{
    "id": "116370",
    "alt": "https://bgm.tv/subject/116370",
    "sid": "116370",
    "cast": [],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/38/f8/116370_mOhOD.jpg",
    "staff": [
        "中文名:日本动画（人）博览会",
        "话数:35",
        "放送开始:2014年11月7日",
        "放送星期:星期五",
        "原作:安野モヨコ、khara、秋山健太郎、庵野秀明",
        "导演:吉浦康裕、前田真宏、櫻木優平、なかむらたかし、山下いくと、山本沙代、横山彰利、コヤマシゲト、古橋一浩、中澤一登、沖浦啓之、荒牧伸志、うつのみや理、舞城王太郎、本間晃、林明美、鬼塚大輔、谷東、鶴巻和哉、今石洋之、片山一良、雨宮哲、江本正弘、平松禎史、吉崎響",
        "脚本:平松禎史、ウエダハジメ、沖浦啓之、片山一良、須田剛一、鬼塚大輔、なかむらたかし、山下いくと、舞城王太郎、吉浦康裕、横山彰利、田中隼人、榎戸洋司、瀬古浩司、櫻木優平、うつのみや理",
        "分镜:うつのみや理、吉崎響、鶴巻和哉、古橋一浩、今石洋之、平松禎史、片山一良、吉浦康裕、鬼塚大輔、摩砂雪、本間晃、久保雄介、舞城王太郎、山下いくと、コヤマシゲト、前田真宏、横山彰利",
        "演出:吉浦康裕、片山一良、前田真宏、吉邉尚希、江本正弘、吉崎響、若林広海",
        "音乐:buzzG、松岡美弥子、TeddyLoid、鷺巣詩郎、矢野博康、星野純一",
        "人物原案:鶴巻和哉",
        "人物设定:竹、米山舞、コヤマシゲト、山下いくと、吉邉尚希、すしお、本田雄、江本正弘、本間晃、井関修一、平松禎史、AC部、鈴木貴志、金世俊、西田亜沙子、前田真宏、高遠るい、森久司、うつのみや理、碇谷敦、上條淳士、芳垣祐介、恩田尚之、亀田祥倫、桟敷大祐",
        "构图:うつのみや理、板野一郎、山下高明、安彦良和、平松禎史、庵野秀明",
        "美术监督:金子雄司、渡辺幸浩、秋山健太郎、加藤浩、加藤靖忠",
        "色彩设计:三笠修、竹澤聡、長尾朱美、佐藤美由紀、古市裕一、菊地和子、垣田由紀子",
        "总作画监督:小曽根正美",
        "作画监督:すしお、森久司、恩田尚之、うつのみや理、コヤマシゲト、安彦英二、江本正弘、中田栄治、亀田祥倫、碇谷敦、井関修一、平松禎史、堀井久美、寺岡巌",
        "机械设定:高倉武史、出渕裕、山下いくと、金世俊",
        "摄影监督:土田栄司、田中宏侍、T2 Studio、奥村大輔、福士享",
        "道具设计:串田達也、前田真宏",
        "原画:横山彰利、新井浩一、碇谷敦、コヤマシゲト、森賢、川原智弘、森久司、石毛理恵、板野一郎、富岡隆司、高嶋宏之、本間晃、阿部美佐緒、金世俊、三木達也、徳丸昌大、清水洋、水畑健二、金子秀一、青木康浩、古橋一浩、橋本敬史、橋本晋治、亀田祥倫、吉邉尚希、小美野雅彦、伊藤秀次、浅野元、安藤義信、竹内一義、井上俊之、半田修平、まじろ、大島塔也、浅野直之、西田達三、平松禎史、芳垣祐介、前田真宏、仲盛文、丸加奈子、椅子汰、五十嵐海、佐竹秀幸、森田岳士、山下祐、小曽根正美、うつのみや理、松尾慎、安彦良和、寺岡巌、中村和久、小島崇史、山下清悟、岩瀧智、井関修一、道解慎太郎、池田由美、雨宮哲、羽山賢二、鴨川浩、Bahi JD、桝田浩史、佐々木貴宏、本田雄、山下いくと、伍柏諭、髙木麻穂、谷田部透湖、濱洲英喜、沖浦啓之、安彦英二、伊東伸高、高瀬智章、戸田麻衣、高士亞衣、村木靖、なかむらたかし、佐藤利幸、中澤一登、竹田直樹、木曽勇太、嶋田真恵、仁保知行、安藤雅司、鶴巻和哉、高瀬健一、田川裕子、大平晋也、立中順平、中田栄治、古澤祐紀子、山田誠、井上鋭、茶山隆介、篠田知宏、山下明彦、久保雄介",
        "第二原画:髙木麻穂、高嶋宏之、生水勇気、田川裕子",
        "动画检查:村田康人",
        "制作助理:舛本和也、AC部",
        "背景美术:studio Pablo、串田達也、ムクオスタジオ、スタジオラグラス",
        "色彩指定:古市裕一、垣田由紀子、菊地和子、井上あきこ",
        "剪辑:辻田恵美、庵野秀明、鬼塚大輔、吉崎響、土田栄司",
        "原案:今石洋之、若林広海、ウエダハジメ、金子雄司、本間晃、山下いくと、舞城王太郎、片山一良、吉崎響、なかむらたかし、鬼塚大輔、沖浦啓之、本田雄、吉浦康裕、前田真宏",
        "企画:庵野秀明",
        "制作管理:田口翔一朗、田中隼人",
        "製作:ドワンゴ、khara、サンライズ",
        "音响监督:山田陽",
        "音效:野口透",
        "特效:イノイエシン",
        "补间动画:江野沢柚美、風間守、村橋亮佑、浅野元、吉邉尚希、伊藤優希、橋本隆希、和田慎平、鈴木香理、谷田部透湖、中村真由美、菅野康平、藤原竜我、小出卓史、塚本あかね、加来由加里、津脇知宏、大島塔也、曽根悠貴、髙木麻穂、坂田直美、室賀彩花、田中希果、工藤葉瑠香、原科大樹、小野真依、山本ゆうすけ、橋本有加、三ツ木萌子、池田由美、井川典恵",
        "执行制片人:川上量生、庵野秀明",
        "制片人:Joseph Chou",
        "动画制作:スタジオ六花、神風動画、クラフター、TRIGGER、khara、スタジオコロリド、グラフィニカ、ブリッジ",
        "CG 导演:鈴木貴志、宮城健",
        "机械作画监督:金世俊",
        "副导演:鈴木貴志",
        "OP・ED 分镜:庵野秀明",
        "3DCG:鬼塚大輔",
        "摄影:林翔子",
        "别名:Nihon Anima(tor) Mihon`ichi",
        "别名:日本动画人博览会",
        "别名:Japan Anima(tor)’s Exhibition",
        "官方网站:http://animatorexpo.com",
        "播放结束:2015年10月9日",
        "其他:web放送",
        "Copyright:©Moyoco Anno/Cork | ©さかき漣 | ©鎌倉市豆粒町オチビ動画製作振興会 | ©CCMS | ©円谷プロ | ©カラー | ©創通・サンライズ | ©2014, 2015 舞城王太郎 | ©nihon animator mihonichi LLP.",
        "企画立案:庵野秀明",
        "“（ーター）君”设计:庵野秀明",
        "题字:宮崎駿",
        "题字彩色:鈴木敏夫"
    ],
    "story": "オリジナル企画・スピンオフ企画・プロモーション映像・MusicPV・VJFilmetc...ジャンルを問わず愛と勢いで創りきる数々のオムニバスアニメーション期間、予算等を制限した中での企画開発、R＆D、人材育成、自由な創作の場としてこの先の映像制作の可能性を探るWEB配信アニメーションシリーズです。────────────────────────────“日本动画展会”，是一项短篇动画系列企划，将由动画制作公司Khara和NICONICO视频网站运营方DWANGO共同负责实施。在既定的预算和时间内，动画制作者可以自由制作各种不分类型的短篇动画，然后在每周的星期五公开一集。除了原创动画之外，还接受外传动画、宣传动画、音乐视频等作品类型的制作。DWANGO和Khara在谈及该企划的理念时表示：“我们将会提供一个不限制创作表现的‘自由的创作平台’，探索在日本动画制作过程中的企划开发、研究开发、人才培养等方面的可能性”。DWANGO的川上量生会长还说道：“我们没有考虑过要收支平衡”。",
    "update_at": "2024-09-10T20:40:02"
}