{
    "id": "118781",
    "alt": "https://bgm.tv/subject/118781",
    "sid": "118781",
    "cast": [
        "无名:千本木彩花",
        "生驹:畠中祐",
        "四方川菖蒲:内田真礼",
        "来栖:增田俊树",
        "逞生:梶裕贵",
        "鳅:冲佳苗",
        "侑那:伊濑茉莉也",
        "巢刈:逢坂良太",
        "吉备土:佐藤健辅",
        "天鸟美马:宫野真守",
        "鈴木:J. Maxwell Powers",
        "榎久:松田健一郎",
        "瓜生:石川界人",
        "沙梁:星野贵纪",
        "灭火:远藤绫",
        "庄卫:小形满",
        "蕨:早志勇纪",
        "四文:木村雅史",
        "坚将:土师孝也",
        "仓之助:鸡冠井美智子",
        "无名的母亲:樱井智",
        "少年:藤原夏海",
        "山崎:中博史",
        "小源太:高口公介",
        "前田:布施川一宽",
        "板垣:志村知幸",
        "太助:大隈健太",
        "通信士:须崎成幸",
        "兴匡:大冢明夫"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/4e/0a/118781_VpULl.jpg",
    "staff": [
        "中文名:甲铁城的卡巴内利",
        "话数:12",
        "放送开始:2016年4月7日",
        "放送星期:星期四",
        "导演:荒木哲郎",
        "脚本:大河内一楼、瀬古浩司",
        "分镜:山本秀世、大原実、荒木哲郎、熊澤祐嗣、佐藤雄三、笹嶋啓一、平尾隆之、平川哲生、宮地昌幸",
        "演出:森邦宏、渡邉徹明、長山延好、荒木哲郎、上野史博、平尾隆之、田中洋之、佐々木勅嘉、青柳宏宜、江副仁美、赤松康裕",
        "音乐:澤野弘之",
        "人物原案:美樹本晴彦",
        "人物设定:江原康之",
        "构图:牧原亮太郎",
        "系列构成:大河内一楼",
        "美术监督:吉原俊一郎",
        "色彩设计:橋本賢",
        "总作画监督:江原康之、浅野恭司、丸藤広貴",
        "作画监督:世良悠子、池田早香、今西亨、斉藤雅和、荒尾英幸、丸藤広貴、林隆祥、胡拓磨、神谷友美、山本祐子、千葉崇明、門智昭、大杉尚広、土屋祐太、松尾真彦、手塚響平、江原康之、門脇聡、野崎温子、髙部光章、張紹偉、加藤裕美、板倉健、加藤万由子、門倉世央子、田中将賀、齋藤卓也",
        "摄影监督:山田和弘",
        "道具设计:常木志伸",
        "原画:神垣弥生、新宮祐介、三木達也、土屋祐太、酒井原美樹、山下晃、伊藤亜矢子、中嶋敦子、甲斐田亮一、能地清、荒木哲郎、佐藤利幸、松浦里美、丸山修二、山下悟、이주현、﨑口さおり、山下恵、長谷川早紀、山田真也、伊藤香奈、西尾智恵、佐藤誠之、酒井智史、田中正晃、武智敏光、合田麻美、仁井宏隆、反町司、今村大樹、桑原幸憲、田中亜優、とみながまり、八田典子、長谷川哲也、池田雅人、武田駿、みうらたけひろ、斎藤美香、萩尾圭太、荒井和人、久保田誓、牧原亮太郎、古川良太、加来由加里、中澤勇一、山﨑智加、藤田麻貴、半田大貴、中村真由美、坪田慎太郎、原友樹、高橋みき、藁科将人、稲吉朝子、清水麻美、月下歩、中谷誠一、加藤美穂、丹羽弘美、竹内一将、飯塚葉子、CHA MYOUNG JUN、今井恵、村田憲泰、丸山裕太郎、青木康哲、渡部貴喜、篠田知宏、岡崎あずさ、世良悠子、手島舞、申榮淳、今川よしみ、王益、手塚響平、川崎美穂、南部広海、胡拓磨、山本祐子、Bahi JD、上門友喜、川野達朗、耿旭、伊澤珠美、中西麻実子、八木原峰子、田村恭穂、細田沙織、重田智、工藤大誠、野崎温子、小坂倫洋、門脇聡、木下ゆうき、井川麗奈、千葉崇明、山本真理子、髙部光章、荒尾英幸、松本昌代、村上達也、藤井絵理、瀬口泉、西原恵利香、片山貴仁、大下知之、齋藤卓也、本田敬一、鈴木勤、松浦麻衣、温泉中也、三輪和宏、門倉世央子、富田恵美、池田早香、宇良隆太、神谷友美、菊池聡延、渡辺純子、越智信次、小澤和則、加藤万由子",
        "第二原画:田中亜優、手島舞、山﨑智加、耿旭、伊藤香奈、三ツ木萌子、髙部光章、西原恵利香、工藤大誠、伊藤真奈美、山岸葵、藁科将人、申榮淳、田中正晃、野崎温子、田中萌、山田咲、ユン・プグン、逆井淳美、上門友喜、岡崎あずさ、千葉崇明、石田誠也、胡拓磨、藤井苑美、丸山修二、村上達也",
        "动画检查:藤井苑美",
        "色彩指定:和田舞奈",
        "剪辑:肥田文",
        "主题歌编曲:ryo/澤野弘之",
        "主题歌作曲:ryo/澤野弘之",
        "主题歌作词:ryo/澤野弘之/cAnON.",
        "主题歌演出:EGOIST/Aimerwith chelly(EGOIST) /Aimer",
        "企画:企画协力：岩上敦宏、清水博之、山本和子、横山朱子、堀切八郎、井坂正行、岩元秀聡、小島伸夫",
        "录音:田上祐二",
        "製作:カバネリ製作委員会（フジテレビ、WIT STUDIO、Aniplex、関西テレビ放送、京楽産業ホールディングス、電通）；清水賢治、和田丈嗣、植田益朗、横澤良雄、中尾勇一、永井聖士",
        "设定:笠岡淳平、西谷知恵、神谷友美",
        "音响监督:三間雅文",
        "音效:倉橋静男",
        "特效:入佐芽詠美、旭プロダクション",
        "补间动画:青木駿介、簑輪愛子、嶋﨑耕平、金子由紀江、藤井苑美",
        "助理制片人:山村日向",
        "制片人:岡安由夏（フジテレビ）、新宅洋平",
        "制作进行:山田健太、山中一樹、片桐崇、河口友美",
        "总制片人:山本幸治（フジテレビ）、和田丈嗣、中武哲也",
        "动画制作:WIT STUDIO",
        "CG 导演:籔田修平",
        "美术设计:谷内優穂、青木薫、曽野由大",
        "副导演:田中洋之",
        "OP・ED 分镜:山下敏幸、荒木哲郎",
        "3DCG:籔田修平、MADBOX",
        "制作协力:フロンティアエンジン",
        "动作作画监督:川野達朗、世良悠子",
        "摄影:旭プロダクション、千葉秀樹、山杢光",
        "制作进行协力:片桐崇、西岡大輔、完戸翔洋、山田健太",
        "设定制作:片桐崇、河口友美",
        "动画制片人:岡田麻衣子",
        "主动画师:手塚響平；动作动画师：川野達朗、世良悠子",
        "别名:Koutetsujou no Kabaneri",
        "别名:Kabaneri of the Iron Fortress",
        "别名:甲铁城的卡巴内瑞",
        "别名:甲铁城的尸人",
        "官方网站:http://kabaneri.com/",
        "播放电视台:フジテレビ",
        "其他电视台:NST / テレビ新広島 / テレビ西日本 / 北海道文化放送 / 東海テレビ / 関西テレビ",
        "播放结束:2016年6月30日",
        "概念艺术设计:森山洋"
    ],
    "story": "全世界被产业革命的波澜推动，自近世变迁至近代之时，不死的怪物突然出现。被钢铁的皮膜包覆，只要心脏不被破坏就不会消灭，被它啃咬的人似乎也会在死过一次之后复生，并开始袭击人类。之后被称为卡巴内的这些怪物爆发性地增殖，并覆盖了全世界。远东岛国日本的人们，为了对抗卡巴内的威胁而在各地建造名为“驿”的城寨，并困守在其中，想方设法残存下去。能够在驿之间来往的只有装甲蒸汽机车（通称骏城），驿之间通过各自生产物的融通，总算是保证了生活。住在以炼铁和蒸汽机的生产为业的显金驿的蒸汽锻冶少年，生驹。他为了打倒卡巴内，开发出独自的武器“贯筒”，同时期盼着有朝一日能够发挥出自己的力量。某天，穿越前线的骏城之一甲铁城来到了显金驿。为了车辆的清扫整备而被召唤的生驹，目击到了从义务性的卡巴内检阅中被免除的不可思议少女。当晚，生驹与自称为无名的那位白天的少女再会，此时骏城突然暴走并突入了显金驿。乘务员全灭，而且全部变成了卡巴内！卡巴内从显金驿中溢出。如同要从被恐慌袭击的人浪中逆行一般，生驹奔跑着。这一次不能逃避，我要，我要用贯筒打倒卡巴内！——于是，为了成为真正能闪耀光辉的男人，生驹的战斗开始了。",
    "update_at": "2024-06-24T03:40:07"
}