{
    "id": "11882",
    "alt": "https://bgm.tv/subject/11882",
    "sid": "11882",
    "cast": [
        "耕太:",
        "露西:",
        "汪太:",
        "娜娜:",
        "真理子:",
        "由香:",
        "如月:"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/fa/22/11882_FZZo8.jpg",
    "staff": [
        "中文名:妖精的旋律",
        "册数:12",
        "话数:107",
        "作者:岡本倫",
        "出版社:集英社",
        "连载杂志:週刊ヤングジャンプ",
        "别名:エルフェンリート",
        "别名:變異體少女",
        "别名:Elfen Lied",
        "发售日:2002-10-18",
        "开始:2002-06-06",
        "结束:2005-08-25"
    ],
    "story": "《變異體少女》（日语：エルフェンリート，德语：Elfen Lied）是日本漫畫家岡本倫所創作的漫畫，以及改編自漫畫原著的動畫作品。Elfen Lied在德語裡，意思是妖精（Elf）的歌曲（Lied）。此作品同時廣泛的依據外文意譯而被了解為《妖精的旋律》。正式的官方中文譯名為台灣長鴻出版社稱譯的《變異體少女》。故事概要頭部兩側各有類似貓耳的角，被稱為二觭人（ディクロニウス）的女性變異人(新人類或超能力者)，因為具有毀滅人類的力量，位於日本神奈川縣鎌倉市外海的離島上的國立生態研究所，便機密地將這些女孩隔離起來並加以研究。某日，研究所內發生重大的意外事故。原本被隔離的二觭人少女-露西，因為不明人士的暗中幫忙，得以突破拘束裝置，並分屍了所內23位武裝警衛[4]，連研究所室長-藏間的女秘書-如月都慘遭殺害。雖然狙擊手以穿甲彈瞄準她的頭部開槍，卻僅擊破其鐵頭盔；露西雖然頭部受傷流血並墜入海中，仍得以倖存並成功逃亡。事件發生的次日，為了讀大學而前往鎌倉找親戚幫忙的青年-耕太，和年幼玩伴的堂妹-由香久別重逢。相偕出遊至充滿回憶的海濱，碰上了因頭部受傷故造成另一個人格取而代之的露西；她只會發出「にゅう」的聲音，因此被取名為妮悠（Nyu）。妮悠對於自己是使人類滅亡的存在一事完全無知，耕太和由香兩人便決定帶到他們居住處的「楓莊」暫時定居下來。此時，研究所出動了SAT（特殊突擊部隊）欲獵殺逃走的露西，SAT的隊員-坂東在海岸邊發現了人格轉換的妮悠。原本任務即將成功，卻因為妮悠恢復了露西的人格，與坂東同行的隊員全數遭殺害，僅存戰敗後身受重傷（失去右臂與雙眼）的坂東一人。誓言對露西復仇的他，藉由研究所的科學技術重新復活，後來逃出研究所、脫離SAT並回到鎌倉，不擇手段地搜尋露西的下落。隔天，妮悠在清掃走廊時不小心跌倒撞倒頭部，受到衝擊而在楓莊恢復了露西的人格。當她正打算殺死耕太時，腦中突然浮現一個少年拼死命叫她住手的畫面，因此放棄殺掉耕太的念頭。其實那個少年就是8年前的耕太。隨後，在研究所同樣身為變異人的少女娜娜找上了露西，準備將她帶回研究所，兩人談判破裂後展開了戰鬥。對戰的結果，娜娜的雙手與雙腳慘遭截斷而失敗，不過她成功將露西的「手」能力暫時封印（在施展「手」的腦部重要器官上給予一些損害）。之後離家出走的少女真由、被拋棄的小狗汪太，以及本應該被處死但被蔵間室長從研究所放出來的娜娜，大家都因為耕太的接納而紛紛來到楓莊居住下來。接納了素昧平生的女孩以及個性溫順的變異人少女，發生在楓莊的奇妙同居生活就這樣展開了。在真由、汪太和娜娜加入楓莊之前，耕太曾因為大學裡的角澤教授的一番話所壓迫，不得已將妮悠交由角澤教授處理；但耕太無論如何無法接受妮悠被帶走的事實，稍後返回大學欲和教授交涉。接著，在地下室的研究室中，耕太和研究助手荒川一起發現角澤教授被慘殺的屍體，並且被荒川交代要當作沒遇到這件事情。耕太精神恍惚地離開研究室，而當時妮悠已經不知去向（後來是在神社的台階處找到妮悠）。藏間室長幫助娜娜逃離的單獨行動被知道後，角澤長官將所有變異人中被稱為最強的年幼女孩，其真實身份為藏間室長親生女兒的真理子給解放，準備出動她對抗露西，並藉此做為對藏間室長的背叛行為的懲罰。耕太在和妮悠、娜娜等變異人少女的相處下，原本封印起來的那段發生在8年前的鎌倉的悲慘事件，開始逐漸回憶起來。而極欲捕捉露西的角澤長官，以及欲找露西報復的坂東，這些勢力的行動正慢慢地讓楓莊原本平穩的生活遭到破壞……",
    "update_at": "2024-09-18T06:20:10"
}