{
    "id": "128012",
    "alt": "https://bgm.tv/subject/128012",
    "eps": 8,
    "sid": "128012",
    "cast": [],
    "date": "2011-01-13",
    "name": "Human Planet",
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/pic/cover/l/31/88/128012_3yH8S.jpg",
    "staff": [
        {
            "key": "音乐",
            "value": "Nitin Sawhney"
        },
        {
            "key": "摄影",
            "value": "Pete Haynes, Matt Norman, Toby Strong, Robin Cox"
        },
        {
            "key": "制作",
            "value": "BBC"
        }
    ],
    "story": "　　BBC8集大型电视系列片 - Human Planet （人类星球），探讨人与自然的关系。8集节目分别探讨极地、山区、海洋、丛林、草原、河流、沙漠和城市的人类活动。世界一流的自然与人类专家以及摄影师，从空中、陆地和水下抓拍珍贵镜头。BBC摄制组前往世界80个地方，抓拍了从未在电视屏幕上出现过的罕见精彩的人类活动。\nHuman Planet is an 8-part British television documentary series. It is produced by the BBC with co-production from Discovery and BBC Worldwide. It describes the human species and its relationship with the natural world by showing the remarkable ways humans have adapted to life in every environment on Earth.\n\nAnnounced in 2007, the production teams based at the BBC Natural History Unit in Bristol and BBC Wales spent three years shooting over 70 stories in some of the most remote locations on Earth spanning about 40 countries. Each episode of the series focuses on a different human-inhabited environment, including deserts, jungles, the Arctic, grasslands, rivers, mountains, oceans, and the urban landscape.\n\nFor the first time on a BBC landmark series the production had a dedicated stills photographer, Timothy Allen, who documented the project photographically for the books and multimedia that accompany the series.\n\nHuman Planet was originally screened in the UK on BBC One each Thursday at 8pm over eight weeks, starting from 13 January 2011. Domestic repeats have been seen on Eden, with all 8 episodes aired over one week in April 2012. BBC Worldwide has since announced they have sold the broadcast rights to 22 international markets.\n\nHuman Planet was nominated for 7 BAFTA Television Craft awards, the most for any programme in 2011, and it won 2 of them, both for the Arctic episode, where Jason Savage won the factual editing prize, and Will Edwards, Doug Allan and Matt Norman won the photography (cinematography) prize.",
    "rating": {
        "rank": 0,
        "count": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 0,
            "6": 0,
            "7": 2,
            "8": 4,
            "9": 1,
            "10": 0
        },
        "score": 7.9,
        "total": 7
    },
    "name_cn": "人类星球",
    "platform": "欧美剧",
    "collection": {
        "wish": 7,
        "doing": 2,
        "collect": 8,
        "dropped": 0,
        "on_hold": 0
    },
    "infobox_other": [
        {
            "key": "开始",
            "value": "2011-01-13"
        },
        {
            "key": "结束",
            "value": "2011-03-03"
        },
        {
            "key": "类型",
            "value": "纪录片"
        },
        {
            "key": "国家/地区",
            "value": "英国"
        },
        {
            "key": "每集长",
            "value": "50min"
        },
        {
            "key": "频道",
            "value": "BBC One"
        },
        {
            "key": "官方网站",
            "value": "www.bbc.co.uk/programmes/b00llpvp"
        },
        {
            "key": "imdb_id",
            "value": "tt1806234"
        },
        {
            "key": "旁白",
            "value": "John Hurt"
        },
        {
            "key": "出品人",
            "value": "Brian Leith, Dale Templar"
        },
        {
            "key": "制作公司",
            "value": "BBC、Discovery、France Télévisions"
        }
    ],
    "update_at": "2025-01-20T12:31:15"
}