{
    "id": "185792",
    "alt": "https://bgm.tv/subject/185792",
    "sid": "185792",
    "cast": [
        "篝敦子:潘惠美",
        "洛蒂·杨森:折笠富美子",
        "苏西·曼芭芭拉:村濑迪与",
        "戴安娜·卡文迪什:日笠阳子",
        "阿曼达·奥尼尔:志田有彩",
        "康斯坦策·阿马莉·冯·布劳恩施班克-阿尔布雷希茨贝格:村川梨衣",
        "亚斯明卡·安东年科:上田丽奈",
        "厄休拉老师:日高范子",
        "库洛瓦:竹内顺子",
        "汉娜:中尾衣里",
        "芭芭拉:赤崎千夏",
        "ホルブルック校長:谷育子",
        "フィネラン先生:山本留里佳",
        "ルーキッチ先生:冈本茉利",
        "バドコック先生:矢野亚沙美",
        "ネルソン:高山南",
        "安德鲁:金本凉辅",
        "ホルブルック氏:多田野曜平",
        "さかなくん:兴梠里美",
        "艾弗里:朝日奈丸佳",
        "旺佳莉:村川梨衣",
        "安娜贝尔:诸星堇",
        "ファフニール:饭冢昭三",
        "ハンブリッジ伯爵:玉野井直树",
        "フランク:兴津和幸",
        "パイシーズ:"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/c5/09/185792_YmcaM.jpg",
    "staff": [
        "中文名:小魔女学园",
        "话数:25",
        "放送开始:2017年1月8日",
        "放送星期:星期日",
        "原作:TRIGGER／吉成曜",
        "导演:吉成曜",
        "脚本:樋口七海、島田満、佐藤裕、大塚雅彦、うえのきみこ",
        "分镜:雨宮哲、上荻雪羽、大地丙太郎、吉成曜、今石洋之、川畑喬、小林寛、小倉陳利、益山亮司、桜井弘明、大嶋博之、小松田大全、摩砂雪、福田道生",
        "演出:下平佑一、中園真登、藤井辰己、篠原啓輔、柴田匠、宮島善博、佐竹秀幸、橘さおり、金子祥之、粟井重紀、鈴木芳成、鈴木裕輔、有冨興二、関大",
        "音乐:大島ミチル",
        "人物原案:吉成曜",
        "人物设定:半田修平",
        "系列构成:島田満",
        "美术监督:野村正信",
        "色彩设计:垣田由紀子",
        "总作画监督:半田修平",
        "作画监督:笹川弥幸、藤田真弓、田村瑛美、米山舞、岩崎将大、長谷川哲也、坂本勝、岸寛毅、金璐浩、斉藤健吾、阪本麻衣、中村真由美、五十嵐海、林隆祥、杉本ミッシェル、なつのはむと、苗木陽子、高橋慶江、金子雄人、萩原省智、八木元喜、竹田直樹、半田修平、和田佳純、桜井司、徳田拓也、辻浩樹、鳥山冬美、石毛理恵、清水拓磨、柴田健児、小野田貴之、KIM YONG-SIK、菊池政芳、花井柚都子、松本和志",
        "摄影监督:萬直樹、奥村大輔",
        "道具设计:三宮昌太",
        "原画:伊礼えり、山本恭平、芳垣祐介、古福大悟、森山瑠潮、岩崎将大、伊東優一、久保充照、賀川愛、野田ちはる、木村都彦、鳥井隼人、神山裕子、西山伸吾、柴田和子、松尾美希、雨宮哲、松広友仁、高藤彩、上野沙弥佳、寺井佳史、南雲紋、坂詰嵩仁、長谷川哲也、杉田柊、野間勇輔、武藤信宏、岩澤亨、阪本麻衣、金子雄人、神戸唯、中西麻実子、小野内淳、黒瀬悠依、石山正修、谷口健太、山本勝也、岩崎安利、原貴子、大西健太、西川将貴、近藤高光、武田駿、佐藤利幸、谷田部透湖、松尾俊亮、渡邉祐記、原科大樹、坂本勝、為水翔太郎、鶴巻和哉、川上雄介、川上大志、一ノ瀬結梨、原山智、渡部桂太、谷紫織、おはじき、森友宏樹、太田悌記、田中那柚、阿部咲夜、川添亜希子、今石洋之、酒井智史、佐倉みなみ、小柏奈弓、仁保知行、冨樫幸二、佐藤元、池田歩、近藤いずみ、中川英樹、海岸麻由子、青木康哲、片山みゆき、芥川友紀、濱田悠示、杉本ミッシェル、吉成鋼、鄧佳湄、半田修平、菊永智英、堀剛史、kuren、太田宣貴、尾辻浩晃、菊地勝則、平山剛士、糸島雅彦、加藤滉介、佐藤弘幸、藤澤志織、宮﨑詩織、佐藤智子、一居一平、粟井重紀、みやち、小田裕康、木村奏絵、柴田海、鈴木優太郎、西野武志、涂泳策、西海賢嗣、奥居久明、桜井国博、本吉晃子、碇谷敦、川元まりこ、石田一将、高山洋輔、小野真依、横瀬潤、梅本賢一、本田敬一、中西和也、米森雄紀、藤井俊郎、今田茜、静佳見、清水麻美、諸貫哲朗、吉岡敏幸、土上いつき、斎藤圭一郎、すしお、杉光兼明、山口加奈、鈴木祥子、五十嵐海、高田玲大、奥野耕太、竹田直樹、舟木翔一、吉成曜、洪佩妮、中西愛、中村真由美、杉浦英之、長田信博、福地和浩、鶴田真琴、寺本彰、久保山陽子、和田佳純、村山ともみ、宗廣智行、澤田博範、堀光明、田邊剛、三宮昌太、佐竹秀幸、荒木一成、岡崎あずさ、中山みゆき、西本大地、関本渡、長田雄樹、阿部慈光、石毛理恵、大木賢一、中澤勇一、たなべようこ、木曽勇太、斉藤健吾、月岡英明、糸山礼央、児玉健二、田村瑛美、宮下雄次、平岡政展、柳原好貴、千葉啓太郎、ちな、荒井洋紀、山本里織",
        "第二原画:高藤彩、市村友美佳、五十嵐海、村上泉、長谷川哲也、佐竹秀幸、堀光明、米山舞、斉藤健吾、中村翠、岩崎将大、米森雄紀、濱田悠示、三木達也、宗廣智行、千葉啓太郎、佐藤智子、服部夏美、半田修平、荒井洋紀、有木恵理、長田雄樹、伊東優一、杉本ミッシェル、山口加奈、中村真由美、相浦和也、小西紗希、杉山直輝、林信秀、渡邉祐記、玉置典彦、石山正修、太田慎之介、児玉裕之、糸山礼央、宮﨑詩織、藤原明子、佐々木睦美、齋賀春伽",
        "动画检查:石山正修、荒井洋紀、こすぎなほこ",
        "背景美术:美峰",
        "色彩指定:安藤のぞみ",
        "剪辑:REAL-T、坪根健太郎",
        "主题歌编曲:吉田穣、manzo",
        "主题歌作曲:uz、大原ゆい子",
        "主题歌作词:大原ゆい子、uz",
        "主题歌演出:大原ゆい子、YURiKA",
        "制作管理:竹内雅人、堤尚子",
        "录音:HALF H・P STUDIO",
        "製作:『リトルウィッチアカデミア』製作委員会（東宝、グッドスマイルフィルム、ウルトラスーパーピクチャーズ）；大田圭二、安藝貴範、松浦裕暁、藤田雅規",
        "设定:芳垣祐介",
        "音响监督:渡辺淳",
        "音响:HALF H・P STUDIO",
        "音效:川田清貴",
        "补间动画:糸山礼央、宮野紗帆、石山正修、安部葵、村橋亮佑、森谷匡輝、榎本柊斗、小林さやか",
        "助理制片人:稲垣亮祐",
        "制片人:古澤佳寛〔1話〕、武井克弘〔2話-〕、宇佐義大、鈴木公尚",
        "制作进行:下平佑一、田口翔一朗、志太駿介",
        "总制片人:舛本和也",
        "音乐制作:東宝",
        "动画制作:TRIGGER",
        "美术设计:三宮昌太、天田俊貴",
        "OP・ED 分镜:吉成曜、平岡政展、柴田由香",
        "制作协力:寿門堂、スタジオリングス、ライデンフィルム、Creators in Pack、st.シルバー",
        "动作作画监督:中川英樹",
        "监制:武井克弘〔1話〕、古澤佳寛〔2話-〕、大塚雅彦、Daivid Lee",
        "摄影:サンジゲン、土田栄司、井上麻梨、林翔子",
        "制作进行协力:下平佑一、志太駿介、田口翔一朗",
        "设定制作:古川晟",
        "动画制片人:堤尚子",
        "作画监督助理:五十嵐海、杉本ミッシェル、斉藤健吾、石毛理恵、竹田直樹、長谷川哲也、中村真由美、芳垣祐介、清水麻美",
        "演出助理:宮島善博、下平佑一、中園真登、藤井辰己",
        "主动画师:堀剛史",
        "别名:小魔女学园（TV坂）",
        "别名:リトルウィッチアカデミア (テレビアニメ版)",
        "别名:Little Witch Academia (TV)",
        "别名:Little Witch Academia",
        "官方网站:http://littlewitchacademia.jp/tv1st/",
        "播放电视台:TOKYO MX",
        "其他电视台:BS11 / 関西テレビ",
        "播放结束:2017年6月25日",
        "Copyright:© 2017 TRIGGER／吉成曜／「リトルウィッチアカデミア」製作委員会"
    ],
    "story": "自从幼年目睹夏依妮·莎莉温的魔法表演后，梦想成为魔女的亚可，进入了与莎莉温相同的传统魔女育成名门校“露娜诺娃魔法学校”。新的城镇，新的学校生活，以及新遇到的朋友。魔女学校中的扫帚飞行课程以及充满魔法气息的不可思议的授课等等，在这些只有魔女学校中才有的课程当中，亚可与洛蒂、苏西等人引发了大骚动！将露娜诺娃卷入其中，亚可成为魔女的第一步就此开始——",
    "update_at": "2024-08-15T09:40:08"
}