{
    "id": "216416",
    "aka": [
        "神力女超人1984（台）",
        "神奇女侠2"
    ],
    "alt": "https://bgm.tv/subject/216416",
    "eps": 0,
    "sid": "216416",
    "cast": [
        {
            "id": 43963,
            "name": "Wonder Woman",
            "actors": [
                {
                    "id": 56550,
                    "name": "Gal Gadot"
                }
            ],
            "relation": "主角"
        }
    ],
    "date": "2020-12-17",
    "name": "Wonder Woman 1984",
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/pic/cover/l/22/9d/216416_Q1CCh.jpg",
    "staff": [
        {
            "key": "原作",
            "value": "DC Comics"
        },
        {
            "key": "导演",
            "value": "Patty Jenkins"
        },
        {
            "key": "编剧",
            "value": "Patty Jenkins、Geoff Johns、Dave Callaham"
        },
        {
            "key": "音乐",
            "value": "Hans Zimmer"
        },
        {
            "key": "执行制片人",
            "value": "Geoff Johns"
        },
        {
            "key": "制片人/制作人",
            "value": "Charles Roven、Deborah Snyder、Zack Snyder、Patty Jenkins、Gal Gadot、Stephen Jones"
        },
        {
            "key": "故事",
            "value": "Patty Jenkins、Geoff Johns"
        },
        {
            "key": "主演",
            "value": "Gal Gadot、Chris Pine"
        },
        {
            "key": "配角",
            "value": "Kristen Wiig、Pedro Pascal、Robin Wright、Connie Nielsen"
        },
        {
            "key": "制作",
            "value": "Warner Bros. Entertainment, Inc、DC Films（DC Studios）、Atlas Entertainment、The Stone Quarry"
        },
        {
            "key": "出品",
            "value": "Warner Bros. Entertainment, Inc"
        }
    ],
    "story": "As a child, Diana participates in an athletic competition on Themyscira against adult Amazons. After being knocked off her horse, she takes a shortcut and remounts, but misses a checkpoint. Antiope removes her from the race for cheating, explaining that anything worthwhile must be obtained honestly, while her mother Hippolyta advises her to be patient in her pursuit of glory and honor.\n\nIn 1984, Diana is working at the Smithsonian Institution in Washington, D.C., while secretly performing heroic deeds as Wonder Woman. New museum employee Barbara Minerva, a shy geologist and cryptozoologist, has trouble getting noticed by her co-workers, but quickly finds a friend in Diana.\n\nThe FBI asks the museum to identify stolen antiquities from a robbery that Wonder Woman recently foiled; Barbara and Diana notice a Latin inscription on one artifact (the Dreamstone) claiming to grant the holder one wish. Neither one openly takes the inscription seriously, but after Diana saves Barbara from an assailant by secretly using her powers, Barbara wishes she was strong, sexy, and cool \"like\" Diana and thus unintentionally acquires the same superpowers. Because Diana yearns for Steve Trevor, her lover who died heroically, he is resurrected in another man's body and they are reunited.\n\nFailing businessman Maxwell \"Max Lord\" Lorenzano steals the Dreamstone, hoping to use its power to save his nearly bankrupt oil company. His wish is to \"become\" the stone and gain its powers: whenever he grants someone else's desire, he can take what he wants from the wisher. This soon results in worldwide chaos, destruction, and instability.\n\nDiana discovers that the Dreamstone was created by Dolos/Mendacius, The God of Lies, also known as the Duke of Deception. It grants a user's wish but exacts an equally strong toll unless they renounce the wish or destroy the stone. Although Diana's powers and Barbara's humanity begin to diminish, neither is willing to renounce their wish.\n\nMax visits the U.S. President, who wishes for more nuclear missiles as protection against the Soviets, but these are detected, bringing the world to the brink of nuclear war. Max also learns of a new and secret satellite system that can broadcast to anyone in the world. Since his powers are causing his body to deteriorate, he plans to grant wishes globally to steal strength and life force from the viewers and regain his health. Diana and Steve confront him, but Barbara sides with Max, overpowering Diana and escaping with him on Marine One.\n\nSteve convinces Diana to renounce her wish and let him go, restoring her to full strength. Donning the armor of Asteria, the greatest of all Amazon warriors, Diana flies to the satellite headquarters and again battles Barbara, who has transformed into a humanoid cheetah after wishing to become an apex predator. After a brutal fight that ends in a lake, Diana overcomes Barbara with an electric shock, then pulls her out of the water.\n\nDiana confronts Max and uses her Lasso of Truth to communicate with the world through him, persuading everyone to renounce their wish. She then shows him visions of his unhappy childhood and of his son, Alistair, who is frantically searching for his father amid the chaos. Realizing the error of his ways, Max renounces his wish and reunites with Alistair, simultaneously renouncing everyone else's wishes, and turning Barbara back to normal. In the present day, it is winter, and Diana meets the man whose body Steve possessed.\n\nIn a mid-credits scene, Asteria is revealed to be alive, living among humans and also secretly heroic.",
    "rating": {
        "rank": 3003,
        "count": {
            "1": 1,
            "2": 2,
            "3": 8,
            "4": 11,
            "5": 14,
            "6": 28,
            "7": 15,
            "8": 3,
            "9": 0,
            "10": 0
        },
        "score": 5.4,
        "total": 82
    },
    "name_cn": "神奇女侠1984",
    "platform": "电影",
    "collection": {
        "wish": 23,
        "doing": 0,
        "collect": 130,
        "dropped": 2,
        "on_hold": 1
    },
    "infobox_other": [
        {
            "key": "上映日",
            "value": "2020年12月17日（台湾、马来西亚） 2020年12月18日（中国大陆）、2020年12月25日（美国）"
        },
        {
            "key": "片长",
            "value": "151分钟"
        },
        {
            "key": "类型",
            "value": "动作、爱情、奇幻、冒险"
        },
        {
            "key": "国家/地区",
            "value": "美国"
        },
        {
            "key": "语言",
            "value": "英语"
        },
        {
            "key": "imdb_id",
            "value": "tt7126948"
        }
    ],
    "update_at": "2025-01-20T12:57:10"
}