{
    "id": "217072",
    "alt": "https://bgm.tv/subject/217072",
    "sid": "217072",
    "cast": [
        "哆啦A梦:水田山葵",
        "野比大雄:大原惠",
        "源静香:嘉数由美",
        "刚田武:木村昴",
        "骨川小夫:关智一",
        "野比玉子:三石琴乃"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/a9/23/217072_GNrwc.jpg",
    "staff": [
        "中文名:哆啦A梦：大雄的金银岛",
        "话数:1",
        "原作:藤子・F・不二雄",
        "导演:今井一暁",
        "脚本:川村元気",
        "分镜:今井一暁",
        "演出:八田洋介",
        "音乐:服部隆之",
        "人物设定:亀田祥倫",
        "美术监督:秋山健太郎、福田健二（辅）、高木佐和子",
        "色彩设计:松谷早苗辅助：平出真弓（Wish）、堀越智子、戸部弥生、大金紀子、今泉ひろみ、蝦名佳代子",
        "总作画监督:亀田祥倫",
        "作画监督:亀田祥倫、大城勝、岸野美智、山川浩臣、松井啓一郎、又賀大介、桝田浩史、丸山宏一",
        "摄影监督:末弘孝史、大矢創太（摄影特效）",
        "监修:熊谷正弘",
        "原画:大塚正実、宮本佐和子、三原三千夫、山森英司、河野悦子、中本和樹、山下晃、神戸佑太、曽々木安恵、加来哲郎、加来由加里、末吉裕一郎、鈴木勤、吉田奏子、松永絵美、髙木麻穂、秦洋美、西村貴世、山本祐希江、上原史之、長尾祐希子、小川貴弘、佐藤利幸、久貝典史、小笠原真、長坂慶太、小田剛生、田村篤、前田准、小川治人、河毛雅妃、小林直樹、小澤早依子、清水洋、小林麻衣子、わしお（中野悟史）、鈴木理沙、北山修一、石上ひろ美、押山清高、林祐己、小島崇史、宮下雄次、松田宗一郎、土屋祐太、関根昌之、柳田義明、宮本雄岐、設楽直美、宮下優衣、飯田祐輝、兼平葵、深田明日香、高橋理恵、高橋伸輔、嶌佳穂里、海江田美幸、河野紘一郎、亀田祥倫、桝田浩史、岸野美智、又賀大介、松井啓一郎、大城勝、山川浩臣",
        "第二原画:吉田清美、辻仁子、大武正枝、久保聡一郎、土屋亮介、大橋賢史、小林哲也、松井誠、山田有慶、本多孝敏、藤田優奈、山川浩美、亜細亜堂、アニタス神戸、WHITE FOX、スノードロップ、BeLoop、旭プロダクション、はだしぷろ",
        "背景美术:studio Pablo（嶋田昭夫、今井修、河合佑香、鈴木隆之、藤野真里、福田健二、矢口聖奈、伊藤緑、村上和浩、堀川あゆみ、秋山健太郎）、小坂部直子、倉本章、斎藤陽子、須藤理子、土橋久美、秋山聖奈、スタジオ・ユニ（中島美枝子、氏家こはく、宮良子、池田玲子、坂場真琴、永井由香）、アトリエローク07（森元茂、沼井信朗、沖吉真由美、皆谷透、松本彩、加藤美紀）、アートチーム・コンボイ（久保季美子、伊藤朱美、谷口純基、飯塚楓、岩重詩織、田山修、榊枝利行、中村隆）、飯島章嘉、岡部眞由美、PEEC Animation Co., Ltd（NGUYEN PHUC NHU NGOC、TRAN THE DAT、NGUYEN THANH SANG、NGO THI BAO VAN、PHAN TRONG QUANG）、スタジオ美峰（野村正信、松田春香、櫻井美絵子）、TRAN DUY、NGUYEN PHONG、HUYNH ANH、PHAN TU、TRAN HANH、PHAM BAO、LE HA、CO TUYEN、アテネアートスタジオ（杦浦正一郎、齋藤信二、大谷正信、木下千春、勝又アイ子）、Studio Wyeth（池田祐二）、オレンジ（赤木寿子）",
        "剪辑:小島俊彦助手：藤本理子、山田健太郎",
        "主题歌作曲:星野源",
        "主题歌作词:星野源",
        "主题歌演出:星野源",
        "插入歌演出:星野源",
        "企画:藤子・F・不二雄プロ（企画协力）",
        "制作管理:佐藤大真、武井健、落合竜太郎",
        "录音:田中章喜",
        "製作:「映画ドラえもん」製作委員会（飯塚洋介、今井統人、相賀信宏、小西麻理、佐々木礼子、庄野樹、高橋尚子、田邉佑果、徳山雅記、戸高伸一郎、藤河秀雄、藤田健一、牧野ひろみ、松元章展、山田卓司、脇立樹/松久智治、磯田ゆう、平泉季里子、石田菜穂子、御手洗綾子/堤直之、鶴崎りか、浅田幸男、櫻田貴博、佐藤絵里子/中沢利洋、田中聡敏、相原栄光、佐藤理絵、藤澤佑介、清田宏美、尾﨑瑞季、島田正吾、伊藤悠公、髙橋充、王暁曦、正岡瑞貴、鈴木ひとみ、狩野茉莉花、舟腰優子、五反田亜紀、林優太/小西佑平、大谷絵里、清水智美、尾崎美香）藤子・F・不二雄プロ、小学館、テレビ朝日、アサツー ディ・ケイ、小学館集英社プロダクション、シンエイ動画、小学館集英社プロダクション",
        "音响:AUDIO PLANNING U",
        "音效:糸川幸良",
        "特效:佐藤香織",
        "补间动画:ベガエンタテイメント（松村美佳、堀江佑、宮本美智子、川重希、植田千湖、高橋美由希、諸隈瑛美、杉本大季）、スタジオエル（磯部智子、牧野清香、水野友美子、大野綾希、田中奏絵、丸山楓、渡邊智尋、小島昌紀、村井克行）、Wish（藤岡浩一、许天宇、高橋陽斗、寺島幸一、小林朱里、阿部開、壹岐悠ノ介、小森寛子、山岡俊行、小坂美穂、松本悠生、山下千咲）、中国無錫太観動画制作有限公司（方紀卉、孫中岑、黎禕男、鄭倩慧、江明誠、王鵬）、オープロダクション（本田康明、村橋亮佑、山本芽以）、ORANGE（RYU JA YOUNG、HAN SONG HEE、SON SEON AH、JEONG HYUN JEONG、KIM JEON SOON、PARK NAN HEE、KIM JUNG LAN、SUH YOON JOO、KIM HYE JUNG、KIM MIN AE、LEE KYUNG MI）、MAP（张军、朱永、樊如伟、刘璐、张欣、钱嵩渭、候英云、刘建、董敏、曹响、杨春霞、罗丹、刘苏、孙超、黄煜钦、樊悦茹、赵云霞、黄冰芝、施薛鸣、李春晖）、亜細亜堂（長澤美奈子）、無錫馬良動画有限公司、シンエイ動画（遠藤法子、大森舞、山口真奈、吉田侑加、野口敦史、鈴木ひなの、吉田芽以）、藤野京子、山下宗幸、八木綾乃、家野尚代、大東郁子、梅林由加里、長谷川夏美、屋宜優、山口央、田中陽子、荒幡佳子、旭プロダクション、優利動画、旭阳动画、キネマシトラス（KINEMA CITRUS）、グラフィニカデジタル作画部",
        "制作进行:新崇雄、阿部悟、小笠原卓也、田原麻美、鈴木裕介、山﨑香利、津山智香",
        "音乐制作:テレビ朝日ミュージック",
        "动画制作:シンエイ動画",
        "美术设计:河合伸治",
        "3DCG:デジタル・フロンティア",
        "协力:北海道テレビ放送",
        "摄影:アニメフィルム（花井延昌、西山朋広、桶田一展、山田廣明、倉田佳美、鈴木浩司、下村博文、木次美則、松澤秀子、大森美奈子、手塚智鶴子、土岐浩司、梅田俊之）、エースクリエイション（斎藤秋男、山本耕平、三口達也） 协力：スタジオコスモス、アスラフィルム",
        "作画监督助理:曽々木安恵、中本和樹",
        "演出助理:根岸宏樹",
        "别名:哆啦A梦 大雄的宝岛别名:电影多啦A梦：大雄之金银岛",
        "别名:哆啦A梦 大雄的宝岛",
        "别名:电影多啦A梦：大雄之金银岛",
        "上映年度:2018年3月3日",
        "片长:109分钟",
        "官方网站:doraeiga.com/2018/",
        "Copyright:©藤子プロ・小学館・テレビ朝日・シンエイ・ADK 2018",
        "动画检查:神谷由季",
        "色彩指定:倉内美幸",
        "动画制片人:白倉由紀子、河西麻利子",
        "制片人:吉田健司、高橋麗奈、川北桃子、松井聡",
        "发行:東宝"
    ],
    "story": "「映画ドラえもん」シリーズ第38弾のタイトルが「映画ドラえもん のび太の宝島」に決定。2018年3月に公開されることがわかった。テレビアニメ版「ドラえもん」の演出を数多く手がける今井一暁が監督、映画プロデューサーの川村元気が脚本を担当した本作。このたび公開されたイメージ画には、青空や海、海賊船をバックに、ドラえもんやのび太ら主要キャラクターの姿が描かれている。今井は「2018年3月、どこかにある宝島を、ドラえもんとのび太くんたちと一緒に探しに来てください」とコメント。また川村は「『のび太の宝島』という『恐竜』以来の短いタイトルですが、そこに鮮烈かつ王道の物語を詰め込んだつもりです」と本作をアピールした。",
    "update_at": "2024-11-09T08:00:02"
}