{
    "id": "218363",
    "alt": "https://bgm.tv/subject/218363",
    "sid": "218363",
    "cast": [],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/cc/73/218363_ud2MS.jpg",
    "staff": [
        "中文名:超感猎杀 完结特别篇",
        "放送星期:星期五",
        "主演:Aml Ameen / Doona Bae / Jamie Clayton / Tina Desai / Tuppence Middleton / Max Riemelt / Miguel Ángel Silvestre / Brian J. Smith / Freema Agyeman /Terrence Mann/ Anupam Kher / Naveen Andrews / Daryl Hannah / Toby Onwumere、배두나",
        "集数:1",
        "开始:2018-06-08",
        "结束:2018-06-08",
        "类型:剧情 / 科幻",
        "国家/地区:美国",
        "语言:英语",
        "每集长:151分钟",
        "imdb_id:tt7083044",
        "播放网站:Netflix",
        "导演:Lana Wachowski",
        "编剧:Lana Wachowski / David Mitchell / Aleksandar Hemon"
    ],
    "story": "NETFLIX正式宣布补一个2小时特别篇作为剧终集。In Paris, the cluster and their allies plan an exchange between Wolfgang and Whispers. They discover that Angelica faked her relationship with Whispers to locate Raoul, and that only Whispers can control the drones. Hoy connects Riley with River, daughter of Ruth's, who is leading the pro-sensate group inside BPO. River pleads with Riley to kill Whispers so that The Chairman, who has ordered a purge of sensates and sympathizers, loses his leverage. The cluster declines. Lila facilitates the exchange for BPO, but demands a meeting with The Chairman to deliver Whispers. Bodhi connects the eight with The Mother of the Lacuna, an ancient group of sensates, who reveals she \"birthed\" Whispers, and his ambition to attain immortality through the drones. The heroes travel to Naples, where Lila has taken Whispers. Jonas, using Angelica's secret prototype, makes a drone assassinate The Chairman, and blows up himself and the research facility. Will kills Lila and Whispers. Later, BPO's new leader, River, officiates Nomi and Amanita's wedding on the Eiffel Tower. Sun is exonerated from all charges. It is implied that Kala, Rajan, and Wolfgang may develop a polyamorous relationship. The cluster and their loved ones engage in a transcendent sexual experience.",
    "update_at": "2024-09-26T03:00:10"
}