{
    "id": "220445",
    "alt": "https://bgm.tv/subject/220445",
    "sid": "220445",
    "cast": [
        "泷川美羽:西条和",
        "藤间樱:天城莎莉",
        "河野都:仓丸莉子",
        "佐藤丽华:千春",
        "户田纯:吉宫瑠织",
        "丸山茜:白泽加奈惠",
        "立川绚香:佐仓初",
        "斋藤妮可儿:椛岛光、河濑诗",
        "神木御神:凉花萌",
        "东条悠希:日永丽",
        "柊蕾:武田爱奈"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/a3/e3/220445_33Hg2.jpg",
    "staff": [
        "话数:12",
        "放送开始:2020年1月11日",
        "放送星期:星期六",
        "导演:阿保孝雄",
        "脚本:永井千晶、大西雄仁、佐藤亜美",
        "分镜:大槻敦史、伊藤智彦、橘さおり、金子伸吾、京極尚彦、高橋さつき、森大貴、古田丈司、阿保孝雄、舛成孝二、森本育郎",
        "演出:野上和男、仁科くにやす、大矢雄嗣、阿保孝雄、佐久間貴史、橘さおり、嵯峨敏、高橋さつき、森大貴、田中智也",
        "音乐:中山真斗",
        "人物原案:カントク／岸田メル／QP:flapper（小原トメ太さくら小春）／黒星紅白／こやまひろかず（TYPE-MOON）／田中将賀／細居美恵子／堀口悠紀子／深崎暮人／渡辺明夫、宮島礼吏（人物设定原案）、堀口悠紀子（动画初步人物设定）",
        "人物设定:まじろ（动画影像人物设定）",
        "系列构成:宮島礼吏、永井千晶",
        "美术监督:岡本穂高",
        "色彩设计:中野尚美",
        "总作画监督:まじろ、田村里美、髙田晃",
        "作画监督:渡部崇、木村麻亜紗、田川裕子、齋藤千惠、凌空凛、高瀨さやか、田中みどり、前田学史、寺尾憲治、山本真夕子、水野辰哉、齋藤悠、森田莉奈、竹内哲也、飯野雄大、成川多加志、川村幸祐、香田知樹、たかはし隆子、大貫巧、三井麻未、小菅和久、斉藤寛、吉田尚人、牧野和俊、松田剛吏、錦見楽、神本兼利、笠原由博、辻早智子、向川原憲、監物ケビン雄太、樋口香里、小松沙奈、齋藤千尋、りお、木藤貴之、松野祐、あおのゆか、萩尾圭太、田村里美、岡崎洋美、一ノ瀬結梨、横松雄馬、池津寿恵、戸髙真希",
        "摄影监督:村上優作、福田光",
        "道具设计:山本真夕子",
        "原画:黒田ありさ、中村真悟、伊藤正士、齋藤悠、折原貴志、國井実可子、松岡未沙、鈴木裕絵、佐藤良隆、阿久津徹也、直木祥子、山本恭平、尾鼻亮太、TOMATO、牧野清香、入江崇、森田勝志、まじろ、鎌倉宏也、角田春美、片岡恵美子、松井瑠生、洞内梢、田中一真、敷島博英、中下美湖、三角れしき、本谷恵子、宮内正樹、小島真清、藤原千帆、神谷友美、安達祐輔、西村幸恵、樋口香里、新谷真昼、福田裕樹、中島竹流、関崎昌也、松下郁子、昆富美子、榎戸駿、安岡幸恵、丸岡功治、伊藤真奈美、市原真智、樋口純一、Zayd Ghassan、水口大輔、松田萌、三井麻未、永野裕大、川口弘明、佐伯行信、今久保洋介、矢部優希、山本由美子、武智敏光、武田駿、世良コータ、仁井宏隆、森大貴、蔭山武彦、佐藤綾香、上野泰寛、戸髙真希、近藤まい美、凌空凛、佐賀野桜子、東郷芳宏、佐々木守、蜷川貴弘、小原太一郎、三浦琢光、宮澤菜緒、上林真実、秋田英人、あおのゆか、亰須佑樹、青木香菜、青木彩花、丸山楓、北風耕、田辺孝明、桑添真由、上田彩加、小松沙奈、川辺雄介、太田宣貴、安藤真喜、能條理行、鈴木克、渡部桂太、はっとりますみ、都築遥、三浦厚也、中原久文、栫久美子、阿部弘樹、丸山翔子、横山穂乃花、真壁誠、安彦英二、奥野倫史、中尾香奈美、飯野雄大、後藤有宏、山本真夕子、市野まりあ、大野綾希、橋本純一、河野敏弥、廣江啓輔、池津寿恵、山村俊了、成川多加志、森田莉奈、月岡英明、大藪佳奈子、阿保孝雄、大貫巧、繁澤敬二、本多みゆき、寺尾憲治、吉田翔太、矢野茜、和田慎平、笠原由博、新井貴宏、菊池有騎、牧野和俊、アベ正己、一ノ瀬結梨、野間聡司、木下由衣、地崎義生、田村恭穂、西尾智恵、坂詰嵩仁、井上敦子、横松雄馬、袴田裕二、和田伸一、林隆祥、飯島傑、辻早智子、冨田佳亨、堀井伸雄、鳥居貴史、前田達之、佐藤利幸、並木あゆみ、北原章雄、松尾真彦",
        "第二原画:安藤真喜、森公太、岩澤亨、柴田海、宮澤菜緒、山下千咲、蜷川貴弘、星野初音、桑添真由、簑島綾香、福島友子、寺島幸一、大野綾希、菊地功一、丸山楓、大槻一恵、斎藤亮太、酒井夏海、中尾彩香、古保里祐子、中村与史子、津久井快、宮本莉奈、山岡聖、五十嵐友美、近藤まい美、東郷芳宏、齋藤悠、平河仁、水口大輔、関義裕、亀谷知宏、中津和美、岩本明美、冨田稜介、安岡幸恵、羅悠美、田川裕子、横山穂乃花、山澤純玲、清水綾乃、折原貴志、牧野清香、金慧秀、中川美乃里、横山麻華、戸叶恵利",
        "动画检查:桑添真由、岩本明美、鈴木愛、宮田知子",
        "背景美术:畠山佑貴、岡本穂高",
        "色彩指定:門松諭生、越田侑子、堀内元、江口亜紗美",
        "剪辑:須藤瞳",
        "主题歌编曲:後藤康二",
        "主题歌作曲:後藤康二",
        "主题歌作词:秋元康",
        "主题歌演出:22/7",
        "插入歌演出:22/7",
        "企画:岩上敦宏、秋元伸介、西出将之",
        "制作管理:西村謙人",
        "製作:ANIME 22/7（Aniplex、バズウェーブ、ABCアニメーション、TOKYO MX、名古屋テレビ、日本BS放送、小学館）、東真央",
        "音响监督:藤田亜紀子",
        "音响:HALF H・P STUDIO、Aniplex",
        "音效:八十正太",
        "特效:入佐芽詠美",
        "补间动画:米澤篤、竹田茜、橋元快斗、和田慎平、原島未来、須田直輝、南りりこ、鈴木愛",
        "助理制片人:早野義人",
        "制片人:奈良駿介、林健一",
        "制作进行:永倉いさむ、宮崎有矢、山下大輔、渋谷晃尚、望月貴博、中村将太、坂口準声、野村沙也香、白石佳祐、西村謙人、海老原広規、梅原翔太",
        "总制片人:横山朱子；综合制片人：秋元康",
        "动画制作:A-1 Pictures",
        "CG 导演:吉田裕行、工藤菜央",
        "美术设计:綱頭瑛子",
        "副导演:高橋さつき",
        "OP・ED 分镜:川畑喬、佐々木守、阿保孝雄、向井雅浩、佐久間貴史、三皷梨菜、神谷友美",
        "3DCG:白組",
        "制作协力:スタジオエル",
        "摄影:EOTA撮影ユニット",
        "制作进行协力:坂口準声、山下大輔",
        "设定制作:山本凌平",
        "动画制片人:加藤淳",
        "作画监督助理:齋藤悠",
        "官方网站:227anime.com/",
        "播放结束:2020年3月28日",
        "Copyright:©ANIME 22/7"
    ],
    "story": "泷川美羽突然收到来自演艺事务所“G.I.P”的一封信。信上说被选为某个新项目的成员。她半信半疑地去了信上的地方，被命运引导一样地聚集了，包含美羽在内的的8个少女们。“你们将作为偶像组合正式出道”——被自称是合田的男子指引着，出现在她们眼前的是地下的绝密设施和神秘的“墙壁”。美羽8人向着光与暗交织的命运舞台迈进……就这样前所未有的新偶像诞生。",
    "update_at": "2024-11-25T18:00:17"
}