{
    "id": "220515",
    "alt": "https://bgm.tv/subject/220515",
    "eps": 101,
    "sid": "220515",
    "cast": [],
    "date": "1997-10-04",
    "name": "さくらももこ劇場 コジコジ",
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/pic/cover/l/73/72/220515_898Kb.jpg",
    "staff": [
        {
            "key": "原作",
            "value": "さくらももこ（ソニー・マガジンズ刊「きみとぼく」より）"
        },
        {
            "key": "导演",
            "value": "高木淳"
        },
        {
            "key": "脚本",
            "value": "さくらももこ、片岡K、平岡秀章、多田弘子、上野千春、細川徹、木村賢一、小原信治"
        },
        {
            "key": "分镜",
            "value": "須田裕美子、高木淳、古川政美、北川正人、森田浩光、矢野篤、岩崎知子、善聡一郎、笠山葉一、鈴木玲子、上原秀明、真野玲、木村隆一、福島一三、志村錠児、鈴木卓夫"
        },
        {
            "key": "演出",
            "value": "須田裕美子、高木淳、古川政美、北川正人、森田浩光、山田みちしろ、山崎友正、上原秀明、早川啓二、浅川智裕、平池芳正、生野裕子、笠山葉一、岡崎稔、佐土原武之、木村隆一、志村錠児、岩本保雄、船越英之"
        },
        {
            "key": "音乐",
            "value": "島津秀雄"
        },
        {
            "key": "人物设定",
            "value": "船越英之"
        },
        {
            "key": "构图",
            "value": "船越英之"
        },
        {
            "key": "美术监督",
            "value": "鈴木聡"
        },
        {
            "key": "色彩设计",
            "value": "小松原智子"
        },
        {
            "key": "作画监督",
            "value": "生野裕子、そ～とめこういちろう、荒牧園美、朝倉隆、柳瀬譲二、山田みちしろ、佐藤好春、生野裕子、粉川剛、丸山宏一、木村文代、六崎光幸、船越英之"
        },
        {
            "key": "摄影监督",
            "value": "平田隆文"
        },
        {
            "key": "监修",
            "value": "宮永正隆、芝山努；脚本監修：さくらももこ"
        },
        {
            "key": "原画",
            "value": "高野登、山田みちしろ、生野裕子、中村紀、関根昌之、藤森雅也、朝倉隆、白井伸明、伊東英樹、そ～とめこういちろう、荒牧園美、古坂早苗、船塚純子、島崎知美、森利夫、朝倉温子、香川浩、戸田真一、坂井俊一、古宇田文男、今野博司、池末良彦、西田浩二、岸誠二、周燕敏、金子秀一、丸英雄、日向正樹、緒方美枝子、鈴木輪流郎、島崎和美、福山政敏、青鉢芳信、杉光登、駱寅青、田口健介、山崎秀樹、我妻貴子、佐藤好春、長森佳容、清水洋、江嶋英樹、丸英男、川口栄夫、井上鋭、王雷、高口弘、片岡健治、内山栄子、西山里枝、降旗昌弘、横田馨、楠田悟、野間吐央、神原敏昭、前島和子、永富美智子、矢沢則夫、森亜紀子、中野美緒、金岡満子、山方友喜、太田博美、原敬一郎、野館誠一、玉村幸子、三浦悦子、山崎登志樹、関口淳、新山歌子、鍵山亜子、藤原潤、野田泰宏、橋村香保里、大塚尚子、粉川剛、岡田誠司、三木俊明、日向正樹、大河内忍、大谷房代、吉田敦、小丸俊明、安彦英二、仲野美代子、荒川直樹、朝戸澄子、大矢未、菅野智之、山本雅、丹羽恭利、堀越久美子、吉原幸之助、芳川弥生、玉利和枝、菅原浩喜、縫田修、田代和男、土信田和幸、森中正春、粟井重紀、小野隆哉、田中平八郎"
        },
        {
            "key": "动画检查",
            "value": "岸誠二、弓納持幸子、山内淳司、森元裕一郎、伊藤香織、仲野美代子、駱寅青、周敏紅、山田桂、黒川祥一、坂道一茂、岡田由紀子、西田浩二、長澤美奈子、工藤昌史、池田志乃、南雲礼子、荒尾英幸、吉田敦、小関雅、江川陽司、田中将賀、石川積、森清美"
        },
        {
            "key": "背景美术",
            "value": "工藤剛一、池田淳、平田賢司、山崎光枝、鈴木久美子 、江島浩一、西村亜紀子、川口晴美、筒井典子、三枝孝行、岡田誠、久野綾弓、千葉みどり、小林雅代、石山由紀"
        },
        {
            "key": "色彩指定",
            "value": "大野嘉代子、工藤百合子、水巻みゆき、堤奈緒、宮本陽子、後藤恵子、大浦聡子"
        },
        {
            "key": "剪辑",
            "value": "名取信一、寺野剛（1話-25話）、浜宇津妙子（1話-67話、69話-100話）、中野一穂（28話-100話）"
        },
        {
            "key": "主题歌编曲",
            "value": "ホフディラン、石野卓球、カジヒデキ"
        },
        {
            "key": "主题歌作曲",
            "value": "ホフディラン、石野卓球、カジヒデキ"
        },
        {
            "key": "主题歌作词",
            "value": "さくらももこ、ピエール瀧"
        },
        {
            "key": "主题歌演出",
            "value": "ホフディラン、電気グルーヴ、カジヒデキ"
        },
        {
            "key": "企画",
            "value": "佐藤昭司"
        },
        {
            "key": "制作管理",
            "value": "製作管理：本橋寿一；制作デスク：田中伸明（3話-85話）、小林克規（86話-100話）"
        },
        {
            "key": "製作",
            "value": "本橋浩一；TBS、日本アニメーション"
        },
        {
            "key": "音响监督",
            "value": "早瀬博雪"
        },
        {
            "key": "音响",
            "value": "小野哲男（1話-3話）、会田昌克（4話-100話）"
        },
        {
            "key": "音效",
            "value": "松田昭彦"
        },
        {
            "key": "特效",
            "value": "谷藤薫児、福田貴博、真田祥子、長谷川敏生、前川孝、林好美"
        },
        {
            "key": "补间动画",
            "value": "大橋圭子、橋本香保里、日高芳明、荒尾英幸、伊藤香織、工藤昌史、小関雅、山田桂、細工亮子、鈴木寛史、黒川祥一、森口真希、茂木琢次、田鍋久子、坂井俊夫、宮崎康子、池田志乃、下村こず恵、荒木弥緒、吉田敦、本多美貴、小久保千愛、岡田由紀子、森元裕一郎、中野美緒、金岡満子、太田博美、原敬一郎、山方友喜、小塚佐知子、妻藤一治、原田一男、吉田浩美、岡安力、中塚康夫、中村朋浩、梶山奏子、古泉竜五、飯澤美幸、米倉俊一郎、栗林利樹、平田晃生、土佐優子、鈴木富美子、清水妙子、竹原麻衣、岡田武士、浅田哲、西村美幸、柘植孝、高橋英雄、福岡尚久、山本靖貴、辻美也子、吉田咲子、井上みえ、大森祐紀、千葉崇明、松本光倫、木村ゆき、大林政郎、橋本里美、藤山豊士、江川陽司、山本雅、小山恵未、橋村香保里、興格のぞみ、細田裕子、飯田理恵子、吉田光春、吉原幸之助、南條英一、加藤寛崇、山本晴一、田中将賀、太田史絵、新井佐紀子、森田修輔、麦沢篤、長澤美奈、仲野美代子、西田浩二、徳江規子、関合健、牛越和夫、細木隆浩、石野清人、山田一豊、立部龍彦、田口健介、我妻貴子、井上みえ、石原豊子、加藤善弘、加藤史洋、茂木継雄、小泉初栄、木村友美、渡邊ひろゆき、平山貴章、石渡清美、池末良彦、鈴木香理、中島渚、牛越則与、松川孝純、滝山典子、原島良夫、鈴木美紀、小野木一樹、田村茂太郎、森清美、具志堅晃、茂木継緒、小木曽伸吾、山口大輔、神代直美、茂木加代子、古泉竜五、飯澤美幸、新井佐紀子、松浦仁美、花沢成江、磯部毅、野田真由美、大野順子、桜木愛、崎田将史、室岡辰一、森田いずみ、石森史穂、堺清哲、桜田峰稔、田中信也"
        },
        {
            "key": "制片人",
            "value": "早船健一郎"
        },
        {
            "key": "制作进行",
            "value": "斎藤広行、宅磨昌利、今村秀成、松井崇晃、加藤大地、潤間貴洋、安藤典年、田中麻紀子、小林弘樹、久保太郎、桜井涼介、上田純久、織茂弘、菅野淳之"
        },
        {
            "key": "动画制作",
            "value": "日本アニメーション"
        },
        {
            "key": "美术设计",
            "value": "高野正道"
        },
        {
            "key": "制作协力",
            "value": "亜細亜堂（黒木健一）、ARTLAND（渡辺秀信）、スタジオジュニオ（吉川孝男）、メルヘン社（羽生田貴志）、さくらプロダクション（多田弘子）、SynergySP（岡崎稔）、ベガエンタテイメント（松土隆二）"
        },
        {
            "key": "摄影",
            "value": "岸本義幸、米木美明、田村正人、伏見真一、財田佳純、小野優子、吉本康宏、金子智洋、鎌田圭介、渡辺淳史、岩崎由加利、長原昌子"
        }
    ],
    "story": "とある“メルヘンの国”の住人たちは、人間を楽しませる使命を持っていて、日々人間界で活躍している有名なキャラクターをお手本に学校で勉強に励んでいた。3年インコ組（セキセイ）のコジコジは、年齢も性別も不明な謎の宇宙生命体。自由にのんきに日々を暮らしていて、ときどき真理を突く哲学的な発言をしては、周りのみんなをびっくりさせ、反対にとんちんかんなセリフを発して級友たちをあきれさせる変わった存在。コジコジは、みんなの知らない地球やおとぎの国への行き方を知っていたり、三日月の夜の謎の美女の正体を見破ったりと不思議な力を持っている。そんなコジコジの仲間たちも皆個性豊かで、彼らは毎日楽しくほのぼのと幸せに暮らしていた。「ちびまる子ちゃん」原作者のさくらももこによる、メルヘンでファンタジーでナンセンスでユニークな世界を表情豊かに描く異色アニメーション。",
    "rating": {
        "rank": 0,
        "count": {
            "1": 0,
            "2": 0,
            "3": 0,
            "4": 0,
            "5": 0,
            "6": 1,
            "7": 1,
            "8": 0,
            "9": 0,
            "10": 0
        },
        "score": 6.5,
        "total": 2
    },
    "name_cn": "樱桃子剧场 可吉可吉",
    "platform": "TV",
    "collection": {
        "wish": 4,
        "doing": 0,
        "collect": 3,
        "dropped": 4,
        "on_hold": 3
    },
    "infobox_other": [
        {
            "key": "放送开始",
            "value": "1997年10月4日"
        },
        {
            "key": "放送星期",
            "value": "星期六"
        },
        {
            "key": "播放结束",
            "value": "1999年9月25日"
        },
        {
            "key": "副人物设定",
            "value": "そ～とめこういちろう"
        },
        {
            "key": "构图监修",
            "value": "船越英之"
        },
        {
            "key": "演出助理",
            "value": "上原秀明、平池芳正、石田博、矢野篤"
        },
        {
            "key": "上色",
            "value": "高橋直美、森沢千代美、渡辺信子、清水まり子、原井智恵、堀川直子、小林真帆、佐々木尚子、宮取光一郎"
        }
    ],
    "update_at": "2025-12-10T10:00:49"
}