{
    "id": "240040",
    "alt": "https://bgm.tv/subject/240040",
    "sid": "240040",
    "cast": [],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/b5/53/240040_2A991.jpg",
    "staff": [
        "发售日期:2017-09-01"
    ],
    "story": "Before The Storm is the prequel to Life is Strange, the hugely successful BAFTA award winning narrative driven game released in 2015. It was a boundary breaking videogame, with principal characters drawn from real life facing everyday issues, touching upon difficult situations such as bullying, suicide, teen pregnancy as well as tackling the complexities of love and friendship. The original game was celebrated for the strength of its music, and Daughter’s involvement in the next instalment is a brilliant continuation in the franchise’s development.“We are so proud to have written the soundtrack for Life Is Strange: Before The Storm. It was our first experience working on an original soundtrack, and we are so honoured to have been given the opportunity to work with the team,” remarks Daughter singer Elena Tonra. “We loved the story on first read as it centres around realistic female lead characters who are emotional, intelligent, sensitive and badass in equal measure. I think the characters themselves have really inspired the soundscapes we have created. It was a pleasure to be involved.”“We wanted to have fun with this project so we made something we felt could be a soundtrack for the characters in the game themselves. It was also important for us to make sure this collection of songs and pieces of music stood on their own so we really went that extra mile. We hope players and non players alike will equally enjoy it,” notes founding member Igor Haefeli.Life Is Strange: Before The Storm is set in Arcadia Bay, three years before the events of the first game in the series. Players will take on the role of a rebellious 16 year old Chloe Price who forms an unlikely friendship with Rachel Amber; a beautiful and popular girl destined for success. When Rachel’s world is turned upside down by family secret, it takes this new found alliance to give each other the strength to overcome their demons.",
    "update_at": "2024-08-01T23:00:03"
}