{
    "id": "240838",
    "alt": "https://bgm.tv/subject/240838",
    "sid": "240838",
    "cast": [
        "百鬼丸:铃木拡树",
        "多罗罗:铃木梨央",
        "寿海:大冢明夫",
        "缝夫人:中村千绘",
        "琵琶丸:佐佐木睦",
        "醍醐景光:内田直哉",
        "多宝丸:松田飒水、千叶翔也"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/d3/da/240838_5Ax95.jpg",
    "staff": [
        "中文名:多罗罗",
        "话数:24",
        "放送开始:2019年1月7日",
        "放送星期:星期一",
        "原作:手塚治虫「どろろ」",
        "导演:古橋一浩",
        "脚本:吉村清子、金田一明、小林靖子、村越繁",
        "分镜:黒川智之、吉村文宏、小林治、佐藤威、初見浩一、新井宣圭、小林寛、新留俊哉、二村秀樹、桑原智、寺岡巌、石田貴史、松尾衡、古橋一浩",
        "演出:初見浩一、鈴木卓夫、佐藤威、大峰輝之、西畑佑紀、石田貴史、清水久敏、新井宣圭、小林治、吉村文宏、古橋一浩",
        "音乐:池頼広",
        "人物原案:浅田弘幸",
        "人物设定:岩瀧智",
        "系列构成:小林靖子",
        "美术监督:藤野真里",
        "总作画监督:岩瀧智",
        "作画监督:小美野雅彦、山口仁七、佐野誉幸、若月愛子、関みなみ、木村友紀、山田裕子、首藤武夫、小沼由莉香、鎌田均、柳瀬譲二、手島勇人、松下純子、興村忠美、岡真里子、青木真理子、青木一紀、村上竜之介、瀬谷新二、野田友美、朴旲烈、加藤雅之、森田実、冨永拓生、岩瀧智、細田沙織、安彦英二、村長由紀、糸山礼央、小見山和也、小池健、安田祥子、林弘子、大峰輝之、羽山賢二、古瀬登、秋田学",
        "原画:能地清、鈴木慎太郎、松本翔吾、林由香、牛来隆行、杉山京子、赵莹萍、宮下香花、高藤彩、小美野雅彦、山岡聖、Cho Hyejeong、藤田麗子、堀剛史、篠原信子、山田哲郎、房博雅、福島喜晴、福田忠、盧泰瑋、塚本篤、河口真緒、渡邊啓一郎、劉泉、斉藤千比呂、糸山礼央、小川あゆみ、小井聖令奈、量山祐衣、佐藤綾花、まつもとひろし、山崎杏理、阿久澤友恵、鄭叡興、小見山和也、村田憲泰、孙伟、菅原美由紀、山田桃子、工藤千菜美、高橋信也、大峰輝之、中田亜希子、佐藤茜、濱口漠、会津五月、村井奎太、黒田明日香、飯田悟、羽根章悦、原貴子、村上竜之介、岡田豊広、高橋春男、伊藤瑞希、恩田尚之、重田智、長谷川渉、石田慶一、民谷香菜、高橋紀子、長田信博、富岡隆司、外山陽介、長濱佑作、田辺孝明、井出上義英、李鑑修、横手博人、鈴木佳代子、鍵山亜子、鮫島寿志、千葉道徳、縫田修、蜷川貴弘、勝はるな、武部仁、Hero、赵越、葛原詩乃、小泉寛之、菊地加純、杉野昭夫、大張正己、田中比呂人、並木あゆみ、有澤寛、増田清美、山田香央里、堀内博之、上妻晋作、佐藤薫",
        "第二原画:梁世挺、陈晨、藍崎灯、堀田翔一、冯含露、小見山和也、齊田恵瑠、勝はるな、江田玲美、佐藤綾花、佐々木文恵、田中萌、宮本莉奈、赵越、黄润贵、岸香織、箱田ななみ、宮川めぐみ、小井聖令奈、高璞玉、尾沢あとり、柏木彩花、仲理沙、篠原信子、濱口漠、清水綾乃、山崎杏理、山本月穂、糸山礼央、中川美乃里、森島里菜、増田利嘉、井出上義英、赵莹萍、岡田豊広、末澤卓哉、長谷川渉、縫田修、伊藤瑞希、惠健人、並木あゆみ、福島友子、王悦春、高橋春男、田中立子、蘇昕喆、但伊楊、陶静文、鄭叡興、王維慶、孙伟、Cho Hyejeong、斉藤裕之、田中菜々美、鈴木佳代子、星野初音、井後多映子、Yuri Pinzon、宮下香花、村上竜之介、林原麻紀、小市由佳",
        "动画检查:小原優佳、柳生留奈、立野杏奈、坂本豊、増子裕美",
        "助理制片人:木村誠",
        "制作助理:青島昂希",
        "色彩指定:田中英里那、門松諭生、越田侑子、うすいこうぢ、古谷恵",
        "主题歌演出:amazarashi、ASIAN KUNG-FU GENERATION、Eve、女王蜂",
        "企画:大塚学",
        "制作管理:松永理人",
        "宣传:bilibili",
        "製作:ツインエンジン",
        "音响监督:小泉紀介",
        "特效:徳田智瑛子",
        "补间动画:赵莹萍、房博雅、加藤紗誉、増田由佳、王爱萍、柳生留奈、李朗賢、罗阳、小原優佳、橋本瑠慰済、末澤卓哉、神取万由子、高璞玉、赵军贵、赵越、陶静文、坂詰かよ、王維慶、劉泉、黄润贵、羽賀晴生、孙伟、立野杏奈、高志萍",
        "制片人:大塚学",
        "制作进行:青島昂希、森谷風海",
        "动画制作:MAPPA、手塚プロダクション",
        "OP・ED 分镜:徳土大介、小林治、内海紘子、小池健、山下敏幸",
        "摄影:伊藤哲平",
        "动画制片人:松永理人",
        "作画监督助理:小見山和也",
        "别名:dororo",
        "官方网站:https://dororo-anime.com/",
        "播放电视台:TOKYO MX",
        "其他电视台:BS11",
        "播放结束:2019年6月24日",
        "Copyright:©手塚プロダクション／ツインエンジン",
        "色彩设计:三笠修",
        "摄影监督:大山佳久",
        "剪辑:武宮むつみ"
    ],
    "story": "时为战国。醍醐之国主景光，在某所寺院的大堂中，向12尊鬼神像许愿领土繁荣。作为交换而诞生的景光之后嗣，身体各处都有所欠缺，被视作不祥之子而抛弃到河川之中。时光流逝，鬼神实现了与景光的约定，国家迎来了平安。这样的某天，名为“多罗罗”的年幼盗贼，与某个男人相遇。那是鬼，还是人——两臂装有刀剑，全身皆为人造的男人“百鬼丸”，用他那无神光的双瞳紧紧盯着袭来的妖魔。",
    "update_at": "2024-06-04T14:00:03"
}