{
    "id": "255526",
    "alt": "https://bgm.tv/subject/255526",
    "sid": "255526",
    "cast": [
        "玛修·基列莱特:高桥李依",
        "藤丸立香:岛崎信长",
        "吉尔伽美什:关智一",
        "芙芙:川澄绫子",
        "罗玛尼·阿其曼:铃村健一",
        "列奥纳多·达·芬奇:坂本真绫",
        "金固:小林优",
        "梅林:樱井孝宏",
        "美杜莎:浅川悠",
        "伊什塔尔:植田佳奈",
        "西杜里:内山夕实",
        "牛若丸:早见沙织",
        "戈耳工:浅川悠",
        "武藏坊辨庆:稻田彻",
        "列奥尼达一世:三木真一郎",
        "埃列什基伽勒:植田佳奈",
        "魁札尔科亚特尔:远藤绫",
        "豹人:伊藤美纪",
        "“山中老人”:中田让治",
        "恩奇都:小林优",
        "夏洛克·福尔摩斯:水岛大宙",
        "马里斯比利·阿尼姆斯菲亚:野岛健儿",
        "尤瑞艾莉:",
        "斯忒诺:",
        "人理延续保障机构·迦勒底:"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/b3/ad/255526_b1o55.jpg",
    "staff": [
        "中文名:Fate/Grand Order -绝对魔兽战线巴比伦尼亚-",
        "话数:21",
        "放送开始:2019年10月5日",
        "放送星期:星期六",
        "原作:奈須きのこ／TYPE-MOON",
        "导演:赤井俊文",
        "脚本:武井風太、小太刀右京、永井千晶、東出祐一郎、桜井光",
        "分镜:重原克也、大島塔也、赤井俊文、舛成孝二、中山竜、山崎雄太、牛嶋新一郎、長町英樹、黒木美幸、原田征爾、倉田綾子、古橋聡、石井俊匡、高雄統子、林勇雄、温泉中也",
        "演出:倉田綾子、高雄統子、原田征爾、黒木美幸、温泉中也、林勇雄、山崎雄太、鈴木萌、古橋聡、紺野大樹、石井俊匡、赤井俊文、長町英樹、原田孝宏、重原克也、小室裕一郎、中山竜",
        "音乐:芳賀敬太、川﨑龍",
        "人物原案:武内崇（主人物设定）",
        "人物设定:高瀬智章、副：岩崎将大",
        "美术监督:薄井久代、平栁悟",
        "色彩设计:中島和子",
        "总作画监督:岡勇一、河野恵美、高瀬智章、岩崎将大、嶋田和晃",
        "作画监督:尾形健一郎、滝山真哲、小松原聖、岩崎将大、山口智、古橋聡、伊藤裕次、高瀬智章、紺野大樹、川上大志、小林真平、嶋田和晃、金丸綾子、田中裕介、小松麻美、小林麻衣子、兵渡勝、浜友里恵、安野将人、高藤彩、伊礼えり、Moaang、温泉中也、斉藤健吾",
        "摄影监督:佐久間悠也",
        "原画:小野旭、三浦琢光、岩澤亨、梅下麻奈未、神山栄吏、高橋務、綾きらら、橋本有加、TOMATO、原真里奈、西井涼輔、正木優太、山本健、児玉侑希恵、小笠原真、鈴木大、野田猛、伊礼えり、渡部尭皓、芥川友紀、鈴木克、玉城史郎、Rondeseo、佐藤綾香、西川実希、新海良佑、木曽勇太、村山未菜美、伊藤真奈美、上門友喜、大槻ちえ、太田宣貴、さく、平山寛菜、菊地加純、都築遥、赤井俊文、阿部愛由美、坂口蒼星、水谷汐里、黒木美幸、佐藤利幸、川上雄介、柿木田隼人、御所園翔太、小林美由紀、木崎由香梨、米森雄紀、荒井和人、蔡泓鏗、加藤滉介、Chris、けろりら、新田美津姫、宮内正樹、小林真平、志村恵美子、堀尾鉱、丁載栄、阿久津徹也、永野裕大、丸山匡彦、伊藤典子、毛利志乃舞、五十嵐海、山田康仁、山口葵、大橋藍人、佐藤良隆、持田愛、小林さやか、細澤光、稲手遥香、TMD、遠藤正明、岡田洋奈、北條裕之、後藤依子、Moaang、中島大智、須藤瑛仁、田角麻奈美、小橋弘侑、植松凛、横山麻華、林奈美、黒田ありさ、宮代夏樹、中川美乃里、宮沢聖麿、森田勝志、宮島直樹、鈴木彩乃、富岡海任、小林美香、おかざきおか、Hero、齋藤悠、山崎匠馬、大谷藍生、西谷駿、大山神、温泉中也、長田信博、諏訪壮大、小松麻美、松尾祐輔、夘野智子、簑島綾香、川上大志、宮崎創、伊藤香奈、岩崎将大、古橋聡、小室裕一郎、秋山泰彦、河野恵美、小林麻衣子、紺野大樹、関口亮輔、今村亮、牧野秀則、福田裕樹、堀裕津、真壁誠、金世俊、斉藤健吾、浅賀和行、道下康太、伍柏諭、田中宏紀、橋口隼人、浅見日香留、江澤京詩郎、小林恵祐、たなべようこ、林勇雄、小松原聖、三輪和宏、浜友里恵、森久司、邱家和、茂木海渡、中山竜、高藤彩、上武優也、松本元気、澤田謙治、本吉晃子、木村都彦、Vincent Chansard、なかり、伊藤彰、中園仁、山口智、針木大、牛尾優衣、井村学、松井瑠生、西谷衆平、青木彩花、髙橋尚矢、伊藤弘樹、網航、中村佳史、富坂真帆、長町英樹、駒本藍子、金丸綾子、土屋智義、畑島つばさ、田中裕介、飯田剛士、笠原由博、すごろく、安野将人、林央剛、嶋田和晃、Weilin Zhang、飯野雄大、櫻井哲也、牧野和俊、田中将賀、森公太、谷紫織、滝山真哲、中路景子、大島塔也、土上いつき",
        "第二原画:横山優衣、齋藤悠、髙嶌聖也、申榮淳、宮﨑雄太朗、中島竹流、张昀、玉置典彦、ロネクレア、中山竜、阿久澤友恵、秦ほのか、後藤依子、山崎爽太、田角麻奈美、志村恵美子、箱田ななみ、柏木彩花、藤浦嵩、猪爪多恵、森田勝志、毛利志乃舞、廣原寧人、Moaang、有原慧悟、増田利嘉、小橋弘侑、みやそ、川上雄介、大槻ちえ、都築遥、坂詰嵩仁、中村佳史、浜友里恵、佐藤綾花、横山穂乃花、村井夏織、福島友子、亰須佑樹、八重樫洋平、原真里奈、高藤彩、林由香、mockingbird、土肥志文、山本健、山岡聖、齋藤拓矢、村山未菜美、津久井快、中路景子、伊藤弘樹、加藤照代、大島塔也、小島真清、荒井和人、さく、李思齐、駒本藍子、木村都彦、伊能章博、兵藤恭子、青木彩花、持丸彰親",
        "动画检查:宮田知子",
        "背景美术:幸喜あすか",
        "色彩指定:原恭子、渡部侑子",
        "剪辑:三嶋章紀",
        "主题歌编曲:TomoLow、UNISON SQUARE GARDEN",
        "主题歌作曲:TomoLow、milet、田淵智也",
        "主题歌作词:藍井エイル、milet、田淵智也",
        "主题歌演出:milet、藍井エイル、UNISON SQUARE GARDEN",
        "插入歌演出:milet",
        "制作管理:波田野瞬；辅佐：染野翔",
        "製作:DELiGHTWORKS、ノーツ、Aniplex",
        "音响监督:岩浪美和",
        "音响:HALF H・P STUDIO",
        "音效:小山恭正",
        "补间动画:原島未来、佐藤利幸、三浦琢光、橋元快斗、米澤篤、宮田知子、須田直輝、南りりこ、森田勝志、中村紗良、亰須佑樹",
        "助理制片人:片岡裕貴",
        "制片人:黒崎静佳",
        "制作进行:村上光、吉田大樹、荒井涼子、梅原翔太、笈田章平、成田真一郎",
        "音乐制作:Aniplex",
        "动画制作:CloverWorks",
        "美术设计:塩澤良憲",
        "副导演:黒木美幸",
        "OP・ED 分镜:田中将賀、黒木美幸、赤井俊文、神谷雄貴",
        "3DCG:青木ともたか、GEMBA",
        "制作协力:サンライズ(#9)、エイトビット(#12)、A-1 Pictures(#14)",
        "动作作画监督:林勇雄、山本健、温泉中也、大島塔也、中山竜、河野恵美、高橋賢",
        "动画制片人:福島祐一",
        "作画监督助理:新田美津姫、小林真平、西谷駿",
        "别名:命运-冠位指定 绝对魔兽战线 巴比伦尼亚别名:Fate/Grand Order: Zettai Majuu Sensen Babylonia别名:Fate/Grand Order 第七特异点别名:Fate/Grand Order 第七章别名:fgo第七章",
        "别名:命运-冠位指定 绝对魔兽战线 巴比伦尼亚",
        "别名:Fate/Grand Order: Zettai Majuu Sensen Babylonia",
        "别名:Fate/Grand Order 第七特异点",
        "别名:Fate/Grand Order 第七章",
        "别名:fgo第七章",
        "官方网站:anime.fate-go.jp/ep7-tv",
        "播放结束:2020年3月21日",
        "Copyright:©TYPE-MOON / FGO7 ANIME PROJECT"
    ],
    "story": "人理续存保障机构·迦勒底，对于仅凭魔术无法看见的世界，仅凭科学无法计算的世界进行观测，为了让已被证明会灭亡于2017年的人类史存续下去，日夜持续着活动。人类灭亡的原因，是在历史上数个地点突然出现的“无法观测领域”——“特异点”。迦勒底唯一残存的御主·藤丸立香，与亚从者玛修·基列莱特一同介入这些特异点的事象，从而执行将其解明或破坏的禁断仪式——“圣杯探索Grand Order”。这一次新发现的是第七个特异点——纪元前2655年的古代美索不达米亚。由结束了不老不死灵草的探索的“天之楔·贤王吉尔伽美什”所统治，以繁荣而自豪的乌鲁克之地，在三柱女神及众多魔兽的蹂躏下面临灭亡的危机。以及，通过前往过去的时间旅行——“灵子转移”而到达乌鲁克之地的藤丸与玛修，所遇到的是阻挡住魔兽猛攻的要塞都市·绝对魔兽战线，以及人们那即使暴露于威胁之下仍然拼命求生的样子。袭来的诸神与魔兽。以及对其反抗的人类——。这里是人与神分道扬镳，命运的时代。跨越了六个探索Order的两人——藤丸与玛修所挑战的最后一战开始了。",
    "update_at": "2024-10-03T04:00:03"
}