{
    "id": "292222",
    "alt": "https://bgm.tv/subject/292222",
    "sid": "292222",
    "cast": [
        "阿诺斯·波鲁迪戈乌多:铃木达央",
        "米夏·涅库罗:楠木灯",
        "莎夏·涅库罗:夏吉优子",
        "伊莎贝拉:丰崎爱生",
        "格斯塔:松本忍",
        "艾米莉亚·路德威尔:小清水亚美",
        "雷伊·格兰兹多利:寺岛拓笃",
        "米莎·伊里欧洛古:稗田宁宁",
        "艾莲欧诺露·碧安卡:渡部纱弓",
        "洁西雅·碧安卡:久野美咲",
        "辛·雷格利亚:羽多野涉",
        "莉莉安:夏吉优子",
        "梅诺·希斯特里亚:加隈亚衣",
        "エレン・ミハイス:石原夏织",
        "ジェシカ・アーネート:朝日奈丸佳",
        "マイア・ゼムト:大野柚布子",
        "ノノ・イノータ:白石晴香",
        "シア・ミンシェン:宫本侑芽",
        "ヒムカ・ホウラ:铃代纱弓",
        "カーサ・クルノア:岭内知美",
        "シェリア・ニジェム:雨宫夕夏",
        "创造神米莉提亚:"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/3b/ad/292222_Jgflx.jpg",
    "staff": [
        "中文名:魔王学院的不适任者～史上最强的魔王始祖，转生就读子孙们的学校～",
        "话数:13",
        "放送开始:2020年7月4日",
        "放送星期:星期六",
        "原作:秋（電擊文庫 刊）",
        "导演:田村正文",
        "脚本:大内珠帆、田中仁",
        "分镜:斎藤瑞華、井上圭介、島津裕行、田村正文、徳本善信、末田宜史、西田正義",
        "演出:小柴純弥、大内大和、徳本善信、末田宜史、関根侑佑、福多潤、田村正文、稲葉友紀",
        "音乐:井内啓二",
        "人物原案:しずまよしのり",
        "人物设定:山吉一幸",
        "系列构成:田中仁",
        "色彩设计:吉田隼人",
        "总作画监督:平田和也",
        "作画监督:山崎輝彦、古谷梨絵、渡部桂太、金元会、吉野麦、冨田佳亨、船越麻友美、松井京介、上野沙弥佳、畠山元、藤田真弓、前原薫、久松沙紀、秋田英人、河口千恵、亀田朋幸、井本由紀、池津寿恵、小幡公春、林夏菜、山吉一幸、水﨑健太、高橋こう平、松永辰、鈴木FALCO、堀光明、田中沙希、寿夢龍、丸山修二、吉川佳織、若山政志、原口渉、田村正文、大西陽一、長田絵里、松田萌、飯飼一幸、吉岡敏幸、佐藤祐子、今井武志、服部憲知、大槻南雄、乘冨梓、竹森由加、吉田和香子、平田和也",
        "摄影监督:山本聖",
        "原画:鈴木FALCO、青柳富士子、西尾聡美、前原薫、小林宏平、澤田博範、竹森由加、梅本賢一、中津川孝広、高橋こう平、黒木涼之介、横手博人、針木大、菅野康平、坪田慎太郎、野口莉英子、岡村正弘、小林之浩、岸祐弥、片桐七星、山田哲郎、日向寺郁晶、島村毬子、米田紘、兼高里圭、上田朋美、内山光、直木祥子、近藤健司、小澤和則、河村涼子、佐藤大介、山澤純玲、奥嶋大介、郡司智一、若林晶、角谷理、田村正文、石橋利康、藤浦嵩、米倉孝規、柳野仙太郎、若山政志、関根侑佑、重松佐和子、冨田佳亨、小島真清、西川真人、水﨑健太、津久井快、兵頭敬、伊藤亜矢子、阿部和彦、木全新、金澤龍、渡辺大貴、鈴木奈都子、永井里奈、佐藤滋記、増田敏彦、桂木杏、山下聖美、木村文香、重本雅博、市野まりあ、松井京介、本田創一、山口ひびき、大藪佳奈子、大下知之、片山敬介、美馬健二、妹尾千洋、張世訓、小松温、喜友名陽、たかはし隆子、飯村真一、日根野優子、春日久美子、水野佳樹、堀光明、松田萌、長田雄樹、玉井志保、速水広一、小倉せれん、平田かほる、宮田奈保美、長谷川渉",
        "第二原画:三田智子、北原天弥、奥嶋大介、小林宏平、田村万有、于艾言、山澤純玲、松井祐介、小原佑太、柳野仙太郎、五味輝秋、石田ひなた、日向寺郁晶、田村正文、笹倉詩乃、真鍋由香里、青木みき、三浦志穂、久保山誠士、森林恵、河野俊希、菅原美沙輝、会沢佳奈、桐山染利、渡辺大貴、土田唯、足立明日美、大月真衣、関口紫織、小池福美",
        "动画检查:椛沢祥平、笹倉詩乃",
        "助理制片人:三浦史",
        "背景美术:ムクオスタジオ",
        "主题歌编曲:重永亮介",
        "主题歌作曲:重永亮介",
        "主题歌作词:楠木ともり",
        "主题歌演出:鈴木達央、CIVILIAN、楠木ともり",
        "企画:岩上敦宏、山田昇、安藤晃義、北澤晋一郎、國枝信吾、古迫智典、徳田直巳、太田勝士、納谷僚介、武田智哉、大塚則和、林ちどり",
        "製作:Demon King Academy（Aniplex、KADOKAWA、アスキー・メディアワークス、AT-X、日本BS放送、ドコモ・アニメストア、TOKYO MX、ムービック）",
        "音响监督:納谷僚介",
        "补间动画:椛沢祥平",
        "制片人:中山信宏、吉岡雄介、飯塚彩、大和田智之、山岡勇輝、北澤史隆、長谷川嘉範、石田悟朗、石垣毅、伊藤拓己",
        "制作进行:鬼塚康介",
        "总制片人:三宅将典、湯浅隆明",
        "动画制作:SILVER LINK.",
        "副导演:湊未來",
        "OP・ED 分镜:湊未來、大沼心",
        "总导演:大沼心",
        "制作协力:studioぱれっと",
        "摄影:青木亮作",
        "设定制作:箕浦孝徳",
        "动画制片人:金子逸人、進藤雄昨",
        "别名:魔王学院的不适合者",
        "别名:The Misfit of Demon King Academy: History’s Strongest Demon King Reincarnates and Goes to School with His Descendants",
        "别名:Maou Gakuin no Futekigousha: Shijou Saikyou no Maou no Shiso, Tensei shite Shison-tachi no Gakkou e Kayou",
        "官方网站:https://maohgakuin.com/",
        "播放电视台:TOKYO MX",
        "其他电视台:とちぎテレビ / 群馬テレビ / BS11 / 読売テレビ / テレビ愛知 / AT-X",
        "播放结束:2020年9月26日",
        "Copyright:©2019 秋/KADOKAWA/Demon King Academy"
    ],
    "story": "历经两千年的时光，苏醒了的暴虐魔王——但他在培育魔王候补的学院中的适性却是——《不适任》！？尽管具备能毁灭人类、精灵，甚至是众神的力量，暴虐魔王“阿诺斯·波鲁迪戈乌多”却厌倦了永无止尽的斗争，梦想着和平的世界进行转生。然而在两千年后，转生后的他所迎来的，却是适应和平生活而变得过于弱小的子孙们，以及各种衰退至极的魔法。阿诺斯虽然进入了对被视作魔王转世之人进行集中教育的“魔王学院”，但学院却无法看出他的实力，使得他被刻上不适任者这一烙印。不仅如此，传说中的魔王还变成了和自己完全不同的其他人。在众人都瞧不起他的环境里，他将唯一亲切对待自己的少女米夏纳为部下， 作为不适任者（魔王），在魔族的等级制度上迈向巅峰！！“不论天理、命运还是奇迹，在我的眼前只有俯首受戮一途而已。”",
    "update_at": "2024-08-20T23:00:16"
}