{
    "id": "292969",
    "alt": "https://bgm.tv/subject/292969",
    "sid": "292969",
    "cast": [
        "亚梓莎·埃札瓦:悠木碧",
        "莱卡:本渡枫",
        "法露法:千本木彩花",
        "夏露夏:田中美海",
        "哈尔卡拉:原田彩枫",
        "别西卜:沼仓爱美",
        "芙拉特露蒂:和气杏未",
        "罗莎莉:杉山里穗",
        "佩可菈:田村由香里",
        "瓦妮雅:小泽亚李",
        "法托菈:伊藤美来",
        "艾诺:远野光",
        "库库:小岩井小鸟"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/01/e4/292969_RLbg9.jpg",
    "staff": [
        "中文名:打了300年的史莱姆，不知不觉就练到了满级",
        "话数:12",
        "放送开始:2021年4月10日",
        "放送星期:星期六",
        "原作:森田季節（GAノベル／SBクリエイティブ刊）",
        "导演:木村延景",
        "脚本:安永豊、髙橋龍也、福島直浩",
        "分镜:小俣真一、鈴木清崇、北川朋哉、小嶋慶祐、大川貴大、後藤康徳、石倉賢一、富井ななせ、木村延景",
        "演出:小俣真一、後藤康徳、山本隆太、大川貴大、木村延景、高田恭輔、富井ななせ、今泉竜太、柏淳志、粂田佳之",
        "音乐:井内啓二",
        "人物原案:紅緒",
        "人物设定:後藤圭佑、[副]本多恵美",
        "系列构成:髙橋龍也",
        "美术监督:内藤健",
        "色彩设计:竹澤聡",
        "总作画监督:後藤圭佑、本多恵美",
        "作画监督:黒川あゆみ、森谷春樹、早川元基、小嶋慶祐、今泉竜太、唐远界、原科大樹、谷口繁則、金子優司、久保光寿、大嶋由葵、高梨友美、渡辺一平太、迎千葉瑠、佐々木一浩、平野翔、埼玉憲人、池谷祥明",
        "摄影监督:三上颯太",
        "原画:久貝典史、山下菜摘、池上理恵、玉置典彦、大木綾子、吉野彰敏、松下純子、赤尾良太郎、穐本ゆかり、浦野達也、山本勉、佐藤桂、速水広一、迎千葉瑠、長谷川渉、斎藤圭一郎、李鑑修、井村学、西道拓哉、久保光寿、安藤幹彦、持丸彰親、粂田佳之、吉田翔太、縫田修、青木真理子、藤田麗子、石塚理央、小澤和則、山川千陽、早渕楓香、上道巧弥、高田玲大、津野満代、小嶋慶祐、入江崇、河村涼子、片岡恵美子、市橋雄一、池谷祥明、橋本純一、北風耕、宮崎康子、もりともこ、南雲紋、瀬尾健、檜垣彰子、松本鉄也、川添清香、高梨友美、藤谷奈美、野島瑠奈、亀澤蘭、海野節子、山田雄一郎、埼玉憲人、山本道隆、宇津木勇、佐藤千恵子、扇多恵子、飯塚葉子、大川貴大、竹内昭、川森昇、増田雄一郎、高井浩一、林隆祥、長澤礼子、森谷春樹、黒田晃一郎、久保充照、佐藤利幸、原科大樹、藤野陽介、藍崎灯、舘崎大、石井しずく、唐远界、榎戸駿、飯村真一、谷口繁則、小笠原真、伊藤幸、矢田起也、近藤いずみ、重原克也、早川元基、刈谷暢秀、角谷知美、大津りか、飯島傑、片岡千春、大嶋由葵、蓮沼一樹、今泉竜太、月下歩、平野翔、安彦守、金子優司、重国浩子、久田正高",
        "第二原画:福田萌花、渡邉徳、野中美希",
        "动画检查:澁澤千央、多田野一史",
        "制作助理:三浦史",
        "色彩指定:小島和之",
        "主题歌演出:アズサ・アイザワ(CV.悠木碧)、フラットルテ(CV.和氣あず未)",
        "企画:北田展久、山崎史紀、北村州識、太田勝士、納谷僚介、山崎明日香、武智恒雄、國枝信吾、東條寛、長畑克也、林ちどり、橋本真司",
        "制作管理:下園克",
        "製作:高原の魔女の家（日本コロムビア、博報堂DYミュージック&ピクチャーズ、SBクリエイティブ、日本BS放送、スタジオマウス、AT-X、クロックワークス、ムービック、合同会社EXNOA、ブシロード、メディコス・エンタテインメント、スクウェア・エニックス）出品人：八木仁、山中隆弘、宮崎誠司",
        "音响监督:本山哲",
        "音效:中原隆太",
        "特效:土橋祥子",
        "补间动画:宮原宏充、岩﨑文萌、澁澤千央、瀧本智美、包国成、谷口円来",
        "助理制片人:長瀬奈津子",
        "制片人:天野大地、南原充宏、秋田規行、大和田智之、柏木豊、宮城惣次、長谷川嘉範、森田淳、和泉勇一、伊藤拓巳、小松翔太",
        "制作进行:下園克、阿久津香音",
        "音乐制作:日本コロムビア",
        "动画制作:REVOROOT",
        "副导演:富井ななせ",
        "OP・ED 分镜:鈴木清崇",
        "制作协力:STUDIO CL、テディー、アゼータ・ピクチャーズ、MADHOUSE",
        "协力:福士裕一郎、阿部良祐",
        "制作进行协力:阿久津香音",
        "动画制片人:江波和樹",
        "别名:打了三百年的史莱姆，不知不觉就练到了满等",
        "别名:持续狩猎史莱姆三百年，不知不觉就练到LV MAX",
        "别名:Slime Taoshite 300-nen, Shiranai Uchi ni Level Max ni Nattemashita",
        "别名:I`ve Been Killing Slimes for 300 Years and Maxed Out My Level",
        "官方网站:https://slime300-anime.com",
        "播放电视台:AT-X",
        "其他电视台:TOKYO MX / BS11 / サンテレビ / KBS京都 / 北海道テレビ / 長崎文化放送 / IBC岩手放送",
        "播放结束:2021年6月26日",
        "Copyright:©森田季節・SBクリエイティブ／高原の魔女の家"
    ],
    "story": "ごく普通のOL・相沢梓は働き過ぎが原因で過労死し、不老不死の魔女アズサとして異世界に転生した。前世での反省から、辺境の高原でのんびりスローライフを始めた彼女。スライムを倒して小銭を稼ぎ、魔女らしく薬を作って麓の村のお世話をする。あとはとくに何もしない。そんな暮らしを続けるうち彼女は「高原の魔女さま」と親しまれるようになっていた――。ところが300年後。スライムを倒し続けた経験値で、いつの間にやらレベル99＝世界最強となってしまっていたアズサ。その噂は広まり、腕に自信のある冒険者はもちろん、決闘を挑んでくるドラゴン娘や、アズサを母と呼ぶ謎のモンスター娘まで押し掛けて来るようになってしまい――！？",
    "update_at": "2024-06-12T02:00:16"
}