{
    "id": "296195",
    "alt": "https://bgm.tv/subject/296195",
    "sid": "296195",
    "cast": [
        "菜月昴:小林裕介",
        "艾米莉娅:高桥李依",
        "蕾姆:水濑祈",
        "帕克:内山夕实",
        "菲鲁特:赤崎千夏",
        "莱茵哈鲁特·梵·阿斯特雷亚:中村悠一",
        "艾尔莎·葛兰希尔黛:能登麻美子",
        "罗姆爷:寺田诚",
        "拉姆:村川梨衣",
        "碧翠丝:新井里美",
        "罗兹瓦尔·L·梅札斯:子安武人"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/72/ef/296195_n0KqL.jpg",
    "staff": [
        "中文名:Re：从零开始的异世界生活 新编集版",
        "话数:25",
        "放送开始:2020年1月1日",
        "放送星期:星期三",
        "原作:長月達平（MF文庫J「Re:ゼロから始める異世界生活」/KADOKAWA刊）",
        "导演:渡邊政治",
        "脚本:梅原英司、横谷昌宏、中村能子",
        "分镜:岡本学、迫井政行、中重俊祐、守泰祐、川村賢一、上坪亮樹、高橋謙仁、細田直人、おざわかずひろ、許平康、山岸大悟、渡邊政治、尾崎隆晴、宮尾佳和、長山延好、相澤伽月",
        "演出:高橋謙仁、守泰祐、美甘義人、古賀一臣、高島大輔、渡邊政治、篠原正寛、山本秀世、山岸大悟、徳本善信、岡本学、土屋浩幸",
        "音乐:末廣健一郎",
        "人物原案:大塚真一郎",
        "人物设定:坂井久太；副人设：田中一真",
        "系列构成:横谷昌宏",
        "美术监督:高峯義人",
        "色彩设计:坂本いづみ",
        "总作画监督:坂井久太",
        "作画监督:中村和久、野田康行、又賀大介、森川侑紀、岩田景子、北原大地、林隆祥、阿部島瑠珠、池田有、中田正彦、豆塚あす香、小柳達也、中西和也、梶浦紳一郎、明珍宇作、坂井久太、齊藤佳子、今田茜、渡邉八恵子、浅利歩惟、木宮亮介、楡木哲郎、世良コータ、山岡峻、田中一真、永吉隆志、水竹修治、池上たろう",
        "摄影监督:峰岸健太郎",
        "监修:長月達平",
        "道具设计:鈴木孝典、岩畑剛一",
        "原画:宮島直樹、村田理、井戸田あかね、ハン･ミンギ、中山みゆき、吉成鋼、山口杏奈、水竹修治、楡木哲郎、池上たろう、竹内一将、渡部由紀子、鈴木祥子、馬場可奈子、橋本有加、林隆祥、櫻井拓郎、反町司、藤木奈々、山下香織、蛯名秀和、角谷理、須川康太、明珍宇作、山本貴則、もといぎひろあき、飯塚葉子、星野初音、小柳達也、北原大地、岩田景子、齊藤佳子、増田優紗、福山映二、村山未菜美、世良コータ、佐々木舞、重国浩子、稲吉朝子、垣内彩子、中重俊祐、中村和久、太田悌記、古俣拓磨、豆塚隆、橋口隼人、渡邉八恵子、倉谷亮多、藤原千帆、豆塚あす香、伊藤篤志、宮本由紀子、岩田芳美、五味伸介、丸英男、又賀大介、和田賢人、松広友仁、谷口嘉浩、亀山進矢、小川みずえ、多田靖子、浅利歩惟、山田雄一郎、黒川あゆみ、藤岡三徳、髙井里沙、月岡英明、塚本歩、加藤滉介、清水明日香、久木元ひかり、徳丸昌大、白川茉莉、末田晃大、澤田謙治、八田典子、鄭泳勲、槌谷凌雲、片山陽一郎、若野哲也、長田信博、上田美由紀、飯飼一幸、樋口香里、種村綾隆、針場裕子、吉田徹、後藤祐司、高瀬健一、高嶋宏之、関本美穂、小牧容子、伊礼えり、岡田雅人、柳隆太、今田茜、遠藤省二、坪田慎太郎、青木康哲、井川典恵、田中宏紀、伊藤一樹、二宮奈那子、大西麻衣子、杉浦英之、田中一真、竹田直樹、稲吉智重、岡垣優、梶山亜里沙、福井麻記、中田正彦、青木悠、森川侑紀、小島絵美、碇谷敦、真辺久輝、長谷川圭、岡本学、阿部島瑠珠、藤田麻貴、山岡峻、中西和也、村井咲代子、山内玲奈、キム・ゼヒョン、平村直紀、永吉隆志、舟木翔一、柴田志朗、河野直人、佐藤史暁、野中美希、内田広之、幡野雄亮、大竹晃裕、渡部桂太、岡崎耕太郎",
        "第二原画:藤木奈々、久木元ひかり、島田千裕、平村直紀、徳丸昌大、井川典恵、伊礼えり、渡邉八恵子、市村友美佳、木宮亮介、豆塚あす香、藤岡三徳、須川康太、齊藤佳子、應地千晶、永吉隆志、佐藤史暁、佐々木舞、竹田直樹、武市直子、浅利歩惟、橋本有加、又賀大介、小柳達也、板井俊祐、塚本智也、濱崎徹、明珍宇作、澤田謙治、北原大地、竹内一将",
        "色彩指定:田中直人、岡崎順子",
        "剪辑:須藤瞳",
        "企画:菊池剛",
        "製作:Re:ゼロから始める異世界生活製作委員会（KADOKAWA、AT-X",
        "音响监督:明田川仁",
        "特效:川西美保",
        "执行制片人:万木壮、工藤大丈",
        "制片人:田中翔",
        "制作进行:平川咲、近藤元、阿部良祐、田中聖也、武藤伸和、平野宏樹",
        "总制片人:岩佐岳",
        "音乐制作:KADOKAWA",
        "动画制作:WHITE FOX",
        "美术设计:金城沙綾",
        "OP・ED 分镜:小柳達也、渡邊政治、岡本学",
        "3DCG:軽部優、T2 Studio",
        "制作协力:Nexus",
        "动作作画监督:中西和也",
        "协力:中村浩士",
        "摄影:T2 Studio",
        "音乐制作人:若林豪",
        "动画制片人:吉川綱樹",
        "作画监督助理:山岡峻、池上たろう、岩田景子、田中一真、豆塚あす香、井元一彰、渡邉八恵子、中山みゆき、倉谷亮多",
        "官方网站:http://re-zero-anime.jp/",
        "播放电视台:AT-X、TOKYO MX、BS11",
        "播放结束:2020年4月1日",
        "Copyright:©長月達平・株式会社KADOKAWA刊／Re:ゼロから始める異世界生活1製作委員会"
    ],
    "story": "2016年に放送されたTVアニメ『Re:ゼロから始める異世界生活』が新たに1時間番組として放送決定！ 新規カットを追加し、1時間番組として再編集を行った《新編集版》となる『Re:ゼロから始める異世界生活』は2020年1月1日(水)よりAT-X、TOKYO MX、BS11ほかにて放送スタート。",
    "update_at": "2024-08-07T03:20:07"
}