{
    "id": "306742",
    "alt": "https://bgm.tv/subject/306742",
    "sid": "306742",
    "cast": [
        "涩谷香音:伊达小百合",
        "唐可可:黎狱",
        "岚千砂都:岬奈子",
        "平安名堇:Payton尚未",
        "叶月恋:青山渚",
        "秋叶原记者:高森奈津美",
        "圣泽悠奈:吉武千飒",
        "柊摩央:结木由奈",
        "叶月花:远藤绫",
        "理事长:朴璐美",
        "小不点:麦穗杏菜",
        "圆滚滚:麦穗杏菜",
        "澁谷ありあ:松永茜",
        "かのんの母:能登麻美子",
        "ヤエ:富田美忧",
        "ナナミ:和气杏未",
        "ココノ:白石晴香",
        "サヤ:花泽香菜"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/bf/92/306742_MvLk2.jpg",
    "staff": [
        "中文名:Love Live! Superstar!!",
        "话数:12",
        "放送开始:2021年7月11日",
        "放送星期:星期日",
        "原作:矢立肇",
        "导演:京極尚彦",
        "脚本:花田十輝",
        "分镜:森田宏幸、大島克也、誌村宏明、京極尚彦、安藤良",
        "演出:遠藤広隆、京極尚彦、いまむら、居村健治、大島克也、安藤良",
        "音乐:藤澤慶昌",
        "人物原案:室田雄平",
        "人物设定:斎藤敦史",
        "系列构成:花田十輝",
        "美术监督:春日礼児",
        "色彩设计:加藤里恵",
        "总作画监督:佐野恵一、冨岡寛、斎藤敦史",
        "作画监督:粕川みゆき、日向正樹、徳田賢朗、久松沙紀、いとうまりこ、山口保則、菊川孝司、藤井智之、尾尻進矢、岡戸智凱、亀田朋幸、加藤愛、北島勇樹、清水文乃、杉本海帆、伊礼えり、鄧佳湄、茂木琢次、山村俊了、柿畑文乃、菊川孝二、水野辰哉、吉田雄一、佐藤誠之、木村文香、西村彩、永山恵、市原圭子、石井久美",
        "摄影监督:北岡正",
        "原画:野澤かれん、吉田亘良、佐田雄、松本元気、芳山優、津留幸代、大泉友里奈、湯徳遥、松井祐子、外島明和、西道拓哉、水野辰哉、亀田朋幸、平野絵美、岡村玲子、松浦美穂、中西理絵、冨木由美子、佐藤誠之、太田宣貴、杉谷光一、冨岡寛、原山智、渡辺健一、兼高里圭、茂木琢次、柴田琴音、薮並円佳、柿畑文乃、潘婧、小野田将人、木村文香、中山直哉、篠原天球馬、鄧佳湄、辻雅俊、永山歩実、横田拓己、島亜里紗、伊礼えり、西村祐希、大下久馬、東賢太郎、山澤純玲、渋谷一彦、海老澤舞子、清水文乃、本多弘幸、深野敏彦、粕川みゆき、中井準、池津寿恵、井元一彰、川森昇、君島繁、徳永竜志、梅津茜、梶谷光春、内野瑞希、大森亘、成松義人、岡戸智凱、加藤照代、亀井大祐、杉田柊、宮原拓也、黒岩なつみ、西森有希、松田萌、吉山隆士、渡部ゆかり、増田俊介、小川莉奈、西村真理子、池上理恵、米井大稀、吉田雄一、長原圭太、山元浩、森本明慧、山本祐子、大西麻衣子、西田亜沙子",
        "第二原画:江良桜子、石川日向子、小倉貫治、チョアヨン、山口ひびき、西川莉央、三田智子、吉永大貴、熊谷侑也、内野瑞希、石井遥、槌谷凌雲、山口愛子、安武航、山澤純玲、小林美幸、村田幸也、ドンフン、小岩正美、北村由佳、津留幸代、原山智、中曽根詩織、大泉友里奈、三沢聖也、間中紗永、李文生、石川和正、椛沢祥平、犬飼さおり、齊田恵瑠、梅澤茉里、海老澤舞子、太田宣貴、大橋幸恵、黄佩斯、石黒美知子、河江陽向、井後多映子、杨可心、高田小知代、井戸垣健、外山喜子、佐藤天哉、八木尚之、兵藤恭子、浅野洋介、翁朝伟、鍵山莉奈、柴野美奈、市村龍星、鈴木一穂、野村優貴、足立明日美、薮並円佳、根津賢太郎、黒岩なつみ",
        "动画检查:坂本豊、村上朋子",
        "制作助理:小牧拓人",
        "色彩指定:小日置知子、相澤里佳",
        "剪辑:今井大介",
        "原案:公野櫻子",
        "主题歌编曲:久保田真悟、山下洋介",
        "主题歌作曲:山田智和",
        "主题歌作词:畑亜貴",
        "企画:徳田直巳、佐々木新",
        "制作管理:岡崎裕平",
        "製作:サンライズ、バンダイナムコアーツ、KADOKAWA",
        "音响监督:長崎行男",
        "音效:倉橋裕宗",
        "补间动画:佐藤天哉、大泉友里奈、古川嗣英、村上朋子、西川莉央、今野彩華、黄旻淳、鳴海陽太、中込利恵、佐久間健太、谷本真歩、木下翔太郎",
        "制片人:大塚大",
        "特别鸣谢:法元明菜",
        "动画制作:サンライズ",
        "OP・ED 分镜:京極尚彦、河村智之",
        "3DCG:岩崎優香、横田一平、神谷宣幸、サブリメイション",
        "制作协力:ジェノスタジオ",
        "作画监督助理:阿曽仁美、柿畑文乃、三沢聖也",
        "别名:爱与演唱会!超级明星!!",
        "别名:爱与演唱会!超级明星!!",
        "官方网站:http://www.lovelive-anime.jp/yuigaoka",
        "播放电视台:NHK Eテレ",
        "播放结束:2021年10月17日",
        "Copyright:©プロジェクトラブライブ！スーパースター!! ©2021 プロジェクトラブライブ！スーパースター!!"
    ],
    "story": "私立结丘女子高级中学，这间位于表参道、原宿、青山三个城市交界的的新学校迎来了第一批学生。没有历史，没有旧生，甚至校名也毫无知名度，在这间什么都没有的新学校里，以涩谷花音为中心的五名少女邂逅了“学园偶像”。“我果然很喜欢唱歌！我想用歌声……实现心愿！！”仍然渺小的几颗星星，她们远大的想法此时开始交错。这就是从零开始，属于拥有无限可能的她们的“大家一起实现的故事”（学园偶像计划）。展翅翱翔吧，我们的Love Live！",
    "update_at": "2024-09-28T15:00:05"
}