{
    "id": "333349",
    "alt": "https://bgm.tv/subject/333349",
    "sid": "333349",
    "cast": [
        "迦希大人:大空直美",
        "店长:茅野爱衣",
        "房东:日笠阳子",
        "桃乐希:花泽香菜",
        "萨尔瓦:小松未可子",
        "魔法少女:上坂堇",
        "心:小仓唯",
        "魔王:冈咲美保",
        "苏:鬼头明里",
        "旁白:堀秀行"
    ],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/85/45/333349_nnTfr.jpg",
    "staff": [
        "中文名:迦希女王不会放弃",
        "话数:20",
        "放送开始:2021年7月31日",
        "放送星期:星期六",
        "原作:昆布わかめ",
        "导演:湊未來",
        "脚本:森江美咲、横手美智子、待田堂子",
        "分镜:湊未來、金澤洪充、澤井幸次、ワタナベシンイチ",
        "演出:熊野千尋、星野美鈴、上原秀明、門田英彦、廣田陽香、湊未來、西本光咲、伊部勇志、黒田晃一郎",
        "音乐:藤本コウジ(Sus4 Inc.) /ササキオサム",
        "人物设定:仲敷沙織",
        "系列构成:横手美智子",
        "总作画监督:仲敷沙織、大島美和",
        "作画监督:会沢佳奈、渡辺優奈、長田雄樹、ビート、早川元基、本田敬一、金子匡邦、堤谷典子、竹森由加、笛木優奈、大槻南雄、近藤律子、近響子、仲敷沙織、tofu、古谷梨絵、川本和隆、遠藤大輔、服部憲知、髙橋瑞紀、冯永旭、松本勝次、濱田悠示、本田創一、王斌、若山政志、ヘバラキ、吉田肇、金澤龍、高木啓明、歩宇、魏旭龙、土居恵梨子、黄鹤亭、外山陽介、古屋夏実、原田ゆうか、内田陽子、佐藤祐子、高石まみ、權容祥、黄翔麟、渡辺一平太、永田正美、陈亮、服部未夢、松井瑠生、堀光明、赵小川、王敏、櫻井拓郎、中川実、斎藤晴輝、李良鹏、石田誠也、直木祥子、塩澤枢、今田茜、飯飼一幸",
        "原画:内田陽子、山田香央里、竹澤清貴、鈴木水彩、小原広志、佐藤悠己、松井万里子、斎藤晴輝、中村与史子、廣田陽香、日下義庵、松木泰憲、間々下暁彦、藤谷奈美、平田彰子、有賀建真、松本鉄也、伊藤悠太、五味輝秋、佐藤大介、藤田ひかる、串田健太、末廣里帆、合田圭佑、歩宇、嘉陽さやか、西位輝実、矢田起也、今田茜、正木優太、小畑りん、野田遥夏、高木啓明、于庚鑫、柏木信弘、小林之浩、雨宮英雄、飯島傑、山下聖美、塚本篤、吉岡丈雄、吉木正行、寺本彰、藤野陽介、飯飼一幸、服部未夢、山下悟、小松温、川本和隆、仲敷沙織、能地清、髙橋瑞紀、松本勝次、足立明日美、石田誠也、伊藤浩二、角谷理、吉松義雄、井中麻仁、土居恵梨子、西正悟、水野佳樹、渡辺大貴、池上理恵、今川よしみ、福田さつき、李良鹏、澤田博範、清水椋大",
        "第二原画:佐藤悠己、吉本哲也、齋藤直貴、末廣里帆、小畑りん、氣田汐理、吉村朝陽、堀光明、鈴木水彩、髙橋瑞紀、星野美波、廣田陽香、渡辺大貴、野田遥夏、田中光輝、包国成",
        "动画检查:多田野一史",
        "背景美术:ムクオスタジオ",
        "主题歌演出:小倉唯",
        "录音:今泉武",
        "製作:浅野智章、朝日放送テレビ、林ちどり、松岡雄浩",
        "补间动画:広瀬由季、小林柚恵子、末廣里帆",
        "助理制片人:落合剛",
        "制片人:諏訪豊、小松翔太、伊藤拓己、早野義人、松本拓也",
        "制作进行:西久保明良、堀江貴史、石川貴弘、林大和、星野七海",
        "总制片人:梅田和沙",
        "动画制作:SILVER LINK.",
        "副导演:伊部勇志",
        "OP・ED 分镜:松根マサト",
        "3DCG:土田駿",
        "制作协力:BLADE、コスモプロジェクト、C-Station、ヘバラキ、アゼータ・ピクチャーズ、CONNECT、日影工房",
        "动画制片人:金子逸人",
        "别名:贾希大人不气馁！别名:The Great Jahy Will Not Be Defeated!别名:Jahy-sama wa Kujikenai!",
        "别名:贾希大人不气馁！",
        "别名:The Great Jahy Will Not Be Defeated!",
        "别名:Jahy-sama wa Kujikenai!",
        "官方网站:jahysama-anime.com/",
        "播放电视台:ABCテレビ・テレビ朝日系列全国24局ネット （『ANiMAZiNG!!!』枠）",
        "播放结束:2021年12月18日",
        "Copyright:©昆布わかめ／SQUARE ENIX・「ジャヒー様はくじけない！」製作委員会"
    ],
    "story": "在魔界，地位仅次于魔王的迦希大人。被魔族们所畏惧，任性妄为挥霍无度，享受自己的人生之春——本该是这样的。然而，由于魔法少女的袭击，被迫来到人间。魔力之源的魔石破碎，权利与美貌都被夺走，变成了娇小可怜的姿态。不得不开始了贫穷生活，住在没有浴室的四叠半大小的房子，开始了在居酒屋打工的日子。不需要同情也不想管房租的催促，目标是“魔界复兴”。",
    "update_at": "2024-10-14T17:00:06"
}