{
    "id": "6254",
    "alt": "https://bgm.tv/subject/6254",
    "sid": "6254",
    "cast": [],
    "site": "bangumi",
    "cover": "https://lain.bgm.tv/r/400/pic/cover/l/86/17/6254_5Sbd6.jpg",
    "staff": [
        "中文名:机械女神J",
        "话数:25",
        "放送开始:1996年10月1日",
        "原作:あかほりさとる",
        "导演:下田正美",
        "脚本:長谷川勝己、植竹須美男、野辺朋史、関島眞頼、金巻兼一、あみやまさはる",
        "分镜:寺東克己、大地丙太郎、康村諒、角銅博之、西本由紀夫、神戸守、下田正美、松園公、高柳哲司、佐山聖子、佐藤順一、池端隆史、石山タカ明、本田一行、渡邊哲哉",
        "演出:康村諒、佐山聖子、小高義規、西本由紀夫、木村隆一、真野玲、下田正美、杉山慶一、池端隆史、花井信也、渡邊哲哉、関田修",
        "人物原案:ことぶきつかさ",
        "人物设定:島村秀一",
        "系列构成:関島眞頼",
        "美术监督:永井一男",
        "作画监督:渡辺明夫、畑智司、岡辰也、東出太、門智昭、河村明夫、古賀誠、千葉道徳、今泉賢一、石野聡、柳瀬雄之、山口晋、島村秀一、津幡佳明、鈴木勤",
        "摄影监督:渡邊英俊、渡辺英俊",
        "监修:新房昭之",
        "原画:渋谷一彦、神原敏昭、牧野行洋、尼野浩正、市川敬三、藤澤俊幸、山田俊也、松永晃、福島豊明、高口弘、船塚純子、山川吉樹、青井清年、日向正樹、初見浩一、山本正文、大久保政雄、松野利晴、柴田淳、佐藤良隆、棚田暁子、本谷利明、川原智弘、中村基、山岸徹一、大野勉、堀川直哉、安彦英二、中山勝一、杉浦幸次、梅原隆弘、多賀かずひろ、安形佳己、塩川貴史、赤堀重雄、今泉賢一、後藤雅巳、小野ひろみ、高橋照夫、星野守、石野聡、戸倉紀元、志村泉、深澤学、金子匡邦、田中雄一、清丸悟、菅井嘉浩、佐村義一、小倉陳利、林康弘、渋谷英樹、内田信也、古賀誠、高木潤、牛来隆行、近藤高光、名和宗則、亀井幹太、大塚健、ムラオミノル、渡辺明夫、宮澤努、細越裕治、河森正治、香月邦夫、島崎知美、柿田英樹、飯村一夫、柳瀬雄之、櫻井美知代、谷口明弘、小丸敏之、小森良、実原登、田島直、熊谷哲矢、千島知明、谷口繁則、畑智司、小沼克介、粟井重紀、内田広之、大坂竹志、松本澄子、鈴木幸江、加藤はつえ、楠本祐子、加藤義貴、斎藤久、三木俊明、杉本功、橋本純一、千葉道徳、楠田悟、神本兼利、今石洋之、植田実、島村秀一、二村秀樹、大橋誉志光、八木元喜、藤川太、河村明夫、定井秀樹、谷口嘉浩、大西雅也、鉄羅紀明、井上俊之、津幡佳明、晶貴孝二、山口晋、東出太、北原里美、中森良治、青木昭仁、杉藤さゆり、浜野裕治",
        "动画检查:成田達司",
        "背景美术:スタジオ風雅",
        "剪辑:西山茂、後藤正浩",
        "制作管理:皆川護、金子文雄",
        "录音:タバック",
        "製作:創通、テレビ東京",
        "音响监督:田中英行",
        "音效:今野康之",
        "补间动画:追崎史敏",
        "制片人:横山真二郎、小林教子",
        "制作进行:金子文雄、平池芳正",
        "动画制作:JUNIO、スタジオジュニオ",
        "OP・ED 分镜:新房昭之、下田正美",
        "协力:バンダイビジュアル",
        "动画制片人:春田克典",
        "别名:SABER MARIONETTE J",
        "别名:銀河醒目女",
        "别名:机械女神",
        "播放电视台:東京電視台",
        "播放结束:1997年3月25日",
        "色彩设计:中村忍",
        "音乐:PAROME",
        "制作:テレビ東京、創通映像"
    ],
    "story": "22世紀末因地球人口爆炸，故有許多航向宇宙準備開拓新的生存環境的太空船，其中一艘名為「美索不達米亞號」（メソポタミア号）的太空船於接近名為「堤拉茲」（テラツー）的星球時發生爆炸，毀滅前將載有六位男性人類的小艇拋出並降落於堤拉茲。因為沒有女性人類，經過這六人的努力，運用複製人的技術增加人口並建設都市，經過三百年堤拉茲星球已是一片繁榮，共有六個國家。雖然有複製人技術，但沒有辦法複製出人類女性，故以人類女性為外型，製作出以機械為底的人偶（マリオネット），以代替昔日人類女性從事家務，並且用以當作苦力幫忙背負貨物，甚至作為軍隊用以侵略或保衛領土，而人偶是沒有思考能力，僅具備簡單的基本指令動作。居住在六個國家之一「日本城」（ジャポネス）的少年間宮小樽與三位具有「少女迴路」的機械人偶萊姆、櫻桃、紅莓之相遇，改變了堤拉茲星球的未來。",
    "update_at": "2024-08-25T12:20:10"
}