{
    "sid": "1000915",
    "name": "希欧布罕·休莱特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p33551.jpg",
    "imdb_id": "nm1305192",
    "name_en": "Siobhan Hewlett",
    "name_full": "希欧布罕·休莱特 Siobhan Hewlett",
    "birth_date": "1983年4月15日",
    "birth_place": "英国,伦敦",
    "last_movies": [
        {
            "id": 36735496,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903368515.jpg",
            "title": "Act of Faith",
            "release": 1
        },
        {
            "id": 36246315,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905033491.jpg",
            "title": "神秘窥视",
            "release": 1
        },
        {
            "id": 35295874,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628857714.jpg",
            "title": "假日危情",
            "release": 1
        },
        {
            "id": 30401344,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623731567.jpg",
            "title": "大冒险",
            "release": 1
        },
        {
            "id": 10487568,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2180344882.jpg",
            "title": "蜂鸟特攻",
            "release": 1
        },
        {
            "id": 4325708,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868840668.jpg",
            "title": "亨利八世：暴君之心",
            "release": 1
        },
        {
            "id": 3986493,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1461954452.jpg",
            "title": "神探夏洛克 第一季",
            "release": 1
        },
        {
            "id": 3212357,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221407680.jpg",
            "title": "三一学院",
            "release": 1
        },
        {
            "id": 3071615,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874682395.jpg",
            "title": "情迷彼得潘",
            "release": 1
        },
        {
            "id": 2046046,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529017561.jpg",
            "title": "Lilies",
            "release": 1
        }
    ],
    "introduction": "Siobhán Kathleen Mary Hewlett.Irish Actor, writer, producer, artist Siobhán hails from a theatrical dynasty stretching back to the 1800's. Her great grandparents 'Loch & Lomond' were renowned Variety and Vaudevillian performers, as were her grandparents who met whilst performing for the judges and diplomats at The Nuremberg war trials (introduced by their mutual agent and her godfather - the late Lord Lew Grade) . Siobhan's grandmother was the last remaining captain of the Bluebell girls - the high kicking can can troupe who danced her way from Ireland around Europe and South America in the 20's and 30's, working with Mistanguette, Josephine Baker, Maurice Chevalier, and Jaques Tati. Her Grandfather, was a celebrated knock about comic whose act involved multiple back flips off walls. Her Great Aunt's Karina and sister the world famous Eve - were renowned contortionists. Siobhan's late Father, Donald Hewlett was a famous TV star from Jimmy Perry & David Crofts hit shows 'It Ain't half Hot Mum' & 'You Rang M'Lord' . Siobhan's Mother, Thérèse McMurray was a child star and lead in the first live hospital show 'Emergency Ward 10'.Hewlett was brought up between the West of Ireland (Lahinch) and the East Kent coast of England (Whitstable).Educated in England, Hewlett attended Wellesley House School, Downe House School and The King's School, Canterbury on art scholarships. A period of family ill health during Siobhán's childhood meant that she became her family's main carer. Whilst at The King's School, Canterbury, she was spotted in a production by the theatrical agent Hamilton Hodell, turned down a place at Cambridge to read English and subsequently won a scholarship to study acting at the prestigious Webber Douglas Academy of Dramatic Art in London for their 3 year classical acting diploma course.Hewlett supported herself through drama school by waitressing, singing and playing her guitar in Jazz clubs around London.Whilst still at drama school at 19, Hewlett was chosen by French film director Antoine de Caunes to play the leading role in Monsieur N a role that required she learn French.Shortly afterwards Hewlett starred in the British comedy series 'Fortysomething' opposite Hugh Laurie, Benedict Cumberbatch and Peter Capaldi for ITV. Hewlett and Cumberbatch were old family friends - Wanda Ventham, Cumberbatch's mother and Hewlett's Father had starred opposite each in London's West End.Hewlett made her professional stage debut at The Finborough Theatre in London - starring opposite Chis O' Dowd, Clarke Peters and Daniela Nardini in Etta Jenks. Directed by Che Walker.Starring in multiple award winning shows after this, including - BBC BAFTA winning 'The Canterbury Tales' opposite Julie Walters and Bill Nighy. 'The Virgin Queen' opposite Tom Hardy and Anne Marie Duff.To great acclaim Hewlett made her West end stage debut at the Donmar Warehouse in Christopher Hampton's hit play The Philanthropist. Where she starred opposite Simon Russel Beale, Simon Day and Danny Webb. \"The luscious and accomplished Araminta was played by the luscious and accomplished Siobhan Hewlett, whose electrifying stage presence would have stolen any other show.\" -The independent \"And can there have been a funnier seduction scene when Siobhan Hewlett, who gives the vamp the perfect amount of boisterous blankness, ruffles Simon Russell Beale's hair.\"- The Times Hewlett and Russel Beale won the South Bank show award for comedy.Subsequently Hewlett continued to star in Film and TV roles including indie hit 'Irina Palm', opposite Marianne Faithful and Kevin Bishop which won the audience prize at The Berlin international Film Festival. Hewlett by then, was renting the apartment below her old friend Cumberbatch. They continued working together when Hewlett guest starred in the first episode of award winning ' Sherlock' and hit series 'Parades End'.Hewlett took a significant career break and resumed her caring role to look after her dying Father and her Mother, subsequent to her Mother's stage four cancer diagnosis.As her Mother's health stabilised, Hewlett spent some time in LA, attending Groundlings Improv school as well as performing with LA Theatre works opposite Jared Harris, Susan Sullivan, Martin Jarvis and Rosalind Ayres. During this period Hewlett started working with legendary comic book writer Alan Moore (Watchmen, V for Vendetta) and photographer/ director Mitch Jenkins. Hewlett starred as journalist Faith Harrington - a role created by Moore for her - in a series of occult noir films - the first of which, was 'Act of Faith'. Hewlett became exec producer on the series , 'Showpieces' and subsequent feature 'The Show' starring opposite old family friend Tom Burke as Fletcher Dennis. 'The Show' was to premiere at SXSW 2020.Hewlett studied playwriting at The Royal Court Theatre's prestigious Young Writers program under acclaimed playwright Simon Stephens.She splits her time between her home in the West of Ireland where she writes and surfs and London.Hewlett has a production company with her brother, Director/Producer Patrick Hewlett as well as her own company Oyster Films.",
    "name_more_cn": [
        "西沃恩·休利特"
    ],
    "personage_id": "27206605",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1000915",
    "personage_link": "https://www.douban.com/personage/27206605/",
    "property_other": [],
    "name_more_other": [
        "Siobhân Hewlett"
    ],
    "update_at": "2025-04-26T20:08:17"
}