{
    "sid": "1001319",
    "name": "Julie Rogers",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3925.jpg",
    "imdb_id": "nm1592418",
    "name_en": "",
    "name_full": "Julie Rogers",
    "birth_date": "1943年5月6日",
    "birth_place": "英国,伦敦,伯蒙德",
    "last_movies": [
        {
            "id": 5136543,
            "year": "1965",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Five O'Clock Funfair",
            "release": 1
        },
        {
            "id": 5131719,
            "year": "1966",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Bruce Forsyth Show",
            "release": 1
        },
        {
            "id": 5131292,
            "year": "1969",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Lift Off",
            "release": 1
        }
    ],
    "introduction": "Rogers, the youngest of five children, had piano lessons and started her career after leaving Kingsbury High School. She worked as a dancer in Spain, a secretary in England, and a stewardess on a Union-Castle Line ship, before singing with the Teddy Foster orchestra, with whom she toured the UK and America.[1] A&R man Johnny Franz signed her to a recording contract with Philips Records in 1964, and released her debut single, \"It's Magic\".The song was originally a hit for Doris Day in 1948.Her 1964 hit \"The Wedding\" went to  in the UK Singles Chart,  in Australia and 0 in the U.S., in addition to topping the U.S. Adult Contemporary chart.In 1961 \"The Wedding\" had been successful for Anita Bryant and Malcolm Vaughan, but Rogers' recording outsold them both.At the time of the release of \"The Wedding\", Rogers told the NME that she wanted to become an international artist.[4] \"The Wedding\" was estimated by 1972 to have sold over seven million copies.She had further UK hits with \"Like a Child\" (UK , U.S. ) and \"Hawaiian Wedding Song\" (UK ), both in 1965.[5]In 1968, she married Teddy Foster, and they remained a couple until Foster's death in 1984 from renal failure. In 1987, she married show business agent, Michael Black, the brother of lyricist Don Black. Michael Black has since acted as her manager.[citation needed]She also recorded a demo of \"You Only Live Twice\",[6] which appeared on the 1992 limited edition version of the album, The Best of Bond...James Bond. Nancy Sinatra's version of the song was the one used in the film of the same name.Rogers continued to tour the world on the strength of her 1960s hits for several decades. Her most recent release was the 2003 album, Sing Another Song.",
    "name_more_cn": [],
    "personage_id": "27207009",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1001319",
    "personage_link": "https://www.douban.com/personage/27207009/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Philips Records / Pye Records / Ember Records / Mercury Records"
        },
        {
            "label": "流派",
            "value": "Traditional popular music / 流行 / Easy listening"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-05-06T07:26:14"
}