{
    "sid": "1001786",
    "name": "大卫·舒尔曼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ccb6822182bf6fedb9b68a7b0ae677a3.jpg",
    "imdb_id": "nm2569082",
    "name_en": "David Schurmann",
    "name_full": "大卫·舒尔曼 David Schurmann",
    "birth_date": "1974年4月13日",
    "birth_place": "巴西,圣卡塔琳娜州,弗洛里亚诺波利斯",
    "last_movies": [
        {
            "id": 36799922,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Por Um Fio",
            "release": 0
        },
        {
            "id": 36271304,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908327049.jpg",
            "title": "我的企鹅朋友",
            "release": 1
        },
        {
            "id": 5234149,
            "year": "1973",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Fantástico",
            "release": 1
        },
        {
            "id": 5152097,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "U-513 Lobo Solitario",
            "release": 1
        },
        {
            "id": 5087702,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Get Real",
            "release": 1
        },
        {
            "id": 3418198,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2379974626.jpg",
            "title": "小秘密",
            "release": 1
        },
        {
            "id": 3267004,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511198917.jpg",
            "title": "小人物征服大世界",
            "release": 1
        }
    ],
    "introduction": "David Schurmann is a distinguished filmmaker celebrated for his masterful storytelling across both fiction and documentary genres. Known for creating captivating narratives, Schurmann's work resonates deeply with audiences worldwide.His directorial debut, \"Little Secret,\" was a triumph, representing Brazil at the 2017 Oscars. Based on the true story of his adopted sister, Katherine Schurmann, the film highlighted Schurmann's ability to craft poignant tales that leave a lasting impact on viewers.Schurmann's recent project, the heartwarming family film \"My Penguin Friend,\" featuring acclaimed talents Jean Reno and Adriana Barraza, exemplifies his skill in capturing the enduring essence of human connections. This enchanting true story delicately portrays the bond between a fisherman and an extraordinary penguin, showcasing Schurmann's innate ability to evoke genuine emotions on screen.In addition, Schurmann returns to the gripping drama genre with \"Por Um Fio\" (By a Wire), a narrative centered on renowned oncologist Dr. Drauzio Varella's struggle to save his brother. Starring Bruno Gagliasso and Rômulo Estrela, this intense storyline further underscores Schurmann's versatility as a director, adept at engaging audiences across various genres.His body of work includes TV series for National Geographic, the 28-part \"Expedition to the Orient,\" and the 36-part series \"Magellan Global Adventure\" for Globo TV.Notably, Schurmann directed the documentary feature film \"The World Twice Around,\" which garnered accolades including awards at the Recife Film Festival in Brazil, and Best Film honors at esteemed festivals across Buenos Aires, Milan, Rome, and New York.Beyond his cinematic pursuits, Schurmann leads the environmental initiative \"Voice of the Oceans,\" raising awareness about critical ocean-related issues and demonstrating his commitment to positive change.Schurmann's cinematic journey began at the age of 13, capturing the Schurmann family's first sailing expedition around the world. His passion for filmmaking led him to film school in New Zealand and further education in the United States.Renowned for his diverse narratives, poignant storytelling, and strong social conscience, David Schurmann consistently captivates global audiences with his visionary cinematic talent.",
    "name_more_cn": [],
    "personage_id": "27207476",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1001786",
    "personage_link": "https://www.douban.com/personage/27207476/",
    "property_other": [],
    "name_more_other": [
        "David RIbeiro Schurmann (本名)"
    ],
    "update_at": "2025-07-24T05:28:11"
}