{
    "sid": "1001069",
    "name": "安德烈·德尔沃",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "剪辑",
        "编剧"
    ],
    "awards": [
        "1988年 第41届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 苦炼",
        "1979年 第32届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 狗和狼之间的女人",
        "1973年 第26届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 美人"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fc80c2ad5da79774e5432e64dfaf3b92.jpg",
    "imdb_id": "nm0217974",
    "name_en": "André Delvaux",
    "name_full": "安德烈·德尔沃 André Delvaux",
    "birth_date": "1926年3月21日",
    "birth_place": "比利时,布拉班特,Heverlee",
    "last_movies": [
        {
            "id": 35510288,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898580575.jpg",
            "title": "Jeune cinéma",
            "release": 1
        },
        {
            "id": 5204531,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882237133.jpg",
            "title": "玛格·博达尔，一种命运",
            "release": 1
        },
        {
            "id": 5204323,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Les rues de Liège 1956-1996",
            "release": 1
        },
        {
            "id": 5141216,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ecole 27",
            "release": 1
        },
        {
            "id": 5140041,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Le fil des jours",
            "release": 1
        },
        {
            "id": 5136873,
            "year": "1995",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "William Z",
            "release": 1
        },
        {
            "id": 5115798,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2459429485.jpg",
            "title": "天地之间",
            "release": 1
        },
        {
            "id": 5111657,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Fin de siglo",
            "release": 1
        },
        {
            "id": 5101396,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629626133.jpg",
            "title": "Divine carcasse",
            "release": 1
        },
        {
            "id": 1951287,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2690104340.jpg",
            "title": "1001电影",
            "release": 1
        }
    ],
    "introduction": "André Albert Auguste, baron Delvaux, né le 21 mars 1926 à Heverlee et mort le 4 octobre 2002 à Valence en Espagne, est un cinéaste belge, considéré comme le symbole du cinéma belge moderne.BiographieAvant de devenir cinéaste, André Delvaux obtient une licence en philologie germanique et en droit à l'Université libre de Bruxelles. Familier de la Cinémathèque royale de Belgique, il accompagne des films muets au piano, de 1952 à 1958, à L'Écran du séminaire des arts, ancêtre du Musée du cinéma de Bruxelles. Il devient ensuite professeur de langue et littérature néerlandaise à l'Athénée Fernand Blum à Schaerbeek, où il fonde une classe de cinéma. Il réalise entretemps plusieurs courts métrages documentaires pour la télévision belge de 1956 à 1962, notamment sur Jean Rouch et Federico Fellini . Il se tourne ensuite vers la fiction avec Le Temps des écoliers en 1962, année où il cofonde l'INSAS . Delvaux est le symbole du cinéma belge moderne car, s'il existait un cinéma belge avant lui, son premier long métrage, L'Homme au crâne rasé, a fait entrer dès 1966 la cinématographie belge dans la modernité .André Delvaux meurt des suites d'une crise cardiaque en 2002 en Espagne, où il assiste à la deuxième édition de la Rencontre mondiale des arts de la ville de Valence .Selon le réalisateur Jaco Van Dormael (Toto le héros), « C'est lui qui a ouvert la porte du cinéma belge dans laquelle nous nous sommes engouffrés. » .StyleSes films sont pour la plupart des adaptations littéraires (Johan Daisne, Julien Gracq, Marguerite Yourcenar, Suzanne Lilar...) et sont souvent ancrés dans un cadre spécifiquement belge : Delvaux tourne indifféremment en français et en néerlandais. Ses réalisations se démarquent par un style inclassable et ambitieux, marqué par l'onirisme et le mystère . L'Homme au crâne rasé révèle son inspiration surréaliste et Un soir, un train, avec Yves Montand et Anouk Aimée, s'inscrit dans un cycle de « réalisme magique ». Selon le cinéaste, le réalisme magique auquel il a recours est avant tout un jeu esthétique, spirituel et philosophique, doublé d'une interrogation métaphysique et ontologique . Néanmoins, ses films restent enracinés dans une réalité banale, perçue comme mystérieuse et irrationnelle . La frontière entre réel et imaginaire est alors abolie autour des thèmes de la mort et du désir. Une atmosphère inquiétante et étrange naît autant grâce à l'histoire qu'aux paysages . Rendez-vous à Bray, qui dévoile une tonalité plus intime de son œuvre, lui vaut le Prix Louis-Delluc en 1971 et Benvenuta, interprété par Fanny Ardant et Vittorio Gassman, conte l'histoire d'un jeune scénariste parti, pour les besoins d'un film, à la rencontre d'une romancière qui vit chacune de ses histoires d'amour comme une expérience mystique .",
    "name_more_cn": [],
    "personage_id": "27206759",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1001069",
    "personage_link": "https://www.douban.com/personage/27206759/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2002年10月4日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-26T18:08:46"
}