{
    "sid": "1002286",
    "name": "John Pizzarelli",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3989.jpg",
    "imdb_id": "nm0686200",
    "name_en": "",
    "name_full": "John Pizzarelli",
    "birth_date": "1960年4月6日",
    "birth_place": "美国,新泽西州,帕特森",
    "last_movies": [
        {
            "id": 30175100,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518415654.jpg",
            "title": "永驻凯雷",
            "release": 1
        },
        {
            "id": 5152931,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "It's Been a Tough Year But It's All Worth It Now",
            "release": 1
        },
        {
            "id": 2153585,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512645771.jpg",
            "title": "芝麻街 第一季",
            "release": 1
        },
        {
            "id": 1304688,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877359763.jpg",
            "title": "邻里之间",
            "release": 1
        },
        {
            "id": 1299476,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376731407.jpg",
            "title": "老公出差",
            "release": 1
        }
    ],
    "introduction": "John Pizzarelli has had a multi-faceted career as a jazz guitarist, vocalist and bandleader. Internationally known for classic standards, late-night ballads, and the cool jazz flavor he brings to his performances and recordings, he has recently established himself as the consummate entertainer and radio program host with the launch of “Radio Deluxe with John Pizzarelli” a nationally syndicated radio program co-hosted with his wife, Broadway star Jessica Molaskey.Born on April 6, 1960, in Paterson, New Jersey, Pizzarelli has been playing guitar since age six, following in the tradition of his father, guitar legend Bucky Pizzarelli. Hanging out with his father, John was exposed to all the great jazz music of the era, from Erroll Garner and Les Paul to Django Reinhardt. He began playing with his father at age 20, before going out on his own.John Pizzarelli has recorded as a bandleader for RCA, Chesky, Stash and Novus, and in 1997 appeared in the Broadway musical Dream, a revue of Johnny Mercer songs. Along the way, Pizzarelli and his band have earned rave reviews. Reviewers often compare the Pizzarelli Trio to jazz icons such as Nat “King” Cole: “The John Pizzarelli Trio has never been tighter, and Pizzarelli himself has never been looser,” said The Village Voice of a recent New York show. “We can say we’re as lucky to listen to [Pizzarelli] as Nat Cole fans were in the years before he became a legend.”For Pizzarelli, the comparison to the Nat “King” Cole Trio is the highest of compliments. “I’ve always said in my concerts that Nat ‘King’ Cole is why I do what I do.” Using greats like Nat “King” Cole and Frank Sinatra and the songs of writers like Sammy Cahn and Jimmy Van Heusen as touchstones, Pizzarelli is among the prime contemporary interpreters of the great American songbook, bringing to the work his signature style and brilliant guitar playing.With Telarc’s recent release of Dear Mr. Sinatra, an homage to ‘Ol’ Blue Eyes,’ Pizzarelli’s album count now stands at 21, an odyssey that began with My Blue Heaven in 1990. Some of his most recent CDs include, Knowing You (Telarc 2005), Bossa Nova (Telarc 2004), and Live at Birdland (Telarc 2003).A veteran radio personality, Pizzarelli hosted “New York Tonight” on WNEW from 1984-1988. Now, with the launch of “Radio Deluxe with John Pizzarelli,” he brings warmth, humor and that long-lost “live” feel back to radio. The show takes place in their “deluxe living room,” where he and his guests play live and recorded music, and enjoy conversation that is relaxed, candid, and off-the-cuff. Recent guests include Regis Philbin, Liza Minnelli, Peter Cincotti, Keely Smith, Steve Tyrell and Tony Danza.In addition to being a bandleader, radio personality and solo performer, John has been a special guest on recordings for major pop names such as James Taylor, Natalie Cole, Tom Wopat, Rickie Lee Jones and Dave Von Ronk, as well as leading jazz artists like Rosemary Clooney, Ruby Braff, Johnny Frigo, Buddy DeFranco, Harry Allen and, of course, Bucky Pizzarelli. He was recently featured opposite Donna Summer, Jon Secada and Roberta Flack on the Grammy Award winning CD, Songs From The Neighborhood: The Music of Mr. Rogers.John has performed numerous times on the country’s most popular national television shows such as “The Tonight Show with Jay Leno,” “The Late Show with David Letterman,” “Live With Regis  Kelly,” “The Tony Danza Show,” “The CBS Early Show,” Fox News Channel and Jerry Lewis’s Labor Day Telethon.Pizzarelli continues to tour throughout the United States, Europe and Japan, performing classic pop, jazz and swing, while setting the standard for stylish modern jazz.",
    "name_more_cn": [],
    "personage_id": "27207976",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1002286",
    "personage_link": "https://www.douban.com/personage/27207976/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Telarc / Stash / Chesky / RCA / Novus"
        },
        {
            "label": "流派",
            "value": "jazz / 爵士 / Swing"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "John Paul Pizzarelli III (本名)"
    ],
    "update_at": "2025-08-05T10:49:44"
}