{
    "sid": "1003410",
    "name": "Ian Gray",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm2799305",
    "name_en": "",
    "name_full": "Ian Gray",
    "birth_date": "1938年3月31日",
    "birth_place": "英国,苏格兰,阿布洛斯",
    "last_movies": [
        {
            "id": 26903857,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595307284.jpg",
            "title": "和竖锯一起工作",
            "release": 1
        }
    ],
    "introduction": "Ian Robertson Gray (1938–2007) was a British comics writer and editor.Born on 31 March 1938 in Arbroath, Angus, Scotland, the son of a newspaper reporter for D. C. Thomson & Co., he joined the firm himself at the age of 17. Managing director R. D. Low assigned him to comics, working under editor George Moonie, where he immediately began writing scripts[1] for three new cartoonists, Ken Reid (Roger the Dodger), Leo Baxendale (Little Plum, Minnie the Minx, The Bash Street Kids), and Davey Law (Dennis the Menace); in 1968 he co-created Dennis's dog Gnasher with Law.[2] In 1977–79 he edited Plug, a weekly comic starring the eponymous Bash Street Kids character.[1] From 1982[2] he edited The Beano Comic Library and The Dandy Comic Library.[3] He became chief sub-editor of The Dandy in 1989, where he wrote scripts for Desperate Dan, drawn by Ken H. Harrison.[2] He retired early in 1992.[1]Outside of comics, he played guitar and wrote songs. He performed in skiffle groups Der Skorpions and the Folk and Blues Sextet in the 1950s, was involved in the Arbroath folk music scene in the 1960s, and was well-known locally for performing his comic songs. He also raced pigeons and trialled sheepdogs.[2] He died of a heart attack in Forfar, Angus, on 6 September 2007.[1]",
    "name_more_cn": [],
    "personage_id": "27209100",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1003410",
    "personage_link": "https://www.douban.com/personage/27209100/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2007年9月6日"
        }
    ],
    "name_more_other": [
        "Ian Robertson Gray (本名)"
    ],
    "update_at": "2025-08-06T06:14:27"
}