{
    "sid": "1004872",
    "name": "肖恩·埃利斯",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "制片人"
    ],
    "awards": [
        "2013年 第16届英国独立电影奖 最佳导演 迷失马尼拉"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p48679.jpg",
    "imdb_id": "nm1753093",
    "name_en": "Sean Ellis",
    "name_full": "肖恩·埃利斯 Sean Ellis",
    "birth_date": "1971年9月23日",
    "birth_place": "澳大利亚, 新南威尔士,悉尼",
    "last_movies": [
        {
            "id": 10781660,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Claws",
            "release": 1
        },
        {
            "id": 5240819,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457186328.jpg",
            "title": "Inhabitant",
            "release": 1
        }
    ],
    "introduction": "Growing up in Sydney, Melbourne and Hong Kong, Sean began making films at age 11. While attending high school in Hong Kong, Sean made a 25-minute action film, \"Hong Kong Hookie\", featuring his younger brother in skateboard chase sequences. In 1993, Sean graduated from the VCA School of Film and Television in Melbourne, Australia, with a BA in Film and Television Production. Sean wrote and directed several 16mm shorts during the course, including \"Believers\" (1993, 17 minutes, 16mm). After graduating, Sean worked on features as a Production Runner, both in Australia and the US, whilst continuing to write and direct shorts. In 1997, Sean wrote his first feature-length screenplay, \"Illustrated Hero\", while attending workshops in Los Angeles and Sydney. To date, Sean has written four screenplays and is developing these with Producer Laura Sivis, of Courage Films. One of his screenplays, \"Claws\", was a finalist in the Beverly Hills Film Festival Screenwriting Competition, in 2010. That year, Sean wrote, directed and produced a short film based on the feature screenplay. The short film, \"Claws\", premiered at \"Renovation 2011\" - the 69th World Science Fiction Convention, in Reno, Nevada. In 2006, Sean interned as a reader with several production companies in Los Angeles, writing coverage and learning the studio development process. Sean was also an Assistant for Larger Than Life Productions on the Universal Studios lot. During this time, Sean frequented screenwriting workshops, seminars and pitch festivals, gathering valuable insight and pitching his projects to studios and production companies. Since 2011, Sean has developed \"The Legend of Yakatutch\" with Producer Laura Sivis, in Sydney, Australia.",
    "name_more_cn": [
        "夏恩·爱礼斯",
        "肖恩·艾力斯"
    ],
    "personage_id": "27210563",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1004872",
    "personage_link": "https://www.douban.com/personage/27210563/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-13T02:07:40"
}