{
    "sid": "1004597",
    "name": "波西亚·德·罗西",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p10392.jpg",
    "imdb_id": "nm0005577",
    "name_en": "Portia de Rossi",
    "name_full": "波西亚·德·罗西 Portia de Rossi",
    "birth_date": "1973年1月31日",
    "birth_place": "澳大利亚,维多利亚,吉朗",
    "last_movies": [
        {
            "id": 36578192,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906016036.jpg",
            "title": "猎金叛途",
            "release": 1
        },
        {
            "id": 26754624,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2414356363.jpg",
            "title": "真爱不死 第一季",
            "release": 1
        },
        {
            "id": 26474516,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Smart One",
            "release": 1
        },
        {
            "id": 26384781,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2267561065.jpg",
            "title": "丑闻 第五季",
            "release": 1
        },
        {
            "id": 26363230,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521499695.jpg",
            "title": "发展受阻 第五季",
            "release": 1
        },
        {
            "id": 25824698,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2198589379.jpg",
            "title": "丑闻 第四季",
            "release": 1
        },
        {
            "id": 25723376,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2356343977.jpg",
            "title": "现在加糖",
            "release": 1
        },
        {
            "id": 24695788,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168469245.jpg",
            "title": "肖恩拯救世界",
            "release": 1
        },
        {
            "id": 11632544,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1944291639.jpg",
            "title": "万物一体",
            "release": 1
        },
        {
            "id": 11599374,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1957926912.jpg",
            "title": "发展受阻 第四季",
            "release": 1
        },
        {
            "id": 6855119,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2001595330.jpg",
            "title": "发展受阻",
            "release": 0
        }
    ],
    "introduction": "Born Amanda Lee Rogers in Horsham, Victoria, Australia. she is the daughter of Margaret, a medical receptionist, and Barry Rogers.[3] She was raised in Grovedale, a suburb of Geelong in Victoria, Australia. As a child, she modeled for print and TV commercials. She adopted the name Portia de Rossi at the age of 15, stating in 2005 that she had intended to reinvent herself, using the given name of Portia, a character from William Shakespeare's The Merchant of Venice, and an Italian last name.[4]Her first significant role was playing a young and impressionable model in the Australian 1994 film Sirens. Soon afterwards she moved to Los Angeles and had guest roles on several TV shows, and a permanent role in Nick Freno: Licensed Teacher, before landing a role in the film Scream 2. During this time in the United States, de Rossi worked diligently to replace her native Australian accent with her current General American one.[5]She attracted international attention when she joined the main cast of the Ally McBeal TV series in 1998 playing lawyer Nelle Porter. She remained with the show until its end in 2002. In 2001, she starred in Who Is Cletis Tout? with Christian Slater.From 2003–2006, de Rossi starred as Lindsay Bluth Fünke on Fox Television's critically acclaimed, Emmy-winning series Arrested Development.She also portrayed John F. Kennedy, Jr.'s wife, Carolyn Bessette-Kennedy, in the made for TV movie America's Prince: The John F. Kennedy Jr. Story in 2003. In 2005 she portrayed a fortune-teller named Zela in the Wes Craven thriller Cursed. From 2007–2008, de Rossi appeared in Nip/Tuck's fifth season as Julia McNamara's girlfriend Olivia Lord.In 2009 and 2010, de Rossi played the high-strung, oversexual, and controlling Veronica Palmer on the ABC show Better Off Ted. De Rossi will reprise her role as Lindsay Bluth Fünke in 2012's film adaptation of Arrested Development.[6]She ranked 69th in Stuff's 100 Sexiest Women, 31 in Femme Fatales' Sexiest Women of 2003 list, 24 in Maxim's 100 Sexiest Women List in 2004, and in late 2006, the magazine Blender listed her as one of the hottest women of film and TV.[7] In May 2007, she was featured as one of 100 Most Beautiful in a People magazine special edition. TV Guide included her and Ellen DeGeneres in their Power A-List couples in 2007.Portia de Rossi is openly gay.[4] She was married to documentary film-maker Mel Metcalfe from 1996 to 1999, initially part of a plan to get a green card, but she did not go through with it. She said that \"it just obviously wasn't right for me\".[4] In a 2010 interview on Good Morning America she explained that as a young actress she was fearful of being exposed as gay.[8]From 2000 to 2004, de Rossi dated singer Francesca Gregorini, daughter of actress Barbara Bach and stepdaughter of Ringo Starr. She said most of her family and Ally McBeal castmates did not know she was a lesbian until tabloid pictures of the couple were published.[4] She declined to publicly discuss the relationship or her sexual orientation at the time.De Rossi and Gregorini broke up in late 2004 as de Rossi began dating talk-show host/comedian Ellen DeGeneres, whom she met backstage at an awards show.[9] In 2005, she opened up publicly about her sexual orientation in interviews with Details and The Advocate. She became engaged when DeGeneres proposed with a 3-carat diamond ring.[10] They were married at their Beverly Hills home on August 16, 2008, witnessed by their mothers and 17 other guests.[10] On August 6, 2010, Portia filed a petition to legally change her name to Portia Lee James DeGeneres.[11] The petition was granted on 23 September 2010.[12] She became a US citizen in September 2011.[13]De Rossi struggled with the eating disorder anorexia nervosa for four years while filming Ally McBeal.[9][14]In 2010 de Rossi published the autobiography Unbearable Lightness which talks about the turmoil that she has experienced in her life, including suffering from anorexia nervosa and being misdiagnosed with lupus.[15][16][17] To promote the book, she appeared on The Oprah Winfrey Show and The Ellen DeGeneres Show.[16]De Rossi supports a variety of charitable organizations, including Locks of Love, a group that provides human hair wigs (made from donated ponytails) either free of charge or on a sliding scale based on their own guidelines [18][19][20][21] for children with alopecia and other medical conditions that cause hair loss.[22] She has also supported fundraising efforts for FXB International,[23] an African AIDS relief organisation, and The Art of Elysium,[24] an art foundation for terminally ill children. An avid animal lover, de Rossi also supports Alley Cat Allies,[25] an organisation dedicated to protecting and improving the lives of cats.[26]",
    "name_more_cn": [
        "波莎·德罗西"
    ],
    "personage_id": "27210287",
    "family_member": [
        "艾伦·德杰尼勒斯 Ellen DeGeneres（妻）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1004597",
    "personage_link": "https://www.douban.com/personage/27210287/",
    "property_other": [],
    "name_more_other": [
        "Amanda Lee Rogers (本名)"
    ],
    "update_at": "2025-03-28T15:00:48"
}