{
    "sid": "1005794",
    "name": "安娜-玛利亚·费莱罗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1372765476.65.jpg",
    "imdb_id": "nm0274671",
    "name_en": "Anna-Maria Ferrero",
    "name_full": "安娜-玛利亚·费莱罗 Anna-Maria Ferrero",
    "birth_date": "1935年2月18日",
    "birth_place": "意大利,罗马",
    "last_movies": [],
    "introduction": "When Americans recall famous Italian film goddesses, the names of Loren, Lollobrigida and Cardinale usually role quickly off the tongue. Not so for this Rome-born lead actress and brunet beauty who nevertheless made a respectable sexy impact in international films during the 1950's and early 1960's.She was born Anna Maria Guerra on February 18, 1934, but took the surname Ferrero as her stage moniker in tribute to the famed musical director and conductor Willy Ferrero. Anna Maria entered films as a teenager with a prominent second female lead for director J.J. Gonzales in the drama Il cielo è rosso (1950) (The Sky Is Red). Before long her delicate, photogenic beauty and assured talent would be captured on the lens of such important Italian directors as Michelangelo Antonioni, Mario Monicelli, Carlo Lizzani, Gianni Franciolini, Dino Risi and Francesco Maselli. Although her career would only span slightly more than a decade, Ferrero achieved enviable notice for her work in films that included The Forbidden Christ (1951) with Marina Berti and Jacques Sernas; Domani è un altro giorno (1951) (Tomorrow Is Another Day) with Pier Angeli; the ill-fated lead in The Temptress (1951) opposite Michel Auclair; Finishing School (1952) also with Sernas; Poppy (1952) with Walter Chiari; The Unfaithfuls (1953) with Lollobrigida; Eager to Live (1953) with Marcello Mastroianni; as composer Verdi's wife in The Life and Music of Giuseppe Verdi (1953) starring Pierre Cressoy; and The Count of Saint Elmo (1951) with Massimo Serato.Anna's obvious allure and sensitive approach to acting made her a frequent, popular casting choice. Her rich role in Chronicle of Poor Lovers (1954) was duly noted and the film went on to win two Silver Ribbons at the Cannes Film Festival. Although she acted rarely outside her native Italy, she was part of the international cast of King Vidor's epic drama War and Peace (1956) headed by Audrey Hepburn, Henry Fonda and Mel Ferrer. While she garnered fine reviews for her outpouring of film work, Anna also was accomplished on stage, joining Vittorio Gassman's theatre company and working there for several seasons. Notable were her Ophelia in \"Hamlet,\" Desdemona in \"Othello\" (which she also portrayed on film with Gassman as Iago), and the title role in the musical \"Irma la Douce.\" With Gassman, she also played Anna Damby in the cinematic version of the Alexandre Dumas drama Kean: Genius or Scoundrel (1957). The couple had a personal relationship for several years.Following some lesser but spirited performances in the early 1960's films The Hunchback of Rome (1960), Gold of Rome (1961) (both with French actor Jean Sorel) and her last, Countersex (1964), Anna surprised many by retiring at age 30 after marrying Sorel Jean Sorel on January 28, 1962. The couple remained married until her death on May 21, 2018 in Paris.",
    "name_more_cn": [],
    "personage_id": "27211485",
    "family_member": [
        "让·索雷尔(丈夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1005794",
    "personage_link": "https://www.douban.com/personage/27211485/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2018年5月21日"
        }
    ],
    "name_more_other": [
        "Anna-Maria Guerro (本名)"
    ],
    "update_at": "2025-04-04T02:33:37"
}