{
    "sid": "1005292",
    "name": "艾伦·米勒",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1358662343.91.jpg",
    "imdb_id": "nm0587863",
    "name_en": "Allan Miller",
    "name_full": "艾伦·米勒 Allan Miller",
    "birth_date": "1929年2月14日",
    "birth_place": "美国,纽约,布鲁克林",
    "last_movies": [
        {
            "id": 36393743,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893759407.jpg",
            "title": "狂野坦桑尼亚 第一季",
            "release": 1
        },
        {
            "id": 26776807,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453170279.jpg",
            "title": "硅谷 第四季",
            "release": 1
        },
        {
            "id": 5210139,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2122414400.jpg",
            "title": "定罪",
            "release": 1
        },
        {
            "id": 5099887,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534073112.jpg",
            "title": "L.A. Doctors",
            "release": 1
        },
        {
            "id": 5095953,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2409528173.jpg",
            "title": "第二次机会",
            "release": 1
        },
        {
            "id": 2149047,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1384330832.jpg",
            "title": "广告狂人 第一季",
            "release": 1
        },
        {
            "id": 1950955,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533986118.jpg",
            "title": "家庭法",
            "release": 1
        },
        {
            "id": 1890057,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552175861.jpg",
            "title": "女法官艾米 第一季",
            "release": 1
        },
        {
            "id": 1422098,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620047010.jpg",
            "title": "鬼语者 第一季",
            "release": 1
        },
        {
            "id": 1401939,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868688099.jpg",
            "title": "法律与秩序：陪审团",
            "release": 1
        }
    ],
    "introduction": "Allan Miller, now retired, worked for decades as an actor, director, teacher and writer. He acted in over two hundred films and television productions, and dozens of plays. His last film was Bad Words directed by Jason Bateman. He's also appeared in Star Trek III, The Champ, MacArthur, Bound for Glory, Fun with Dick and Jane, Cruising, Two Minute Warning and Baby Blue Marine.On stage, he was in Curve of Departure at South Coast Rep, Awake and Sing at the Odyssey Theatre, Broadway Bound at La Mirada Theater, Three Views of the Same Object at Rogue Machine Theatre and played Willie Loman in Death of a Salesman at South Coast Rep. He also co-starred in the Broadway production of Broadway Bound, and Brooklyn Boy by Donald Margulies.He still teaches acting and coaches privately. Students can sign up for his free weekly Zoom class on his website: allanmiller.org. He's taught at The Actors Studio, where he was a moderator as well as an instructor, and at the Yale School of Drama, New York University's MFA professional program, the Focus Theatre in Dublin, and the International Actors group in Rome. He is the author of \"A Passion for Acting, now in its third printing and recently released digitally on Amazon, and a DVD \"The Craft of Acting: Auditioning.\" He is prominently featured in Barbra Streisand's autobiography.Mr. Miller was artistic director of the Back Alley Theatre for ten years, for which he received the LADCC Margaret Hartford Award for Distinguished Achievement. At the Back Alley he directed more than a dozen productions, including Are You Now or Have You Ever Been... and The Fox, for which he received a LADCC award for direction. Other directing credits include The Fox Off-Broadway at the Roundabout Theatre and at the Berkshire Theatre Festival. He has directed nine productions at the Odyssey Theatre, including most recently, Juno and the Paycock, This Lime Tree Bower, Taking Steps, and First Love. He also directed Who's Afraid of Virginia Woolf for the Actors Studio West.He wrote the play The Fox, based on the novella by D. H. Lawrence, which has been produced by theatres in Atlanta, Philadelphia, Seattle, Fort Worth, Austin, San Francisco, San Diego, most of the fifty states, including the territory of Puerto Rico, and has been optioned internationally in France, Germany, Belgium, Hong Kong, Canada, and Argentina. The play has toured England and Australia and has been translated into French, Spanish, German, and Chinese. It has been published by Samuel French in an acting edition, Doubleday for the Fireside Book Club, and the California Arts Council's West Coast Plays.Mr. Miller is a member of the Academy of Motion Picture Arts and Sciences, has served on the Board of Directors of the Screen Actors Guild, and has been a panelist for the City of Los Angeles Cultural Affairs Department and the California Arts Council. He studied with Lee Strasberg at the Actors Studio, Uta Hagen at HB Studio, and Erwin Piscator at the Dramatic Workshop.",
    "name_more_cn": [],
    "personage_id": "27210983",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1005292",
    "personage_link": "https://www.douban.com/personage/27210983/",
    "property_other": [],
    "name_more_other": [
        "Alan Miller"
    ],
    "update_at": "2025-07-04T17:21:13"
}