{
    "sid": "1005266",
    "name": "迈克·麦达沃伊",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "演员"
    ],
    "awards": [
        "2011年 第83届奥斯卡金像奖 最佳影片 (提名) 黑天鹅",
        "2010年 第20届哥谭独立电影奖 最佳影片 (提名) 黑天鹅"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p32690.jpg",
    "imdb_id": "nm0005219",
    "name_en": "Mike Medavoy",
    "name_full": "迈克·麦达沃伊 Mike Medavoy",
    "birth_date": "1941年1月21日",
    "birth_place": "中国,上海",
    "last_movies": [
        {
            "id": 36093630,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Untitled Roger Donaldson Documentary",
            "release": 1
        },
        {
            "id": 4126928,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Dinosaurs Resurrected",
            "release": 1
        },
        {
            "id": 2368533,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868859532.jpg",
            "title": "美国统治阶级",
            "release": 1
        },
        {
            "id": 2352630,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p475550455.jpg",
            "title": "谍海风云",
            "release": 1
        },
        {
            "id": 2334904,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p450262388.jpg",
            "title": "禁闭岛",
            "release": 1
        },
        {
            "id": 2045321,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1277375977.jpg",
            "title": "结婚证书",
            "release": 1
        },
        {
            "id": 1900121,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p788078742.jpg",
            "title": "波特小姐",
            "release": 1
        },
        {
            "id": 1892504,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608192028.jpg",
            "title": "重整旗鼓",
            "release": 1
        },
        {
            "id": 1790502,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2232486715.jpg",
            "title": "开拓者",
            "release": 1
        },
        {
            "id": 1482030,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1133251922.jpg",
            "title": "国王班底",
            "release": 1
        }
    ],
    "introduction": "Morris Mike Medavoy (born January 21, 1941) is an American film producer and executive, co-founder of Orion Pictures (1978), former chairman of TriStar Pictures, former head of production for United Artists (1974–1978) and current chairman and CEO of Phoenix Pictures.Early life and careerMedavoy was born in 1941, in Shanghai, China. His father was a garage mechanic and his mother had a dress shop for Chinese actresses. His parents were both from Jewish families, with his mother having been born in Harbin, Manchuria (to parents from Odessa) and his father in the Ukraine. Medavoy lived in Chile from 1947 to 1957, where he learned to speak Spanish fluently.[citation needed] He graduated from UCLA in 1963.Medavoy began his career at Universal Studios in 1964. In 1965 he became an agent at the General Artist Corporation and later moving into the vice president position of the Creative Management Agency.The New HollywoodLater he joined Creative Management as its vice president of the motion picture department in 1967. There, he worked with Steven Spielberg and Francis Ford Coppola amongst others and headed to IFA in 1970.In 1974, United Artists brought Medavoy in as senior vice president of production. There, he was part of the team responsible for One Flew Over the Cuckoo's Nest, Rocky, and Annie Hall, which won best Pictures Oscars® in 1975, 1976 and 1977 respectively. United Artists made a number of other notable films at the time, including Apocalypse Now, Raging Bull, Network and Coming Home.Orion PicturesIn 1978, Medavoy co-founded Orion Pictures. During his tenure there, Orion released films such notable and successful films as Platoon, Amadeus, Robocop, Hannah and Her Sisters, The Terminator, Dances with Wolves, and The Silence of the Lambs.TriStar PicturesIn 1990, Medavoy became the chairman of TriStar Pictures where he oversaw release of films such as Philadelphia, Terminator 2: Judgment Day, Sleepless in Seattle, Cliffhanger, The Fisher King, Legends of the Fall and Hook.Phoenix PicturesIn 1995, Medavoy co-founded Phoenix Pictures. As its chairman and CEO, Mike helped produce films such as The People vs. Larry Flint, The Mirror Has Two Faces, U Turn, Apt Pupil, The Thin Red Line, The 6th Day, Basic, Holes, All the King's Men, Zodiac, Pathfinder and Miss Potter, among others. The Thin Red Line and The People vs. Larry Flint each received Oscar nominations.Most recently, Phoenix Pictures has produced Shutter Island and Black Swan. Shutter Island was released on February 19, 2010, earning over $42 million its opening weekend. Black Swan was directed by Darren Aronofsky and won numerous awards including the Oscar® and Golden Globe for Best Actress (Natalie Portman).In 2011, Medavoy announced his newest project surrounding the 2010 Chilean mining accident that left 33 men trapped underground for 69 days. Medavoy will collaborate with Chilean officials and Academy Award-nominated screenwriter José Rivera to create an authentic retelling of this story that, as Medavoy explains, “at its heart, [is] about the triumph of the human spirit and a testament to the courage and perseverance of the Chilean people”.Also in 2011, Medavoy announced his collaboration with The Shanghai Film Group to create both a feature film and six-hour miniseries. The feature, an adaptation of the novel The Cursed Piano, is a love story set in Japanese-occupied China concerning prosecuted Jews seeking refuge from an occupied Europe. The mini-series, Tears of a Sparrow, will focus in greater detail on the experience of these Jews in Shanghai.",
    "name_more_cn": [
        "迈克·麦德沃"
    ],
    "personage_id": "27210957",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1005266",
    "personage_link": "https://www.douban.com/personage/27210957/",
    "property_other": [],
    "name_more_other": [
        "Morris Mike Medavoy (本名)"
    ],
    "update_at": "2025-06-14T05:49:06"
}