{
    "sid": "1007210",
    "name": "伯努瓦·雅克",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [
        "2018年 第68届柏林国际电影节 主竞赛单元 金熊奖 (提名) 伊娃",
        "2015年 第65届柏林国际电影节 主竞赛单元 金熊奖 (提名) 女仆日记",
        "2014年 第71届威尼斯电影节 主竞赛单元 金狮奖 (提名) 三心两意"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p3123.jpg",
    "imdb_id": "nm0415245",
    "name_en": "Benoît Jacquot",
    "name_full": "伯努瓦·雅克 Benoît Jacquot",
    "birth_date": "1947年2月5日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 36421427,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "贝尔",
            "release": 0
        },
        {
            "id": 36175536,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884610404.jpg",
            "title": "由心",
            "release": 1
        },
        {
            "id": 34918896,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623209091.jpg",
            "title": "苏珊娜·安德勒",
            "release": 1
        },
        {
            "id": 30425523,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545001127.jpg",
            "title": "维特",
            "release": 1
        },
        {
            "id": 26961164,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555482932.jpg",
            "title": "最后的爱",
            "release": 1
        },
        {
            "id": 26926064,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511847719.jpg",
            "title": "伊娃",
            "release": 1
        },
        {
            "id": 26820770,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2384936927.jpg",
            "title": "茶花女（国立巴黎歌剧团实况录像）",
            "release": 1
        },
        {
            "id": 26639390,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382802481.jpg",
            "title": "绅士里斯安",
            "release": 1
        },
        {
            "id": 21625070,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2237055606.jpg",
            "title": "女仆日记",
            "release": 1
        },
        {
            "id": 21329861,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2369948798.jpg",
            "title": "永远",
            "release": 1
        },
        {
            "id": 11502973,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504520028.jpg",
            "title": "星际特工：千星之城",
            "release": 1
        }
    ],
    "introduction": "Benoît Jacquot est un réalisateur et scénariste français né le 5 février 1947 à Paris. Actif depuis les années 1970, il a réalisé une trentaine de films, dont Les Enfants du placard (1977), La Fille seule (1995), Tosca (2001) ou Villa Amalia (2009).Nommé une fois aux Césars dans la catégorie de la meilleure réalisation et deux fois pour la meilleure adaptation, il a notamment reçu le Prix Louis-Delluc en 2012 pour Les Adieux à la reine.En janvier 2024, à la suite d'une plainte déposée contre lui par son ancienne compagne l'actrice Judith Godrèche, une enquête à son encontre est ouverte par la Brigade de protection des mineurs. Depuis, plusieurs autres actrices ayant travaillé avec Jacquot accusent le réalisateur de harcèlement sexuel et de violences psychologiques et physiques, notamment sur mineures.BiographieCarrièreBenoît Jacquot commence sa carrière cinématographique en 1965 comme assistant de Bernard Borderie sur un film de la série Angélique, et comme assistant de Marguerite Duras, Marcel Carné ainsi que Roger Vadim.Au cours de sa carrière, il alterne les films à gros budgets avec des stars (Pas de scandale, Adolphe) avec des productions moins coûteuses et plus libres dans leur narration et leur méthode de tournage (L'Intouchable, tourné en Inde en 16mm, et quelques plans en caméra vidéo). Ses personnages principaux sont souvent des femmes (Isabelle Huppert dans Villa Amalia, L'École de la chair, Les Ailes de la colombe et Pas de scandale, Virginie Ledoyen dans La Fille seule, Judith Godrèche dans La Désenchantée, Isabelle Adjani dans Adolphe, Sandrine Kiberlain dans Le Septième Ciel, Isild Le Besco dans L'Intouchable, À tout de suite ou Sade). Ses héroïnes se caractérisent par un mouvement de fuite, qui leur fait tourner le dos à leur passé, à leur famille ou à leur métier.Jacquot a aussi fait des mises en scène d'opéra, tant au cinéma (Tosca en 2001 d'après Puccini) que pour la scène (Werther de Jules Massenet).En 2005, il est membre du jury du 58e Festival de Cannes, présidé par Emir Kusturica, puis en 2010, membre du jury pour le 10e Festival international du film de Marrakech, sous la présidence de John Malkovich. Par la suite, il est notamment président en 2015 du 41e festival du cinéma américain de Deauville.En 2012, il reçoit le prix Louis-Delluc pour Les Adieux à la reine, adaptation du roman éponyme de Chantal Thomas. En 2013, le film obtient trois Césars lors de la 38ecérémonie des César.Dans les années 2010, il fait quelques apparitions dans des films français: dans Cherchez Hortense (2012) de Pascal Bonitzer dans le rôle de Kevadian, dans Casse-tête chinois de Cédric Klapisch (2013) dans le rôle du père de Xavier, et dans Valérian et la Cité des mille planètes (2017) de Luc Besson dans le rôle d'un capitaine.Vie privéeBenoît Jacquot a été le compagnon de Dominique Sanda. Avec l'actrice Anne Consigny, il a eu deux fils dont un fils devenu acteur, Vladimir Consigny, auquel il a offert son premier rôle dans un téléfilm Gaspard le bandit sur la vie du «Robin des Bois provençal» Gaspard de Besse, diffusé sur Arte en 2007. Il a aussi vécu sous le même toit que Judith Godrèche lorsque celle-ci avait 14 ans et lui 40. Elle quitte, vers seize ans, son domicile familial pour habiter avec lui, ce qu'elle évoquait, en 2010 pour Libération, lors de la sortie de son film Toutes les filles pleurent. En 2024, l'actrice porte plainte contre le réalisateur à propos de cette relation (voir infra Accusations).StyleLes mises en scène de Benoît Jacquot, discrètes et peu ostentatoires, restent difficilement cernables dans leur ensemble. Elles dénotent à la fois un certain classicisme, voire de l'académisme, associés à des aspects beaucoup plus modernes, parfois proches de l'expérimentation ou d'une recherche novatrice dans l'écriture cinématographique. Cette hétérogénéité peut être considérée comme le propre de son style. Jean-Michel Frodon, dans les Cahiers du cinéma évoque l'œuvre «variée et inégale» d’un cinéaste fondamentalement insaisissable, «qui croit très fort au réel, très fort à la littérature, et très fort à l’inconscient.»L'influence de Robert Bresson reste manifeste dans ses premiers films. L'Assassin musicien, d'après Dostoïevski, est caractérisé par l'ascèse de son découpage (peu de plans) et par la quasi-fixité de sa caméra. Le réalisateur dément toutefois cette filiation:«Dès mon premier film, on m'a rapproché de lui, alors que pour moi Bresson est plutôt un épouvantail. Je n'aime pas beaucoup ses derniers films. À mes yeux, les meilleurs sont Pickpocket et Journal d'un curé de campagne. Ne serait-ce qu'à cause de l'importance décisive qu'ont pour moi les comédiens, je suis l'inverse de Bresson, avec qui je n'ai qu'une similitude: la rigueur. Mais Dreyer est au moins aussi rigoureux que Bresson et, d'après moi, beaucoup plus grand cinéaste.»Benoit Jacquot abandonne ce minimalisme «bressonien» au fur et à mesure de sa carrière. Cela ne l'empêche pas d'expérimenter des formes de narration très particulières, comme dans La Fille seule (1995), filmé selon un principe de «temps réel» (temps de l'action calqué sur la durée du film) durant lequel on suit Valérie, l'héroïne, de couloirs en escaliers, d'un café à la chambre d'hôtel dans de longs plans séquences.Accusations d'agressions sexuelles sur mineures et de violenceL'actrice Judith Godrèche revient sur sa cohabitation avec Benoit Jacquot (voir supra Vie privée). Elle déclare en décembre 2023 dans Elle: «J’étais une jeune fille très solitaire, très idéaliste. Je vivais à travers les livres, ma mère est partie de la maison quand j’avais 9 ans, j’ai été élevée par un homme seul, j’étais vulnérable malgré une certaine maturité. […] C’est parce que j’ai une fille adolescente que je parviens à réaliser ce qui m’est arrivé, à me dire que j’ai navigué seule dans un monde sans règles ni lois.» En février 2024, elle porte plainte contre lui pour «viols avec violences sur mineur de moins de 15 ans» commis par personne ayant autorité, malgré la probable prescription des faits.Dans le documentaire Les Ruses du désir: l’interdit (2011) de Gérard Miller (lui-même étant accusé d'agressions sexuelles), Benoît Jacquot parle de son goût pour les jeunes actrices mineures, dont Judith Godrèche, Virginie Ledoyen ou Isild Le Besco. Il y décrit sa rencontre avec Judith Godrèche lorsqu'elle avait «15 ans». Il explique comment le septième art peut être utilisé comme «une sorte de couverture» pour séduire de jeunes mineures. En outre, il rapporte être bien aise de susciter au sein du «petit monde» du cinéma une «certaine estime, une certaine admiration pour ce que d’autres aimeraient sans doute bien pratiquer aussi.»: «Oui c’est forcément une transgression parce que, ne serait-ce qu’au regard de la loi, telle qu’elle se dit, on n’a pas le droit en principe, je crois. Donc une fille comme elle, comme cette Judith, qui avait en effet 15 ans11, moi 40, en principe, j’avais pas le droit. Mais ça alors, elle en avait rien à foutre. Et même elle, ça l’excitait beaucoup je dirais.»Dans sa mini-série Icon of French Cinema diffusée sur Arte à partir de décembre 2023, l'actrice aborde sa relation avec le réalisateur sans citer son nom. Le 6 janvier 2024, elle nomme finalement Benoît Jacquot sur son compte Instagram après avoir visionné des extraits du documentaire Les Ruses du désir de 2011. Elle dénonce la «perversion» et le «sentiment d'impunité» dont témoignent les propos tenus par le réalisateur. Elle affirme qu'il «manipule encore celles qui pourraient associer leurs noms au mien. Témoigner. Il menace même de me traîner en justice pour diffamation.» Invitée à l'émission Quotidien, elle ajoute: «Il inverse les rôles, il projette sur moi son excitation. J’ai vécu cette sexualisation, mais de le voir parler et utiliser encore ces mots-là… C’était un choc. […] De l’entendre en parler de façon très mondaine, en rigolant, en s’en vantant… l’impunité est à un tel niveau.»Dans un article publié en 2020 dans The New York Times, la journaliste Valentine Faure s'interroge sur l'obsession de certains réalisateurs français pour leurs jeunes comédiennes, mentionnant Benoît Jacquot entre autres réalisateurs emblématiques. Selon Le Figaro, Benoît Jacquot «esquisse un autoportrait» dans son long métrage Sade, où «[le] récit de l'initiation d'une jeune fille par le sulfureux marquis» renvoie aux relations entre le réalisateur et «une actrice débutante, Isild Le Besco». Durant le tournage du film, Daniel Auteuil observe Benoît Jacquot en tant que source d'inspiration pour incarner Sade.Une enquête du journal Le Monde en février 2024 révèle que depuis les témoignages de Godrèche en décembre 2023 puis en janvier 2024, plusieurs autres actrices que Benoit Jacquot avait engagées dans ses films se joignent à elle pour accuser le réalisateur de harcèlement sexuel et de violences psychologiques et physiques sur mineures, dans ce que les journalistes du Monde résument comme «un système de prédation sous couvert de cinéma». Ainsi, Julia Roy, Vahina Giocante et Isild Le Besco témoignent d'actes de harcèlements sexuels, ainsi que de violence psychologique et physique.",
    "name_more_cn": [
        "柏诺瓦·贾柯"
    ],
    "personage_id": "27212901",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1007210",
    "personage_link": "https://www.douban.com/personage/27212901/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-12T13:42:38"
}