{
    "sid": "1008628",
    "name": "乌拉·施特克尔",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1567965138.29.jpg",
    "imdb_id": "nm0836693",
    "name_en": "Ula Stöckl",
    "name_full": "乌拉·施特克尔 Ula Stöckl",
    "birth_date": "1938年2月5日",
    "birth_place": "德国,巴登符腾堡州,乌尔姆",
    "last_movies": [
        {
            "id": 30346579,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536551012.jpg",
            "title": "影院之外的电影：垃圾桶小孩和其他的乌托邦",
            "release": 1
        },
        {
            "id": 26308320,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568361280.jpg",
            "title": "抵抗者：于是我们继续",
            "release": 1
        },
        {
            "id": 5234372,
            "year": "1984",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Wut im Bauch",
            "release": 1
        },
        {
            "id": 5114576,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555134157.jpg",
            "title": "讲故事的人",
            "release": 1
        },
        {
            "id": 5114022,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920185585.jpg",
            "title": "Das alte Lied...",
            "release": 1
        },
        {
            "id": 5106853,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906101338.jpg",
            "title": "Rede nur niemand von Schicksal",
            "release": 1
        },
        {
            "id": 5050437,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Erbtöchter",
            "release": 1
        },
        {
            "id": 5049155,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568361800.jpg",
            "title": "Der Schlaf der Vernunft",
            "release": 1
        },
        {
            "id": 2135660,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555044036.jpg",
            "title": "白痴之日",
            "release": 1
        },
        {
            "id": 2059659,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902082528.jpg",
            "title": "怪胎奥兰多",
            "release": 1
        }
    ],
    "introduction": "Ula Stöckl is one of Germany's most important Filmmakers. She has made over 20 films, the majority of which she was screenwriter and producer/co-producer. Her films have been screened at more than 70 festivals and she has been a guest-lecturer at a number of universities. She has also given presentations at the Goethe Institute in many different countries throughout Europe as well as in Australia, America and Canada.Her visual language developed early and is recognizable for its multi-layered narrative, breaking the confines of traditional film language. The use of montage, fantasy, metaphor, documentary narrative and a mixture of non-professional and professional actors all contribute to a fascinating depiction of reality, where dreams, fears and the unsaid all play an important role. Ula Stöckl’s films give the viewer the opportunity to gain a fresh insight into his/her own reality. Retrospectives of Stöckl’s films are frequent, providing a forum for stimulating discussion and proving that her work is as relevant today as ever.Her most successful film is The Sleep Of Reason, for which she received the Deutschen Filmpreis (Germany’s most important film prize) in 1984 and the German Critics’ Film Prize. Since the 80s Ula Stöckl has also been active imparting her knowledge and experience to students. She has taught at many institutions, including the German Academy For Film And Television in Berlin (dffb) and Hollins University in Roanoke, Virginia in the Unites States. Currently she lectures on directing and women and film at the University of Central Florida (UCF) in Orlando. As a film expert, she has also been on the selection committee and a jury member of numerous festivals. She demonstrated particular innovation at the International Woman’s Festival Films de Femmes in Paris, where she worked for 15 years since its launch in 1978. Since 1982 she has taken part in the selection committee for the Competition and the Panorama sections of the International Film Festival in Berlin. In addition she has hosted numerous press conferences and audience discussion groups. Since 2002 she has worked as program advisor on the selection committee of the Bienale, the International Film festival in Venice. In 1999 Ula Stöckl was awarded the well-respected Konrad Wolf Film Prize by the Academy of Art in Berlin for her life time achievement.Her career as one of the most important representatives of the New German Cinema began in 1963 at the Institute für Filmgestaltung, the department for film at the Hochschule für Gestaltung (HfG) in Ulm. The HfG is seen as a birthplace of the New German Cinema: rather than learning the techniques of film-making, the idea of creating the Auteur film was fostered. This new approach to film-making greatly influenced Ula Stöckl. She became a film-maker and as scriptwriter, director and producer took entire responsibility for her work.She produced her first short film at the HfG: Antigone is a historic news report in which the classic tale is reduced to its key elements. This was followed by two documentaries dealing with day-to-day life: Do You Have A Degree? and Saturday At 5pm. Her graduation film was also her first feature length piece of fiction. She was able to produce this piece, The Cat has Nine Lives, thanks to a screenwriting award from the Kuratorium New German Cinema. Today it is regarded as the first feminist film in Germany, even though it appeared almost 10 years before the genre was established. She cooperated with Edgar Reitz on two pieces: Stories Of The Dumbster Child, a parody of societal conditioning, and The Golden Thing, a film version of the saga of Jason and the Argonauts, using child actors. Sunday Painting, Brainworks and The Little Lion And The Big Ones were her next films, all of which dealt with isolation and loneliness, showing in an impressive visual style the environment in which people live. With Rabbit And Porkupine she succeeded in producing a comedy about the misconception of the true meaning of emancipation. The socio-psychological drama Popp And Mingel dealt sensitively with the situation of a lonely child neglected by professional parents, without falling into the cliché of the \"evil grown-ups”. A Very Perfect Couple is the first of a series of films in which Ula Stöckl examines the daily lives of various female characters: Erica´s Passions, A Woman With Responsibility, The Heiresses and Sleep Of Reason, for which she received the Federation Film Prize.The Heiresses is an argument about the self-evidence of judging history. In the children’s film Jakob´s Pigeons Jakob moves from \"Still Today\" to \"Already Tomorrow\" and learns that arguing is not necessarily bad. The two films Equal Opportunity In Principle and Is Nobody Listening? are pieces which make up part of the series Unheard – A History Of The German Woman´s Movement.The Old Song is one of the first films made after the fall of the Berlin Wall, which deals with the reunification of the two German states. Turn Of The Heart is a moving documentary film about the failure of a love affair. The Wild Stage is a modern film version of the texts and music of the literary cabaret of Trude Hesterberg of Berlin in the 20s.",
    "name_more_cn": [],
    "personage_id": "27214319",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1008628",
    "personage_link": "https://www.douban.com/personage/27214319/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-14T00:11:42"
}