{
    "sid": "1008662",
    "name": "达尼埃莱·塞格雷",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "剪辑",
        "编剧"
    ],
    "awards": [
        "2000年 第57届威尼斯电影节 唐吉诃德奖 Protagonisti, i diritti del '900"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/817516fc61d6ec57458b9ab25bd9823d.jpg",
    "imdb_id": "nm0782100",
    "name_en": "Daniele Segre",
    "name_full": "达尼埃莱·塞格雷 Daniele Segre",
    "birth_date": "1952年2月8日",
    "birth_place": "意大利,皮埃蒙特大区,亚历山德里亚",
    "last_movies": [
        {
            "id": 5182031,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tempo vero",
            "release": 1
        },
        {
            "id": 5180017,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Morire di lavoro",
            "release": 1
        },
        {
            "id": 5179766,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mitraglia e il verme",
            "release": 1
        },
        {
            "id": 5155945,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Via Due Macelli, Italia - Sinistra senza unità",
            "release": 1
        },
        {
            "id": 5135472,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Protagonisti, i diritti del '900",
            "release": 1
        },
        {
            "id": 5122731,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Old Women",
            "release": 1
        },
        {
            "id": 5095224,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Parèven furmighi",
            "release": 1
        },
        {
            "id": 5086902,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A proposito di sentimenti",
            "release": 1
        },
        {
            "id": 2055696,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Un Altro mondo è possibile",
            "release": 1
        },
        {
            "id": 2004173,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Conversazione a Porto",
            "release": 1
        }
    ],
    "introduction": "Daniele Segre, director (Alessandria 1952), is the author of \"the cinema of reality\", feature films and theatrical performances. He made his debut as a photographer in Turin in the 1970's; his first films focus on problems of disadvantaged youth groups (Perché droga, 1976; Il potere dev'essere bianconero, 1978; Ragazzi di stadio, 1980) and on the dignity of difficult screw (screw gallery, 1984 Portrait of a small drug dealer, 1984). He produced and directed the feature films Testadura (1983), Manila Paloma Blanca (1992), Vecchie (2002), Mitraglia e il verme (2004) and the documentary film Morire di lavoro (2008), about the construction work-related accidents in Italy. In 2005 he produced a HD video on the collection of Modern and Contemporary Art of the CRT Foundation in Turin. His works are almost always transmitted by public networks, and screened atin various national and international festivals such as the Venice Film Festival, the Berlin Film Festival, the Annecy Film Festival among others. He received several awards, including the prize Giuliani De Negri at the Venice Film Festival, the Golden Tulip Festival international Istanbul, the CICAE award at the Italian Film Festival of Annecy, the Filmmakers award, NICE award in New York.In 1981 he founded the production company I Cammelli and in 1989 the eponymous Scuola Video di Documentazione Sociale (School of Social Documentaries and Videos) 1989/1997. Since 1996 he is Professor of Directing at the National School of Cinematography-Centro Sperimentale di Cinema in Rome and since 2004 at the University of Pisa.In 2010 he produced three documentary films: the portrait of the Genoese photographer Lisetta Carmi (Lisetta Carmi, un'anima in cammino, 2010), that of film critic Morando Morandini (Je m'appelle Morando. Alfabeto Morandini, 2010) and that of publisher Luciano Lischi (Luciano Lischi, editore, 2010).In 2011 realizes Sic Fiat Italia, in 2012 E' viva la Torre di Pisa and Luciana Castellina, comunista. In 2013, Michelangelo Pistoletto and 76847 Giuliana Tedeschi.In 2014 by the Laboratory for Experimental Cinematography Center that produces rails on the condition of prisoners and of prisoners and prison officers of Sollicciano prison (FI) produced by CSC production and RAI Cinema and broadcasted by Speciale TG1In November 2012 at the Quirinale he was awarded the Medal of the President of the Republic Giorgio Napolitano; Always in November 2012 he received the lifetime achievement award \"Maria Adreiana Prolo\".In July of 2014 he was appointed headmaster of the Abruzzo headquarters of the Experimental Centre of Cinematography - being Audiovisual Reportage.In June 2015 he was awarded the Diploma Honoris Cause by the Experimental Centre of Cinematography for \"Reportage topical history\".In 2015 realizes Morituri, a film which completes the trilogy of Vecchie and Mitraglia e il Verme.Morituri was invited to the Turin Film Festival in November 2015 and in April 2016 he made his debut at the Teatro Nobelperlapace of San Demetrio ne 'Vestini (AQ).In 2016 he realized \"Nome di Battaglia Donna\", protagonists partisan women who participated in the resistance against the Fascists and the Nazis between 1943 and 1945.",
    "name_more_cn": [],
    "personage_id": "27214353",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1008662",
    "personage_link": "https://www.douban.com/personage/27214353/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2024年2月4日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-11-24T15:42:25"
}