{
    "sid": "1009582",
    "name": "阿莱西娅·雷纳",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p12436.jpg",
    "imdb_id": "nm1130496",
    "name_en": "Alysia Reiner",
    "name_full": "阿莱西娅·雷纳 Alysia Reiner",
    "birth_date": "1970年7月21日",
    "birth_place": "美国，佛罗里达州，盖里斯维尔",
    "last_movies": [
        {
            "id": 36602184,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "O Horizon",
            "release": 0
        },
        {
            "id": 36205156,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918847881.jpg",
            "title": "肇事逃逸",
            "release": 1
        },
        {
            "id": 36137242,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919283650.jpg",
            "title": "拉蒙娜到中年",
            "release": 0
        },
        {
            "id": 35760274,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867823156.jpg",
            "title": "冷河",
            "release": 1
        },
        {
            "id": 35707916,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892359572.jpg",
            "title": "做某事时的感觉已然消逝",
            "release": 1
        },
        {
            "id": 34971428,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882488228.jpg",
            "title": "独立候选人",
            "release": 1
        },
        {
            "id": 34970820,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2693950629.jpg",
            "title": "奶油荳荳咖啡馆 第一季",
            "release": 1
        },
        {
            "id": 34816102,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2689330609.jpg",
            "title": "如释重负",
            "release": 1
        },
        {
            "id": 30348369,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543179845.jpg",
            "title": "政界疑云",
            "release": 1
        },
        {
            "id": 27663804,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868000941.jpg",
            "title": "闪谷 第一季",
            "release": 1
        },
        {
            "id": 26723681,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564451036.jpg",
            "title": "女子监狱 第七季",
            "release": 1
        },
        {
            "id": 26358321,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871775116.jpg",
            "title": "惊奇少女",
            "release": 1
        }
    ],
    "introduction": "Award Winning Actress Alysia Reiner just originated the role of #DODC Agent Sadie Deever in the much anticipated and critically acclaimed Disney+/Marvel TV series, Ms. Marvel, and is best known as \"FIG\" on all 7 seasons of Orange Is the New Black, for which she won a SAG AWARD, Additionally, she just finished her 5th season as Sunny on Peabody Award-winning Better Things on F/X x HULU, and is about to start her second season playing Katharyn in STARZ's Shining Vale with Courteney Cox and Greg Kinnear, after finishing 2 seasons as KIKI on HBO's THE DUECE.As a producer, Alysia produced and stars in the motherhood dark comedy EGG with Christina Hendricks and Anna Camp. It premiered at Tribeca film festival, is 100% FRESH on Rotten tomatoes and available on iTunes, Amazon & VOD Now. Additionally, Alysia conceived of, developed, produced and starred in the feature film EQUITY, bought/distributed by Sony Pictures Classics at Sundance 2016.A few other filmed adventures include getting married in the Oscar winning film Sideways, getting naked in an Emmy Award winning episode of Broad City, and going head to head against Viola Davis on How To Get Away with Murder, and she just starred in Stampede Ventures' feature film, Going Places, and wrapped The Independent with John Cena, Jodie Turner-Smith, and Brian Cox.Equity was Alysia's first feature as both actress and producer, but she has acted in countless critically acclaimed and award winning films and shows, working with film masters like \"Sideways\" director Alexander Payne, Jodie Foster, Richard Loncraine, Matt Weiner, and of course Jenji Kohan and Pamela Adlon. You may also know her from feature films like Sideways, 5 Flights up, Kelly and Cal, Shine, Fort Tilden, Kissing Jessica Stein, or countless other indie films and TV shows (and yes you have seen her on all of the Law & Orders multiple times).A classically trained theatre actor, Alysia has appeared on stages around the world; from the Sundance Filmmakers Lab in Utah to The Royal Court Theatre in London; from the famed Apollo Theatre in Harlem NYC to The Edinburgh Festival in Scotland. She starred in the NY premiere of \"Pentecost\" by Tony-winning playwright David Edgar, and the provocative two character play \"An Oak Tree\" with Tim Crouch, which won a Special Obie Award. Her portrayal of June Miller in \"Anais Nin: One Of Her Lives\" was critically acclaimed, as was her turn in \"Wasps in Bed\" of which The New York Times wrote \"Alysia Reiner is priceless.\"As a voice actress, Alysia just finished her second season as the voice of Ms. Marmalady on Butterbean's Cafe on Nickelodeon, has voiced other cartoons as well as many books on tape, video games, podcasts for audible, as well as many national commercial campaigns, including the award winning brand change for Campbell's Soup.She loves working as a change maker for women and an advocate for women's rights & climate change initiatives. Along with being on the board and an ambassador for Geena Davis Institute on Gender in Media, on the board of EARTH DAY INITIATIVE, on the advisory board for AIR PROTEIN, Alysia is the face and zero waste eco-emissary for IZZY BEAUTY and started eco-fashion zero waste initiative, Livari. As a champion of all things eco-friendly, she and her husband used their home as a way to share information about building green. Their brownstone eco-renovation in Harlem was featured on television's \"World's Greenest Homes'' and \"Renovation Nation\"; in various magazines like Dwell, Gotham, Origin and The Nest; and they allowed the environmentally friendly construction process to be chronicled on websites such as Dwell.com and Kohler.com. Alysia has been invited to speak and keynote at The White House, The United Nations, Google, Cannes Lion, Women's Media Summit, Collision, and countless film festivals and events about breaking barriers for women in all fields, specifically the entertainment industry.Alysia received the Acclaimed Collaborator Award from Women in Arts and Media, is an ambassador and on the board of the Geena Davis Institute for Gender Equality, recently received a MUSE \"MADE IN NY\" AWARD from The Mayor's office and New York Women in Film and Television, and has been invited to THE WHITE HOUSE, THE UNITED NATIONS, S.H.E. SUMMIT, GOOGLE, CANNES LION and countless film festivals and events to speak about breaking barriers for women in all fields. Additionally, she was awarded the SARAH POWELL HUNTINGTON LEADERSHIP AWARD by the Women's Prison Association, and was honored with the VOICE OF A WOMAN AWARD, the PIONEER IN FILMMAKING AWARD, and the FOUNDERS AWARD FOR SUPPORT.She works regularly with Bard Prison Association, Sanctuary Neighborhood, This is about Humanity, Vote plus 10, is an ambassador for The Geena Davis Institute for Gender Equality, the Women's Prison Association, who gave her the Sarah Powell Huntington Leadership Award; The Cancer Support Community, Actors for Autism, The Young Women's Leadership Network, SAY: The Stuttering Association for the Young, and Bent on Learning.\"Speed Grieving,\" the award winning short film that Alysia created, produced and stars in, had it's world premiere at The Hamptons International Film Festival, went on to dozens of festivals winning awards and is now used as a grief counseling tool in every Cancer Support Community center in the country.",
    "name_more_cn": [],
    "personage_id": "27215273",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1009582",
    "personage_link": "https://www.douban.com/personage/27215273/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-22T14:29:44"
}