{
    "sid": "1009248",
    "name": "戴夫·弗莱彻",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "演员"
    ],
    "awards": [
        "1944年 第16届奥斯卡金像奖 最佳动画短片 (提名) Imagination"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p35875.jpg",
    "imdb_id": "nm0281487",
    "name_en": "Dave Fleischer",
    "name_full": "戴夫·弗莱彻 Dave Fleischer",
    "birth_date": "1894年7月14日",
    "birth_place": "美国,纽约",
    "last_movies": [
        {
            "id": 33431328,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555105995.jpg",
            "title": "Los comienzos de la animación",
            "release": 1
        },
        {
            "id": 10429038,
            "year": "1950",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Popeye Makes a Movie",
            "release": 1
        },
        {
            "id": 5185073,
            "year": "1957",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Big Fun Carnival",
            "release": 1
        },
        {
            "id": 5103094,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Dream Kids",
            "release": 1
        },
        {
            "id": 5102361,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Magic Strength",
            "release": 1
        },
        {
            "id": 5102234,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Porkuliar Piggy",
            "release": 1
        },
        {
            "id": 5102168,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sadie Hawkins Day",
            "release": 1
        },
        {
            "id": 5068607,
            "year": "1944",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898835442.jpg",
            "title": "That's My Baby!",
            "release": 1
        },
        {
            "id": 5068592,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Trocadero",
            "release": 1
        },
        {
            "id": 2058586,
            "year": "1952",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Big Bad Sinbad",
            "release": 1
        }
    ],
    "introduction": "Sometime around 1913-1914, Dave began working as a film cutter for the American branch of Pathé, the French company that was the world's largest film production and distribution company, and the largest manufacturer of film equipment, in the first decades of the 20th Century.Dave Fleischer was notable during the brothers' early days as the rotoscope model for their first character, Koko the Clown. He went on to become director and later producer of the studio's output. Although he is credited as \"director\" of every film released by the Fleischer studio from 1921 to 1942, the lead animators actually performed directorial duties, and Fleischer mainly served as producer. Among the cartoon series Fleischer supervised during this period were Talkartoons, Betty Boop Cartoons, Popeye the Sailor, Color Classics and several others; Popeye would go on to be the top rival of Mickey Mouse. He also supervised two animated features released through Paramount Pictures, Gulliver's Travels (1939) and Mr. Bug Goes to Town (1941). The debt Fleischer Studios owed to Paramount for the budgets of those features, worsened by the lack of success that came from the studio's non-Popeye cartoons, was called in by Paramount; this forced the brothers to give the studio to Paramount on May 24, 1941. However, both were still able to remain in charge of Fleischer Studios for a time.[1]Fleischer was asked by Paramount to put the popular comic book hero Superman into a cartoon series. The big-budget Superman series became the most successful cartoon of the late period of Fleischer Studios. However, relations between Dave and Max were deteriorating. The feud starting simmering after the married Dave began an adulterous affair with his Miami secretary in 1938, and was followed by more personal and professional disputes.[1]Dave Fleischer left for California to supervise the recording of the score for Mr. Bug Goes to Town in September 1941 and did not return to the studio, mailing his resignation in November 1941. [1] However, Fleischer's resignation was filed a month later than allowed by the terms of his contract, and he remained nominally employed by Paramount while his brother Max was forced out of the company at the end of December 1941. [1] Dave Flesicher became President of Screen Gems at Columbia Pictures in April 1942 although Fleischer Studios' contract with Paramount did not expire until May 1942, allowing Paramount to terminate Fleischer and reorganize the company under their control.[1] Under Paramount's control, Fleischer Studios became Famous Studios and later Paramount Cartoon Studios, remaining in operation until 1967.In the late-1940s, Fleischer moved over to Universal, where he became a special effects expert and general problem-solver, working on films such as Francis (1950), The Birds (1963), and Thoroughly Modern Millie (1967).Fleischer died of a stroke on June 25, 1979 in Woodland Hills, California, having spent over a decade in retirement.",
    "name_more_cn": [],
    "personage_id": "27214939",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1009248",
    "personage_link": "https://www.douban.com/personage/27214939/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1979年6月25日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-15T20:23:14"
}