{
    "sid": "1010733",
    "name": "阿特·欣德尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/06bd214ec233f33f0fe5a65b2143f4e7.jpg",
    "imdb_id": "nm0385543",
    "name_en": "Art Hindle",
    "name_full": "阿特·欣德尔 Art Hindle",
    "birth_date": "1948年7月21日",
    "birth_place": "加拿大,新斯科舍省,哈利法克斯",
    "last_movies": [
        {
            "id": 37480651,
            "year": "2019",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Christmas in Montana",
            "release": 1
        },
        {
            "id": 36865326,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907294509.jpg",
            "title": "梦见死亡：鲍勃·克拉克的恐怖电影",
            "release": 1
        },
        {
            "id": 36055406,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923822423.jpg",
            "title": "Nightalk",
            "release": 1
        },
        {
            "id": 35760588,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873359321.jpg",
            "title": "完美搭配",
            "release": 1
        },
        {
            "id": 35673794,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898479075.jpg",
            "title": "霍利·霍比 第三季",
            "release": 1
        },
        {
            "id": 35474020,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2652473841.jpg",
            "title": "行走的奇迹",
            "release": 1
        },
        {
            "id": 35290712,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879887850.jpg",
            "title": "Inn for Christmas",
            "release": 1
        },
        {
            "id": 34989130,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665870403.jpg",
            "title": "凶宅处理专员 第一季",
            "release": 1
        },
        {
            "id": 34848546,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570354037.jpg",
            "title": "猎人之月",
            "release": 1
        },
        {
            "id": 30485048,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550252740.jpg",
            "title": "灰森林",
            "release": 1
        }
    ],
    "introduction": "Born in Halifax to a Canadian Navy father, Art's mother soon had him back in their home town of Toronto, Ontario. He grew up in the \"Beaches\" of Toronto a big fan of Elvis Presley and rock n' roll. Although shy as a child, he grew to be a rebellious and independent teenager. This lead him to much traveling, mostly by hitch-hiking, picking up odd jobs, meeting all sorts of people from red-necks to freedom marchers to surfers and everyone in between. By the time he was 21, he was a father, a stockbroker and an amateur photographer. A much admired uncle of Art's was Michael Caine, a talented and successful actor. This had piqued Art's interest in acting during his teens. Although fairly successful himself, as a broker, he basically felt unfulfilled and eventually, after being inspired and touched by a Toronto Workshop Productions play, he made the commitment to leave the stock market for theatre. Although he worked, basically, as an unglorified gofer for a few months with TWP, eventually he got an acting agent, mostly with a false resume, and started auditioning mostly for commercials. It was at this time that Art credits a discovery that changed his future. Someone, he can't remember who, directed him to the Eli Rill Workshop. Eli had moved to Toronto from New York, where he taught at the Actor's Studio. Kind, gentle and articulate, Eli lucidly communicated techniques and explorations of the Method. Art thrived in this environment and soon started applying his knowledge to getting acting jobs. His first big role was in a biker movie, The Proud Rider (1971), spawned by the popularity of Easy Rider (1969). Art actually worked with a real motorcycle gang, the Satan's Choice. It was during the making of this rather bad movie that Art almost changed his professional name to Jeremy Kane. The producers thought that Art should have a more \"show biz\" name and took his photo to a girls school and asked the students to suggest first names and last names. They then took these names to Art and asked him to pick one of each. He liked the name Jeremy and chose Caine in honor of his uncle. The first person he called was his uncle Michael. Michael told him in no uncertain terms to stick to his own name. Art did so, but the other name is still connected to the film. The other anecdote was when the producers asked Art if he could ride a \"bike,\" he took them \"literally\" and said he could, but that when it came to motorcycles his brother Lang Hindle was much better, being a champion road racer. Cast for the part late on a Thursday, Art had to learn to ride a motorcycle by Monday morning. The next big step was being cast as Billy Duke, the best hockey player in the world, drafted by the Maple Leafs to lead them back to the playoffs in the film Face-Off (1971), Canada's first million-dollar movie. This film led to offers from Hollywood, which he resisted until work dried up and Art, who had 4 children by this time, finally moved to Los Angeles.Art credits much of his success in California to luck. He felt he was lucky having Patricia McQueeney as his manager and a dynamic pair of agents in Arnold Rifkin and Nichole David. Over the years Art has come to be known as a \"working actor\" involved as a leading actor in some \"classic\" films and numerous pilots and series. His work in ENG, one Canada's most successful series, won him a Acting Gemini and his Pete Braga in Paradise Falls (2001) has been described as a \"classic performance\" although Art credits brilliant writing for all the plaudits. Also, in the early 1990s, Art added the credit Director to his impressive resume. He and his beautiful wife, Brooke now split time between California, Florida and Canada spending time with their much beloved children, all 8 of them, and their 6 grandchildren. Lucky? Indeed!",
    "name_more_cn": [],
    "personage_id": "27216424",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1010733",
    "personage_link": "https://www.douban.com/personage/27216424/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-21T16:56:09"
}