{
    "sid": "1010197",
    "name": "赫尔穆特·迪特尔",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "制片人"
    ],
    "awards": [
        "1993年 第65届奥斯卡金像奖 最佳外语片 (提名) 冒牌货",
        "1992年 第5届东京国际电影节 主竞赛单元 最佳影片 (提名) 冒牌货",
        "1992年 第5届东京国际电影节 主竞赛单元 最佳编剧 冒牌货"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1c02c85771af0835ab12b9dfca8c8f62.jpg",
    "imdb_id": "nm0226200",
    "name_en": "Helmut Dietl",
    "name_full": "赫尔穆特·迪特尔 Helmut Dietl",
    "birth_date": "1944年6月22日",
    "birth_place": "德国,巴伐利亚州,巴德维塞",
    "last_movies": [
        {
            "id": 5140519,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Wambo",
            "release": 1
        },
        {
            "id": 5132725,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2273417881.jpg",
            "title": "Erkan & Stefan gegen die Mächte der Finsternis",
            "release": 1
        },
        {
            "id": 5048387,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899787511.jpg",
            "title": "皇家基尔",
            "release": 1
        },
        {
            "id": 4095268,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1519548768.jpg",
            "title": "酒店力士",
            "release": 1
        },
        {
            "id": 4019538,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899787782.jpg",
            "title": "泽特尔",
            "release": 1
        },
        {
            "id": 2028875,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675657977.jpg",
            "title": "时光的阴影",
            "release": 1
        },
        {
            "id": 2011617,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899799903.jpg",
            "title": "夜幕",
            "release": 1
        },
        {
            "id": 1439571,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538620192.jpg",
            "title": "寻找爱情的下落",
            "release": 1
        },
        {
            "id": 1306644,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2653143179.jpg",
            "title": "欲望大酒店",
            "release": 1
        },
        {
            "id": 1303039,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2336716573.jpg",
            "title": "冒牌货",
            "release": 1
        }
    ],
    "introduction": "Helmut Dietl (* 22. Juni 1944 in Bad Wiessee; † 30. März 2015 in München) war ein deutscher Film- und Fernsehregisseur sowie Drehbuchautor.LebenHelmut Dietl wuchs in München, nach der Scheidung seiner Eltern bei seiner Mutter († 1976) und immer wieder mit seinen beiden Großmüttern, auf. Sein Großvater väterlicherseits war der österreichische Schauspieler und Regisseur Fritz Greiner. Dessen Ehefrau trat regelmäßig in Filmen als Statistin auf und verschaffte ihrem siebenjährigen Enkel Helmut eine erste Rolle im Film. Sein Vater, zu dem er nach eigenem Bekunden keine gute Beziehung hatte, ist ca. 1970 an Speiseröhren- und Magenkrebs gestorben. Nach dem Abitur am Realgymnasium in Schwabing studierte Dietl Theaterwissenschaft und Kunstgeschichte an der Ludwig-Maximilians-Universität München, ohne allerdings einen Abschluss zu machen. Danach wurde er Aufnahmeleiter beim Fernsehen und später Regieassistent an den Münchner Kammerspielen. Dietl debütierte 1974 im TV-Vorabendprogramm des Bayerischen Rundfunks mit den Münchner Geschichten, die Beobachtungen der Münchner Gesellschaft zum Gegenstand haben, ein Thema, das ihn lebenslang begleiten sollte. Der finale Durchbruch kam allerdings mit der TV-Serie Der ganz normale Wahnsinn, die 1979 als Der Durchdreher als abendfüllender Film in die Kinos kam und mit dem Deutschen Filmpreis ausgezeichnet wurde. Nach einem Intermezzo in Los Angeles (1979–1983) kehrte er nach Deutschland zurück und begann für die ARD die zehnteilige Vorabendserie Monaco Franze – Der ewige Stenz zu drehen, die ab 1983 ausgestrahlt wurde. Danach drehte er für den Westdeutschen Rundfunk den TV-Sechsteiler Kir Royal, der 1986 im Programm der ARD gezeigt wurde. Dietl galt spätestens seit diesen Serien als einer der bekanntesten Fernsehregisseure im deutschen Sprachraum. Er schrieb mehrere Drehbücher mit Patrick Süskind für Fernseh- und Filmprojekte; die beiden galten als enge Freunde.Neben Fernsehserien und Filmen drehte er auch einige Werbespots (u. a. für die ARD-Fernsehlotterie und für Haribo).Der erste Kinofilm des als Perfektionist geltenden Dietl war 1992 Schtonk! mit Uwe Ochsenknecht, Götz George und Christiane Hörbiger in den Hauptrollen. Die Persiflage über die Veröffentlichung der gefälschten Hitler-Tagebücher in der Hamburger Illustrierten Stern im Jahr 1983 wurde für den Oscar als bester fremdsprachiger Film nominiert und gewann den Deutschen Filmpreis in den Kategorien Film und Regie. Diesen Erfolg zu wiederholen, gelang Dietl mit Rossini – oder die mörderische Frage, wer mit wem schlief (1997), eine nach eigenem Bekunden „Melodramödie“ über das Münchener Filmgeschäft. 1999 kam sein Film Late Show in die deutschen Kinos, der sich mit der Medienbranche beschäftigt und fast 900.000 Zuschauer fand, allerdings bei der Filmkritik auf eher wenig Begeisterung stieß.Ende 1995 startete Dietl seine Zusammenarbeit mit dem Privatfernsehen. Mit Sat.1 schloss er einen Fünfjahresvertrag, in dessen Rahmen er als Autor, Regisseur und Executive Producer tätig wurde. Daneben sollte er junge Talente entdecken und fördern. 2001 produzierte er zusammen mit Gerhard Hegele den Fernsehfilm Wambo, der das Leben des ermordeten Schauspielers Walter Sedlmayr zum Gegenstand hat und es fiktiv nacherzählt.2003 gehörte Helmut Dietl zu den Gründungsmitgliedern der Deutschen Filmakademie.2005 drehte er die Filmkomödie Vom Suchen und Finden der Liebe, die die Orpheussage adaptiert. Der Film wurde allerdings von der Kritik nur mäßig angenommen, als prätentiös beurteilt und war auch kommerziell kein Erfolg. Ab März 2011 drehte Dietl den Film Zettl. Die politische Satire ist eine Fortsetzung seiner Fernsehserie Kir Royal und basiert auf einem von ihm mit Benjamin von Stuckrad-Barre verfassten Drehbuch. Die Geschichte handelt vom Aufstieg des Chauffeurs Zettl (Michael „Bully“ Herbig) zum Chefredakteur eines Online-Magazins in Berlin. Der Film kostete 10 Millionen Euro und kam am 2. Februar 2012 in die Kinos. Trotz hochkarätiger Besetzung wurde er von der Kritik nahezu einhellig verrissen und vom Publikum weitestgehend ignoriert. Nach eigenen Angaben hat Dietl diese schroffe Ablehnung sehr gekränkt.Dietl war viermal verheiratet. Zunächst schloss er die Ehe mit der Journalistin Karin Wichmann, dann wurde er der Ehemann der österreichischen Schauspielerin Barbara Valentin. Nach einer weiteren Ehe mit der Französin Denise Cheyresy war er von 1990 bis 1999 mit der Schauspielerin Veronica Ferres liiert, die auch in mehreren seiner Filme mitspielte. Seine letzte Ehe schloss er 2002 mit der früheren n-tv-Moderatorin, Regisseurin und Filmproduzentin Tamara Duve, Tochter des Politikers Freimut Duve. Mit ihr und der im Juli 2003 geborenen gemeinsamen Tochter Serafina Marie Dietl lebte er in und um München. Daneben hat er noch zwei ältere Kinder; den Sohn David Dietl (* 1979, aus einer Verbindung mit Marianne Dennler, der Sekretärin und Vertrauten von Bernd Eichinger), der wie sein Vater Regisseur geworden ist, und seine ältere Tochter Sharon Dietl (* 1969; gemeinsames Kind von ihm und Karin Dietl-Wichmann), die auch in der Medienbranche tätig ist und manchmal am Set des Vaters war.Im November 2013 gab Dietl in einem Interview mit der Wochenzeitung Die Zeit bekannt, dass er bereits im Jahr 2007 einen Schlaganfall erlitten habe. Außerdem sei er Anfang Oktober 2013 an Lungenkrebs erkrankt, wobei die Heilungschancen bei höchstens zehn Prozent lägen. „Wenn man bedenkt, wie viel ich geraucht habe, dann ist es geradezu ein Wunder, dass es so lange gut gegangen ist,“ sagte Dietl. Er fügte hinzu, dass er 2007 mit dem Rauchen aufgehört habe. Im Jahr vor seinem Schlaganfall soll er bis zu 120 Zigaretten täglich geraucht haben. Weitere Interviews zu seiner Erkrankung wollte er nicht geben. Am 30. März 2015 starb Helmut Dietl in München an seinem Krebsleiden. Er wurde auf dem Bogenhausener Friedhof beigesetzt.Stephan Lebert schrieb: „Er hat viele wunderbare Schauspieler entdeckt und groß gemacht wie Helmut Fischer oder Franz Xaver Kroetz, auch seine ehemalige Lebensgefährtin Veronica Ferres wäre ohne ihn nie das geworden, was sie ist.“DenkmalNach Helmut Dietls Tod entstanden Pläne, ihm ein Denkmal neben der Statue des Monaco Franze an der Münchner Freiheit zu errichten. Anfang November 2019 stimmte der Kulturausschuss des Münchner Stadtrats den Denkmalplänen zu und beauftragte den Künstler Nikolai Tregor, der auch die Monaco-Franze-Statue modellierte, mit der Ausführung einer Statue bis Frühjahr 2020. Die Statue wurde am 9. November 2020 an einem Interimsstandort auf Privatgrund vor einem Hotel an der Leopoldstraße aufgestellt, da die Stadtverwaltung München die Aufstellung am ursprünglich geplanten Ort auf öffentlichem Grund neben der Skulptur des Schauspielers Helmut Fischer alias Monaco Franze verhindert hat.",
    "name_more_cn": [],
    "personage_id": "27215888",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1010197",
    "personage_link": "https://www.douban.com/personage/27215888/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2015年3月30日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-05T02:56:07"
}