{
    "sid": "1010848",
    "name": "塔德乌什·孔维茨基",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p13637.jpg",
    "imdb_id": "nm0465461",
    "name_en": "Tadeusz Konwicki",
    "name_full": "塔德乌什·孔维茨基 Tadeusz Konwicki",
    "birth_date": "1926年6月22日",
    "birth_place": "波兰,新维莱伊卡(今立陶宛,瑙约吉维尔尼亚)",
    "last_movies": [
        {
            "id": 5157346,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915491815.jpg",
            "title": "我活了十七回",
            "release": 1
        },
        {
            "id": 5114498,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878501523.jpg",
            "title": "恶棍",
            "release": 1
        },
        {
            "id": 4187007,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914970416.jpg",
            "title": "Jowita",
            "release": 1
        },
        {
            "id": 4171597,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554863850.jpg",
            "title": "小启示录",
            "release": 1
        },
        {
            "id": 3534142,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516679850.jpg",
            "title": "伊萨谷",
            "release": 1
        },
        {
            "id": 3393190,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885683721.jpg",
            "title": "熔岩",
            "release": 1
        },
        {
            "id": 3190659,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519941465.jpg",
            "title": "爱情记事",
            "release": 1
        },
        {
            "id": 2278789,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2394429457.jpg",
            "title": "那么远，那么近",
            "release": 1
        },
        {
            "id": 1453600,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901535956.jpg",
            "title": "旅店",
            "release": 1
        },
        {
            "id": 1432629,
            "year": "1966",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622435886.jpg",
            "title": "法老",
            "release": 1
        }
    ],
    "introduction": "Tadeusz Konwicki (born June 22, 1926) is a Polish writer and film director, a member of the Polish Language Council.Konwicki was born in 1926 in Nowa Wilejka near Vilnius, where he spent his early childhood. He spent his adolescence in Vilnius, attending a local gymnasium. Immediately following the outbreak of World War II, Vilnius was occupied by the Soviet Union and subsequently by Nazi Germany, and all education for Poles was discontinued. Konwicki continued his studies underground. In 1944, he joined the ranks of a local Home Army partisan unit, taking part in Operation Tempest and Operation Ostra Brama. After the war Vilnius was annexed by the Soviet Union and Konwicki was expatriated.In the spring of 1945 Konwicki moved to Kraków, where he enrolled at Jagiellonian University. He also started to work as a journalist at Odrodzenie weekly, moving to Warsaw in 1947 to continue his work for the magazine. In the capital, he was one of the leading advocates for Socialist Realism in literature. In 1948 he finished his memoirs of his partisan years (Rojsty), but the book was not published until 1956. His literary debut was the production novel Construction Site (1950, Przy Budowie), which was followed by the novel Power (1954, Władza). His 1956 novel From a Besieged City (1956, Z oblężonego miasta) also became quite popular.In the years 1952-1966 he was a member of Polish United Workers' Party By the mid 1950s, Konwicki had become disillusioned by the communist regime in Poland and fell out of grace with the party. His later works (beginning with A Hole in the Sky (1959, Dziura w niebie), are mostly concerned with the author's childhood and the semi-mythical, romantic land of his youth.At this time Konwicki became the head of the Kadr Film Studio and has since been recognized as one of the most notable members of the Polish Film School. However, his work veered away from the style pursued by his contemporaries, due to its uniquely bitter quality. As a filmmaker he is known for his Venice'58 Grand Prix winner The Last Day of Summer (Ostatni dzień lata, 1958), All Souls' Day (Zaduszki, 1961), as well as for his masterpieces Salto (1962) and How Far Away, How Near (Jak daleko stąd, jak blisko (1973)), as well as film adaptations: of Nobel Prize Winner Czeslaw Milosz book Dolina Issy (1982), and of Adam Mickiewicz's epic poem Dziady - Lawa (1990) .He is widely known for two novels, published by the Polish underground press: The Polish Complex (1977) and A Minor Apocalypse (1979). The latter work, a bitter satire about a washed-up writer who is asked to burn himself in front of the Soviet-built Palace of Culture and Science, Warsaw, was subsequently adapted as the basis of a French film bearing the same title.Konwicki currently lives in Warsaw and continues to inspire youth writers and filmmakers.",
    "name_more_cn": [],
    "personage_id": "27216539",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1010848",
    "personage_link": "https://www.douban.com/personage/27216539/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2015年1月7日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-10T00:00:37"
}