{
    "sid": "1012623",
    "name": "雷纳托·波泽托",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "导演"
    ],
    "awards": [
        "2021年 第66届意大利大卫奖 最佳男主角 (提名) 她再次对我说"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1369320669.14.jpg",
    "imdb_id": "nm0694843",
    "name_en": "Renato Pozzetto",
    "name_full": "雷纳托·波泽托 Renato Pozzetto",
    "birth_date": "1940年7月14日",
    "birth_place": "意大利,伦巴第,瓦雷泽,Laveno - Mombello",
    "last_movies": [
        {
            "id": 26593344,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2676829381.jpg",
            "title": "奇迹",
            "release": 1
        },
        {
            "id": 5207302,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Un amore su misura",
            "release": 1
        },
        {
            "id": 5197996,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Stiamo lavorando per noi",
            "release": 1
        },
        {
            "id": 5110615,
            "year": "1995",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mollo tutto",
            "release": 1
        },
        {
            "id": 5107145,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620770812.jpg",
            "title": "商人也有灵魂",
            "release": 1
        },
        {
            "id": 5107093,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2612510873.jpg",
            "title": "Infelici e contenti",
            "release": 1
        },
        {
            "id": 5102252,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Papà dice messa",
            "release": 1
        },
        {
            "id": 5100219,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272837611.jpg",
            "title": "逗你哈哈笑",
            "release": 1
        },
        {
            "id": 5090633,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526623002.jpg",
            "title": "Nebbia in Val Padana",
            "release": 1
        },
        {
            "id": 4114194,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2197949215.jpg",
            "title": "今天就结婚",
            "release": 1
        }
    ],
    "introduction": "Renato Pozzetto (Milano, 14 luglio 1940 ) è un attore, comico, cabarettista, cantante, sceneggiatore e regista italiano.Annoverato tra i capiscuola del cabaret italiano, la sua particolare forma di umorismo, caratterizzata da una vena surreale, lo ha reso uno dei protagonisti più noti e apprezzati della comicità italiana.Più recentemente ha interpretato un ruolo drammatico nel film Lei mi parla ancora di Pupi Avati.Nasce a Milano da padre italiano e madre svizzera, di Malvaglia, Cantone Ticino. Trascorre l'infanzia a Gemonio, dove la sua famiglia si era rifugiata in seguito ai bombardamenti del capoluogo lombardo, nel cui comune conosce Aurelio Ponzoni, detto Cochi, anch'egli sfollato a Gemonio. In seguito, la famiglia torna a vivere a Milano, dove, dopo aver studiato all'istituto tecnico per geometri \"Carlo Cattaneo\", matura le sue prime importanti esperienze nell'ambiente del cabaret.Anni sessanta e settantaNel 1964 forma il duo comico \"Cochi e Renato\" con Ponzoni, che esordisce all'Osteria dell'Oca, a Milano. Si esibiscono al Cab 64 costituendosi con Enzo Jannacci, Felice Andreasi, Bruno Lauzi e Lino Toffolo ne \"Il Gruppo Motore\", per poi approdare al Derby di Milano. Da quel momento il duo è conosciuto col nome di Cochi e Renato.La coppia di comici riscuote nell'immediato grande successo. Insieme, danno vita a uno stile comico semplice ma, al tempo stesso, originale e poetico. La popolarità cresce velocemente e in poco tempo giungono davanti alle telecamere della Rai, in alcuni casi anche in trasmissioni che li vedono conduttori e protagonisti: Quelli della domenica (1968), Il buono e il cattivo (1972), Il poeta e il contadino - l'incontro che non doveva avvenire nel 1973 e Canzonissima nel 1974.Nello stesso periodo incidono insieme diverse canzoni di successo grazie alla collaborazione con Enzo Jannacci, in particolare La gallina, Canzone intelligente e soprattutto E la vita, la vita. A partire dalla metà degli anni settanta, Renato Pozzetto prosegue la carriera da solo, esordendo nel cinema in Per amare Ofelia (1974): già questa pellicola gli permette di esprimere la sua recitazione straniante, basata sulla mimica, che gli assicura una grande popolarità; i personaggi delle sceneggiature cinematografiche successive coniugano il suo umorismo surreale e originale con situazioni e ambientazioni tipiche della commedia all'italiana. Pilota automobilistico dilettante, coglie la vittoria di classe al Giro automobilistico d'Italia del 1978, alternandosi al volante di una Fiat Ritmo con Riccardo Patrese, classificandosi al quinto posto tra i camion alla Parigi-Dakar del 1987.Anni ottanta e novantaIl picco della carriera cinematografica dell'attore milanese si ottiene negli anni ottanta, nel cui periodo interpreta numerosi film (cinque dei quali anche diretti) girando insieme a molti attori del panorama italiano, tra i quali Adriano Celentano, Ornella Muti, Massimo Boldi, Carlo Verdone, Diego Abatantuono e Paolo Villaggio. Il successo prosegue costantemente fino alla metà degli anni novanta, in cui lo stesso Renato si ferma a causa di un calo di popolarità.Anni duemila-duemilaventiDal 2000 è tornato a esibirsi in coppia con Cochi Ponzoni in vari spettacoli teatrali e televisivi, mentre nel 2009 e 2010 è protagonista della campagna radiotelevisiva del Governo contro il fumo, dal titolo: \"Il fumo uccide: difenditi!\". Nel 2013 torna ad avere un ruolo da protagonista nella fiction Casa e bottega. Ha partecipato in qualità di ospite, seppur non annunciato, alla serata finale del Festival di Sanremo 2019 con il gruppo Lo Stato Sociale, cantando a cappella il brano E la vita, la vita appena fuori dell'entrata dell'Ariston. Nel 2020, in occasione del suo ottantesimo compleanno, rivela in un'intervista di voler girare un nuovo film. Frattanto, nel 2021 interpreta Giuseppe Sgarbi in Lei mi parla ancora di Pupi Avati, ricevendo la candidatura per il David di Donatello.",
    "name_more_cn": [],
    "personage_id": "27218315",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1012623",
    "personage_link": "https://www.douban.com/personage/27218315/",
    "property_other": [],
    "name_more_other": [
        "Renato"
    ],
    "update_at": "2025-06-26T05:21:15"
}