{
    "sid": "1012716",
    "name": "苏索·切基·达米科",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "演员",
        "作者"
    ],
    "awards": [
        "1966年 第38届奥斯卡金像奖 最佳原创剧本 (提名) 卡萨诺瓦 '70"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p28781.jpg",
    "imdb_id": "nm0147599",
    "name_en": "Suso Cecchi d'Amico",
    "name_full": "苏索·切基·达米科 Suso Cecchi d'Amico",
    "birth_date": "1914年7月21日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 36217986,
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "骗局：维斯康蒂《家族的肖像》",
            "release": 1
        },
        {
            "id": 36109789,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893076121.jpg",
            "title": "卢基诺·维斯康蒂：追忆似水年华之路",
            "release": 1
        },
        {
            "id": 35993991,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876187662.jpg",
            "title": "Kamikaze",
            "release": 1
        },
        {
            "id": 30169974,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070586354.jpg",
            "title": "我的父亲利诺·米奇奇",
            "release": 1
        },
        {
            "id": 5281583,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519638578.jpg",
            "title": "最后的嘉多帕多",
            "release": 1
        },
        {
            "id": 5228834,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566601472.jpg",
            "title": "Raul - Diritto di uccidere",
            "release": 1
        },
        {
            "id": 5162495,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Franco Cristaldi e il suo cinema Paradiso",
            "release": 1
        },
        {
            "id": 2979549,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583211191.jpg",
            "title": "凯撒密令",
            "release": 1
        },
        {
            "id": 2121897,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881084338.jpg",
            "title": "马赛洛：甜蜜的生活",
            "release": 1
        },
        {
            "id": 2085000,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567787822.jpg",
            "title": "沙漠玫瑰",
            "release": 1
        }
    ],
    "introduction": "Formazione e primi lavoriNasce a Roma nel 1914 da genitori toscani: lo scrittore Emilio Cecchi (da cui prende il cognome di nascita Cecchi) e la pittrice Leonetta Pieraccini. Terminato il Lycée Chateaubriand di Roma non si iscrive all'università, poiché, non avendo sostenuto il baccalauréat con latino e greco «allora per continuare gli studi potevo solo iscrivermi a una o due facoltà, come per esempio botanica, che francamente non m'interessavano».Dopo un soggiorno all'estero, in Svizzera e in Inghilterra, a Cambridge, decide di trovarsi un lavoro. Grazie all'intervento del ministro Giuseppe Bottai, «l'unico gerarca che avesse un qualche rapporto con gli intellettuali», viene assunta al ministero delle Corporazioni, poi ministero Scambi e Valute, dove lavora per quasi sette anni come segretaria personale di Eugenio Anzilotti, direttore generale del Commercio Estero. È in questo periodo che stringe un'importante amicizia con un giovane di grande talento, Enrico Cuccia.Nel 1938 sposa il musicologo Fedele D'Amico, figlio di Silvio, dal quale avrà tre figli: Masolino, Silvia e Caterina.Da sola o insieme al padre esegue molte traduzioni dall'inglese e dal francese, tra le altre Jude l'Oscuro di Thomas Hardy, La via del tabacco, Vita col padre, Veglia la mia casa, angelo, le opere shakespeariane Le allegre comari di Windsor e Otello insieme al padre. Abbandona quest'attività, nella quale per altro non dimostra la facilità che avrà invece il figlio Masolino, quando comincia a lavorare per il cinema.Durante la Seconda guerra mondiale, mentre il marito, membro dei cattolici comunisti con Adriano Ossicini e Franco Rodano, conduce una vita clandestina a Roma e dirige il giornale Voce Operaia, si trasferisce per sei-sette mesi a Poggibonsi, nella villa dello zio Gaetano Pieraccini, medico e politico che sarà il primo sindaco di Firenze dopo la Liberazione.Terminato il conflitto, mentre il marito è ricoverato in Svizzera per curarsi dalla tubercolosi, è «costretta ad arrabattarsi in ogni modo per mantenere sé, i suoi primi due figli […] e la casa, popolata da tate e altre donne». Tra le curiose occupazioni di questo periodo, dà lezioni di buone maniere a Maria Michi e di conversazione in inglese a Giovanna Galletti, entrambe interpreti in Roma città aperta (1945).Le prime sceneggiature cinematograficheLavora alla sua prima sceneggiatura, Avatar, una storia romantica ambientata a Venezia, ispirata a un racconto di Théophile Gautier, con Ennio Flaiano, Renato Castellani e Alberto Moravia, per Carlo Ponti, allora non ancora produttore importante. Ma il progetto viene abbandonato prima ancora di arrivare ad una sceneggiatura vera e propria, il solo Castellani porta a termine un trattamento.Insieme a Castellani lavora a una storia tratta da un soggetto del commediografo Aldo De Benedetti, Mio figlio professore (1946), diretto dallo stesso Castellani e interpretato da Aldo Fabrizi e dalle sorelle Nava.Insieme a Piero Tellini scrive Vivere in pace (1947) e L'onorevole Angelina (1947), entrambi diretti da Luigi Zampa, interpretati rispettivamente da Fabrizi e da Anna Magnani, con la quale comincia a frequentarsi assiduamente, stringendo uno dei suoi rari rapporti di amicizia con attori. Per il soggetto di Vivere in pace, firmato anche da Tellini e Zampa ma sostanzialmente suo, vince il Nastro d'argento per il miglior soggetto.Fellini, Flaiano, Zavattini, Age e ScarpelliPartecipa insieme a Federico Fellini, benché quasi sempre assente alle riunioni, alla sceneggiatura del film Il delitto di Giovanni Episcopo (1947), tratto da un romanzo di Gabriele D'Annunzio e diretto da Alberto Lattuada.Scrive con Ennio Flaiano la sceneggiatura di Roma città libera (1947), di Marcello Pagliero, tratto da La notte porta consiglio, un soggetto dello stesso Flaiano. Le sedute di sceneggiatura con Flaiano trascorrono «tra chiacchiere, critiche e divagazioni sul soggetto. C'era da ricavare materia per condire dieci film; e sarebbe andato tutto perduto se fosse toccato a lui cavarne il succo».Scrive con Cesare Zavattini le sceneggiature di Ladri di biciclette (1948), proponendo il finale con il tentativo di furto della bicicletta, delle Mura di Malapaga (1949), diretto da René Clément e premio Oscar come migliore opera straniera, inoltre collabora alla sceneggiatura di Miracolo a Milano (1951).Il sodalizio professionale con Zavattini si interrompe quando lui disconosce il film È più facile che un cammello... diretto da Zampa, di cui ha scritto il soggetto, mentre Cecchi D'Amico e Vitaliano Brancati ne hanno curato la sceneggiatura.Lavora con Mario Monicelli e la coppia Age & Scarpelli alla scrittura de I soliti ignoti (1958). Le riunioni di sceneggiatura si concludono spesso con le liti tra Age e Scarpelli, da cui Monicelli e Cecchi D'Amico si tengono fuori, per non darvi importanza.Camerini e BlasettiCollabora alla sceneggiatura del kolossal Fabiola (1949), diretto da Blasetti. Per la scena romantica tra Fabiola (Michèle Morgan) e un bellissimo gladiatore (Henri Vidal) il regista consulta decine di persone, per un totale di quarantasette versioni, e da ciascuna prende poi un gesto o una battuta. Della sua utilizza il fatto che, durante l'incontro, l'innamorato, per far stare più comoda Fabiola, le fa un cuscino con la sabbia.Con Flaiano scrive per Blasetti le sceneggiature di Peccato che sia una canaglia (1955), imponendo Sofia Loren nella parte della protagonista, dopo averla vista passare per Cinecittà, «bella, eccessiva, decorativa come un albero di Natale», e La fortuna di essere donna (1956). Per Mario Camerini, definito al pari di Blasetti un regista della generazione precedente, scrive la sceneggiatura di Due mogli sono troppe (1951).Luchino ViscontiIl primo lavoro da sceneggiatrice per Visconti è La carrozza del Santissimo Sacramento, «che non si fece perché lui litigò con la produzione e il progetto passò a Renoir», poi è la volta di Bellissima (1951), con Anna Magnani e Walter Chiari. Quest'ultimo interpreta un personaggio che, appena accennato nella prima versione della sceneggiatura, viene sviluppato in seguito per motivi legati alla distribuzione del film.La sceneggiatura di Senso (1954), tratta da una novella di Camillo Boito, non viene interamente girata. Riferisce la d'Amico: «Non avevo ancora una grande esperienza cinematografica con Luchino e non previdi tutti gli indugi nelle scene della villa, tutti gli attraversamenti di stanze per andare a prendere una cosa. A un certo punto delle riprese il produttore Gualino mi chiamò e mi pregò di riferire a Visconti che avrebbe chiuso. Di metraggio ce n'era più della lunghezza del film e il budget era stato ampiamente superato. Così non si girarono mai le scene della Valli che attraversa in carrozza i campi di battaglia. Il viaggio della contessa Serpieri è ridotto a un'apparizione della donna in carrozza che sarebbe dovuta passare in mezzo alle truppe insanguinate».Collabora con Vasco Pratolini alla stesura del soggetto di Rocco e i suoi fratelli (1960). Scrive la sceneggiatura con Pasquale Festa Campanile e Massimo Franciosa, che entrambi, meridionali, si rivelano molto utili per la psicologia dei personaggi e per il tono dei dialoghi.Nella sceneggiatura del Gattopardo (1963), dietro suggerimento di Visconti, taglia tutta la parte finale del romanzo di Tomasi di Lampedusa per dare nel ballo il senso della morte del Principe e lo sfacelo della società nobiliare dei Gattopardi. Per la sceneggiatura del film Vaghe stelle dell'Orsa... (1965), prende spunto dalla tragedia di Elettra. Per la realizzazione del film Lo straniero (1967) è obbligata a una trasposizione fedele del libro di Camus. Prima della fase di montaggio del film Ludwig (1973), è insieme a Visconti quando il regista viene colpito da un ictus che lo rende invalido per il resto della vita. Lavora a Gruppo di famiglia in un interno (1974) e L'innocente (1976).Michelangelo Antonioni, Francesco Rosi, Luigi ComenciniCon Antonioni realizza I vinti (1952), ispirato a fatti di cronaca, effettuando sopralluoghi e raccogliendo materiale reperibile nella stampa e negli atti giudiziari, La signora senza camelie (1953) e Le amiche (1955), vincitore del Leone d'argento al Festival di Venezia. Collabora alla sceneggiatura del film Camicie rosse (Anita Garibaldi) (1952), diretto da Rosi e Goffredo Alessandrini, con Anna Magnani, ma il film fu definito da Cecchi d'Amico un'«avventura insensata». Con Francesco Rosi lavora in altri tre film La sfida (1957), I magliari (1959) e Salvatore Giuliano (1962).Con Luigi Comencini lavora al film Proibito rubare (1948), La finestra sul Luna Park (1956), Le avventure di Pinocchio (1972), scritto per la televisione, Cuore (1984) e Infanzia, vocazione e prime esperienze di Giacomo Casanova, veneziano (1969). Nel 1988 l'Università degli Studi di Bari le assegna una Laurea honoris causa in Lingue e Letterature straniere con la seguente motivazione: \"La sua tecnica agguerrita e la sua vasta cultura sono stati preziosi nel lavoro letterario del film... Ha rielaborato i soggetti originali con profondo intuito letterario e straordinario senso cinematografico\". Nel 1994 la Mostra di Venezia le assegna il Leone d'oro alla carriera.MorteMuore a Roma dopo una lunga malattia il 31 luglio 2010.",
    "name_more_cn": [],
    "personage_id": "27218408",
    "family_member": [
        "Emilio Cecchi(父亲)",
        "Leonetta Pieraccini(母亲)",
        "Fedele D'Amico(丈夫)",
        "Masolino D'Amico(儿子)",
        "Caterina D'Amico(女儿)",
        "Silvia D'Amico Bendicò(女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1012716",
    "personage_link": "https://www.douban.com/personage/27218408/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2010年7月31日"
        }
    ],
    "name_more_other": [
        "Giovanna Cecchi D'Amico(原名)"
    ],
    "update_at": "2025-04-04T09:22:57"
}