{
    "sid": "1012633",
    "name": "莫洛·鲍罗尼尼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "副导演"
    ],
    "awards": [
        "1976年 第29届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 遗产",
        "1970年 第23届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 我的青春",
        "1961年 第14届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 维阿恰农庄"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p21565.jpg",
    "imdb_id": "nm0006615",
    "name_en": "Mauro Bolognini",
    "name_full": "莫洛·鲍罗尼尼 Mauro Bolognini",
    "birth_date": "1922年6月28日",
    "birth_place": "意大利,托斯卡纳,皮斯托亚",
    "last_movies": [
        {
            "id": 5106496,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896536715.jpg",
            "title": "家族记忆",
            "release": 1
        },
        {
            "id": 5050996,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502510030.jpg",
            "title": "帕尔马修道院",
            "release": 1
        },
        {
            "id": 5047118,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2441962913.jpg",
            "title": "孽情网",
            "release": 1
        },
        {
            "id": 4286445,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555215810.jpg",
            "title": "永别莫斯科",
            "release": 1
        },
        {
            "id": 4016097,
            "year": "1987",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Imago urbis",
            "release": 1
        },
        {
            "id": 3130761,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535080338.jpg",
            "title": "去哪里度假",
            "release": 1
        },
        {
            "id": 3080872,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555286953.jpg",
            "title": "茶花女",
            "release": 1
        },
        {
            "id": 2056619,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2645997649.jpg",
            "title": "少妇安吉娜",
            "release": 1
        },
        {
            "id": 1466451,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587253150.jpg",
            "title": "意大利十二导演与十二城市",
            "release": 1
        },
        {
            "id": 1299021,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2825244167.jpg",
            "title": "爱你恨你更想你",
            "release": 1
        }
    ],
    "introduction": "Mauro Bolognini (28 June 1922 – 14 May 2001) was an Italian film and stage director of literate sensibility, known for his masterly handling of period subject matter.Early yearsBolognini was born in Pistoia, in the Tuscany region of Italy. After earning a master's degree in architecture at the University of Florence, Bolognini enrolled at the Centro Sperimentale di Cinematografia (Italian National Film Academy) in Rome, where he studied stage design. After graduation, he became interested in film direction and set out to work as an assistant to directors Luigi Zampa in Italy, and Yves Allégret and Jean Delannoy in France.Film and televisionBolognini began directing his own feature films in the mid-1950s, and received his first international success with Wild Love (Gli innamorati). His other notable films of the 1950s and early 1960s include Young Husbands (Giovani mariti), The Big Night (La notte brava), From a Roman Balcony (La giornata balorda), and the Marcello Mastroianni-Claudia Cardinale starrer Il bell'Antonio (arguably his masterpiece), all written by Pier Paolo Pasolini.Parting professionally with Pasolini in 1961, Bolognini directed two love stories starring Claudia Cardinale, The Lovemakers (La viaccia) and Careless (Senilità), and the coming-of-age films Agostino and Corruption (La corruzione) before turning his talents to a series of international anthology films, including The Dolls (Le bambole), Three Faces of a Woman (I tre volti), The Queens (Le fate) and The Witches (Le streghe).Bolognini returned to features in 1966 with Madamigella di Maupin (Mademoiselle de Maupin) featuring Catherine Spaak and Robert Hossein. His films of the 1970s include the period dramas Metello and Bubù, both starring Massimo Ranieri, The Murri Affair (Fatti di gente perbene) starring Giancarlo Giannini and Catherine Deneuve and The Inheritance (L'eredità Ferramonti) with Anthony Quinn and Dominique Sanda.In 1981, Bolognini filmed The Lady of the Camellias (La storia vera della signora delle camelie), inspired by the Alexandre Dumas, fils novel and play. Throughout the decade, he continued directing feature films, as well as the television miniseries The Charterhouse of Parma and A Time of Indifference. His final feature was the soft-core erotic drama Husband and Lovers (La villa del venerdì) starring Julian Sands and Joanna Pacula, released in 1991.Stage and operaIn the mid-1960s, Bolognini started to show an interest, as stage director, in the production of operas and plays. His debut was in 1964 with Verdi's Ernani at the Teatro Massimo in Palermo, featuring tenor Mario Del Monaco. It was followed, in the same year, by Puccini's Tosca at the Teatro dell'Opera di Roma in Rome, and by many others, including: Vincenzo Bellini's Norma at La Scala in Milan (1972), and at the Bolshoi opera house in Moscow (1975); Verdi's Aida at La Fenice in Venice (1978); and Henze's Pollicino at the Poliziano opera house in Montepulciano (1995).DeathBolognini died in Rome, Italy, in 2001, aged 78.",
    "name_more_cn": [],
    "personage_id": "27218325",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1012633",
    "personage_link": "https://www.douban.com/personage/27218325/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2001年5月14日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-09T18:14:53"
}