{
    "sid": "1013734",
    "name": "约翰·吉尔伯特",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p25181.jpg",
    "imdb_id": "nm0318105",
    "name_en": "John Gilbert",
    "name_full": "约翰·吉尔伯特 John Gilbert",
    "birth_date": "1897年7月10日",
    "birth_place": "美国,犹他州,洛根",
    "last_movies": [
        {
            "id": 1305615,
            "year": "1933",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550781961.jpg",
            "title": "瑞典女王",
            "release": 1
        }
    ],
    "introduction": "John Gilbert was born into a show-business family - his father was a comic with the Pringle Stock Company. By 1915 John was an extra with Thomas H. Ince's company and a lead player by 1917. In those days he was assistant director, actor or screenwriter. He also tried his hand at directing. By 1919 he was being noticed in films and getting better roles. In 1921 he signed a three-year contract with Fox Films. His popularity continued to soar and he was turning from villain to leading man. In 1924 he signed with MGM which put him into His Hour (1924). In 1925 he appeared in the very successful The Big Parade (1925) and was, by now, as popular as Rudolph Valentino. Lillian Gish, who had a new contract with MGM, picked Gilbert to co-star with her in La Bohème (1926). With the death of Valentino, his only competition, John was on top of the world. Then came Greta Garbo, who starred with him in Love (1927), Flesh and the Devil (1926) and A Woman of Affairs (1928). The screen chemistry between these two was incredible and led to a torrid off-screen affair. The studio publicity department worked overtime to publicize the romance between the two, but when it came time to marry, John was left at the altar. His performances after that were devoid of the sparkle that he once had and he began to drink heavily. Added to that, the whole industry was moving towards sound, and while his voice was not as bad as some had thought, it did not match the image that he portrayed on the screen. Even his characters had changed, in such films as Redemption (1930) and Way for a Sailor (1930). He was no longer the person that bad things happened to, but he now was the cause of bad things which happen. MGM did little to help John adjust to the new sound medium, as studio chief Louis B. Mayer and Gilbert had a fierce and nasty confrontation over Garbo. John was still under contract to MGM for a very large salary, but the money meant little to him. His contract ran out in 1933 after he appeared in",
    "name_more_cn": [],
    "personage_id": "27219438",
    "family_member": [
        "艾娜·克莱尔（妻）",
        "葛丽泰·嘉宝（未婚妻）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1013734",
    "personage_link": "https://www.douban.com/personage/27219438/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1936年1月9日"
        }
    ],
    "name_more_other": [
        "John Cecil Pringle (本名)",
        "Jack (昵称)"
    ],
    "update_at": "2025-05-01T13:33:46"
}