{
    "sid": "1014235",
    "name": "乔·达里桑德罗",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片人",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3f4b7a06c041427c5090bd97ecb8195d.jpg",
    "imdb_id": "nm0198072",
    "name_en": "Joe Dallesandro",
    "name_full": "乔·达里桑德罗 Joe Dallesandro",
    "birth_date": "1948年12月31日",
    "birth_place": "美国,佛罗里达州,彭萨科拉",
    "last_movies": [
        {
            "id": 26710794,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2696875982.jpg",
            "title": "欧洲式犯罪：七十年代的意大利警匪片",
            "release": 1
        },
        {
            "id": 5183219,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "3个关于邪恶的故事",
            "release": 1
        },
        {
            "id": 3156160,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880076989.jpg",
            "title": "Little Joe",
            "release": 1
        },
        {
            "id": 2162741,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895448202.jpg",
            "title": "光环下的贾姬·柯蒂斯",
            "release": 1
        },
        {
            "id": 1987573,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Pacino Is Missing",
            "release": 1
        },
        {
            "id": 1869469,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "安迪·沃霍尔完整图片赏",
            "release": 1
        },
        {
            "id": 1862345,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2214083187.jpg",
            "title": "卢·里德：摇滚心灵",
            "release": 1
        },
        {
            "id": 1767901,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501913950.jpg",
            "title": "肌肉派",
            "release": 1
        },
        {
            "id": 1421482,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546441298.jpg",
            "title": "情迷洛杉矶",
            "release": 1
        },
        {
            "id": 1293793,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424797105.jpg",
            "title": "英国佬",
            "release": 1
        }
    ],
    "introduction": "Joseph Angelo D'Allesandro III (born December 31, 1948) is an American actor and Warhol superstar. Having also crossed over into mainstream roles such as mobster Lucky Luciano in the film The Cotton Club, Dallesandro was a sex symbol of gay subculture in the 1960s and 1970s, and of several American underground films.Dallesandro starred in the 1968 film Flesh as a male prostitute. The film was produced by Andy Warhol. In 1970, Rolling Stone declared Dallesandro's second starring vehicle, Trash, the \"Best Film of the Year\", making him a star of the youth culture, sexual revolution, and subcultural New York City art collective of the 1970s. Dallesandro also starred in 1972's Heat, another Warhol film that was conceived as a parody of the film Sunset Boulevard.Early lifeJoe Dallesandro was born in Pensacola, Florida, to Joseph Angelo D'Allesandro II, who was in the U.S. Navy. His mother, Thelma Testman, was 16 years old. By the time Joe III was five years old, his mother was serving fifteen years in a Federal Penitentiary for interstate auto theft.Dallesandro and his brother Bobby were taken to New York by their father, who worked as an electrical engineer. Both boys were eventually placed into the Angel Guardian Home in Harlem, prior to being fostered by a couple in Brooklyn. The family later moved to North Babylon, Long Island. The senior D'Allesandro would visit them about once a month at their foster parents' home.Dallesandro was initially content living with his foster parents, but later reportedly began to resent them, thinking that they were preventing him from living with his father.Dallesandro began acting out, and became aggressive. He repeatedly ran away from his foster home until his birth father finally relented and allowed Joe to live with him. At age 14, Dallesandro and his brother moved to Queens to live with their paternal grandparents and their father.At age 15, he was expelled from school for punching the school principal, who had reportedly insulted his father. After this, he began hanging out with gangs and stealing cars. In one such instance, Dallesandro panicked and smashed the stolen car he was driving through the gate of the Holland Tunnel. He was stopped by a police roadblock and was shot once in the leg by police who mistakenly thought he was armed. Dallesandro managed to escape being caught by police, but was later arrested when his father took him to the hospital for his gunshot wound. He was sentenced to Camp Cass Rehabilitation Center for Boys in the Catskills in 1964.In 1965, aged 16, he ran away from the camp, and supported himself by nude modeling, appearing most notably in short films and magazine photos for Bob Mizer's Athletic Model Guild.CareerUnderground film careerDallesandro met Andy Warhol and Paul Morrissey in 1967 while they were shooting Four Stars, and they cast him in the film on the spot. Warhol would later comment \"In my movies, everyone's in love with Joe Dallesandro.\"Dallesandro played a hustler in his third Warhol film, Flesh (1968), where he had several nude scenes. Flesh became a crossover hit with mainstream audiences, and Dallesandro became the most popular of the Warhol stars. New York Times film critic Vincent Canby wrote of him: \"His physique is so magnificently shaped that men as well as women become disconnected at the sight of him.\"As Dallesandro's underground fame began to cross over into the popular culture, he appeared on the cover of Rolling Stone in April 1971. He was also photographed by some of the top celebrity photographers of the time: Francesco Scavullo, Annie Leibovitz, Richard Avedon.Dallesandro appeared in Lonesome Cowboys (1968), Trash (1970), Heat (1972), Andy Warhol's Frankenstein, and Andy Warhol's Dracula (both 1974), also directed by Morrissey. These last two films were shot in Europe. After filming was complete, he chose not to return to the U.S. He appeared in Serge Gainsbourg's Je t'aime moi non plus (France, 1976), which starred Gainsbourg's girlfriend, British actress Jane Birkin.Mainstream careerDallesandro continued to star in films made mainly in France and Italy for the rest of the decade, returning to the U.S. in the 1980s. He made several mainstream films during the 1980s and 1990s. One of his first notable roles was that of 1920s gangster Lucky Luciano in Francis Coppola's The Cotton Club (1984). Working with manager/attorney Stann Findelle, his career enjoyed a resurgence.He had roles in Critical Condition (1987) opposite Richard Pryor, Sunset (1988) with Bruce Willis and James Garner, Cry-Baby (1990) with Johnny Depp, Guncrazy (1992) with Drew Barrymore, and Steven Soderbergh's 1999 film The Limey. He has also worked in television. In 1986, he co-starred in the ABC drama series Fortune Dane. The series lasted only five episodes. Dallesandro was also a regular for the first season (1987-1988) of the CBS crime drama series Wiseguy, appeared three episodes on NBC’s Miami Vice, and a two hour episode of ABC's Matlock in 1990.The Teddy Award, an honor recognizing those filmmakers and artists who have contributed to the further acceptance of LGBT people, culture and artistic vision, was awarded to Joe in February 2009. A biography, Little Joe: Superstar by Michael Ferguson was released earlier in 2001, and a filmed documentary, Little Joe (2009), was released with Dallesandro serving as writer and producer. His adopted daughter, Vedra Mehagian, also served as a producer of the film.He appeared in the Dandy Warhols' official video for You are Killing Me in 2016.In 2018 he starred as himself in Uli Lommel's Factory Cowboys: Working with Warhol. The film was based on Lommel's own biography and partly on Dallesandro's memories of the period during which he worked with Andy Warhol.Personal lifeEditDallesandro is openly bisexual, has married three times, and has three children.He married his first wife, Leslie, the daughter of his father's girlfriend, in 1967. Their son, Michael, was born December 19, 1968. The marriage was dissolved in 1969. His second marriage was to Theresa (\"Terry\") in 1970. Their son, Joseph A. Dallesandro, Jr., was born November 14, 1970. The couple divorced in early 1978. In 1987, Dallesandro was married a third time, to Kimberly (\"Kim\"). Dallesandro has a grandson and a granddaughter by his son Michael, as well as a grandson by his son Joseph.Semi-retired from acting, as of 2009 Dallesandro managed a residential hotel building in Los Angeles.In popular cultureIn Lou Reed's song, \"Walk on the Wild Side\", about the characters Reed knew from Warhol's studio, The Factory, the verse about Dallesandro used his nickname, Little Joe.A Warhol photograph of the crotch bulge of Dallesandro's tight blue jeans is on the famous cover of the Rolling Stones album Sticky Fingers. Dallesandro explained to biographer Michael Ferguson, \"It was just out of a collection of junk photos that Andy pulled from. He didn't pull it out for the design or anything, it was just the first one he got that he felt was the right shape to fit what he wanted to use for the fly;\" the first editions of that album cover physically incorporated a functional metal zipper fly into the photo.The 1980s British band The Smiths used a still photograph of Dallesandro from the film Flesh as the cover of their eponymous debut album.Norwegian pop band Briskeby had a 2005 single called \"Joe Dallesandro\".",
    "name_more_cn": [
        "乔·达拉山多"
    ],
    "personage_id": "27219947",
    "family_member": [
        "Joseph Angelo D'Allesandro II(父亲)",
        "Thelma Testman(母亲)",
        "Robert Dallesandro(弟弟)",
        "Leslie Dallesandro(前妻)",
        "Theresa Dallesandro(前妻)",
        "Kimberly Dallesandro(妻子)",
        "Michael Dallesandro(儿子)",
        "Joseph A. Dallesandro Jr(儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1014235",
    "personage_link": "https://www.douban.com/personage/27219947/",
    "property_other": [],
    "name_more_other": [
        "JoeBoy (昵称)",
        "Little Joe (昵称)"
    ],
    "update_at": "2025-04-19T02:26:12"
}