{
    "sid": "1014960",
    "name": "亨利克·加仑",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1381749109.35.jpg",
    "imdb_id": "nm0301961",
    "name_en": "Henrik Galeen",
    "name_full": "亨利克·加仑 Henrik Galeen",
    "birth_date": "1881年1月7日",
    "birth_place": "奥匈帝国,伦贝格(今乌克兰,利沃夫)",
    "last_movies": [
        {
            "id": 26596871,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913197816.jpg",
            "title": "诺斯费拉图",
            "release": 1
        },
        {
            "id": 26581916,
            "year": "2019",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Crooked Man",
            "release": 1
        },
        {
            "id": 25957132,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515500528.jpg",
            "title": "从卡里加利到希特勒",
            "release": 1
        },
        {
            "id": 5075294,
            "year": "1931",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881132201.jpg",
            "title": "Bobby geht los",
            "release": 1
        },
        {
            "id": 5075072,
            "year": "1931",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ombres des bas fonds",
            "release": 1
        },
        {
            "id": 5075028,
            "year": "1931",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881132023.jpg",
            "title": "Schatten der Unterwelt",
            "release": 1
        },
        {
            "id": 5074862,
            "year": "1933",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Daughter of Her People",
            "release": 1
        },
        {
            "id": 4851711,
            "year": "1935",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2286410167.jpg",
            "title": "布拉格的大学生",
            "release": 1
        },
        {
            "id": 3806719,
            "year": "1927",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633183596.jpg",
            "title": "男子与万人",
            "release": 1
        },
        {
            "id": 3191426,
            "year": "1928",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510102149.jpg",
            "title": "阿尔劳娜",
            "release": 1
        }
    ],
    "introduction": "Henrik Galeen (7 January 1881 – 30 July 1949) was an Austrian-born actor, screenwriter and film director considered an influential figure in the development of German Expressionist cinema during the silent era.Galeen war der Sohn von Adolph und Marie Galeen. Er kam über Wien nach Berlin, wo er zunächst Maschinenbau studierte. Erste schauspielerische Erfahrungen sammelte er auf Wanderbühnen, die ihn in die Schweiz und nach Norddeutschland führten. 1906 holte ihn Max Reinhardt vom Deutschen Theater und machte ihn zu seinem Assistenten. Belegt ist ein Engagement am dortigen Haus für die Spielzeit 1909/10. Durch seinen Freund John Gottowt lernte er die Schwedin Elvira Adler kennen, die seine erste Frau wurde. 1911 ging Galeen als Regisseur an die Berliner Volksbühne. Er schloss Bekanntschaft mit dem Schriftsteller Hanns Heinz Ewers, der in Verbindung mit der okkultistischen Loge Ordo Templi Orientis stand und – wie Albin Grau – ein Anhänger des englischen Magiers und Okkultisten Aleister Crowley war. Mit dem Drehbuch zu Der Student von Prag (1913) führte Ewers den Okkultismus im deutschen Film ein. Galeen wirkte hier bereits als Regieassistent mit. Seine erste eigene Regiearbeit beim Film war Der Golem, den er gemeinsam mit Paul Wegener 1914 drehte.Galeens Karriere wurde durch einen Einberufungsbefehl jäh unterbrochen. Erst nach dem Ersten Weltkrieg hatte er wieder die Möglichkeit, für den Film zu arbeiten. Dabei schrieb er Drehbücher für deutsche Filmklassiker wie Der Golem, wie er in die Welt kam (1920), Nosferatu, eine Symphonie des Grauens (1922) und Das Wachsfigurenkabinett (1924). Seine besten Filme als Regisseur wurden das Remake von Der Student von Prag (1926, mit Conrad Veidt und Werner Krauß) und Alraune (1928, mit Brigitte Helm und Paul Wegener).Im Sommer 1920 übernahm er zusammen mit Gottowt die künstlerisch sehr erfolgreiche Leitung des Theaters in der Kommendantenstraße in Berlin. Beide gründeten im Dezember 1921 die Jüdisches Künstlertheater GmbH, traten aber nach wenigen Monaten als Geschäftsführer zurück.Die Wende zum Tonfilm erlebte Galeen in England, wo er 1928 mit Olga Tschechowa Die Siegerin inszenierte. Außerdem arbeitete er bei mehreren britischen Filmen mit, u. a. für die International Film Distributors, British Talking Pictures sowie British Sound Film Productions. Erst 1931 kehrte er nach Deutschland zurück und schrieb für Harry Piel das Drehbuch zu Schatten der Unterwelt, der zugleich in französischer Sprache entstand. Der Spionagefilm Salon Dora Green schließlich war Galeens letzte Regiearbeit. Zu einer Realisierung des angekündigten Das steinerne Phantom kam es nicht mehr. Galeen verließ Deutschland nach der Machtergreifung der Nationalsozialisten. Sein in Schweden lebender Sohn Ivar Galeen holte ihn noch vor dem Krieg zu sich nach Göteborg, ehe beide im Februar 1940 in die USA ausreisten und sich in New York niederließen. Dort betrieben Vater und Sohn zeitweilig eine Bäckerei.Sporadisch hielt Henrik Galeen Kontakt zu anderen emigrierten Filmleuten; mit Paul Falkenberg, einem Künstleragenten in Hollywood und ehemaligen Mitarbeiter von Georg Wilhelm Pabst, schrieb er im Dezember 1943 eine antifaschistische Aktualisierung des Golem-Stoffes. Daneben war er mit der Herstellung von Puppen tätig. 1948 heiratete Galeen in zweiter Ehe die Baroness Ilse von Schenk. Er starb nach einem längeren Krebsleiden 1949 in Randolph, Vermont.Trotz ihrer Bedeutung für die Herstellung von berühmten deutschen expressionistischen Filmen sind Galeen und sein Werk heute weitgehend in Vergessenheit geraten.",
    "name_more_cn": [
        "亨里克·加仑"
    ],
    "personage_id": "27220675",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1014960",
    "personage_link": "https://www.douban.com/personage/27220675/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1949年7月30日"
        }
    ],
    "name_more_other": [
        "Heinrich Wiesenberg"
    ],
    "update_at": "2025-05-16T18:39:27"
}