{
    "sid": "1015039",
    "name": "Mehreen Jabbar",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "剪辑",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1544776192.16.jpg",
    "imdb_id": "nm0412963",
    "name_en": "",
    "name_full": "Mehreen Jabbar",
    "birth_date": "1971年12月29日",
    "birth_place": "巴基斯坦,信德,卡拉奇",
    "last_movies": [
        {
            "id": 30349434,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902919815.jpg",
            "title": "The Fabulous Picture Show",
            "release": 1
        },
        {
            "id": 5196136,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Saraab",
            "release": 1
        },
        {
            "id": 5143649,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Beauty Parlor",
            "release": 1
        },
        {
            "id": 4881203,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2438553412.jpg",
            "title": "巴基斯坦的拉姆什特",
            "release": 1
        }
    ],
    "introduction": "Mehreen is a Pakistani - American director who’s a 20 year veteran of the industry, with a prolific career as Director/Producer of gritty, hard-hitting films and TV series for Pakistani and South Asian Television which have earned her both critical and commercial success. Mehreen has also made a number of narrative shorts that have been screened internationally in film festivals as well as on TV. Her award winning short films and TV dramas include ‘Daughters of the Late Colonel”, “Beauty Parlor”, “Doraha”, “Daam”, amongst others. In 2008 Mehreen directed her debut feature film ‘Ramchand Pakistani’ for which she was awarded the ‘Global Film Initiative Grant’. The film premiered in competition at the Tribeca Film Festival and continued a successful festival run. It was later released theatrically in Pakistan, India and the United Kingdom in 2008-09 to wide critical and audience acclaim. ‘Ramchand Pakistani’ was awarded the ‘Fipresci Prize’ by the ‘International Federation of Film Critics’, the ‘Audience Award’ at the ‘Fribourg Film Festival’, Switzerland and an ‘Honorable Mention’ by the 13th Annual Satyajit Ray Award at the London Film Festival. In 2010 Mehreen was invited to screen her film at the Museum of Modern Art, New York.Her second feature film Dobara Phir Se which was shot in New York and Karachi had a successful theatrical release in Pakistan, the UK, USA and the UAE in December, 2016.Mehreen has been a member of the National Board of Film Censors in Karachi, a founding member of the KaraFilm Festival in Karachi, Pakistan and a founder member of the NGO WAR (War Against Rape). In 2012 She was invited to the Maisha Film Lab in Uganda - a non-profit training lab founded by director Mira Nair to be a directing mentor. She is the recipient of several awards for her work and has served as a jury member in many local and international film festivals.",
    "name_more_cn": [],
    "personage_id": "27220755",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1015039",
    "personage_link": "https://www.douban.com/personage/27220755/",
    "property_other": [],
    "name_more_other": [
        "MJ (昵称)"
    ],
    "update_at": "2026-01-02T13:07:33"
}