{
    "sid": "1016599",
    "name": "尼尔斯·阿斯瑟",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/70be7647851f2be7c089e5b98eea9aa2.jpg",
    "imdb_id": "nm0039989",
    "name_en": "Nils Asther",
    "name_full": "尼尔斯·阿斯瑟 Nils Asther",
    "birth_date": "1897年1月17日",
    "birth_place": "丹麦,赫勒鲁普",
    "last_movies": [
        {
            "id": 35736366,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875378301.jpg",
            "title": "偏见与骄傲：瑞典酷儿电影史",
            "release": 1
        },
        {
            "id": 24869454,
            "year": "1948",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402647510.jpg",
            "title": "陈查理和羽蛇",
            "release": 1
        },
        {
            "id": 5128131,
            "year": "1953",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ponds Theater",
            "release": 1
        },
        {
            "id": 5108478,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901711418.jpg",
            "title": "Gudrun",
            "release": 1
        },
        {
            "id": 5088745,
            "year": "1950",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Starlight Theatre",
            "release": 1
        },
        {
            "id": 5066381,
            "year": "1950",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2298022386.jpg",
            "title": "The Adventures of Ellery Queen",
            "release": 1
        },
        {
            "id": 5066333,
            "year": "1953",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571078026.jpg",
            "title": "来自丹吉尔的他",
            "release": 1
        },
        {
            "id": 5059811,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886501103.jpg",
            "title": "黑暗降临时",
            "release": 1
        },
        {
            "id": 5059335,
            "year": "1961",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901607779.jpg",
            "title": "Svenska Floyd",
            "release": 1
        },
        {
            "id": 3318975,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521568133.jpg",
            "title": "侦探希尔曼系列：白衣女郎",
            "release": 1
        }
    ],
    "introduction": "\"Like Garbo, I have been given many labels by the newspapers, ‘Very nearly as handsome as Valentino' . . . 'the masculine version of that mysterious fascination with Garbo's.' [But] I am tired of being just a screen lover, and I hope someday to get a chance to be myself. I am rather like Greta in that I like to be alone. I love peace and quiet. Hollywood is really no place for me. I stagnate here . . . I only feel awake when the air is fresh and crisp as in my native Scandinavia.” — Nils AstherNils Asther was a queer Swedish actor who found his success in silent films and was partially loved by the media for his wallflower persona. Unsurprisingly then, he was often compared to Greta Garbo, another Swedish actor. While she was significantly more famous, she took similar steps following her career path, and so these two stories are often thrown together.Born in Denmark in 1897, Asther spent his first years in foster care, as his parents were unmarried. When his parents later married, they took him to live with them in Malmö. Against his abusive father's wishes, he got a head start acting with his training from stage actress Augusta Lindberg. By 1916 he was cast in his first film, The Wings, based on the novel Mikael by Herman Bang.Richard Dryer, author of Now You See It, describes The Wings production writing:“The key personnel were all gay. Herman Bang’s novel, published in 1904, was well known, and he himself was a notoriously gay figure, a kind of melancholy Oscar Wilde…The scriptwriter and designer, Alex Esbensen was gay. Mauritz Stiller, the director, was not only gay but a flamboyant man about town…One of Stiller’s most important relationships was with Nils Asther, the Danish actor who plays himself in Vingarne, his first film.”It is speculated that Asther was originally hired because of his romantic relationship with Mauritz Stiller, and later Aage Hertel also supported Asther, which led to a number of roles in Swedish film.As he rose in fame, Asther, like many other Swedish celebrities at the time, was approached by Hollywood executives. By Asther’s account, they knocked right on his door.“I had not yet got out of bed and was waiting for morning coffee when there came a knock on the door. Unannounced, it was a Mr. Berman from the U.S.A. Hat in hand, an extinct cigar hung from the corner of the mouth. ‘Hallo, Asther! You are going to Hollywood. You have a future there. You’re the type that the girls will run after.’ Uninvited, he had thrown himself down in an uncomfortable chair. He mistook my silence for awe, for he galloped in with a bunch of promises of life in Hollywood. He represented the prominent United Artists and told me what I already knew, that it was owned by Douglas Fairbanks, Mary Pickford, Charlie Chaplin and Norma Talmadge with Joseph Schenk as the Director. I would stay at the finest clubs, and a Cadillac would be the only car for me, etc. Where the hell was the coffee…?”Though the introduction was unconventional, by the end of that month, Asther would end up in Hollywood, a decision he would regret for the rest of his life. This must have been at least partly because Asther was known to be something of an introvert, despite his entertainment career. When he was younger, he was scolded for being too focused on reading, and while he did have close friends throughout his life, he also tended to isolate himself.On his thirtieth birthday, he was alone and wrote himself a self-deprecating message:“Congratulations on the birthday, you old rascal! Not that you deserve it, but may your future become light and fun, with great success. Well, why not world renown to satisfy your vanity? Beautiful girls, a thousand of them, and coins in large quantities, and good health so that you can enjoy these creature comforts. May all your dreams come true, even the idiotic ones. And when you’re drinking in a villa in Italy or Spain, where you can live in peace and with peace of mind, free from ambitions and desires, may you finally get your easel, canvases, brushes, and paints. Cheers to you, old boy.”When he was asked to describe himself, he said, “I am not a pleasant person. I am not gay and amusing and social. I am ingrown, introspective, and analytical. To speak of things that affect me deeply and to speak of them honestly is a burden.”All of this made Asther’s arrival to the United States of America difficult as the culture there highly valued extroversion and pleasantries that he was not interested in. Fortunately for him, or more accurately fortunately for his publicists, the United States was at that time growing quite a fascination over the quiet nature of some of their (white) immigrated stars. This part of his nature was highlighted to give him a mysterious edge and make him seem foreign. He had to be careful to never seem too foreign, of course, as he realized after he received backlash for speaking French with a French waiter.It was during his time in Hollywood that Asther’s life truly became a balancing act. While it is true that he was an introverted figure in many ways, that by no means should suggest he was ever subtle.He was a man who climbed out of a window in an attempt to preserve an acting teacher's honour and decided to buy a cabin in the middle of the woods for himself and Greta Garbo in the spur of the moment. He did this without also buying furniture, forcing both to sleep on the floor.He was meant to seem cold and aloof to the public, a popular look for Scandinavian actors at the time, but he was also meant to be a family man. Ending up in a lavender marriage (marriage in which the partners have different, generally incompatible, sexualities) with Vivian Duncan, he found himself unhappy and refused to keep up the charade for long. After rumours began to spread as to why he had left a wife and child, Hollywood fixers responded by allowing an article to be published speculating about queerness. While queerness might be begrudgingly tolerated in Hollywood at the time, it was not to be encouraged, and it most certainly was not to be public.Despite the concerted efforts of those around him, the marriage ended after only two years.His heritage was another constant tipping point for him. While it was supposed to give him a “suave” foreign edge for American audiences, he was meant to hide his accent and often avoid speaking entirely. Upon the introduction of talkies, he was forced to hire a vocal coach. At times, however, his accent was used as a stand-in for a Chinese accent, such as his role as a Chinese man in The Bitter Tea of General Yen. The role was intended for someone of Chinese descent but was given to him instead. The director Frank Capra discussed the decision later.“General Yen was a big casting problem. I knew what I did not want—a well-known star made up as [a Chinese man]. I looked for a tall, overpowering, real Chinese. But there was no tall Chinese in casting directories, or even in laundries; most Chinese-Americans were short Cantonese. After many interviews, we settled on a not-too-well-known Swedish actor, Nils Asther. He was tall, blue-eyed, handsome; spoke with a slightly pedantic “book” accent; his impassive face promised the serenity and mystery of a centuries-old culture.”His life as a Swedish man, of course, brings us to Greta Garbo. Their relationship was something for the books. Upon meeting, Asther described her saying:“Suddenly she looked up and into my eyes. It felt like I was hit by a thunderbolt. I stared bewitched at her. But it seemed like she did not notice me. Her girlish face seemed to me wonderfully beautiful. My whole body was carried by a pleasant springing sensation, which I never before experienced, and the effects of which I could never completely free myself from. Something strange had happened inside me. The peculiar theatre student had lit a fire of love in me, bordering on bliss. It insisted that I must join with her forever.”Their relationship did not seem to fade with time, distance, or failed proposals. As it happened, Asther ended up proposing to Garbo three times before finally getting the picture. It is hard to say if his love for her was romantic, though the way he talks about her and his proposals definitely seems to lean that way. The possibility that the marriage would be another lavender one cannot be ignored, as the arrangement would seemingly suit them both, expanding their freedom to pursue queer escapades while also giving them someone they cared about to come home to.This theory becomes more understandable when you realize that Garbo most likely knew of Asther’s sexuality, whatever it may have been. Garbo tended to gravitate towards queer people, and on the set of one of their films, she chastised him for handling her roughly:“I'm not one of your sailors!”‘Sailors’ being the term she used to describe her friends who were queer men.So it is likely that they both knew of the other’s queerness. With Asther, it is unclear as to whether he was bisexual or gay. From the readings of his work, it does seem that he was attracted to women, though there is a margin of error because of his constant self-loathing, particularly in regards to his sexuality.All taken into account, it’s a judgment call leaning towards the possibility that he was attracted to both men and women, and one of those women was Garbo. They shared a similar childhood, and both missed their home country, finding Hollywood tiresome much of the time. And while Asther did get frustrated with the comparisons to Garbo, he held nothing but affection for the woman herself:\"When she laughs, it's a silent, breathless kind of laugh, that shakes her whole person but makes very little noise. She likes to be led and is easily influenced by anyone she admires.' But like him, in his opinion, “she probably isn't very happy.\"And in the end, that is what coloured Asther’s time in Hollywood the most. He hated the lack of opera houses and stage plays, the publicity stunts, the personas, and as his career dimmed, he went home to Sweden without much money and played out the rest of his fading fame.In the end, he gave up acting and pursued an altogether different creative passion. He became a painter, something he had been interested in since he was young, and he seemed to enjoy it in a way he hadn't enjoyed acting in a long time.He died in 1981 in Sweden and was later given a star on the Hollywood Walk of Fame.But even with that honour, his feelings on his time in the United States were quite clear in his writing:“There is nothing that I more bitterly regret than leaving Sweden and giving myself to the violence of film. Above all, I let myself be caught by the untruthful Hollywood dream factory, where I experienced my life’s most terrible nightmares.”Nils Asther was a mess of a man who made his fair share of mistakes and faced many failures. While he was introspective, he was still tipping over into the realm of flamboyance and dramatics at any given moment. He was a man stuck in the middle, constantly too much and not enough.",
    "name_more_cn": [],
    "personage_id": "27222322",
    "family_member": [
        "Anton Andersson Asther (父亲)",
        "Hildegard Augusta Åkerlund (母亲)",
        "Gunnar Anton Asther (哥哥)",
        "Vivian Duncan (前妻)",
        "Evelyn Roseta Duncan Asther (女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1016599",
    "personage_link": "https://www.douban.com/personage/27222322/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1981年10月13日"
        }
    ],
    "name_more_other": [
        "Nils Anton Alfhild Asther (本名)",
        "The Male Greta Garbo (昵称)"
    ],
    "update_at": "2025-08-13T09:00:32"
}