{
    "sid": "1016775",
    "name": "克里斯蒂安·德西卡",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ad83fe75573b4f08864b85ce6527bbbb.jpg",
    "imdb_id": "nm0211565",
    "name_en": "Christian De Sica",
    "name_full": "克里斯蒂安·德西卡 Christian De Sica",
    "birth_date": "1951年1月5日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 37368788,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2929366904.jpg",
            "title": "雪地上的罪行",
            "release": 0
        },
        {
            "id": 36968762,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920579882.jpg",
            "title": "科尔蒂纳快车",
            "release": 1
        },
        {
            "id": 36900850,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Argento puro",
            "release": 1
        },
        {
            "id": 36886907,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909018651.jpg",
            "title": "争产夺命一家亲",
            "release": 1
        },
        {
            "id": 36634875,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901390137.jpg",
            "title": "色衰应召男",
            "release": 1
        },
        {
            "id": 36362819,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907066656.jpg",
            "title": "冬天的柠檬",
            "release": 1
        },
        {
            "id": 36071530,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886949794.jpg",
            "title": "千金能买一家亲",
            "release": 1
        },
        {
            "id": 35901233,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873190534.jpg",
            "title": "疯狂复仇记",
            "release": 1
        },
        {
            "id": 35772809,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871750699.jpg",
            "title": "谁陷害圣诞老人",
            "release": 1
        },
        {
            "id": 35545981,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2673997135.jpg",
            "title": "火星假日",
            "release": 1
        },
        {
            "id": 35320787,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2668575796.jpg",
            "title": "Comedians",
            "release": 1
        }
    ],
    "introduction": "Christian De Sica (Roma, 5 gennaio 1951) è un attore, comico, cantante, showman, regista, sceneggiatore e conduttore televisivo italiano.Figlio del regista e attore Vittorio De Sica e dell'attrice spagnola María Mercader, è attivo sul piccolo e grande schermo fin dagli anni settanta. Nei decenni successivi raggiunge la popolarità grazie alla partecipazione a numerose commedie di successo, in particolare i cosiddetti cinepanettoni, nei quali ha formato un'affiatata coppia comica con Massimo Boldi dal 1985 al 2005, riprendendola in seguito nel 2018.BiografiaFiglio d'arte, il fratello maggiore era Manuel De Sica (1949-2014), apprezzato compositore di colonne sonore. Studia a Roma, conseguendo la maturità classica al Collegio Nazareno. È il nipote materno di Ramón Mercader, agente segreto stalinista ed assassino di Lev Trockij.[2] Aveva una sorellastra, Emi (1938-2021)[3], nata dal precedente matrimonio di suo padre Vittorio con l'attrice Giuditta Rissone.Precedentemente fidanzato con l'attrice Isabella Rossellini, è sposato dal 1980 con Silvia Verdone, sorella di Carlo che ha avuto modo di conoscere quando loro due erano compagni di classe.Famosa la lite con Carlo Verdone quando Christian De Sica cercava di conquistare la sorella. Le parole di quest'ultimo contro Christian furono: «Tu sei un puttaniere, esci con mia sorella che ha la coda di cavallo, è piccola»Nonostante questo, Christian De Sica non si è arreso, e il tempo ha dato ragione a quest'ultimo. In seguito De Sica dichiarerà: «Ci siamo scontrati davanti a casa mia. Lui dice che mi ha menato, ma in realtà ci sono state solo delle spinte. Ce l’aveva con me in maniera eccessiva per la mia frequentazione con la sorella»Dal matrimonio di Christian De Sica e Silvia Verdone sono nati due figli: Brando, regista, e Maria Rosa, costumista. È inoltre zio del regista Andrea De Sica, figlio di Manuel. È stato nominato cittadino onorario dell'isola di Capri.Durante i festeggiamenti per il Capodanno del 2000 a Cortina d'Ampezzo, Christian fu vittima dello scoppio di un petardo ed in seguito a tale incidente riportò un distacco della retina, subendo nove interventi chirurgici e rischiando di perdere l'occhio.CarrieraGli esordi e gli anni settantaFinite le scuole superiori (dov'era compagno di banco di Carlo Verdone) va in Venezuela a lavorare in un albergo, ed è proprio lì che muove i primi passi da artista. Si iscrive nel 1970 alla Sapienza - Università di Roma, senza però terminare gli studi presso la facoltà di Lettere. Inizialmente attratto dalla musica, nel 1972 entra a far parte come cantante de \"La pattuglia azzurra\", gruppo di cui faceva già parte Massimo Boldi, e l'anno seguente partecipa al Festival di Sanremo cantando Mondo mio, ma i risultati non proprio soddisfacenti lo convincono a seguire le orme paterne e a dedicarsi al cinema e alla musica.Grazie anche all'aiuto del padre (che gli affida una particina - pur se non accreditata - nel suo Una breve vacanza del 1973), dopo il debutto con Paulina 1880 (1972), diretto da Jean-Louis Bertuccelli, riesce a muovere i primi passi nel mondo del cinema con registi come Aldo Lado (La cugina, 1974), Pasquale Festa Campanile (Conviene far bene l'amore, 1975) e Pupi Avati (Bordella, 1976). Nello stesso anno arriva il suo primo ruolo da protagonista quando Duccio Tessari lo vuole come protagonista del suo La madama dove comincia ad entrare sempre più a fondo nei trucchi del mestiere. Seguono poi, nel 1979, Liquirizia di Salvatore Samperi e Il malato immaginario di Tonino Cervi.Parallelamente alla carriera cinematografica, negli stessi anni De Sica inizia a farsi conoscere come intrattenitore televisivo in alcuni varietà della Rai come Alle sette della sera (1974), La compagnia stabile della canzone con varietà e con comica finale (1975), Bambole, non c'è una lira (1978) e Due come noi (1979). Sempre sul piccolo schermo prende parte alle miniserie Blaise Pascal (1972) di Roberto Rossellini e Paris-Vichy (1979) di Anne Revel.Anni ottanta: la consacrazione e la famaDopo aver collaborato con Sergio Corbucci in Mi faccio la barca (1980), con Giorgio Capitani in Teste di quoio (1981), con Carlo Vanzina in Viuuulentemente mia e con suo cognato Carlo Verdone in Borotalco (entrambi del 1982), De Sica diventa protagonista in Sapore di mare, diretto ancora da Carlo Vanzina, assieme a Jerry Calà e Marina Suma. Il film esce nel 1983 e il successo al botteghino è notevole. Nello stesso anno De Sica torna al fianco di Calà e anche del giovane Claudio Amendola in Vacanze di Natale, primo cinepanettone da lui interpretato, sempre diretto da Vanzina e prodotto da Luigi e Aurelio De Laurentiis.Da allora Christian De Sica è diventato la figura simbolo dei cosiddetti cinepanettoni e film di tema simile, pellicole che sono solite essere distribuite sempre a ridosso delle vacanze natalizie. Dopo essere tornato a lavorare con Vanzina in Vacanze in America (1984), interpretò alcune delle commedie di maggior successo degli anni ottanta quali I pompieri (1985) e Missione eroica - I pompieri 2 (1987), il primo, diretto da Neri Parenti, e il secondo da Giorgio Capitani e Yuppies - I giovani di successo sempre di Vanzina e Yuppies 2 di Enrico Oldoini (entrambi del 1986).A quei tempi si era distinto per la sua notevole capacità recitativa e fu Neri Parenti che, firmato un contratto con la Filmauro, lo ingaggiò assieme a Massimo Boldi, diventando così la coppia simbolo delle commedie natalizie sopra citate. Altre interpretazioni di rilievo della seconda metà degli anni 1980 sono Grandi magazzini (sempre del 1986), di Castellano e Pipolo, Compagni di scuola (1988), che lo vide collaborare nuovamente con Carlo Verdone, e Fratelli d'Italia (1989), che segnò l'inizio della collaborazione in pianta stabile con Neri Parenti.Nonostante la grande notorietà al cinema, De Sica continuò a lavorare in televisione sia nelle vesti di attore (nelle miniserie Cinquant'anni d'amore e Flipper) che in quelle di intrattenitore (importante la collaborazione con Antonello Falqui in Studio '80, A come Alice e Cinema che follia!).Anni novanta: il successo dei cinepanettoniRiprende la serie dei cinepanettoni con Vacanze di Natale '90 (1990) e Vacanze di Natale '91 (1991), entrambi diretti da Enrico Oldoini: le due pellicole ottengono un ottimo riscontro al botteghino italiano, e la coppia Boldi-De Sica continua a collaborare attivamente sul grande schermo in commedie celebri come Anni 90 (1992) e Anni 90 - Parte II (1993) ancora di Oldoini; S.P.Q.R. - 2000 e ½ anni fa (1994), A spasso nel tempo (1996), A spasso nel tempo - L'avventura continua (1997) e Vacanze di Natale 2000 (1999) di Vanzina; Paparazzi (1998), Tifosi (1999) e Body Guards - Guardie del corpo (2000) di Neri Parenti, distribuite sempre con eccellenti risultati al botteghino.Nel 1990 Christian De Sica esordisce anche come regista con Faccione: grazie a questo film, ottiene la candidatura al David di Donatello come miglior regista esordiente. Nel 1991 dirige e interpreta Il conte Max, omaggio al cinema del padre e di Mario Camerini, da lui interpretato con Ornella Muti, Anita Ekberg e la mamma María Mercader.De Sica prosegue come regista di sé stesso in Ricky & Barabba (1992), Uomini uomini uomini (1995), 3 (1996), Simpatici & antipatici (1998) e The Clan (2005).Anni 2000 e 2010: la rottura con Boldi e gli altri numerosi successiNel 2001 la coppia Boldi-De Sica iniziò con Neri Parenti a girare solo cinepanettoni i quali riportano il titolo che inizia quasi sempre con la parola \"Natale a...\": pellicole natalizie come Merry Christmas (2001), Natale sul Nilo (2002), Natale in India (2003), Christmas in Love (2004) e Natale a Miami (2005) diventano pertanto i maggior successi dal punto di vista finanziario della commedia italiana. In questi lavori, insieme ad alcune precedenti, hanno preso parte alcuni dei volti principali della comicità italiana contemporanea, come Biagio Izzo, Enzo Salvi, Paolo Conticini, Sabrina Ferilli, Massimo Ghini e i Fichi d'India.Nel 2002, dopo ben venti anni di assenza, De Sica torna sul piccolo schermo come protagonista della nuova fiction Lo zio d'America insieme a Lorella Cuccarini, Ornella Muti ed Eleonora Giorgi; il successo della serie televisiva porta alla realizzazione di una seconda stagione nel 2006. Nel 2004 fu protagonista inoltre della miniserie Attenti a quei tre.Dopo la separazione artistica da Massimo Boldi, nel 2006 torna nelle sale con un nuovo cinepanettone diretto da Neri Parenti: Natale a New York. A completare il cast ci sono Claudio Bisio, Alessandro Siani, Fabio De Luigi e i ritrovati Sabrina Ferilli e Massimo Ghini. Il film è un successo strepitoso al botteghino, e De Sica torna l'anno successivo diretto dallo stesso regista in Natale in crociera, insieme a Michelle Hunziker.Oltre a ruoli comici, De Sica ha anche recitato in ruoli drammatici, come ne Il figlio più piccolo (2010) di Pupi Avati, in cui recita insieme a Luca Zingaretti e Laura Morante. Per quest'interpretazione vince un Nastro d'argento come miglior attore protagonista. Nello stesso anno interpreta il ruolo di un ispettore di polizia nel film The Tourist, diretto da Florian Henckel von Donnersmarck con protagonisti Johnny Depp e Angelina Jolie; il parallelismo fra The Tourist e i cinepanettoni tipici di De Sica viene fatto notare dal sito italiano di MYmovies.it.Intanto De Sica continua ad apparire in numerosi altri cinepanettoni diretti da Neri Parenti, tutti sempre molto fortunati al botteghino, e nei quali prendono parte star emergenti come Belén Rodríguez, Alessandro Gassmann e Gianmarco Tognazzi; il filone del cinepanettone si interrompe nel 2011 con Vacanze di Natale a Cortina. Nei successivi due anni tali film vengono sostituiti da commedie a episodi in cui De Sica fa coppia con Lillo & Greg e Luca e Paolo, sempre con Neri Parenti alla regia: i film sono rispettivamente Colpi di fulmine e Colpi di fortuna. Tra il 2012 e il 2014 torna in televisione in qualità di giurato del programma di Rai 1 Tale e quale show condotto da Carlo Conti; sempre nel 2014 decide di non partecipare al classico film di Natale a episodi, e così il ruolo di protagonisti passa a Lillo & Greg con la pellicola Un Natale stupefacente di Volfango De Biasi.Nel 2015 tuttavia De Sica, di nuovo in coppia con Ghini, torna al cinema con il cine-panettone Vacanze ai Caraibi per la regia di Neri Parenti. Dal 28 settembre al 24 ottobre dello stesso anno inoltre conduce Striscia la notizia su Canale 5, al fianco di Michelle Hunziker.Nel 2016, sempre a fianco di Michelle Hunziker, conduce Zelig, programma comico giunto alla sua ultima edizione. Il 15 dicembre 2016, esce nelle sale cinematografiche Poveri ma ricchi, cinepanettone che riscuoterà un discreto successo al botteghino.Nel 2017 torna nella giuria del programma Tale e quale show su Rai 1. Il 24 novembre esce il suo album di Natale, Merry Christian. Il 14 dicembre esce nelle sale cinematografiche Poveri ma ricchissimi, cinepanettone che è il seguito del film dell'anno precedente, Poveri ma ricchi.2018-2022: il ritorno sul grande schermo con Boldi e altre attivitàNel 2018, dopo 13 anni di separazione, Christian De Sica torna sul grande schermo assieme a Massimo Boldi con un nuovo film dal titolo Amici come prima, una commedia con degli equivoci le cui riprese sono iniziate a giugno dello stesso anno a Milano e la cui uscita nelle sale è avvenuta il 19 dicembre. Vista la promozione del film la celebre coppia in quel periodo è anche molto richiesta in televisione, andando ospiti prima a Verissimo, poi Che tempo che fa, Domenica in e infine CR4 - La Repubblica delle Donne.Come per il film con Boldi, anche per Sono solo fantasmi, in uscita nel novembre 2019, la regia è di Christian e del figlio Brando. Dal 20 febbraio 2020 è al cinema con La mia banda suona il pop, film promosso anche al Festival di Sanremo.Il 13 dicembre dello stesso anno esce il nuovo film con Boldi, intitolato In vacanza su Marte, girato con la tecnologia Stagecraft, utilizzata prima d'ora soltanto da Disney+ per The Mandalorian; per l'occasione dopo 15 anni tornano a lavorare insieme Boldi, De Sica e il regista Neri Parenti ma a causa della pandemia di COVID-19 il film è stato distribuito solo sulle varie piattaforme streaming oltreché su Sky Cinema.Il 3 aprile 2021 va in onda in prima serata su Rai 1 Una serata tra amici, una serata tributo condotta da Pino Strabioli durante la quale, oltre a raccontare numerosi aneddoti anche insieme al cognato Carlo Verdone, si esibisce con diverse canzoni duettando con la figlia Maria Rosa. Venti giorni dopo insieme a Massimo Boldi e Nancy Brilli forma la squadra dei Cinepanettoni nel game-show di Rai uno Top Dieci. Il 10 giugno torna al cinema con Comedians, il nuovo film del regista Gabriele Salvatores. In estate parte anche il tour teatrale che riprende lo spettacolo Una serata tra amici. Il 16 dicembre esce al cinema Chi ha incastrato Babbo Natale?, film di Natale di Alessandro Siani in cui interpreta appunto Babbo Natale.Nel marzo del 2022 compare nel videoclip di Tutte le notti, nuovo singolo di Tommaso Paradiso, e in …altrimenti ci arrabbiamo!, film omaggio all’omonimo film del 1974.Fede calcisticaChristian De Sica viene spesso indicato come tifoso della Lazio, ma in realtà ha più volte ammesso di seguire poco il calcio e di essere laziale \"per ridere\". Ha infatti dichiarato che tale fede calcistica è nata per il celebre personaggio di \"Don Buro\", e soprattutto per creare una finta e divertente rivalità con il cognato Carlo Verdone, da sempre noto tifoso della Roma.",
    "name_more_cn": [],
    "personage_id": "27222498",
    "family_member": [
        "维托里奥·德西卡(父亲)",
        "María Mercader(母亲)",
        "Emi De Sica(姐姐)",
        "Manuel De Sica(哥哥)",
        "Silvia Verdone(妻子)",
        "Brando De Sica(儿子)",
        "Maria Rosa De Sica(女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1016775",
    "personage_link": "https://www.douban.com/personage/27222498/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-10T22:07:29"
}