{
    "sid": "1017985",
    "name": "亚当·加西亚",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1586244552.42.jpg",
    "imdb_id": "nm0305081",
    "name_en": "Adam Garcia",
    "name_full": "亚当·加西亚 Adam Garcia",
    "birth_date": "1973年6月1日",
    "birth_place": "澳大利亚,新南威尔士,沃龙加",
    "last_movies": [
        {
            "id": 37039453,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912969956.jpg",
            "title": "My Eyes",
            "release": 1
        },
        {
            "id": 35557601,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677007644.jpg",
            "title": "派对女孩升天记",
            "release": 1
        },
        {
            "id": 35356931,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885100450.jpg",
            "title": "毒蛇王后 第一季",
            "release": 1
        },
        {
            "id": 34816102,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2689330609.jpg",
            "title": "如释重负",
            "release": 1
        },
        {
            "id": 27203644,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2854856216.jpg",
            "title": "尼罗河上的惨案",
            "release": 1
        },
        {
            "id": 26354678,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Party Pieces",
            "release": 1
        },
        {
            "id": 25980448,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2200202056.jpg",
            "title": "疯狂圣诞剧3",
            "release": 1
        },
        {
            "id": 25790761,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502165084.jpg",
            "title": "东方快车谋杀案",
            "release": 1
        },
        {
            "id": 24152563,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2032905022.jpg",
            "title": "欢闹夏令营 第一季",
            "release": 1
        },
        {
            "id": 2979479,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874237482.jpg",
            "title": "名叫乔伯的女人",
            "release": 1
        }
    ],
    "introduction": "Adam Garcia is an Australian actor and tap dancer of Colombian descent (his father is from Colombia).Garcia left university to take the role of Slide in the production of the musical Hot Shoe Shuffle, which toured Australia before transferring to London, England. Garcia stayed on in London to act in West End musicals.Garcia played Doody in the West End's version of Grease in London. He also played a Travolta character, Tony Manero, in the stage version of Saturday Night Fever, which ran from 1998 to 1999 in London. Garcia was nominated for an Olivier Award for his performance. Garcia reached #15 in the UK singles chart in 1998, with his cover version of the Bee Gees song \"Night Fever\", taken from Saturday Night Fever. In 2000, Garcia performed a solo Tap dance in the Sydney Olympic Opening CeremonyGarcia has been nominated for multiple awards during his stage acting career. His transition into a film actor began in 1997, when he played Jones in Wilde, a movie about the life of writer Oscar Wilde. Garcia then went on to act in such movies as Coyote Ugly, Bootmen & Riding In Cars With Boys and, in 2004, the role of rock star Stu Wolf in Confessions of a Teenage Drama QueenHe appeared as government official Alex Klein in the 2005 Christmas special of the long-running British science fiction television series Doctor Who. According to the audio commentary for the episode, Garcia accepted the relatively minor role as he is a science fiction fan. . Garcia worked with Idina Menzel and Kristin Chenoweth in the role of Fiyero in the 2002 workshop edition of an in-production musical called Wicked. After Wicked's success, the show soon spawned a London production, in which Garcia got to play the role of Fiyero. The show opened 27 September 2006, after previews began 7 September. He played his final performance 14 July 2007.In the latter part of 2008, Garcia appeared in two ITV dramas, Britannia High in which he plays the dance teacher, and Mr Eleven, a two-part comedy/drama alongside Michelle Ryan and Sean Maguire. In January 2010 Garcia appeared alongside Ashley Banjo and Kimberly Wyatt as a judge on the reality show Got To Dance for 4 seasons. He also was a judge on Australias' Dancing With The Stars for 2 seasonsHe made a guest appearance alongside Franki \"Searing\" Sears in Episode 19 (The Choice) on 6 of House.In 2010 Garcia starred in the London West End production of Tap Dogs in the Novello Theatre from 15 June to 5 September. In 2012 Garcia received another Olivier nomination for his performance of Bill Calhoun/Lucentio in Trevor Nunn's revival of Kiss Me Kate at the Old Vic.In 2016, Garcia created Father Damien Karras for Birmingham Repertory Theatre's production of The Exorcist.",
    "name_more_cn": [],
    "personage_id": "27223709",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1017985",
    "personage_link": "https://www.douban.com/personage/27223709/",
    "property_other": [],
    "name_more_other": [
        "Adam Gabriel Garcia (本名)"
    ],
    "update_at": "2025-11-01T13:01:00"
}