{
    "sid": "1018508",
    "name": "布鲁诺·斯列斯坦",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p33266.jpg",
    "imdb_id": "nm0754165",
    "name_en": "Bruno S.",
    "name_full": "布鲁诺·斯列斯坦 Bruno S.",
    "birth_date": "1932年6月2日",
    "birth_place": "德国,柏林",
    "last_movies": [
        {
            "id": 6120828,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1512564611.jpg",
            "title": "少女艾薇",
            "release": 1
        },
        {
            "id": 5181603,
            "year": "1977",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Liebe das Leben, lebe das Lieben",
            "release": 1
        },
        {
            "id": 3187963,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Vergangen, vergessen, vorüber",
            "release": 1
        },
        {
            "id": 3013690,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524608129.jpg",
            "title": "我就是我的电影",
            "release": 1
        },
        {
            "id": 1306027,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1661865334.jpg",
            "title": "史楚锡流浪记",
            "release": 1
        },
        {
            "id": 1296583,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620373637.jpg",
            "title": "卡斯帕尔·豪泽尔之谜",
            "release": 1
        }
    ],
    "introduction": "Bruno Schleinstein (June 2, 1932 – August 11, 2010) was a German film actor, artist, and musician.Schleinstein was often beaten as a child, and spent much of his youth in mental institutions.[1] He was a largely self-taught musician, who over the years developed considerable skill on the piano, accordion, glockenspiel and handbells. He would play in back gardens performing 18th and 19th century style ballads at the weekends, while sustaining himself financially working as a forklift driver at a car plant. Schleinstein said he transmits (German: durchgeben) his songs, rather than singing them.[1]Schleinstein was spotted by director Werner Herzog in the documentary Bruno der Schwarze – Es bleibt ein Jäger wohl in sein Horn (1970). Herzog promptly cast Schleinstein (under the name Bruno S.) as his lead actor in The Enigma of Kaspar Hauser (1974), though he had no acting experience. Schleinstein also starred in Stroszek (1977), which Herzog wrote especially for him in four days. Stroszek has a number of biographical details from Schleinstein's life, including the use of his own flat as the home of Bruno Stroszek. He also played his own instruments.Herzog has claimed that Schleinstein was deeply suspicious of the director, and nervous of performing in front of the cameras — so had to be \"listened to\" for several hours on set in order to build his self-esteem. Schleinstein enjoyed fame in Berlin following the release of these films, but said later that \"Everybody threw him away.\"[1] Instead, he took up painting and music. Some of his artwork was shown at the 2004 Outsider Art Fair in New York City. He appeared in film again in Jan Ralske's Vergangen, vergessen, vorüber (Long-lost and Lay Me Down) in 1993. Ralske also made a short documentary video about Schleinstein and his art, called Seeing Things. He was the subject of a 2003 documentary \"Bruno S. – Estrangement is death\", directed by Miron Zownir. Schleinstein also released a CD of his music and songs, he was member of the NO!Art movement.Schleinstein died August 11, 2010 after suffering heart problems. Shortly after his death, Werner Herzog remarked “in all my films, and with all the great actors with whom I have worked, he was the best. There is no one who comes close to him. I mean in his humanity, and the depth of his performance, there is no one like him.”",
    "name_more_cn": [],
    "personage_id": "27224232",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1018508",
    "personage_link": "https://www.douban.com/personage/27224232/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2010年8月11日"
        }
    ],
    "name_more_other": [
        "Bruno Schleinstein (本名)"
    ],
    "update_at": "2025-10-07T20:26:22"
}