{
    "sid": "1018365",
    "name": "纳嘉·乌尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "2000年 第50届柏林国际电影节 银熊奖 最佳女演员 丽塔传奇"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p36567.jpg",
    "imdb_id": "nm0880167",
    "name_en": "Nadja Uhl",
    "name_full": "纳嘉·乌尔 Nadja Uhl",
    "birth_date": "1972年5月23日",
    "birth_place": "德国，施特拉尔松德",
    "last_movies": [
        {
            "id": 36072750,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878995712.jpg",
            "title": "神奇动物学校2",
            "release": 1
        },
        {
            "id": 35742048,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "ZERV",
            "release": 1
        },
        {
            "id": 35168673,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877916272.jpg",
            "title": "神奇动物学校",
            "release": 1
        },
        {
            "id": 33218463,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624117293.jpg",
            "title": "致命空间",
            "release": 1
        },
        {
            "id": 25772396,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2159074678.jpg",
            "title": "宽阔的胸怀-一个德国家庭的命运岁月",
            "release": 1
        },
        {
            "id": 10745195,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173720944.jpg",
            "title": "分手专家",
            "release": 1
        },
        {
            "id": 5180043,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917204366.jpg",
            "title": "我从未如此高兴",
            "release": 1
        },
        {
            "id": 5173119,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der Tote im Spreewald",
            "release": 1
        },
        {
            "id": 5172391,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Toten vom Schwarzwald",
            "release": 1
        },
        {
            "id": 3718626,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520691860.jpg",
            "title": "丛林的孩子",
            "release": 1
        }
    ],
    "introduction": "Nadja Uhl (born 23 May 1972 in Stralsund, East Germany) is a German actress.She studied at the Felix Mendelssohn Bartholdy College of Music and Theatre in Leipzig between 1990 and 1994, beginning her career as a theatre actress at the Hans Otto Theater in Potsdam in 1994. There, she opened a music hall with her companion Kay Bockhold in 2006.She first appeared in a film in 1993 (Thomas Koerfer's Der Grüne Heinrich, playing Agnes' role), but in 2000 she attracted international attention acting in Volker Schlöndorff's The Legend of Rita (Die Stille nach dem Schuß). In this film she played Tatjana, an East German waitress who rebels against the system of her country. Due to her work in this film, she won the Silver Bear for Best Actress at the Berlin International Film Festival and was nominated for Best Supporting Actress at the Deutscher Filmpreis (German Film Awards).In 2002 she appeared in Twin Sisters (De Tweeling), directed by Dutch director Ben Sombogaart and based on the novel The Twins, a bestseller by Tessa de Loo. Here she played Anna, Lotte's sister. They are separated from each other after the death of their parents; the Second World War and the Holocaust will consolidate their situation. The film was a 76th Academy Awards nominee for Academy Award for Best Foreign Language Film of 2003.In 2005 she played the role of Nicole in Summer in Berlin (Sommer vorm Balkon), directed by Andreas Dresen, and was nominated for Best Actress at the German Film Awards.In 2006 she played Katja Döbbelin in Die Sturmflut, directed by Jorgo Papavassiliou. This successful RTL TV miniseries focused on the North Sea flood of 1962, which left 315 dead.In 2008 she participated in Uli Edel's Der Baader Meinhof Komplex, based on the bestseller of the same title by Stefan Aust; the film and the book are based on real events. In the film, Nadja Uhl plays Brigitte Mohnhaupt, a member of the Red Army Faction (Rote Armee Fraktion or R.A.F., a German terrorist group of Marxist ideology active from the late 1960s to 1998), and leader of its second generation. Also in 2008, Nadja Uhl participated in a TV production, also based on real events, about the Lufthansa Flight 181 hijacking (during the German Autumn of 1977), which was perpetrated by four terrorists of the Popular Front for the Liberation of Palestine in collusion with the R.A.F. Here, Nadja Uhl plays flight attendant Gabriele Dillmann, who was one of the victims of the hijacking. Coincidentally, at the moment of the hijacking, the R.A.F.'s leader was Brigitte Mohnhaupt.Nadja Uhl has a daughter, born 28 October 2006.",
    "name_more_cn": [
        "娜佳·邬尔"
    ],
    "personage_id": "27224089",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1018365",
    "personage_link": "https://www.douban.com/personage/27224089/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-24T03:50:48"
}