{
    "sid": "1018756",
    "name": "克里斯蒂·布朗",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "作者"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p19902.jpg",
    "imdb_id": "nm0113272",
    "name_en": "Christy Brown",
    "name_full": "克里斯蒂·布朗 Christy Brown",
    "birth_date": "1932年6月5日",
    "birth_place": "爱尔兰,都柏林",
    "last_movies": [
        {
            "id": 1294000,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p873422066.jpg",
            "title": "我的左脚",
            "release": 1
        }
    ],
    "introduction": "Christy Brown was born into a working-class Irish family at the Rotunda Hospital in Dublin in June 1932. The son of Bridget ([1] Fagan 1901-1968) and Patrick Brown. He had 22 siblings. Out of these 22, 17 lived and 4 died in infancy leaving 13 of them.[2] After his birth, doctors discovered that he had severe cerebral palsy,[3] a neurological disorder which left him almost entirely spastic in his limbs. Though urged to commit him to a hospital,[4] Brown's parents were unswayed and subsequently determined to raise him at home with their other children. During Brown's adolescence, social worker Katriona Delahunt became aware of his story and began to visit the Brown family regularly, while bringing Christy books and painting materials as, over the years, he had shown a keen interest in the arts and literature. He had also demonstrated extremely impressive physical dexterity since, soon after discovering several household books, Christy had learned to both write and draw himself, with the only limb over which he had unequivocal control – his left leg.[5] Brown quickly matured into a serious artist Although Brown famously received almost no formal schooling during his youth, he did attend St Brendan's School-Clinic in Sandymount intermittently. At St. Brendan's he came in contact with Dr. Robert Collis, a noted author. Collis discovered that Brown was also a natural novelist and, later, Collis helped use his own connections to publish My Left Foot, by then a long-gestating autobiographical account of Brown's struggle with everyday life amidst the vibrant culture of Dublin.When My Left Foot became a literary sensation, one of the many people who wrote letters to Brown was married American woman Beth Moore. Brown and Moore became regular correspondents and, in 1960, Brown holidayed in North America and stayed with Moore at her home in Connecticut.[7] When they met again in 1965 they began an affair. Brown journeyed to Connecticut once more to finish his magnum opus,",
    "name_more_cn": [],
    "personage_id": "27224480",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1018756",
    "personage_link": "https://www.douban.com/personage/27224480/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1981年9月7日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-02T05:56:24"
}