{
    "sid": "1018553",
    "name": "艾伦·金斯堡",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "演员",
        "编剧",
        "音乐"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/335cfacf40aee3141693d4175cf507c6.jpg",
    "imdb_id": "nm0320091",
    "name_en": "Allen Ginsberg",
    "name_full": "艾伦·金斯堡 Allen Ginsberg",
    "birth_date": "1926年6月3日",
    "birth_place": "美国,新泽西州,纽瓦克",
    "last_movies": [
        {
            "id": 36220623,
            "year": "2021",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Jonas in the Fields",
            "release": 1
        },
        {
            "id": 35729942,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2838172754.jpg",
            "title": "帕蒂·史密斯——朋克的诗歌",
            "release": 1
        },
        {
            "id": 33397769,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553738306.jpg",
            "title": "印度妙草",
            "release": 1
        },
        {
            "id": 30430720,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554587334.jpg",
            "title": "滚雷巡演：鲍勃·迪伦传奇",
            "release": 1
        },
        {
            "id": 30272884,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527980404.jpg",
            "title": "在布雷斯林酒店的哈里·史密斯",
            "release": 1
        },
        {
            "id": 26604665,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2393530733.jpg",
            "title": "大海中的乔纳斯",
            "release": 1
        },
        {
            "id": 26597721,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358417251.jpg",
            "title": "安迪·沃霍尔生命中的一天",
            "release": 1
        },
        {
            "id": 22724453,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2310313777.jpg",
            "title": "霍华德叔叔",
            "release": 1
        },
        {
            "id": 5111251,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Twister: A Musical Catastrophe",
            "release": 1
        },
        {
            "id": 1949383,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538060227.jpg",
            "title": "老鹰捉小鸡：恋童的男人",
            "release": 1
        }
    ],
    "introduction": "\"Irwin Allen Ginsberg (pronounced /ˈɡɪnzbərɡ/; June 3, 1926 – April 5, 1997) was an American poet who vigorously opposed militarism, materialism and sexual repression. In the 1950s, Ginsberg was a leading figure of the Beat Generation, an anarchic group of young men and women who joined poetry, song, sex, wine and illicit drugs with passionate political ideas that championed personal freedoms.[1] Ginsberg's epic poem \\\"Howl\\\", in which he celebrates his fellow \\\"angel-headed hipsters\\\" and excoriates what he saw as the destructive forces of capitalism and conformity in the United States, is one of the classic poems of the Beat Generation [2] The poem, dedicated to writer Carl Solomon, has the opening:\\r\\nI saw the best minds of my generation destroyed by\\r\\nmadness, starving hysterical naked,\\r\\ndragging themselves through the negro streets at dawn\\r\\nlooking for an angry fix...[3]\\r\\nIn October 1955, Ginsberg and five other unknown poets gave a free reading at an experimental art gallery in San Francisco. Ginsberg's \\\"Howl\\\" electrified the audience. According to fellow poet Michael McClure, it was clear \\\"that a barrier had been broken, that a human voice and body had been hurled against the harsh wall of America and its supporting armies and navies and academies and institutions and ownership systems and power support bases.\\\"[4] In 1957, \\\"Howl\\\" attracted widespread publicity when it became the subject of an obscenity trial in which a San Francisco prosecutor argued it contained \\\"filthy, vulgar, obscene, and disgusting language.\\\" The poem seemed especially outrageous in 1950s America because it depicted both heterosexual and homosexual sex[5] at a time when sodomy laws made homosexual acts a crime in every U.S. state. \\\"Howl\\\" reflected Ginsberg's own bisexuality and his homosexual relationships with a number of men, including Peter Orlovsky, his lifelong partner.[6] Judge Clayton W. Horn ruled that \\\"Howl\\\" was not obscene, adding, \\\"Would there be any freedom of press or speech if one must reduce his vocabulary to vapid innocuous euphemisms?\\\"[7]\\r\\nIn \\\"Howl\\\" and in his other poetry, Ginsberg drew inspiration from the epic, free verse style of the 19th century American poet Walt Whitman. Both wrote passionately about the promise (and betrayal) of American democracy; the central importance of erotic experience; and the spiritual quest for the truth of everyday existence.[8] J. D. McClatchy, editor of the Yale Review called Ginsberg \\\"the best-known American poet of his generation, as much a social force as a literary phenomenon.\\\" McClatchy added that Ginsberg, like Whitman, \\\"was a bard in the old manner – outsized, darkly prophetic, part exuberance, part prayer, part rant. His work is finally a history of our era's psyche, with all its contradictory urges.\\\"[9]\\r\\nGinsberg was a practicing Buddhist who studied Eastern religious disciplines extensively. One of his most influential teachers was the Tibetan Buddhist, the Venerable Chögyam Trungpa, founder of the Naropa Institute, now Naropa University at Boulder, Colorado.[10] At Trungpa's urging, Ginsberg and poet Anne Waldman started a poetry school there in 1974 which they called the \\\"Jack Kerouac School of Disembodied Poetics\\\".[11] In spite of his attraction to Eastern religions, the journalist Jane Kramer argues that Ginsberg, like Whitman, adhered to an \\\"American brand of mysticism\\\" that was, in her words, \\\"rooted in humanism and in a romantic and visionary ideal of harmony among men.\\\"[12] Ginsberg's political activism was consistent with his religious beliefs. He took part in decades of non-violent political protest against everything from the Vietnam War to the War on Drugs.[13] The literary critic, Helen Vendler, described Ginsberg as \\\"tirelessly persistent in protesting censorship, imperial politics, and persecution of the powerless.\\\"[14] His achievements as a writer as well as his notoriety as an activist gained him honors from established institutions. Ginsberg's book of poems, The Fall of America, won the National Book Award for poetry in 1974. Other honors included the National Arts Club gold medal and his induction into the American Academy and Institute of Arts and Letters, both in 1979.[15] In 1995, Ginsberg won a Pulitzer Prize for his book, Cosmopolitan Greetings: Poems 1986–1992.[16]\"",
    "name_more_cn": [
        "艾伦·金斯堡"
    ],
    "personage_id": "30081109",
    "family_member": [
        "Peter Orlovsky(伴侣)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1018553",
    "personage_link": "https://www.douban.com/personage/30081109/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1997年4月5日"
        }
    ],
    "name_more_other": [
        "Irwin Allen Ginsberg (本名)"
    ],
    "update_at": "2025-08-09T10:22:03"
}