{
    "sid": "1019284",
    "name": "伊夫·罗贝尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片人",
        "编剧"
    ],
    "awards": [
        "1986年 第39届戛纳电影节 主竞赛单元 短片金棕榈奖 (提名) 小魔术师",
        "1986年 第39届戛纳电影节 主竞赛单元 短片评审团奖 小魔术师",
        "1973年 第23届柏林国际电影节 主竞赛单元 金熊奖 (提名) 金发大个子"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p3391.jpg",
    "imdb_id": "nm0002216",
    "name_en": "Yves Robert",
    "name_full": "伊夫·罗贝尔 Yves Robert",
    "birth_date": "1920年6月21日",
    "birth_place": "法国,卢瓦尔河地区,缅因州卢瓦尔省,索米尔",
    "last_movies": [
        {
            "id": 5109657,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2599176640.jpg",
            "title": "Sortez des rangs",
            "release": 1
        },
        {
            "id": 5088834,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Histoires d'hommes",
            "release": 1
        },
        {
            "id": 5085334,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Petits nuages d'été",
            "release": 1
        },
        {
            "id": 3409373,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553567955.jpg",
            "title": "巴黎地铁奇遇",
            "release": 1
        },
        {
            "id": 3409363,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552972118.jpg",
            "title": "害虫的球",
            "release": 1
        },
        {
            "id": 3262305,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625039176.jpg",
            "title": "失踪者",
            "release": 1
        },
        {
            "id": 2370309,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "非常家庭",
            "release": 1
        },
        {
            "id": 1506930,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555487659.jpg",
            "title": "危机",
            "release": 1
        },
        {
            "id": 1303017,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238295864.jpg",
            "title": "喜马拉雅",
            "release": 1
        },
        {
            "id": 1298250,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555101506.jpg",
            "title": "母亲的城堡",
            "release": 1
        }
    ],
    "introduction": "Yves Robert (19 June 1920 – 10 May 2002) was a French actor, screenwriter, director, and producer.Robert was born in Saumur, Maine-et-Loire, France. In his teens, he went to Paris to pursue a career in acting, starting with unpaid parts on stage in the city's various theatre workshops. From ages 12–20 he set type as a typographer, then studied mime in his early 20s. In 1948 he made his motion picture debut with one of the secondary roles in the film, Les Dieux du dimanche. Within a few years, Robert was writing scripts, directing, and producing.Yves Robert's directorial efforts included several successful comedies for which he had written the screenplay. His 1962 film, La Guerre des boutons won France's Prix Jean Vigo. His 1972 film Le grand blond avec une chaussure noire won the Silver Bear at the 23rd Berlin International Film Festival in 1973. In 1976, Un éléphant ça trompe énormément, starring his wife, earned him international acclaim. Robert's 1973 devastating comedy Salut l'artiste is considered by many performers to be the ultimate film about the humiliations of the actor's life. In 1977, he directed another comedy, Nous irons tous au paradis, which was nominated for a César Award for Best Film.In 1990, Robert directed two dramatic films, My Mother's Castle (Le château de ma mère) and My Father's Glory (La Gloire de mon Père). Based on autobiographical novels by Marcel Pagnol, they were jointly voted \"Best Film\" at the 1991 Seattle International Film Festival, and received rave reviews. Over his career, he directed more than twenty feature-length motion pictures, wrote an equal number of scripts, and acted in more than seventy-five films. Although his last major role was perhaps in 1980, A Bad Son by Claude Sautet, as the working-class father of a drug-dealer, he continued acting past 1997.Robert played opposite Danièle Delorme in the 1951 play Colombe (Dove) by Jean Anouilh. They married in 1956, and jointly formed the film production company La Guéville in 1961. La Guéville also released several films by Monty Python and Terry Gilliam, which was very influential into establishing the comedy troupe to French audiences. He died in Paris on 10 May 2002 from a cerebral hemorrhage. He was buried in Montparnasse Cemetery with the epitaph \"A man of joy ...\", where visitors leave buttons of many colors. He was survived by Danièle and two children, Anne and Jean-Denis Robert, by first wife, actress Rosy Varte. That month's Cannes Film Festival paid homage to his contribution to French film.",
    "name_more_cn": [],
    "personage_id": "27225008",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1019284",
    "personage_link": "https://www.douban.com/personage/27225008/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2002年5月10日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-17T21:35:07"
}