{
    "sid": "1019209",
    "name": "阿尔贝托·索尔迪",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "导演"
    ],
    "awards": [
        "1972年 第22届柏林国际电影节 银熊奖 最佳男演员 未决囚",
        "1964年 第21届金球奖 电影类 音乐/喜剧片最佳男主角 恶魔",
        "1963年 第20届金球奖 电影类 音乐/喜剧片最佳男主角 (提名) 最佳敌人"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1484816501.04.jpg",
    "imdb_id": "nm0814773",
    "name_en": "Alberto Sordi",
    "name_full": "阿尔贝托·索尔迪 Alberto Sordi",
    "birth_date": "1920年6月15日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 36194309,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893104549.jpg",
            "title": "罗马电影城，从墨索里尼到甜蜜的生活",
            "release": 1
        },
        {
            "id": 36069440,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878646430.jpg",
            "title": "Adi Kapyare Kootamani",
            "release": 1
        },
        {
            "id": 36044763,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "On Smoother Dirt",
            "release": 1
        },
        {
            "id": 36036490,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La Mia Mantia",
            "release": 1
        },
        {
            "id": 36000958,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876463278.jpg",
            "title": "我们都是索尔迪",
            "release": 1
        },
        {
            "id": 35999993,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876418419.jpg",
            "title": "Carlota",
            "release": 1
        },
        {
            "id": 35772323,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868364179.jpg",
            "title": "一千零一个莫尼卡",
            "release": 1
        },
        {
            "id": 34945528,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892887886.jpg",
            "title": "一九六零年的意大利",
            "release": 1
        },
        {
            "id": 34854951,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871981383.jpg",
            "title": "爱在虹际",
            "release": 1
        },
        {
            "id": 25875318,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877631053.jpg",
            "title": "德西卡传",
            "release": 1
        }
    ],
    "introduction": "Alberto Sordi (Roma, 15 giugno 1920 – Roma, 24 febbraio 2003 ) è stato un attore, regista, comico, sceneggiatore, compositore, cantante e doppiatore italiano.Fra i più importanti attori del cinema italiano, ha recitato in 160 film ed è considerato uno dei più grandi interpreti della commedia all'italiana con Ugo Tognazzi, Vittorio Gassman e Nino Manfredi , un quartetto al quale è generalmente accostato anche Marcello Mastroianni . Inoltre, insieme ad Aldo Fabrizi e Anna Magnani, fu tra i massimi esponenti della romanità cinematografica.Le prime esperienzeAlberto Sordi nacque il 15 giugno 1920 in via San Cosimato 7, nel rione di Trastevere, ultimo figlio di Pietro Sordi (Valmontone, 14 maggio 1879 – Roma, 4 giugno 1941), professore di musica e strumentista, titolare della tuba contrabbasso dell'orchestra del Teatro dell'Opera di Roma, e di Maria Righetti (Sgurgola, 11 febbraio 1889 – Roma, 29 febbraio 1952), insegnante elementare. La famiglia era composta anche dalla sorella Savina (Roma, 1911 – Udine, 19 agosto 1972), dal fratello Giuseppe (Roma, 1915 – Livorno, 24 agosto 1990) e dalla sorella Aurelia (Roma, 15 luglio 1917 – Roma, 12 ottobre 2014), mentre il terzogenito, anch'egli di nome Alberto, era morto il 24 maggio 1916 dopo pochi giorni di vita.Trascorse parte dell'infanzia nella cittadina di Valmontone e frequentò la scuola elementare \"Armando Diaz\", dove iniziò a improvvisare piccole recite con un teatrino di marionette. Cantò inoltre come soprano nel coro di voci bianche della Cappella Sistina diretto da don Lorenzo Perosi, fino alla precoce trasformazione della voce in basso, divenuta poi una delle sue caratteristiche distintive. Studiò canto lirico e si esibì sulla scena operistica per un certo periodo della giovinezza.Nel 1936 incise un disco di fiabe per bambini per la casa discografica Fonit e con il ricavato partì per Milano, dove si iscrisse al corso di recitazione all'Accademia dei filodrammatici. Per trasferirsi al nord abbandonò gli studi all'Istituto di Avviamento Commerciale \"Giulio Romano\" di Trastevere (conseguì comunque come privatista il diploma di ragioniere alcuni anni più tardi per fare contenta la madre). L'esperienza ebbe un esito fallimentare e si concluse con l'espulsione del giovane Sordi a causa della sua percepibile inflessione dialettale romanesca.Comparsa e doppiatoreRientrato nella capitale, nel 1937 trovò lavoro come comparsa a Cinecittà, apparendo nel film kolossal Scipione l'Africano in un ruolo da generico soldato romano. Nello stesso anno vinse un concorso indetto dalla Metro-Goldwyn-Mayer per doppiare la voce di Oliver Hardy (inizialmente presentandosi con lo pseudonimo Albert Odisor), insieme a Mauro Zambuto, che prestava la voce a Stan Laurel. Come Sordi stesso ebbe a raccontare nel programma televisivo Laurel & Hardy - Due teste senza cervello, si presentò alle audizioni privo di esperienza specifica di doppiaggio e con poche aspettative di successo, considerata la concorrenza di professionisti affermati del settore; fu il direttore della MGM a ritenere il suo registro basso e il timbro di voce «caldo e pastoso» un connubio ideale per la notevole mole del personaggio (nonostante la voce di Hardy fosse in realtà nel registro tenorile); fu dunque scritturato senza indugi, debuttando nel ridoppiaggio della comica Sotto zero nel 1939, seguita dal lungometraggio I diavoli volanti nello stesso anno.Il 25 giugno 1950, Sordi ebbe l'occasione di incontrare e doppiare dal vivo Hardy, nascosto dietro il sipario assieme a Zambuto, in occasione di una tournée italiana della coppia comica a Villa Aldobrandini a Roma, dove era stato organizzato uno spettacolo per bambini. Come doppiatore, Sordi lavorò fino al 1956; oltre a numerosi altri film di Stanlio e Ollio, diede la voce, tra gli altri, a Bruce Bennett, Anthony Quinn, John Ireland, Robert Mitchum, Pedro Armendáriz e, per gli italiani, a Franco Fabrizi e persino Marcello Mastroianni, nel film Domenica d'agosto del 1950.La sua voce è riconoscibile anche nei film di Frank Capra La vita è meravigliosa (1946) e di Vittorio De Sica Ladri di biciclette (1948), nonché nel film di Alessandro Blasetti Prima comunione (1950) e ne I pinguini ci guardano del 1956 (ultimo suo lavoro come doppiatore), dove gli animali presenti nella pellicola parlano con le voci di famosi attori. In due occasioni, tuttavia, si trovò come interprete a essere doppiato da un altro attore: nel film Cuori nella tormenta diretto da Carlo Campogalliani nel 1940, venne doppiato da Gualtiero De Angelis, e nel film Il Passatore, diretto da Duilio Coletti nel 1947, dove interpretava il ruolo di un brigante, gli prestò la voce Carlo Romano.Il teatro di rivista, altre comparse e la guerraNel teatro leggero, dopo un tentativo infruttuoso con la compagnia di Aldo Fabrizi e Anna Fougez avvenuto nella stagione 1936-1937 nello spettacolo San Giovanni, ritentò in quella seguente; insieme con un amico d'infanzia e compagno di scuola formò un duo di imitatori e fantasisti durato per poco tempo, e riuscì finalmente a debuttare nel teatro di rivista nella compagnia di Guido Riccioli e Nanda Primavera nella stagione 1938-1939 con lo spettacolo Ma in campagna è un'altra... rosa. In questo spettacolo ebbe inizialmente il ruolo di stilé (ballerino di fila), fu poi promosso al ruolo di maggiordomo in uno sketch di Benini e Gori scritto appositamente per lui.Al teatro, alternò in questo periodo altre comparse cinematografiche: nel 1938 nel film La principessa Tarakanova con Anna Magnani e, l'anno successivo in La notte delle beffe.Nel 1940 Sordi fu chiamato alle armi; indossò l'uniforme del Regio Esercito, prestando servizio presso la banda musicale presidiaria dell'81º Reggimento fanteria \"Torino\", accompagnando le partenze dei militari italiani per la breve campagna francese. Il servizio militare gli lasciò comunque sufficiente tempo libero per proseguire la sua carriera artistica. È di questo periodo (stagione 1941-1942) la partecipazione a Tutto l'oro del mondo con la compagnia di Guido Fineschi e Maria Donati, Teatro della caricatura (1942) accanto a Fanfulla, Ritorna Za-Bum (1943) e Sai che ti dico? (1944) entrambe scritte da Marcello Marchesi e dirette da Mario Mattoli, la rivista musicale Un mondo di armonie di Alberto Semprini (1944), Imputati... alziamoci! di Michele Galdieri (1945), Soffia so'... di Garinei & Giovannini (1946), E lui dice... di Benecoste, diretto da Oreste Biancoli e Adolfo Celi (1947) e infine, nella stagione 1952-1953, Gran baraonda; fu questa la sua ultima apparizione sul palcoscenico, accanto a Wanda Osiris, che avrà poi modo di dirigere nel 1973 in una scena di Polvere di stelle, film ambientato proprio nel mondo della rivista.La radioFu alla radio, tra il 1946 e il 1953, che cominciò a ottenere una certa notorietà. Nel 1946, ispiratosi agli ambienti dell'Azione Cattolica, ideò la sua satira dei personaggi de I compagnucci della parrocchietta, dal caratteristico parlato nasale e atteggiamento da \"persona come si deve\". Uno di questi personaggi piacque talmente a Vittorio De Sica da proporre a Sordi la trasposizione cinematografica in Mamma mia, che impressione! del 1951, attraverso la neonata P.F.C.(Produzione Film Comici), fondata da essi stessi. Il film, sceneggiato da Cesare Zavattini e diretto da Roberto Savarese, pur basato sul modello di recitazione tutto verbale sperimentato in radio, contribuì al consolidamento del personaggio, poi riproposto in altri lavori minori.Furono di questo periodo le partecipazioni a vari programmi (alcuni presentati da Corrado), che lo lanciarono in radio: Oplà (1947), Vi parla Alberto Sordi (1948-1950) e Rosso e nero (1951). Qui creò altri personaggi come il Signor Dice in collaborazione con Fiorenzo Fiorentini ed Ettore Scola, il Conte Claro, e Mario Pio. Quest'ultima caratterizzazione fu presentata anche al cinema nel film d'esordio di Mauro Bolognini, Ci troviamo in galleria del 1953, oltre alla riproposizione radiofonica, durante la stagione 1968-1969, nella trasmissione Gran varietà; fu anche ripresa da Alighiero Noschese, nel 1970, nella trasmissione satirica Doppia coppia.Al mezzo radiofonico, nel 1947, dedicò anche un omaggio con il film Il vento m'ha cantato una canzone diretto da Camillo Mastrocinque, accanto a Loris Gizzi, Galeazzo Benti e Laura Solari, riemerso di recente dall'oblio in una pubblicazione su DVD; qui impersonò l'amico di un cantante desideroso di sfondare a livello nazionale in un radiodramma sponsorizzato da una fantomatica radio privata italiana, Radio Sibilla.A parte la riproposizione di personaggi noti in Gran varietà sul finire degli anni sessanta, l'ultima esperienza radiofonica prima che il cinema divenisse preponderante nella sua carriera fu Il teatrino di Alberto Sordi, in onda solo per pochi mesi sul Secondo Programma tra il 1952 e il 1953.Sempre alla radio nacquero anche alcune sue canzoni o meglio \"ritmi\".Le prime esperienze cinematograficheNel cinema, per oltre dieci anni, interpretò ruoli minori in una ventina di film; di maggior rilievo fu la partecipazione in I 3 aquilotti di Mario Mattoli e ne L'innocente Casimiro di Carlo Campogalliani; ebbe anche l'occasione di lavorare con l'attore genovese Gilberto Govi e con un giovane Walter Chiari nel ruolo di un impresario argentino nel film Che tempi!, versione cinematografica della commedia teatrale Pignasecca e Pignaverde di Emerico Valentinetti.Tra questi film misconosciuti, Lo scocciatore (Via Padova 46), diretto nel 1953 da Giorgio Bianchi, dove Sordi interpretò il ruolo di un vicino di casa petulante oltre ogni misura e gran scocciatore di un modesto impiegato (Peppino De Filippo), tutto proteso alla ricerca di un'avventura galante con una bella donna. Il film, ritenuto perduto, fu poi ritrovato nel giugno 2003 dalla Cineteca di Bologna (in una copia incompleta poi pubblicata in DVD).La grande popolaritàTra il 1953 e il 1955 la popolarità di Sordi giunse sul grande schermo; dopo l'esiguo successo di pubblico de Lo sceicco bianco, diretto da Federico Fellini nel 1952, maggior riscontro ebbe il suo ruolo da non protagonista nel film I vitelloni, ancora diretto da Fellini l'anno successivo, e poi con alcuni di Steno: Un giorno in pretura (1953), Un americano a Roma (1954) e Piccola posta (1955), dove prese forma il personaggio del giovane vigliacco, approfittatore, indolente e scansafatiche, infantile e qualunquista che lo accompagnerà per tutti gli anni cinquanta. Il successo e il favore presso il grande pubblico iniziò, di fatto, interpretando il personaggio di Ferdinando Mericoni (detto Nando), un logorroico ragazzo romano ossessionato dal mito dell'America in Un giorno in pretura.Il successo fu tale che il personaggio venne sviluppato e riproposto in Un americano a Roma, il suo primo film da protagonista con un rilevante incasso al botteghino (circa 380 370 000 di lire dell'epoca, equivalenti a quasi 6 milioni di euro del 2020) e ancora, molti anni dopo, nell'episodio Il Fuoco del film Di che segno sei? di Sergio Corbucci (1975), in cui un attempato Nando interpreta la guardia del corpo di un industriale miliardario. La popolarità del personaggio cinematografico varcò addirittura i confini nazionali e gli valse un invito a Kansas City (un ricorrente tormentone di Moriconi) nel 1955, dove, accolto con tutti gli onori e alla presenza del presidente Eisenhower, venne nominato cittadino onorario e governatore onorario dell'American Royal.La fama di Sordi crebbe, nonostante alcune controversie. I noleggiatori delle pellicole avevano richiesto che il suo nome non comparisse sui manifesti de I vitelloni a causa della presunta modesta simpatia presso il pubblico cinematografico (anche perché Lo sceicco bianco si rivelò un insuccesso di critica), ma la fiducia che Fellini aveva nelle capacità di Sordi fece sì che il malinconico e cinico personaggio di \"Alberto\" ne I vitelloni gli garantisse un successo duraturo; Sordi si trovò, di lì in avanti, a recitare senza soluzione di continuità, arrivando a girare sino a 10 pellicole l'anno.Una volta entrato nel mondo del cinema, non trascurò le sue origini musicali: nel 1956 realizzò una commedia dal titolo Mi permette, babbo! che narrava le turbolente vicende di uno studente di canto viziato, presuntuoso e mantenuto dall'esasperato suocero (interpretato da Aldo Fabrizi), che aspira a calcare le scene della lirica. Vi presero parte anche noti cantanti lirici dell'epoca, tra cui il basso senese Giulio Neri.Nel 1957 Sordi si iscrisse alla SIAE come suonatore di mandolino, strumento che conosceva in virtù dei suoi trascorsi militari. Ottenne la qualifica di \"Compositore melodista\".L'italiano medio di SordiCon l'avvento della commedia all'italiana diede vita a una moltitudine di personaggi che la critica identificò come assimilabili all'italiano medio, spesso collaborando anche al soggetto e alla sceneggiatura dei film interpretati (190 in tutto, dei quali si ha certa partecipazione a \"soli\" 146/147) e alle diciannove pellicole da lui dirette.Vi sono nei personaggi di Sordi delle caratteristiche ricorrenti: tendenzialmente prepotenti con i deboli e servili con i potenti, a cui cercano di mendicare qualche privilegio. Secondo alcuni, proporre personaggi di questo tipo darebbe il \"cattivo esempio\", porterebbe infatti certi spettatori che altrimenti non avrebbero avuto il coraggio di rivendicare la propria pochezza, ad avere un alibi e addirittura un esempio da seguire, sentendosi rappresentati e legittimati .Ruoli di rilievoTra le sue numerose interpretazioni di questo periodo sono da citare alcune, ritenute esempi significativi della commedia all'italiana: il maestro elementare supplente Impallato, che scopre per caso un allievo prodigio nel canto lirico e lo sfrutta per ottenere riconoscimenti e ricchezza in Bravissimo di Luigi Filippo D'Amico (1955), il rigattiere Peppino in Fortunella di Eduardo De Filippo (1958), il gondoliere rivale in amore di Nino Manfredi in Venezia, la luna e tu di Dino Risi (1958), il marito vessato dalla moglie e colmo di debiti ne Il vedovo, sempre diretto da Dino Risi e interpretato con Franca Valeri (1959), il componente di una commissione censoria che giudica impietosamente manifesti e film piccanti salvo poi, in privato, reclutare a fini immorali ballerine di night club ne Il moralista di Giorgio Bianchi (1959).La svolta degli anni sessantaA partire da La grande guerra diretto da Mario Monicelli nel 1959 (nel quale interpreta un soldato indolente e imboscato, costretto suo malgrado a morire da eroe), si distinse come interprete versatile, calandosi anche in ruoli drammatici.Tra le interpretazioni di rilievo di questo decennio sono da citare il sottotenente Innocenzi di Tutti a casa di Luigi Comencini (1960) , il vigile inflessibile costretto a capitolare davanti al potente di turno ne Il vigile di Luigi Zampa (1960), il giornalista Silvio Magnozzi di Una vita difficile di Dino Risi (1961), il piccolo imprenditore oberato dai debiti disposto a vendere un occhio per riassestare le sue finanze e accontentare una moglie sin troppo esigente ne Il boom di Vittorio De Sica (1963), il giovane medico disposto a qualsiasi compromesso per far carriera, fino a diventare primario in una clinica di lusso nel dittico Il medico della mutua di Luigi Zampa (1968) e Il prof. dott. Guido Tersilli primario della clinica Villa Celeste convenzionata con le mutue di Luciano Salce (1969), l'editore partito alla ricerca del cognato disperso in Africa in Riusciranno i nostri eroi a ritrovare l'amico misteriosamente scomparso in Africa? di Ettore Scola (1968).Nel 1969 fu membro del VI Festival cinematografico internazionale di Mosca.Tra i personaggi degli anni '70 vi sono il geometra incarcerato senza motivo mentre si trova in vacanza di Detenuto in attesa di giudizio di Nanni Loy (1971) (per questo ruolo si aggiudicò nel 1972 l'Orso d'argento al Festival di Berlino) e il baraccato che una volta all'anno insieme alla moglie (Silvana Mangano) organizza interminabili partite a carte nella villa lussuosa di una ricca e bizzarra signora con segretario ed ex amante al seguito (impersonati da Bette Davis e Joseph Cotten) in Lo scopone scientifico di Luigi Comencini (1972), fino al drammatico ruolo che recita in Un borghese piccolo piccolo di Mario Monicelli (1977), generalmente ritenuto il vertice delle sue capacità recitative.Affrontò anche libere trasposizioni di Molière (Il malato immaginario del 1979 e L'avaro del 1990, entrambi diretti da Tonino Cervi) e Romanzo di un giovane povero, diretto nel 1995 da Ettore Scola, il quale, nel 2003, dopo la sua morte, gli dedicherà il film Gente di Roma. Detentore di cinque Nastri d'argento, di sette David di Donatello e altri numerosissimi premi minori, ottenne nel 1995 il Leone d'oro alla carriera al Festival di Venezia.Come registaCome regista diresse in totale 19 pellicole, a partire dal 1966, anno in cui ne realizzò due: Fumo di Londra, basato sulle manchevolezze comportamentali e sociali di un italiano in trasferta all'estero (tematica già affrontata da Gian Luigi Polidoro in molti suoi film, tra cui Il diavolo con Sordi stesso, dove cominciò anche a introdursi nel campo della regia, poiché la pellicola era quasi del tutto improvvisata) e Scusi, lei è favorevole o contrario?, ritratto di un agiato commerciante di tessuti, separato dalla moglie, con tante amanti da mantenere quanti sono i giorni della settimana, in un'Italia scossa dalle polemiche sull'eventuale introduzione del divorzio.Diresse tre film con protagonista Monica Vitti oltre se stesso: Amore mio aiutami (1969), Polvere di stelle (1973) e Io so che tu sai che io so (1982). Tra gli altri lavori dietro la macchina da presa rimangono Un italiano in America, insieme con Vittorio De Sica (1967), Finché c'è guerra c'è speranza (1974) e l'episodio Le vacanze intelligenti dal collettivo Dove vai in vacanza? (1978).Gli ultimi filmDi spessore ritenuto inferiore risultarono i film girati nell'ultima fase della sua carriera, dagli anni 1980 in poi (che inaugurò con il film, interpretato e diretto da lui stesso, Io e Caterina, 1980): declino in parte condizionato dal tramonto in generale del filone della commedia all'italiana, ma anche dovuto a una certa tendenza di Sordi stesso a riproporre in quegli anni un tipo di personaggio ormai datato e non più molto originale. Non mancarono tuttavia apprezzamenti di pubblico e critica, come nella commedia storica Il marchese del Grillo di Mario Monicelli (1981), dove Sordi si cala nel doppio ruolo di un nobile romano dedito alle burle e di un popolano carbonaro suo sosia.Di questo periodo sono inoltre da citare il dittico di film, anche diretti, Il tassinaro del 1983 (dove compaiono, interpretando se stessi, Giulio Andreotti, Silvana Pampanini e Federico Fellini) e Un tassinaro a New York (1987). Lavorò inoltre con Carlo Verdone (da alcuni considerato il suo naturale erede, pur perseguendo stili e tematiche assai diverse) nei film In viaggio con papà, con regia di Sordi (1982) e Troppo forte, diretto da Verdone (1986). Significativo fu inoltre il ruolo di un giudice incorruttibile e spregiudicato nel film Tutti dentro del 1984, che fu da lui stesso diretto, con al centro i temi, anticipatori dei fatti di Tangentopoli, della corruzione politica dilagante e dell'esposizione mediatica della magistratura.Tra gli ultimi film, Sordi ebbe particolarmente a cuore, come disse in alcune interviste, Nestore, l'ultima corsa (1994), dove interpretò un vetturino non ancora rassegnato a portare il suo cavallo al macello. L'ultima pellicola da lui diretta fu Incontri proibiti (1998) accanto a Valeria Marini, presentato ancora nel 2002 con montaggio diverso e un altro titolo, Sposami papà.Le canzoni e la televisioneSono da citare i proficui sodalizi artistici con gli sceneggiatori Rodolfo Sonego, con cui lavorò in 44 film dal 1954 in avanti (Il seduttore di Franco Rossi è il suo esordio) e Piero De Bernardi. Inoltre, collaborò assiduamente con il compositore Piero Piccioni, che firmò molte delle colonne sonore dei suoi film più celebri, nonché alcune delle sue canzoni irriverenti e maliziose.Noto presso il grande pubblico con l'epiteto di \"Albertone\", prese parte a numerose trasmissioni televisive (tra cui Studio Uno, condotto dalla cantante Mina, nel 1966).Contribuì inoltre alla sua popolarità televisiva la realizzazione del programma Storia di un italiano, in quattro edizioni, dove, attraverso una selezione tematica di spezzoni dei suoi numerosi film, si presentava la figura di un certo italiano medio, con i suoi pregi e i suoi difetti : a essa trent'anni dopo lo studioso di cinema Alessandro Ticozzi dedicò il saggio L'Italia di Alberto Sordi, pubblicato dalla Fermenti Editrice di Roma , mentre nel 2020 - per il centenario della nascita di Sordi - Giancarlo Governi (uno degli autori della trasmissione) gli dedicò il saggio Alberto Sordi. Storia di un Italiano, pubblicato con la Fandango Libri di Roma .Vita privataA dispetto della sua immagine pubblica estroversa e dalla personalità strabordante, Sordi mantenne sempre un estremo riserbo sulla sua vita privata, di cui sono noti pochi dettagli. Cattolico praticante, non ebbe figli e non si sposò mai e, al di là delle numerose vere o presunte relazioni attribuitegli dalle cronache rosa (tra le altre, con Katia Ricciarelli, Patrizia De Blanck, Silvana Mangano, Shirley MacLaine, Uta Franz e con la principessa Soraya Esfandiary Bakhtiari), l'unico rapporto sentimentale accertato fu quello avuto con Andreina Pagnani, quasi quindici anni più vecchia di lui, durato nove anni. Si conobbero nel 1941 durante il doppiaggio de Il giardino di Allah, nel quale entrambi lavoravano (la Pagnani prestando la voce a Marlene Dietrich). Alla ricorrente domanda sul perché non fosse mai convolato a nozze, chiosava con uno dei suoi tormentoni \"Che mi metto un'estranea in casa?\"; salvo poi spiegare, in alcune interviste che l'assoluta dedizione al suo mestiere non gli avrebbe consentito di dedicare a una famiglia il tempo e l'impegno necessari.A parte un soggiorno a Milano per frequentare l'Accademia dei filodrammatici, Alberto Sordi visse sempre a Roma. Abitò dalla nascita fino al 1930 in via san Cosimato 7; dopo la demolizione dell'edificio originario per il costruendo palazzo delle Sacre Congregazioni, si trasferì in un appartamento in via Venezia; in seguito, alla morte del padre nel 1941, si spostò in un appartamento di via dei Pettinari e, dal 1958 fino alla morte, in una villa di via Druso (all'epoca via della Ferratella), posta all'interno del parco archeologico delle Terme di Caracalla e fatta costruire nel 1932 da Alessandro Chiavolini, per molti anni segretario particolare di Benito Mussolini. Visse insieme alle sorelle e al fratello, suo amministratore, e con la segretaria Annunziata Sgreccia, che dalla sua morte sovrintese per un certo periodo al suo archivio personale. Nel 1962 aveva acquistato inoltre una villa a Castiglioncello, poi rivenduta nel 1997, dove era solito trascorrere l'estate. Aveva posseduto inoltre un paio di appartamenti a Parigi e vari terreni a Roma e dintorni, uno dei quali, in località Trigoria, in parte vendette e in parte donò per la costruzione dell'Università Campus Bio-Medico. Qui sorse inoltre il Centro per la Salute dell'Anziano, struttura voluta dall'attore per l'assistenza medica e la ricerca applicata alle patologie della terza età. Questa e altre iniziative filantropiche di cui Sordi si rese protagonista sono tuttora amministrate dalla Fondazione che porta il suo nome.Mantenne il suo riserbo anche in materia di idee politiche, nonostante nutrisse un'evidente simpatia verso il politico democristiano Giulio Andreotti, il quale apparve nel film Il tassinaro. Nel 1996 si diffuse una diceria secondo la quale Sordi volesse candidarsi come primo cittadino di Roma, sfidando Francesco Rutelli. Come riportò il Corriere della Sera, il 23 novembre di quello stesso anno, prese parte a una puntata del Tappeto volante di Luciano Rispoli, su Telemontecarlo, in cui dichiarò: \"Il sindaco non si deve preoccupare: io sono stato, sono e resterò attore fino alla fine dei miei giorni\". Il giorno del suo ottantesimo compleanno, il 15 giugno 2000, il sindaco di Roma Rutelli gli cedette comunque, simbolicamente, la fascia tricolore, nominandolo sindaco onorario per un giorno come tributo a uno dei cittadini più illustri.In tema di passione calcistica non fece mai mistero di essere un grande tifoso della Roma, non mancando di far trasparire questa sua passione in alcuni film.Le ultime apparizioniSordi si ammalò di tumore ai polmoni nel 2001 e da allora le sue uscite pubbliche si diradarono. Una delle sue ultime apparizioni televisive risale al 18 dicembre 2001, nel programma Porta a Porta condotto da Bruno Vespa e dedicato interamente a lui, dove fu esposta la Harley Davidson 750cc WLA del 1942, esemplare originale usato nelle scene del film Un americano a Roma. Nel 2002 ricevette due lauree honoris causa, una a marzo dalla IULM di Milano e una il mese successivo dall'Università di Salerno, presenziando a entrambe le cerimonie. Partecipò ancora nel luglio di quell'anno al programma Italiani nel mondo presentato da Pippo Baudo, sua ultima partecipazione pubblica. Il 17 dicembre 2002 avrebbe dovuto partecipare a una serata in suo onore al teatro Ambra Jovinelli di Roma ma dovette rinunciare per l'aggravarsi delle sue condizioni, limitandosi a comparire in un filmato girato nel suo studio e proiettato per il pubblico del teatro. Fu questa la sua ultima apparizione in video.La morteMorì nella sua casa di Roma la sera del 24 febbraio 2003, all'età di 82 anni, afflitto durante l'intera stagione invernale da forme di polmonite e bronchite; la salma, successivamente sottoposta a imbalsamazione, venne traslata al Campidoglio nella Sala Giulio Cesare dove per due giorni ricevette l'omaggio della gente, compresi molti personaggi del cinema italiano e della politica; il 27 febbraio, si svolsero i funerali solenni nella Basilica di San Giovanni in Laterano ai quali presenziarono oltre 250 000 persone; dopo la cerimonia funebre, il feretro venne tumulato nella cappella di famiglia nel Cimitero Monumentale del Verano di Roma, in cui, su una lapide a forma di pergamena, è inciso l'epitaffio: «Sor Marchese, è l'ora» battuta ripresa da uno dei suoi film più celebri, Il marchese del Grillo.",
    "name_more_cn": [],
    "personage_id": "27224933",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1019209",
    "personage_link": "https://www.douban.com/personage/27224933/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2003年2月25日"
        }
    ],
    "name_more_other": [
        "Albertone(昵称)",
        "Alberto Sordi Cavaliere di Gran Croce OMRI"
    ],
    "update_at": "2025-06-02T09:00:25"
}