{
    "sid": "1019616",
    "name": "奥托·申克",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5fb2b8c63145bb1e59ff7af4f42a75f0.jpg",
    "imdb_id": "nm0770902",
    "name_en": "Otto Schenk",
    "name_full": "奥托·申克 Otto Schenk",
    "birth_date": "1930年6月12日",
    "birth_place": "奥地利,维也纳",
    "last_movies": [
        {
            "id": 36381611,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891172529.jpg",
            "title": "蝙蝠",
            "release": 1
        },
        {
            "id": 26864293,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560520822.jpg",
            "title": "Liebe möglicherweise",
            "release": 1
        },
        {
            "id": 5239320,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mein alter Freund Fritz",
            "release": 1
        },
        {
            "id": 5235492,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Hochwürden wird Papa",
            "release": 1
        },
        {
            "id": 5215614,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der eingebildete Kranke",
            "release": 1
        },
        {
            "id": 5205382,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Kampl",
            "release": 1
        },
        {
            "id": 5133846,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Rosmersholm",
            "release": 1
        },
        {
            "id": 5117748,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Othello darf nicht platzen",
            "release": 1
        },
        {
            "id": 5089433,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ein Herz wird wieder jung",
            "release": 1
        },
        {
            "id": 2011617,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899799903.jpg",
            "title": "夜幕",
            "release": 1
        }
    ],
    "introduction": "Otto Schenk wurde als Sohn katholischer Eltern geboren. Sein Großvater war der Wiener Embryologe Samuel Leopold Schenk. Da seine Großeltern väterlicherseits getaufte Juden waren, wurde sein Vater nach dem „Anschluss“ Österreichs 1938 nach den Nürnberger Gesetzen diskriminiert. Daher verlor er seinen bisherigen Arbeitsplatz als Jurist. Eine weitere Verfolgung blieb ihm erspart, da er mit einer „Arierin“ verheiratet war und dadurch in einer „privilegierten Mischehe“ lebte. Otto Schenk wiederum musste vorübergehend dem „Deutschen Jungvolk“ beitreten, wurde aber wenig später, da von den Nationalsozialisten als „Mischling“ eingestuft, wieder ausgeschlossen.Schenk wuchs mit seiner Schwester im ersten Wiener Gemeindebezirk auf und hat darüber in der ORF-Doku Meine Innere Stadt (2017) berichtet.Nach seiner Ausbildung am Max-Reinhardt-Seminar begann er seine Karriere am Theater in der Josefstadt und am Wiener Volkstheater. Ab 1953 führte er bei verschiedenen Aufführungen in Wiener Theatern Regie. 1957 inszenierte er seine erste Oper (Die Zauberflöte von Wolfgang Amadeus Mozart) am Salzburger Landestheater. Schenk spielte und inszenierte an den bedeutendsten Schauspiel- und Opernhäusern der Welt, darunter am Wiener Burgtheater, den Münchner Kammerspielen, der Wiener Staatsoper, der New Yorker Metropolitan Opera, der Mailänder Scala und dem Royal Opera House in Covent Garden, London. Weitere Operninszenierungen erarbeitete er für die Deutsche Oper Berlin, die Bayerische Staatsoper oder die Hamburgische Staatsoper.1956 heiratete Schenk Renée Michaelis, die er am Reinhardt-Seminar kennengelernt hatte; 1957 wurde der gemeinsame Sohn Konstantin geboren. Seine Frau starb am 7. April 2022 nach langer Krankheit im Alter von 96 Jahren.Von 1986 bis 1988 fungierte Schenk als Direktoriumsmitglied der Salzburger Festspiele, von 1988 bis 1997 war Otto Schenk Direktor des Theaters in der Josefstadt (gemeinsam mit Robert Jungbluth). Für seine ausdrucksstarken Wagner-Interpretationen erhielt er im Jahr 2009 den „Anton-Seidl-Preis“ (Anton-Seidl-Award) der „Wagner-Society of New York“.Als Kabarettist trat Schenk schon in den 1950er-Jahren im Kabarett Simpl auf, begeisterte jedoch in den letzten Jahrzehnten sein Publikum im gesamten deutschen Sprachraum mit seinen Leseabenden unter dem Motto „Sachen zum Lachen“. Zahlreiche Schallplatten begleiten diese Tätigkeit, bei der er immer dieselbe Rolle spielt – den Schenk.Im März 2021 gab er seinen Abschied von der Bühne bekannt, seine letzte Rolle war im November 2020 die des Dieners Firs in Der Kirschgarten am Theater in der Josefstadt.",
    "name_more_cn": [],
    "personage_id": "27225341",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1019616",
    "personage_link": "https://www.douban.com/personage/27225341/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-30T06:29:27"
}