{
    "sid": "1020886",
    "name": "R. Bruce Elder",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "摄影",
        "剪辑"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/34bf15fbaffb7a5d1349c85168c022a4.jpg",
    "imdb_id": "nm0253083",
    "name_en": "",
    "name_full": "R. Bruce Elder",
    "birth_date": "1947年6月11日",
    "birth_place": "加拿大,安大略省,霍克斯伯里",
    "last_movies": [
        {
            "id": 36744426,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903622447.jpg",
            "title": "埋葬亡灵 (走进光明)",
            "release": 1
        },
        {
            "id": 36733282,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903330633.jpg",
            "title": "Consolations (Love Is an Art of Time) Part 1: The Fugitive Gods",
            "release": 1
        },
        {
            "id": 36731293,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Newton and Me",
            "release": 1
        },
        {
            "id": 36731232,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913076460.jpg",
            "title": "Azure Serene",
            "release": 1
        },
        {
            "id": 36720961,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902993355.jpg",
            "title": "Consolations (Love is an Art of Time)",
            "release": 1
        },
        {
            "id": 35611972,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2688322186.jpg",
            "title": "Et Resurrectus Est",
            "release": 1
        },
        {
            "id": 35575587,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678191846.jpg",
            "title": "情欲与奇迹",
            "release": 1
        },
        {
            "id": 5143261,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917452186.jpg",
            "title": "Flesh Angels",
            "release": 1
        },
        {
            "id": 5119941,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Consolations (Love Is an Art of Time) Part 3: The Body and the World",
            "release": 1
        },
        {
            "id": 1424548,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "布拉哈格",
            "release": 1
        }
    ],
    "introduction": "R. Bruce Elder is a filmmaker, writer, and software developer. A prolific filmmaker (he has made over sixty hours of films), which have been screened at New York’s Museum of Modern Art and Millennium Film Workshop, Berlin’s Kino Arsenal, Paris’s Centre Pompidou, the San Francisco Cinematheque, Atlanta’s High Museum, Los Angeles’ Film Forum, Stadtfilmmuseum München, Hamburg’s Kino Metropolis and Barcelona’s Centre de Cultura Contemporània. Retrospectives of his work have been presented by Anthology Film Archives (NY), the Art Gallery of Ontario, Cinématheque Québecoise, Il Festival Senzatitolo (Trento), Paris’s Festival des cinémas différents, and EXiS (Seoul). In 1994, Elder completed his first large film cycle, THE BOOK OF ALL THE DEAD, and in 1997, a screening of the entire forty-six-hour work was mounted at Images Film and Video Festival (Toronto). In 2007, Bruce Elder was awarded the Governor General’s Award for lifetime achievement in Visual and Media Arts and elected a Fellow of the Royal Society of Canada. That year, Cinematheque Ontario mounted a “Tribute to R. Bruce Elder,” which included a retrospective of his film work: in announcing it, the Cinematheque proclaimed, “R. Bruce Elder is not only one of Canada’s foremost experimental filmmakers, he’s one of our greatest artists, thinkers, critics, and filmmakers, period.”Elder’s 2007 book, HARMONY & DISSENT: FILM AND AVANT-GARDE ART IN THE EARLY TWENTIETH CENTURY was awarded the prestigious Robert Motherwell Book Prize for writing on modernism, named a CHOICE Outstanding Academic Book, and shortlisted for the Raymond Klibansky Award (now Canada Humanities Prize). Its successor volume, DADA, SURREALISM, AND THE CINEMATIC EFFECT was published in May 2013. Of it DADA expert Rudolf Kuenzli remarked, “This is that rare book that casts the early twentieth-century avant-garde in a very new light,” while John W. Locke commented, “Bruce Elder’s thinking and his book represent an original and profound new approach to an important area of film studies and art.” He is working on the third volume in his series on vanguard art movements of the twentieth century, to be titled CUBISM AND FUTURISM: SPIRITUAL MACHINES AND THE CINEMATIC EFFECT. In addition to the works listed on this page, he has published journal articles and magazine pieces on Canadian poets, modernist poetry, modernity and its discontents, the poetics of new media, the Toronto School of Communication Theory, theories of the avant-garde, the political theory of liberalism, aesthetics and art theory, and the work Harry Smith.Elder has received grants from the Canada Council for the Arts, the Ontario Arts Council, and the Department of External Affairs/DFAIT. He was an early user of digital image processing techniques in filmmaking and has been awarded a Council/NSERC New Media Initiatives grant, a research chair and his university, and a grant from the Social Sciences and Humanities Research Council of Canada to develop and apply innovative methods in image processing and machine learning to filmmaking, and he was Co-PI on a grant application that brought a 3D virtual reality facility to his university. He has published articles on graphics programming (in AI EXPERT) and (with members of the university’s engineering faculty) on machine learning applications in filmmaking and on movement recognition in a virtual reality facility applied to dance training (including a co-authored piece “A Machine Intelligence Approach to Virtual Ballet Training” IEEE MULTIMEDIA 22.4)",
    "name_more_cn": [],
    "personage_id": "27226612",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1020886",
    "personage_link": "https://www.douban.com/personage/27226612/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-02T09:26:38"
}