{
    "sid": "1020004",
    "name": "何塞·吉铁雷斯·马埃索",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "制片人",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/640f086468866184431498bc2ef84a28.jpg",
    "imdb_id": "nm0349437",
    "name_en": "José Gutiérrez Maesso",
    "name_full": "何塞·吉铁雷斯·马埃索 José Gutiérrez Maesso",
    "birth_date": "1920年6月10日",
    "birth_place": "西班牙,巴达霍斯,Azuaga",
    "last_movies": [
        {
            "id": 5055094,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562844342.jpg",
            "title": "悲剧仪式",
            "release": 1
        },
        {
            "id": 5053661,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523670096.jpg",
            "title": "智盗博物馆",
            "release": 1
        },
        {
            "id": 5053334,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564319352.jpg",
            "title": "Taxi love, servizio per signora",
            "release": 1
        },
        {
            "id": 5053312,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562447567.jpg",
            "title": "La ragazza dalla pelle di corallo",
            "release": 1
        },
        {
            "id": 5053300,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871075784.jpg",
            "title": "Amore vuol dir gelosia",
            "release": 1
        },
        {
            "id": 5053136,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1960110650.jpg",
            "title": "失落的女子海滩禁园",
            "release": 1
        },
        {
            "id": 3864343,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2599820166.jpg",
            "title": "天涯杀手",
            "release": 1
        },
        {
            "id": 3250904,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2450162031.jpg",
            "title": "美人鱼旅馆",
            "release": 1
        },
        {
            "id": 3122031,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515075949.jpg",
            "title": "霹雳杀手",
            "release": 1
        },
        {
            "id": 1303270,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2391251442.jpg",
            "title": "魔鬼公寓",
            "release": 1
        }
    ],
    "introduction": "Era hijo del médico de Azuaga José Gutiérrez Barneto y María Maesso Miralpeix, hija de un terrateniente local de ascendencia portuguesa y hermana del abogado, diputado (1915-1919) y gobernador de Huelva durante la república (1931) y luego de Palencia (1933) por el Partido Republicano Radical de Alejandro Lerroux Victoriano Maesso Miralpeix. Aunque nació en dicha pequeña población extremeña al sureste de Badajoz, iniciada la República, sus padres decidieron trasladarse a Madrid para facilitar los estudios de sus hijos José y Francisco. Y cuando estalló la Guerra civil española en 1936, José estaba en Inglaterra para mejorar su inglés durante las vacaciones de verano; pero aunque su familia le dio dinero para embarcarse en un buque a Portugal y la Argentina, prefirió regresar a España y pasó la frontera para incorporarse en Badajoz al bando nacionalista.En 1940 empezó estudios de medicina, pero cambió pronto la matrícula a filosofía y letras y cumplió luego su servicio militar. Después vio recién abierto (1947) el Instituto de Investigaciones y Experiencias Cinematográficas (IIEC) y decidió hacerse cineasta. Terminó como primero de su promoción entre condiscípulos como Agustín Navarro, Juan Antonio Bardem y Luis García Berlanga. Entre sus profesores tuvo a Carlos Serrano de Osma y Luis Marquina y él mismo llegaría a ser catedrático de guion de la EOC o Escuela Oficial de Cine, que es como se rebautizó a la IIEC; Carlos Saura, Mario Camus y José Luis García Sánchez fueron sus alumnos, aunque también fue un excelente profesor de dirección, a juicio de uno de sus alumnos, Manuel Gutiérrez Aragón, que admiraba sus métodos para hacer prácticas.  Participó activamente en las llamadas Conversaciones de Salamanca que pretendían renovar el cine español. También escribió artículos para la revista profesional Objetivo.Su primer largometraje data de 1953: El alcalde de Zalamea, una adaptación del dramaturgo áureo Pedro Calderón de la Barca que transcurría en sus tierras natales extremeñas, con famosos actores de CIFESA como Manuel Luna, Marco Davó, Alfredo Mayo e Isabel de Pomés. Desde 1954 a 1978 escribió al menos 29 películas y desde 1959 a 1992 produjo 24 en la empresa TECISA. Solo dirigió cinco filmes: El clan de los inmorales (1975), Alibi nella luce rossa (1970), El gran crucero (1970), Sucedió en Sevilla (1955) y el citado El alcalde de Zalamea (1954).  Puso en marcha la productora UNINCI (donde se fraguaron las primeras películas de Juan Antonio Bardem y Luis García Berlanga) y escribió algunos spaghetti westerns (por ejemplo, el mítico Django (1966) de Sergio Corbucci, aunque rechazó producir Por un puñado de dólares) y otras películas de género (policíacas, de terror y de espías); destacan sus guiones para Tal vez mañana, El alcalde de Zalamea, Martes y trece o América rugiente. Entre sus producciones es preciso mencionar La vida alrededor (1959), la nominada al Óscar Los Tarantos (1963) y Divinas palabras (1987).Fue el primero en producir un western europeo (no los italianos) y también fue un pionero en utilizar los paisajes almerienses del desierto de Tabernas (paella western) para rodar dicha primera película del oeste en Europa: Tierra brutal / La chevauchée de outlaws / The savage guns (1962), una coproducción hispano-británica.  Además fue uno de los primeros productores que en los años sesenta realizó coproducciones con regularidad, sobre todo con Italia (se instaló en Roma en 1962 y también hizo coproducciones con Alemania).   En 2003 se le hizo un homenaje en el Festival Ibérico de Cine de Badajoz, pero nunca recibió un Goya de honor.",
    "name_more_cn": [],
    "personage_id": "27225729",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1020004",
    "personage_link": "https://www.douban.com/personage/27225729/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2016年8月1日"
        }
    ],
    "name_more_other": [
        "J.G. Maesso",
        "José G. Maesso",
        "José Maesso",
        "José G. Masseo"
    ],
    "update_at": "2025-02-27T11:39:18"
}