{
    "sid": "1021361",
    "name": "马修·坎帕尼亚",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e533674ee95cd796e5ebb40ddda34c45.jpg",
    "imdb_id": "nm1384340",
    "name_en": "Matthew Campagna",
    "name_full": "马修·坎帕尼亚 Matthew Campagna",
    "birth_date": "1980年5月25日",
    "birth_place": "加拿大,安大略省,密西沙加市",
    "last_movies": [
        {
            "id": 36912964,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Paige Darcy and the Case of the Stoned Cat",
            "release": 0
        },
        {
            "id": 36061042,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908532802.jpg",
            "title": "Mother of All Shows",
            "release": 1
        },
        {
            "id": 36060957,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Six Guns for Hire",
            "release": 1
        },
        {
            "id": 34848546,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570354037.jpg",
            "title": "猎人之月",
            "release": 1
        },
        {
            "id": 30268694,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527469264.jpg",
            "title": "Sunny & the Suitcase",
            "release": 1
        },
        {
            "id": 5210557,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Roots of a Man",
            "release": 1
        },
        {
            "id": 5171261,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Galacticast",
            "release": 1
        },
        {
            "id": 5161840,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Comicbook Orange",
            "release": 1
        },
        {
            "id": 3158522,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "六个决斗的理由",
            "release": 1
        }
    ],
    "introduction": "Best known as the indie darling who helped reinvigorate the Western genre in Canadian cinema when his micro-budget Spaghetti Western starring Colm Feore, Six Reasons Why, took the Toronto International Film Festival by storm. Matt immediately booked a series of Entertainment Tonight exclusives and an international bidding war on his film ignited. When the dust settled, Six Reasons Why was on the market in over a dozen countries with distributors like ThinkFilm, eOne Entertainment and Image releasing it around the globe.His forays into the Science Fiction genre have been met with enthusiasm from industry and audience alike; after the short he helmed in 2012, D.N.E.: Do Not Erase won the Best Science Fiction Award at the massive genre convention DragonCon, the SyFy Network greenlit Matt's Post-Apocalyptic Sci-Fi feature, Mutant World.Also a pioneer in the newmedia space, Matt has written and directed dozens of viral web-shorts and episodes for many of the internet's most popular online series. He has also created several factual entertainment web-series that have gone on to be sold to and produced for mainstream television broadcasters such as the award winning wine series Grape Notes, for the Food Network.- IMDb Mini Biography By: Internext StudiosDuring his four years in Ryerson University's \"Radio and Television Arts\" (RTA) program, Matthew Campagna focused his time in the areas of Directing as well as Interactive Television and HDTV. While in RTA, he spent some very valuable time at a local Toronto radio station, MIX 99.9, in the capacity of promotions and online listener interactivity. His final practicum project at Ryerson, entitled \"Genesi: The First Key\", shocked the faculty and student body alike. It was a feature-length Sci-Fi film shot largely on green-screen that exhibited Matthew as a director as well as his technical skill. It was the recipient of \"Best Interactive Program\" at the university's annual TARA Award Show. \"Genesi\" also marked the first time he and his brother Jeff worked together on a film project of such scope. Jeff starred in the film as Issac Harris, a ruthless yet charming bounty hunter from the alien race Zek'hasa. He then went on to work with the former Toronto 1 television station as their primary real time effects technician. He currently produces and directs the weekly news program, WHIRTV for trade publication, The Web Host Industry Review. Matthew owns and operates Internext Enterprises, and acts in the capacity of Director of Production for its subsidiary film and television company, Internext Studios, which is co-producing Six Reasons Why.",
    "name_more_cn": [],
    "personage_id": "27227088",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1021361",
    "personage_link": "https://www.douban.com/personage/27227088/",
    "property_other": [],
    "name_more_other": [
        "The Campagna Brothers",
        "Matt Campagna"
    ],
    "update_at": "2025-02-15T09:45:15"
}