{
    "sid": "1021888",
    "name": "西尔维亚·朱列蒂",
    "site": "douban_celebrity",
    "roles": [
        "摄影",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bff4edcb650680d4f54d22ccb344830e.jpg",
    "imdb_id": "nm0321337",
    "name_en": "Silvia Giulietti",
    "name_full": "西尔维亚·朱列蒂 Silvia Giulietti",
    "birth_date": "1962年5月26日",
    "birth_place": "意大利,米兰",
    "last_movies": [
        {
            "id": 36251545,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888243840.jpg",
            "title": "维斯康蒂的隐匿天使",
            "release": 1
        },
        {
            "id": 35143080,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893180202.jpg",
            "title": "费里尼的世界",
            "release": 1
        },
        {
            "id": 5226331,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Prima di andar via",
            "release": 1
        },
        {
            "id": 5223530,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Surface",
            "release": 1
        },
        {
            "id": 5140384,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La rivincita",
            "release": 1
        },
        {
            "id": 3194055,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586700123.jpg",
            "title": "凯斯·哈林的世界",
            "release": 1
        },
        {
            "id": 1898224,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456886346.jpg",
            "title": "Bastardi",
            "release": 1
        }
    ],
    "introduction": "Nata a Milano nel 1962, trascorre la sua infanzia a Roma, dove studia e si diploma al Liceo Scientifico. L’amore per l’immagine cinematografica nasce molto presto. Cresciuta con una nonna e un padre appassionati di fotografia, a dodici anni comincia a prendere confidenza con la fotocamera e ad impararne le varie tecniche. Da adolescente svolge i primi incarichi in una delle società cinematografiche di cui sua madre era l’amministratrice, la Gaumont Italia, avendo così modo di assistere all’intero processo produttivo dei film che si giravano allora a Cinecittà. Frequenta i set di Federico Fellini, Mauro Bolognini, Andrej Tarkovskij, Ettore Scola, Liliana Cavani, Lina Wertmuller, solo per citarne alcuni, dove lavora come assistente e fotografa di scena. Da universitaria decide di abbandonare la facoltà di Geologia e i corsi di Architettura, per dedicarsi completamente al cinema. All’inizio degli anni ‘80 entra a far parte del gruppo degli operatori del direttore della fotografia Armando Nannuzzi, diventando una delle prime donne operatrici alla macchina da presa. Un percorso professionale con grandi responsabilità tecniche ed orari serrati, durante il quale, grazie alla diretta osservazione sul campo, impara tutto ciò che riguarda l’intera produzione dei film, dalla ripresa alla post produzione, ricoprendo man mano i ruoli di assistente operatore, operatore e direttore della fotografia. Al fianco di Nannuzzi, viaggia in tutto il mondo e trascorre un periodo negli Stati Uniti negli studi di Dino De Laurentiis su un film di Stephen King. In questi anni lavora con Dino Risi, Luigi Comencini, Franco Zeffirelli, Alberto Sordi e tanti altri. Nel 1987, sul set del film Gli Occhiali d’Oro, conosce il regista Giuliano Montaldo, con il quale stringe un’amicizia umana e professionale. Nel 2004 realizza Surface, un cortometraggio che promuove la tecnologia HD Panasonic a livello internazionale e che segna anche la fine del periodo sperimentale dell’alta definizione. Nello stesso anno fonda una propria società di produzione indipendente, iFrame, per dedicarsi liberamente alla realizzazione di cortometraggi, documentari, videoclip musicali, pubblicità e video di concerti dal vivo. Nello stesso periodo diventa anche montatrice delle sue produzioni di documentari sul cinema esordisce con Gli angeli nascosti di Luchino Visconti, testimoni i collaboratori più stretti del Maestro.  Nel 2018 è produttrice e regista de La Morte Legale, un documentario che racconta le fasi della realizzazione del film Sacco e Vanzetti con la partecipazione di Giuliano Montaldo ed Ennio Morricone. Il 2020 è l’anno di Fellinopolis, un omaggio per il centenario della nascita del grande Maestro del cinema italiano Federico Fellini, con i premi Oscar Italiani che furono i suoi stretti collaboratori . Dal 2005 è docente di tecnica di ripresa digitale e montaggio alla Libera Università del Cinema di Roma e presso l’Architectural Association di Londra, dove insegna regia, tecnica di ripresa digitale e montaggio.",
    "name_more_cn": [],
    "personage_id": "27227615",
    "family_member": [
        "Federico Del Zoppo (丈夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1021888",
    "personage_link": "https://www.douban.com/personage/27227615/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-28T09:14:07"
}