{
    "sid": "1023802",
    "name": "艾克萨维尔·拉菲特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p20421.jpg",
    "imdb_id": "nm1118726",
    "name_en": "Xavier Lafitte",
    "name_full": "艾克萨维尔·拉菲特 Xavier Lafitte",
    "birth_date": "1974年8月8日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 27046645,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573288026.jpg",
            "title": "雷米奇遇记",
            "release": 1
        },
        {
            "id": 26853031,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2372766906.jpg",
            "title": "Celles qui aimaient Richard Wagner",
            "release": 1
        },
        {
            "id": 26702582,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2313439877.jpg",
            "title": "阿莱蒂，负罪的激情",
            "release": 1
        },
        {
            "id": 26257521,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226829498.jpg",
            "title": "以利亚的回归",
            "release": 1
        },
        {
            "id": 25745253,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2153946155.jpg",
            "title": "麦田外的守望者",
            "release": 1
        },
        {
            "id": 21370624,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161266106.jpg",
            "title": "伊夫圣罗兰传",
            "release": 1
        },
        {
            "id": 6152958,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p972087789.jpg",
            "title": "红鹰传",
            "release": 1
        },
        {
            "id": 4733292,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Mystère",
            "release": 1
        },
        {
            "id": 3418437,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911545668.jpg",
            "title": "New Love",
            "release": 1
        },
        {
            "id": 2156060,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1178130880.jpg",
            "title": "在希尔维亚城中",
            "release": 1
        }
    ],
    "introduction": "1974 Xavier was born in Paris on August 8, 1974. Growing up in a small town in Brittany, and having been influenced by his two grandfathers to the world of art from an early age - one was a sculptor and one used to be a professional horn player in Symphony Orchestra – Xavier was instilled with a sense that creativity and artistic skills were hugely important things. At the age of eighteen, Xavier attended a business school in Paris where he also moved on to the Nebrissensis University in Madrid, Spain and to the Hartford University, Connecticut, USA. For many years, he took courses in modern-jazz, tap dancing and trumpet, and never stopped drawing. Later on, he thought of becoming an actor.1997 After graduating, Xavier started taking acting classes and auditioning for parts.1999 In late 1999, Thierry Harcourt cast Xavier in the role of the eccentric Oscar Wilde’s lover, Lord Alfred Douglas in the play “GROSS INDECENCY, THE THREE TRIALS OF OSCAR WILDE”. It is his first experience on stage as an actor. By this time he navigated a gradual hill up the acting chain.2000 2000 found Xavier playing in the awarded short film “LIFE”, directed by Audrey Schebat. He also starred in a public reading of David Mamet’s play “THE SHAWL”. Co-starring alongside Michel Vuillermoze, it continues to be one of Xavier’s favorite acting experiences. That same year, he was invited to join the cast of the TF1 sitcom “LA VIE DEVANT NOUS”, playing the role of Gaël Venturi.2001-2004 François Armanet cast Xavier in “LA BANDE DU DRUGSTORE” and gave him his first part in a feature film. Later, Xavier starred in a short film, “UN COEUR DE PERE”, and a play, “PLUTOT D’ACCORD” directed by Christophe Botti and Stephane Botti. He was also cast in three other TV series, “LA LIGNE NOIRE”, “COMMISSAIRE VALENCE” and “LEA PARKER”.2005 French director Patrice Chereau cast Xavier in \"GABRIELLE\", starring Isabelle Huppert, Pascal Gregory and Thierry Hancisse. The role he had in this big-screen adaptation of Joseph Conrad short story meant a lot to him. He then went on to portray a French Revolution activist, deputy Barbaroux in Daniel Colas’s critically acclaimed play “CHARLOTTE CORDAY”.2006 In July 2006, Xavier started filming “EN LA CUIDAD DE SYLVIA” by Spanish director Jose Luis Guerin. This was the kind of film he had told himself he wanted to make. Xavier was paired with rising star Pilar Lopez de Ayala and marked Xavier’s first starring role in a feature film. In late 2006, he signed on to star in 2007 TF1 summer saga,“MYSTERE” directed by Didier Albert.2007 “EN LA CIUDAD DE SYLVIA” is in Official Selection at Venice Film Festival. The film will premiere in Spain on September the 14th. In January 2007, Xavier participated in a public reading at Musée d'Orsay, Paris, directed by Jean-Claude Penchenat. The subject was Maurice Denis and \"the Nabies\", the famous group of artists of the early 20th. The quality of the texts Xavier has to work on and his collaboration with JC Penchenat remains a great experience for him. In July, he starred in two short films: \"MILK SHAKE\" by Adriana Santini, and \"NEW LOVE\", directed by Laurence Coriat, produced by REVOLUTION FILMS and TITA PRODUCTIONS. \"New Love\" is produced and selected for the London Film Festival, Cinema Extreme.2008 In late 2007, Luis Sannarciso casted Xavier in the role of \"El Marselles\" in the popular Spanish tv serie \"LOS HOMBRES DE PACO\". He shot in Madrid.2009 Xavier is \"Kennedy\" in the play \"THE POSTMAN ALWAYS RINGS TWICE\"., directed by Daniel Colas.For the second time Colas directs Xavier in a new kind of character. During the summer, Xavier participated in \"L'AMOUR C'EST MIEUX A DEUX\", directed by Dominique Farrugia and Arnaud Lemort, and \"COLERE\", directed by Jean-Pierre Mocky.2010 Xavier appears in \"LE PIGEON\", directed by Lorenzo Gabrielle and returns to Spain to interpret Louis XIV in the famous Spanish tv serie \"AGUILA ROJA\". During the summer, the feature film, \"AGUILA ROJA, LA PELICULA\" is being produced with a beautiful cast and locations around Madrid and in the Palace of El Escorial.Soon, back to Paris, Xavier starts the rehearsals of \"HENRI IV, LE BIEN AIME\", directed by Daniel COLAS. This time, he casts him in a very important role, portraying the Marquis de Bassompierre, brillant, smart and funny... and the best and the only friend of King Henri IV. (not completed)",
    "name_more_cn": [],
    "personage_id": "27229532",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1023802",
    "personage_link": "https://www.douban.com/personage/27229532/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-01T06:02:02"
}