{
    "sid": "1023729",
    "name": "戴维·马登",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/80133cf41bf6bef849c91fe0508c17cc.jpg",
    "imdb_id": "nm0534574",
    "name_en": "David Madden",
    "name_full": "戴维·马登 David Madden",
    "birth_date": "1955年7月25日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 35382940,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2842306989.jpg",
            "title": "超人和露易丝 第二季",
            "release": 1
        },
        {
            "id": 34881451,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631620003.jpg",
            "title": "超人和露易丝 第一季",
            "release": 1
        },
        {
            "id": 5207793,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Save the Last Dance",
            "release": 1
        },
        {
            "id": 5151269,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Iris Expanding",
            "release": 1
        },
        {
            "id": 5129600,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903709744.jpg",
            "title": "L.A. Law: The Movie",
            "release": 1
        },
        {
            "id": 2372774,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870623405.jpg",
            "title": "鲍勃·马利：传奇现场",
            "release": 1
        },
        {
            "id": 1422925,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2237597347.jpg",
            "title": "小鬼当家4",
            "release": 1
        },
        {
            "id": 1308172,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376968186.jpg",
            "title": "破网而出",
            "release": 1
        },
        {
            "id": 1307045,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1461881206.jpg",
            "title": "灭鼠大战",
            "release": 1
        },
        {
            "id": 1301170,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1345382748.jpg",
            "title": "留住最后一支舞",
            "release": 1
        }
    ],
    "introduction": "An accomplished and highly regarded programming executive, David Madden was named President, Berlanti Productions in February 2020.Previously, he served as AMC Networks' President of Programming, Entertainment Networks, overseeing all scripted and non-fiction content development for AMC, BBC AMERICA, IFC, Sundance TV, and AMC Studios, brands that deliver some of the most popular and culturally relevant shows on television as well as an expanding studio Read LessMadden joined AMC Networks in late 2017 after nearly two decades at Fox, where he most recently was President of Entertainment for the Fox Broadcasting Company, responsible for all programming and development, including series such as \"Empire,\" \"911,\" \"Brooklyn 99,\" \"Masterchef Junior\" and \"Grease Live.\" Prior to that, Madden was President of Fox Television Studios, which developed and produced programming for a variety of broadcast and cable networks in the U.S. and internationally. Series produced by FTVS during Madden's tenure at the studio included \"The Shield\" and \"The Americans\" for FX, \"The Killing,\" for AMC and later Netflix, \"White Collar,\" \"Graceland\" and \"Burn Notice\" for USA, and many others.At AMC Networks, Madden has most recently overseen a new slate of programming for AMC that includes the \"Dispatches from Elsewhere,\" from actor and writer Jason Segel and producer Scott Rudin, \"NOS4A2,\" a supernatural horror series, season two of the popular anthology series, \"The Terror\" and critically hailed drama \"Lodge 49.\" Current programming on AMC includes \"The Walking Dead,\" \"Fear The Walking Dead,\" \"Better Call Saul,\" and \"Preacher.\" AMC has also recently greenlit its first episodic anthology series about the intersection of love and science from Will Bridges (\"Black Mirror\") and Brett Goldstein.On the unscripted side, AMC is home to original series such as \"Talking Dead,\" \"Talking With Chris Hardwick,\" \"Ride with Norman Reedus\" and year-round documentary series \"AMC Visionaries,\" which immerses fans in favorite topics and subcultures like comics, horror, rap, and science fiction all led by the masters themselves, such as Robert Kirkman, Eli Roth, Questlove, and James Cameron.At BBC America, Madden oversees programming that includes the critically acclaimed \"Killing Eve;\" top-rated phenomenon \"Doctor Who;\" Emmy® IDA-winning \"Planet Earth II\" and the producers' next epic story of our planet, \"Dynasties;\" Emmy®-winning \"Blue Planet II;\" acclaimed drama \"Luther;\" ground-breaking unscripted series \"Top Gear;\" the buzzy and hilarious \"The Graham Norton Show;\" and the world's largest darts championships. Upcoming series for BBC America include the punk rock thriller \"The Watch,\" based on Sir Terry Pratchett's wildly popular \"Discworld\" novels.Madden heads programming and development for IFC, home to offbeat comedies such as \"Documentary Now!,\" created by Bill Hader, Seth Meyers and Fred Armisen, and produced by Broadway Video, \"Brockmire,\" starring Hank Azaria and produced with Funny Or Die, the fast-paced and irreverent \"Baroness von Sketch Show,\" and \"Sherman's Showcase,\" an original musical variety sketch from \"Late Night with Jimmy Fallon\" comedy duo Bashir Salahuddin and Diallo Riddle and executive produced by John Legend. Upcoming series include \"Year of the Rabbit,\" a co-production with the UK's Channel 4, starring Matt Berry as a drunk sleuth investigating crimes inspired by the world of Sherlock Holmes' Victorian-era London.At SundanceTV, Madden oversees a lineup of high-caliber dramas and documentary programming, including the Peabody Award-winning series \"Deutschland 86,\" the Leonardo DiCaprio executive produced the documentary \"Jonestown: Terror In The Jungle,\" and critically acclaimed dramas \"The Split\" and \"Liar.\" SundanceTV's newest series is \"State of The Union,\" a ten-part short-form comedy written by the Academy Award®-nominated and BAFTA-winning writer Nick Hornby (\"Brooklyn,\" \"An Education\") and starring Academy Award® and BAFTA-nominated Rosamund Pike (\"Gone Girl,\" \"Hostiles\") and BAFTA-nominated Chris O'Dowd (\"Bridesmaids,\" \"Get Shorty\").",
    "name_more_cn": [],
    "personage_id": "27229458",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1023729",
    "personage_link": "https://www.douban.com/personage/27229458/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-03T14:13:21"
}