{
    "sid": "1023085",
    "name": "帕蒂·夏尔法",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "音乐",
        "演员"
    ],
    "awards": [
        "2024年 第81届金球奖 电影类 最佳原创歌曲 (提名) 她来找我"
    ],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3593.jpg",
    "imdb_id": "nm0778393",
    "name_en": "Patti Scialfa",
    "name_full": "帕蒂·夏尔法 Patti Scialfa",
    "birth_date": "1953年7月29日",
    "birth_place": "美国,新泽西州,新政",
    "last_movies": [
        {
            "id": 34663538,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568794585.jpg",
            "title": "西部明星",
            "release": 1
        },
        {
            "id": 5313096,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Promise: The Making of Darkness on the Edge of Town",
            "release": 1
        },
        {
            "id": 5133060,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bruce Springsteen and the E Street Band: Live in New York City",
            "release": 1
        },
        {
            "id": 5127380,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572992391.jpg",
            "title": "成年",
            "release": 1
        },
        {
            "id": 5115368,
            "year": "1989",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bruce Springsteen: Video Anthology 1978-1988",
            "release": 1
        },
        {
            "id": 4898489,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Blood Brothers: Bruce Springsteen and the E Street Band",
            "release": 1
        },
        {
            "id": 1892167,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881364338.jpg",
            "title": "布鲁斯·斯普林斯汀：1978-2000完整录像选集",
            "release": 1
        },
        {
            "id": 1306909,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518238193.jpg",
            "title": "爱情临界点",
            "release": 1
        }
    ],
    "introduction": "Vivienne “Patti” Scialfa (“Skal-fa”) (born July 29, 1953) is an American singer, songwriter, and guitarist, best known for being a bandmate, and later wife, of rock star Bruce Springsteen.While still in university she was submitting original material for other artists to record however, none of her songs were recorded and she worked as a busker and waitress in Greenwich Village after graduating. Together with Soozie Tyrell and Lisa Lowell, she formed a street group known as Trickster. She struggled to make her way in the songwriting and recording industry in New York and New Jersey for many years before playing at Kenny’s Castaway in Greenwich Village, as well as Asbury Park’s The Stone Pony, which got her notice and eventually recording work with Southside Johnny and David Johansen. Rumbledoll (1993) was her first record .In 1984, she joined the E Street Band three or four days before the opening show of the Born in the U.S.A. Tour, either because Springsteen wanted to expand the emotional range of the band (Marsh, Glory Days) or because Nils Lofgren contracted mononucleosis, which made it impossible for him to sing his backing vocals (Scialfa, [1]). In 1986, she appeared on the Rolling Stones’ Dirty Work album, leaving her unique vocal mark on “One Hit (To the Body)” as well as other tracks. She worked with Keith Richards on his first solo disc Talk is Cheap. Steve Jordan, who co-produced the Richards’ record, was a friend of Scialfa’s from her Greenwich Village days.Scialfa has made two solo albums, 1993’s Rumble Doll and 2004’s 23rd Street Lullaby, both of which received four-star reviews from Rolling Stone, but failed to produce successful radio singles. Each record is a mix of confessional songwriting, impressive vocal range, and traditional country, folk and rock music. Springsteen and fellow E Street bandmates like Lofgren and Roy Bittan contributed backing work. Following the release of her second album, Scialfa played a series of club dates along the East Coast and she was also the opening act of the post-final night of the Vote for Change tour. Criticism of her performances was sometimes along the lines that, while she had some good songs and interesting arrangements, her voice was more suited to backing than lead vocals and she lacked stage presence. However, she has many loyal and enthusiastic fans. Some believe she ranks among today’s top female song-writers and that her work is overlooked primarily due to her connection to Springsteen.",
    "name_more_cn": [],
    "personage_id": "27228813",
    "family_member": [
        "Bruce Springsteen（夫）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1023085",
    "personage_link": "https://www.douban.com/personage/27228813/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Columbia Records"
        },
        {
            "label": "流派",
            "value": "摇滚 / Rock"
        },
        {
            "label": "擅长乐器",
            "value": "吉他 / 钢琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Vivienne Patricia Scialfa"
    ],
    "update_at": "2025-06-09T10:26:15"
}