{
    "sid": "1025243",
    "name": "约翰·萨克松",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2815bb8ee41666f6b8094121258d6814.jpg",
    "imdb_id": "nm0768334",
    "name_en": "John Saxon",
    "name_full": "约翰·萨克松 John Saxon",
    "birth_date": "1936年8月5日",
    "birth_place": "美国,纽约,布鲁克林",
    "last_movies": [
        {
            "id": 35384381,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634487640.jpg",
            "title": "The Extra",
            "release": 1
        },
        {
            "id": 27028888,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542667108.jpg",
            "title": "绿雾",
            "release": 1
        },
        {
            "id": 26710794,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2696875982.jpg",
            "title": "欧洲式犯罪：七十年代的意大利警匪片",
            "release": 1
        },
        {
            "id": 22724513,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631158825.jpg",
            "title": "荒野侠客",
            "release": 1
        },
        {
            "id": 5199929,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897958434.jpg",
            "title": "仁慈之人",
            "release": 1
        },
        {
            "id": 4228194,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1020561603.jpg",
            "title": "李小龙如何改变了世界",
            "release": 1
        },
        {
            "id": 4038207,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510279317.jpg",
            "title": "永不入睡：猛鬼街传奇",
            "release": 1
        },
        {
            "id": 3749221,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "City of Shoulders and Noses",
            "release": 1
        },
        {
            "id": 3601439,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520532625.jpg",
            "title": "Old Dogs",
            "release": 1
        },
        {
            "id": 3451750,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2253306388.jpg",
            "title": "战地女狼",
            "release": 1
        }
    ],
    "introduction": "John Saxon (born Carmine Orrico; August 5, 1936 – July 25, 2020) was an American actor who worked on more than 200 film and television projects during a span of 60 years. He was known for his work in Westerns and horror films, often playing police officers and detectives.Born and raised in Brooklyn, New York, Saxon studied acting with Stella Adler before beginning his career as a contract actor for Universal Pictures, appearing in such films as Rock, Pretty Baby (1956) and Portrait in Black (1961), which earned him a reputation as a teen idol and won him a Golden Globe Award for New Star of the Year – Actor. During the 1970s and 1980s, he established himself as a character actor, frequently portraying law enforcement officials in horror films such as Black Christmas (1974) and A Nightmare on Elm Street (1984).Saxon appeared in numerous Italian films from the early sixties. In a 2002 interview, he said of this period: \"At the time Hollywood was going through a crisis, but England and Italy were making a great many films. Besides, I thought the European films were of a much more mature quality than most of what Hollywood was making at the time.\"[1] Saxon appeared in Italian productions all through the 1970s and 1980s, up until 1994, when he made Jonathan of the Bears.In addition to his roles in horror films, Saxon co-starred with Bruce Lee in the martial arts film Enter the Dragon (1973), and he had supporting roles in the westerns The Appaloosa (1966; for which he was nominated for a Golden Globe for Best Supporting Actor – Motion Picture), Death of a Gunfighter (1969) and Joe Kidd (1972), as well as the made-for-television thriller Raid on Entebbe (1977). In the 1990s, Saxon occasionally appeared in films, with small roles in Wes Craven's New Nightmare (1994) and From Dusk till Dawn (1996).Early lifeOf Italian descent, Saxon was born Carmine Orrico in Brooklyn, New York in 1936. His father, Antonio Orrico, was a New York-born dock worker, and his mother Anna (née Protettore) was an immigrant from Calabria. Italian was the primary language spoken at home, though Saxon also spoke some Spanish. He attended New Utrecht High School and studied acting with famous acting coach Stella Adler. He entered showbusiness as a teenager, when he was spotted by a modeling scout at a movie theatre.According to Robert Hofler's 2005 biography The Man Who Invented Rock Hudson: The Pretty Boys and Dirty Deals of Henry Willson, agent Henry Willson saw Saxon's picture on the cover of a detective magazine, where Saxon posed as “a Puerto Rican guy” who gets shot and falls over a garbage can while his girlfriend looks on. Willson immediately contacted the boy's family in Brooklyn. With his parents' permission, the 17-year-old Orrico contracted with Willson, and he was given the stage name John Saxon. He contracted with Universal Studios in April 1954 at $150 a week.CareerUniversal PicturesSaxon spent 18 months at Universal before the studio first used him in a film. His first significant role was a juvenile delinquent in Running Wild (1955), co-starring Mamie Van Doren. According to Filmink, \"young Saxon had a scowling, broody teen quality that was in fashion in mid-‘50s Hollywood.\"He was then given a good role in The Unguarded Moment (1956), playing a youth who seemingly stalks Esther Williams. During February 1956 Universal exercised its option on Saxon and he was paid $225 a week.Teen idolSaxon had the lead in a low budget teen film, Rock, Pretty Baby (1956) which became an unexpected success and established Saxon as a teen idol. Universal executives were pleased, and Ross Hunter announced he would be in Teach Me How To Cry. Saxon quickly reprised his Rock, Pretty Baby role in a sequel, Summer Love (1958). By this time, he was getting about 3,000 fan letters a week. He then made Teach Me How to Cry with Sandra Dee, which was retitled The Restless Years (1958).Universal put him in an \"A film\", This Happy Feeling (1958), directed by Blake Edwards, where Saxon romanced Debbie Reynolds in support of Curt Jurgens. MGM borrowed him to appear opposite Sandra Dee in The Reluctant Debutante (1958), for director Vincente Minnelli, which was widely seen. Saxon was billed third, beneath Rex Harrison and Kay Kendall. He had a support role in a large budget Biblical drama about Simon Peter, The Big Fisherman (1959) for director Frank Borzage, starring Howard Keel. Released by Buena Vista instead of Universal-International, it was a financial disappointment.In August 1958, Saxon signed a three-picture deal with Hecht-Hill-Lancaster the first of which was to be the main role in Cry Tough (1959), a film about juvenile delinquents. He was meant to follow it with The Ballad at Cat Ballou (not made for years later, with Jane Fonda). Instead, for HHL he worked with another major director, John Huston, in the Western The Unforgiven (1960), playing an Indian in support of Burt Lancaster and Audrey Hepburn. Back at Universal, he remained in a supporting role for Portrait in Black (1960), reunited with Dee, with Lana Turner and Anthony Quinn.He appeared in the Western Posse from Hell (1961) with Audie Murphy and guest starred in television series like General Electric Theater and The Dick Powell Theatre. \"I want to do all sorts of character parts,\" he said in 1960.Saxon played a serial killer soldier in War Hunt (1962) and had a small role in the comedy success Mr. Hobbs Takes a Vacation (1962).EuropeSaxon traveled to Italy to make Agostino (1962).In 1963 Saxon co-starred with Letícia Román in Mario Bava's Italian giallo film The Girl Who Knew Too Much.He returned to Hollywood to perform in Otto Preminger's The Cardinal (1963) and an episode of Bob Hope Presents the Chrysler Theatre then was back to Europe for The Cavern (1964).The Ravagers (1965) was shot in the Philippines; Night Caller from Outer Space (1965) was a science fiction film shot in Britain.In 1966, he starred in Curtis Harrington's science fiction/horror classic Queen of Blood with Basil Rathbone and Dennis Hopper, then appeared opposite Marlon Brando in The Appaloosa (1966), winning a Golden Globe Best Supporting Actor nomination for his portrayal of a Mexican bandit. Saxon recalls, \"This was to me a terrific role and something I was ready for, but he [Brando] was despondent. He said he had lent a whole bunch of money to his father, and what he was saying to me was that his father ruined his life by losing all of his money. He was kind of bored in the picture.\"The Doomsday Flight (1966) was a made-for-television film. In an interview in 1966 he said \"I never felt comfortable being a teenage dreamboat... I regard myself as a craftsman.\"He portrayed Marco Polo in episode 26 of The Time Tunnel (\"Attack of the Barbarians\"), originally broadcast on March 10, 1967, and was a guest actor on Bonanza in 1967 (\"The Conquistadores\"). In episode 19, season 5 of The Virginian (\"The Modoc Kid\") Saxon appeared in the title role alongside Harrison Ford, appearing in one of his first speaking roles. And in 1969 he appeared in Bonanza again (\"My Friend, My Enemy\").Saxon was in a sex comedy for Sam Katzman, For Singles Only (1968), and appeared in some Westerns, One Dollar Too Many (1968), Death of a Gunfighter (1969), The Men from Shiloh (rebranded name for The Virginian, 1971), and Joe Kidd (1972) (again playing a Mexican, this time a revolutionary named Luis Chama). I Kiss the Hand (1973) was a thriller made in Italy.He spent three years playing Dr. Theodore Stuart for the television series The Bold Ones: The New Doctors (1969–1972).Enter the Dragon and 1970sSaxon, who had done martial arts since 1957 appeared as the martial artist Roper in 1973's Enter the Dragon. It was Bruce Lee's first major role in a Hollywood feature. He almost backed out of Enter the Dragon, on account of the script being too light. \"It was a sixty page treatment\", said Saxon in a 2002 interview. \"I thought: there’s not enough to act here. A stunt man could play it. But they talked me into it, saying they would work in my suggestions. Some things they shot and kept in the film, but most of it they discarded.\" After Enter the Dragon, Saxon had no further interest in appearing in martial arts films.He was in such action films as Mitchell (1975), The Swiss Conspiracy (1975), Strange Shadows in an Empty Room (1976), Napoli violenta (1976), Mark Strikes Again (1976), A Special Cop in Action (1976), Cross Shot (1976), The Cynic, the Rat and the Fist (1977).In 1974, he appeared as police Lieutenant Fuller in the slasher horror film Black Christmas. From 1974–76, he appeared in The Six Million Dollar Man, first as Major Frederick Sloan and then as Nedlick. This role also extended into The Bionic Woman. The actor's likeness was later used for the Kenner action-figure doll called \"Maskatron\" that was based on the series.Saxon starred as Dylan Hunt in the 1974 Gene Roddenberry television pilot Planet Earth, replacing Alex Cord from Genesis II. A 20th Century scientist unfrozen in the post-nuclear world of 2133, he leads a team of explorers and encounters a matriarchal society. Although ABC declined the series, Saxon played a nearly identical character in the 1975 television film Strange New World.In 1976, Saxon portrayed a homicidal vampire-like strangler in the Season Two Starsky & Hutch episode \"Vampire\". He played Captain Radl in the two-part Wonder Woman episode \"The Feminum Mystique\" (1976). Raid on Entebbe (1977) was a prestige television movie for him. Moonshine County Express was a big success for Roger Corman's New World Pictures; Saxon made another for that company, The Bees (1978). He appeared in a Bollywood movie, Shalimar (1978) then it was back to exploitation: Fast Company (1979), The Glove (1979).Saxon played Hunt Sears, chief of a breakfast cereal conglomerate, opposite Robert Redford and Jane Fonda in the 1979, Oscar-nominated film The Electric Horseman.1980s-1990sHe appeared in the 1982 television movie Rooster, and he was an occasional celebrity guest on the short-lived game show Whew!, including during the series' final week. His extensive television credits include two years as Tony Cumson on Falcon Crest (1982, 1986–1988) as well as the recurring role of Rashid Ahmed on Dynasty (1982–84). He appeared twice (in different roles) on The A-Team, in 1983 and 1985.Saxon played in Dario Argento's Tenebrae (1982) as the writer hero's shifty agent; in Battle Beyond the Stars (1980) as Sador; in Cannibal Apocalypse (1980) where he played a Vietnam veteran tormented because his worthless pal bit him and years later, he is starting to get the urge to do the same; in Prisoners of the Lost Universe as an alternate-universe warlord, and in Wes Craven's A Nightmare on Elm Street (1984) as the heroine's (Nancy Thompson's) father. He reprised his role in A Nightmare on Elm Street 3: Dream Warriors (1987) and Wes Craven's New Nightmare (1994) as he played himself in a dual role. He also made his directorial debut in 1987 with the horror film Zombie Death House, which starred Dennis Cole and Anthony Franciosa. Filmink wrote \"Few other actors of his generation have as fine a track record in\" horror movies. \"Why did he appear in so many? I guess for starters he was willing – he wasn’t snobby. He made a good on-screen cop and there’s always roles for a cop actor in a slasher film. He could also seem scary so made an excellent red herring/villain.\"He starred in Maximum Force (1992) as Captain Fuller and also appeared in From Dusk till Dawn (1996).Later careerIn later years, Saxon continued to appear mostly in independent films and appeared in several television series. He had a notable guest part in \"Grave Danger\", the 5th-season finale of CSI: Crime Scene Investigation, which was directed by From Dusk till Dawn screenwriter and star Quentin Tarantino. Saxon starred in the episode opposite fellow cult film luminary Andrew Prine. He also appeared in an episode (\"Pelts\") of the anthology horror series Masters of Horror, which reunited him with Tenebrae director Dario Argento.Saxon was a regular guest at horror and cult film conventions, including the Creation Entertainment – Weekend of Horrors 2010 on May 21, 2010, in Los Angeles. His last acting role was in the film Bring Me the Head of Lance Henriksen, which as of his death was in post-production.Personal lifeJohn Saxon was married three times, first to Mary Ann Saxon, a screen writer and television director of development. Second, to Elizabeth (Phillips) Saxon a former investment banker, airline union negotiator and psychologist. John Saxon's last wife was Gloria (Potts) Martel Saxon, a model and esthetician. He had one child with Mary Ann Saxon, a son named Antonio. He was a Democrat.Saxon held a black belt in Shotokan Karate, having studied under Hidetaka Nishiyama, and was also proficient in Judo.DeathOn July 25, 2020, Saxon died of complications from pneumonia, 11 days shy of his 84th birthday, in Murfreesboro, Tennessee, a suburb of Nashville where he had resided for several years. He was interred at Lake View Cemetery in Seattle, Washington, near his former co-star Bruce Lee.",
    "name_more_cn": [],
    "personage_id": "27230976",
    "family_member": [
        "Antonio Orrico (父亲)",
        "Anna Protettore (母亲)",
        "Mary Ann Saxon (前妻)",
        "Gloria Martel Saxon (妻子)",
        "Antonio Saxon (儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1025243",
    "personage_link": "https://www.douban.com/personage/27230976/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2020年7月25日"
        }
    ],
    "name_more_other": [
        "Carmine Orrico (本名)"
    ],
    "update_at": "2025-03-06T05:14:49"
}