{
    "sid": "1025533",
    "name": "维托里奥·卡布里奥利",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/211ce11a3f9257806c89ed6aa5d922e7.jpg",
    "imdb_id": "nm0135671",
    "name_en": "Vittorio Caprioli",
    "name_full": "维托里奥·卡布里奥利 Vittorio Caprioli",
    "birth_date": "1921年8月15日",
    "birth_place": "意大利,坎帕尼亚,那不勒斯",
    "last_movies": [
        {
            "id": 5146742,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457009552.jpg",
            "title": "La bella Otero",
            "release": 1
        },
        {
            "id": 5132327,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Colletti bianchi",
            "release": 1
        },
        {
            "id": 5114446,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546997417.jpg",
            "title": "暗影",
            "release": 1
        },
        {
            "id": 5105646,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "L'ultima scena",
            "release": 1
        },
        {
            "id": 5086407,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tutta colpa della SIP",
            "release": 1
        },
        {
            "id": 5047334,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2646007291.jpg",
            "title": "La posta in gioco",
            "release": 1
        },
        {
            "id": 5047002,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554331514.jpg",
            "title": "Una botta di vita",
            "release": 1
        },
        {
            "id": 5046666,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2302139030.jpg",
            "title": "流氓",
            "release": 1
        },
        {
            "id": 4892643,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1975277042.jpg",
            "title": "蒙特卡洛三段情",
            "release": 1
        },
        {
            "id": 1419338,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2842925950.jpg",
            "title": "爱与激情",
            "release": 1
        }
    ],
    "introduction": "Vittorio Caprioli (Napoli, 15 agosto 1921 – Napoli, 2 ottobre 1989) è stato un attore, regista, sceneggiatore e cabarettista italiano.Diplomatosi all'Accademia nazionale d'arte drammatica di Roma, esordì nel 1942 nella compagnia Carli-Racca, approdando nel 1948 al Piccolo di Milano, dove sotto la direzione di Strehler prese parte a La tempesta di Shakespeare. Dal 1945 cominciò la sua collaborazione con la Rai, spesso insieme a Luciano Salce, realizzando programmi di rivista e varietà. All'inizio del 1950, viene scritturato accanto a Alberto Bonucci e Gianni Cajafa per l'opera teatrale musicale di Carosello napoletano, diretto da Ettore Giannini: tre anni dopo sarà portata anche sul grande schermo.Interprete duttile e versatile, nel 1950 fondò, con Alberto Bonucci e Franca Valeri (che fu anche sua moglie dal 1960 al 1974, anno in cui divorziarono) il Teatro dei Gobbi, che proponeva un tipo di spettacolo sottilmente satirico, fatto di gag sornione e di battute mordaci, totalmente privo di testi scritti, protagonista anche alla radio di trasmissioni come Lo Schiaccianoci (1952), Le donne di James Thurber (1953, a cura di La Capria, realizzazione di Giagni) e Courteline all'italiana (1954, regia di Mondolfo). Con la Valeri e Salce nel 1955 scrisse e interpretò La zuccheriera, trasmissione realizzata sia in edizione italiana sia francese per il Premio Italia.Passò poi al cinema come attore caratterista e anche come regista (Leoni al sole, 1961; Parigi o cara, 1962; Splendori e miserie di Madame Royale, 1970), lasciandosi tentare occasionalmente dalla televisione, in cui cominciò la carriera nel 1959 con la partecipazione al varietà Le divine e l'interpretazione de Il borghese e il gentiluomo, ma non riuscì mai ad amare veramente il piccolo schermo (\"Soffro più che altro per l'assenza del pubblico, che considero parte integrante e insostituibile dello spettacolo cui partecipo\"). Negli anni sessanta recitò in Idillio villereccio, per la regia di Falqui, e nel 1972 si lasciò tentare da un varietà televisivo, da lui scritto e interpretato, Una serata con Vittorio Caprioli.Continuò comunque a frequentare i microfoni radiofonici, soprattutto per trasmissioni di prosa come La bugiarda di Fabbri (1975, regia di Camilleri) e I parenti terribili di Cocteau (1986, regia di Sandro Rossi), ma interpretando anche le Interviste impossibili (Ippocrate di Carpi e Plinio il Vecchio di Malerba, entrambe del 1975) e presentando alcune rubriche, tra cui L'intercettatore (1980). Sempre nel 1980 scrisse e mise in scena Io e la televisione, un lavoro che aveva come argomento proprio la TV come inadeguata risposta al \"bisogno di comunicare di chi è solo e disperato\", mentre nel 1987 ancora sul piccolo schermo fu protagonista e regista della commedia di Honoré de Balzac Mercadet il faccendiere. Negli ultimi anni tornò alla prosa interpretando, fra gli altri, Don Marzio nella Bottega del caffè di Goldoni, I ragazzi irresistibili di Neil Simon in coppia con Mario Carotenuto e il Capocomico nei Sei personaggi in cerca d'autore di Pirandello.Durante le prove dell'allestimento di Napoli milionaria!, chiamato a essere il primo interprete dopo la morte di Eduardo De Filippo, morì improvvisamente all'età di 68 anni, in una camera di un hotel sul lungomare di Napoli, sua città natale, stroncato da un attacco cardiaco.",
    "name_more_cn": [],
    "personage_id": "27231266",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1025533",
    "personage_link": "https://www.douban.com/personage/27231266/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1989年10月2日"
        }
    ],
    "name_more_other": [
        "Caprioli"
    ],
    "update_at": "2025-02-06T18:12:04"
}