{
    "sid": 1025932,
    "name": "考·浩德曼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "摄影"
    ],
    "awards": [
        "1978年 第50届奥斯卡金像奖 最佳动画短片 沙丘城堡"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p31343.jpg",
    "imdb_id": "nm0388394",
    "name_en": "Co Hoedeman",
    "name_full": "考·浩德曼 Co Hoedeman",
    "birth_date": "1940年8月1日",
    "birth_place": "荷兰",
    "last_movies": [
        {
            "url": "https://movie.douban.com/subject/5152343/",
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070071798.jpg",
            "roles": [
                "演员"
            ],
            "title": "神的孩子奇遇记",
            "subject_id": "5152343"
        },
        {
            "url": "https://movie.douban.com/subject/5167024/",
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "导演",
                "编剧"
            ],
            "title": "Ludovic",
            "subject_id": "5167024"
        },
        {
            "url": "https://movie.douban.com/subject/1294624/",
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508464607.jpg",
            "roles": [
                "导演"
            ],
            "title": "沙丘城堡",
            "subject_id": "1294624"
        },
        {
            "url": "https://movie.douban.com/subject/1921069/",
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876486402.jpg",
            "roles": [
                "导演",
                "编剧"
            ],
            "title": "Le Théâtre de Marianne",
            "subject_id": "1921069"
        },
        {
            "url": "https://movie.douban.com/subject/1891972/",
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537669267.jpg",
            "roles": [
                "导演"
            ],
            "title": "冬日",
            "subject_id": "1891972"
        },
        {
            "url": "https://movie.douban.com/subject/5235298/",
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876487019.jpg",
            "roles": [
                "导演",
                "摄影",
                "编剧"
            ],
            "title": "Ludovic - Un vent de magie",
            "subject_id": "5235298"
        },
        {
            "url": "https://movie.douban.com/subject/2077494/",
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "导演",
                "摄影",
                "编剧"
            ],
            "title": "Ludovic: The Snow Gift",
            "subject_id": "2077494"
        },
        {
            "url": "https://movie.douban.com/subject/5129243/",
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876487655.jpg",
            "roles": [
                "导演",
                "编剧"
            ],
            "title": "Ludovic: Visiting Grandpa",
            "subject_id": "5129243"
        },
        {
            "url": "https://movie.douban.com/subject/5129891/",
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "导演",
                "摄影",
                "编剧"
            ],
            "title": "Ludovic II: un crocodile dans mon jardin",
            "subject_id": "5129891"
        },
        {
            "url": "https://movie.douban.com/subject/5097793/",
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "视觉特效"
            ],
            "title": "The Rogers' Cable",
            "subject_id": "5097793"
        }
    ],
    "introduction": "Hoedeman was born during the German occupation of the Netherlands and survived the Hunger Winter of 1944-45, when many of the city's residents died of starvation brought on by a German blockade and other factors.At the age of 15, Hoedeman left school to work as a photograph retoucher in the printing industry in his native Holland, but soon decided to try film. He first worked at Multifilm, a small production company in Haarlem, and then at Cinecentrum in Hilversum, where he worked in the optical and special effects department and helped out with camera, laboratory and sound work when he could. Hoedeman spent his evenings taking courses at the School of Fine Arts in Amsterdam and the School of Photography in The Hague. As his skills improved, he took on more complex work, including transitions and models, and eventually began designing, editing, and directing commercials.Hoedeman immigrated to Canada in 1965 with his then-wife, on the chance that the National Film Board of Canada might hire him. He showed up at the NFB with a reel of his previous work under his arm, and within days landed a job as a production assistant. His first major project there was an educational film called Continental Drift. He then moved to the recently created French Animation Studio and made what he called his first \"real\" film, Oddball, in 1969. Wanting to learn more about stop-motion animation techniques, he went to Czechoslovakia in 1970 to study puppet animation.On his return, he produced the innovative and charming children's film Tchou-Tchou (1972), made entirely by using wooden blocks. Then, he made a series of animated films based on Inuit legends: The Man and the Giant, The Owl and the Lemming, The Owl and the Raven and Lumaaq. He collaborated closely with artists in the Arctic communities of Frobisher Bay (now called Iqaluit) and Povungnituk to illustrate the legends, using sealskin figures, soapstone carvings, and drawings.His next project was the very ambitious The Sand Castle / Le Château de sable, a touching fable that earned him the Academy Award for Best Animated Short Film at the 50th Academy Awards. This work, which featured an array of odd creatures created from foam rubber, wire, and sand, won numerous international awards and has proven to be an enduring favourite.With every film, Hoedeman experimented with new techniques and materials, including papier-mâché, paper cutouts, and computer animation.In 1992, Hoedeman collaborated with a group of Native and Inuit inmates at La Macaza Penitentiary in northern Quebec to make The Sniffing Bear / L'Ours renifleur, a cautionary tale about substance abuse. He followed that with another serious film, The Garden of Écos / Le Jardin d'Écos, an ecological fable that shows just how easy it is to upset the balance of nature.In 1998, Hoedeman returned to his passion – making whimsical children's films – by crafting a series of four puppet films featuring Ludovic, a sweet young teddy bear, and his family. The Snow Gift (1998), A Crocodile in My Garden (2000), Visiting Grandpa (2001), and Magic in the Air (2002) were eventually released together on DVD under the title Four Seasons in the Life of Ludovic.His last film as an employee of the National Film Board was Mariannne's Theatre (2004), which he completed after learning that he and fellow animation pioneer Jacques Drouin would both be laid off just short of retirement, victims of budget cuts and the NFB's move toward hiring filmmakers on contract, rather than supporting full-time, permanent staff.Hoedeman now acts as an independent filmmaker and consultant. He is currently working several projects, including the production of an animated TV series based on his Ludovic films.Hoedeman is the subject of two documentary films: Nico Crama's Co Hoedeman, Animator (1980) and In the Animator's Eye: A Conjurer's Tales - Co Hoedeman (1996).",
    "name_more_cn": [
        "柯·荷德曼"
    ],
    "personage_id": "27231665",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1025932",
    "personage_link": "https://www.douban.com/personage/27231665/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-20T13:56:11"
}