{
    "sid": "1025251",
    "name": "大卫·沃纳",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1507515389.98.jpg",
    "imdb_id": "nm0001831",
    "name_en": "David Warner",
    "name_full": "大卫·沃纳 David Warner",
    "birth_date": "1941年7月29日",
    "birth_place": "英国,曼彻斯特",
    "last_movies": [
        {
            "id": 37067005,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914006963.jpg",
            "title": "De letscht Fall",
            "release": 1
        },
        {
            "id": 35417990,
            "year": "2017",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "激情与诗意：佩金帕轶事",
            "release": 1
        },
        {
            "id": 26799077,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507999284.jpg",
            "title": "你，我和他",
            "release": 1
        },
        {
            "id": 26631509,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2270933339.jpg",
            "title": "刘易斯探案：盘根错节",
            "release": 1
        },
        {
            "id": 26611891,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534409705.jpg",
            "title": "欢乐满人间2",
            "release": 1
        },
        {
            "id": 26427493,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2492991257.jpg",
            "title": "开膛街 第四季",
            "release": 1
        },
        {
            "id": 26341777,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238748535.jpg",
            "title": "9号秘事 第二季",
            "release": 1
        },
        {
            "id": 24525454,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1960716182.jpg",
            "title": "沉睡之前",
            "release": 1
        },
        {
            "id": 11535135,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2355991333.jpg",
            "title": "鬼宅的秘密",
            "release": 1
        },
        {
            "id": 10441623,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2165090543.jpg",
            "title": "开膛街 第一季",
            "release": 1
        }
    ],
    "introduction": "David Hattersley Warner (29 July 1941 – 24 July 2022) was an English actor who worked in film, television, and theatre. He attended the Royal Academy of Dramatic Art, and after making his stage debut in 1962 he joined the Royal Shakespeare Company (RSC) with whom he played Henry VI in The Wars of the Roses cycle at the West End's Aldwych Theatre in 1964. The RSC then cast him as Prince Hamlet in Peter Hall's 1965 production of Hamlet. He attained prominence on screen in 1966 through his lead performance in the Karel Reisz film Morgan: A Suitable Case for Treatment, for which he was nominated for the BAFTA Award for Best Actor in a Leading Role.Warner portrayed a variety of romantic leads, villainous characters and more sympathetic roles across a range of media, including A Christmas Carol (as Bob Cratchit opposite George C. Scott's Ebenezer Scrooge) Titanic, Mary Poppins Returns and various characters in the Star Trek franchise.In 1981, he won an Emmy Award for Outstanding Supporting Actor in a Miniseries or Special for his portrayal of Pomponius Falco in the television miniseries Masada.Early lifeWarner was born on 29 July 1941 in Manchester, Lancashire, the son of Ada Doreen Hattersley and Herbert Simon Warner, a nursing home proprietor. He was born out of wedlock and frequently taken to be brought up by each of his parents, eventually settling with his Russian father and his stepmother.He graduated from RADA in 1961.CareerTheatreWarner made his professional stage debut at the Royal Court Theatre in January 1962, playing Snout, a minor role in Shakespeare's A Midsummer Night's Dream, directed by Tony Richardson for the English Stage Company. In March 1962, at the Belgrade Theatre, Coventry, he played Conrad in Much Ado About Nothing, following which in June he appeared as Jim in Afore Night Come at the New Arts Theatre in London.He joined the Royal Shakespeare Company in Stratford-upon-Avon in April 1963 to play Trinculo in The Tempest and Cinna the Poet in Julius Caesar, and in July was cast as Henry VI in the John Barton adaptation of Henry VI, Parts I, II and III, which comprised the first two plays from The Wars of the Roses trilogy. At the West End's Aldwych Theatre in January 1964, he again played Henry VI in the complete The Wars of the Roses history cycle (1964). Returning to Stratford in April, he performed the title role in Richard II, Mouldy in Henry IV, Part 1 and Henry VI. At the Aldwych in October 1964, he was cast as Valentine Brose in the play Eh? by Henry Livings, a role he reprised in the 1968 film adaptation Work Is a Four-Letter Word.He first played the title role in Hamlet for the RSC in Stratford-upon-Avon in 1965. This production transferred to the Aldwych Theatre in December of that year. In the 1966, Stratford season, his Hamlet was revived and he also played Sir Andrew Aguecheek in Twelfth Night. Finally at the Aldwych in January 1970, he played Julian in Tiny Alice.According to his 2007 programme CV, Warner's other work for the theatre included The Great Exhibition at Hampstead Theatre (February 1972); I, Claudius at the Queen's Theatre (July 1972); A Feast of Snails at the Lyric Theatre (February 2002); Where There's a Will at the Theatre Royal, Bath; King Lear at Chichester Festival Theatre (in 2005, see details below); and also Major Barbara on Broadway.Film and televisionIn 1963, he made his film debut as the villainous Blifil in Tom Jones, and in 1965, starred as Henry VI in the BBC television version of the RSC's The Wars of the Roses cycle of Shakespeare's history plays. Another early television role came when he starred alongside Bob Dylan in the 1963 play Madhouse on Castle Street. A major step in his career was the leading role in Morgan: A Suitable Case for Treatment (1966) opposite Vanessa Redgrave, which established his reputation for playing slightly off-the-wall characters. He also appeared as Konstantin Treplev in Sidney Lumet's 1968 adaptation of Anton Chekhov's The Sea Gull and starred alongside Jason Robards and Stella Stevens as Reverend Joshua Duncan Sloane in Sam Peckinpah's The Ballad of Cable Hogue.In horror films, he appeared in one of the stories of From Beyond the Grave, opposite Gregory Peck in The Omen (1976) as the ill-fated photojournalist Keith Jennings, and the 1979 thriller Nightwing. He also starred in cult classic Waxwork (1988), and featured alongside a young Viggo Mortensen in the 1990 film Tripwire.He often played villains, in films such as The Thirty Nine Steps (1978), Time After Time (1979), Time Bandits (1981), Tron (1982), Hanna's War (1988), and television series such as Batman: The Animated Series playing Ra's al Ghul, the anti-mutant scientist Herbert Landon in Spider-Man: The Animated Series, as well as rogue agent Alpha from Men in Black, the Archmage in Disney's Gargoyles, and the Lobe in Freakazoid!. He was also cast against type as Henry Niles in Straw Dogs (1971) and as Bob Cratchit in the 1984 telefilm A Christmas Carol starring George C. Scott as Scrooge. In addition, he played German SS Obergruppenführer Reinhard Heydrich both in the film Hitler's SS: Portrait in Evil, and the television miniseries Holocaust; as sinister millionaire Amos Hackshaw in HBO's original 1991 film Cast a Deadly Spell.In 1981, Warner received an Emmy Award for Outstanding Supporting Actor in a Miniseries or Special for Masada as Pomponius Falco. In 1988, he appeared in the Danny Huston film Mr. North.He subsequently appeared in films such as A Christmas Carol, as Bob Cratchit, in 1984, Star Trek V: The Final Frontier (1989), Star Trek VI: The Undiscovered Country, Avatar (known as Matrix Hunter in the USA), Teenage Mutant Ninja Turtles II: The Secret of the Ooze (1991), Titanic (the third time he appeared in a film that is about or includes reference to RMS Titanic) and Scream 2. In 2001, he played Captain James Sawyer in two episodes of A&E's adaptation of C.S. Forester's Hornblower series. He appeared in three episodes of the second season of Twin Peaks (1991) as \"Thomas Eckhardt\". He also continued to play classical roles. In \"Chain of Command\", an episode of Star Trek: The Next Generation, he was a Cardassian interrogator. He based his portrayal on the evil \"re-educator\" from 1984. His less-spectacular roles included a double-role in the low-budget fantasy Quest of the Delta Knights (1993) which was eventually spoofed on Mystery Science Theater 3000. He also played Admiral Tolwyn in the film version of Wing Commander.Warner's sympathetic side had been evident in Sam Peckinpah's Cross of Iron (1977), where he portrayed Captain Kiesel. Other \"nice guy\" roles include the charismatic \"Aldous Gajic\" in \"Grail\", a first season (1994) episode of Babylon 5 and \"Chancellor Gorkon\" in Star Trek VI: The Undiscovered Country (1991). In an episode of Lois & Clark: The New Adventures of Superman, he played Superman's deceased Kryptonian father Jor-El, who appeared to his son through holographic recordings. Warner also played \"ambiguous nice guys\" such as vampire bat exterminator Philip Payne in 1979's Nightwing; and Dr. Richard Madden in 1994's Necronomicon: Book of the Dead. In Seven Servants by Daryush Shokof, he co-starred with Anthony Quinn in 1996.Another 'sympathetic' role was in 2013, when he played Professor Grisenko in the Doctor Who episode \"Cold War\" in which he battled a revived Ice Warrior and struck up a rapport with the Doctor's companion Clara Oswald. Warner also appeared in the second series of the Sky 1 comedy-drama Mad Dogs and starred in two 2014 episodes of the Horror series Penny Dreadful as Abraham Van Helsing.Warner contributed \"Sonnet 25\" to the 2002 compilation album When Love Speaks, which consists of Shakespearean sonnets and play excerpts as interpreted by famous actors and musicians. He performed in many audio plays, starring in the Doctor Who Unbound play Sympathy for the Devil (2003) as an alternative version of the Doctor, and in a series of plays based on ITV's Sapphire & Steel as Steel, both for Big Finish Productions. He reprised his incarnation of the Doctor in a sequel, Masters of War (2008). In 2007, he guest starred as Isaac Newton in the Doctor Who audio drama Circular Time and as Cuthbert in four of the seven stories in the second Fourth Doctor series. He also guest starred in the BBC Radio 4 science fiction comedy Nebulous (2005) as Professor Nebulous' arch-enemy Dr. Joseph Klench. In all these productions, Warner worked with writer and comedian Mark Gatiss of the League of Gentlemen, and plays a guest role in the League's 2005 feature film The League of Gentlemen's Apocalypse. He also performed in radio plays for the American companies L.A. Theatre Works and the Hollywood Theater of the Ear. In 2005, Warner read a new adaptation of Oliver Twist for BBC Radio 2 (adapted by Neville Teller and directed by Neil Gardner). In 2008, he guest-starred as Mycroft Holmes in the Bernice Summerfield audio play The Adventure of the Diogenes Damsel. In 2009, he was the voice of Lord Azlok of the Viperox, an insectoid alien race in the animated Doctor Who serial \"Dreamland\". In 2016, he returned as his alternate Doctor in a series of audios where his Doctor briefly travels to the 'prime' universe and enlists the Seventh Doctor's companion Benny Summerfield (Lisa Bowerman) to try and help him save his universe. Warner's Doctor continued his travels with Benny in a second series of audios released in 2017. Shortly before his death in 2022 it was revealed he would return as his alternate Doctor as part of Finish's celebration of the 60th Anniversary and would share scenes with Christopher Eccleston who appeared as the Ninth Doctor.He also contributed voice acting to a number of video games, notably playing the villain Jon Irenicus in Baldur's Gate II: Shadows of Amn and Morpheus in Fallout.Warner did voice work on the short-lived FOX animated series Toonsylvania as Dr. Vic Frankenstein. He was also the first voice of the demon Nergal from The Grim Adventures of Billy & Mandy, but was later replaced by Martin Jarvis.Warner narrated the Disney direct-to-video Pooh's Grand Adventure: The Search for Christopher Robin.In March 2010, it was announced that Warner would be joining the cast of the Dark Shadows audio drama miniseries Kingdom of the Dead.Return to theatre and later workIn 2001, Warner returned to the stage after a nearly three-decade hiatus to play Andrew Undershaft in a Broadway revival of George Bernard Shaw's Major Barbara. In May 2005, at the Chichester Festival Theatre Warner made a return to Shakespeare, playing the title role in Steven Pimlott's production of King Lear. Tim Walker, reviewing the performance in The Sunday Telegraph, wrote: \"Warner is physically the least imposing king I have ever seen, but his slight, gaunt body serves also to accentuate the vulnerability the part requires. So, too, does the fact that he is older by decades than most of the other members of the youthful cast.\"On 30 October 2005, he appeared on stage at The Old Vic theatre in London in the one-night play Night Sky alongside Christopher Eccleston, Bruno Langley, Navin Chowdhry, Saffron Burrows and David Baddiel. In December 2006, he starred in Terry Pratchett's Hogfather on Sky1 as Lord Downey. And in August 2007, as an RSC Honorary Artist, he returned to Stratford for the first time in over 40 years to play Sir John Falstaff in the Courtyard Theatre revival of Henry IV, Part 1 and Henry IV, Part 2 which were part of the RSC Histories Cycle. He is one of the few actors[citation needed] to play Hamlet (RSC), Lear (Chichester Festival Theatre) and Falstaff (RSC).In February 2008, Warner was heard as the popular fictional character Hugo Rune in a new 13-part audio adaptation of Robert Rankin's The Brightonomicon released by Hokus Bloke Productions and BBC Audiobooks. He starred alongside some high-profile names including cult science fiction actress and Superman star Sarah Douglas, Rupert Degas, The Lord of the Rings actor Andy Serkis, Harry Potter villain Jason Isaacs, Mark Wing-Davey and Martin Jarvis (written by Elliott Stein & Neil Gardner, and produced/directed by Neil Gardner).In October 2008, Warner played the role of Lord Mountbatten of Burma in the BBC Four television film In Love with Barbara, a biopic about the life of romantic novelist Barbara Cartland. He plays Povel Wallander, the father of Kurt Wallander, in BBC One's Wallander.Other workIn 2010, writer and actor Mark Gatiss interviewed Warner about his role in The Omen (1976) for his BBC documentary series A History of Horror. In November 2013, David Warner posed for Rory Lewis Photographers 'Northerners' Exhibition, David's image was acquired by the National Portrait Gallery in London, and was the first professional portrait sitting of David since 1966.DeathHaving been diagnosed with cancer eighteen months prior to his death, Warner died at Denville Hall (a retirement home for actors and other theatrical workers) in Northwood, London, on 24 July 2022, five days before what would have been his 81st birthday.",
    "name_more_cn": [],
    "personage_id": "27230984",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1025251",
    "personage_link": "https://www.douban.com/personage/27230984/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2022年7月24日"
        }
    ],
    "name_more_other": [
        "David Hattersley Warner(本名)"
    ],
    "update_at": "2025-02-05T16:22:49"
}