{
    "sid": "1026545",
    "name": "哈利·T. 摩尔",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0601271",
    "name_en": "Harry T. Moore",
    "name_full": "哈利·T. 摩尔 Harry T. Moore",
    "birth_date": "1908年8月2日",
    "birth_place": "美国,加利福尼亚州,奥克兰",
    "last_movies": [
        {
            "id": 2973489,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507655421.jpg",
            "title": "爱的传教士",
            "release": 1
        }
    ],
    "introduction": "The son of an army Lieutenant Colonel, Moore began his education at the University of Chicago in 1934. After serving in the US military and rising to the ranks of Lieutenant Colonel, he began his impressive academic career. He was made Professor of English at the Southern Illinois University in 1957 and wrote and edited many notable works of literary criticism during his career.Although Moore is best known for his work on Lawrence, he also wrote and edited books on the writings of John Steinbeck, E.M. Forster, Henry James, as well as several collections of essays on twentieth-century literature. Moore’s biography of Lawrence, The Intelligent Heart, later revised and published as The Priest of Love in 1974, became the basis for a film starring Ian McKellen and JanetSuzman in 1981. His other works on Lawrence include The Life and Works of D.H. Lawrence, 1951, and D.H. Lawrence and his World, 1966.Moore became a fellow of the Royal Society of Literature, as well as the President of the College English Association. He also won the Guggenheim Fellowships in 1958 and 1960.",
    "name_more_cn": [],
    "personage_id": "27232278",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1026545",
    "personage_link": "https://www.douban.com/personage/27232278/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1981年4月11日"
        }
    ],
    "name_more_other": [
        "Harry Thornton Moore"
    ],
    "update_at": "2025-06-18T19:00:18"
}