{
    "sid": "1027867",
    "name": "乌多·基尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1469960637.64.jpg",
    "imdb_id": "nm0001424",
    "name_en": "Udo Kier",
    "name_full": "乌多·基尔 Udo Kier",
    "birth_date": "1944年10月14日",
    "birth_place": "德国,科隆",
    "last_movies": [
        {
            "id": 37456845,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mascots",
            "release": 0
        },
        {
            "id": 37098574,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916480638.jpg",
            "title": "糟糕的画家",
            "release": 1
        },
        {
            "id": 37037128,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916276608.jpg",
            "title": "设身成椅",
            "release": 1
        },
        {
            "id": 36776419,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Theirs",
            "release": 0
        },
        {
            "id": 36697078,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920287744.jpg",
            "title": "密探",
            "release": 1
        },
        {
            "id": 36319977,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889511523.jpg",
            "title": "衣橱里的骷髅",
            "release": 1
        },
        {
            "id": 35890224,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874191205.jpg",
            "title": "一个演员的死亡",
            "release": 1
        },
        {
            "id": 35752383,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884147747.jpg",
            "title": "完美音调：邦珀在柏林 第一季",
            "release": 1
        },
        {
            "id": 35732512,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868105568.jpg",
            "title": "AEIOU：爱之字母表",
            "release": 1
        },
        {
            "id": 35289736,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876088328.jpg",
            "title": "医院风云：出埃及记",
            "release": 1
        },
        {
            "id": 35235711,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882856013.jpg",
            "title": "我的邻居阿道夫",
            "release": 1
        },
        {
            "id": 35165088,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884926104.jpg",
            "title": "纳粹猎人 第二季",
            "release": 1
        },
        {
            "id": 26817124,
            "year": "2040",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2429430848.jpg",
            "title": "希望岛",
            "release": 0
        }
    ],
    "introduction": "Udo Kierspe (born 14 October 1944), known professionally as Udo Kier, is a German actor. Known primarily as a character actor, Kier has appeared in more than 220 films in both leading and supporting roles throughout Europe and the Americas. He has collaborated with acclaimed filmmakers such as Lars von Trier, Gus Van Sant, Werner Herzog, Walerian Borowczyk, Kleber Mendonça Filho, Dario Argento, Charles Matton, Guy Maddin, Alexander Payne, and Paul Morrissey.Early lifeKier was born in Cologne, near the end of World War II. The hospital where he was born was bombed by the invading Allied forces moments after his birth, and he and his mother had to be dug out of the rubble. He grew up without a father. In his youth, he was an altar boy and cantor. He moved to London, England at the age of 18 to learn the English language.CareerIn 1966, Kier was cast in the lead role for the film Road to St. Tropez. An early starring role in Andy Warhol's Frankenstein (1973) led to a string of art-house, low-budget, and mainstream horror films, including a number of vampire-themed pictures Die Einsteiger (1985), Blade (1998), Modern Vampires (1998), Shadow of the Vampire (2000), Dracula 3000 and BloodRayne (2005). He has also become famous for his work with cult directors, including Rainer Werner Fassbinder, Walerian Borowczyk, Gus Van Sant, Christoph Schlingensief, and Dario Argento (whose classic Suspiria (1977) he was featured in). He has appeared in almost all of Lars von Trier's movies since 1987's Epidemic (with the exceptions of The Idiots, The Boss of it All, Antichrist and The House That Jack Built).His most famous Hollywood roles include his appearance as Ron Camp in Ace Ventura: Pet Detective (1994), Curly in Barb Wire, as a NASA flight psychologist in Armageddon, as the villainous Lorenzini in The Adventures of Pinocchio and 1999 sequel The New Adventures of Pinocchio, and as Ralfi in the film Johnny Mnemonic. His music video work includes Madonna's \"Deeper and Deeper\" from the album Erotica,[12] Korn's \"Make Me Bad\", Eve's \"Let Me Blow Ya Mind\", and \"Die Schöne und das Biest\" by defunct German band Rauhfaser.He has also worked extensively as a voice actor, starring as the psychic Yuri (as well as the voice of the PsiCorps) in Command & Conquer: Red Alert 2 and its expansion, Yuri's Revenge. He also voiced The Music Master in Justice League, Herbert Ziegler in The Batman, Ivan Bahn in Metropia, Professor Pericles as well as a Shadowy Figure in Scooby-Doo! Mystery Incorporated, Mister Toad in Beware the Batman, Warden in Axe Cop, Head Vampire Vampire in Major Lazer, Dylan Beekler's Backpack in Golan the Insatiable and Dr. Peter Straub in Call of Duty: WWII.A documentary on his life and career entitled ICH-UDO...der Schauspieler Udo Kier (ME –UDO...the actor Udo Kier) was filmed for Arte, the European Franco-German culture channel, and released in 2012. In 2013, the documentary won the New York Festival \"Finalist Certificate\".Personal lifeKier is gay, and has been open about his homosexuality his entire life. \"No one ever asked about my sexuality. Maybe it was obvious, but it didn't make any difference because all that mattered was the role I was playing. As long as I did a good job on the part, no one cared about my sexuality.\"He moved to Palm Springs, California, United States, in 1991.",
    "name_more_cn": [],
    "personage_id": "27233604",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1027867",
    "personage_link": "https://www.douban.com/personage/27233604/",
    "property_other": [],
    "name_more_other": [
        "Udo Kierspe (本名)"
    ],
    "update_at": "2026-01-16T07:21:42"
}