{
    "sid": "1027940",
    "name": "托德·斯塔什维克",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c3f2763b8d6f76b9117984158b65ccac.jpg",
    "imdb_id": "nm0823693",
    "name_en": "Todd Stashwick",
    "name_full": "托德·斯塔什维克 Todd Stashwick",
    "birth_date": "1968年10月16日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 36137784,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882550001.jpg",
            "title": "幻视任务",
            "release": 0
        },
        {
            "id": 35387959,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884408753.jpg",
            "title": "黯夜虚空",
            "release": 1
        },
        {
            "id": 35284167,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889943556.jpg",
            "title": "他告诉我的最后一件事 第一季",
            "release": 1
        },
        {
            "id": 33414567,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632018315.jpg",
            "title": "爱情，婚礼和其它灾难",
            "release": 1
        },
        {
            "id": 30345227,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584332087.jpg",
            "title": "回归之路",
            "release": 1
        },
        {
            "id": 30236564,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545274320.jpg",
            "title": "麻辣女孩",
            "release": 1
        },
        {
            "id": 30213316,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902781473.jpg",
            "title": "家有儿女之神犬当家",
            "release": 1
        },
        {
            "id": 27104326,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520937883.jpg",
            "title": "奇异天使 第一季",
            "release": 1
        },
        {
            "id": 27059293,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522156453.jpg",
            "title": "十二猴子 第四季",
            "release": 1
        },
        {
            "id": 26342537,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2328723474.jpg",
            "title": "十二猴子 第二季",
            "release": 1
        },
        {
            "id": 10760385,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2308682498.jpg",
            "title": "拿起枪的简",
            "release": 1
        }
    ],
    "introduction": "Stashwick was born in Chicago and raised in the suburbs right outside of the city. As a child, he always loved making people laugh, and he aspired to one day perform at Chicago's famous The Second City. Soon after graduating from Illinois State University with a degree in theatre, he began performing at several local improvisational theaters, and his dream came true when he was hired in 1992 to tour nationally with The Second City.Following productions at The Second City Detroit and The Second City Northwest, he moved to New York. There, he formed a company of improvisers and began staging the underground critically acclaimed \"Burn Manhattan\" all over the city. Other performers included Kate Walsh, Jeremy Piven, and Spencer Kayden.Aside from his work in improvisational theatre, Stashwick worked for several years in late 1997 through Spring 2000 on \"Late Night With Conan O'Brien,\" performing as part of their rotating stable of comedy actors.Work in television and film ultimately drew him to Los Angeles, where he soon landed roles in pilots and series and film.Stashwick remains true to his improvisational roots, and he produces, performs, and teaches at his own improvisational theatre that he co-founded in North Hollywood called \"The Hothouse\". In addition he performs annually with the Macabre improv cabaret The Doubtful Guests who just celebrated their 10-year anniversary. He has also taught and performed his unique style of avant-garde improvisation internationally. He directed a show in Liverpool called \"Hoof!,\" which still tours throughout Europe.He is also the writer and co-creator of the online action/horror web comic 'Devil Inside'. He publishes a new free episode weekly on his website, www.toddstashwick.com. The comic has brought him to comic book conventions across the country with his collaborator, comic book artist Dennis Calero.Stashwick resides in Los Angeles with his wife Charity, whom he married in 1997 in the middle of Times Square in front of 20 close family members and friends, as well as all of New York City. The couple has two children. Their household also includes two dogs, two cats, and a conure (small parrot).In his spare time, Stashwick enjoys surfing, noodling on the ukulele, and writing screenplays and pilots. He's an avid TV fan (his current favorites are Breaking Bad, The Walking Dead, and Doctor Who) and a huge film buff (Star Wars, There Will be Blood, and Hedwig and the Angry Inch are among his favorites). A shameless geek, he can be found playing video games with his son or with his nose buried in a comic book. He's been a vegetarian since 1988. He loves traveling overseas as often as his hectic schedule permits. A self-professed Anglophile, Stashwick loves English comedy, music and television.",
    "name_more_cn": [],
    "personage_id": "27233677",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1027940",
    "personage_link": "https://www.douban.com/personage/27233677/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-26T15:00:35"
}