{
    "sid": "1028666",
    "name": "佛朗哥·克里斯塔迪",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cfe347c62dc6426f5f0d9feb26aa3304.jpg",
    "imdb_id": "nm0188053",
    "name_en": "Franco Cristaldi",
    "name_full": "佛朗哥·克里斯塔迪 Franco Cristaldi",
    "birth_date": "1924年10月3日",
    "birth_place": "意大利,皮埃蒙特大区,都灵",
    "last_movies": [
        {
            "id": 35948904,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879417272.jpg",
            "title": "Claudia Cardinale, la créature du secret",
            "release": 1
        },
        {
            "id": 5162495,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Franco Cristaldi e il suo cinema Paradiso",
            "release": 1
        },
        {
            "id": 5050557,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2404407070.jpg",
            "title": "Ad ovest di Paperino",
            "release": 1
        },
        {
            "id": 5048239,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869763398.jpg",
            "title": "丹吉尔，最后的夏天",
            "release": 1
        },
        {
            "id": 4714325,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563523738.jpg",
            "title": "咖啡厅",
            "release": 1
        },
        {
            "id": 4323070,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877695740.jpg",
            "title": "核意",
            "release": 1
        },
        {
            "id": 2040160,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554677263.jpg",
            "title": "有一座有40只狗的城堡",
            "release": 1
        },
        {
            "id": 1797176,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517727940.jpg",
            "title": "马可·波罗",
            "release": 1
        },
        {
            "id": 1303645,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917113566.jpg",
            "title": "纯真之旅",
            "release": 1
        },
        {
            "id": 1302507,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516063244.jpg",
            "title": "战火狂焰",
            "release": 1
        }
    ],
    "introduction": "Ex studente di medicina, ex partigiano, Cristaldi entra nel campo della produzione cinematografica molto giovane, colpito dalla passione per il cinema dopo una casuale frequentazione con Roberto Rossellini a Roma. Tornato nella città natale, Torino, nel 1946 fonda la Vides Cinematografica, che all'inizio limita le proprie produzioni all'ambito del documentario e del cortometraggio.Acquisita una sufficiente esperienza e circondatosi di fidati collaboratori, nel 1954 esordisce nel lungometraggio, con La pattuglia sperduta, diretto da Piero Nelli, film d'ambientazione risorgimentale girato come un film neorealista (pochi mezzi e attori non professionisti). Il film non è un successo commerciale, ma vale alla Vides l'attenzione della Lux Film, con cui si instaura una fortunata collaborazione produttiva.Nel 1959 si trasferisce a Roma, dove rimane fedele alla politica di produzione artigianale di prototipi, contro la concezione del cinema come industria seriale: in ogni prodotto Vides, sempre di livello eccezionalmente alto, è percepibile l'imperativo morale e professionale del produttore di promuovere nuove idee. Trova anche soluzioni produttive e creative particolari per i diversi film: ad esempio, per Le notti bianche costituisce una società insieme a Suso Cecchi D'Amico, Marcello Mastroianni e Luchino Visconti, per mettersi alla pari con gli artisti.Cristaldi lavora con autori molto diversi, a cui lascia la più completa libertà tematica e stilistica, riuscendo ad ottenere i migliori risultati: Francesco Rosi, Pietro Germi, Francesco Maselli, Mario Monicelli, Nanni Loy, Federico Fellini, Luchino Visconti, Marco Bellocchio, Maurizio Nichetti, Giuseppe Tornatore. L'ultimo grande successo della sua carriera è Nuovo Cinema Paradiso (1988). Dopo una prima uscita disastrosa, Cristaldi chiede a Tornatore che venga accorciato a un massimo di 2 ore. Il regista lo accontenta ma il film, ritornato in sala, continua a non avere successo, fino a quando non viene selezionato al Festival di Cannes, dove riceve unanimi consensi di critica e di pubblico e vince il Grand Prix Speciale della Giuria. Selezionato poi dall'Academy, vincerà l'Oscar per il miglior film straniero.Cristaldi sposò in prime nozze Carla Simonetti, con la quale ebbe un figlio, Massimo (1956-2022), anch'egli produttore cinematografico. Nel 1966 il matrimonio fu annullato dalla Sacra Rota e Cristaldi poté così sposare Claudia Cardinale, dalla quale divorziò nel 1975. Nel 1983 passò a nuove nozze con Zeudi Araya. È nota anche una sua relazione nei primi anni '60 con Rosanna Schiaffino .",
    "name_more_cn": [],
    "personage_id": "27234404",
    "family_member": [
        "Carla Simonetti(前妻)",
        "克劳迪娅·卡汀娜(前妻)",
        "Zeudi Araya(妻子)",
        "Massimo Cristaldi(儿子)",
        "Patrick Cristaldi(儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1028666",
    "personage_link": "https://www.douban.com/personage/27234404/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1992年7月1日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-30T19:35:32"
}