{
    "sid": "1028494",
    "name": "茱莉·黛许",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "剪辑"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1375086602.15.jpg",
    "imdb_id": "nm0201969",
    "name_en": "Julie Dash",
    "name_full": "茱莉·黛许 Julie Dash",
    "birth_date": "1952年10月22日",
    "birth_place": "美国,纽约,皇后区",
    "last_movies": [
        {
            "id": 35247931,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883366753.jpg",
            "title": "洗脑影像：性、镜头和权力",
            "release": 1
        },
        {
            "id": 27155655,
            "year": "2017",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Travel Notes of a Geechee Girl",
            "release": 1
        },
        {
            "id": 5224376,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Brothers of the Borderland",
            "release": 1
        },
        {
            "id": 5182611,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567422182.jpg",
            "title": "Zora Neale Hurston: Jump at the Sun",
            "release": 1
        },
        {
            "id": 5132647,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884507383.jpg",
            "title": "罗莎帕克",
            "release": 1
        },
        {
            "id": 5107705,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Women: Stories of Passion",
            "release": 1
        },
        {
            "id": 4098084,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2159538742.jpg",
            "title": "隐姓埋名",
            "release": 1
        },
        {
            "id": 3142337,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536102032.jpg",
            "title": "爱之颂",
            "release": 1
        },
        {
            "id": 1308056,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528099455.jpg",
            "title": "地铁悍将",
            "release": 1
        },
        {
            "id": 1299224,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534662709.jpg",
            "title": "往日缘系今日情",
            "release": 1
        }
    ],
    "introduction": "Thirty-one years ago, filmmaker Julie Dash broke through racial and gender boundaries with her Sundance award-winning film (Best Cinematography) Daughters of the Dust. She became the first African American woman to have a wide theatrical release of her feature film. The Library of Congress placed Daughters of the Dust and her UCLA MFA senior thesis Illusions in the National Film Registry. These two films join a select group of American films preserved and protected as national treasures by the Librarian of Congress.Spring 2022, Charleston, SC Mayor John J. Tecklenburg presented Julie Dash with an award from the White House, Joseph R. Biden’s President’s Lifetime Achievement Award for a lifelong commitment to building a stronger nation through volunteer service.Dash recently designed two rooms for the Metropolitan Museum of Art and VOGUE, In American: An Anthology of Fashion, featured at the NYC Met Gala 2022. She directed Kerry Washington’s upcoming new drama series Reasonable Doubt. After directing a short fashion film with Chloe x Halle for VOGUE magazine, she directed multiple first season episodes of the ABC limited series Women of The Movement; and an episode of Our Kind of People for FOX/Hulu. Prior to that she delivered the Rajiv Vaidya Memorial Lecture for the National Gallery of Art. She was a presenter with Angela Davis for the Princeton University Combahee Experiment and the Academy Dialogues with Ava DuVernay and Euzhan Palcy. She moderator for Conversations That Matter with Nikole Hannah-Jones, and a panelist for The Directors Guild of America. Dash is the recipient of the Special Award at the 82nd New York Film Critics Circle, the 2017 Women & Hollywood Trailblazer Award, the 2017 New York Women in Film & Television MUSE Award, The Ebert Award, and inducted into the Penn Cultural Center’s 1862 Circle on St. Helena Island.Dash is known for having directed multiple episodes of the award-winning drama series, Queen Sugar, Season 2, created and produced by Ava DuVernay and Oprah Winfrey, for OWN Television. She also hosted The Golden Years, a series for Turner Classic Movies.Dash was a Filmmaker’s Lab Governor at the Toronto International Film Festival; and screened at the Smithsonian’s First African American Film Festival. She has written and directed for CBS, BET, ENCORE STARZ, SHOWTIME, MTV Movies, HBO, and OWN Television. She directed the NAACP Image Award-winning, Emmy and DGA nominated, The Rosa Parks Story, Incognito, Funny Valentines, Love Song, and Subway Stories: Tales From The Underground. Her work as a film director includes museum and theme park exhibits and design for Disney’s Imagineering, Brothers of the Borderland for The National Underground Railroad Freedom Center Museum, and Smuggling Daydreams into Reality the Indianapolis Museum of Art. Her most recent museum installations include Standing at The Scratch Line, at the Philadelphia Museum of African American History, Philadelphia Museum of Art, and Shine a Light, a large-scale video mapping projection for the Charles H. Wright Museum in Detroit.Dash has several documentary projects in the works, including Travel Notes of a Geechee Girl, a feature-length documentary in-progress about Vertamae Smart Grosvenor, a world-renowned author, performer, and chef from rural South Carolina.She earned an MFA in screenwriting at the American Film Institute’s Center for Advanced Film Studies,an MFA in Theater Arts (Film & Television Production) at UCLA; and she received a BA in Film Production from CCNY.Julie Dash is a Diana King Endowed Professor in the Department of Art & Visual Culture at Spelman College.",
    "name_more_cn": [
        "朱莉·达什"
    ],
    "personage_id": "27234232",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1028494",
    "personage_link": "https://www.douban.com/personage/27234232/",
    "property_other": [],
    "name_more_other": [
        "Julie Fielder"
    ],
    "update_at": "2025-03-30T13:14:49"
}