{
    "sid": 1028408,
    "name": "尼内托·达沃利",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "副导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p22281.jpg",
    "imdb_id": "nm0205793",
    "name_en": "Ninetto Davoli",
    "name_full": "尼内托·达沃利 Ninetto Davoli",
    "birth_date": "1948年10月11日",
    "birth_place": "意大利",
    "last_movies": [
        {
            "url": "https://movie.douban.com/subject/26948719/",
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2410355125.jpg",
            "roles": [
                "演员"
            ],
            "title": "Natale a Londra: Dio Salvi la Regina",
            "subject_id": "26948719"
        },
        {
            "url": "https://movie.douban.com/subject/26781490/",
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516183602.jpg",
            "roles": [
                "演员"
            ],
            "title": "托斯塔纳天堂",
            "subject_id": "26781490"
        },
        {
            "url": "https://movie.douban.com/subject/30356817/",
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537603895.jpg",
            "roles": [
                "演员"
            ],
            "title": "幸福来了",
            "subject_id": "30356817"
        },
        {
            "url": "https://movie.douban.com/subject/26302008/",
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221781088.jpg",
            "roles": [
                "演员"
            ],
            "title": "我的爸爸",
            "subject_id": "26302008"
        },
        {
            "url": "https://movie.douban.com/subject/21244507/",
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206135035.jpg",
            "roles": [
                "演员"
            ],
            "title": "帕索里尼",
            "subject_id": "21244507"
        },
        {
            "url": "https://movie.douban.com/subject/25806681/",
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886244583.jpg",
            "roles": [
                "演员 - 自己"
            ],
            "title": "Pasolini, la passion de Rome",
            "subject_id": "25806681"
        },
        {
            "url": "https://movie.douban.com/subject/25763799/",
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
            "roles": [
                "演员"
            ],
            "title": "Baciamo le mani: 1Palermo-New York 1958",
            "subject_id": "25763799"
        },
        {
            "url": "https://movie.douban.com/subject/3903376/",
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867443463.jpg",
            "roles": [
                "演员"
            ],
            "title": "最后的天堂",
            "subject_id": "3903376"
        },
        {
            "url": "https://movie.douban.com/subject/5150497/",
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376738007.jpg",
            "roles": [
                "演员"
            ],
            "title": "海岸欢笑",
            "subject_id": "5150497"
        },
        {
            "url": "https://movie.douban.com/subject/4716435/",
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1809429527.jpg",
            "roles": [
                "演员"
            ],
            "title": "维托里奥广场电梯里的文明冲突",
            "subject_id": "4716435"
        }
    ],
    "introduction": "Davoli nasce a San Pietro a Maida, in provincia di Catanzaro, l'11 ottobre 1948. Poco dopo la nascita, Davoli si trasferisce con i genitori a Roma, dove cresce nella baraccopoli di Borghetto Prenestino, presso la via Prenestina. Dal carattere simpatico, con la tipica parlata romanesca e con un sorriso aperto, viene scoperto da Pier Paolo Pasolini che, dopo avergli affidato una comparsata nel film Il Vangelo secondo Matteo (1964), lo sceglie come coprotagonista, al fianco di Totò, nel film Uccellacci e uccellini (1966) e, successivamente, negli episodi La Terra vista dalla Luna (Le streghe, 1967) e Che cosa sono le nuvole? (Capriccio all'italiana, 1968), insieme a Franco Franchi, Ciccio Ingrassia e Totò.Comincia così un lungo sodalizio professionale e umano (sin dal 1963), destinati a interrompersi solo per la morte del poeta e regista. È proprio Davoli a effettuare il riconoscimento del cadavere di Pier Paolo Pasolini, la mattina del 2 novembre 1975, dopo l'assassinio del regista. Con Pasolini, Davoli ha girato in tutto nove film, l'ultimo dei quali è Il fiore delle Mille e una notte (1974).Al di fuori di Pasolini, ha realizzato un intenso e lungo sodalizio con Sergio Citti, con cui nel 1970 gira il film d'esordio Ostia e dopo tra il 1973 e il 1996 i successivi Storie scellerate, Casotto, Il minestrone, Sogni e bisogni (l'episodio I ladri) e I magi randagi. Specializzato in ruoli brillanti, Davoli raccoglie tuttavia i risultati migliori in ruoli drammatici come nel film Uno su due di Eugenio Cappuccio, con cui ottiene critiche ottime e vince il premio Lara 2006 alla prima Festa del Cinema di Roma, e in Cemento armato, pellicola noir di ambientazione romana di Marco Martani.In televisione nel 1975 interpreta Calandrino nello sceneggiato Le avventure di Calandrino e Buffalmacco di Piero Pieroni e Carlo Tuzii. Nel 1979 recita nella commedia musicale Addavenì quel giorno e quella sera, insieme ad Adriana Asti; le canzoni, in dialetto romanesco, sono tutte scritte da Antonello Venditti e cantate da Davoli, o da solo o in coppia con la Asti. Nel 2008 interpreta Gerardo il Barbaro nella prima stagione di Romanzo criminale - La serie per la regia di Stefano Sollima.A parte la nutrita filmografia e i numerosi ruoli teatrali, Ninetto Davoli deve anche la sua grande popolarità al personaggio di \"Gigetto\", protagonista di un fortunato Carosello dei primi anni settanta: per la pubblicità dei crackers Saiwa recita, a partire dal 1972, la serie \"Le canzoni alla Gigetto\", in cui vestito da garzone di panetteria (in dialetto romanesco, cascherino) gira all'alba per Roma zigzagando con una bicicletta da trasporto, cantando a squarciagola alcune note canzoni di quegli anni, con un effetto comico esilarante.Ninetto Davoli, sposatosi nei primi anni settanta, ha due figli e vive a Roma nel quartiere di Cinecittà. Fa parte della Nazionale italiana di calcio composta da cantanti e attori (la ItalianAttori), che partecipa a tornei di beneficenza, ed è acceso tifoso della Roma. Nel 2015 gli viene assegnato per il suo mezzo secolo sul set, il Nastro d'argento alla carriera, l'anno dopo il Bronzo Dorato all'arte della Recitazione del Festival Animavì. Dopo alcune fiction è tornato anche al cinema d'autore con il Pasolini di Abel Ferrara ma soprattutto con Michele Alhaique in Senza nessuna pietà.Nel 2020 partecipa alla quindicesima edizione di Ballando con le Stelle in coppia con la ballerina Ornella Boccafoschi, venendo eliminato nella terza puntata.",
    "name_more_cn": [],
    "personage_id": "27234146",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1028408",
    "personage_link": "https://www.douban.com/personage/27234146/",
    "property_other": [],
    "name_more_other": [
        "Giovanni Davoli (本名)"
    ],
    "update_at": "2025-01-18T22:35:17"
}