{
    "sid": "1028199",
    "name": "玛丽·拉福莱",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "音乐人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a9da4291ff9ff18ce1c025b5981bf96c.jpg",
    "imdb_id": "nm0481030",
    "name_en": "Marie Laforêt",
    "name_full": "玛丽·拉福莱 Marie Laforêt",
    "birth_date": "1939年10月5日",
    "birth_place": "法国",
    "last_movies": [
        {
            "id": 5146380,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629413444.jpg",
            "title": "A che punto è la notte",
            "release": 1
        },
        {
            "id": 5144325,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Jeux pour mourir",
            "release": 1
        },
        {
            "id": 5089296,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Villa vanille",
            "release": 1
        },
        {
            "id": 5084749,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Chienne de vie",
            "release": 1
        },
        {
            "id": 3122066,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ata Whenua: Fiordland on Film",
            "release": 1
        },
        {
            "id": 3013553,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1224601378.jpg",
            "title": "上帝的办公室",
            "release": 1
        },
        {
            "id": 2123527,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876663794.jpg",
            "title": "燃烧的沙漠",
            "release": 1
        },
        {
            "id": 1892494,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554654991.jpg",
            "title": "记忆丧失的男子",
            "release": 1
        },
        {
            "id": 1401504,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554788820.jpg",
            "title": "欲望解析",
            "release": 1
        },
        {
            "id": 1306538,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547490464.jpg",
            "title": "虚拟歌手",
            "release": 1
        }
    ],
    "introduction": "Maïtena Douménach, plus connue sous le nom de scène de Marie Laforêt, née le 5 octobre 1939 à Soulac-sur-Mer (Gironde) et morte le 2 novembre 2019 à Genolier (Suisse), est une chanteuse, compositrice et actrice française, naturalisée suisse.BiographieOrigines familialesMaïtena Douménach naît le 5 octobre 1939 à Soulac-sur-Mer (Gironde). Le prénom Maïtena, d'origine basque, ayant la signification d'« aimée », est donné parfois par des habitants du Languedoc, surtout des Pyrénées. Le nom de famille de son père, Douménach, est une forme catalane de Dominique.Enfance et adolescenceMarie Laforêt est la fille de Jean Eugène Douménach (1909-1983), polytechnicien, mathématicien et chercheur au CNRS et de Marie Louise Saint Guily (1912-1993), femme au foyer. La famille de son père est originaire d'Olette, village des Pyrénées-Orientales et celle de sa mère, de Bordeaux.Ses grands-parents paternels se sont installés à Sainte-Terre, près de Libourne, au début du xxe siècle, dans une maison que son père habite longtemps où Marie Laforêt passe ses vacances d'enfance.Pendant la Seconde Guerre mondiale, la famille Douménach trouve refuge à Cahors et dans la commune de leurs ancêtres, Lavelanet. Alors que son père est prisonnier de guerre en Allemagne, Marie, sa sœur Alexandra et leur mère connaissent beaucoup de privations et vivent difficilement.En 1998, elle révèle qu'à l'âge de trois ans, elle a été violée à plusieurs reprises par un voisin, épisode traumatisant dont le souvenir est demeuré refoulé et occulté pendant près de quarante ans avant de refaire surface.Après le retour de son père de captivité en mai 1945, la famille vit à Raismes où Jean Douménach dirige une usine de fabrication de matériel roulant ferroviaire, la Société franco-belge.Maïtena fait sa scolarité au lycée de filles Watteau, jusqu'à la classe de cinquième. Ensuite, la famille Doumenach s'établit à Paris.Après s'être rapprochée de la religion et avoir envisagé d'entrer au couvent, elle suit à Paris des études au lycée Jean-de-La Fontaine où elle commence à éprouver un vif intérêt pour ses premières expériences du jeu dramatique qui ont pour elle un effet bénéfique.CarrièreSa carrière commence après qu'elle a remporté le concours « Naissance d'une étoile », organisé par Europe no 1 en 1959 en remplacement de sa sœur.Elle décroche un rôle dans le film de Louis Malle, Liberté. Remarquée par Raymond Rouleau, elle fréquente alors les cours de théâtre de celui-ci. Le projet de film de Louis Malle est abandonné et c'est avec Alain Delon et Maurice Ronet dans le film Plein Soleil du metteur en scène René Clément que Marie Laforêt fait sa première apparition remarquée au cinéma.Les rôles se suivent. Le réalisateur Jean-Gabriel Albicocco (1936-2001), son mari d'alors, fait tourner Marie Laforêt dans deux films : La Fille aux yeux d'or d'après le roman d'Honoré de Balzac et Le Rat d'Amérique, d'après celui de Jacques Lanzmann avec un autre chanteur-comédien, Charles Aznavour.Après la bande son originale (BO) du film de Marcel Moussy Saint-Tropez Blues en 1960 qu'elle enregistre avec son ami d'enfance Jacques Higelin, c'est en février 1963 que sort son deuxième 45 tours, lequel va marquer sa carrière avec Les Vendanges de l'amour, écrites par Danyel Gérard. Déjà, elle aborde le répertoire latino-américain avec La Petenera (1960).De 1963 à 1970, André Popp signe toutes les orchestrations de ses succès et compose pour elle dix-huit chansons dont Mon amour, mon ami, Manchester et Liverpool et Dans le lit de Lola.Les succès s'enchaînent : Frantz (duo avec Guy Béart), Viens sur la montagne et La Tendresse en 1964, Katy cruelle et La Bague au doigt en 1965, Marie-douceur, Marie-colère, adaptation de Paint It Black, Manchester et Liverpool et La Voix du silence, version française de The Sound of Silence (1966). En 1967, Ivan, Boris et moi est un succès populaire ainsi que Mon amour, mon ami, puis Que calor la vida à la fin de 1968.Elle souhaite orienter sa carrière vers des titres plus personnels et puisés dans les folklores américain et européen.Dans cet état d'esprit, elle chante à Paris, à l'Olympia en 1969 (récital gravé sur disque), à Bobino l'année suivante et au Théâtre de la Ville en 1971-72. Le Vin de l'été, version française en 1969 de Summer Wine, de Lee Hazlewood en témoigne par exemple.Cette période située entre 1968 et 1972 est riche et authentique sur un plan artistique, l'amenant sur les scènes du monde entier. C'est également à cette époque qu'elle signe ses textes sous le pseudonyme de Françoise They. Mais cela ne plaît pas à CBS, sa nouvelle maison de disques, qui attendait des tubes et des chansons légères.Marie Laforêt, elle, avait envie de berceuses yougoslaves et de rythmes brésiliens (elle travaille notamment avec Egberto Gismonti et l'Argentin Jorge Milchberg), vénézuéliens et mexicains. Elle se fait alors accompagner par des formations typiques latino, vénézuéliennes, par exemple, avec contrebasse guitare et cuatro (ou même un charango andin) sur El Cabrestero en 1969, de Simon Diaz[16]. Marie Laforêt est accompagnée dans cette occasion par Jorge Milchberg (charango), Martín Torres (première guitare), Carlos Guerra (deuxième guitare), Roland Audy (flûtes), et Francis Dunglas (contrebasse). Ces musiciens participent à plusieurs spectacles. Milchberg est le directeur.En 1972, Marie Laforêt enregistre avec le guitariste argentin Raúl Maldonado \"Le Tengo rabia al Silencio\" de Atahualpa Yupanqui.La chanteuse signe chez Polydor et après un dernier album très personnel en 1972, elle renonce à ses goûts musicaux pour se laisser guider par ses producteurs et répondre aux attentes d'un public plus large.Plusieurs grands succès populaires marquent cette période commerciale : Viens, viens, adaptation d'un tube allemand, Mais je t'aime, L'Amour comme à seize ans, Tant qu'il y aura des chevaux (paroles et musique de Nicolas Peyrac), en 1973, Cadeau, en 1974, adaptation du tube country No Charge, Maine-Montparnasse, en 1976, Il a neigé sur Yesterday, en 1977, chanson-hommage aux Beatles.En août 1977, elle s'installe en Suisse et renonce aux enregistrements, afin d'échapper à la surmédiatisation et pouvoir écrire des livres dans l'anonymat.En 1978, elle vit à Genève où elle tient jusqu'en 1981 une galerie d'art pour laquelle elle exerce aussi la profession de commissaire-priseur. En 1979, elle revient au cinéma dans Flic ou Voyou aux côtés de Jean-Paul Belmondo et de Michel Galabru.Après un détour par la littérature avec la publication de Contes et légendes de ma vie privée chez Stock, Marie Laforêt se concentre sur le cinéma en France et en Italie. Son rôle le plus marquant est dans le film argentin Tangos, l'exil de Gardel qui obtient le Grand prix du jury à la Mostra de Venise en 1985. Peu de disques sortent malgré quelques tentatives en 1982 par exemple avec Blanche nuit de satin (reprise de Nights in White Satin du groupe The Moody Blues).En 1993, elle revient avec un album dont elle signe tous les textes, sans pseudonyme cette fois, Reconnaissances, dont sont issus deux singles : Genève… ou bien et Richard Toll.En 1994, la chanteuse publie la compilation en quatre volumes Fragile de A à Z, parcourant ses trente ans de carrière discographique. Une compilation des meilleurs titres sort également sous le titre Éventail 1963-1993. La carrière de Marie Laforêt se poursuit pendant les années 1990 au cinéma avec Tykho Moon d'Enki Bilal.En 1998, son album Voyages au long cours contient 17 titres inédits enregistrés sur scène lors d'une tournée mondiale (1969-1970). Elle chante en anglais (Barbara Allen), en espagnol (Cabrestero), en italien (Cicerenella), en russe, en roumain et en français (Marleau). Elle chante sur scène des chansons restées inédites comme Mon cœur se balance, composée sur une musique de Mendelssohn.En 2001, elle publie Mes petites magies, livre de recettes pour devenir jeune, un livre de recettes de beauté, puis en 2002, Panier de crabes : les vrais maîtres du monde, un livre engagé dans lequel elle dénonce les dérives du monde de la finance qu'elle a côtoyé lorsqu'elle était mariée à Éric de Lavandeyra.Après avoir joué Maria Callas dans Master Class, rôle qui lui vaut d'excellentes critiques (nomination aux Molières en 2000 pour son interprétation), elle remplace Isabelle Mergault dans la pièce de Laurent Ruquier La presse est unanime en 2003.Elle joue également durant un mois à l'Espace Cardin en 2004 dans Jésus la Caille, pièce adaptée du roman Jésus-la-Caille de Francis Carco. Elle participe chaque semaine sur l'antenne d'Europe 1 à l'émission de Laurent Ruquier On va s'gêner.Marie Laforêt remonte sur scène du 14 au 16 juillet 2005 dans le cadre du festival Juste pour rire de Montréal en avant-première d'une série de spectacles qu'accueille le théâtre des Bouffes-Parisiens, à Paris, du 12 au 24 septembre 2005, pour son premier tour de chant depuis 1972. Le public est au rendez-vous : le spectacle se joue à guichets fermés. Après deux ans d'attente, une série de concerts pour septembre 2007, et une tournée d'adieux sont annoncées, puis annulées à la suite de problèmes de santé.Vie privéeEn 1961, elle épouse le réalisateur Jean-Gabriel Albicocco (1936-2001).Entre 1965 et 1967, elle a pour compagnon Judas Azuelos, homme d'affaires d'origine juive marocaine dont elle a deux enfants : Lisa Azuelos née en 1965, réalisatrice de plusieurs films, et Jean Mehdi Abraham Azuelos né en 1967.En 1971, elle épouse Alain Kahn-Sriber, homme d'affaires et collectionneur d'art dont elle a un troisième enfant : Ève Marie Deborah née en 1974.Un autre homme important dans sa vie, Pierre Cornette de Saint-Cyr, commissaire-priseur, écrivain et collectionneur d'art, l'initie, à la fin des années 1970, au marché de l'art.En 1980, à Genève, elle épouse Pierre Meyer, chirurgien.Le 7 septembre 1990, elle épouse l'agent de change Éric de Lavandeyra dont elle se sépare quatre ans plus tard.Dans l'émission télévisée Tout le monde en parle, diffusée le 9 février 2002, elle livre un témoignage à charge visant Éric de Lavandeyra. Elle se dit persécutée par « une organisation criminelle disposant d'un budget d'environ deux cent cinquante fois supérieur à celui de la France » et liée à l'ordre du Temple solaire.MortMarie Laforêt meurt le 2 novembre 2019, à Genolier (Suisse), d'un cancer des os s'étant généralisé. Ses obsèques se déroulent à Paris en l'église Saint-Eustache le 7 novembre suivant; elles sont suivies de son inhumation dans l'intimité familiale au cimetière du Père-Lachaise (division 49).",
    "name_more_cn": [],
    "personage_id": "27233936",
    "family_member": [
        "Jean Douménach (父亲)",
        "Marie-Louise Saint Guily (母亲)",
        "Jean-Gabriel Albicocco (前夫)",
        "Judas Azuelos (前夫)",
        "Alain Kahn-Sriber (前夫)",
        "Pierre Meyer (前夫)",
        "Éric de Lavandeyra (前夫)",
        "Lisa Azuelos (女儿)",
        "Jean Mehdi Abraham Azuelos (儿子)",
        "Ève Marie Deborah Kahn-Sriber (女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1028199",
    "personage_link": "https://www.douban.com/personage/27233936/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2019年11月2日"
        },
        {
            "label": "流派",
            "value": "民谣，摇滚，流行，西欧传统音乐"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "法语"
        }
    ],
    "name_more_other": [
        "Maïtena Marie Brigitte Doumenach (本名)"
    ],
    "update_at": "2025-01-24T17:33:53"
}