{
    "sid": "1028256",
    "name": "比姆芭·波塞",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3c2a0289dca24bc9619143b0d0e88555.jpg",
    "imdb_id": "nm1889356",
    "name_en": "Bimba Bosé",
    "name_full": "比姆芭·波塞 Bimba Bosé",
    "birth_date": "1975年10月1日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 26296258,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322750048.jpg",
            "title": "胡丽叶塔",
            "release": 1
        },
        {
            "id": 4236147,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2247576591.jpg",
            "title": "索多玛执政官",
            "release": 1
        }
    ],
    "introduction": "There are models and then there are insider’s models; Eleonora Salvatore González, better known as Bimba Bosé, was the latter. Revered in style circles for her distinctive looks and bold personality, the game-changing muse died today after a two-year battle with breast cancer. Helping to invigorate editorials via her work with photography luminaries like Steven Meisel, Inez van Lamsweerde and Vinoodh Matadin, and Sølve Sundsbø, Bosé was an essential component of the early ’00s fashion scene. Whether she was gracing the covers of Vogue’s international editions or walking the catwalks for Miguel Adrover, John Galliano, or Yohji Yamamoto, Bosé embodied rebellious cool.As the granddaughter of Italian actress Lucia Bosé and famed bullfighter Luis Miguel González Lucas “Dominguín,” Bosé entered modeling with a pedigree. Raised among artists, she adopted the name “Bimba” (Italian for “baby”) for her creative pursuits—acting, singing, and posing among them. Arriving right as the Brazilian wave began to wane, Bosé and her contemporaries like An Oost, Kim Peers, and Christina Kruse helped to change the face of modeling. From her beating-heart tattoo to her dramatic boyish buzz cut, Bosé provided an edgy perspective on beauty. Androgynous with an arresting presence on the runway, she found champions in designers who pushed boundaries. Her tenure as the face of Tom Ford’s Gucci and Versus Versace saw her image plastered on billboards around the world, but she retained her exclusive status, choosing work based on its merit rather than the exposure it could get her. Though she eventually expanded into acting including a role in Pedro Almodóvar’s latest film, Julieta, and music via an album released in 2007, Bosé remained loyal to fashion.Diagnosed with breast cancer in 2014, Bosé continued to model even after her mastectomy, walking in her close friend David Delfín’s shows each season and pushing forward within the industry she loved. Candid about her journey, and sharing photos of the chemotherapy process on Instagram along with upbeat messages to her fans, Bosé remained hopeful and vital right until the very end.",
    "name_more_cn": [],
    "personage_id": "27233993",
    "family_member": [
        "露西娅·波塞 (外祖母)",
        "Carlos Tristancho (父亲)",
        "Lucía Dominguín (母亲)",
        "Diego Postigo (前夫)",
        "Dora Postigo (女儿)",
        "June Postigo (女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1028256",
    "personage_link": "https://www.douban.com/personage/27233993/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2017年1月23日"
        }
    ],
    "name_more_other": [
        "Eleonora Salvatore González (本名)"
    ],
    "update_at": "2025-04-30T12:07:42"
}