{
    "sid": "1031887",
    "name": "约翰·巴罗曼",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧",
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p2545.jpg",
    "imdb_id": "nm0057882",
    "name_en": "John Barrowman",
    "name_full": "约翰·巴罗曼 John Barrowman",
    "birth_date": "1967年3月11日",
    "birth_place": "Mount Vernon, Glasgow, Scotland, UK",
    "last_movies": [
        {
            "id": 35584696,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2679754106.jpg",
            "title": "Disney's Broadway Hits at Royal Albert Hall",
            "release": 1
        },
        {
            "id": 35270247,
            "year": "2028",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "空心的土地",
            "release": 0
        },
        {
            "id": 35263472,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627360144.jpg",
            "title": "神秘博士元旦特辑：戴立克的革命",
            "release": 1
        },
        {
            "id": 30453171,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547228632.jpg",
            "title": "消防员山姆:准备行动!",
            "release": 1
        },
        {
            "id": 30450371,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570690147.jpg",
            "title": "绿箭侠 第八季",
            "release": 1
        },
        {
            "id": 30408059,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537197380.jpg",
            "title": "异世界",
            "release": 1
        },
        {
            "id": 30187289,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532579748.jpg",
            "title": "绿箭侠 第七季",
            "release": 1
        },
        {
            "id": 26952101,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500566823.jpg",
            "title": "绿箭侠 第六季",
            "release": 1
        },
        {
            "id": 26749162,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402931600.jpg",
            "title": "绿箭侠 第五季",
            "release": 1
        },
        {
            "id": 26749014,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2383031733.jpg",
            "title": "明日传奇 第二季",
            "release": 1
        },
        {
            "id": 25905717,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2681343475.jpg",
            "title": "百老汇：在那遥远的黄金年代",
            "release": 1
        }
    ],
    "introduction": "\"John Barrowman was born in Glasgow, Scotland, and moved to the U.S. with his family when he was eight. He first lived in Aurora, Illinois, then his family moved to Joliet. He attended Joliet West High School, where his father worked at the Caterpillar head office. He attended DePaul University for a short while, but left when he was told that he had to become an opera singer, when he wanted to be a musical-comedy performer in musical theater.He returned to the UK for a Shakespeare semester with United States International University of San Diego, but left to star in the musical production of \\\"Anything Goes,\\\" with Elaine Page. He later went on to star in \\\"Miss Saigon,\\\" \\\"Matador,\\\" \\\"Rope,\\\" and \\\"Hair\\\" at London's West End.Barrowman has homes in London and Cardiff, Wales with his partner of many years, Scott Gill, who is an architect.His sister, Carole, writes for the Milwaukee Journal Sentinel and has written a book about his life with him. Their brother still lives in Aurora.Presented a children's TV show in the UK called \\\"Live & Kicking\\\" (1993). Played the Beast in the London Musical of the Disney animated film Beauty and the Beast (1991) at the Dominion Theatre in central London.He has performed his cabaret show in New York; Chicago; Washington, D.C.; and Milwaukee.Appeared as an extra in The Untouchables (1987) - the scene in the police academy where Sean Connery is recruiting Andy Garcia.He was nominated for a 1998 Laurence Olivier Theatre Award for Best Actor in a Musical of 1997 season for his performance in The Fix.Partner of British architect Scott Gill.Was 6 months from graduating from the United States International University of San Diego. He's been asked to return, but has stated that he's learned more by doing than any teacher could teach him.Voted best guest actor by readers of Doctor Who Magazine for his five episodes in 2005 season.Spent some time in Los Angeles chasing movie and TV roles. Made final three in casting for the role of Will in \\\"Will & Grace\\\" (1998). When he didn't get the part, he demanded an explanation and found he had been rejected as \\\"not gay enough.\\\".He was joined in a civil partnership (a commitment ceremony which accords gay couples many of the same rights as heterosexual couples in the UK) to his longtime love, architect Scott Gill, at a ceremony in Cardiff Bay on Wednesday 27 December 2006.He has classified his voice as being a \\\"lyric baritone with a low baritone bottom and a tenor top.\\\".He drives a high-efficiency diesel Mercedes, which is run on Sun diesel. He's in the market for an electric car, as it is more environmentally efficient.He recently flew in a Hawker fighter jet representing the Royal Air Force, because Captain Jack (his character in \\\"Torchwood\\\" (2006)) is in the RAF.He signed a four-record deal with Sony for doing a very eclectic mix of covers of songs he really likes and things fans have asked him to sing. He wants it to reflect himself, so it will have some musical theater numbers, some pop, and even some country. His first tour started in 2008.Along with Freema Agyeman, Eve Myles, Naoko Mori and Gareth David-Lloyd, he is one of only five actors to play the same character (Captain Jack Harkness) in both \\\"Doctor Who\\\" (2005) and \\\"Torchwood\\\" (2006).Played Mr. Bumble in Joliet West High School's 1983 production of Oliver! alongside Anthony Rapp (as Oliver) and Andy Dick (as Dr. Grimwig).According to his autobiography, when the part of Will in \\\"Will & Grace\\\" came down to him and Eric McCormack, the producers decided to go with Eric because, as they told John, he (John) was \\\"too straight-acting.\\\" John, meanwhile, is openly gay, and they went with a straight actor for the role.\"",
    "name_more_cn": [
        "约翰·巴洛文",
        "囧宝",
        "杰克上校"
    ],
    "personage_id": "27237628",
    "family_member": [
        "Scott Gill"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1031887",
    "personage_link": "https://www.douban.com/personage/27237628/",
    "property_other": [
        {
            "label": "流派",
            "value": "古典 / 流行"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "John Scot Barrowman (本名)"
    ],
    "update_at": "2025-02-01T07:50:23"
}