{
    "sid": "1031964",
    "name": "黛布拉·乔·拉普",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0d250adf766c85173607494a0578012c.jpg",
    "imdb_id": "nm0750468",
    "name_en": "Debra Jo Rupp",
    "name_full": "黛布拉·乔·拉普 Debra Jo Rupp",
    "birth_date": "1951年2月24日",
    "birth_place": "美国,加利福尼亚,格伦代尔",
    "last_movies": [
        {
            "id": 36573488,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903169904.jpg",
            "title": "酷狗上学记2",
            "release": 1
        },
        {
            "id": 36233769,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909916342.jpg",
            "title": "90年代秀 第二季",
            "release": 1
        },
        {
            "id": 35763813,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885978279.jpg",
            "title": "90年代秀 第一季",
            "release": 1
        },
        {
            "id": 35636428,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912648378.jpg",
            "title": "女巫阿加莎",
            "release": 1
        },
        {
            "id": 34881397,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Untitled Nate Bargatze Project",
            "release": 1
        },
        {
            "id": 30331433,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628036511.jpg",
            "title": "旺达幻视",
            "release": 1
        },
        {
            "id": 27064070,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554509920.jpg",
            "title": "牧场趣事 第二季",
            "release": 1
        },
        {
            "id": 26770869,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458145672.jpg",
            "title": "公平市价",
            "release": 1
        },
        {
            "id": 26758757,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460985978.jpg",
            "title": "福尔摩斯：基本演绎法 第五季",
            "release": 1
        },
        {
            "id": 26708238,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "珍爱余生",
            "release": 1
        }
    ],
    "introduction": "With over 300 television appearances to her credit, Debra Jo Rupp is perhaps best known for her role as the hilarious and beloved high-strung mom 'Kitty Forman' in the long-running FOX comedy series \"That '70s Show.\" Her performance established her as a sitcom legend, and one of TV's Favorite Moms of all time!Debra Jo was welcomed into the Marvel Universe with her memorable turn as 'Mrs. Hart' in Marvel Studios' \"WandaVision\" for Disney+.Fans of \"That '70s Show\" can now look forward to Debra Jo reprising her iconic role of 'Kitty Forman' in the upcoming \"That '90s Show\" for Netflix! Debra Jo and Kurtwood Smith ('Red Forman') will anchor the new spin-off series, for which they will also serve as executive producers. Set in Wisconsin in 1995, they play grandparents to 'Leia' (daughter of 'Eric' and 'Donna') who visits over the summer and bonds with a new generation of Point Place kids, under the watchful eye of 'Kitty' and the stern glare of 'Red.' Production is scheduled to begin Q1 2022 on 10 episodes.Debra Jo's memorable television roles include Phoebe's sister-in-law 'Alice' on \"Friends,\" Jerry's Booking Agent 'Katie' on \"Seinfeld,\" and more recently as Beth and Randall's social worker 'Linda' on \"This is Us\" and Abby's mother, 'Janice Phillips,' on \"The Ranch.\" Notable guest-starring roles include \"NCIS: Los Angeles,\" \"From the Earth to the Moon\" directed by Sally Field, and \"The Office.\" She also previously starred in the ABC comedy series, \"Better With You.\"She made her feature film debut with Tom Hanks in \"Big.\" She went on to play Jay Baruchel's mom in \"She's Out of My League\" and Jamie Kennedy's mom in \"Kickin It Old Skool.\" Additional feature credits include \"The Opposite Sex\" with Mena Suvari, Geoff Stults and Kristin Chenoweth, \"She Wants Me\" with Josh Gad, Charlie Sheen and Hilary Duff, \"Clockwatchers\" with Toni Collette and Parker Posey, \"Lucky 13\" and \"Sgt. Bilko\" with Steve Martin and Dan Aykroyd.Debra Jo has lent her voice to the Emmy-winning \"Teacher's Pet\" with Nathan Lane (both cartoon and feature film), \"Garfield,\" \"Air Buddies\" and various other projects with tiny animals.Debra Jo has a rich and impressive theatre background and has appeared on and off-Broadway for the past four decades. She appeared on Broadway with Kathleen Turner and Charles Durning in the 1990 revival of \"Cat on a Hot Tin Roof.\" She starred off-Broadway in Cynthia Heimel's \"A Girl's Guide to Chaos\" (American Place Theatre), \"Frankie and Johnnie in The Clair de Lune\" (Westside Arts) and \"The Butcher of Baraboo\" (Second Stage Theatre) directed by Judith Ivey. She has also starred in numerous regional productions at Williamstown Theatre, Barrington Stage Company, Chester Theatre Company and Berkshire Theatre Group.In recent years, Debra Jo has enjoyed getting back to her theater roots. She starred off-Broadway in the one-woman show, \"Becoming Dr. Ruth,\" based on the life of pioneering radio and television sex therapist, Dr. Ruth Westheimer. She was nominated for both a Drama Desk Award and an Outer Critics Circle Award, in the category of Outstanding Solo Performance.In 2019, she starred off-Broadway in Bekah Brunstetter's play, \"The Cake,\" at The Manhattan Theatre Club, after originating the role at The Echo Theater Company (Los Angeles), Barrington Stage Company (Pittsfield, MA) and Geffen Playhouse (L.A.). For her performance in \"The Cake,\" Debra Jo won the L.A. Stage Ovation Award and L.A. Drama Critics Circle Award.Aside from acting, Debra Jo's eclectic interests range from gardening, needlepointing and grilling, to playing Bridge, video war games and Fantasy Football. During Covid lockdowns, she kept herself occupied by taking long walks in the snow and ordering huge boxes of Nacho Cheese Doritos in small bags in order to consume as much salt as possible! She also recorded a multitude of Cameo videos, with proceeds helping to keep local restaurant workers afloat in The Berkshires. Ever by Debra Jo's side are her loyal Yorkies, Olive and Martini, who have both had all their knees replaced and are looking forward to their impending move to the west coast where \"That '90s Show\" will film.",
    "name_more_cn": [],
    "personage_id": "27237704",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1031964",
    "personage_link": "https://www.douban.com/personage/27237704/",
    "property_other": [],
    "name_more_other": [
        "Katherine Anne Kitty Sigurdson"
    ],
    "update_at": "2025-05-31T09:23:06"
}