{
    "sid": "1032917",
    "name": "沃特·奇亚里",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1569150833.85.jpg",
    "imdb_id": "nm0157067",
    "name_en": "Walter Chiari",
    "name_full": "沃特·奇亚里 Walter Chiari",
    "birth_date": "1924年3月2日",
    "birth_place": "意大利,威尼托,维罗纳",
    "last_movies": [
        {
            "id": 36006424,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882488510.jpg",
            "title": "神奇的圣诞节故事",
            "release": 1
        },
        {
            "id": 35975310,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875814812.jpg",
            "title": "雪地杀机",
            "release": 1
        },
        {
            "id": 34679732,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575371529.jpg",
            "title": "安吉拉的日记",
            "release": 1
        },
        {
            "id": 5202657,
            "year": "1981",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Fantastico 2",
            "release": 1
        },
        {
            "id": 5114218,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555290610.jpg",
            "title": "爱情生活的痕迹",
            "release": 1
        },
        {
            "id": 5100834,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566260194.jpg",
            "title": "美丑通杀",
            "release": 1
        },
        {
            "id": 5090401,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Capitan Cosmos",
            "release": 1
        },
        {
            "id": 5089629,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566260954.jpg",
            "title": "浪漫",
            "release": 1
        },
        {
            "id": 5086415,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566260294.jpg",
            "title": "Tre sotto il lenzuolo",
            "release": 1
        },
        {
            "id": 4325763,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874974626.jpg",
            "title": "约婚夫妇",
            "release": 1
        }
    ],
    "introduction": "Origini e giovinezzaNato a Verona, in via Quattro Spade 18, da una famiglia di origini pugliesi, con il padre Carmelo Annicchiarico, brigadiere di Pubblica Sicurezza originario di Grottaglie, e la madre Vincenza Tedesco maestra elementare di Andria, trascorse l'infanzia con la famiglia prima a Verona e poi, quando aveva nove anni, a Milano. Il suo primo impiego fu come magazziniere all'Isotta Fraschini; in quel periodo iniziò a praticare il pugilato, diventando campione lombardo della categoria pesi piuma nel 1939; fu anche un provetto giocatore di tennis e campione lombardo anche nel gioco delle bocce, sport che abbandonò in seguito alle fratture alle mani, causate dal pugilato; praticò anche il nuoto a livello agonistico, vincendo i campionati promossi dalla GIL nei 100 metri stile libero.Abbandonati gli studi, trovò lavoro in una ditta come radiotecnico, ma fu subito licenziato per aver distrutto tre valvole nel tentativo di riparare un apparecchio. Fu assunto in una banca, ma di nuovo licenziato perché scoperto da un superiore mentre imitava Adolf Hitler in piedi sulla scrivania; chiamato il capo ufficio e invitato a ripetere lo sketch in sua presenza, veniva dallo stesso prima applaudito e, quindi, allontanato e invitato a perseguire una carriera teatrale; egli stesso racconta l'episodio nel film documentario Storia di un altro italiano (realizzato con Tatti Sanguineti). Passò quindi a svolgere la professione di giornalista, ma non riuscì neanche in questo campo, per cui si mise a fare il caricaturista. Decise a questo punto di riprendere gli studi, conseguendo il diploma di maturità scientifica. Mentre stava per iscriversi all'università, con l'armistizio dell'8 settembre 1943, fu sfollato da Milano ad Andria insieme alla madre e al fratello maggiore, a seguito dei bombardamenti. Vi restarono solo per qualche mese, ritornando a Milano per evitare di stare lontani dal padre .Arruolatosi poi nella Xª Flottiglia MAS, collaborando al suo settimanale, L'Orizzonte, come autore di vignette umoristiche. Con Ugo Tognazzi, condusse anche programmi dai microfoni di Radio Fante, emittente milanese per le truppe della RSI . Una sera del gennaio 1944 si trovava con amici al teatro Olímpia di Milano durante un concorso per dilettanti venne scaraventato sul palcoscenico dai suoi compagni e, una volta davanti al pubblico, non poté fare altro che esibirsi con due \"numeri\" che con gli amici riscuotevano sempre successo: l'imitazione di Hitler e la gag del balbuziente che cerca di ordinare una granita in un bar, numeri che lo resero molto popolare e ricordato negli anni.Fu poi arruolato dalla Wehrmacht (particolare emerso solo dopo la sua morte) e inviato nella squadra antiaerea tedesca impegnata nel nord della Francia in Normandia dove venne leggermente ferito nei combattimenti durante il D-DAY. Catturato, fu tradotto nel campo prigionieri americano di Coltano (PI) insieme ad altri personaggi noti, tra questi Raimondo Vianello, Dario Fo, Enrico Maria Salerno e l’olimpionico Giuseppe Dordoni, il giornalista Enrico Ameri, l’orientalista Pio Filippani Ronconi, Ezio Maria Gray, Vincenzo Costa e il deputato Mirko Tremaglia.Nel 1946, liberato, tornò da sfollato a Corbetta, in provincia di Milano.Gli esordi nel dopoguerra e gli anni cinquanta e sessantaNel 1946 ottenne la sua prima parte di rilievo in teatro grazie a Marisa Maresca, che lo inserì nello spettacolo Se ti bacia Lola. Di qui ebbe inizio una lunga carriera nel teatro di rivista dove, oltre che per la bella presenza, si fece notare per le innate capacità d'improvvisazione. Partecipò agli spettacoli Simpatia (1947), Allegro (1948) e Burlesco (1949) e, nel 1950, divenne primo attore in Gildo con Miriam Glori, nel 1951 in Sogno di un Walter e, nel 1952, Tutto fa Broadway. Si affermò inoltre come autore di testi nei successivi spettacoli Controcorrente (1953) di Metz, Marchesi e Chiari, e Saltimbanchi (1954) di Chiari, Silva e Terzoli.Contemporaneamente esordì nel 1946 nel cinema con Vanità, doppiato da Gualtiero De Angelis, e vinse il Nastro d'argento; seguirono poi ruoli in film-commedia come Totò al Giro d'Italia (1948) e I cadetti di Guascogna (1950). Nel 1951 Luchino Visconti gli offrì il ruolo del giovanotto cialtrone e dongiovanni, in Bellissima.Continuò nel teatro, sia nella commedia musicale in coppia con Delia Scala nel 1956 con Buonanotte Bettina e nel 1958 con Il gufo e la gattina, e nel 1960 insieme a Sandra Mondaini, Ave Ninchi e Alberto Bonucci con Un mandarino per Teo, tutte di Garinei e Giovannini, ma anche nel teatro di prosa, recitando nel 1965 con Gianrico Tedeschi nella commedia Luv di Murray Schisgal e, nel 1966, con Renato Rascel ne La strana coppia di Neil Simon.Si dedicò anche al cinema di genere, prendendo parte, tra gli altri, ai film del filone comico-giudiziario Un giorno in pretura (1953), Accadde al commissariato (1954), Accadde al penitenziario (1955).In televisione ripropose numerosi sketch tratti dalle sue riviste, il più celebre dei quali rimane quello del Sarchiapone, trasmesso per la prima volta nel 1958 durante il programma televisivo La via del successo insieme a Carlo Campanini, sua fedele \"spalla\"; partecipò come ospite fisso a numerose trasmissioni: su tutte Studio Uno, con la regia di Antonello Falqui.Oltre che come attore, divenne noto - finendo sulle prime pagine dei rotocalchi - per storie d'amore con donne famose come Elsa Martinelli, Lucia Bosè (con la quale ebbe un lungo fidanzamento), con la principessa Maria Gabriella di Savoia, con la cantante Mina, venendo descritto dalla stampa come un infaticabile dongiovanni. Nel 1957 fu scritturato per La capannina , una produzione statunitense girata a Cinecittà; qui conobbe Ava Gardner, con la quale intrecciò un chiacchierato flirt, finendo nella cronaca mondana di riviste straniere e, grazie a questa pubblicità ottenere anche un ingaggio a Broadway, dove nel 1961 interpretò oltre un centinaio di repliche della commedia musicale The Gay Life, tratta da Schnitzler. A seguito però della parodia di suo marito che Walter improvvisò al termine di una cena, la Gardner si alzò sdegnata dal tavolo piantandolo in asso e andandosene direttamente all'aeroporto, da dove prese un aereo per gli Stati Uniti.In un'intervista dichiarò di aver avuto più di una segreta passione: quella di diventare scrittore del tipo John Dos Passos o Ernest Hemingway; e quella di fare grandi viaggi negli sconfinati mari del sud.Nel cinema interpretò alcuni ruoli degni di nota: ne La rimpatriata (1962) di Damiano Damiani è il ragazzone un po' strafottente che rimette insieme un gruppo di vecchi amici per una serata di evasione, e che si conclude invece con amare riflessioni; ne Il giovedì (1963) di Dino Risi è invece un uomo profondamente immaturo, alle prese con il suo improbabile ruolo di padre divorziato. Nel 1966 si fece notare per due interpretazioni molto diverse: quella del balbuziente Silence nel Falstaff, firmato da Orson Welles, e di Sandro, il cinico giornalista che nel film Io, io, io... e gli altri, diretto da Alessandro Blasetti, conduce un'inchiesta sull'egoismo che lo spinge a riflettere sulla propria vita.Nel 1966 venne scelto come attore protagonista per il film australiano Sono strana gente. Il regista Michael Powell volle che fosse Walter Chiari a interpretare Nino Culotta, un giornalista italiano emigrato a Sydney che, pur conoscendo bene la lingua inglese, trova difficoltà di adattamento per il particolare slang australiano e le usanze del posto. Grazie alla grande esperienza teatrale e cinematografica e all'ottima conoscenza della lingua inglese, Chiari fu protagonista di una riuscita prova interpretativa, riscuotendo un enorme successo di pubblico e di critica. Durante le riprese del film conobbe Alida Chelli e iniziò con lei una lunga e travagliata relazione che fu protagonista delle copertine dei settimanali. I due si sposarono nel 1969: mentre Alida era impegnata nelle riprese dello sceneggiato televisivo Giocando a golf una mattina, ricevette una telefonata da Sydney da Walter, che nella città australiana stava girando il film Squeeze a Flower, e che le disse «Sono vestito da frate davanti a una fontana, se accetti di sposarmi mi ci butto dentro!». Due giorni dopo le nozze vennero celebrate in una chiesa di Sydney. I due divorziarono nel 1972, dopo aver avuto un figlio, Simone.Nel 1968, condusse una delle più fortunate edizioni televisive di Canzonissima, in trio con Mina e Paolo Panelli. Nel 1969 invece, fu protagonista con la moglie Alida Chelli del giallo-rosa Geminus, sceneggiato televisivo in sei puntate diretto da Luciano Emmer. Tuttavia, il suo vizio di dilungarsi nei monologhi televisivi anche per decine di minuti, non rispettando i tempi e \"sforando\" i palinsesti delle trasmissioni, gli procurò non pochi guai alla RAI .Anni settanta e ottantaIl 20 maggio del 1970, mentre si stava recando negli studi radiofonici della RAI per registrare una puntata del programma Speciale per voi, venne arrestato con l'accusa di consumo e spaccio di cocaina; restò in carcere a Regina Coeli per 98 giorni tra maggio e agosto 1970, fu scarcerato dopo aver pagato una cauzione di tre milioni di lire. L'anno seguente fu processato, difeso dagli avvocati De Simone e Sabatini, venne prosciolto dall'accusa di spaccio e condannato con la condizionale per il reato di detenzione di sostanze stupefacenti per uso personale. Nel 1973 partecipò allo spettacolo musicale L'appuntamento, insieme a Ornella Vanoni. Emarginato dalla RAI e ignorato dai produttori teatrali, gli venne inaspettatamente offerta l'opportunità di tornare alla ribalta nell'estate del 1974 da Paolo Pillitteri, allora giovane assessore alla Cultura del Comune di Milano, che gli offrì di partecipare a una serata nell'ambito della serie di spettacoli Vacanze a Milano, patrocinati dall'amministrazione milanese. Sempre nel 1974, per l'editore SIPIEL di Milano, pubblicò un libro, Quando spunta la luna a Walterchiari, che egli stesso nella copertina definì \"semiromanzo quasibiografico\".Interpretò in questo periodo alcuni film minori e condusse spettacoli leggeri in televisioni private. Tra il 1977 e il 1978 condusse A mezzanotte va... su Tele Alto Milanese, quindi Walter Chiari di sera sull'emittente pavese Tele Monte Penice e in seguito Ciao, come stai? nel 1980 e Mezzogiorno di gioco nel 1986 su Antenna 3 Lombardia, quest'ultimo insieme alla giovane Patrizia Caselli, con la quale già dal 1979 faceva coppia anche nella vita. .A Genova nel 1975, durante lo spettacolo Chiari di luna, pronunciò una battuta che suonava come \"Quando fu appeso per i piedi a Piazzale Loreto, dalle tasche di Mussolini non cadde nemmeno una monetina. Se i nuovi reggitori d'Italia avessero subito la stessa sorte, chissà cosa uscirebbe dalle tasche di lorsignori!\" scatenando dissensi e contestazioni tra il pubblico, al punto che le successive repliche dello spettacolo vennero disturbate da picchetti di dimostranti all'ingresso del teatro, mentre la stampa non tardò a manifestare a Chiari tutto il suo disappunto per la battuta .Il 24 giugno del 1978 fu protagonista nella prima parte dello spettacolo che segnò l'attesissimo ritorno sulle scene di Mina al teatro-tenda Bussoladomani, in Versilia. Nello stesso anno tornò al teatro leggero con la commedia di Paolo Mosca Hai mai provato nell'acqua calda? in cui aveva come partner Ivana Monti. Nel 1982, sempre con la Monti, riportò in scena Il gufo e la gattina, curandone anche la regia teatrale.Tra il 1979 e il 1981 si collocano le sue ultime partecipazioni di rilievo in RAI dove, coadiuvato da Augusto Martelli , condusse la trasmissione Una valigia tutta blu. Nello stesso anno, il 7 dicembre, gli venne conferita dal sindaco di Milano, Carlo Tognoli, la benemerenza civica della città. Nel 1981 fu nel cast della seconda edizione del programma Fantastico.Nell'estate del 1985 venne accusato insieme al cantautore Franco Califano dal camorrista pentito Giovanni Melluso (lo stesso accusatore di Enzo Tortora) di aver trattato l'acquisto di rilevanti partite di droga, ma venne prosciolto in istruttoria. Soltanto nel 1986 venne riabilitato dal mondo dello spettacolo grazie al teatro di prosa, al quale ritornò interpretando il personaggio dell'avvocato Lattes in un adattamento de Gli amici di Arnold Wesker, e al programma televisivo della RAI in sette puntate Storia di un altro italiano, biografia diretta da Tatti Sanguineti. Nel 1986, nell'ambito delle celebrazioni per Firenze capitale europea della cultura, riprese la collaborazione con l'amico Renato Rascel, con il quale interpretò Finale di partita di Samuel Beckett per la regia di Giuseppe Di Leva. . Nel 1987 Ugo Gregoretti, allora direttore del Teatro Stabile di Torino, lo chiamò per interpretare Il critico di Richard Sheridan e tra il 1988 ed il 1989 Six heures au plus tard, di Marc Terrier, in cui recitava assieme a Ruggero Cara.Ultimi anni e morteAll'inizio del 1990, Chiari ripropose Il gufo e la gattina, stavolta insieme a Lory Del Santo. Tornò anche al cinema, con il film Romance, di Massimo Mazzucco, per il quale fu candidato alla Coppa Volpi, come migliore attore, alla Mostra del Cinema di Venezia; ebbe anche il ruolo di Tonio nei Promessi sposi di Nocita , e interpretò poi il suo ultimo film, Tracce di vita amorosa. L'ultima trasmissione televisiva a cui partecipò fu, in qualità di ospite, A pranzo con Wilma su Telemontecarlo, con Wilma De Angelis; la puntata, registrata il 18 dicembre 1991, sarebbe dovuta andare in onda il 25 dicembre successivo, ma non fu mai trasmessa, pertanto la sua ultima apparizione televisiva dell'epoca fu a Domenica Italiana, trasmissione televisiva condotta da Paolo Bonolis, il 10 novembre 1991; in quell'occasione si rese protagonista di una gag con il conduttore dove, mentre la trasmissione volgeva al termine, con i consueti titoli di coda, Chiari non accennava a smettere di parlare, e a nulla valsero i tentativi di Bonolis di interrompere il suo discorso; la gag fu raccontata dallo stesso Bonolis, in occasione dell'edizione estiva di Cortina InConTra 2011 , dove fu fatto visionare il video con gli ultimi tre minuti di quella trasmissione, tra le risate del pubblico, dello stesso Bonolis e del conduttore dell'evento Marino Bartoletti.Negli ultimi anni l'attore godeva di buona salute, tuttavia aveva spesso il cuore un po' affaticato e, già nel 1988, fu ricoverato per una lieve ischemia miocardica, che fu comunque risolta in pochi giorni. Chiari subì anche due piccoli interventi chirurgici per un'ernia inguinale, nel gennaio 1990 e ai primi di dicembre 1991, venendo sempre dimesso qualche giorno dopo. Il 18 dicembre 1991, Chiari si sottopose anche ad un check-up medico al Policlinico S.Matteo di Pavia, che lo dichiarò in buona salute. La sera del 19 dicembre, si recò presso il Teatro di Porta Romana per vedere lo spettacolo del suo amico e collega Gino Bramieri, per poi proseguire la serata a cena con l'impresario teatrale Libero Zibelli, suo amico da oltre vent'anni, che però non lo vide arrivare.Secondo il custode del residence dove viveva abitualmente da solo dopo la separazione da Patrizia Caselli, una piccola stanza dell'Hotel Siloe in via Cesari del quartiere Niguarda, periferia di Milano, Chiari rientrò verso l'1 e 30 circa di notte, apparentemente in buone condizioni, e chiedendo la sveglia per l'indomani. Tuttavia, alla mattina del 20 dicembre, non ricevendo né risposte dall'appartamento, né risposte di insistenti telefonate di amici e parenti, a mezzogiorno si decise di salire ed entrare in camera dove l'attore fu trovato morto, ancora vestito dalla sera prima, seduto in poltrona davanti al televisore acceso . La causa del decesso fu indicato come infarto miocardico. Fu eseguita un'autopsia, quindi organizzati velocemente i funerali, che si svolsero lunedì 21 dicembre 1991, presso la Chiesa di San Pietro in Sala, vicino al Teatro Nazionale dove l'attore spesso si esibiva quando recitava a Milano, e vi parteciparono più di tremila persone . La sua tomba fu collocata nel Civico Mausoleo Palanti, presso il cimitero monumentale di Milano.Nonostante la causa della morte certa, l'autopsia, e nonostante il parere contrario dei parenti, nel 1995 fu ordinata la riesumazione del cadavere per una analisi tossicologica più approfondita dovuta ad un'inchiesta a carico di Pierantonio Bettelli, ex fisioterapista dell'attore, indagato per trattamenti farmacologici non autorizzati presso una clinica di Bergamo, dove Chiari era solito recarsi. Nel 1996 la magistratura archiviò il caso, facendo così cadere l'accusa di omicidio colposo per il massaggiatore .Dopo la morte, l'attore fu relativamente dimenticato dai media . Nel 2001 fu ricordato in un breve passaggio sulla Rai. La sua memoria fu portata avanti dal figlio Simone, quando, nel 2011 fu istituito il Premio \"Walter Chiari - Il Sarchiapone\", dedicato a giovani comici emergenti , e nel 2012 fu prodotto il film TV Walter Chiari - Fino all'ultima risata, che ripropone le tappe di vita dell'artista.Sono stati intitolati a lui il Teatro Comunale di Cervia, alcune vie italiane (a Roma, ad Andria) e a Milano un piccolo parco nei pressi di via Cerkovo, nel quartiere della Bovisasca.",
    "name_more_cn": [],
    "personage_id": "27238658",
    "family_member": [
        "Carmelo Annichiarico(父亲)",
        "Enza Annichiarico(母亲)",
        "Alida Chelli(前妻)",
        "Simone Annicchiarico(儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1032917",
    "personage_link": "https://www.douban.com/personage/27238658/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1991年12月20日"
        }
    ],
    "name_more_other": [
        "Walter Annicchiarico (本名)"
    ],
    "update_at": "2025-03-03T23:22:59"
}