{
    "sid": "1032643",
    "name": "约翰·弗拉瑟",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音",
        "作者"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/36501b1609229e14959f1a8631e6fd9e.jpg",
    "imdb_id": "nm0292159",
    "name_en": "John Fraser",
    "name_full": "约翰·弗拉瑟 John Fraser",
    "birth_date": "1931年3月18日",
    "birth_place": "英国,苏格兰,格拉斯哥",
    "last_movies": [
        {
            "id": 5231272,
            "year": "1979",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Thundercloud",
            "release": 1
        },
        {
            "id": 5137379,
            "year": "1980",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Lady Killers",
            "release": 1
        },
        {
            "id": 5111962,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2599690636.jpg",
            "title": "芬利医生",
            "release": 1
        },
        {
            "id": 5110825,
            "year": "1995",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Devil's Advocate",
            "release": 1
        },
        {
            "id": 5051574,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2247263111.jpg",
            "title": "汤米夫妇探案集",
            "release": 1
        },
        {
            "id": 5050583,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Rep",
            "release": 1
        },
        {
            "id": 4017036,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886364871.jpg",
            "title": "Young Sherlock: The Mystery of the Manor House",
            "release": 1
        },
        {
            "id": 3034156,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903593971.jpg",
            "title": "同窗噩梦",
            "release": 1
        },
        {
            "id": 2061791,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2179128836.jpg",
            "title": "警务风云 第一季",
            "release": 1
        },
        {
            "id": 1793122,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518433095.jpg",
            "title": "斯佳丽",
            "release": 1
        }
    ],
    "introduction": "The actor, who once described as the 'most handsome man in Britain', died after a year-long battle with oesophageal cancer, for which he refused chemotherapy.Fraser was found peaceful in bed by his partner-of-42-years artist Rodney Pienaar, 68, at their London home on Saturday after returning from Chelsea and Westminster Hospital two weeks before.He shot to fame playing Flight Lieutenant J V 'Hoppy' Hopgood in the 1955 epic British war film about the raid of German dams using the 'bouncing bomb'.But throughout his acting career, Fraser had a 'battle' of his own, as he struggled to mix the job he loved with his desire for true love and acceptance.Though becoming a heart-throb for women as he rose to fame in the 1950s, Fraser was gay. It posed a problem for the young actor, with sexual acts between men outlawed in England and Wales until 1967.In those times it also posed a problem for film studios, intent on styling the young and handsome actor to appeal to female audiences.Fraser reportedly went so far as to consult a psychiatrist in the hope of changing his orientation and is even said to have had 'fumbled experiments' with women in a bid to test his sexuality.But in the end, he resigned himself to being what was often in those times described as a 'confirmed bachelor'.He is also said to have shunned a career in Hollywood, in part due to his intent to not live a lie over his sexuality.Despite this, Fraser went on to appear in more than 20 films after Dam Busters, with stars such as Alec Guinness in Tunes Of Glory in 1960 and Peter Sellers in The Waltz of the Toreadors in 1962.Speaking today his partner Rodney recalled how Fraser always said he'd 'had a marvellous life as an actor' after escaping childhood poverty and loved to travel the world after the couple met in Cape Town.He said: 'He had oesophageal carcinoma for over a year and refused to have chemotherapy. It was an age thing, he never smoked.He was in Chelsea and Westminster hospital until two weeks ago and then he came back out. It would have been horrible if he had died in hospital but fortunately he was home for his last week.He had gone into hospital because his breathing was bad and then he got a chest infection so when he came back he was on morphine. Sometimes I had to crush up pills for him and mix them into his yogurt.'I found him on Saturday morning and he looked very peaceful in his bed. He had been ill but he hadn't suffered from Covid.'He always said he'd had a marvellous life as an actor and loved to travel the world. We met in Cape Town and I ended up being his partner for 42 years.'He is going to be cremated but hopefully next year his friends can come together to celebrate his life and have a proper memorial. He had written a few novels and continued to write in his final days. He also loved to attend a local theatre.'Fraser made The Dam Busters in his early twenties and became something of a screen heart-throb while also starring in films such as Touch and Go with Jack Hawkins in 1955.Finding himself on the cusp of international fame after The Dam Busters Fraser 'got cold feet about Hollywood' and didn't accept some film offers due to a lack of desire to publicise himself.While filming The Wind Cannot Read in 1958 in India, Fraser got into a fight with the Welsh actor Ronald Lewis who had made comments about his sexuality.And during a trip to Los Angeles in 1957 to promote The Good Companions, an American producer had promised to boost his career but Fraser said he didn't want to live a lie, reports The Telegraph.Fraser was born on March 18 1931 in Glasgow and was brought up on Mosspark council estate with two older sisters and an alcoholic father.He was sexually abused at the age of 11 by a teenage soldier in the baths at Pollokshields and was evacuated to Kirkcudbright at the outbreak of WW2.Fraser attended Glasgow High School for Boys and while he was there decided he didn't want to go to university and instead auditioned as a child actor for Children's Hour on BBC Radio.He then went on to work with the Park Theatre Company in Glasgow as an assistant stage manager before making his acting debut in 1947 as a page in Oscar Wilde's Salome.He completed his National Service as a Royal Corps of Signals lieutenant with the British Army of the Rhine and then returned to the same theatre where he operated the gramophone sound effects.In 1951 he appeared in a BBC Television adaptation of Robert Louis Stevenson's Kidnapped, and received rave reviews with The Sunday Times describing him as 'potential star material'. He then made his first film, Valley Of Song, followed by The Good Beginning - both in 1953.He was then eyed up by producer Jimmy Woolf who considered casting him in the 1962 film Lawrence of Arabia.He didn't get the part but was quickly picked up to appear as Lord Alfred Douglas in The Trials of Oscar Wilde in 1960 alongside Peter Finch as Wilde.  He was nominated for Best Actor at the Baftas for his role but didn't win.In the same year he hit the big screen in Tunes Of Glory playing a Scots piper alongside Alec Guinness and John Mills.In 1962 he shot The Waltz of the Toreadors with Peter Sellers at Pinewood Studios in Buckinghamshire.Fraser now had dozens of films to his name and a blue Aston Martin and decided to move to Buckinghamshire with his long-term partner who he simply identified as 'George'.However he enjoyed a colourful love life and had a six-week fling with the Soviet ballet star Rudolf Nureyev during this relationship.In addition, while touring Australia for the film Sleuth Fraser identified the body of alcoholic British actor Patrick Wymark before going to bed with his mistress - an encounter he described as 'the only time in my life I have achieved intercourse with a woman without experiencing paralysing anxiety'.He also once visited a brothel on the advice of his friend Stephen Ward, the West End osteopath known for his alleged involvement in the Profumo Affair. He also once consulted a psychiatrist in the hope of changing his sexual orientation.Alongside his acting Fraser bought a chicken farm in Surrey but after losing all his savings he left and bought a flat in Hampstead Heath where he lived with a pet bush baby and a young stage hand he had met while playing in A Winter's Tale with the Old Vic.Fraser briefly had a shot at a singing career, appearing on television on Six-Five Special and Cool For Cats where he supported Cliff Richard and Tommy Steele at The Royal Albert Hall.In 1970 his long-term partner 'George' left him and so Fraser bought two houses next to each other in Notting Hill. He lived in one and rented the other to his former lover.Fraser then toured West Africa performing Shakespeare with the British Council, and over the next 16 years his London Shakespeare Group of eight actors performed in plays in more than 60 countries.The project was the subject of Fraser's book The Bard in the Bush which was published in 1978. He published his memoir Close Up in 2004.Fraser made a memorable appearance as The Monitor in Doctor Who in 1981. His last role was in Truth or Dare in 1996.During his retirement he lived in Tuscany for many years with his partner Rodney who survives him.",
    "name_more_cn": [],
    "personage_id": "27238383",
    "family_member": [
        "Rodney Pienaar (伴侣)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1032643",
    "personage_link": "https://www.douban.com/personage/27238383/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2020年11月6日"
        }
    ],
    "name_more_other": [
        "John Alexander Fraser (本名)",
        "The Most Handsome Man in Britain"
    ],
    "update_at": "2025-08-04T17:28:25"
}