{
    "sid": "1032761",
    "name": "雷纳托·萨尔瓦托雷",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7d8aa87671cf7c1d7ff9cbe4d19bdce1.jpg",
    "imdb_id": "nm0759395",
    "name_en": "Renato Salvatori",
    "name_full": "雷纳托·萨尔瓦托雷 Renato Salvatori",
    "birth_date": "1933年3月20日",
    "birth_place": "意大利,托斯卡纳,卢卡,Seravezza",
    "last_movies": [
        {
            "id": 5116899,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555287596.jpg",
            "title": "失物招领",
            "release": 1
        },
        {
            "id": 5054590,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623967215.jpg",
            "title": "Origins of the Mafia",
            "release": 1
        },
        {
            "id": 3182247,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633675070.jpg",
            "title": "洛杉矶女人",
            "release": 1
        },
        {
            "id": 2264270,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505697528.jpg",
            "title": "纵横杀手",
            "release": 1
        },
        {
            "id": 2061308,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896536620.jpg",
            "title": "长空姐妹花",
            "release": 1
        },
        {
            "id": 1939082,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521136463.jpg",
            "title": "一流玩家",
            "release": 1
        },
        {
            "id": 1308138,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553272268.jpg",
            "title": "托多・莫多",
            "release": 1
        },
        {
            "id": 1307409,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499791116.jpg",
            "title": "最后的女人",
            "release": 1
        },
        {
            "id": 1303538,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556724560.jpg",
            "title": "一个可笑人物的悲剧",
            "release": 1
        },
        {
            "id": 1299460,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553031505.jpg",
            "title": "埃内斯托",
            "release": 1
        }
    ],
    "introduction": "Nacque a Seravezza, in provincia di Lucca, il 20 marzo 1934. Lavorò come marmista alla Henraux dove lavorava il padre Pietro, come aiuto cameriere e d'estate come bagnino presso uno stabilimento balneare di Forte dei Marmi. Nel 1951, diciottenne, prese parte a un provino e venne scoperto da Luciano Emmer che lo scelse per una parte nel film Le ragazze di piazza di Spagna (1952), ma il primo ruolo da protagonista gli venne affidato in Jolanda la figlia del corsaro nero diretto da Mario Soldati nel 1953.Il successoLa popolarità arrivò grazie al ruolo di Salvatore nella trilogia di Dino Risi Poveri ma belli (1956), Belle ma povere (1957) e Poveri milionari (1958). Buon successo di pubblico ottenne anche nel dittico La nonna Sabella (1957), sempre di Risi, e La nipote Sabella (1958) di Giorgio Bianchi, al fianco di Tina Pica e ne I soliti ignoti (1958) di Mario Monicelli e nel seguito Audace colpo dei soliti ignoti (1960) di Nanni Loy.Nonostante fosse quasi sempre doppiato, fu anche buon interprete drammatico in pellicole come I magliari (1959) di Francesco Rosi al fianco di Alberto Sordi, Era notte a Roma (1960) di Roberto Rossellini e L'harem (1967) di Marco Ferreri, ma il ruolo fondamentale per Salvatori fu quello di Simone in Rocco e i suoi fratelli (1960) di Luchino Visconti. Sul set di questo film incontrò l'attrice francese Annie Girardot, che sposò due anni più tardi, e strinse una fraterna amicizia con Alain Delon il quale, negli anni del declino, lo volle accanto a sé in alcuni film poliziotteschi come La mia legge (1973), Flic Story (1975), Lo zingaro (1975).Non mancano nella sua filmografia altre prove coraggiose, come La banda Casaroli (1962) di Florestano Vancini, Uno dei tre (1962) di André Cayatte (1962) o film polemici e controcorrente come Una bella grinta (1964) di Giuliano Montaldo, Smog (1962) di Franco Rossi e Omicron (1963) di Ugo Gregoretti, film che volevano rappresentare la risposta italiana alla Nouvelle Vague.I suoi ultimi ruoli importanti furono in Queimada (1969) di Gillo Pontecorvo e in La prima notte di quiete (1972) di Valerio Zurlini, ancora una volta accanto all'amico Delon. Le sue ultime apparizioni cinematografiche lo videro relegato in ruoli da caratterista, benché diretto da registi importanti quali Francesco Rosi, Marco Ferreri, Alberto Lattuada e Bernardo Bertolucci. È proprio nel film di quest'ultimo La luna (1979), nel quale recitò in un cameo, che si videro gli effetti della malattia che cominciava a manifestarsi.Dal suo matrimonio con l'attrice Annie Girardot, celebrato a Parigi il 6 gennaio 1962, ebbe una figlia, Giulia, oggi anche lei attrice. In seguito si separarono ma rimasero in buoni rapporti. Salvatori ebbe poi un secondo figlio, Nils, dalla fotomodella tedesca Danka Schroeder.Gli ultimi anni e la fineNegli anni settanta cominciò ad avere problemi di alcolismo. Nei primi anni ottanta decise di abbandonare definitivamente il cinema, un mondo che non gli apparteneva più, come spiegò in un'intervista .Nel 1984 entrò nel Gabinetto del Ministro dei Trasporti Claudio Signorile come addetto alle relazioni esterne , ma il suo fisico era ormai già minato dalla cirrosi epatica, che lo portò alla morte il 27 marzo 1988, all'età di 54 anni. È sepolto nella tomba di famiglia nel cimitero di Querceta, in comune di Seravezza, assieme ai genitori e al fratello Elis.La sua città natale gli ha dedicato la mostra Renato Salvatori - Povero ma bello in occasione del ventennale dalla morte, che si tenne presso il Palazzo mediceo di Seravezza dal 27 maggio al 22 giugno 2008 e che raccoglieva vario materiale sull'attore, tra cui foto, locandine e documenti, e che fu accompagnata da diversi dibattiti e una retrospettiva cinematografica . Vi presero parte, tra gli altri, l'ultima compagna Danka Schröder, i figli Giulia e Nils, l'ex moglie Annie Girardot, il critico Ugo Gregoretti e Francesco Solinas . Il Comune di Forte dei Marmi, nelle cui scuole medie aveva studiato, gli ha eretto un busto sulla passeggiata a mare all'altezza della Capannina.",
    "name_more_cn": [],
    "personage_id": "27238502",
    "family_member": [
        "安妮·吉拉尔多(妻子)",
        "Giulia Salvatori(女儿)",
        "Nils Salvatori(儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1032761",
    "personage_link": "https://www.douban.com/personage/27238502/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1988年3月27日"
        }
    ],
    "name_more_other": [
        "Giuseppe Salvatori (本名)"
    ],
    "update_at": "2025-06-19T04:07:22"
}