{
    "sid": "1032386",
    "name": "多米妮克·桑达",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "1976年 第29届戛纳电影节 主竞赛单元 最佳女演员 遗产"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9e4b7561536b417f35b197f9d7a175d0.jpg",
    "imdb_id": "nm0761212",
    "name_en": "Dominique Sanda",
    "name_full": "多米妮克·桑达 Dominique Sanda",
    "birth_date": "1951年3月11日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 36689851,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Didi",
            "release": 0
        },
        {
            "id": 36211514,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886318293.jpg",
            "title": "青年佩尔蒂尼：自由斗士",
            "release": 1
        },
        {
            "id": 36057831,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883711591.jpg",
            "title": "寻找费尼兹花园",
            "release": 1
        },
        {
            "id": 35936719,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874936141.jpg",
            "title": "卡拉科尔",
            "release": 1
        },
        {
            "id": 35317540,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678398364.jpg",
            "title": "孔雀天堂",
            "release": 1
        },
        {
            "id": 21370611,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206773929.jpg",
            "title": "圣罗兰传",
            "release": 1
        },
        {
            "id": 20445522,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2270334070.jpg",
            "title": "他周日离去",
            "release": 1
        },
        {
            "id": 5145191,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643022095.jpg",
            "title": "The Island of the Mapmaker's Wife",
            "release": 1
        },
        {
            "id": 4321320,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874115142.jpg",
            "title": "人偶的诞生",
            "release": 1
        },
        {
            "id": 1301328,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2193639604.jpg",
            "title": "暗流",
            "release": 1
        },
        {
            "id": 1299849,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888298157.jpg",
            "title": "奥林波车库",
            "release": 1
        }
    ],
    "introduction": "Commandeur des Arts et des Lettres (30-VI-2015)Chevalier de la Légion d'honneur (22-XII-2003) (Dame of the Legion of honor)Chevalier de l'ordre national du Mérite (14-V-1990) (Dame of the National Order of Merit)Officier des Arts et des Lettres (15-XI-1996) (Officier of the Order of Arts and Letters)In 1976 Dominique Sanda received the BEST ACTRESS AWARD at the 29th INTERNATIONAL FILM FESTIVAL OF CANNES for L'Eredita Ferramonti (The Inheritance) directed by Mauro Bolognini.Ten years earlier, as a young 15-years old student from Paris, she had been elected Miss Arcachon at the Moorish Casino of this French charming seaside resort . Her name was Dominique Varaigne, born on March 11th 1951 in Paris under the sign of Pisces (Rabbit of metal in the chinese horoscope), within a middle-class catholic family. A few years later... she will be called \"the french Garbo\", or just \"la Sanda\".Her quite traditional family was dominated by a father who was both harsh and tender. A solitary man who worked hard and enjoyed spending all weekends in his countryside house with his family. At the age of 13 she realizes she will not be daddy's secretary.During an evening party at the Moorish Casino, Arcachon elected the beauty queen for 1966. Ironically, the queen was from Paris, Miss Dominique Varaigne, a teenager student (Sud-Ouest, 8/4/1966).Even more ironical, the grand jury, responsible for such transcendental decisions, did not expect that one of the candidates would be 15-years old. But of course, they wanted to keep up with appearances and did not want it to be treated as a corruption of a minor case, so they simply added one year to her age, and the show could go on that evening.First main roleAfter a short time as a Decorative Arts student, she works for Dorian Leight: her photos appear in Glamour, Elle and Vogue. Finally, Robert Bresson, struck by her image and then by her voice, offers her the main role in Une femme douce (A Gentle Woman) from Dostoïevsky's novel. When she meets the director, she feels amazed and seduced by something that attracts her, something that helps her to understand and define herself. Playing the role of a tormented young woman, too beautiful and too gentle to bear everyday banality, fits Dominique so well that she hardly sees the difference between performing and identifying with the character. While actors in Bresson's movies often fall into oblivion, in this young woman's case, the film launches her international career and at the same time establishes her reputation under her new name: Dominique Sanda.\"Only a few things can give you as much pleasure as choosing your own name\" D.S. (Laurent Desbois: Entretien avec Dominique Sanda, Paris, Lutetia Hotel, 1987).Meeting exceptional peopleShe acts in Premier amour (First Love), an adaptation of Tourgueniev's short story by Maximilian Shell. Shooting the film in Hungary with the director also playing the part of Tourgueniev's father made the work very hard. Dominique is 17, she is afraid but strongly wants to succeed. She is used to challenge and never draws back when faced with adversity. She always hopes to find confidence. She is only 18 when Bernardo Bertolucci asks her to play the part of Anna in Il conformista (The Conformist). The young woman started meeting exceptional people, in a country she did not know but would soon love, and where she would play her most important roles. Anna Quadri's role confirms she is a great actress and her presence on the screen becomes unquestionable. Quite naturally \"la Sanda\" is chosen by Vittorio de Sica for the part of Micol in Le jardin des Finzi-Contini (The Garden of the Finzi-Continis). The film would be awarded an Oscar in the USA and until today the public in the whole world identifies Dominique with this character. She also decides to have a child, a definitive gesture:\"Look, I had a son when I was 21. It is my own connection to eternity\" (IL GIORNO: Dominique Sanda in Patagonia, Venice, 9/8/1989).Frankenheimer, Huston, Visconti, Bertolucci...She had just given birth when she left for Morocco to act in L'Impossible objet (The Impossible Object) with John Frankenheimer. Later on she signs with John Huston for Le piège (The Macintosh Man) and with Fred Haines for Le loup des steppes (Steppenwolf). But the Italians want her back. Luchino Visconti offers her a short but dazzling part in Violence et passion (Conversation Piece), where she identifies with Luchino's mother; Bernardo Bertolucci offers her the role of Ada in 1900: once more, an unforgettable professional experience. As Irene in L'Héritage (L'Eredita Ferramonti) directed by Mauro Bolognini, she receives the BEST ACTRESS AWARD AT CANNES FESTIVAL in 1976, already mentioned. Liliana Cavani, finding in Dominique the features and mysterious presence of Lou Andréas von Salomé, the most attractive woman of her century, one of Nietzsche's and Freud's friends, gives her the leading role in Au-delà du bien et du mal (Beyond Good and Evil). After her reunion with Marguerite Duras for Navire Night, she only acts in France: Le voyage en douce, directed by Michel Deville; Les ailes de la colombe, by Benoît Jacquot, a very beautiful film shot in Venice; Une chambre en ville, by Jacques Demy who had already directed Dominique in her first role for television as Hélène in La naissance du jour, adapted from Colette's novel. After this film was released, Dominique received a letter from the novelist's daughter:For a long time people will be shocked at the reviewers' blindness (and deafness). But your performance as Hélène Clément was so right -I would even say so clever -, with the wonderful sharpness of every look in your eyes, every movement or word, it makes me indignant to see you have been treated in such a frivolous manner. And I think my mother would have felt the same way. \"Don't you see that Sanda is the one who dominates all of them?\" I agree it is wrong to make the dead speak, but not so much, I believe, when it is about restoring justice. I sincerely hope I am not the only person to let you know I admire the subtle and noble quality of your talent. I appreciate your lending your talent for my mother's novel with such humility.\" (Colette de Jouvenel, December 4th 1980).Risks and mysteriesThen will come L'indiscrétion by Pierre Larry. In 1983 Dominique takes some risks when shooting a film with Lam Lé, a little-known young director. It is the first vietnamese film made in Vietnam, called Poussière d'empire. She plays the part of a French missionary who remains in Asia to continue catechizing at the time when colonial France is collapsing and her fellow countrymen go back to France. As time goes by, \"la Sanda\" acquires more profound and mysterious reflections. This is exactly what is needed to surpass everyone in playing the strange character of the captain's wife in Le Matelot 512 by René Allio, one of her finest performances. Back again with Benoît Jacquot in Corps et biens (With All Hands) and Les mendiants (The Beggars), two films filled with passion where the characters are haunted by the need of devouring one another. When the Italian cinema crisis started in the late 1980's, she did not hesitate to act in beautiful TV films: Le train, by Damiano Damiani, where Dominique plays Inès Armand -Lenin's great love-, \"a French political militant of Russian origin, who meets again with V. I. Lenin and Kroupskaia in Geneva and shares with them the well-known journey in the sealed train back to Russia where they will trigger off the revolution\" (MARIA GRAZIA TAJÉ, Paris, 1/18/1988).In 1988 she acts in Guerriers et captives (Guerreros y cautivas/Warriors and Prisoners) in the immensity of Argentine Patagonia. This is a film based on a tale by Jorge Luis Borges, directed by Edgardo Cozarinski, with Leslie Caron. Lina Wertmuller will direct her in Il decimo clandestino (To save nine) and Up to date. She will act together with Burt Lancaster in L'Achile Lauro (Voyage of Terror: The Achile Lauro Affair) directed by Alberto Negrine; with Vittorio Gassman in Tolgo il disturbo directed by Dino Risi; Moshe Mizrahi directs her in Warburg, un homme d'influence. Argentina calls her back to play the part of colonial Mexico's viceroy's wife in Moi, la pire de toutes (Yo, la peor de todas / I, the Worst of All), from Octavio Paz' book \"Sor Juana\" (The traps of faith), directed by Maria Luisa Bemberg. She then plays in about fifteen films until 2000.The call of TheatreSimultaneously she starts a theatre career in 1993. At the Théâtre de la Commune in Aubervilliers, she plays the role of Mélita in Madame Klein, by Nicolas Wright, with Michelle Marquais and Dominique Reymond, directed by Brigitte Jaques. In Rome she plays (in Italian) the marchioness of Merteuil in Les liaisons dangereuses (Le relazioni pericolose) by Christopher Hampton, based on the novel by C. de Laclos, directed by Mario Monicelli. In more than five hundred representations she acts as the aristocratic Lady Gertrude Chiltern in Un mari idéal (The Ideal Husband) by Oscar Wilde, under the direction of Adrian Brine. On that occasion, writer VIVIANE FORRESTER describes Dominique's performance in the hand programme of the Théâtre Antoine where the play was performed, with the following words:There she is.Such a clear look in her eyes, stemming from the deepest. An absoluta presence. Dominique Sanda, so porous to any emotion, gifted with a patient & violent passion, which makes her transparent to life. To all the lives of tose women she embodied, sheltered & conveyed, reproduced in all their stages. Close to all their modulations. She lends them the mystery of her laugh, the rythm of her pauses, her science of life, her amused fervour, her consuming beauté of course & the beauty of her voice, but also her sence of wonder & accurency. Her perception of what is not seen, is not “on stage”, is not told, all of which she catches, captures & offers in its very fleetingness.Your great secret, Dominique? Being always in search of the secret.Your great success? Being… Dominique SandaViviane ForresterAt the Théâtre Molière in the Maison de la Poésie, Dominique suggested a spoken melodrama, Voyage dans l'univers romantique de la poésie et de la musique. With her friend Ayala Cousteau accompanying her at the piano, she delivered distilled pieces by Lenau, Shelley, Proust, Verlaine, Eichendorff among others, in Italian, German, English and French:\"Je ne puis trouver la paix Je n'ai pas de quoi faire la guerre Je brûle et je suis faite de glace\" (adapted from Petrarque's poetry and with music by Liszt)Robert Wilson directed her on two occasions: for a Prologue muet to Oedipus Rex by Stravinsky at the Théâtre du Chatelet in Paris, and then she set off on a long tour through all northern Italy to play in Italian La dame de la mer (La donna del mare) by Ibsen:\"I immediately felt a wild attraction toward this play where the heroine, Ellida, is femininity itself\" (DOMINIQUE SANDA, 3/15/1999).At the great Colon Theatre of Buenos Aires, she played the leading role in Jeanne d'Arc au bûcher (Joan of Arc at the Stake) by Arthur Honegger, with lyrics by Paul Claudel. In 2002/2003 she made another long tour in Northern Italy. On that occasion, she played the part of Queen Gertrude in Hamlet (Amleto) by Shakespeare, in Italian, directed by Federico Tiezzi. Then at La Mignarde Castle in Aix-en-Provence, she performed Le chant d'amour et de mort du cornette Christopher Rilke (The Lay of the Love and Death of Cornet Christopher Rilke) by Rainer Maria Rilke, with music by Victor Ulmann. In 2006 she acted in Spanish in Manuel Puig's play Misterio del ramo de rosas (Mystery of the Rose Bouquet) at the Multiteatro of Buenos Aires, directed by Luciano Suardi. She was called again in Italy in 2007 to impersonate the English mystical Benedictine Julian of Norwich (1342-1416), in a show created and directed by Raffaele Curi, Di tre colori e d'una dimensione at the Ancient Fish Market, Circo Massimo, in Rome.",
    "name_more_cn": [],
    "personage_id": "27238126",
    "family_member": [
        "Gérard Varaigne(父亲)",
        "Lucienne Varaigne(母亲)",
        "Nicolae Cutzarida(丈夫)",
        "Yann Marquand(儿子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1032386",
    "personage_link": "https://www.douban.com/personage/27238126/",
    "property_other": [],
    "name_more_other": [
        "Dominique Marie-Françoise Renée Varaigne (本名)",
        "Domino (昵称)",
        "Dominique Varaigne"
    ],
    "update_at": "2025-02-20T10:01:22"
}