{
    "sid": "1033373",
    "name": "朱塞佩·帕特罗尼·格里菲",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演"
    ],
    "awards": [
        "1976年 第26届柏林国际电影节 主竞赛单元 金熊奖 (提名) 神精灵",
        "1969年 第22届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 一日晚宴"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c8b1ad69446eff2b260d05b39b3713f3.jpg",
    "imdb_id": "nm0665993",
    "name_en": "Giuseppe Patroni Griffi",
    "name_full": "朱塞佩·帕特罗尼·格里菲 Giuseppe Patroni Griffi",
    "birth_date": "1921年2月27日",
    "birth_place": "意大利,坎帕尼亚,那不勒斯",
    "last_movies": [
        {
            "id": 35057809,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899723181.jpg",
            "title": "与佩皮诺的一日晚宴",
            "release": 1
        },
        {
            "id": 4103426,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900827714.jpg",
            "title": "为爱而亡",
            "release": 1
        },
        {
            "id": 4074614,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546867714.jpg",
            "title": "迷情孽恋",
            "release": 1
        },
        {
            "id": 4024807,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553216962.jpg",
            "title": "一日晚宴",
            "release": 1
        },
        {
            "id": 3765683,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867122749.jpg",
            "title": "危险的爱情",
            "release": 1
        },
        {
            "id": 2344295,
            "year": "1971",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2414092986.jpg",
            "title": "可惜她是个娼妓",
            "release": 1
        },
        {
            "id": 2135809,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562640097.jpg",
            "title": "神精灵",
            "release": 1
        },
        {
            "id": 2065198,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546237650.jpg",
            "title": "全体一致",
            "release": 1
        },
        {
            "id": 1773568,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542285476.jpg",
            "title": "人妻",
            "release": 1
        },
        {
            "id": 1418589,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578856436.jpg",
            "title": "西部往事",
            "release": 1
        }
    ],
    "introduction": "Giuseppe Patroni Griffi (Napoli, 27 febbraio 1921 – Roma, 15 dicembre 2005) è stato un regista, drammaturgo, sceneggiatore, scrittore e direttore artistico italiano.È considerato «una delle personalità più versatili del panorama culturale italiano del secondo Novecento»; un anticonformista spinto da un forte senso di libertà intellettuale.Scrittore di romanzi e racconti, autore di film e sceneggiature, ha dedicato la sua vita soprattutto all'arte teatrale: autore di commedie di successo e metteur en scene di spettacoli (lirica e prosa) complessi e raffinati, sempre improntati su un'eleganza e una bellezza mai prive di autorevole ingegno. Da ricordare la proficua collaborazione artistica con il gruppo cosiddetto dei Giovani (De Lullo-Falk-Guarnieri-Valli) di cui divenne commediografo di compagnia. A tal proposito racconta Giorgio De Lullo: «Sapevo che, quando Peppino avesse scritto la sua prima commedia, quella commedia fantomatica di cui ogni tanto si tornava a parlare, se fosse riuscito a vincere la sua pigrizia e la sua perplessità, non sarebbe stata certamente una “prima commedia”, un esordio, ma un frutto già maturo, con un sacco di esperienza teatrale dentro».Nel 1978 lo stesso De Lullo gli affidò la direzione artistica del neonato Piccolo Eliseo di Roma, spazio che Patroni Griffi riuscì a sfruttare al meglio portando in scena la nuova drammaturgia internazionale dell'epoca; mantenne l'incarico fino al 1981.Successivamente fu direttore artistico del Teatro Eliseo di Roma (2002-2005). Muore il 15 dicembre 2005, e in questo teatro sarà allestita due giorni dopo, alle 9, la camera ardente; il funerale sarà celebrato nello stesso giorno, alle 16, nella basilica di Santa Maria in Montesanto a piazza del Popolo. Riposa nel cimitero Flaminio a Roma.Alla sua memoria è stata intitolata la sala del Piccolo Eliseo.BiografiaIl periodo napoletano: 1921-1945Malgrado i nobili natali ebbe un'infanzia economicamente tormentata a causa della precoce scomparsa del padre: Felice Patroni Griffi (di Giuseppe e Veneranda Gioia), Barone di Faivano, nacque il 19 giugno 1866 e morì il 27 marzo 1925; nel 1902 sposò la baronessa Laura de Gemmis (1874-1908), morta prematuramente senza eredi; in seconde nozze sposò Zenobia Priante (13 maggio 1890-2 dicembre 1967), detta Bina, napoletana, ma per motivi prevalentemente professionali (la famiglia paterna gestiva una importante azienda agricola a Corato in Puglia) e poi anche di salute, le visite alla nuova moglie furono sporadiche, tuttavia ebbe due figli, Veneranda (1920-2005), detta Vanda, e Giuseppe, detto Peppino. «Ho saputo da mia madre che mio padre è morto… Piangeva davanti allo specchio dell'armadio… La mente non corse neppure al mio ultimo incontro con lui. Parecchi anni dopo me ne ricordai. Restammo ancora qualche tempo nella nostra grande casa. Ricordo l'arazzo in seta del salone… Poi non lo vidi più, da quando andammo ad abitare un'altra casa di poche stanze. Mia madre si aggirava senza sorrisi e senza parole… Se il campanello squillava, udivo sempre lo stesso sommesso parlare di avvocati. Molte cose son dovute accadere, molte cose sono mutate».Fu quindi la madre, donna di forte carattere, a lasciare per prima nel figlio l'impronta della sua passione cinematografica, portandolo con sé a vedere praticamente tutte le pellicole che da Hollywood giungevano a Napoli, al cinema Corona: Rodolfo Valentino, Ramon Novarro, Charlie Chaplin, ma soprattutto Gary Cooper, Marlene Dietrich, Greta Garbo, diventarono per Patroni Griffi icone con le quali confrontare, in futuro, la sua raffinatezza artistica.Sin dall'adolescenza Patroni Griffi manifestò una grande predilezione per la letteratura, alimentata dall'interesse comune delle sue amicizie scolastiche: un gruppo culturalmente molto affiatato «di giovani illuminati, soprannominati poi i ragazzi di via Chiaja», cui facevano parte Raffaele La Capria, Antonio Ghirelli, Francesco Rosi, Francesco Compagna, Maurizio Barendson, Tommaso Giglio, Achille Millo, Pasquale Prunas e, il più giovane, Giorgio Napolitano. Ricorda La Capria: «…la cosa stupefacente di allora era che, mentre adesso noi i libri che vogliamo leggere ce li andiamo a cercare, allora i libri venivano a noi».Cresciuto culturalmente durante il periodo di maggior conformismo, grazie alle frequentazioni scolastiche e alle preziose letture soprattutto dei grandi scrittori russi e dei nuovi americani, sempre più innamorato della democrazia e della libertà, soprattutto della libertà di scrivere, maturò idee e ideologie opposte a quelle coltivate dal regime. Contribuì alla realizzazione di alcuni spettacoli teatrali come autore, come regista e come scenografo e costumista. Insieme con Antonio Ghirelli, infatti, scrisse almeno tre commedie (mai date alle stampe). Nel 1940, appena iscritto alla Università, il Giovane fascista Giuseppe Patroni Griffi presentò al Concorso di Teatro, organizzato dai Prelittoriali dello Spettacolo, la commedia (scritta con Ghirelli) La barriera, raggiungendo la fase finale. Da ricordare, inoltre, l'allestimento (aprile 1943) de La casa sull'acqua di Ugo Betti, per la regia di Giorgio Napolitano, spettacolo organizzato dal Guf e di cui è stata recuperata la locandina dove si legge «bozzetti di Giuseppe Patroni Griffi».La carriera universitaria (iscritto alla Facoltà di Giurisprudenza nel 1940, presso la Regia Università di Napoli) fu tormentata da gravi attacchi di ulcera duodenale, malattia che però gli procurò, dopo vari intervalli di convalescenza, il congedo illimitato dal servizio militare (12 ottobre 1942). Tuttavia, dal 28 febbraio 1941, fu per brevi periodi di stanza a Verona, 8º Reggimento artiglieria, div. «Pasubio», e lì capì di essere omosessuale. «Credo di essere stato il primo al quale Peppino ha confidato la sua omosessualità… avevamo circa vent'anni, stavamo a casa mia leggendo [...] Voleva sapere da me se la cosa mi turbava… così gli risposi “Peppi', ma cosa vuoi che m'importi, che cambia?”; e lui, “Niente”. E così proseguimmo la lettura».Durante l'occupazione tedesca, per far fronte alle difficoltà economiche (morto il padre, gli zii da Corato tentarono di sospendere ogni rapporto con i parenti napoletani), Patroni Griffi fu impiegato al Consorzio agrario, e successivamente, con l'arrivo degli americani, riuscì a conquistare, insieme con l'amico Antonio Ghirelli, l'ambito posto di commentator a Radio Napoli Pwb (Psychological Warfare Branch), sotto la direzione di Elvio H. Sadun, capo della sezione spettacolo. Una prestazione lavorativa durata pochi mesi, durante i quali, però, il loro programma di prosa e musica fu molto apprezzato, al punto che, appena il contratto fu disdetto per la riduzione delle attività alleate, sia Ghirelli che Patroni Griffi furono immediatamente assunti in Rai: il primo chiamato a dirigere Radio Bologna Libera, l'altro in forza alla sede centrale di via delle Botteghe Oscure a Roma.Dal dopoguerra in poiAllievo di Luchino Visconti e di Ettore Giannini, al cinema diresse, tra gli altri, gli attori Charlotte Rampling, Elizabeth Taylor, Marcello Mastroianni, Florinda Bolkan, Terence Stamp e Laura Antonelli.Patroni Griffi ha diretto per Rai 1 un'edizione televisiva di Tosca di Giacomo Puccini (Tosca, nei luoghi e nelle ore di Tosca, 11-12 luglio 1992, in diretta mondovisione da Roma, con Plácido Domingo (Cavaradossi), Catherine Malfitano (Tosca), Ruggero Raimondi (Scarpia), Giacomo Prestia (Angelotti), Giorgio Gatti (Sacrestano) e l'Orchestra Sinfonica di Roma della RAI diretta da Zubin Mehta), con la quale vinse il premio Emmy Award, poi, il 3-4 giugno 2000, La traviata di Giuseppe Verdi (La traviata a Paris), sempre in diretta mondovisione da Parigi. Anche la Traviata vinse il premio Emmy Award, come miglior film e migliore regia televisiva, nonché il Prix Italia 2001.Nel campo dell'opera lirica ha messo in scena Così fan tutte al Teatro alla Scala di Milano, Il trovatore all'Arena di Verona e La bohème al Teatro Regio di Torino, nel centenario della prima rappresentazione. Su un suo testo, intitolato Il mio cuore è nel sud, Bruno Maderna compose una radioballata.OmaggiNel 2001, la terza edizione del Lodi Città Film Festival gli ha dedicato la prima retrospettiva integrale dei film di regia e di sceneggiatura. Nel 2005 viene pubblicamente celebrato dalla Fondazione Premio Napoli, premio che aveva già vinto nel 1970.Patroni Griffi è il soggetto del documentario In memoria di un signore amico, diretto da Rocco Talucci, prodotto del 2009.",
    "name_more_cn": [],
    "personage_id": "27239117",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1033373",
    "personage_link": "https://www.douban.com/personage/27239117/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2005年12月15日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-02-27T04:14:14"
}