{
    "sid": "1033771",
    "name": "保罗·菲尔林格",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [
        "1980年 第52届奥斯卡金像奖 最佳动画短片 (提名) 欢乐的有狼之家"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p51727.jpg",
    "imdb_id": "nm0276414",
    "name_en": "Paul Fierlinger",
    "name_full": "保罗·菲尔林格 Paul Fierlinger",
    "birth_date": "1936年3月15日",
    "birth_place": "日本,芦屋",
    "last_movies": [
        {
            "id": 5214197,
            "year": "1990",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "And Then I'll Stop... Does Any of This Sound Familiar?",
            "release": 1
        },
        {
            "id": 5213687,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Room Nearby",
            "release": 1
        },
        {
            "id": 5213250,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Quitter",
            "release": 1
        },
        {
            "id": 5204623,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Teeny Little Super Guy",
            "release": 1
        },
        {
            "id": 5180992,
            "year": "1980",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Louis James Hates School",
            "release": 1
        },
        {
            "id": 5125254,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Still Life with Animated Dogs",
            "release": 1
        },
        {
            "id": 3287632,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876760358.jpg",
            "title": "回忆",
            "release": 1
        },
        {
            "id": 2301179,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528894581.jpg",
            "title": "牧羊犬郁金香",
            "release": 1
        },
        {
            "id": 2156675,
            "year": "1979",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "欢乐的有狼之家",
            "release": 1
        },
        {
            "id": 1928288,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917448887.jpg",
            "title": "new year baby",
            "release": 1
        }
    ],
    "introduction": "Paul Fierlinger was born March 15, 1936 in Ashiya, Japan: the son of career Czechoslovakian diplomats. He spent the WWII years in the United States. At the age of twelve: while living in a boarding school in Podebrady, Czechoslovakia, Fierlinger created his first animated film by shooting drawings from his flipbook with a 16 mm Bolex camera.In 1955 he graduated from the Bechyne School of Applied Arts. After two years of military service, he freelanced in Prague, as a book illustrator and gag cartoonist for cultural periodicals under the pen name Fala. Fierlinger established himself in 1958 as Czechoslovakia’s first independent producer of animated films, providing 16 mm films from his home studio for Prague TV and the 16 mm division of Kratky Film. Thus, he created approximately 200 films, ranging from 10-second station breaks to 10-minute theatrical releases and TV children’s shorts.In 1967, Fierlinger escaped from Czechoslovakia to the Netherlands, where he pitched for a number of station breaks for Dutch television in Hilversum. He then went to Paris to work for a short stint as a spot animator for Radio Television France and ended up in Munich for half a year, having been offered the job of key animator on a feature film at Linda Films, The Conference of the Animals. In Munich, prior to his departure to the United States, he married a Czechoslovak compatriot and photographer, Helena Strakova.He arrived in the United States in 1968 where he first worked for Universal Pictures as a documentary director of Prague, The Summer of Tanks. For a short period the Fierlingers lived in Burlington, Vermont to work for a local TV station: while in Vermont, their first son, Philip, was born. In 1969, the Fierlingers settled in Philadelphia, where he was hired by Concept Films to animate political commercials for Hubert Humphrey and other political candidates. In 1971, a second son, Peter was born.Fierlinger formed AR&T Associates, Inc., his own animation house, in 1971. It produced animated segments for ABC’s Harry Reasoner specials and PBS’ Sesame Street, including the popular Teeny Little Super Guy series, a network ID for Nickelodeon, and more. Since 1971, AR&T has produced over 700 films, of which several hundred are television commercials. Many of these films received considerable recognition, including an Academy Award nomination for It’s so Nice to Have a Wolf Around the House. Other awards include Cine Golden Eagles, and \"Best in Category\" awards at festivals in many cities and countries. And Then I’ll Stop, a 1989 film on drug and alcohol abuse, has received more awards than any other of his films, including \"First Prize\" in Aspen, Colorado, and was selected for screening at MOMA’s New Films, New Directors series, and the London Royal Film Festival. At that time, Paul and Helena were divorced, and their two young adult sons moved to San Francisco to pursue their own careers in computer and multimedia productions.",
    "name_more_cn": [],
    "personage_id": "27239516",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1033771",
    "personage_link": "https://www.douban.com/personage/27239516/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-05T09:35:13"
}