{
    "sid": "1033066",
    "name": "华金·鲍德温",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p46358.jpg",
    "imdb_id": "nm3036898",
    "name_en": "Joaquin Baldwin",
    "name_full": "华金·鲍德温 Joaquin Baldwin",
    "birth_date": "1983年2月21日",
    "birth_place": "巴拉圭,亚松森",
    "last_movies": [
        {
            "id": 5416018,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p767683744.jpg",
            "title": "风车农民",
            "release": 1
        },
        {
            "id": 4057263,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873458270.jpg",
            "title": "折纸世界",
            "release": 1
        },
        {
            "id": 3448242,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494922257.jpg",
            "title": "塞巴斯蒂安的巫毒",
            "release": 1
        }
    ],
    "introduction": "Joaquin Baldwin is a writer/director living in Los Angeles, California, with a specialization in animated films.His animated shorts Sebastian's Voodoo (2008) and Papiroflexia (2007) have earned him over 120 international awards. He was the South America winner of Pangea Day 2008, a massive event that took place worldwide and viewed by millions at the very same time. He has received awards from the Cannes Short Film Corner, Student Academy Awards, Cinequest, USA Film Festival, Angelus, Sedona, Ashland, August Sun, The Accolade Awards, BendFilm, Cine Awards, and many others. In 2008 his film Papiroflexia was a finalist at Cannes Film Festival on the Short Film Corner, and in 2009 he took the Cannes award under the same category with his film Sebastian's Voodoo. He was nominated for an Annie Award in 2008, with the film Sebastian's Voodoo, competing with 4 other shorts from Pixar, Disney, Plympton and Aardman.Baldwin was born in Paraguay, with an environmental activist for a mother, and an artist as his father.When he was 15, he decided to experiment with computer graphics and taught himself some basic 3d animation. After creating a bunch of meaningless but uber-cool exploding letters with light effects with 3d studio max, he met Christian Chena, who ran the multimedia magazine Hypermedia, the first of its kind in Paraguay.He worked for Hypermedia as a multimedia designer, creating animated intros for the CD that came with the magazine. Soon enough the company grew and started getting jobs for website design and interactive design all over the country.The company evolved into Chena Ventures Inc, for which Baldwin worked mostly as a web designer for several years, specializing in Search Engine Optimization, design, and architecture. He worked in the design for top Hispanic domains such as: animacion.com, juegos.com, paraguay.com, cocina.com, horoscopo.com, peliculas.com, viajes.com, fotos.com, and sitios.com.In 2002 (age 19), Baldwin moved to the US to study at the Columbus College of Art & Design, in Columbus, OH. He was going to major in advertising and graphic design but his interest for animation came back to him. After changing his major to animation, he has since focused completely in filmmaking. After completing his BFA at CCAD, he moved to Los Angeles and in 2010 received his MFA in animation at UCLA.",
    "name_more_cn": [],
    "personage_id": "27238807",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1033066",
    "personage_link": "https://www.douban.com/personage/27238807/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-14T16:13:20"
}