{
    "sid": "1033016",
    "name": "辛那·萨利姆",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [
        "2013年 第66届戛纳电影节 一种关注单元 一种关注大奖 (提名) 我甜蜜的胡椒地",
        "2012年 第36届香港国际电影节 天主教文化奖 天主教文化奖 (提名) 如果你死了，我就杀死了你",
        "2007年 第60届洛迦诺国际电影节 金豹奖 (提名) 巴黎屋檐下"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1367910319.6.jpg",
    "imdb_id": "nm0757954",
    "name_en": "Hiner Saleem",
    "name_full": "辛那·萨利姆 Hiner Saleem",
    "birth_date": "1965年3月9日",
    "birth_place": "库尔德斯坦,伊拉克,Acna",
    "last_movies": [
        {
            "id": 35376700,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874944254.jpg",
            "title": "Goodnight, Soldier",
            "release": 1
        },
        {
            "id": 35332943,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Le Baiser de Mésopotamie",
            "release": 1
        },
        {
            "id": 30286070,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544765281.jpg",
            "title": "谁杀了小说家？",
            "release": 1
        },
        {
            "id": 26799997,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512737647.jpg",
            "title": "Tight Dress",
            "release": 1
        },
        {
            "id": 26799996,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Après la chute",
            "release": 1
        },
        {
            "id": 20562338,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620980890.jpg",
            "title": "我甜蜜的胡椒地",
            "release": 1
        },
        {
            "id": 5201940,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496031023.jpg",
            "title": "Dol",
            "release": 1
        },
        {
            "id": 5150593,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p913980617.jpg",
            "title": "如果你死了，我就杀死了你",
            "release": 1
        },
        {
            "id": 2973182,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528274837.jpg",
            "title": "巴黎屋檐下",
            "release": 1
        },
        {
            "id": 1920150,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2255591582.jpg",
            "title": "公里为零",
            "release": 1
        }
    ],
    "introduction": "C'est en feuilletant un recueil de poésie illustré, puis plus tard grâce à la télévision, qu'Hiner Saleem se découvre une passion pour les images. A 17 ans, il est contraint de fuir son pays pour échapper à l'oppression de Saddam Hussein. De retour sur sa terre natale pendant la première Guerre du Golfe, il tourne en 16 mm les images de son premier film, Un bout de frontière, dans lequel il fait jouer son frère et son père, mais les bombardements l'empêcheront d'achever ce premier essai. De passage en Italie, il fait la rencontre de Gillo Pontecorvo qui souhaite présenter en 1992 ces images à la Mostra de Venise en tant que \"film inachevé\". Heureuse initative qui permet au cinéaste de trouver les financements nécessaires pour son film suivant, Vive la mariée... et la libération du Kurdistan, opus dans lequel il retrace la vie d'un militant kurde réfugié à Paris.Hiner Saleem n'a depuis cessé de réaliser des oeuvres engagées pour la reconnaissance des droits du peuple kurde. C'est ainsi qu'il signe en 1999 un drame aux résonnances autobiographiques, Passeurs de rêves, puis quatre ans plus tard Vodka lemon (2003), témoignage sur la misère du peuple kurde en Arménie. En 2005, il voit son nouveau long métrage, Kilomètre zéro, présenté en sélection officielle au Festival de Cannes. Suit, en 2007, la sortie en salles de Dol ou la vallée des tambours. Comme l'explique le réalisateur dans le dossier de presse de ce dernier film, \"Kilomètre zéro parlait surtout de l'atmosphère qui régnait en Irak et au Kurdistan sous le régime de Saddam Hussein. De l'absurdité des guerres et des relations entre les Kurdes et les Arabes. Dans Dol, j'ai voulu parler du Kurdistan de Turquie, d'Iran et de l'immense espoir qui est né au Kurdistan d'Irak depuis la chute de Saddam Hussein.\"La même année, Hiner Saleem dirige Michel Piccoli dans Les Toits de Paris, \"une sorte de Vodka lemon sur la France, un film sur la décadence, sur la défaite des systèmes humains\" (dixit le cinéaste dans le dossier de presse du film). Une prestation qui vaudra à son interprète principal le Léopard d'or du Meilleur comédien au Festival de Locarno. Après ce film assez grave, le cinéaste souhaite revenir à un genre qui lui est proche : la comédie, l’absurde et le burlesque. Il tourne donc Si tu meurs, je te tue, film \"en forme de poupée-russe\" qui se penche sur l'immigration du peuple kurde dans les pays européen.",
    "name_more_cn": [],
    "personage_id": "27238757",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1033016",
    "personage_link": "https://www.douban.com/personage/27238757/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-27T12:30:13"
}