{
    "sid": "1033800",
    "name": "恩里科·梅迪欧力",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "演员"
    ],
    "awards": [
        "1970年 第42届奥斯卡金像奖 最佳原创剧本 (提名) 纳粹狂魔"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2198f1191fb0a1c16ab6c01f89219cbe.jpg",
    "imdb_id": "nm0575804",
    "name_en": "Enrico Medioli",
    "name_full": "恩里科·梅迪欧力 Enrico Medioli",
    "birth_date": "1925年3月17日",
    "birth_place": "意大利,帕尔马",
    "last_movies": [
        {
            "id": 36482994,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900227321.jpg",
            "title": "《路德维希》：漫漫长夜行",
            "release": 1
        },
        {
            "id": 36217986,
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "骗局：维斯康蒂《家族的肖像》",
            "release": 1
        },
        {
            "id": 36109789,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893076121.jpg",
            "title": "卢基诺·维斯康蒂：追忆似水年华之路",
            "release": 1
        },
        {
            "id": 35151711,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900223348.jpg",
            "title": "卢基诺·维斯康蒂：追求不可能",
            "release": 1
        },
        {
            "id": 34607878,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602892732.jpg",
            "title": "该诅咒的人",
            "release": 1
        },
        {
            "id": 5281583,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519638578.jpg",
            "title": "最后的嘉多帕多",
            "release": 1
        },
        {
            "id": 5194952,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898572809.jpg",
            "title": "La baronessa di Carini",
            "release": 1
        },
        {
            "id": 3236520,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p781926821.jpg",
            "title": "香奈儿",
            "release": 1
        },
        {
            "id": 2128889,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151854562.jpg",
            "title": "战争与和平",
            "release": 1
        },
        {
            "id": 2033510,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2350286007.jpg",
            "title": "呼啸山庄",
            "release": 1
        }
    ],
    "introduction": "Enrico Medioli (Parma, 17 marzo 1925 – Orvieto, 21 aprile 2017) è stato uno sceneggiatore italiano.Nato a Parma a Palazzo Bocchi, in via Farini, il 17 marzo 1925, figlio di Luigi del fu Emilio e di Ester Cattivelli, Enrico è il minore di quattro figli (Anita, 1914-2009, Emilio, 1916-1987, Peppino 1921-2011). Cresce fra Parma e Cortina d'Ampezzo dove, a otto anni, giocando con un ordigno bellico, perde tre dita della mano sinistra. A Parma frequenta il Collegio Maria Luigia da semi-convittore, dove ha insegnanti d'eccezione quali il poeta Attilio Bertolucci e Ninina Giovanardi Alpi, madrelingua inglese e cognata di Attilio, per la lingua straniera. Buono sportivo, qui impara ad montare a cavallo. Le persone a lui legate sono, primo fra tutti, il compagno di una vita Maurizio Chiari, poi l'editore Giulio Bollati, l'amministrativista Franco Bassi, l'avvocato Giuseppe Contino, e i futuri partigiani Ottavio Maria Ricci (cugino di Franco) e Giacomo Ulivi, medaglia d'argento al valor militare.Nel 1945 si iscrive al Politecnico di Milano, alla Facoltà di Architettura, abitando, visti i tempi di ristrettezze, insieme a Maurizio Chiari presso il celebre architetto Giò Ponti e la sua famiglia, in Via Aurelio Saffi, 24. Durante quell'anno, dopo una serie di influenze, scopre di avere, come già il fratello Emilio, la tubercolosi. Curato prima in casa a Cortina e poi in sanatorio a Davos, si trova a mettere in pratica intensivamente l'inglese e il francese, cosa che gli tornerà molto utile quando, ormai guarito, si trasferirà a vivere a Roma nel 1950. Prima in via Ruggero Bonghi e poi, dal 1957, nella famosa casa di via Angelo Brunetti, inizia a frequentare l'ambiente del cinema traducendo dapprima i dialoghi dei film.In questo periodo incontra gli amici che saranno anche i suoi compagni di lavoro: il commediografo e regista Peppino Patroni Griffi, l'attrice e autrice Franca Valeri e suo marito, il regista Vittorio Caprioli, l'americano Bill Weaver, grande traduttore dall'italiano in inglese, la pittrice Bice Brichetto, Luisa Rota, Laudomia, detta Domietta, Del Drago, il regista Filippo Sanjust e, almeno dal 1952, ultimo e più importante, il regista Luchino Visconti, conosciuto tramite lo scenografo Mario Chiari. Nel 1953 viene invitato da Suso Cecchi D'Amico a collaborare alla sua prima sceneggiatura, commissionata da Mario Soldati e tratta da un racconto di R. L. Stevenson, Il diavolo nella bottiglia, per un film che non verrà mai realizzato.Seguono anni di grandi lavori: dopo la revisione dei dialoghi (non accreditati) di Guendalina, all'inizio progetto dell'amico Valerio Zurlini e che viene invece realizzato da Alberto Lattuada, alla sceneggiatura di La ragazza con la valigia, insieme a Peppino Patroni Griffi, cui si deve il titolo, fino alla stesura di parti di Lina e il cavaliere, nonché di canzoni con Fiorenzo Carpi, per Vittorio Caprioli, mentre Franca Valeri si incarica delle proprie. A ciò si accompagna il lavoro in teatro per Visconti come assistente alla regia nel Don Carlos (1958), il Duca d'Alba (1959),cui segue nel 1960 la regia de La sonnambula per il Covent Garden di Londra.Nel 1959 inizia la collaborazione con Visconti per il cinema: da Rocco e i suoi fratelli (1960) a L'innocente (1976). Medioli firmerà da allora quasi tutti suoi i film: Il gattopardo (1963), Vaghe stelle dell'Orsa (1965), La caduta degli dei (1969), Ludwig (1973), Gruppo di famiglia in un interno (1974). Intanto Medioli collabora come sceneggiatore con altri registi: per Vittorio Caprioli Scusi facciamo l'amore? (1968) con Franca Valeri, Pierre Clémenti e Valentina Cortese, e l'antesignano Splendori e miserie di Madame Royale (1970) con Ugo Tognazzi, cui segue nel 1972, in contemporanea alla stesura di Ludwig, La prima notte di quiete per Valerio Zurlini, con Alain Delon protagonista e produttore, la giovane Sonia Petrova, Renato Salvatori e Giancarlo Giannini.Dopo l'acquisto da parte di Maurizio Chiari della villa di Orvieto nel 1978 e la sua ristrutturazione, a partire dagli anni Novanta Enrico e Maurizio vi passano periodi sempre più lunghi, avendo Enrico la possibilità di dedicarsi alla cura del grande giardino e coltivare la sua passione per la botanica. Qui, a 92 anni, preceduto da Maurizio il 6 marzo 2003, Enrico muore la sera del 21 aprile 2017 per arresto cardiaco.Enrico Medioli è uno degli sceneggiatori di alcuni dei più noti capolavori del cinema italiano. Ha firmato sette film di Luchino Visconti e ha lavorato anche con registi come Valerio Zurlini, Sergio Leone, Mauro Bolognini, Alberto Lattuada, Vittorio Caprioli e Liliana Cavani.Ha vinto il Nastro d'argento nel 1961 per la sceneggiatura di Rocco e i suoi fratelli e nel 1969 ha ottenuto una candidatura all'Oscar con La caduta degli Dei. Ha partecipato a note produzioni televisive come La Certosa di Parma (1982) di Mauro Bolognini, I promessi sposi (1989) di Salvatore Nocita e Cime tempestose (2004).Enrico Medioli è il protagonista del film documentario Ritratto di sceneggiatore in un interno, per la regia di Rocco Talucci presentato in anteprima nazionale il 6 luglio 2013 al Teatro Caio Melisso di Spoleto nel cartellone del 56º Festival dei 2Mondi di Spoleto. Nel film, vincendo la sua celebre riservatezza , Medioli racconta la sua vita e le sue sceneggiature, attraverso ricordi intelligenti e ironici, dipingendo così il ritratto di quegli anni che hanno rappresentato una grande pagina della storia culturale italiana , ma rifiutandosi di mostrare qualsiasi propria foto prima della fine del montaggio.Un profilo critico sulla sua opera, la biografia completa e la filmografia possono leggersi nell'unica monografia ad oggi esistente su di lui: Roberto Mancini, Francesca Medioli (a cura di), Il costruttore di immagini. Enrico Medioli sceneggiatore, Firenze, Aska Edizioni, 2015, con contributi di Roberto Mancini, Francesca Medioli, Rocco Talucci,Michele Guerra, Tinny Andreatta. Molte le testimonianze raccolte dai curatori e proposte nel volume. Tra le altre quelle di Gianluigi Rondi, Irene Bignardi, Giuliano Ferrara, Laurence Schifano, Gaia Servadio, Franca Valeri, Umberto Orsini, Isabella Ducrot, Giorgio Treves, Roberto Levi, Sofia Varoli Piazza, Roberta Mazzoni. Il volume, donato a Medioli per il suo novantesimo compleanno, è corredato da una ricca messe di fotografie di famiglia e di amici, nonché da materiale iconografico pertinente, e da alcuni scritti inediti dello stesso.",
    "name_more_cn": [],
    "personage_id": "27239545",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1033800",
    "personage_link": "https://www.douban.com/personage/27239545/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2017年4月21日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-01-26T04:22:48"
}