{
    "sid": "1036622",
    "name": "霍普·兰格",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "1958年 第30届奥斯卡金像奖 最佳女配角 (提名) 冷暖人间",
        "1958年 第15届金球奖 电影类 最佳女配角 (提名) 冷暖人间"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p57773.jpg",
    "imdb_id": "nm0486136",
    "name_en": "Hope Lange",
    "name_full": "霍普·兰格 Hope Lange",
    "birth_date": "1933年11月28日",
    "birth_place": "美国,康涅狄格州,雷丁",
    "last_movies": [
        {
            "id": 5116395,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902973899.jpg",
            "title": "Before He Wakes",
            "release": 1
        },
        {
            "id": 5115487,
            "year": "1989",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Knight and Daye",
            "release": 1
        },
        {
            "id": 5112474,
            "year": "1993",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cooperstown",
            "release": 1
        },
        {
            "id": 5111143,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631937631.jpg",
            "title": "Charlie Grace",
            "release": 1
        },
        {
            "id": 5092208,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871808894.jpg",
            "title": "Trying Times",
            "release": 1
        },
        {
            "id": 4901269,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870634601.jpg",
            "title": "Message from Nam",
            "release": 1
        },
        {
            "id": 3091503,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2626069671.jpg",
            "title": "汽车大王福特传",
            "release": 1
        },
        {
            "id": 1963001,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871517655.jpg",
            "title": "荷里活性女大全",
            "release": 1
        },
        {
            "id": 1296255,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507460711.jpg",
            "title": "正当防卫",
            "release": 1
        },
        {
            "id": 1292822,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1285227765.jpg",
            "title": "燃眉追击",
            "release": 1
        }
    ],
    "introduction": "FilmYear \tFilm \tRole \tNotes1956 \tBus Stop \tElma Duckworth \tAlternative title: The Wrong Kind of Girl1957 \tThe True Story of Jesse James \tZee \tAlternative title: The James BrothersPeyton Place \tSelena Cross1958 \tThe Young Lions \tHope PlowmanIn Love and War \tAndrea Lenaine Kantaylis1959 \tThe Best of Everything \tCaroline Bender1961 \tWild in the Country \tIrene SperryPocketful of Miracles \tElizabeth \"Queenie\" Martin1963 \tLove Is a Ball \tMillicent \"Millie\" Mehaffey \tAlternative title: All This and Money Too1968 \tJigsaw \tHelen Atterbury1974 \tDeath Wish \tJoanna Kersey1983 \tThe Prodigal \tAnne StewartI Am the Cheese \tBetty Farmer1985 \tA Nightmare on Elm Street 2: Freddy's Revenge \tCheryl Walsh1986 \tBlue Velvet \tMrs. Williams1990 \tTune in Tomorrow \tMargaret Quince \tAlternative title: Aunt Julia and the Scriptwriter1994 \tClear and Present Danger \tSenator Mayo1995 \tJust Cause \tLibby PrentissTelevisionYear \tTitle \tRole \tNotes1956 \tKraft Television Theatre \tRandy \t1 episode1957–1958 \tPlayhouse 90 \tRaiyaJessica LovellAlex Winter \t3 episodes1962–1975 \tHallmark Hall of Fame \tRoxaneMrs. Douglas \t2 episodes1966 \tBob Hope Presents the Chrysler Theatre \tRachel Douglas \t1 episodeThe Fugitive \tAnnie Johnson \t1 episode1967 \tCBS Playhouse \tLois Graves \t1 episode1968–1970 \tThe Ghost & Mrs. Muir \tCarolyn Muir \t50 episodes1970 \tCrowhaven Farm \tMaggie Porter \tTelevision movie1971–1974 \tThe New Dick Van Dyke Show \tJenny Preston \t72 episodes1972 \tThat Certain Summer \tJanet Salter \tTelevision movie1973 \tThe 500 Pound Jerk \tKaren Walsh \tTelevision movie1974 \tI Love You, Goodbye \tKaren Chandler \tTelevision movieFer-de-Lance \tElaine Wedell \tTelevision movie1975 \tThe Secret Night Caller \tPat Durant \tTelevision movieMedical Story \tDiana Hopkins \t1 episode1976 \tGibbsville \t\t1 episode1977 \tPolice Story \tAnn Wells \t1 episodeThe Love Boat II \tElaine Palmer \tTelevision movie1978 \tThe Love Boat \tSandra Newberry \t1 episode1979 \tLike Normal People \tRoz Meyers \tTelevision movie1980 \tThe Day Christ Died \tClaudia \tTelevision movieBeulah Land \tDeborah Kendrick \tMiniseriesPleasure Palace \tMadelaine Calvert \tTelevision movie1982 \tMatt Houston \tKate Riley \t1 episode1983 \tFantasy Island \tMarion Stamford \t1 episode1983–1986 \tHotel \tGwen AndrewsDr. Hannah Fielding \t2 episodes1984 \tFinder of Lost Loves \tCatherine Connally Smith \t1 episode1985 \tSurvival Guide \t\tTelevision moviePrivate Sessions \tMrs. Coles \tTelevision movie1987 \tFord: The Man and the Machine \tClara Ford \tTelevision movieTrying Times \tFrances Fletcher \t1 episode1987–1993 \tMurder, She Wrote \tCharlotte NewcastleHelen Lewis \t2 episodes1989 \tKnight & Daye \tGloria Daye \t1 episode1993 \tDead Before Dawn \tVirginia DeSilva \tTelevision movieCooperstown \tCassie Willette \tTelevision movieMessage from Nam \tMarjorie Wilson \tTelevision movie1995 \tCharlie Grace \tAnne Grace \t1 episode1998 \tBefore He Wakes \tHelen Rawlings \tTelevision movie",
    "name_more_cn": [],
    "personage_id": "27242371",
    "family_member": [
        "Charles Hollerith, Jr.（前夫）",
        "Don Murray（前夫）",
        "Alan J. Pakula（前夫）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1036622",
    "personage_link": "https://www.douban.com/personage/27242371/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2003年12月19日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-22T04:00:13"
}