{
    "sid": "1036596",
    "name": "兰迪·纽曼",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "音乐",
        "演员",
        "配音"
    ],
    "awards": [
        "2020年 第92届奥斯卡金像奖 最佳原创配乐 (提名) 婚姻故事",
        "2019年 第23届好莱坞电影奖 年度配乐 婚姻故事",
        "2014年 第41届动画安妮奖 最佳配乐 (提名) 怪兽大学"
    ],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p20285.jpg",
    "imdb_id": "nm0005271",
    "name_en": "Randy Newman",
    "name_full": "兰迪·纽曼 Randy Newman",
    "birth_date": "1943年11月28日",
    "birth_place": "美国,路易斯安那州,新奥尔良",
    "last_movies": [
        {
            "id": 30314848,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869765076.jpg",
            "title": "瞬息全宇宙",
            "release": 1
        },
        {
            "id": 27202818,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571760178.jpg",
            "title": "婚姻故事",
            "release": 1
        },
        {
            "id": 26743601,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503057095.jpg",
            "title": "迈耶罗维茨的故事",
            "release": 1
        },
        {
            "id": 26612648,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456947322.jpg",
            "title": "电影配乐传奇",
            "release": 1
        },
        {
            "id": 25849480,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2492869476.jpg",
            "title": "赛车总动员3：极速挑战",
            "release": 1
        },
        {
            "id": 6850547,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551222752.jpg",
            "title": "玩具总动员4",
            "release": 1
        },
        {
            "id": 5208897,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p633361126.jpg",
            "title": "谁是哈里·尼尔森",
            "release": 1
        },
        {
            "id": 3789848,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1896375401.jpg",
            "title": "怪兽大学",
            "release": 1
        },
        {
            "id": 1949005,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1231072532.jpg",
            "title": "公主与青蛙",
            "release": 1
        },
        {
            "id": 1858711,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1283675359.jpg",
            "title": "玩具总动员3",
            "release": 1
        }
    ],
    "introduction": "Randy Newman writes songs that range from the mordant and ironic to the hilarious, the deeply heartfelt and painful, the understated, and the rockin’. A classically trained musician skilled in composition, his music is often more complex and interesting than most material that flirts with pop appeal. Newman also tends to write more difficult lyrics but he has proved his ability to craft the Pop Song, and a few of his have been widely covered. Newman also has a solid cult following. He has had one major hit single - “Short People” (#2, 1978) - and recorded other popular songs, including “The Blues” (#54, 1983) and “I Love L.A.” Since the ’80s he has also established himself as a leading composer of movie soundtracks, collecting 13 Oscar nominations for his efforts.Newman grew up in a musical family with Hollywood connections his uncles Alfred and Lionel both scored numerous films. By age 17, Randy was staff writer for a California music publisher. One semester short of a B.A. in music from UCLA, he dropped out of school. Lenny Waronker, son of Liberty Records’ president, was a close friend and, later, as a staff producer for Warner Bros., helped get Newman signed to the label.Newman’s early songs were recorded by a number of performers. His friend Harry Nilsson recorded an entire album with Newman on piano, Nilsson Sings Newman, in 1970. Judy Collins (“I Think It’s Going to Rain Today”), Peggy Lee (“Love Story”), and Three Dog Night - for whom “Mama Told Me (Not to Come)” hit #1 - all enjoyed success with Newman’s music.Newman became a popular campus attraction when touring with Nilsson. His status as a cult star was affirmed by his critically praised debut, Randy Newman, in 1968, which featured his own complex arrangements for full orchestra, and later by 1970’s 12 Songs. He also sang “Gone Dead Train” on the soundtrack of Performance (1970). Live and Sail Away were Newman’s first commercial successes, but his audience has been limited to some degree because his songs are often colored by his ironic, pointed sense of humor, which is rarely simple and frequently misunderstood.Good Old Boys, for example, was a concept album about the South, with the lyrics expressing the viewpoint of white Southerners. Lyrics such as “We’re rednecks, and we don’t know our ass from a hole in the ground” made people wonder whether Newman was being satirical or sympathetic. He toured (to Atlanta and elsewhere) behind the album with a full orchestra that played his arrangements and was conducted by his uncle Emil Newman.Little Criminals, in 1977, contained Newman’s first hit single, “Short People,” which mocked bigotry and was taken seriously by a vocal offended minority. “Baltimore” from that album was covered by Nina Simone. Following that album’s release, Newman toured for the first time since 1974. He claimed that in the interim he’d done nothing but watch television and play with his three sons. In 1979 his Born Again featured guest vocals by members of the Eagles. In 1981 Newman composed the soundtrack for the film Ragtime (the first of many soundtrack assignments) and was nominated for two Oscars (Best Song, Best Score). His 1983 album, Trouble in Paradise, included guest appearances by Linda Ronstadt, members of Fleetwood Mac, and Paul Simon, who sang a verse of “The Blues.” That album’s “I Love L.A.” became something of an anthem, thanks in part to a flashy music video directed by Newman’s cousin, Tim Newman (who went on to shoot popular videos for ZZ Top, among others). Land of Dreams (#80, 1988) spawned a minor hit in “It’s Money That Matters” (#60, 1988). It would take Newman 10 more years to make another studio album, 1999’s critically acclaimed Bad Love. With that record peaking at #194, he continues to meet his biggest success in Hollywood, where he spent most of the ’90s becoming one of the town’s most sought-after film composers. Although the material on his own records is literate and biting, the songs he writes for movies are decidedly simpler and with a sunnier outlook - and they usually meet with more success. Both “I Love to See You Smile” from Parenthood and “When She Loved Me” from Toy Story 2, for instance, were nominated for Oscars in 1998 alone, Newman garnered three Oscar nominations for three different movies.In 1995 Newman wrote a musical adaptation of Goethe’s Faust. Both the play and the accompanying CD (which featured guests such as Bonnie Raitt, Linda Ronstadt, Elton John, Don Henley, and James Taylor in the role of God) were commercially unsuccessful. In 2000 he received the Billboard Century Award.from The Rolling Stone Encyclopedia of Rock  Roll (Simon  Schuster, 2001)*with some edits after the fact, because Rolling Stone doesn’t know anything*http://www.rollingstone.com/artists/randynewman/biography",
    "name_more_cn": [],
    "personage_id": "27242345",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1036596",
    "personage_link": "https://www.douban.com/personage/27242345/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Warner Bros. Records"
        },
        {
            "label": "流派",
            "value": "Piano rock / 摇滚 / comedy rock"
        },
        {
            "label": "擅长乐器",
            "value": "钢琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Randall Stuart Newman (本名)",
        "The New Man (昵称)"
    ],
    "update_at": "2025-01-30T17:15:31"
}