{
    "sid": "1037740",
    "name": "皮尔洛·皮西奥尼",
    "site": "douban_celebrity",
    "roles": [
        "音乐",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/27e0a67e718bbf735c3daa71e655a2f7.jpg",
    "imdb_id": "nm0006227",
    "name_en": "Piero Piccioni",
    "name_full": "皮尔洛·皮西奥尼 Piero Piccioni",
    "birth_date": "1921年12月6日",
    "birth_place": "意大利,皮埃蒙特大区,都灵",
    "last_movies": [
        {
            "id": 5155219,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ci sarà un giorno (Il giovane Pertini)",
            "release": 1
        },
        {
            "id": 5114729,
            "year": "1990",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Basta! Adesso tocca a noi",
            "release": 1
        },
        {
            "id": 5113366,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565789649.jpg",
            "title": "Assolto per aver commesso il fatto",
            "release": 1
        },
        {
            "id": 5111452,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565790138.jpg",
            "title": "Nestore l'ultima corsa",
            "release": 1
        },
        {
            "id": 5099853,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2651806630.jpg",
            "title": "黑魔女",
            "release": 1
        },
        {
            "id": 5047720,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884401924.jpg",
            "title": "叫耶稣的小孩",
            "release": 1
        },
        {
            "id": 4709504,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557410420.jpg",
            "title": "吝啬鬼",
            "release": 1
        },
        {
            "id": 4709321,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565790481.jpg",
            "title": "禁止约会",
            "release": 1
        },
        {
            "id": 1466451,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587253150.jpg",
            "title": "意大利十二导演与十二城市",
            "release": 1
        },
        {
            "id": 1307109,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523083426.jpg",
            "title": "预知死亡纪事",
            "release": 1
        }
    ],
    "introduction": "Piero Piccioni nacque a Torino il 6 dicembre del 1921, da madre torinese Carolina Marengo, da cui lo pseudonimo Piero Morgan che l'autore ha usato fino al 1957 .Piero Piccioni aveva ascoltato jazz fin da bambino e suonato il piano senza aver fatto il conservatorio. Autodidatta, a tredici anni, quando il padre lo portava a Firenze (alla EI.A.R.) ad ascoltare le orchestre, scriveva già delle canzoni e la Carisch ne pubblicò alcune.Tra i pochi dischi americani che uscivano in Italia negli anni Trenta, era rimasto profondamente impressionato dalla musica di Duke Ellington, specialmente quella del 1933 e 34.Nel 1937 fece un’audizione per la EI.A.R. e gli fu commissionato di suonare da solo per un programma musicale su radio Firenze due volte alla settimana, nel pomeriggio.Debutto' come pianista nel 1938 alla radio, dove ritorno' nel 1944, a ventidue anni, con l'orchestra '013', da lui costituita. La “013” era la prima orchestra di jazz che trasmetteva ai microfoni e la prima formazione jazzistica stabile italiana. Si afferma dunque come eccellente pianista, arrangiatore e band leader. Alla RAI curava anche trasmissioni sui “classici del jazz”.Parallelamente al jazz esercitava la professione di avvocato e aveva iniziato a studiare filosofia.JazzE’ stato l’unico musicista italiano ad aver suonato con Charlie Parker. Nel 1949 a New York, dove visse per un anno e mezzo, fu chiamato a sostituire il pianista Al Haig in un programma televisivo, suonando insieme a Charlie Parker, Kenny Dorham, Tommy Potter e Max Roach.Charles Delaunay, presente, accreditò l’avvenimento e confermò il fatto che Piccioni suonò in modo eccellente.Musica & CinemaMusicista e compositore autodidatta di oltre 300 cento colonne sonore per il cinema, per sceneggiati televisivi, musiche per la radio, il balletto e l’orchestra, iniziò a scrivere colonne sonore negli anni '50. Era un grande appassionato del cinema americano (Frank Capra, Hitchcock, Billy Wilder, John Ford) e tra i compositori stranieri il suo beniamino era Alex North (autore della colonna sonora di '”Un tram chiamato desiderio” e di “Spartacus” di Kubrick), che lo ha influenzato nell'uso del jazz.Nel 1950 Michelangelo Antonioni commissionò a Piero Piccioni la musica per il documentario di un suo allievo, Luigi Polidoro. Il primo film per il quale scrisse le musiche fu “Il mondo le condanna” di Gianni Franciolini del 1952, seguito da “La spiaggia” di Alberto Lattuada del 1953. Piero Piccioni ha composto le musiche di 13 dei 17 film di Francesco Rosi e ha lavorato molto con Alberto Sordi, con entrambi in un sodalizio umano e professionale.Tra le sue musiche piu' famose, quelle dei film \"Il caso Mattei\" di Francesco Rosi e \"Un italiano in America\" e \"Polvere di stelle\" dello stesso Sordi.Tanti registi hanno affidato al suo genio musicale le loro pellicole: Francesco Rosi, Mario Monicelli, Alberto Lattuada, Luigi Comencini, Luchino Visconti, Antonio Pietrangeli, Elio Petri, Bernardo Bertolucci, Roberto Rossellini, Vittorio De Sica, Tinto Brass e Dino Risi tra gli altri. Sue anche le colonne sonore di “Travolti da un insolito destino nell'azzurro mare di agosto”, di “Tutto a posto e niente in ordine” di Lina Wertmuller e di ”ll bell'Antonio” di Mauro Bolognini.PremiTra i prestigiosi riconoscimenti ottenuti nella sua lunga carriera: il David di Donatello per il film “Travolti da un insolito destino nell’azzurro mare d’agosto” (1975), il Nastro d’argento per il film “Salvatore Giuliano” di Francesco Rosi (1963), il Prix International Lumiere (1991), il premio Anna Magnani (1975), e il premio Vittorio De Sica (1979).",
    "name_more_cn": [
        "皮耶罗·皮乔尼"
    ],
    "personage_id": "27243491",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1037740",
    "personage_link": "https://www.douban.com/personage/27243491/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2004年7月23日"
        }
    ],
    "name_more_other": [
        "P. Morgan",
        "Piero Morgan",
        "Peter Piccioni"
    ],
    "update_at": "2025-08-21T19:00:35"
}