{
    "sid": "1039445",
    "name": "Miriam Kruishoop",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "剪辑"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/89f757926e2a5199d07963aac8b26ee2.jpg",
    "imdb_id": "nm0472646",
    "name_en": "",
    "name_full": "Miriam Kruishoop",
    "birth_date": "1976年12月4日",
    "birth_place": "荷兰",
    "last_movies": [
        {
            "id": 26281669,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2216537020.jpg",
            "title": "Crosstown",
            "release": 1
        },
        {
            "id": 5146453,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sonic Fragments - The Poetics of Digital Fragmentation",
            "release": 1
        },
        {
            "id": 5095188,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893791736.jpg",
            "title": "棕榈树下",
            "release": 1
        },
        {
            "id": 4830286,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Da Silva",
            "release": 1
        },
        {
            "id": 3156169,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911290845.jpg",
            "title": "Vive Elle",
            "release": 1
        }
    ],
    "introduction": "Miriam Kruishoop is a Dutch/American award-winning visual artist and filmmaker. She graduated with honors from the Gerrit Rietveld Academy in Amsterdam. MK won the \"Citroen Award\" at the Dutch Film Festival for “Best Graduation Film”, for her short DA SILVA despite the fact she was only in her 3rd year.She wrote and directed her first feature film Vive Elle when she was in her 4th year, on an exchange program in Paris. While still in school she won multiple awards for her short films Sometimes it's Hard to be a Woman and Da Silva. She was nominated for a \"Tiger Award\" at the International Film Festival Rotterdam and multiple “Gouden Kalf” Awards at the Dutch Film Festival for her second feature Unter Den Palmen, which was unprecedented. She won the \"Culture Prize of the City of Amsterdam\" for her visual art and was a runner up for the “National Dutch Culture Prize”.MK’s work, from the stylized features Vive Elle and Unter Den Palmen, starring 70’s film icon Helmut Berger, to the politically conscious immigrant story Greencard Warriors, centers around individuals who struggle with their isolated, sometimes alienated existence. Fiction or reality, MK focuses on people and their stories, using their narrative to amplify the conversation about the 'invisible' people in our society. In her earlier work MK’s ‘stories’ evolved mainly around women addressing mental and physical abuse and isolation.Films like Sometimes it's Hard to be a Woman, Vedette Rabies and Vive Elle show a more literal interpretation of these themes featuring the interaction between men and women. While later video installations like Unbreakable, Distress and Walk Of Shame feature women only, removing the male from the imagery. For example, in the multi-screen video installation Unbreakable we see a woman being hit by a fist that moves in and out of frame. The beating has little effect. The woman remains composed. It reflects the long fight of women slowly but surely strengthening their position in a male dominated society.Having lived in the US for over a decade, MK has been strongly influenced by her surroundings and American society at large—the disparity and the deliberate suppression of minorities, police brutality, and racism. MK’s passion for exploring the cultural narratives in America spans a diverse set of creative genres. For example, in her feature film Greencard Warriors she focused on the issue of army recruitment of young undocumented Latinos. In her ImAngryToo solo exhibition from early 2015, MK tapped into a simmering sentiment well before the #METOO movement. She also created a series of neons of curse words both in Arabic and English playing in on the growing anti Muslim sentiment. She identifies a dialogue and feeling that is prevalent and urgent today.In her newly created video installation em>Living in America, MK teamed up with teenager Niaya Jones, a prominent ‘krumping’ dancer from Nickerson Gardens, Watts. Through dance, the video helps us experience what it’s like being African American in today’s America and the pain Niaya feels growing up in the projects. Like a film script MK’s works are carefully choreographed and edited. She doesn’t use any special effects or computer manipulation.MK works in different media, including film, video, neon, light, installation art and photography. Her work has been exhibited by Reflex Modern Art Gallery, by The Witzenhausen Gallery in New York and is currently represented by NL=US. MK has participated in numerous group shows and international art fairs and film fe stivals around the world. She lives and works in Los Angeles.",
    "name_more_cn": [],
    "personage_id": "27245198",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1039445",
    "personage_link": "https://www.douban.com/personage/27245198/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-27T17:00:40"
}