{
    "sid": "1041297",
    "name": "维勒·凡洛",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p6493.jpg",
    "imdb_id": "nm1204517",
    "name_en": "Ville Valo",
    "name_full": "维勒·凡洛 Ville Valo",
    "birth_date": "1976年11月22日",
    "birth_place": "芬兰,赫尔辛基",
    "last_movies": [
        {
            "id": 20380359,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "芬兰乐队HIM第五张录音室专辑制作纪录片",
            "release": 1
        },
        {
            "id": 5180499,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bam Margera Presents: Where the #$&amp;% Is Santa?",
            "release": 1
        },
        {
            "id": 2054468,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "CKY 3",
            "release": 1
        },
        {
            "id": 1946396,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919848022.jpg",
            "title": "疲惫",
            "release": 1
        }
    ],
    "introduction": "Ville Hermanni Valo was born on November 22, 1976 at 8:28 a.m., in a small wood-house suburb of Helsinki called Vallila. Valo was born to Finnish father Kari, who owns a sex shop, and a Hungarian mother Anita. He is the vocalist, songwriter and frontman of the Finnish band HIM. Valo is one of the founding members of HIM, a band that have gone on to enjoy success across Europe and the US. He currently lives in Finland and is known to be friends with skateboarder and ‘Jackass’, Bam Margera, Valo also appeared in Bam’s MTV show Viva la Bam.Ville Valo is often known for having a charisma that “enchants” many listeners, as well as drawing inspiration from many dark aspects/themes that reflect himself at worse times (solitary, loneliness, lost love, ect.).The somber and often introverted Valo has drawn comparisons to late Nirvana frontman Kurt Cobain and Jim Morrison of The Doors (whom Ville played in The 69 Eyes video ‘Wasting The Dawn’). Ville Valo’s first musical step was as a three year old bongo drummer. Aged nine, Valo attended the Pop and Jazz Conservatory in Helsinki, where he studied several different musical genres. Soon after his birth his family moved to the riverside community of Oulunkylä, where his father eventually opened a sex shop; during his late teens Ville spent a period working in the shop before launching his career in music.As a child he was influenced by his music-loving parents, who exposed him to the songs of popular Finnish performers such as Tapio Rautavaara and Rauli Badding Somerjoki, while an older cousin introduced him to the heavier sounds of bands like Kiss, Black Sabbath and Iron Maiden.from last.fm",
    "name_more_cn": [],
    "personage_id": "27247052",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1041297",
    "personage_link": "https://www.douban.com/personage/27247052/",
    "property_other": [],
    "name_more_other": [
        "Ville Hermanni Valo (本名)",
        "Rakohammas (昵称)"
    ],
    "update_at": "2025-04-23T09:22:47"
}