{
    "sid": "1041320",
    "name": "阿利森·安德斯",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [
        "1992年 第42届柏林国际电影节 主竞赛单元 金熊奖 (提名) 旅客"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p38839.jpg",
    "imdb_id": "nm0025978",
    "name_en": "Allison Anders",
    "name_full": "阿利森·安德斯 Allison Anders",
    "birth_date": "1954年11月16日",
    "birth_place": "美国,肯塔基州,阿什兰",
    "last_movies": [
        {
            "id": 24859431,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183406363.jpg",
            "title": "女子监狱 第二季",
            "release": 1
        }
    ],
    "introduction": "Anders weathered a rough childhood and young adult life which not only encouraged an escapist penchant for making up characters but also an insider's sympathy for the strong but put-upon women who people her films. Growing up in rural Kentucky, Anders would always remember hanging onto her father's leg at age five as he abandoned her family. Traveling frequently with her mother and sisters, Anders would later be raped at age 12, endure abuse from a stepfather who once threatened her with a gun, and suffer a mental breakdown at age 15. Venturing back to Kentucky from Los Angeles at 17, she would soon move to London to live with the man who would father her first child. Upon her return to the US, Anders finally began to pick up the pieces of her life. She enrolled in junior college and later the UCLA film school and managed when a second daughter came along. Enchanted with _Wim Wenders_' films, she so deluged the filmmaker with correspondence that he gave her a job as a production assistant on his film Paris, Texas (1984). After graduating from UCLA, Anders made her feature writing and directing debut, Border Radio (1987), a study of the LA punk scene, in collaboration with two former classmates. Her first solo effort, Gas, Food Lodging (1992), telling of a single mother and her two teenage daughters, and her followup, Mi vida loca (1993), looking at girl gangs in the Echo Park neighborhood of LA where Anders settled, have shown her to be a deeply personal filmmaker who has used her own experience to make grittily realistic, well-observed, gently ambling studies of women coming of age amid tough, sterile social conditions.",
    "name_more_cn": [
        "艾莉森·安德斯"
    ],
    "personage_id": "27247075",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1041320",
    "personage_link": "https://www.douban.com/personage/27247075/",
    "property_other": [],
    "name_more_other": [
        "Mary Allison Anders (本名)"
    ],
    "update_at": "2025-04-03T10:22:59"
}