{
    "sid": "1041721",
    "name": "米歇尔·布凯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "2014年 第39届法国凯撒电影奖 最佳男主角 (提名) 雷诺阿"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p59129.jpg",
    "imdb_id": "nm0099677",
    "name_en": "Michel Bouquet",
    "name_full": "米歇尔·布凯 Michel Bouquet",
    "birth_date": "1925年11月6日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 10742456,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1949191880.jpg",
            "title": "雷诺阿",
            "release": 1
        }
    ],
    "introduction": "米歇尔·布凯是法国戏剧和电影演员，国立巴黎高等戏剧艺术学院教授。1925年11月6日，他出生于巴黎第14区，父亲乔治·布凯是一名一战老兵和酿酒师，母亲玛丽是女帽商。他有三个哥哥：乔治、伯纳德和谢尔盖。七岁时，他被送到一所天主教寄宿学校，一直待到十四岁，这段时期被米歇尔称为“黑暗和孤独的七年”，他时常遭到体罚和虐待。二战开始后，他的父亲、哥哥伯纳德参加了战争，母亲带着剩下的两个儿子搬到里昂的姑姑家。为了贴补家用，他做过面包店学徒、仓库管理员、牙科实验室技术员和银行送货员。他的职业选择受母亲影响很大。母亲是戏剧爱好者，喜欢带着米歇尔看各类戏剧。当米歇尔在舞台剧《Madame Quinze》中看到传奇的法国喜剧大师莫里斯·埃斯坎德（Maurice Escande）扮演的路易十五时，他意识到自己也想成为一名演员。他在电话簿里找到了埃斯坎德的地址，跑去向大师毛遂自荐。大师要求他表演一些拿手的段子，米歇尔尝试了《Cyrano》中的独白，背诵了《La Nuit de Décembre》中的几首诗。在只听了几句台词之后，埃斯坎德就意识到站在他面前的年轻人拥有过人天赋，并决定立即带他去爱德华七世剧院上课。在那里，埃斯坎德让他在很多学生面前表演《La Nuit de Décembre》的独白。许多学生带着漠不关心的表情打算离开课堂，但埃斯坎德责备了他们，告诉他们应该向米歇尔学习。米歇尔十分感动。课程结束后，埃斯坎德把米歇尔带回家，并对玛丽说，她儿子必须做一名演员。后来，米歇尔考入了国立巴黎高等戏剧艺术学院学习。在300人中，他名列第7，刚好只录取7人。之后，他随才华横溢的女演员贝娅特丽克丝·迪萨纳（Béatrix Dussane）学习表演。他职业生涯最具标志性的起点是扮演莫里哀戏剧《Tartuffe》中的Damis。他终其一生都在演绎莫里哀，堪称莫里哀的不朽演绎者。在20世纪40-50年代，他在许多影视作品中贡献了令人难忘的表演，出演了一些或心理扭曲或身体病态的配角，也扮演了路易十世、罗伯斯庇尔、查理一世等历史人物。这一时期他与作家阿尔贝·加缪多次合作，加缪对他的表演印象深刻。60年代，他在舞台剧表演方面有了很多成就，但也遭遇了一些瓶颈。作为一个完美主义者，他觉得自己相当普通的外表和身高限制了他成为一个伟大的戏剧演员，他同样对自己喜剧的质量持怀疑态度，并认为自己的天赋可能更适合中间的一种类型，如“戏剧喜剧”。他经常用大量的酒精帮助自己度过这些黑暗的时刻。但这一时期，他作为电影演员的黄金时代却即将开始，他与新浪潮的两位最具代表性的导演开始了历史性的合作。他在《Le Tigre se parfumeála dynamite》（1965）中饰演主要反派，标志着他与克劳德·夏布洛尔（Claude Chabrol）的首次合作；与弗朗索瓦·特吕弗（François Truffaut）在《La mariéeétait en noir》（1968）中合作，并扮演了Coral；紧接着，他在夏布洛尔最优秀的电影之一《La femme infidèle》（1969）中贡献了他最具标志性的角色，戴绿帽子的丈夫Charles。夏布洛尔专门为他写了这个角色。他表现得非常出色，使人物从无聊的资产阶级类型转变为热情的杀人犯，时机恰到好处，结构无懈可击，绝对可信，同时还设法在角色中注入足够的幽默，使人物具有某种同情心。这是他第一次与夏布洛尔及其妻子搭档，开启了“Chabrol-Bouquet-Audran”的合作模式。米歇尔非常钦佩夏布洛尔的工作方法，称他是一位伟大的导演，提供了一次最佳的表演机会。70年代，他的电影生涯已经全面展开，尝试了多种多样的电影作品。他与让-保罗·贝尔蒙多和阿兰·德龙合作了《Borsalino》（1970年），随后在夏布洛尔的另一部经典电影《Juste avant la nuit》中扮演了他最优秀的另一个电影人物Charles，被认为是他的最佳电影角色之一。这部电影是导演对隐藏在人类心灵深处的扭曲、黑暗的冲动的最深刻、最复杂的思考。米歇尔对人物的演绎简直令人着迷，电影中他的每一帧镜头都使观众在每一时刻感受到这个角色的折磨，并以最微妙、最不显眼的方式，完美地跟随他的内心轨迹（从他的内疚感到他对惩罚的渴望）。80年代，他在舞台上扮演了《吝啬鬼》中的Harpagon，评论称“如果没有看过米歇尔·布凯的《吝啬鬼》，就不算看过《吝啬鬼》。” 这一时期，他最重要的电影成就之一是《悲惨世界》（1982）。这个版本对主要人物的刻画可以说是决定性的，布凯对沙威的诠释广受赞誉，在法国，许多人将他与沙威这个角色直接联系在一起。90年代后，他很少出现在银幕上，但每次出现都令人难忘。1991 年，他凭借《Toto le héros》获得欧洲电影节最佳男演员奖，凭借《 Comment j'ai tué mon père》（2001）和《Le promeneur du champ de Mars》（2005）两度获得恺撒奖最佳男演员奖；他也在《La petite chambre》（2010），《Renoir》（2012）等几部影片中探讨了对生命晚年的思考。戏剧方面，他于1998年凭借《Les Côtelettes》获得法国戏剧界最高奖“莫里哀最佳男演员奖”；2005年再次凭借《Exit the King》中的国王一角获得莫里哀奖。此外，他还录制了许多广播剧、有声书、诗歌专辑CD，其中包括面向儿童的故事、雨果和拉封丹的诗歌集等。他在1957年录制的《巴黎圣母院》广播剧，精彩诠释了原著中深刻而复杂的核心人物克洛德·弗罗洛。米歇尔·布凯有着有史以来最令人印象深刻的表演履历：在1944-2017年的70年间，参演过一百多部电影，每年至少出演一部剧目，出演了800多次Bérenger国王。他对表演的虔诚和专注超乎想象。很少人像他一样受到公众、评论家和同行的尊重。作为一名戏剧演员，米歇尔·布凯以其在舞台上的爆发力而闻名；作为一名电影演员，他更倾向一种微妙和心理内省的表演风格。他是那种罕见的演员，仅仅通过扬起眉毛就能表达情感的世界。他曾说过“舞台表演就像是一个升华主义者的作品；银幕表演则像是一个洞穴学家的作品”，“表演其实是一种十分孤独的工作，像是绘画。看似是在众目睽睽之下进行，但说到底那是只有当事人自己心底才知道的秘密。” 国王现在可能已经离开了我们的舞台，但他是戴着他应得的皇冠而离开的。2014年，他被授予莫里哀荣誉奖以表彰他在整个职业生涯中做出的卓越贡献。2018年，他获得了法国公民的最高荣誉“法兰西荣誉军团勋章”的最高等级“大十字勋”，这是迄今为止法国男演员中获此荣誉的唯一一人。他于2022年4月13日去世，在巴黎荣军院为他举行了国家纪念仪式，时任法国总统马克龙出席致辞，盛赞他“以最高程度的炽热与真实，展示出了人的所有矛盾，其强度足以点燃舞台、炸裂银幕。”",
    "name_more_cn": [
        "米歇尔·布盖"
    ],
    "personage_id": "27247476",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1041721",
    "personage_link": "https://www.douban.com/personage/27247476/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2022年4月13日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-05T10:26:13"
}