{
    "sid": "1042644",
    "name": "让-克洛德·比埃特",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧",
        "作者"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1370798846.61.jpg",
    "imdb_id": "nm0081661",
    "name_en": "Jean-Claude Biette",
    "name_full": "让-克洛德·比埃特 Jean-Claude Biette",
    "birth_date": "1942年11月6日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 36989722,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Le Dieu Mozart",
            "release": 1
        },
        {
            "id": 36328189,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889685164.jpg",
            "title": "Oncle Vania",
            "release": 1
        },
        {
            "id": 5223702,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893567945.jpg",
            "title": "L'adolescent",
            "release": 1
        },
        {
            "id": 5129828,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520802870.jpg",
            "title": "盐田银行",
            "release": 1
        },
        {
            "id": 5112497,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557365622.jpg",
            "title": "Chasse gardée",
            "release": 1
        },
        {
            "id": 5110056,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630627870.jpg",
            "title": "Le complexe de Toulon",
            "release": 1
        },
        {
            "id": 5109159,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900700500.jpg",
            "title": "喝你的汤",
            "release": 1
        },
        {
            "id": 5097761,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224012951.jpg",
            "title": "河上的三座桥",
            "release": 1
        },
        {
            "id": 4287466,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896133707.jpg",
            "title": "索多玛120天：前世与今生",
            "release": 1
        },
        {
            "id": 1293388,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1665123572.jpg",
            "title": "冬天的故事",
            "release": 1
        }
    ],
    "introduction": "Figure importante des Cahiers du cinéma entre 1964 et 1986, Jean-Claude Biette fut ensuite l’un des membres fondateurs de Trafic, la revue créée par Serge Daney. Ses textes, tentatives patientes d’élucidation de cette notion insaisissable entre toutes qu’est « la mise en scène », s’attachent à faire surgir les forces antagonistes qui constituent un film. Pour cela, Biette utilise de manière préférentielle le genre de la chronique qui permet d’entrelacer films anciens et nouveau, au moyen d’un style sinueux et d’une posture en retrait, comme pour mieux piéger le secret du film et s’en faire le dépositaire. Aux Cahiers du cinéma, il est l’auteur d’une vaste « poétique des auteurs » (expression qui pourrait définir l’ensemble de son œuvre critique) qui se penche sur « l’expérience vécue, rêvée ou inventée du monde, transmise par les cinéastes à travers la mise en scène de leur films ». La poétique est « cet engagement personnel dans l’art de maintenir à pression égale les deux ensembles antagonistes d’un film à faire : les données objectives (…) des matériaux et techniques qui entrent dans la réalisation, et l’ensemble des idées, intuitions, rêveries, émotions, incertaine puissance subjective du réalisateur » (cf. la série « Les fantômes du permanent ou les films à la télévision », et les « Cinéma-chroniques »). Ce travail de réévaluation des films revus ou découverts à la télévision fit émerger quelques cinéastes méconnus : Tourneur, Dawn, Ulmer notamment. A Trafic, Biette continua à pratiquer le genre de la chronique et condensa en deux « traités » les règles cinématographiques découvertes de manière empirique durant ses années de pratique cinéphilique. Dans « Le gouvernement des films », il fixa « la règle de trois » qui met en présence trois forces antagonistes : le récit, la dramaturgie, le projet formel. Biette en fit l’étalon pour définir le travail du critique : « Pour n’importe quel film, il devrait être possible de découvrir quelles sont les deux forces en lutte, quelle est celle qui l’emporte et gouverne, et quelle est la troisième, demeurée mineure », travail d’éclaircissement qui achoppe sur un mystère final : « Mais on peut aussi observer que les grands films sont aussi ceux dans lequel le principe de gouvernement est indécidable, et où les trois forces sont à égalité ». « Qu’est-ce qu’un cinéaste ? », un autre grand texte de Trafic, explore les différentes dénominations (cinéaste/metteur en scène/auteur) qui désignent le métier de « faire des film » pour dégager les différences essentielles qui, là aussi, se résorbent in fine dans les grands œuvres (« Les œuvres des plus grands cinéastes, une fois bouclées par la mort, laissent voir souvent une réciproque contamination entre les trois rôles, telle qu’il est difficile de préciser quelle est, en considérant le film, la partie du metteur en scène, celle du cinéaste, celle de l’auteur »). Enfin, à rebours de l’habituelle réserve autobiographique de ses textes, Jean-Claude Biette a livré avec son Cinémanuel un journal croisant notations existentielles, cinématographiques et quotidiennes.(Cinémathèque française - Répertoire des critiques, historiens et théoriciens du cinéma)",
    "name_more_cn": [],
    "personage_id": "27248399",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1042644",
    "personage_link": "https://www.douban.com/personage/27248399/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2003年6月10日"
        }
    ],
    "name_more_other": [
        "Jean Claude Biette"
    ],
    "update_at": "2025-02-28T19:44:02"
}