{
    "sid": "1044937",
    "name": "卡罗利娜·达韦纳",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p12075.jpg",
    "imdb_id": "nm0223518",
    "name_en": "Caroline Dhavernas",
    "name_full": "卡罗利娜·达韦纳 Caroline Dhavernas",
    "birth_date": "1978年5月15日",
    "birth_place": "加拿大,魁北克省,蒙特利尔",
    "last_movies": [],
    "introduction": "\"Dhavernas was born in Montreal, Quebec, the daughter of the Québécois actors Sébastien Dhavernas and Michèle Deslauriers. Her first name is pronounced like \\\"Carolyn\\\" because of her French-Canadian heritage. Her last name is roughly pronounced \\\"Daverna\\\" for the English-speaking audience but originally pronounced \\\"Davernaus\\\" (aus like house). Her sister Gabrielle Dhavernas is also an actress and specialises in dubbing. The voice timbre of both actresses is very similar, so similar that Gabrielle can dub the voice of Caroline. She learned English at a very young age, as her parents sent her to an English-speaking elementary school.\\n\\nShe began her career at the age of 8, dubbing voices for television productions such as Babar. At the age of 12 she began her acting career in the film Comme un Voleur (1990).\\n\\nDhavernas portrayed swimmer Marilyn Bell in the made-for-television movie Heart: The Marilyn Bell Story (1999). She trained for 2 months with the Pointe-Claire Swim Club to convincingly portray Marilyn Bell who was the first to cross 32-mile Lake Ontario in 1954. Other notable films have included a leading role in Edge of Madness (2002), and supporting roles in Out Cold (2001) and Lost and Delirious (2001). She also had a notable role on Law & Order as a closeted, gay teenager who killed her girlfriend in the episode \\\"Girl Most Likely\\\" (12x17).\\n\\nHer most high-profile work to date is as the central character in Wonderfalls. Dhavernas plays Jaye, an underachiever university graduate from a wealthy family, who lives in a trailer and works at the Wonderfalls Gift Emporium, a Niagara Falls gift shop. One of the quirks of the show is Jaye's ability to hear inanimate objects speaking to her, and encouraging her to help other people. Dhavernas has described the show as being like \\\"Touched by an Angel on acid\\\". The show received widespread critical praise, but Fox canceled the show after four airings. Millions of fans signed a petition to try to get the show to stay but only partly succeeded with 20th Century Fox only releasing the DVD with the 13 completed episodes. She did her own voice-overs for the French translation of Wonderfalls.\"",
    "name_more_cn": [],
    "personage_id": "27250693",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1044937",
    "personage_link": "https://www.douban.com/personage/27250693/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-12T11:15:18"
}