{
    "sid": "1044656",
    "name": "阿纳托尔·斯代恩",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/127d3791cc34b36fe007a365ecc9f3f3.jpg",
    "imdb_id": "nm0827629",
    "name_en": "Anatol Stern",
    "name_full": "阿纳托尔·斯代恩 Anatol Stern",
    "birth_date": "1899年10月24日",
    "birth_place": "波兰,华沙",
    "last_movies": [
        {
            "id": 5223837,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A próbababák bálja",
            "release": 1
        },
        {
            "id": 5135278,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Gehenna",
            "release": 1
        },
        {
            "id": 5135038,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ostatnia brygada",
            "release": 1
        },
        {
            "id": 5134979,
            "year": "1939",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "U kresu drogi",
            "release": 1
        },
        {
            "id": 5134385,
            "year": "1939",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Klamstwo Krystyny",
            "release": 1
        },
        {
            "id": 5102229,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897802914.jpg",
            "title": "Profesor Wilczur",
            "release": 1
        },
        {
            "id": 5087531,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Moi rodzice rozwodza sie",
            "release": 1
        },
        {
            "id": 5071777,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924144240.jpg",
            "title": "Kobiety nad przepascia",
            "release": 1
        },
        {
            "id": 5071497,
            "year": "1937",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Znachor",
            "release": 1
        },
        {
            "id": 5071371,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Druga mlodosc",
            "release": 1
        }
    ],
    "introduction": "Author of poetry and prose, playwright, literary and film critic, screenwriter and translator. Born October 24, 1899 in Warsaw, died October 19, 1968 in Warsaw.At one time, Stern was one of the most notorious writers – not only as a co-creator of Polish futurism, but also as a muckraker and author of broadsides and manifestos.He was born October 24, 1899, as the son of a journalist. He attended school in the capital; Aleksander Wat was his high-school classmate. After graduating high school in 1919, he studied at the Stefan Batory University in Vilnius, but he did not complete his degree. Already at that point, he was absorbed in avant-garde activity. His views were novel to such a degree that the authorities took an interest in him in November 1919, imprisoning him under suspicion of blasphemy. Writers (among others, Stefan Żeromski, Leopold Staff and Wacław Berent) spoke out in his defense. These protests eventually bore fruit, but the author nonetheless acquired the ‘shameful reputation of a blasphemer’, as Tomasz Burek wrote.In 1919, Stern’s debut collection Futurisms appeared, as well as his poem The Naked Man in Midtown. It was already plain to see in these works the poet’s negative attitude towards tradition and convention, leaning more towards futuristic vitalism, enthusiasm and biologism. Anarchy along with the absolute liberation of the city dweller were also visible in his broadsides and manifestos. As a close colleague of Aleksander Wat, he co-published with him the obscene, Dadaist ‘primitives’ bi-monthly’ gga.After 1921, Stern’s avantgarde activity increased even more. It was then that the poet took part in two of the movement’s most important publications or manifestos, The Broadside of the Futurists and Knife in the Gut.At the same time, Stern took an interest in film and cinematography as a critic, but primarily as a screenwriter (among the works he adapted were those of Żeromski and Dołęga-Mostowicz). He continued his poetry writing and published numerous rebellious, anarchistic works. The voice of protest – whether against modern civilisation or against the government – can be heard in his collections such as Angelic Boor (1924) and Race to the Pole (1927), in which his poem Europa (1929) can be found. In turn, his Piłsudski (1937) proved so controversial that the government had the entire edition confiscated.After 1939, Stern found himself in Lviv, where he was imprisoned for several months and exiled into the depths of the Soviet Union. After joining Anders’ Army in 1942, he travelled with it to the Near East. He stayed in Palestine until 1948. There he published his work in Polish, but also in Hebrew.At the same time, one can see in Stern’s poetry a limiting of the avant-garde threads and the more frequent appearance of a traditional descriptive, reflective lyricism already foreseen in his collection Conversations with Apollin (1938).Socrealism did not ignore Stern’s pre-war anarchism. After 1949, there was no possibility of publishing his books, yet he continued writing. He even created the social realist drama Miners. In 1956, Stern showed his nostalgic side, publishing the poem To a Friend, dedicated to the memory of Bruno Jasieński. This nostalgic tendency is also evident in his collections Visible and Invisible (1964) and Night Alarm (1970). After 1956, the author of Futurisms found himself in the field of art as a biographer and essayist (texts dedicated to Majakowski, Jasieński and Apollinaire). With time, the critics came to appreciate Stern’s work, taking a closer look at his poetic or essayist oeuvre and finely interpreting his short stories and prose works (e.g. The Passionate Pilgrim, 1933, and Men and the Siren, 1944).Stern died in Warsaw October 19, 1968.",
    "name_more_cn": [],
    "personage_id": "27250412",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1044656",
    "personage_link": "https://www.douban.com/personage/27250412/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1968年10月19日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-26T20:29:17"
}