{
    "sid": "1045867",
    "name": "安吉拉·卡特",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ab8c91ecfc612d86f7c1022e7f89fad7.jpg",
    "imdb_id": "nm0141462",
    "name_en": "Angela Carter",
    "name_full": "安吉拉·卡特 Angela Carter",
    "birth_date": "1940年5月7日",
    "birth_place": "英国,英格兰,苏塞克斯,伊斯特本",
    "last_movies": [
        {
            "id": 35924439,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874307042.jpg",
            "title": "性高中",
            "release": 1
        },
        {
            "id": 35661771,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2771040494.jpg",
            "title": "明智的孩子",
            "release": 1
        },
        {
            "id": 34889655,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574252526.jpg",
            "title": "The Bloody Chamber",
            "release": 1
        },
        {
            "id": 30279804,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917253711.jpg",
            "title": "安吉拉·卡特：狼和女人",
            "release": 1
        },
        {
            "id": 3008719,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458003359.jpg",
            "title": "神奇的玩具店",
            "release": 1
        },
        {
            "id": 1307056,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1923295433.jpg",
            "title": "狼之一族",
            "release": 1
        }
    ],
    "introduction": "安吉拉·卡特（Angela Carter, 1940—1992），英国著名女作家，作品风格独树一帜，混合魔幻现实主义、女性主义、哥特式及黑暗系童话，想象奇异诡谲，语言瑰丽璀璨，充满戏仿的狂欢。她曾于1969年获毛姆奖，1983年担任布克奖评委，被《时代》周刊誉为20世纪最杰出的作家之一。代表作品有：长篇小说《爱》《霍夫曼博士的魔鬼欲望机器》《新夏娃的激情》《马戏团之夜》《明智的孩子》等，短篇小说集《染血之室与其他故事》，短篇小说合集《焚舟纪》等。Born Angela Olive Stalker in Eastbourne, in 1940, Carter was evacuated as a child to live in Yorkshire with her maternal grandmother. As a teenager she battled anorexia. After attending Streatham & Clapham High School, in south London, she began work as a journalist on the Croydon Advertiser, following in the footsteps of her father. Carter attended the University of Bristol where she studied English literature.She married twice, first in 1960 to Paul Carter. They separated in 1970. In 1969 Angela Carter used the proceeds of her Somerset Maugham Award to leave her husband and relocate for two years to Tokyo, Japan, where she claims in Nothing Sacred (1982) that she \"learnt what it is to be a woman and became radicalised.\" She wrote about her experiences there in articles for New Society and a collection of short stories, Fireworks: Nine Profane Pieces (1974), and evidence of her experiences in Japan can also be seen in The Infernal Desire Machines of Doctor Hoffman (1972). She then explored the United States, Asia and Europe, helped by her fluency in French and German. She spent much of the late 1970s and 1980s as a writer in residence at universities, including the University of Sheffield, Brown University, the University of Adelaide, and the University of East Anglia. In 1977 Carter married Mark Pearce, with whom she had one son. In 1979 both The Bloody Chamber , and her influential essay The Sadeian Woman and the Ideology of Pornography appeared. In the essay, according to the writer Marina Warner, Carter \"deconstructs the arguments that underly The Bloody Chamber. Its about desire and its destruction, the self-immolation of women, how women collude and connive with their condition of enslavement. She was much more independent-minded than the traditonal feminist of her time. \"As well as being a prolific writer of fiction, Carter contributed many articles to The Guardian, The Independent and New Statesman, collected in Shaking a Leg. She adapted a number of her short stories for radio and wrote two original radio dramas on Richard Dadd and Ronald Firbank. Two of her fictions have been adapted for the silver screen: The Company of Wolves (1984) and The Magic Toyshop (1987). She was actively involved in both film adaptations, her screenplays are published in the collected dramatic writings, The Curious Room, together with her radio scripts, a libretto for an opera of Virginia Woolf's Orlando, an unproduced screenplay entitled The Christchurch Murders (based on the same true story as Peter Jackson's Heavenly Creatures) and other works. These neglected works, as well as her controversial television documentary, The Holy Family Album, are discussed in Charlotte Crofts' book, Anagrams of Desire (2003). Her novel Nights at the Circus won the 1984 James Tait Black Memorial Prize for literature.At the time of her death, Carter had started work on a sequel to Charlotte Brontë's Jane Eyre based on the later life of Jane's stepdaughter, Adèle Varens; only a synopsis survives.Angela Carter died aged 51 in 1992 at her home in London after developing lung cancer.",
    "name_more_cn": [],
    "personage_id": "27251625",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1045867",
    "personage_link": "https://www.douban.com/personage/27251625/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1992年2月16日"
        }
    ],
    "name_more_other": [
        "Angela Olive Stalker (本名)"
    ],
    "update_at": "2025-10-06T06:39:06"
}