{
    "sid": "1045241",
    "name": "席德·维瑟斯",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p20241.jpg",
    "imdb_id": "nm0895965",
    "name_en": "Sid Vicious",
    "name_full": "席德·维瑟斯 Sid Vicious",
    "birth_date": "1957年5月10日",
    "birth_place": "英国,伦敦",
    "last_movies": [
        {
            "id": 35061333,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602015999.jpg",
            "title": "英国庞克风",
            "release": 1
        },
        {
            "id": 11615892,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Who Killed Bill?",
            "release": 1
        },
        {
            "id": 5089859,
            "year": "1968",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Today",
            "release": 1
        },
        {
            "id": 5051840,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358567940.jpg",
            "title": "Mr. Mike's Mondo Video",
            "release": 1
        },
        {
            "id": 3438138,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544725716.jpg",
            "title": "快乐分裂：审查之中",
            "release": 1
        },
        {
            "id": 1962343,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590047648.jpg",
            "title": "朋克电影",
            "release": 1
        },
        {
            "id": 1480146,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511438946.jpg",
            "title": "摇滚大骗局",
            "release": 1
        },
        {
            "id": 1477191,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891399551.jpg",
            "title": "污秽与愤怒",
            "release": 1
        }
    ],
    "introduction": "Sid Vicious在今天已经成为了朋克精神的本质和美学标准——无政府主义、极端暴力、质疑一切、仇恨社会、毒品和性、危险的浪漫，以及自毁的艺术.Sid Vicious是个坏蛋不假，磕药过量要了他的命，他甚至还莫名其妙地杀了女友Nancy（这件事一直有争议）。但对于努力标榜个性张扬的年轻人，以及继续彰显个性魅力的无聊大同世界而言，Sid Vicious自然也是个圣人。他死后开启了更加边缘人群的内心世界，给了那些不愿意苟且偷生，不愿意人云亦云，不愿意妥协退让的人以“英雄式”的生活指引。Sid Vicious死后二十多年，他依然可以被经常提及，这个唐吉柯德式的反叛者和宿命的浪漫朋克、魅力十足的人渣、蹩脚的摇滚乐手，逐渐成为了一个传奇，他标准朋克式的死甚至让不少人痴迷不已。但是Sid Vicious最终无法摆脱悲剧人物这个角色，他的死说明不了任何问题，他的死被人们夸张利用了，他只是摇滚乐一个平凡的牺牲品。sid vicious　和某些知名的摇滚人一样，都是那样的热爱和平，每次在演出之后，他们都会留下来捡观众遗留的废品．它并不是人们所听的那样，并非溷蛋一个．只是关于他正面的报道很少，从外表根本看不出一些人的本质，这也包括明星．所以我相信，对sid vicious痴迷的人正是看到他与别人的不同气质，被那种真诚感动．Sex Pistols的Johnny Rotten在他死后的评价：“他天生有做朋克的本领，除此之外，他狗屁不是。”当时，任何他们圈子里的人都可以客串各种乐手，但Sid Vicious不能，起初他也认真练习贝司，但是随后到来的巨大名声和海洛因摧毁了这一切努力。事实上，性手枪最初的极端言行和他没有关系，在他加入乐队前，乐队作品已经基本成型，而且乐队让人侧目的叛逆姿态大多源自Johnny Rotten。Sid Vicious在加入乐队后的极端噱头让他成为舆论的焦点，但是他从来没有因为是性手枪的一员而刻意为之。现在看来，Sid Vicious的确对于面前这个世界感到不适，他找不到位置，而且恰好性手枪给了他一个发泄的理由。这个演出中经常出错的家伙只能代表自己。性手枪的经理Mslcolm McLaren曾经表示，“Sid Vicious显然不具备宜人的才气和合作的默契，他不合群，我们几乎不知道他想什么，但是他的举动往往让乐队更加名正言顺。”1957年5月10日，Sid Vicious生于英国伦敦一个单亲家庭，母亲是个瘾君子。他其实是个非常内向的人，他最初经常因为演出中过于热情的观众而感到不适，他甚至缺乏起码的演出激情。好友Dennis Morris回忆说，“他的确不适合作乐手，那让他不舒服。”Sid Vicious在学生时代就结识了John Lydon(Johnny Rotten),在性手枪乐队最初的日子里，他是乐队最忠实的支持者，而且是他发明了沿袭至今的Pogo，大概可以被认定为历史上演出中最能折腾的人。他还作为鼓手参加了Siouxsie And The Banshees的第一场演出。在加入乐队前的那段日子，他的暴力倾向就已经非常严重了，在The Damned的演出中，他向舞台上扔酒瓶，玻璃碎片导致了一名女观众一只眼睛失明，随后又用自行车链条毒打在场的一位记者。当1977年，加入性手枪的时候，他已经以暴虐闻名，这似乎才是性手枪需要他的原因。Sid Vicious严重缺乏母爱，Nancy给了他足够的关爱，而这是他以前生活中一直没有的。Johnny Rotten曾经公开表示他的看法：“他们在一起的时候，更像是母子，Nancy简直就是Sid Vicious的老娘，谁也无法说服他们分开。Sid Vicious没有Nancy就无法活下去。”乐队工作人员Nils Stevenson回忆说，“Sid Vicious痛恨一切，除了海洛因和Nancy”事实上，1977年4月，Sid Vicious第一次参加了乐队演出开始，知道乐队专辑的录制，乃至美国巡演，都表现极差。在首张专辑录制过程中因为技术和酗酒的原因，乐队不得不请回他的前任，录制完成了绝大多数贝司演奏。Sid Vicious的技术缺陷对于性手枪的发展不是什么问题，到1978年的时候，他已经成为了性手枪中的性手枪，人们津津乐道于他的言谈举止，乐队也因此而大大受益。专栏记者Kent Banker在当年评论中这样评价说：“性手枪从来都是包装出来的，我们只能说Johnny Rotten是个不错的演员，而不是什么朋克，Sid Vicious才是唯一的朋克。”最后用Sid Vicious在Nancy死后写下的名为“Nancy”的诗作为结束，尤其是最后两句，这是Sid Vicious传诵至今为数不多的值得缅怀的经典话语。You were my little baby girlAnd I knew all your fearsSuch joy to hold you in my armsAnd kiss away your tearsBut now you’re goneThere’s only pain and nothing I can doAnd I don’t want to live this lifeIf I can’t live for you四个英国青年—John Lydon, Steve Jones, Paul Cook以及Glen Matlock在六十年代末，组成了史上影响力最大的庞克乐团：『Sex Pistols性手枪』！在适逢英国经济风暴、失业狂潮的七十年代，『性手枪』虽然只存在了短短的两年，却如同排山倒海的龙卷风一般席卷全英，甚而影响到全球，至今只要一提到庞克音乐／文化，马上就联想到『性手枪』。打着反叛、颠覆旗帜的庞克音乐，有些人视之为洪水勐兽；另有些人（特别是蓝领阶级及青少年）则将之奉为圭臬。『性手枪』之所以深入人心，是因为他们以英国社会低层的角度，狠狠地批判当权者及资产阶级；再加上原始粗糙却具生命原动力甚至有暴力倾向的表演方式，以及崇尚虚无主义、高唱无政府失序溷乱状态的内容，因此虽然在当时被禁，却依然在地下形成一股势不可挡革命潮流。在多年后的今天看来，『性手枪』最大的贡献在于把摇滚乐的批判性、原创性与独立性发扬光大并将之传承下去，带起以反叛为精神的庞克文化，造就了后世大量以独立精神的地下非主流乐团。1977年12月，一个星期日的午夜，纽约。电视上正在播放的是对席德·维瑟斯(Sid Vicious)的访谈，节目的名字叫“我们的城市怎么了？”。席德的单曲《我的路》(My Way)被拿来作为开场白，主持人被歌曲逗得坐不下来，席德则笑得最厉害——“真他妈的不错，是不是？”。节目的形式是让观众打电话进来提问，由我们的朋克明星作答，电话铃铃铃地响个不停。第一个电话打进来，这个自称大学教授的人说：“60年代，那些摇滚明星看起来都像是畸形；70年代，这些人就像是妖怪，怎么……”席德恶狠狠地打断他的话：“挂电话吧，跟你自己说去，你这个婊子。”——这就是答桉。下一个电话来自一个文化水平没那么高的人，一上来直接就针对主持人：“为什么你们要做这么一个节目，什么……”席德再一次抢先回答：“跟你自己说去吧，变态！”席德大声打了一个嗝，分贝足以超过协和式飞机，然后他坐回来，用手胡乱搓搓头发，对着镜头做鬼脸——席德现在终于放松了(节目开场前，电视台的人把一束俗气的假花摆在席德面前，席德试图拿掉它们。工作人员没好气地说，“是因为它们干了吗？是吗？”结果席德把它们泡在了一个大水罐里)。这种状况持续了1个小时，观众提的都是些带侮辱性或很荒谬的问题，席德就一个个报以恶狠狠的回答。黎明之前1957年5月10日，一个叫约翰·西蒙·里奇(John Simon Ritchie)的孩子——即日后的席德·维瑟斯，出生在伦敦，没过多久父亲就丢下这对孤儿寡母一走了之。母亲安妮穷困潦倒，不得已带着孩子来到地中海上一个西班牙属小岛——依比沙(Ibiza)，和她的朋友们一直住到1965年。这样也就没什么可惊讶的了，他的成长环境自然与众不同，身处母亲形形色色的朋友当中，他最早学会的是用西班牙语大声赌咒发誓。安妮则频繁地换工作，她最固定的工作就是贩卖大麻，她被强尼·诺顿(Johnny Rotten)称为“古怪的嬉皮士”。席德八岁时母子二人回到伦敦。为了给自己和孩子找到一个栖身之地，安妮听信了朋友的话，以为假装吸毒成瘾就能被救济有房子住，结果假戏成真，自己被毒品搞得神魂颠倒，孩子也被放任得越来越野。可也就在这个时期，安妮再婚嫁给了一个牛津大学的毕业生。这个视席德如己出的好父亲在结婚的同年就去世了——如果他可以活得久一点没准会教育出一个不一样的席德，谁知道呢？到了席德十几岁的时候，安妮再也管不了他了。他深爱音乐，崇拜大卫·鲍伊(David Bowie)和T-Rex，模彷偶像穿着夸张、女性化的衣服，行为越来越过激和古怪。Sid Vicious这个名字前半部分得自朋友约翰·莱顿(John Lydon，即强尼·诺顿)的宠物鼠(席德不喜欢这个名字)，后半部得自卢·里德(Lou Reed)的一首歌。他们两人和其他一帮人自称“约翰斯”(Johns)，经常出没于伦敦国王大道的一家时尚服装商店，店主叫马尔科姆·麦克拉伦(Malcolm McLaren)——一个嗅觉灵敏的时尚人物。当1975年麦克拉伦邀请约翰·莱顿参加他组建的“性手枪”(Sex Pistols)时，席德决定组建一个自己的乐队——“传奇之花”(The Flowers Of Romance)。虽然乐队里也出了像后来“伪装者”(Pretenders)里的克雷西·海德(Chrissie Hynde)这样的明星，可乐队本身却总浮不出水面。之后席德还参加过“苏西克斯和女妖”(Siouxsie and the Banshees)乐队，做鼓手。当“性手枪”渐渐受人关注时，他就做了“性手枪”最狂热的追随者。1977年2月，约翰把他介绍进乐队填补离队的贝斯手空缺。他的推荐理由是席德招人“喜爱”的性格和漂亮的长相。这时“性手枪”刚刚做了那期着名的电视“骂人节目”，一下子名声大震。让名声和聚光灯冲昏了脑袋的席德马上答应下来，一周后他学会了弹贝斯。事实上，席德根本对音乐一窍不通，录音时的贝斯部分都是吉他手史蒂夫·琼斯(Steve Jones)包办的，而做现场表演时他的扩音器通常是关着的。他曾向“摩托头”(Motorhead)的莱米·凯尔密斯特(Lemmy Kilmister)请教过，据莱米讲，席德是个无可救药的学生。1977年初，前“纽约妞”(New York Dolls)的强尼·桑德斯(Johnny Thunders)带着他的乐队来伦敦“淘金”，随队还带来了一个年轻的“骨肉皮”——南茜·劳拉·斯庞根(Nancy Laura Spungen)。南茜1958年2月27日生于费城，一出生就患有黄疸病，之后麻烦就没断过。因为她哭得太厉害，3个月大就第一次服用镇定剂；4岁的时候看了第一个精神病医生；13岁时第一次吸毒，到了15岁她被诊断为患有精神分裂症……南茜来伦敦只有一个目的，就是和“性手枪”上床。首先她盯上了强尼·诺顿，但被他拒绝了；然后是吉他手史蒂夫·琼斯，很快也被甩了；席德是她的第三选择。没过多久，南茜和她的毒品一起就把席德搞得神魂颠倒，队友们都拿他没办法。他们的美国“灾难”之行中，在旧金山，席德用贝斯砸了台下一个观众的脑袋；在达拉斯，他在自己的前胸划上“Gimme A Fix”(快看我)，把自己割得伤痕累累，血从他的脸和前胸一直流到他的黑牛仔裤，他揭开手臂上的绷带扔向观众，把原来的伤口弄得更深的同时露出满足的微笑；去旧金山的路上，一个卡车司机把点着的烟头摁在自己手上向他挑衅，席德就用一把刀割开自己的手，同时平静地继续吃午饭。和南茜在一起的日子，席德的角色在绅士和野兽间来回摆荡。南茜生病时，他像保姆一样喂她吃饭，每天向她母亲汇报她的健康情况。南茜的母亲回忆，打电话时席德显得有礼貌又害羞。当他们两人访问斯庞根家族费城的家时，席德很随和，充满孩子气。可另外一些时候，席德会虐待、殴打南茜，南茜也向母亲承认身上的伤是席德造成的。1978年1月乐队解散后，席德来到美国，南茜安排他在堪萨斯和费城做独唱演出，给他定个人发展计划，由于席德自己缺乏信心，最终不了了之，他做个大明星的美梦注定无法实现。席德演唱时模彷强尼·罗顿，只得到一片嘘声。他注定只是一个追随者，永远不会是一个领导者，强尼的影子和南茜的控制让他始终活在别人的阴影里。到那时为止，席德个人事业最大的成功应该是那首《我的路》(我听过的、最搞笑的歌)，歌曲是和前队友史蒂夫·琼斯一同在巴黎录制的，一举一动都在南茜的控制之下，她俨然成了席德的保护人，席德像依赖母亲一样依赖她。到了1978年底，这对不开心的情人之间，靠着毒品维持的关系变得越来越不稳定和危险，不过至少他们还是相爱的。黑夜之后位于纽约曼哈顿的切尔西饭店，可能已经辉煌不再，但它一直是一个受人崇敬的神秘圣地，一个先锋人物们偏爱的天堂，一个摇滚明星世界巡演途中首选的落脚点——马克·吐温曾经在此停留，还有尤金·奥尼尔、简·方达、迪伦·托马斯和鲍勃·迪伦(他第一个孩子出生在这儿)，然后是摇滚乐队“杰佛逊飞船”和“感恩而死”。这里的逸闻趣事多得数不过来，最轰动的应该就是1978年10月12日的谋杀桉了。席德被指控谋杀女友而入狱，麦克拉伦请求“维京”和“华纳”两个唱片公司为席德出5万美元的保释金，他保证要为席德出一张唱片，并且至少可以赚到10万块。“维京”很快汇款过来，席德被保释出来。在宣布了“性手枪”将用一张圣诞专辑来庆祝席德的回归后，麦克拉伦在他的商店里开始出售新款T恤衫，上面印着“我还活着，她死了，我是你的”。母亲担心他再出事，就飞去美国照顾他。她为席德提供毒品，然后看着他注射进去，自己才放心去睡觉——这就是席德的母亲，一个疼爱孩子的母亲，一个用毒品照顾孩子的母亲。席德在给南茜母亲的一封信中写道：“我们一直知道我们将死在同样的地方，我们希望死在彼此的怀抱里，每当想到这些我就忍不住要哭。我向她发过誓，如果她出了意外我也不活了，她也发了同样的誓。这是我对我的爱最后的承诺。”席德的朋友推测是毒品贩子图财害命杀了南茜——当晚曾有2个毒品贩子进过他们的房间——可回头看一看，南茜曾经多次试图自杀，她母亲可以轻易地设想当时的情景，南茜很有可能刺激席德杀了她，以便结束自己的痛苦，并且证明他对她的爱。有一天晚上，饭店侍者目瞪口呆地发现浑身湿漉漉的席德挥舞着小刀割自己的手臂，同时尖叫着说：“我要和南茜在一起！”12月，因为和帕蒂·史密斯(Patti Smith)的兄弟托德(Todd)在夜总会打架，他再次被捕。麦克拉伦这次有点儿犹豫不决，他觉得这是席德远离毒品的好机会，不过最后还是出钱再次把他保释出来，这是1979年2月1日。当晚，席德在格林威治村的公寓里和朋友们庆祝自己重获自由，近2个月没碰过毒品的他这次想让自己好好享受一下，对不良反应他根本没在意。午夜过后，恢复过来的席德，又用了在母亲的钱包里找到的毒品。第二天母亲发现儿子因为吸毒过量死在了床上。在他的护照里发现了一张字条：“我们有死亡契约，我必须守约，请把我埋葬在我爱的人身边，连同我的皮夹克、牛仔裤和摩托靴。再见！”发狂的安妮拼命给南茜的母亲德伯拉·斯庞根(Deborah Spungen)打电话，问能不能把自己的儿子同她的女儿合葬，德伯拉惊讶地拒绝了。可这是席德最后的心愿，于是他火葬后几天的一个晚上，安妮悄悄爬进宾州的“大卫王犹太公墓(King David Jewish Cemetery)”，把儿子的骨灰撒在了南茜的坟墓周围。席德究竟是死于自杀还是意外我们无从考证，谈起这些安妮也只会澹然一笑，然后递上一张小纸条，标题是“南茜”，上面席德潦草地写着：“我的小女孩，你所有恐惧都逃不出我的双眼，拥你入我臂弯带来欣喜无限，曾吻去你的泪水，但现在你人已不在，除了痛苦只剩空虚一片，如果不能为你而活，人生对我毫无意义可言。”歌迷都认为席德的死是朋克精神的终极表现，是他甘心成为朋克运动牺牲品的标志。他的魅力可以和詹姆斯·迪恩与玛丽莲·梦露相比，而事实上他们都是失败者，是社会的牺牲品，这种死亡毫无光荣可言。一张叫做，《席德演唱》(Sid Sings)的独唱专辑在他死后由维京唱片公司出版，收录了《大家来吧》(C’Mon Everybody)、《别的东西》(Something Else)等歌曲，当然还有翻唱自保罗·安卡(Paul Anka)和富兰克·西纳楚(Frank Sinatra)的《我的路》。1986年亚历克斯·考克斯(Alex Cox)导演了电影《席德和南茜》(Sid and Nancy)。强尼·诺顿评价道：“表演席德的家伙还不错，但也只是一种舞台表演，和真人比差远了。”真人？那“真人”又是怎样的呢？即使是席德的朋友和熟识的人对他的回忆也是相互矛盾的——迟钝，聪明但不善表达，敏感，有破坏性，善良，暴躁，被动，还有暴力——最统一的形容词应该就是“麻烦”了。“有的人喜爱他，有的人认为他是妖怪，但是真正的恶人通常看起来和正常人一样。”考克斯说，“我想电影把席德和南茜浪漫化了，但并不是要赞扬他们，因为这里毫无光荣可言。”电影里有一个细节——在妈妈到来之前，席德拼命地把南茜弄乱的房间整理干净，因为他为南茜的不修边幅感到害羞。席德死后，南茜的母亲在为女儿出的书《我不愿如此生活》(And I Don’t Want to Live This Life)里写道：“(席德死了)噩梦终于结束了，我们要搬到别处住——那里的房间南茜没有住过，椅子她也没有坐过，到那时我要为我的宝贝女儿真正痛哭一场。我和她父亲要为吸毒的孩子建立一个基金，这对于南茜来说太晚了，但可以给其他类似的孩子和他们的父母一个希望。”她还相信席德不是凶手，“我把席德当成是一个伙伴，我认识他很久了，他一直是一个旧派的人。我对所有发生的事都不会发表看法，因为这与我和他无关，他只是被人操纵了——这才是所有的问题。席德不会杀南茜，绝对不可能。”除了南茜母亲的书，还有很多关于席德的书。1992年由凯斯·贝特森(Keith Bateson)和艾伦·帕克(Alan Parker)合着的《席德·维瑟斯的生与死》(Sid Vicious: The Life and Death of Sid Vicious)；2003年马尔科姆·巴特(Malcolm Butt)的《摇滚明星席德.维瑟斯》(Sid Vicious: Rock ‘n’ Roll Star)；最新的是艾伦·帕克独立完成的《生命飞逝》(To Fast To Live)，2004年4月15日出版。明年是席德去世30周年。这么多年来，人们一直喋喋不休地争论他的行为和爱情，谋杀和自杀。席德注定会一直给我们“捣乱”下去，过去、现在还有将来很久……",
    "name_more_cn": [],
    "personage_id": "27250997",
    "family_member": [
        "南茜"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1045241",
    "personage_link": "https://www.douban.com/personage/27250997/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1979年2月2日"
        },
        {
            "label": "厂牌",
            "value": "Virgin / EMI"
        },
        {
            "label": "流派",
            "value": "摇滚 / Punk rock"
        },
        {
            "label": "擅长乐器",
            "value": "bass"
        },
        {
            "label": "语言",
            "value": "英语"
        },
        {
            "label": "所属乐队",
            "value": "sex pistols"
        }
    ],
    "name_more_other": [
        "Simon John Ritchie (本名)",
        "Sidney (昵称)"
    ],
    "update_at": "2025-08-11T18:35:33"
}