{
    "sid": "1046078",
    "name": "韦恩·克莱默",
    "site": "douban_celebrity",
    "roles": [
        "音乐",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1577338945.33.jpg",
    "imdb_id": "nm0962269",
    "name_en": "Wayne Kramer",
    "name_full": "韦恩·克莱默 Wayne Kramer",
    "birth_date": "1948年4月30日",
    "birth_place": "美国,密歇根州,底特律",
    "last_movies": [
        {
            "id": 34970829,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Circuit",
            "release": 0
        },
        {
            "id": 26877186,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382015209.jpg",
            "title": "朋克经纪人",
            "release": 1
        },
        {
            "id": 5163846,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Narcotic Farm",
            "release": 1
        },
        {
            "id": 3174850,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872215530.jpg",
            "title": "黑客民主",
            "release": 1
        },
        {
            "id": 2036853,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2368389012.jpg",
            "title": "生于失去",
            "release": 1
        },
        {
            "id": 1940552,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602429402.jpg",
            "title": "朋克：态度",
            "release": 1
        },
        {
            "id": 1848944,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555588352.jpg",
            "title": "朋克不死",
            "release": 1
        },
        {
            "id": 1427856,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Get Up, Stand Up",
            "release": 1
        }
    ],
    "introduction": "Wayne Kramer is a songwriter, producer and composer whose reputation writing music for television and film risks supplanting his legend as one of music's stellar guitarists. Rolling Stone Magazine recognizes him as one of the top 100 guitarists of all time and highlights from recent composing and playing can be heard in the upcoming Will Ferrell comedy \"Talladega Nights: The Ballad of Ricky Bobby\" for Sony Pictures. His signature song \"Edge of the Switchblade\" runs at the end title credits for the film.On television, Wayne's 2003 title theme for Fox Sports Network's extreme sports program 5-4-3-2-1 was a bona fide hit and he now has three others running there - Spotlight, In My Own Words and Under the Lights. He has been building a catalog of cues for their network library throughout 2005 and 2006.Wayne's songs have been featured in a wide array of shows, including MTV's Jackass series, Judging Amy for 20th Century Fox TV and Chris Carter's Fox series Millenium. Additionally, his songs are regularly heard in NFL, NBA and MLB Playoff events, as well as BMX extreme videos and many Food Network productions.Wayne's songs can be heard in various feature films including Cameron Crowe's Almost Famous, the Ramones' Rock 'n' Roll High School, October Films' action film Detour, Mary Harron's I Shot Andy Warhol and Pump Up the Volume starring Christian Slater. His current film scoring work includes composing a jazz score for the full-length feature documentaries \"The Narcotics Farm\" and \"Votergate.\"Wayne founded the MC5, widely recognized as the prototype for punk rock and heavy metal. In 1969, they released the ridiculously controversial album Kick Out The Jams on Elektra Records, which included the hit of the same name. After leaving Elektra, they released two albums on Atlantic Records, Back In The USA, produced by Bruce Springsteen's manager Jon Landau, and the critically hailed High Time. Between world tours, Wayne wrote scores for the Caroline Films feature Gold and The Living Theatre's film production of Paradise Now.Wayne spent the'80s in New York City, where he teamed up with the infamous Johnny Thunders for a short-lived, but headline grabbing, punk rock supergroup Gang War. Soon after, Wayne co-wrote the acclaimed R&B musical The Last Words of Dutch Schultz with Mick Farren, then he co-founded the revolutionary acid funk outfit Was (Not Was) with David and Don Was.Wayne moved to Los Angeles in 1994, signed with Epitaph Records and recorded four records in as many years: The Hard Stuff (1995), followed by Dangerous Madness (1996), Citizen Wayne (1997) and a live album LLMF (1998). He also produced and co-wrote the album Full Circle with John Sinclair and His Blues Scholars and produced a retrospective collection for Rhino Records entitled The Big Bang: Best of the MC5 as well as the punk compilation Wayne Kramer Presents: Beyond Cyberpunk for MusicBlitz.Wayne launched MuscleTone Records in 2001. Its flagship release for 2002 was his own album Adult World. In 2003, he music-directed a performance for the DVD entitled Sonic Revolution: A Celebration of the MC5. A 30-minute documentary of that reunion performance was produced by MuscleTone Records in partnership with Levi's Vintage Clothing and was broadcast on Channel 4 in the United Kingdom in 2004. The hour-long edit of the concert is now a broadcast staple for Trio Networks in the USA.Wayne runs the label, tours the world as a musician, speaker and activist. He regularly writes with, and produces, upstart rock `n' roll bands.",
    "name_more_cn": [],
    "personage_id": "27251836",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1046078",
    "personage_link": "https://www.douban.com/personage/27251836/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2024年2月2日"
        }
    ],
    "name_more_other": [
        "Brother Wayne (昵称)"
    ],
    "update_at": "2025-06-20T06:37:09"
}