{
    "sid": "1046264",
    "name": "威廉·奥尔森",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "编剧"
    ],
    "awards": [
        "2013年 第16届上海国际电影节 金爵奖 最佳影片 (提名) 信赖",
        "2013年 第16届上海国际电影节 金爵奖 评委会大奖 信赖"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1369802076.04.jpg",
    "imdb_id": "nm1802274",
    "name_en": "William Olsson",
    "name_full": "威廉·奥尔森 William Olsson",
    "birth_date": "1977年5月1日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 24702274,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1982344037.jpg",
            "title": "信赖",
            "release": 1
        },
        {
            "id": 5238346,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "L.A. Dream",
            "release": 1
        },
        {
            "id": 5205624,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Rosa",
            "release": 1
        },
        {
            "id": 3628395,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619915527.jpg",
            "title": "我非笼鸟",
            "release": 1
        },
        {
            "id": 3120120,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1391977074.jpg",
            "title": "美国情事",
            "release": 1
        }
    ],
    "introduction": "An up-and-coming filmmaking talent and member of the Directors Guild of America, William Olsson was born and raised in Göteborg, Sweden. After obtaining his BA in Comparative Literature and Psychology from Stockholm University, William worked as an assistant at various disciplines within the local film industry. Having experienced working on Roy Andersson’s \"Songs from the Second Floor\", William decided to try his wings as director and started making his own films.With his undergraduate studies behind him, William traveled the World. He lived and worked at a hostel in Berlin where the idea for \"The Traveler\" originated. A micro-budgeted blend of narrative and documentary, \"The Traveler\" presents a gritty, candid, refreshing and authentically original portrayal of the difficulties and dreams propelling the backpacker generation. A critical and fan favorite, the film went on to win numerous awards at film festivals.William was then accepted into the MFA graduate film production program at the USC School of Cinematic Arts in Los Angeles. His thesis film, \"ROSA\", with its touching depiction of a young Latina searching for her lost father, earned numerous awards and a nomination for best theatrical short at the 2006 Imagen Awards popularly known as the \"Latin Oscars.\"Armed with a dedicated passion for poetic realism, William set out to make his feature film debut. \"An American Affair\", starring Gretchen Mol, Cameron Bright and Noah Wyle, opened in New York, Washington DC and Los Angeles in the spring of 2009. The Washington Post describes its take on \"the flight from childhood, the surrender to adulthood and the pieces of us that survive\" as \"fresh, earthy and open.\"William continues to search for and develop evocative and engaging material. He is currently in development for a Swedish Feature Film. After 8 years in Los Angels, he has just relocated to Göteborg with his wife and two daughters.",
    "name_more_cn": [
        "威廉·奥尔松"
    ],
    "personage_id": "27252022",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1046264",
    "personage_link": "https://www.douban.com/personage/27252022/",
    "property_other": [],
    "name_more_other": [
        "William Sten Olsson (本名)"
    ],
    "update_at": "2025-05-05T17:13:44"
}