{
    "sid": "1048196",
    "name": "查尔斯·格罗丁",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p30755.jpg",
    "imdb_id": "nm0001301",
    "name_en": "Charles Grodin",
    "name_full": "查尔斯·格罗丁 Charles Grodin",
    "birth_date": "1935年4月21日",
    "birth_place": "美国,宾夕法尼亚州,匹兹堡",
    "last_movies": [
        {
            "id": 35448345,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643043739.jpg",
            "title": "等待飞越迷城",
            "release": 1
        },
        {
            "id": 27072787,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529007950.jpg",
            "title": "一个现代女人的私生活",
            "release": 1
        },
        {
            "id": 26642094,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2311512172.jpg",
            "title": "麦道夫 第一季",
            "release": 1
        },
        {
            "id": 24719185,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1985814262.jpg",
            "title": "Brazzaville Teen-Ager",
            "release": 1
        },
        {
            "id": 6875267,
            "year": "2030",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "未定名午夜狂奔续集",
            "release": 0
        },
        {
            "id": 5997157,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2227669765.jpg",
            "title": "年轻时候",
            "release": 1
        },
        {
            "id": 5226135,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1928234631.jpg",
            "title": "AFI终身成就奖：向罗伯特德尼罗致敬",
            "release": 1
        },
        {
            "id": 5142703,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188848751.jpg",
            "title": "AFI's 100 Years... 100 Laughs: America's Funniest Movies",
            "release": 1
        },
        {
            "id": 5094036,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1112984054.jpg",
            "title": "60分钟时事杂志2",
            "release": 1
        },
        {
            "id": 4206507,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236889652.jpg",
            "title": "低入尘埃",
            "release": 1
        },
        {
            "id": 1946686,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376791181.jpg",
            "title": "男人不养家",
            "release": 1
        }
    ],
    "introduction": "Deadpan comedian Charles Sydney Grodin (originally Grodinsky) was born in Pittsburgh, Pennsylvania of Russian/Polish ancestry and raised in a Jewish orthodox home. He attended the University of Miami but dropped out, opting instead for the life of a struggling actor. The movie A Place in the Sun (1951) was said to have steered him towards his chosen profession. In his own words: \"It was two things. One is I think I developed an overwhelming crush on Elizabeth Taylor. And two, Montgomery Clift made acting look like 'Gee, well that looks pretty easy - just a guy talking.'\".After a spell with Uta Hagen (1956-59), he attended Lee Strasberg's Actors Studio before making his stage debut on Broadway in 1962. Though he appeared on screen from as early as 1954, Grodin did not make a great deal of headway in this medium until he attracted critical notice playing the small but crucial role of obstetrician Dr. C.C. Hill in Rosemary's Baby (1968). More substantial roles soon followed. His first major starring turn was in The Heartbreak Kid (1972), a black comedy written by Neil Simon and directed by Elaine May. Grodin managed to inject charm and humanity in what was essentially an egotistical central character. Film reviewer Roger Ebert praised his performance, describing the actor as a \"kind of Dustin Hoffman-as-overachiever\", an opinion which was echoed by Vincent Canby of the New York Times. Ironically, Grodin had earlier turned down the pivotal role in The Graduate (1967) which propelled Hoffman to stardom (he also -- probably unwisely -- spurned the role of oceanographer Matt Hooper in Jaws (1975) which instead went to Richard Dreyfuss).Grodin's ultimate breakthrough came on the Broadway stage in \"Same Time Next Year\" (1975) (opposite Ellen Burstyn), a hugely successful romantic comedy about two people, each married to someone else, who conduct an extramarital affair for a single day over the course of 24 years in the same room of a northern Californian inn. Though the two leads left the show after seven months, Grodin was now much sought-after in Hollywood as a droll comic actor and cast in a string of hit comedies: Heaven Can Wait (1978), Seems Like Old Times (1980), The Lonely Guy (1984) and Midnight Run (1988). He also appeared to sterling effect in the underrated farce The Couch Trip (1988), in which he co-starred with Walter Matthau and Dan Aykroyd as the brittle psychiatrist and radio host Dr. George Maitlin. Arguably his most popular box office success was opposite the titular Saint Bernard canine in the family-oriented comedy Beethoven (1992). Despite less than enthusiastic critical reviews, the film was a hit with audiences, grossed $147.2 million worldwide and spawned a sequel.In the mid-1990s, Grodin reinvented himself as a television host (Charles Grodin (1995)) and political commentator. He made frequent guest appearances on talk shows with Carson or Letterman, typically adopting the persona of a belligerent tongue-in-cheek character to facilitate \"comically uncomfortable situations on the set\". Grodin was also a prolific author, both of fiction and non-fiction. An autobiography was entitled \"It Would Be So Nice If You Weren't Here: My Journey Through Show Business\" (1989). Charles Grodin died at age 86 of bone marrow cancer on May 18, 2021 at his home in Wilton, Connecticut.",
    "name_more_cn": [],
    "personage_id": "27253957",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1048196",
    "personage_link": "https://www.douban.com/personage/27253957/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2021年5月18日"
        }
    ],
    "name_more_other": [
        "Charles Grodinsky (本名)"
    ],
    "update_at": "2025-01-27T20:00:39"
}