{
    "sid": "1048472",
    "name": "乔恩·约斯特",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "摄影"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/71fe3e4c232a3c2b8e10b9869f9afb57.jpg",
    "imdb_id": "nm0430927",
    "name_en": "Jon Jost",
    "name_full": "乔恩·约斯特 Jon Jost",
    "birth_date": "1943年5月16日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 36942630,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909865840.jpg",
            "title": "Yellow Stone Canyon",
            "release": 1
        },
        {
            "id": 36942603,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909865786.jpg",
            "title": "Tourists",
            "release": 1
        },
        {
            "id": 36942579,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909865657.jpg",
            "title": "罗马城墙2",
            "release": 1
        },
        {
            "id": 36942317,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "DHAKA: Mirpur & Dhammondi Road",
            "release": 1
        },
        {
            "id": 36901407,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908504619.jpg",
            "title": "Walkerville",
            "release": 1
        },
        {
            "id": 36689858,
            "year": "2019",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "一路上有很多朋友",
            "release": 1
        },
        {
            "id": 36689464,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "寂静之屋",
            "release": 1
        },
        {
            "id": 36560046,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898111471.jpg",
            "title": "Deadendz",
            "release": 1
        },
        {
            "id": 34968445,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903478593.jpg",
            "title": "30/30视觉:30年的链释放",
            "release": 1
        },
        {
            "id": 30419347,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547277411.jpg",
            "title": "Wood Song",
            "release": 1
        }
    ],
    "introduction": "Wikipedia Biography: Jon Jost (born 16 May 1943 in Chicago) is an American independent filmmaker and a good example of an auteur, a director who exerts complete creative control over his films.Born in Chicago to a military family, he grew up in Georgia, Kansas, Japan, Italy, Germany and Virginia. He began making films in January 1963 after being expelled from college. In 1965 he was imprisoned by US authorities for 2 years 3 months for refusal to cooperate with the Selective Service system. On his release he became engaged in anti-war activities, working for the draft resistance, Chicago Mobilization, and helped found the Chicago branch of what became Newsreel, the New Left Film production and distribution group. Highly transient, Jost has lived for periods in Chicago (1967-8); Ben Lomand, Calif. (1968-9); near Cottage Grove, Or. (1970); near Kalispell, Montana (1971-75); Leucadia, Calif. (1976-77); Los Angeles (1978); London (1979 and 1996)); Berlin (1980-81; 1984-5); Butte, Mt. (1986); New York City (1988-89); San Francisco (1989-92); Rome (1993-94; 1998-2002); Lisbon (1996-7); Paris (1997-8); Port Hadlock, Wa. (2002-3); Portland, Or. (2005-6); Lincoln, Ne. (2006-7).Self-taught as a filmmaker, he made his first full-length film in 1974, and has since that time focused on a wide range of American issues in his films. Since 1996 he has worked almost exclusively in digital video (DV), completing twelve features and many short films. Two of his most successful films are All the Vermeers in New York (1990) and The Bed You Sleep In (1993).Jost's work has shown since 1976 in major film festivals around the world. The Museum of Modern Art, NYC, screened a complete retrospective of his work from January 18 to February 19, 1991. This program was completely repeated at the UCLA Film Archive, Los Angeles, (March-April), and partially repeated at the American Film Institute Film Theater at the J.F. Kennedy Center, Washington, DC, (February), the Kabuki Theater in San Francisco under the sponsorship of the Film Arts Foundation and San Francisco Film Society, (March-April), and the Harvard Film Archive, Boston, (April). In October, 1991, the Viennale, in Vienna, Austria, in the context of a broader festival, screened a complete retrospective of Jost's films. It was also screened in January-February 1992 at the Arsenal Kino, Berlin. In 1994 the Bergamo Film Meeting, Italy, organised a complete retrospective of all features and short films, and published a book and catalog on Mr. Jost and his work. A traveling retrospective was done in the Netherlands by the Filmtheater Desmet in fall 1994; and in December 1994 a complete retrospective was done at the Cinemateca in Bologna, Italy, and in Feb 1995 it was repeated at the Film Museo Nazionale, in Torino. Full retrospectives were mounted in 1996 at the Cinemateca Portuguese and Filmoteca Espanol.Jost is father to Clara Villaverde Cabral Jost, born March 27, 1997, in Lisbon Portugal. Raised primarily by her father from birth until Nov 2000, Clara was kidnapped, illegally, from her home in Rome by her mother, Teresa Villaverde, Portuguese film director, on Nov. 2 2000, and taken furtively to Lisbon. At the time Villaverde was completing a new film, Agua e Sal, in which Clara was cast as a child kidnapped by her fictional mother, in the film as played by Italian actress Galatea Ranzi, a look-alike to Villaverde. Since that time Villaverde blocked Clara from seeing her father, with the complicity of the Portuguese Juvenile Courts which, in violation of the Hague Convention on International Child Abduction and a formal request by Italian authorities under that treaty for the return of Clara to her home in Rome, in 2005 awarded custody to Villaverde who had repeatedly violated the terms of her temporary custody since 2000.Jost presently lives in Seoul, Korea, with his wife, Marcella Di Palo Jost. They met in Matera, Italy, in July 2005 and have been sharing life and work together. They were married in Portland, Oregon, in March 2006.http://en.wikipedia.org/wiki/Jon_JostIMDb: http://www.imdb.com/name/nm0430927/Official Website: http://www.jon-jost.com/",
    "name_more_cn": [],
    "personage_id": "27254233",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1048472",
    "personage_link": "https://www.douban.com/personage/27254233/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-27T23:42:18"
}