{
    "sid": "1049362",
    "name": "卡斯帕·简西斯",
    "site": "douban_celebrity",
    "roles": [
        "音乐",
        "导演",
        "编剧"
    ],
    "awards": [
        "2012年 第25届欧洲电影奖 最佳短片 (提名) Villa Antropoff"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p53051.jpg",
    "imdb_id": "nm1834186",
    "name_en": "Kaspar Jancis",
    "name_full": "卡斯帕·简西斯 Kaspar Jancis",
    "birth_date": "1975年5月8日",
    "birth_place": "爱沙尼亚,塔林",
    "last_movies": [
        {
            "id": 36171636,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887472651.jpg",
            "title": "前夕",
            "release": 1
        },
        {
            "id": 35184556,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2621834083.jpg",
            "title": "宇航员",
            "release": 1
        },
        {
            "id": 30192298,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549050548.jpg",
            "title": "莫滕船长与蜘蛛女王",
            "release": 1
        },
        {
            "id": 26801796,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550103196.jpg",
            "title": "钢琴",
            "release": 1
        },
        {
            "id": 21356941,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901720321.jpg",
            "title": "逃离",
            "release": 1
        },
        {
            "id": 21356244,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493588884.jpg",
            "title": "黑色天花板",
            "release": 1
        },
        {
            "id": 19972799,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2662537604.jpg",
            "title": "Villa Antropoff",
            "release": 1
        },
        {
            "id": 19941759,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517762528.jpg",
            "title": "浴室里的鳄鱼",
            "release": 1
        },
        {
            "id": 5374402,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191882386.jpg",
            "title": "我感觉到了我脑后......",
            "release": 1
        },
        {
            "id": 5205381,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550100163.jpg",
            "title": "Kelgukoerad",
            "release": 1
        }
    ],
    "introduction": "Born on May 8, 1975 in Tallinn.He has been interested since childhood in drawing comic strips and writing stories for which he made illustrations himself. His first moving pictures came into being in the corners of his school notebooks. Later in his school years, his brother’s friend, who was a member of a film club, helped him make a short plasticine puppet animated film.This was followed by a two-year period as a working youth, which was not particularly educational, but was brimming with adventures.  During that time he began working systematically with music.  He has been part of the creative core of several rock groups, written song lyrics, made arrangements and created tunes.  He enrolled at the Tallinn Pedagogical University in 1996.He completed his first films at that school – the silent film “Dr. Maisarve and the Matshalka Case” (1996) and the cutout puppet film “Flight of the Little White Helicopter” (1996), which was screened at rock concerts and also on television.  He transferred from the Pedagogical University to the Turku Arts and Media School in Finland in 1997 to study animation under the guidance of Priit Pärn.He made his debut film “Romance” (1999) in Turku, and it has participated in several international film festivals.Films:1999 ROMANSS(5 min. mixed technique – cut-out puppet animation,cartoon animation and pixillation; Beta SP)Jury special prize at the “Visions of Light” international youth film festival in Rakvere, 1999Grand Prix in the undergraduate competition programme at the seventh Animerte Dager festival of animated films from the Nordic and Baltic countries in Fredrikstad, Norway 20002002 WEITZENBERG STREET (17 min / 35mm / an animated film)Best animation film at Sleepwalkers Student Film Festival, Tallinn, Estonia 20022nd prize in the Animated Film Category at Filmfest Dresden – International Festival for Animation and Short Film, Dresden, Germany 2003Prize for the Best Animation at the 5th Dervio’s Animation Film Festival, Italy 2003Special Mentioni in the Student Film Category at FAN International Animation Festival, 23.-26.10.2003, UK2003-2005 FRANK JA WENDY (Scr. P.Pärn, Dir. P.Tender, Ü.Pikkov, K.Jancis / 7 x 9,5 min / 75 min)Estonian Cultural Endowment annual award for the best animated film of the year, Estonia 2005Eesti Ekspress cultural supplement Areen annual award, Estonia 2005Prize for the Best Television Film and Serial from AniFest International Festival of Animation Films, Czech Republic 20052006 MARATHON (15 min)Grand Prix from Balkanima International Animated Film Festival, Serbia 2007Best European film from I Castelli Animati, Rome, Italy 20072007 THE VERY LAST CIGARETTE (2 min / 35mm / a short story from an animated film BLACK CEILING)2009 CROCODILE (17 min / 35mm / an animated film)Grand Prix from Eksjö Animation Festival, Sweden 2009Best directing diploma from the 6th European Festival of animated Films BALKANIMA 09, Serbia 2009Grand Prix and Cartoon d’Or 2010 nomination from Fredrikstad Animation Festival, Norway 2009ANOBA nomination for the best Estonian animation film from the 11th Animation Film Festival Animated Dreams, Estonia 2009Grand Prix from 6th International Animated Film Festival Animateka, Slovenia 2009Price Cartoon d’Or from Cartoon Forum 2010, Hungary 2010ANOBA AWARD for the Best Animated Short of Northern Europe from Animatricks Animation Festival, Finland 20101st prize from Fest Anča International Animation Festival, Slovakia 20112012 VILLA ANTROPOFF (co-director Vladimir Leschiov / 13 min / 35mm / an animated film)",
    "name_more_cn": [],
    "personage_id": "27255125",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1049362",
    "personage_link": "https://www.douban.com/personage/27255125/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-18T00:26:30"
}