{
    "sid": "1050140",
    "name": "费尔南多·雷伊",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "1977年 第30届戛纳电影节 主竞赛单元 最佳男演员 艾丽莎，我之爱"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p17266.jpg",
    "imdb_id": "nm0721073",
    "name_en": "Fernando Rey",
    "name_full": "费尔南多·雷伊 Fernando Rey",
    "birth_date": "1917年9月20日",
    "birth_place": "西班牙,加利西亚,拉科鲁尼亚",
    "last_movies": [
        {
            "id": 33218525,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551359596.jpg",
            "title": "尔赛帕回归",
            "release": 1
        },
        {
            "id": 26694379,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537875667.jpg",
            "title": "Al otro lado del túnel",
            "release": 1
        },
        {
            "id": 26604688,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2484182780.jpg",
            "title": "Madregilda",
            "release": 1
        },
        {
            "id": 5231855,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631072858.jpg",
            "title": "Fantômes en héritage",
            "release": 1
        },
        {
            "id": 5227707,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605751268.jpg",
            "title": "Blood and Dust",
            "release": 1
        },
        {
            "id": 5125002,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529592003.jpg",
            "title": "Los ladrones van a la oficina",
            "release": 1
        },
        {
            "id": 5118163,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Arnau",
            "release": 1
        },
        {
            "id": 5113444,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901680889.jpg",
            "title": "Missione d'amore",
            "release": 1
        },
        {
            "id": 5112489,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560709871.jpg",
            "title": "El cianuro... ¿solo o con leche?",
            "release": 1
        },
        {
            "id": 5109368,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555101270.jpg",
            "title": "L'Atlantide",
            "release": 1
        }
    ],
    "introduction": "Fernando Casado Arambillet, dit Fernando Rey, est un acteur espagnol, né le 20 septembre 1917 à La Corogne et mort le 9 mars 1994 à Madrid.Il est l'un des grands acteurs du cinéma espagnol après la dictature de Franco et le plus international d'entre eux. Il est surtout connu pour ses rôles suaves dans les films du réalisateur surréaliste Luis Buñuel (Viridiana, 1961 ; Tristana, 1970 ; Le Charme discret de la bourgeoisie, 1972 ; Cet obscur objet du désir, 1977) et dans le rôle du baron de la drogue Alain Charnier dans French Connection (1971) et French Connection 2 (1975). En tout, il a joué dans plus de 200 films en un demi-siècle . Il était l'acteur préféré de Luis Buñuel.Il est à ce jour l'un des sept acteurs à avoir reçu le Prix national de cinéma du ministère espagnol de la Culture, avec Francisco Rabal, Fernando Fernán Gómez, Carmelo Gómez, Javier Bardem, Antonio Banderas et José Sacristán .BiographieLes débutsFernando Rey a étudié l'architecture mais le déclenchement de la guerre civile espagnole (1936-1939) a interrompu ses études . Il est le fils de l'officier d'artillerie Fernando Casado Veiga (es), républicain et assistant de Manuel Azaña (à ne pas confondre avec le colonel du même nom, Segismundo Casado).En 1936, il commence sa carrière d'acteur, apparaissant parfois au générique. C'est alors qu'il choisit son nom de scène. Il conserve son prénom mais adopte le second nom de famille de sa mère, Sara Arambillet Rey. Pendant la guerre civile, il a combattu du côté républicain. Son père, alors colonel, est nommé inspecteur général de l'artillerie à la fin de la guerre. À la fin de la guerre, Fernando et son père sont faits prisonniers par les nationalistes. Fernando est interné dans le camp de détention improvisé à Valence, dans le stade de Mestalla. Alors que son père est resté emprisonné pendant des années, le jeune Fernando réussit à s'échapper de Mestalla, à embarquer dans un train de marchandises et à rejoindre Madrid .Percée au cinémaVers 1940, Fernando Rey débute comme acteur de doublage après avoir lu une annonce recherchant une nouvelle voix espagnole pour un acteur tout aussi nouveau, Tyrone Power. Sa voix, considérée comme intense et personnelle dans un ensemble sobre, a également été l'une des premières à être entendue en espagnol par Laurence Olivier, qui l'a même félicité pour son doublage dans le film Hamlet (1948).Après avoir participé en tant que figurant dans plusieurs films, Rey a eu en 1944 son premier rôle parlant en interprétant le duc d'Albe dans le film Eugenia de Montijo (es), de José López Rubio, avec Amparo Rivelles . En 1948, il incarne Philippe le Beau dans Poignard et Trahison, un mélodrame sur Jeanne la Folle qui connaît un succès retentissant, réalisé par Juan de Orduña et dans lequel le jeune acteur travaille aux côtés d'Aurora Bautista et d'une Sara Montiel débutante.C'est le début d'une carrière prolifique au cinéma, à la radio, au théâtre et à la télévision, au cours de laquelle Fernando Rey alterne des participations purement alimentaires dans des films commerciaux avec d'autres projets plus importants. Son palmarès comprend des classiques du cinéma espagnol tels que Les Comédiens (1954) et Sonatas (es) (1959), tous deux de Juan Antonio Bardem, films dans lesquels il a côtoyé des vedettes telles que María Félix, Francisco Rabal et Emma Penella, et Zampo y yo (1965), premier long-métrage d'Ana Belén. Il fait également du doublage à la télévision espagnole et il est devenu le narrateur de films importants tels que Bienvenue Mr Marshall (1953) de Luis García Berlanga, violente satire du régime franquiste , Marcelin, Pain et Vin (1955) de Ladislao Vajda, ou encore le film inachevé Don Quichotte d'Orson Welles dont le tournage a commencé en 1969. En fait, il est apparu dans quatre versions différentes de Don Quichotte, dans des rôles différents.En 1960, il épouse l'actrice argentine Mabel Karr (es) , avec laquelle il a un fils unique, Fernando Casado Campolongo, en 1961 .Rencontre avec Luis BuñuelSon travail avec Luis Buñuel dans les années 1960 et 1970 le rend internationalement célèbre ; il est devenu le « premier acteur espagnol international ». Dans une de ses déclarations décalées, Buñuel explique pourquoi il a d'abord choisi Fernando Rey : il l'avait vu dans Sonatas jouer un mort, et l'avait trouvé tout à fait crédible dans ce rôle . Rey apparaît d'abord dans Viridiana (1961) aux côtés de Silvia Pinal. Il témoigne que « Viridiana me sauva la vie ; ce film me fit sentir que j'étais le véhicule de quelque chose de plus important de ce que j'avais fait jusqu'alors » . Le film obtient la palme d'or au festival de Cannes 1961. Neuf ans plus tard, face à Catherine Deneuve dans Tristana (1970), il incarne Don Lope, le vieillard tyrannique et pervers du célèbre roman de Benito Pérez Galdós .« Ce personnage me traumatisa beaucoup ; il s'était viscéralement fondu en moi ; il avait infusé en moi sa décrépitude. Par la suite, le manque d'imagination des metteurs en scène et des producteurs les poussa à me confier souvent des rôles comme celui de Don Lope. Mais ce fut une expérience inoubliable. »— Fernando ReyIl est ensuite face à Jean-Pierre Cassel dans Le Charme discret de la bourgeoisie (1972), un film surréaliste qui a remporté l'Oscar du meilleur film en langue étrangère cette année-là.Le dernier succès du tandem Rey-Buñuel est Cet obscur objet du désir (1977), nominé pour un autre Oscar du meilleur film étranger et pour le Golden Globe dans la même catégorie, mais qui n'a remporté aucun prix. La voix de Fernando Rey y est doublée par Michel Piccoli. À l'époque, l'acteur alternait déjà depuis plus de dix ans entre l'Espagne et l'étranger, mais c'est à partir de sa période avec Buñuel qu'il a acquis une renommée dans le cinéma international, de sorte qu'il a été appelé pour des projets de films tournés en Italie, en France, au Royaume-Uni et aux États-Unis, fréquemment pour des rôles de personnages fourbes derrière une façade élégante et suave.Succès internationalFernando Rey fait ses débuts dans un film étranger en 1958, dans un film réalisé par Roger Vadim, Les Bijoutiers du clair de lune, où il côtoie Stephen Boyd, Marina Vlady et une jeune Brigitte Bardot. L'année suivante, il est l'ennemi du musclé Steve Reeves dans Les Derniers Jours de Pompéi, co-réalisé par Mario Bonnard et Sergio Leone.Il est au sommet de sa célébrité internationale dans les années 1960. Il côtoie Jean-Paul Belmondo et Jean Seberg dans la comédie Échappement libre (1964 ; réalisée par Jean Becker), et Burt Reynolds dans Navajo Joe (1966), un western spaghetti réalisé par Sergio Corbucci. Il apparaît dans deux suites des Sept Mercenaires : Le Retour des sept (1966) et Les Colts des sept mercenaires (1969), dans lesquels il retrouve Yul Brynner et George Kennedy. En 1968, il joue un rôle dans la production de Vincent Sherman, Les Aventures extraordinaires de Cervantes, sur le célèbre écrivain, aux côtés de Horst Buchholz, Gina Lollobrigida et José Ferrer ; il apparaît également dans le western Pancho Villa, avec Yul Brynner et Robert Mitchum.Son travail avec Buñuel l'avait rendu célèbre parmi les cinéphiles, mais il est devenu un visage connu du grand public dans French Connection (1971) de William Friedkin dans lequel il campe le rôle d'Alain Charnier, le chef de la filière française d'un trafic de drogue transnational et l'antagoniste du policier Gene Hackman. Le film est un triomphe dans les salles et remporte cinq Oscars. La scène de poursuite dans le métro y est particulièrement mémorable, lorsque Charnier (Rey) parvient à s'échapper dans un wagon et salue le policier (Hackman) par la fenêtre en se moquant de lui. Initialement, Friedkin voulait que Francisco Rabal joue le rôle de Charnier, mais il ne connaissait pas son nom ; il savait seulement qu'il était un acteur espagnol, et Rey a été choisi par erreur avant que Friedkin ne le voie. Il ne parlait pas français, mais Friedkin savait que Rabal ne parlait ni français ni anglais, il a donc décidé de garder Fernando Rey dans la distribution . Une suite réalisée par John Frankenheimer a été tournée quelques années plus tard, avec également Gene Hackman et Fernando Rey : French Connection 2.Fernando Rey a collaboré à plusieurs projets d'Orson Welles, bien que seuls deux d'entre eux aient été menés à bien : Falstaff (1965) et Une histoire immortelle (1968), dans lequel il donne la réplique à Welles lui-même ainsi qu'à Jeanne Moreau .Fort d'un prestige consolidé, l'acteur continue d'alterner entre productions étrangères et espagnoles ; en 1967, il tient un rôle dans un film musical de Rocío Dúrcal, Amor en el aire (es), et apparaît également dans The Desperate Ones (en) (Más allá de las montañas), avec Maximilian Schell, Irène Papas et Raf Vallone.En 1970, il apparaît dans Les Derniers Aventuriers, un film plus ou moins inspiré de la vie du playboy Porfirio Rubirosa ; il est réalisé par Lewis Gilbert et réunit une distribution de choix : Candice Bergen, Charles Aznavour, Olivia de Havilland, Ernest Borgnine... En 1972, Rey apparaît dans Un amour insolite d'Alberto Bevilacqua, aux côtés de Jean Seberg et d'Ugo Tognazzi, et il est dirigé par Charlton Heston dans Antoine et Cléopâtre ; l'année suivante, il tourne Tarot de José María Forqué, un film destiné au marché international. En 1974, Rey côtoie Giancarlo Giannini et retrouve Catherine Deneuve dans La Grande Bourgeoise, un film de Mauro Bolognini qui remporte un David di Donatello. En 1977, Rey et Giannini se retrouveront lorsqu'ils tourneront ensemble la comédie Pasqualino de Lina Wertmüller, qui sera nominée pour trois Oscars , un cas rare pour une production non américaine.Le nom de Fernando Rey est envisagé pour un second rôle dans Le Parrain, 2e partie, qu'il n'a finalement pas joué. Mais en 1976, il participe à l'ambitieuse production de Stuart Rosenberg, Le Voyage des damnés, avec une distribution de choix : Faye Dunaway, Orson Welles, James Mason, Max von Sydow..... Dans ce film, il a joué un bref rôle de président cubain ; des années plus tard, il a déclaré avoir reçu un gros salaire pour quelques heures de travail à Barcelone . Très actif dans ces années-là, l'acteur espagnol a également tenu un rôle dans le dernier film de Vincente Minnelli, Nina, aux côtés de Liza Minnelli, Ingrid Bergman et Charles Boyer ; ainsi que dans Le Dernier Amant romantique (1978) de Just Jaeckin et dans Le Désert des Tartares de Valerio Zurlini, où il partage l'affiche avec Vittorio Gassman, Max von Sydow, Jean-Louis Trintignant et son compatriote Francisco Rabal.Considéré comme un acteur prestigieux et rentable, qui donnait de la substance à n'importe quel personnage, aussi éphémère soit-il. Fernando Rey a joué des petits rôles et des apparitions dans de nombreux films de qualité. Il a toutefois regretté que sa célébrité ne soit survenue qu'autout de la cinquantaine : « Il est peut-être dommage que mon succès soit arrivé si tard dans la vie », a-t-il déclaré au Los Angeles Times . « Il aurait peut-être été préférable de connaître le succès en étant jeune, comme El Cordobés dans l'arène. Ensuite, vous avez toute la vie devant vous pour en profiter » .En 1977, il incarne le roi Gaspar dans la série Jésus de Nazareth, réalisée et produite par Franco Zeffirelli avec une distribution composée de Laurence Olivier, Anne Bancroft ou Claudia Cardinale.Dernières annéesEn 1980, il apparaît dans Caboblanco de J. Lee Thompson, face à Charles Bronson ; en 1981, dans La Dame aux camélias de Mauro Bolognini, face à Isabelle Huppert et Gian Maria Volonté ; et en 1982, dans Monsignor de Frank Perry, face à Christopher Reeve et Geneviève Bujold.Il a joué le rôle du père de Géraldine Chaplin dans Elisa, mon amour de Carlos Saura, pour lequel il a été primé au Festival de Cannes 1977 ; deux ans plus tôt en 1975, il était membre du jury de cet événement . Il a également joué dans Le Crime de Cuenca de Pilar Miró (1980), Le Grand Embouteillage de Luigi Comencini (avec Alberto Sordi, Annie Girardot, Patrick Dewaere, Ugo Tognazzi, Marcello Mastroianni et Stefania Sandrelli) et Quintet de Robert Altman (1979), dans une distribution comprenant Paul Newman, Bibi Andersson et Vittorio Gassman.Dans Bearn ou la chambre des poupées (es) (Jaime Chávarri, 1983), Fernando Rey joue un aristocrate décadent et partage l'affiche avec Amparo Soler Leal et Ángela Molina. Il s'est également distingué dans Padre nuestro (es) et Diario de invierno, tous deux de Francisco Regueiro (es) ; dans ce dernier, il a interprété une scène de nu intégral dont on a beaucoup parlé. Pour ce rôle, il a remporté un prix Goya ainsi que la coquille d'argent du meilleur acteur au festival de San Sebastian. Il a également joué un rôle important dans Mi general (Jaime de Armiñán, 1987), où il partage la vedette avec Fernando Fernán Gómez, José Luis López Vázquez et Héctor Alterio, entre autres. Il participe également à des productions espagnoles à vocation internationale : en 1985, dans Le Chevalier du dragon (es) de Fernando Colomo, un film fantastique avec Miguel Bosé, Klaus Kinski et Harvey Keitel ; et en 1987 dans Fatale Obsession réalisé par Antonio Drove (ca), où il côtoie Jane Seymour et Peter Weller.Plus tard dans sa vie, il est devenu de plus en plus actif dans les films et les séries télévisées. En 1982, il est apparu dans la série télévisée A.D. Anno Domini (en), une coproduction anglo-italienne sur les premières années du christianisme, où il jouait le rôle du philosophe Sénèque, avec des vedettes de plusieurs générations : Ava Gardner, Susan Sarandon, Jack Warden, Jennifer O'Neill, Ian McShane.... En 1985, il a tenu un rôle dans le téléfilm à thème médiéval Black arrow (en), une production Disney avec Donald Pleasence et Oliver Reed. En Espagne, il a fait une brève apparition dans la troisième saison de la série Los ladrones van a la oficina (es) (1993).Il est resté actif jusqu'à ses dernières années. L'un de ses derniers grands rôles a été celui de El Quijote de Miguel de Cervantes (es), une adaptation réalisée par Manuel Gutiérrez Aragón pour Televisión Española, qui a remporté un succès notable. Il travaille dans la coproduction Naked Tango (en) (1991) et sa dernière apparition au cinéma, dans le film Al otro lado del túnel de Jaime de Armiñán, est prémonitoire .Dans les années 1980 et 1990, Fernando Rey est récompensé aux Festival international du film de Saint-Sébastien et de Cannes et reçoit la médaille d'or de l'Academia de las artes y las ciencias cinematográficas de España, ainsi que le prix Goya du meilleur acteur. Il a été président de l'Académie de 1992 à sa mort deux ans plus tard .Il meurt à Madrid d'un cancer de la vessie à l'âge de 76 ans . Il a laissé derrière lui sa femme, qui est décédée le 1 mai 2001 à l'hôpital Ramon Cajal d'une infection généralisée . Le 25 septembre 2018, leur fils Fernando Casado a confirmé qu'elle était décédée d'une médiastinite aiguë pendant le tournage d'une série télévisée El secreto .",
    "name_more_cn": [
        "法蘭度雷(HK)"
    ],
    "personage_id": "27255903",
    "family_member": [
        "Mabel Karr（妻）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1050140",
    "personage_link": "https://www.douban.com/personage/27255903/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1994年3月9日"
        }
    ],
    "name_more_other": [
        "Fernando Casado Arambillet (本名)"
    ],
    "update_at": "2025-03-04T15:44:48"
}