{
    "sid": "1051414",
    "name": "盖·吉勒斯",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cf9ac1be0c68f2a0770eab94a4e215e0.jpg",
    "imdb_id": "nm0318875",
    "name_en": "Guy Gilles",
    "name_full": "盖·吉勒斯 Guy Gilles",
    "birth_date": "1938年8月25日",
    "birth_place": "阿尔及利亚,阿尔及尔",
    "last_movies": [
        {
            "id": 36133847,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909923221.jpg",
            "title": "La loterie de la vie",
            "release": 1
        },
        {
            "id": 35510288,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898580575.jpg",
            "title": "Jeune cinéma",
            "release": 1
        },
        {
            "id": 5235259,
            "year": "1985",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Un garçon de France",
            "release": 1
        },
        {
            "id": 5150125,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553624500.jpg",
            "title": "爱之罪",
            "release": 1
        },
        {
            "id": 5121845,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Cinéma cinémas",
            "release": 1
        },
        {
            "id": 5108093,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2842941637.jpg",
            "title": "物质剧院",
            "release": 1
        },
        {
            "id": 5098298,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881129653.jpg",
            "title": "Il était un musicien",
            "release": 1
        },
        {
            "id": 5098138,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892922555.jpg",
            "title": "娜芙蒂蒂",
            "release": 1
        },
        {
            "id": 5047368,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556622312.jpg",
            "title": "Nuit docile",
            "release": 1
        },
        {
            "id": 3872538,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909317413.jpg",
            "title": "倾斜的花园",
            "release": 1
        }
    ],
    "introduction": "Les débutsGuy Chiche naît à Alger, le 25 août 1938.Alger, l'Algérie, la terre natale, le pays de l’enfance et de tous les souvenirs. C'est le point de départ, la source et l’eau vive de l’inspiration.Le père est fonctionnaire à la Banque de l’Algérie, où il occupe un poste important dans la comptabilité.La mère s’occupe du foyer - un petit frère, Luc-Bernard, est né en 1947.Elle meurt prématurément, alors que Guy effectue son service militaire. Ce décès va avoir sur le moment une répercussion très concrète sur la vie professionnelle du jeune homme : la mère étant partiellement propriétaire d'un petit immeuble algérois, la vente de celui-ci et l’argent de la succession vont apporter de quoi financer un premier film, Soleil éteint. Guy choisit alors son pseudonyme, en partant du prénom de sa mère, Gilette. Ce n’est pas anodin : étudiante en peinture, elle garda toute sa vie la nostalgie d’une vocation dont l’accomplissement s’arrêta net avec son mariage. Guy Chiche devient Guy Gilles : la mère est morte mais son nom restera, et c’est en le portant que son fils se lance dans le cinéma.Soleil éteint n’est pas terminé que déjà Guy entame le suivant, Au biseau des baisers. Les études aux Beaux-Arts, les reportages (souvent ciné) pour les journaux locaux sont derrière lui : en 1960, à vingt-deux ans, c’est le départ définitif pour Paris. De tous ses films, ces deux courts-métrages seront, au bout du compte, les seuls tournés en Algérie…Pour financer leur achèvement, Guy Gilles sollicite un rendez-vous avec Pierre Braunberger, et obtient de celui-ci qu’il finisse les deux films, en coproduction. Mais Braunberger va plus loin. Il propose au jeune cinéaste de produire ses courts-métrages suivants (Paris un jour d'hiver et Chanson de gestes), et le présente à François Reichenbach dont Guy deviendra d’abord l’assistant - La douceur du village en 1964.Braunberger organise ses projections dans une salle des Champs Elysées située juste en face de ses bureaux, et les courts-métrages de Guy y sont projetés à l’intention des distributeurs. Alors que Braunberger hésite à se lancer dans la production du premier long métrage de Guy (il a peur d’un côté outrageusement poétique), celui-ci se tourne vers le directeur de la salle, qui a vu et apprécié ses films, pour produire L'amour à la mer. L’homme n’est ni producteur ni distributeur : il doit fonder une société de production tout spécialement ; il accepte toutefois de produire un court-métrage. Mais avec cette somme, Guy entame ce qu’il sait au fond être un long-métrage - même si la forme qu'il prend est apparemment celle d'une succession de courts. De fil en aiguille, devant la ténacité et l’endurance du cinéaste (pas moins de trois ans pour finir le film), mise devant le fait accompli, la production accepte de finir le film... qui ne trouvera pas de distributeur.Le film sort néanmoins en salles en Belgique et en Suisse (il sera même primé à Locarno).1964 - 1970 : L'âge d'orGuy Gilles est déjà, à ce moment, considéré comme un poète de l’image, très marginal par rapport au milieu du cinéma. Son jeune âge, son enthousiasme, son style très affirmé (trop pour certains) jouent parfois contre lui. Pendant tout ce temps, il loge gratuitement chez un ami, rue Marcadet, avant de s'installer (tout aussi gratuitement) quai Malaquais dans une chambre de bonne appartenant à George Beaume, agent d'Alain Delon et homme d’influence. Pour gagner sa vie et continuer à tourner malgré tout, il reste au jeune homme la ressource des courts-métrages, tournés pour le cinéma ou pour la télévision.Pour cela, Guy a fédéré autour de lui une petite équipe de fidèles, avec laquelle il travaille régulièrement. Une équipe qu’il a créée de toutes pièces : il a entraîné son cousin et vieux complice de l’enfance algéroise, Jean-Pierre Stora, dans la composition de musiques de films, alors que celui-ci (par ailleurs avocat en regard de contingences familiales) pensait ne pouvoir destiner ses compositions qu’à la chanson de variétés. Quant à Jean-Pierre Desfosse, il le rencontre dans un café : le jeune homme est passionné de cinéma, Guy le forme entièrement au montage et le propulse monteur attitré de tous ses films. Desfosse ne travaillera qu’occasionnellement ailleurs : seule sa mort empêchera leur collaboration de se poursuivre. À l’image, c’est Jean-Marc Ripert qui sera le fidèle complice : c’est le seul de tous à exercer la même activité professionnelle ailleurs, le reste du temps.Mais la rencontre la plus importante dans la vie et dans l’œuvre de Guy reste Patrick Jouané, croisé peu auparavant durant le tournage de L’amour à la mer - et aussitôt enrôlé pour une petite scène ! Le garçon est tout d’abord assez réticent à l’idée de faire l’acteur : il se plie aux désirs de son réalisateur par complaisance, par envie de faire plaisir, plutôt que par goût professionnel ou par motivation personnelle. Pourtant, l’alchimie prend instantanément à l’écran, et la symbiose entre le cinéaste et son interprète perdurera tout au long de l'œuvre de Guy, et jusque dans leurs plus furtives collaborations. Que ce soit en fiction ou documentaire, faux-figurant (Côté cour côté champs), à l’occasion d'un petit rôle (Saint poète et martyr), d'une voix off (Le Jardin des Tuileries), d'un court-métrage (Ciné bijou, Le Partant), simple silhouette au détour d’un plan (Le cirque des Muchachos), ou encore double du réalisateur (Proust, Absences répétées), et bien sûr dans l’éclat des grandes incarnations romanesques (Au pan coupé, Le Clair de Terre, Le jardin qui bascule, Nuit docile), Patrick Jouané va littéralement habiter, hanter, inspirer toute l’œuvre de Guy Gilles.Guy continue à faire ses gammes en tournant des sujets de reportage qui s’enchaînent à un bon rythme. De ce point de vue, l’époque est florissante : les salles de cinéma projettent encore des avant-programmes de courts, et certaines émissions de télévision se distinguent par leur volonté de qualité et de liberté créatrice (en particulier \"Dim Dam Dom\", pour lequel Guy travaillera de temps à autre). Et puis Guy a trouvé en Roger Stéphane – et son émission \"Pour le plaisir\" – un producteur qui lui voue une admiration et une confiance totales. C’est dans cet esprit de liberté qu’il réalise une série de « ciné-reportages » dont Ciné bijou reste le plus emblématique. Guy se sert de la commande pour réaliser un film tout entier dédié à l’évocation d’un univers mélancolique, habité des fantômes d’anciennes vedettes et des visages de jeunes garçons. Ce dernier détail n’échappe pas à tout le monde : une vieille coupure de presse sur Pop Age donne un aperçu de l’inconscience et de la liberté avec lesquelles il pouvait travailler :« Je ne voudrais pas être méchant pour Roger Stéphane et Roland Darbois mais vraiment, à qui font-ils un clin d’œil lorsqu’ils laissent passer dans leur émission une rubrique comme Pop Age ? A quels initiés capables de lire entre les images ? (…) La plus jolie fille est vue par un regard misogyne. Le moindre éphèbe inexpressif est mis en valeur comme une statue grecque. Les braves gens n’y voient que du feu, et il est vrai qu’à cette heure-là ils sont couchés »… Toute une époque !Fort de ces expériences et du soutien continu de Roger Stéphane, Guy Gilles va bâtir, parallèlement à ses fictions, une véritable œuvre documentaire : le premier jalon en est Festivals 1966 Cinémas 1967 (1967), une enquête-vagabondage autour des festivals d'Hyères et Cannes et d'une certaine idée du cinéma; le deuxième plus élaboré, Vie Retrouvée (1969), annoncera l'apothéose du film sur Proust.1967, donc. Guy est à présent fin prêt pour se lancer dans le tournage d’un nouveau long-métrage : l’aventure va être rendue possible par Macha Méril, qui aime tellement le rôle et le film que Guy lui a proposés, qu’elle fonde sa propre société de production, Machafilms, pour en trouver le financement. Ce sera Au pan coupé, le premier grand film du cinéaste, le véritable acte de naissance d’un cinéma, d’une forme, d'une œuvre épanouie, aboutie dans son langage et dans ses thèmes. Cette réussite n'est pas indifférente au fait que le rôle principal est tenu par Patrick Jouané : diction bressonnienne, regard habité, le jeune garçon s’est lui aussi transformé, et il assume avec une aura véritable la charge de son rôle. La sortie en salles du film est accueillie par de nombreux éloges, dont ceux de Marguerite Duras :\"Le Pan coupé de Guy Gilles est le film d'un amour. L'amour a été interrompu par le départ, la mort. Il est vécu à partir du déchiffrage obsessionnel du passé. Ce passé a été bref, il est maintenant opaque et inépuisable comme un crime. Ici, enfin, l'amour n'est pas montré à partir de l'étreinte-dans-le-lit-d'hôtel. Son évocation par le visage - visage d'une femme cinquante fois répété, à une ombre près, un regard, un crispement sous le harcèlement de la blessure - est tout simplement admirable. Non, cela n'avait jamais encore été fait au cinéma.\"Le public ne se précipite pas pour autant (4000 entrées seulement), mais Guy Gilles pense que les gens comprendront son cinéma un jour ou un autre, et ses certitudes n’en sortent guère ébranlées. Grand bien lui fasse : son film suivant, Le Clair de Terre reste le plus connu, et pour beaucoup, le plus beau.Entre-temps il y a Le partant, que Guy a proposé à \"Dim Dam Dom\". Court-métrage lunaire, rêveur et mutique, portant à la perfection la méthode et les thèmes du réalisateur, le film est bien plus qu’un magnifique brouillon du Clair de Terre. C’est à son occasion que Jean-Pierre Stora trouve la ligne mélodique qui sera reprise dans la partition du long-métrage.La mise en œuvre du Clair de Terre n’est pas de tout repos - on se reportera avec intérêt au journal de tournage qu’a tenu son frère, Luc Bernard (disponible à la Bifi). Guy Gilles veut absolument retourner en Algérie, aux deux sens du terme : y revenir pour y filmer à nouveau. Mais les autorisations traînent, et las d’attendre, Guy décide de se reporter sur la Tunisie, et sur un nouveau casting : un an a passé, et Simone Signoret, qui avait accepté le rôle féminin principal, est prise par d’autres obligations. Guy se tourne alors vers Michèle Morgan : c’est la bonne piste. Car si celle-ci refuse le rôle, c’est qu’elle sait à qui il convient de le proposer : c’est elle qui donne l’idée d’Edwige Feuillère, interprète idéale, inoubliable, de cette institutrice retraitée et nostalgique auprès de qui le héros retrouve une part de cette mère enfouie sous la terre de l’enfance. Le reste de la distribution est de la même eau : participations magiques d’Elina Labourdette et Micheline Presle, retrouvailles bouleversantes avec Annie Girardot, apparition spectrale de Roger Hanin en père déboussolé… Un véritable état de grâce plane sur tout le film, qui remporte le grand prix au festival d’Hyères.Certaines critiques sont excellentes. Jean-Louis Bory, qui avait déjà alerté l’opinion à la sortie d’Au Pan Coupé, écrit un texte dithyrambique, un des plus beaux à ce jour sur l’univers de Guy Gilles. Mais à nouveau, le succès public est plus que mitigé.Nous sommes en 1971, Guy Gilles a alors 33 ans, il est au sommet de son talent et de sa créativité. La télévision diffuse son Proust l'art et la douleur, qu'il a tourné pendant trois ans. La fréquentation continue de l'œuvre de Proust alimente tous ses films de la période, source inépuisable de motifs (phrases, paysages, références) davantage que réel équivalent littéraire - s'ils ont tous les deux la hantise du temps qui passe et le goût stylistique du détail, l'écrivain est plus froid, son penchant pour les méandres et l'analyse infinie ne cadrent guère avec la contemplation adolescente et l'urgence romantique du cinéaste. \"La longue phrase proustienne qui décrit avec des circonvolutions, disait Guy Gilles, se retrouve dans mes films dans \" la séquence \", avec ces détails qui incisent le plan, qui l'affirment, le précisent. Et puis les changements d'angle, la façon de montrer un personnage sous des éclairages différents, de lui ajouter des couleurs, cela me semble proustien. Le reste c'est la lecture des journalistes\". Mais la rencontre des deux univers sert l'un et l'autre à merveille : Guy Gilles a su trouver la place idéale entre traduction et appropriation. Le visage changeant de Patrick Jouané au cours des trois années de tournage y est l'incarnation littérale, physique, du temps qui passe, de la jeunesse perdue.La même année, Lelouch fait appel au cinéaste - il l’a connu via Reichenbach- pour réaliser un court-métrage sur les Champs-Élysées, devant être montré avant Le Voyou, lequel sort… seulement un mois après ! Ce sera Côté cour côté champs, une commande de dernière minute, un pur poème de sons et d’images, d’impressions, de collages, de couleurs, associés avec un sens inimitable de la rime et de la variation. Devant l’urgence, la musique est, exceptionnellement, composée et enregistrée avant le montage du film, qui se fait en fonction de la partition, renforçant cette impression de synchronisme total de tous les éléments, cette harmonie, qui font de ces treize minutes un bonheur qui ne se renouvellera plus.Le tournant des années 70Car une nouvelle décennie commence : elle va être marquée par une lourde série de déboires. En réalisant pour la télévision Jeanne raconte Jeanne, une émission sur Jeanne Moreau, Guy est tombé éperdument amoureux de la jeune femme… Un an et demi après, la fin de leur relation se solde par une tentative de suicide du cinéaste.Et c’est par un suicide (et même par deux) que se clôt son film suivant, Absences répétées (prix Jean Vigo 1973). L’écriture cinématographique a la même grâce, les mêmes jeux, mais le ton est d’une noirceur, d’une désespérance jamais vues encore dans l’œuvre de Guy. En plus, la production a été longue à convaincre, le montage financier a encore réclamé des trésors de patience et d’énergie - c’est Danièle Delorme qui permet finalement de décrocher l’accord de Gaumont.Guy choisit pour principal interprète un acteur inexpérimenté, Patrick Penn, musicien et chanteur venu de la scène rock. Le film, qui est un des premiers à mettre en scène avec une telle frontalité un certain milieu homosexuel, se ressent des questionnements qui agitent à l’époque le cinéaste. Il y reviendra, des années plus tard, dans un entretien pour la revue Masques : « Mon héros n’est pas ambigu sexuellement, il est sexuel. Je sais que l’on m’accuse quand je dis cela d’intellectualiser. Mais est-ce qu’on peut dire de quelqu’un qui touche à toutes les sexualités qu’il est ambigu ? Si oui, alors oui. Mais je réponds comme cela parce que je ne veux pas tomber dans le système des terminologies, bisexualité, etc... Il touche à tout, très clairement ».C’est sans fard, également, que le film traite de la toxicomanie : c’est une autre époque, l’insouciance des années soixante a disparu, Guy a assisté à la descente aux enfers de certains de ses proches, toxicomanes, et il veut aussi faire ce film pour témoigner. Les paroles de la chanson du film (écrites et chantées par Jeanne Moreau sur une partition de Stora) sont à elles seules tout un programme : « Plages désertes, membres inertes / dégoût de vivre, paupières mouillées / J’écoute ton cœur effrayé… / Le temps perdu, le temps gagné / les angoisses, les pleurs séchés / rêves brisés, plaisirs cachés… ».Grâce à la télévision, Guy Gilles continue à travailler : Le temps qui passe, diffusé dans le cadre d’une série de Daisy de Galard, \"Cinéastes témoins de leur temps\", sur le problème du vieillissement, Monsieur Ravel, un 26 minutes de la série \"Il était une fois un musicien\". Puis un nouveau long-métrage, Le jardin qui bascule, qui nécessite plusieurs assemblages de production et se fait finalement avec un budget minuscule (mais avec Delphine Seyrig dans le rôle principal). Les projets s’enchaînent selon ce mode : les films de cinéma se font au prix de luttes acharnées sans remporter aucun succès, mais c’est pour eux, parce qu’il les a réalisés, qu’on propose à Guy de travailler pour la télévision. C’est avec cette économie et ce tiraillement perpétuel qu’il doit composer : depuis toujours, mais plus que jamais.Parfois c’est lui-même qui propose ses sujets. Ainsi de La loterie de la vie : parti tourner au Mexique un film de François Reichenbach (comme assistant), il décide, après sa rencontre avec la jeune Lupe, de tourner le film avec le matériel que Reichenbach lui prête. Produit par l’INA pour la télévision, le film sera distribué en salles en octobre 1982.En 1975, Hélène Martin lui propose de réaliser un film autour de Jean Genet, pour son émission \"Plain Chant\". Ce sera Saint, poète et martyr, ballade personnelle dans l’œuvre de l’écrivain, incarnée par les fidèles du cinéaste : Jouané, Chemin, Moreau. En janvier 1978, le film est programmé par Lionel Soukaz dans le cadre du festival \"Ecrans roses et nuit bleue\", qui se tient à la Pagode. C’est l’une des premières manifestations du genre : elle propose des œuvres de Paul Vecchiali, Dominique Delouche, Michel Nedjar ou Chantal Ackerman et rassemble un public nombreux, jusqu’à son interruption forcée : un groupuscule fasciste tabasse le public au cours d’une projection (Guy s’en tire avec un traumatisme crânien et deux mois d’hôpital).Les années 80 et après1980 : le temps passe, et, enfin, au mois de mars, le tournage d’un nouveau long-métrage : une comédie. Ce sera La tête à ça, un ton neuf, mais aussi Micheline Presle, Richard Berry, Jacques Penot, et Carole Laure en guise de distribution. Au bout de quelques jours de tournage, c’est la catastrophe : miné par une violente rupture amoureuse, à laquelle viennent s’ajouter certains différents avec les producteurs du film, Guy fait une dépression nerveuse et se fait hospitaliser. Le tournage est annulé.Un an après, il réussit à reformer le duo Richard Berry et Jacques Penot pour Le crime d’amour, produit par Macha Méril (comme Au pan coupé treize ans plus tôt) qui y tient un double rôle.1984 : Guy tourne l’adaptation télévisée du roman de Pascal Sevran, Un garçon de France, pour FR3. Le film est un résumé assez exhaustif des thèmes brassés par le cinéaste depuis toujours : la quête de la mère perdue, l’évocation de l’Algérie (l’action se déroule en 59-60, pendant la guerre), la nostalgie du cinéma de l’enfance et des vedettes des années 40, et surtout la prise en charge d’un adolescent par une femme mûre, dont l’assomption en icône (ici Françoise Arnoul en Ava Gardner) sera le moyen d’une sexualité débutante.Il faudra attendre 1987 pour que Guy Gilles réalise un film à nouveau pour le cinéma, Nuit docile, son dernier à être distribué en salles– dans une indifférence générale et sous un feu de critiques épouvantables. Patrick Jouané retrouve le rôle principal, mais le temps a passé, et c’est à nouveau à Pascal Kelaf, à peine sorti du Garçon de France, qu’il revient d’incarner le jeune héros « gillien » que Jouané a immortalisé deux décennies auparavant. Une scène du film est particulièrement émouvante : Jouané montre à Pascal Kelaf un extrait à la télévision de Ciné Bijou. Les images du garçon qu’il était (il avait 21 ans à l’époque) se heurtent à son visage plus mûr, plus fatigué. Kelaf demande : « C’est qui ? ». « C’est moi », répond Jouané, avant de se tourner vers un troisième comparse, qui joue le rôle du réalisateur : « Est-ce que tu regrettes de m’avoir filmé ? / Non, je n’aurais pas fait le film si je ne t’avais pas rencontré. On ne filme que ce que l’on aime. / Voleur d’image ! ». Le ton du film est lugubre, la fin est sans espoir.Les activités télévisuelles de Guy continuent, et lui permettent de vivre - multiples reportages : les couturiers de Michael Jackson, Stallone et sa collection d’œuvres d'art (1988), etc... Mais s’il fallait ne retenir qu’un film (court) de cette décennie, ce serait peut-être Où sont-elle donc ?, un reportage réalisé en 1983 pour l’émission \"Cinémas Cinémas\" (pour laquelle Guy Gilles a par ailleurs tourné Viviane Romance, portrait d’une rebelle) qui évoque les stars françaises des années 30 à 50, et constitue un pendant nostalgique à Ciné Bijou. Car ce n’est plus seulement à travers photos et affiches que se promène le souvenir : les stars aimées sont toujours là, vieillies mais vivantes et parfois toujours belles. L’apparition de Madeleine Sologne est en ce sens un moment rare, qui condense à lui seul bien des thèmes du cinéaste.C'est la fin des années 80, le cinéaste a atteint la cinquantaine, le monde a changé, lui aussi. La maladie s’est déclarée, Guy Gilles est atteint du sida.En 1992, pour les trente ans d’indépendance de l’Algérie, Jean-Pierre Stora propose à AB Productions un disque évoquant l’Algérie. AB préfère un film : Jean-Pierre appelle illico Guy, qui se met au travail. Le film, Dis papa, raconte-moi là-bas, restera réservé exclusivement au marché vidéo, mais il bénéficie de la présence de Richard Berry, et il sera projeté en vedette au festival du film algérianiste de Nîmes.Une opération cardiaque complique encore l’évolution de la maladie. Guy se sait condamné : il veut absolument parvenir à terminer son nouveau long-métrage, Néfertiti, vaste imbroglio financier, coproduction franco-italo-lettone, qui tourne au désastre. La Lettonie fournit costumes, décors et studios, l’Italie apporte un peu d’argent et impose l’actrice principale, tandis que le producteur français, Benjamin Simon, qui espérait des rentrées d’argent de ses précédentes productions, doit faire face à l’échec cinglant de La femme fardée, et se retrouve dans l’impossibilité d’aligner sa part de coproduction. Les tensions gangrènent le tournage, Cineccita séquestre plusieurs bobines déjà tournées.En attendant, Guy réalise une commande des ministères de l’éducation nationale et de la santé, destinée à attirer l’attention des jeunes sur les dangers de la drogue. Il s’agit de La lettre de Jean : le film voyagera en circuit fermé dans les lycées, collèges et écoles communales. Les contraintes du film pédagogique empêchent toute écriture cinématographique, mais ça et là le cinéaste réussit à glisser quelques beaux portraits d’adolescents, comme à ses débuts, « en contrebande » : une chambre de jeune homme, des voix chuchotées, la vivacité des plans de coupe, rappellent des films anciens, des constantes jamais désavouées.Mais l’affaire Néfertiti n’avance pas : la mort dans l’âme, Guy Gilles se résout à monter son film sans les bobines bloquées par Cinecitta. Le film fera 70 minutes au lieu des 100 prévues, le doublage est bâclé, et il faut toute l’opiniâtreté du cinéaste pour imposer son musicien (Stora) et avoir le final cut – c’est là, dans les coupes, les rythmes, les sautes visuelles, sous les ciseaux du montage, que Guy parvient à sauver ce qui peut l’être de son dernier long-métrage. Le film ne sera jamais distribué et devra se contenter d’une diffusion réglementaire (et inaperçue) sur Canal + en janvier 96.Guy Gilles s’éteint le 3 février 1996, des suites du sida, à cinquante-sept ans.La presse est quasiment muette – sauf une page dans les « Cahiers du Cinéma », signée Jean-Claude Guiguet. Au mois de juillet, Jean-Jacques Zilbermann, à l’époque gérant du Max Linder, rend un hommage d’une journée aux films de Guy. Trois ans après, son frère Luc Bernard lui consacre un documentaire : Lettre à mon frère Guy Gilles, cinéaste trop tôt disparu.Aujourd’hui, le Forum des Images à Paris organise de temps à autre des séances de ses films, qui sont presque tous disponibles dans la salle de consultation. Les chaînes câblées lui consacrent parfois un programme : en 2002, Festival a diffusé Néfertiti et Le crime d’amour, Ciné Classic le Genet Saint poète et martyr, CinéCinéma Auteur L’amour à la mer et Le Clair de Terre.En juin 2003, la rétrospective de ses films de fiction au 31ème festival international du film de La Rochelle fait salle comble. Le succès est tel que le festival organise l'année suivante une exposition souvenir. En août 2004 et 2005, les états généraux du documentaire de Lussas programment à leur tour ses films documentaires. En avril 2005, la quasi intégralité de ses courts-métrages sera présentée au festival Côté Court de Pantin, accompagnée d'un dossier spécial dans la revue Vertigo (n°27, mars 2005).La sortie en DVD des trois premiers longs-métrages du cinéaste, L'amour à la mer, Au Pan Coupé et Le Clair de Terre est assurée par les Editions Montparnasse en mai 2008.",
    "name_more_cn": [
        "盖·吉勒",
        "居伊·吉尔"
    ],
    "personage_id": "27257178",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1051414",
    "personage_link": "https://www.douban.com/personage/27257178/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1996年2月3日"
        }
    ],
    "name_more_other": [
        "Guy Chiche (本名)"
    ],
    "update_at": "2025-03-09T03:52:13"
}