{
    "sid": "1052781",
    "name": "蕾切尔·佩恩",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1965004",
    "name_en": "Rachel Payne",
    "name_full": "蕾切尔·佩恩 Rachel Payne",
    "birth_date": "1982年9月15日",
    "birth_place": "美国,加利福尼亚,圣何塞",
    "last_movies": [
        {
            "id": 5111126,
            "year": "1995",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Extreme",
            "release": 1
        },
        {
            "id": 5109624,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534631889.jpg",
            "title": "Terror in the Family",
            "release": 1
        },
        {
            "id": 5098486,
            "year": "1992",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Miracles and Other Wonders",
            "release": 1
        },
        {
            "id": 1866487,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318181356.jpg",
            "title": "食人巨蜂",
            "release": 1
        }
    ],
    "introduction": "Rachel Payne is always busy. Whether it's a project she has been cast in, or an idea she's developing, art is being made and she is determined to stay the course. Rachel moved to Los Angeles from New York to train and perform in film, television and theatre, after completing her undergraduate degree in classical vocal performance from Manhattan School of Music (MSM). She missed the sunshine of her native California, and the subtle honesty required on-screen. She figured; after a bite of the big apple, why not a little citrus? Rachel has been acting and singing professionally since the age of seven. Growing up in San Jose California and Utah, with a three year stint in Scotland and Holland in between, Rachel developed a taste for traveling, a love for variety and vitality in life. While living in Utah, Rachel was cast in a few network productions, which earned her a SAG card. She stopped auditioning at age sixteen to study and graduate early from high school, after which she went to work as a nanny in Washington DC and prepared for conservatory life. During her time in DC, she sang with the Choral Arts Society of Washington, which sustained the artistic beast welling up inside. After graduating from MSM, Rachel taught inner city kids to sing opera for a summer. Rachel's love of film was destined to be rekindled and she relocated to Los Angeles. Since her arrival, she has performed in plays, films, benefits, shorts, voice over work, musicals, operas, Jewish High Holiday services and many other undertakings. She has spent much of her time in LA training with individuals and companies to further develop her acting, music and movement skills. She's currently (2008) working toward her master's degree while continuing her day job as a paralegal, and acting above all else. Rachel is happy to say, she's still here, and excited for what lies ahead.",
    "name_more_cn": [],
    "personage_id": "27258548",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1052781",
    "personage_link": "https://www.douban.com/personage/27258548/",
    "property_other": [],
    "name_more_other": [
        "Rachel Ann Youngberg",
        "Rachel Youngberg"
    ],
    "update_at": "2025-06-14T10:26:07"
}