{
    "sid": "1054617",
    "name": "C·安德鲁·尼尔森",
    "site": "douban_celebrity",
    "roles": [
        "视觉特效",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0003296",
    "name_en": "C. Andrew Nelson",
    "name_full": "C·安德鲁·尼尔森 C. Andrew Nelson",
    "birth_date": "1962年6月22日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5217542,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870631552.jpg",
            "title": "The Evidence",
            "release": 1
        },
        {
            "id": 2996642,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1236036566.jpg",
            "title": "魔鬼山历险记",
            "release": 1
        },
        {
            "id": 2155676,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p457182707.jpg",
            "title": "奇幻精灵事件簿",
            "release": 1
        },
        {
            "id": 1983125,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2247132991.jpg",
            "title": "虫洞效应",
            "release": 1
        },
        {
            "id": 1971111,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1293401256.jpg",
            "title": "魔法奇缘",
            "release": 1
        },
        {
            "id": 1937502,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p956325412.jpg",
            "title": "追风筝的人",
            "release": 1
        },
        {
            "id": 1584750,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171178735.jpg",
            "title": "神奇四侠2",
            "release": 1
        },
        {
            "id": 1578475,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199984134.jpg",
            "title": "洛奇6：永远的拳王",
            "release": 1
        },
        {
            "id": 1306609,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p732849181.jpg",
            "title": "时间机器",
            "release": 1
        },
        {
            "id": 1297785,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2308393297.jpg",
            "title": "星球大战前传2：克隆人的进攻",
            "release": 1
        }
    ],
    "introduction": "C. Andrew Nelson is an award winning artist, actor, writer, consultant, and motivational speaker. Andrew spent four years as a visual effects artist at Industrial Light & Magic. His VFX credits at ILM include Star Wars Episode I: The Phantom Menace, Galaxy Quest, Adventures of Rocky & Bullwinkle, The Perfect Storm, Jurassic Park III, The Time Machine, and Star Wars Episode II: Attack of the Clones.Prior to joining ILM, Andrew worked nearly six years at LucasArts Entertainment Company where he served as a visual effects supervisor. At LucasArts he helped create and design such popular games as Dark Forces, Rebel Assault II, Full Throttle, The Dig, Jedi Knight, Curse of Monkey Island, Masters of Teras Kasi, Shadows of the Empire, Rogue Squadron, and Indiana Jones & the Infernal Machine. Andrew has worked extensively with sister companies Lucasfilm Ltd., Lucas Learning, Lucas Licensing, and THX.Andrew is probably best known for having played the character of Darth Vader in the Special Edition re-release of the original Star Wars trilogy as well as in the Rebel Assault II and Dark Forces games from LucasArts. Andrew, who began playing Vader for Lucasfilm in 1994, has portrayed the infamous dark lord for commercials, television shows, print, games, and live appearances. He has managed to spend more time in the official Vader costume than any other actor.In addition to his tenure with the Lucas companies, C. Andrew Nelson is a consulting VFX supervisor and art director for some of the top effects, animation, and post-production facilities in the U.S. His credits include Rocky Balboa, The Last Mimzy, Fantastic Four: Rise of the Silver Surfer, Rush Hour 3, Enchanted, The Kite Runner, The Spiderwick Chronicles, Jumper, Race to Witch Mountain, and Witness 11. Andrew also served two terms on the Board of Directors of the Visual Effects Society.No stranger to academia, from 2002 to 2004 Andrew took on the role of Visual Effects Director for the School of Animation & Visual Effects at the Academy of Art University in San Francisco. At the university, he presided over the school's visual effects curriculum and trained the next generation of VFX artists who are now working throughout the industry. Andrew routinely consults for various networks, studios, and developers such as Disney, MTV, Nickelodeon, PBS, Fox, Hasbro, Electronic Arts, and others.When he's not at a workstation conjuring up images for motion pictures and television or speaking on the lecture circuit, Andrew can be found in front of the camera or behind a microphone as a performer. Andrew has appeared in numerous feature films, television series, commercials, and print ads. He has shot national spots for ESPN, Wal-Mart, M&Ms, Taco Bell, and Kenner. Andrew is also a much sought after voice-over artist having lent his vocal talents to many games, animated films, and interactive multimedia projects.Andrew and his wife Veronica Loud - a gifted actress, voice-over artist, singer, print model, and photographer in her own right - live in the San Francisco Bay Area with their daughter and son.",
    "name_more_cn": [],
    "personage_id": "27260350",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1054617",
    "personage_link": "https://www.douban.com/personage/27260350/",
    "property_other": [],
    "name_more_other": [
        "Andrew Nelson"
    ],
    "update_at": "2025-02-01T11:49:22"
}