{
    "sid": "1054250",
    "name": "斯特诺",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "副导演"
    ],
    "awards": [
        "1952年 第5届戛纳电影节 主竞赛单元 金棕榈奖 (提名) 警察与小偷"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p50382.jpg",
    "imdb_id": "nm0826642",
    "name_en": "Steno",
    "name_full": "斯特诺 Steno",
    "birth_date": "1915年1月19日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 10573307,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553479304.jpg",
            "title": "Animali Metropolitani",
            "release": 1
        },
        {
            "id": 5229175,
            "year": "1987",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "L'ombra nera del Vesuvio",
            "release": 1
        },
        {
            "id": 5115065,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455709820.jpg",
            "title": "Big Man: Polizza inferno",
            "release": 1
        },
        {
            "id": 5115052,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562303456.jpg",
            "title": "Big Man: Boomerang",
            "release": 1
        },
        {
            "id": 5115050,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455705041.jpg",
            "title": "Big Man: Diva",
            "release": 1
        },
        {
            "id": 5115045,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562303408.jpg",
            "title": "Big Man: Polizza droga",
            "release": 1
        },
        {
            "id": 5094717,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603272204.jpg",
            "title": "Italian Fast Food",
            "release": 1
        },
        {
            "id": 5046655,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562303520.jpg",
            "title": "Big Man: 395 dollari l'oncia",
            "release": 1
        },
        {
            "id": 5046653,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455709587.jpg",
            "title": "Big Man: La fanciulla che ride",
            "release": 1
        },
        {
            "id": 4847140,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534960477.jpg",
            "title": "我要起诉",
            "release": 1
        }
    ],
    "introduction": "Steno, nome d'arte di Stefano Vanzina, è stato un regista e sceneggiatore italiano.Influente e prolifico regista del cinema italiano, notevole la sua collaborazione alla regia in alcuni film di Mario Monicelli alla fine degli anni '40 e nei primi anni '50. È ricordato soprattutto per la sua professionalità e per l'ampia e poliedrica carriera cinematografica. Fra i suoi film più conosciuti vi sono: Guardie e ladri (1951) (co-regia Mario Monicelli), Totò a colori (1952), Un americano a Roma (1954), I tartassati (1959), Letto a tre piazze (1960), I due colonnelli (1962), Totò diabolicus (1962), Totò contro i quattro (1963), Febbre da cavallo (1976) e altri ancora.Figlio di Alberto Vanzina, giornalista del Corriere della Sera emigrato in Argentina in gioventù e di Giulia Boggio, a tre anni rimase orfano del padre con la famiglia che versava in gravi difficoltà economiche. Completò gli studi liceali e si iscrisse alla facoltà di giurisprudenza non terminando gli studi universitari. Diplomatosi scenografo all'Accademia di Belle Arti, entrò, verso la metà degli anni trenta, al Centro Sperimentale di Cinematografìa e iniziò a disegnare caricature, vignette e articoli umoristici adottando lo pseudonimo di Steno (che utilizzerà anche al cinema tranne in due occasioni nelle quali si firmò col suo vero nome) in omaggio ai romanzi di Flavia Steno, dapprima alla Tribuna Illustrata, quindi entrando nella redazione del celebre giornale umoristico Marc'Aurelio, vera fucina di nomi in seguito importanti come Marcello Marchesi e Federico Fellini dove rimase per cinque anni, scrivendo nel medesimo tempo anche copioni radiofonici e testi per il teatro di avanspettacolo.Da lì le porte del cinema si aprirono grazie a Mario Mattòli, che lo vuole come sceneggiatore, gagman e spesso aiuto regista in molti suoi film, scrivendo copioni anche per Simonelli, Bragaglia, Freda e Borghesio, oltre ad apparire come attore in due film. Nel 1949, con Al diavolo la celebrità fece il suo esordio alla regìa dirigendo otto film in collaborazione con Mario Monicelli, già suo fedele compagno di sceneggiature sin dall'immediato dopoguerra. A partire dal 1952, con Totò a colori firmò da solo le sue pellicole.Il film che consolidò la collaborazione tra Steno e Monicelli, Guardie e ladri (1951), in scena Totò e Aldo FabriziNei trenta anni seguenti, specializzatosi nel prediletto cinema comico, diresse un grande numero di film che ottennero spesso strepitosi successi con tutti gli attori cari al grande pubblico, tra i quali quelli più grandi, Totò e Alberto Sordi, ma anche Aldo Fabrizi, Renato Rascel, le coppie Tognazzi-Vianello e Franchi-Ingrassia, Johnny Dorelli, Lando Buzzanca, Gigi Proietti, Enrico Montesano, Renato Pozzetto, Paolo Villaggio e Diego Abatantuono, nonché attrici celebri del calibro di Marisa Allasio, Sylva Koscina, Edwige Fenech, Ornella Muti e tante altre. I titoli dei film da lui diretti hanno giustamente segnato un'epoca. Regista ironico e, a volte, dissacrante, subì nel 1954 anche una clamorosa disavventura censoria con la commedia \"galante\" Le avventure di Giacomo Casanova, ritirata dagli schermi e rimessa in circolazione dopo numerosi tagli. Una versione restaurata di questa pellicola è stata presentata in una sezione collaterale della 62ª Mostra del Cinema di Venezia.Negli anni settanta e ottanta ottenne ancora consensi con il notevole La polizia ringrazia, capostipite della serie definita \"poliziottesca\", e dirigendo Bud Spencer nei quattro film della serie di \"Piedone\" e nei sei film per la televisione della serie Big Man lasciati incompiuti a causa della sua improvvisa scomparsa. Il suo ultimo lavoro per il grande schermo fu lo sfortunato Animali metropolitani, impietoso pamphlet sulle brutture della edonistica società italiana della fine degli anni ottanta, uscito tre mesi dopo la sua morte e prontamente ritirato dalle sale per assenza di pubblico. Sposato con Maria Teresa Nati, ebbe da lei due figli entrati con successo nel mondo del cinema: Enrico come sceneggiatore, Carlo come regista e produttore. Nel 2008, vent'anni dopo la sua scomparsa, viene presentato alla Festa del Cinema di Roma il documentario a lui dedicato Steno, genio gentile.È sepolto nel Cimitero Flaminio di Roma.",
    "name_more_cn": [
        "斯泰诺",
        "史丹诺",
        "斯丹诺",
        "史坦诺"
    ],
    "personage_id": "27260018",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1054250",
    "personage_link": "https://www.douban.com/personage/27260018/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1988年3月12日"
        }
    ],
    "name_more_other": [
        "Stefano Vanzina (本名)"
    ],
    "update_at": "2025-02-01T10:08:24"
}