{
    "sid": "1054952",
    "name": "保罗•希普",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "剪辑"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1451029397.33.jpg",
    "imdb_id": "nm0004272",
    "name_en": "Paul Hipp",
    "name_full": "保罗•希普 Paul Hipp",
    "birth_date": "1963年7月17日",
    "birth_place": "美国,宾夕法尼亚州",
    "last_movies": [
        {
            "id": 35580204,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869521043.jpg",
            "title": "博斯：传承 第一季",
            "release": 1
        }
    ],
    "introduction": "Paul Hipp grew up in the Philadelphia area. He moved to New York at 17 to study acting with William Hickey and Mira Rostova. During these years Paul supported himself by playing guitar and singing on the streets of New York. He eventually landed gigs playing the legendary clubs of Greenwich Village and occasional commercials. One night director Abel Ferrara spotted Hipp at a gig on Bleeker Street and asked him to audition for his film China Girl (1987) . Paul won the part of Nino Villache over hundreds of other young actors. Since then Paul has worked steadily on the big and small screen as well as off-Broadway, Broadway and London West End stages.In 1990 Paul was nominated for The Laurence Olivier Award for outstanding performance by an actor in a musical for his performance as rocker Buddy Holly in \"Buddy\". He took the show to Broadway's Shubert Theater the following year where he opened to rave reviews and was honored with a Tony Award nomination. He also won a Theater World Award for best Broadway debut performance.Paul has appeared in over 25 feature films, most recently Ernst Gossner 's feature South of Pico (2007). On the small screen Paul has appeared in numerous TV shows.Paul made his feature film directorial debut with Death of a Dog (2000). Executive produced by Abel Ferrara the film stars Julie Kessler and Edie Falco.His second film as director, tentatively titled Burn Out while in production, features appearances by Nick Nolte, John Cusack, Larry Clarke, Laird John Hamilton, and Malcolm McLaren. It is slated for release sometime after the fall 0f 2012.",
    "name_more_cn": [],
    "personage_id": "27260685",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1054952",
    "personage_link": "https://www.douban.com/personage/27260685/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-23T16:45:14"
}