{
    "sid": "1057892",
    "name": "戈文丹·阿拉文旦",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "音乐"
    ],
    "awards": [
        "1987年 第44届威尼斯电影节 主竞赛单元 金狮奖 (提名) 奥里达"
    ],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1594049812.09.jpg",
    "imdb_id": "nm0033244",
    "name_en": "Govindan Aravindan",
    "name_full": "戈文丹·阿拉文旦 Govindan Aravindan",
    "birth_date": "1935年1月21日",
    "birth_place": "印度,喀拉拉邦,戈德亚姆",
    "last_movies": [
        {
            "id": 5101897,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Anadi-Dhara",
            "release": 1
        },
        {
            "id": 5101819,
            "year": "1987",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Contours of Linear Rhythm",
            "release": 1
        },
        {
            "id": 5101582,
            "year": "1990",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sahaja",
            "release": 1
        },
        {
            "id": 5101577,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892165810.jpg",
            "title": "The Seer Who Walks Alone",
            "release": 1
        },
        {
            "id": 5101523,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675536326.jpg",
            "title": "Unni",
            "release": 1
        },
        {
            "id": 5101517,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903824145.jpg",
            "title": "一无所有",
            "release": 1
        },
        {
            "id": 5101515,
            "year": "1985",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Viti",
            "release": 1
        },
        {
            "id": 5048875,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893468996.jpg",
            "title": "Chidambaram",
            "release": 1
        },
        {
            "id": 5048019,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544300239.jpg",
            "title": "奥里达",
            "release": 1
        },
        {
            "id": 5046761,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903824163.jpg",
            "title": "假面舞刽",
            "release": 1
        }
    ],
    "introduction": "\"No work of art directly or indirectly change society or human beings. However, cinema has the power to influence the human mind. Talking about good cinema….I believe that any act of a human being committed with sincerity and conviction is good. So is the case with cinema, if it is born out of one's conviction, it cannot be but be good.\"- G AravindanGovindan Aravindan (born on 21 January 1935 in Kottayam and died on 15 March 1991 in Trivandrum), popularly known as G. Aravindan,  is one of the greatest filmmakers In Indian cinema. G Aravindan was well known to the readers of Kerala through his cartoon serial Cheriya Manushyarum Valya Lokavum. Aravindan was part of a group of modernist artist based in Kozhikode, represented particularly by artist Devan, playwright Thikkodiyan and writer Pattathuvila Karunakaran.He was known for his unorthodox way of film-making; he changed his cinematic forms consistently and experimented in story telling without regular narrative styles. Before venturing into film field, he was an established cartoonist. He had also worked with documentaries and theatre.  G. Aravindan was the son of famous comedy writer M. N. Govindan Nair[4]. Aravindan started his professional life in as a cartoonist in Mathrubhumi journal. He established himself as a noted cartoonist in early 1960s with his cartoon series Cheriya Manushyarum Valiya Lokavum which dealt with the adventures of the central characters Ramu and Guruji, mingled with political and social satires. The series was preceded by two more cartoon series namely Ramuvinte Sahasika Yathrakal and Guruji featuring the central characters of Cheriya Manushyarum Valiya Lokavum.The first film directed by Aravindan, Utharayanam(1974) came out as a product from this group; the film was produced by Karunakaran and the story was written by Thikkodiyan. The early works of Aravindan was influenced by the group; for example the spiritualism factor which can be seen in his early works can be attributed to satirist Sanjayan and mystic paintings of K.C.S. Panikker. Aravindan's second film Kanchana Seetha was released 3 years later in 1977. The film was retake on the Ramayana. This film is credited with formation of a new stream of filmmaking called independent filmmaking. While Kanchana Seetha dealt with mythology, Aravindan's next film Thampu(1978) dealt with realism and told the story of suffering in a circus troupe.His 1979 films Kummatti and Esthappan were also ran through different streams. His next film Pokkuveyil(1981) starred poet Balachandran Chullikkad. From this film to his next film there was a gap of 4 years. The 1985 film Chidambaram was produced by Aravindan himself under the banner Suryakanthi. In 1986 Oridath  came which handled the problems faced by the people of a hamlet where electricity in unavailable, when electric supply finally reaches there[6]. In this period Aravindan also did a number of documentaries and short films. He also composed music for some films like Aro Oral, Piravi and Ore Thooval Pakshikal. Aravindan's 1989 film Unni had a starcast mainly consisting of foreigners. Aravindan's final project Vaasthuhara(1991) about refugees in Bengal was based on C. V. Sreereman's short story in the same name. The film had Mohanlal and Neena Gupta in major roles. Even before the release of Vaasthuhara, Aravindan died on 15 March 1991.FilmographyYearTitleEnglish Title1974UttarayanamThrone of Capricorn1977Kanchana SitaThe Golden Substitute1978ThampuThe Circus Tent1979KummattyThe Bogeyman1980EsthappanStephen1981PokkuveyilTwilight1985Viti1985The Seer Who Walks Alone1985Chidambaram1985The Brown Landscape1986The Catch1986OridathuAt a Place1987Contours of Linear Rhythm1988MarattamInterchange1988Anadi-Dhara1988UnniFeature film1990SahajaSpontaneous1991VasthuharaThe Dispossessed",
    "name_more_cn": [],
    "personage_id": "27263627",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1057892",
    "personage_link": "https://www.douban.com/personage/27263627/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1991年3月16日"
        }
    ],
    "name_more_other": [
        "G. Aravindan"
    ],
    "update_at": "2025-07-12T22:52:43"
}