{
    "sid": "1059549",
    "name": "伯纳德·阿兰",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cee1de22d2b49ef17bca0f917b077f73.jpg",
    "imdb_id": "nm0015961",
    "name_en": "Bernard Alane",
    "name_full": "伯纳德·阿兰 Bernard Alane",
    "birth_date": "1948年12月25日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 30238680,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678123161.jpg",
            "title": "高卢英雄：魔法的秘密",
            "release": 1
        },
        {
            "id": 26802417,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553302028.jpg",
            "title": "救世兵团",
            "release": 1
        },
        {
            "id": 26759719,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513412541.jpg",
            "title": "公共场所",
            "release": 1
        },
        {
            "id": 5211340,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542545240.jpg",
            "title": "萨沙案件",
            "release": 1
        },
        {
            "id": 5197609,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Le fantôme du lac",
            "release": 1
        },
        {
            "id": 5187980,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "L'offre et la demande",
            "release": 1
        },
        {
            "id": 5160515,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888160542.jpg",
            "title": "麦哲伦局长",
            "release": 1
        },
        {
            "id": 5159512,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mandarine &amp; Cow",
            "release": 1
        },
        {
            "id": 4924694,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1558595836.jpg",
            "title": "自杀专卖店",
            "release": 1
        },
        {
            "id": 3323855,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2359790656.jpg",
            "title": "小姐好黑",
            "release": 1
        }
    ],
    "introduction": "Bernard Alane, né Bernard Noël Vetel, le 25 décembre 1948 dans le 15e arrondissement de Paris1, est un acteur et chanteur français.Jouant régulièrement au Théâtre, il est nommé à deux reprises aux Molières pour un second rôle.Au cinéma, il est notamment « l'Hiberné » d'Hibernatus (1969) d'Édouard Molinaro.Spécialisé dans les voix de personnages, il prête sa voix dans plusieurs productions françaises - étant la voix d'Averell Dalton depuis 2001 et celle de Panoramix depuis 2014 - ainsi que pour le doublage d'œuvres étrangères - étant la voix régulière de Stanley Tucci et Stephen Tobolowsky ainsi que celle de Maître Hibou depuis 1997.Fils de la comédienne Annick Alane et frère de la comédienne Valérie Alane, Bernard Alane se fait connaître sur le petit écran dans les années 1970 et 1980, Bernard est engagé en 1969 par Édouard Molinaro pour incarner le personnage Paul Fournier (alias l'Hiberné) dans le film Hibernatus, aux côtés de Louis de Funès, pour lequel le tournage sera emprunt à des tensions. La même année, il joue dans Mon oncle Benjamin, dans lequel il donne la réplique à Jacques Brel et Claude Jade. Il est par la suite oublié dans le domaine du cinéma. « J'étais le gendre idéal, propre sur lui et pas très sexué. À l'époque où je débutais arrivaient Gérard Depardieu et Patrick Dewaere. J'étais foutu avant d'avoir commencé », explique-t-il.Bernard Alane se fait alors ensuite connaître sur le petit écran dans les années 1970 et 1980. Il devient une vedette de la télévision en 1975 avec le feuilleton Les Compagnons d'Eleusis. Dans les années 1980, il est entre autres Zadig dans Zadig ou la Destinée (1981) de Jean-Paul Carrère et Hubert dans L'Été de nos quinze ans de Marcel Jullian. Et dans La passion de Camille et Lucile Desmoulins il incarne, encore avec Claude Jade en Lucile, le révolutionnaire Camille Desmoulins.En 2012, il participe à l'épisode Le Prince au camping de l'émission Camping Paradis. En 2015, il incarne le rôle de Charles de Gaulle dans le téléfilm diffusé sur France 3 Pierre Brossolette ou les passagers de la lune de Coline Serreau, que Bernard Alane qualifie de « défi passionnant ». En 2018, son rôle qu'il incarne depuis 2013 dans l'émission Commissaire Magellan est supprimé. « J’ai fait 23 épisodes avec eux. On se connaissait tous. Quand j’arrivais, j’avais l’impression d’être en famille. C’est assez violent. Mais bon, le personnage tournait un peu en rond, ils ont voulu passer à autre chose », explique-t-il. Il reprend le personnage pour le dernier épisode de la série diffusé le 16 octobre 2021.Pensionnaire de la Comédie-Française de 1972 à 1973, il se réfugie dans le théâtre, et joue par la suite dans de nombreuses comédies musicales et a été nommé à deux reprises au Molière du comédien dans un second rôle pour La Jalousie de Sacha Guitry en 1993 et Sylvia en 1997. En 1984, il joue dans la pièce Nono dans le rôle de Jacques. En 2013, il joue dans la pièce Trois lits pour huit d'Alan Ayckbourn. En 2018, il incarne le personnage de Hermann Bürstein dans la pièce La Légende d'une vie de Stefan Zweig.Très actif également dans les voix de personnages, il participe à de nombreuses productions françaises. Ainsi, il succède à Pierre Tornade pour le rôle de Averell Dalton à partir de la série Les Nouvelles Aventures de Lucky Luke en 2001, pour le film Tous à l'Ouest en 2007, et plus tard pour la série Les Dalton (2009-2015). Interprète du barde Assurancetourix dans le film Astérix et les Vikings (2009), il retrouve l'univers dʼAstérix en 2014 dans le film Astérix : Le Domaine des dieux, dans lequel il joue Panoramix, succédant ainsi à Vania Vilers. Il retrouve le personnage en 2018 pour la suite Astérix : Le Secret de la potion magique, ainsi que dans le jeu vidéo Astérix et Obélix XXL 3 : Le Menhir de cristal en 2019, et les adaptations en version audio des bandes dessinées. En 2012, il interprète Mishima Tuvache dans l'adaptation en film d'animation par Patrice Leconte du roman Le Magasin des suicides. Il interprète également Atcham dans les séries Dofus : Aux trésors de Kerubim et Wakfu ainsi que dans le film Dofus, livre 1 : Julith. Ces trois œuvres font partie de l'univers partagé appelé Krosmoz.Du côté du milieu du doublage, il est entre autres la voix principale de Stanley Tucci, ainsi que la voix régulière de Stephen Tobolowsky et Patrick Bauchau. Il est aussi une voix redondante de Ray Liotta et de Kevin Spacey, en particulier dans le film à succès Seven pour ce dernier.Il double également dans de nombreux films et séries d'animation, notamment chez Disney pour qui il double, entre autres, dans Aladdin ou encore dans Le Bossu de Notre-Dame. À partir du film Winnie l'ourson 2 en 1997, il devient la voix française de Maître Hibou. Il prête aussi sa voix dans des films de Pixar et DreamWorks comme 1001 Pattes, Kung Fu Panda 2 et Cars 2.Il prêta sa voix au chat Ramsès dans les publicités Feu vert entre 2009 et 2020. Depuis le 3 mai 2019, il est la voix française du fantôme accueillant les visiteurs dans l'attraction Phantom Manor du parc Disneyland Paris.",
    "name_more_cn": [
        "贝尔纳·阿兰"
    ],
    "personage_id": "27265285",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1059549",
    "personage_link": "https://www.douban.com/personage/27265285/",
    "property_other": [],
    "name_more_other": [
        "Bernard Noël Vetel (本名)"
    ],
    "update_at": "2025-03-22T10:22:25"
}