{
    "sid": "1061547",
    "name": "弗尔克·博内特",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2ca23533b5382639ca5ff59d424fcdbb.jpg",
    "imdb_id": "nm0092135",
    "name_en": "Folker Bohnet",
    "name_full": "弗尔克·博内特 Folker Bohnet",
    "birth_date": "1937年8月7日",
    "birth_place": "德国,柏林",
    "last_movies": [
        {
            "id": 34607830,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562937334.jpg",
            "title": "Schloß Hubertus",
            "release": 1
        },
        {
            "id": 5208057,
            "year": "1973",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Im Schillingshof",
            "release": 1
        },
        {
            "id": 5197977,
            "year": "1970",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Friedrich III. '...gestorben als Kaiser'",
            "release": 1
        },
        {
            "id": 5165289,
            "year": "1974",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Telerop 2009 - Es ist noch was zu retten",
            "release": 1
        },
        {
            "id": 5143020,
            "year": "1968",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der Kaufmann von Venedig",
            "release": 1
        },
        {
            "id": 5141070,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624738438.jpg",
            "title": "Hamburg Transit",
            "release": 1
        },
        {
            "id": 5120656,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Lustfahrt ins Paradies",
            "release": 1
        },
        {
            "id": 5113480,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2117193465.jpg",
            "title": "一生的朋友",
            "release": 1
        },
        {
            "id": 2237877,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2232743642.jpg",
            "title": "咬我，亲爱的",
            "release": 1
        },
        {
            "id": 1428007,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896741263.jpg",
            "title": "路德维希",
            "release": 1
        }
    ],
    "introduction": "Folker Bohnet (7 August 1937 – 6 October 2020) was a German actor, theatre director and playwright. He played in the 1959 film Die Brücke directed by Bernhard Wicki while still a student in Berlin. Later, he focused on comedy for the stage, as actor, director and author of plays, touring internationally. He was a regular director and actor at the Ohnsorg-Theater in Hamburg.Born as Folker Bohnet-Waldraff in Berlin, he moved with his family to Düsseldorf where he completed school with the Abitur. He studied law at the University of Cologne, but dropped out after four semesters in favour of attending the UFA junior student studio in Berlin where he was trained by Else Bongers.While still a student, he took part in three films in quick succession, including the world success Die Brücke (The Bridge) directed by Bernhard Wicki in 1959. He played Hans Scholten, the most level-headed of seven boys who are to defend a bridge at the end of the Second World War. His other films include Fabrik der Offiziere (1960), Schloß Hubertus (1973) and Visconti's drama Ludwig (1973), in which he played the actor Josef Kainz who was adored by Ludwig II of Bavaria. Bohnet also appeared in numerous television productions until the 1990s, but he spent most of his career on the theatre stage.His success with Die Brücke was followed by permanent engagements and guest performances at theatres such as Thalia-Theater, Ernst Deutsch Theater and the Hamburger Kammerspiele, all in Hamburg, Renaissance Theater and Volksbühne in Berlin, Schauspiel Frankfurt, Residenz Theatre in Munich, Theater in der Josefstadt in Vienna, and Bühnen der Stadt Köln. He played at festivals such as Bad Hersfelder Festspiele and in touring productions. In addition to his work as an actor, Bohnet regularly directed theatre productions. From 1977, Bohnet authored numerous comedies, which were performed throughout the German-speaking world and beyond. He toured with his In anderen Umständen (In Other Circumstances) for 13 years.Bohnet's first direction job of 17 at the Hamburg Ohnsorg-Theater was Lustfahrt ins Paradies in 2002, his last Dinner für Spinner. It was his trademark to stage a scene after the last curtain fall. He was regarded as a master of timing in comedies, and able to present classical plays from a different angle, such as Kleist's Der zerbrochne Krug in low German as Dat Schörengericht. He was still working as a stage actor and director at the age of 80, for example playing Mephisto at Kleines Theater im Park in Bad Godesberg in 2019.Bohnet was married to the actress Ann-Monika Koepchen, and the couple had a son, the physicist and writer Ilja Bohnet. Bohnet has another son, the actor Markus Lorenz-Bohnet. In 2001, he entered into a registered partnership with Alexander Alexy, dentist and partner in many of his plays, with whom he had been associated since the 1980s.Bohnet died during the night from 5 to 6 October 2020 at his home at the age of 83 of lung cancer.",
    "name_more_cn": [],
    "personage_id": "27267285",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1061547",
    "personage_link": "https://www.douban.com/personage/27267285/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2020年10月6日"
        }
    ],
    "name_more_other": [
        "Folker Bohnet-Waldraff (本名)"
    ],
    "update_at": "2025-02-25T23:02:55"
}