{
    "sid": "1062572",
    "name": "伊娜·贝妮塔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/da9fbbd33ea60ef988e1b87d32e00f2e.jpg",
    "imdb_id": "nm0071210",
    "name_en": "Ina Benita",
    "name_full": "伊娜·贝妮塔 Ina Benita",
    "birth_date": "1912年2月1日",
    "birth_place": "乌克兰,基辅",
    "last_movies": [
        {
            "id": 5199557,
            "year": "1939",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "O czym się nie mówi...",
            "release": 1
        },
        {
            "id": 5135278,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Gehenna",
            "release": 1
        },
        {
            "id": 5134418,
            "year": "1939",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901677645.jpg",
            "title": "Czarne diamenty",
            "release": 1
        },
        {
            "id": 5102143,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Serce matki",
            "release": 1
        },
        {
            "id": 5097519,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558645474.jpg",
            "title": "维斯拉的人们",
            "release": 1
        },
        {
            "id": 5087563,
            "year": "1939",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ja tu rzadze",
            "release": 1
        },
        {
            "id": 5087531,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Moi rodzice rozwodza sie",
            "release": 1
        },
        {
            "id": 5087268,
            "year": "1939",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Doktór Murek",
            "release": 1
        },
        {
            "id": 5087106,
            "year": "1937",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Trójka hultajska",
            "release": 1
        },
        {
            "id": 5071035,
            "year": "1940",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sportowiec mimo woli",
            "release": 1
        }
    ],
    "introduction": "Ina Benita (1 March 1912 – 9 September 1984) was a popular Polish actress of the interwar period. She was born Inna Florow-Bulhak in Kiev, then part of the Russian Empire. She is referred to as the first femme fatale of the Polish cinema of the interwar period.Benita's father, Mikołaj Gerwazy Bułhak, and mother, Helena Jeszczenko, considered themselves as Poles and were planning to move to Cracow, but when World War I broke out their plans were delayed. In 1920, the future actress and her family finally moved to the newly resurrected Poland. In the late 1920s, Benita left for Paris and graduated from the Sacré Cœur School. After returning to Poland, she continued her education in Warsaw. Ina debuted on stage on 29 August 1931, with the Warsaw Theatre group Nowy Ananas (\"New Pineapple\"), in the show Raj dla mężczyzn (Paradise for Men). One year later she debuted in Ryszard Briske's film Puszcza. From then on she performed mainly in movies. Benita, however, also appeared on stage, mostly in Warsaw's revues, such as Cyrulik Warszawski (1937), Wielka Rewia (1938–39), and Ali Baba (since spring 1939).During World War II, in German-occupied Poland, Benita played in German-sponsored theaters, which resulted in allegations of collaboration with the Nazis. However, during the German occupation, she worked undercover for the counterintelligence services of the Polish resistance - Home Army. Sometime in 1943 she began a relationship with an Austrian Wehrmacht officer (his name remains uncertain—according to some sources he was Otto Haver, with whom she left for Vienna. In the summer of 1943 Benita's partial-Jewish ancestry (she had a Jewish grandmother from the father's side) came to the attention of Gestapo, and both her and her lover were accused of \"Rassenschande\"—a crime against racial purity—which, under German laws in occupied Polish territory, meant a death sentence. However, most certainly due to the backstage pressures from Benita's German admirers, they were judged according to the laws governing in Vienna at the time, and he was sent to the Eastern Front instead, Benita was presumably imprisoned in Warsaw's high security Gestapo prison Pawiak. However, the name \"Otto Haver\" does not appear either in the address books of the city of Vienna or in the registers of Wehrmacht officers. However according to new research his actual name very likely could be spelled as Otto Hauer.The reports of the ZWZ-AK show that from autumn 1942 to March 1943 Benita was associated or befriended with Gerhard Ludwig Manzel, head of the Presse Department, and then Musik und Theater in the Propaganda Department for General Government. In March 1943, for releasing Polish prisoners through the mediation of the actress, Manzel was sent to the eastern front as a punishment, but he managed to escape and return to Warsaw.In the spring of 1943, Ina Benita begun relationship with Hans Georg Pasch - a German underground activist, opposed to the Nazis, who helped prosecuted Poles and Polish Jews. At the beginning of 1944, they were both arrested and imprisoned in Pawiak, most likely in connection with their underground activity. On April 7, 1944, in the female ward of Pawiak, \"Serbia\", the artist gave birth to a son, Tadeusz Michał, whose father was Pasch. The man later confirmed paternity with an appropriate document dated June 21, 1945. The actress was released from prison on July 31, 1944. She was last seen in Poland in August 1944 during the Warsaw Uprising, when she was descending into the sewers with her four-month-old baby.She and Tadeusz allegedly went down a sewage canal and drowned. For many years the exact date and place of her death remained undetermined. This version, however, was overturned, the documents released in November 2018 by the Pasch family which show that at the end of the war, in April 1945, she and her son fled to Hohegeiß in Goslar, Lower Saxony, where in June that year she married her lover Hans Georg Pasch and adopted the name Inna Pasch. The couple had one more child—daughter Rita Anna, born on July 28, 1945, and died three days later. On November 15, 1945, Ina's husband was murdered. Shortly thereafter, in the summer of 1946 or 1947, she decided to leave Hohegeiß and moved to France, where she married an American, Lloyd Fraser Scudder. On July 25, 1950, in Nice her second son, John, was born. Ina (as Ina Scudder) then moved with her new family to Morocco, Algeria and ultimately, in June 1960, to the U.S. She settled in Cumberland County, Pennsylvania, where she died in 1984.The sons of Hans Georg Pasch from the previous marriage and the half-brothers of Tadeusz Michał Pasch were Ingo Pasch, minister in the first democratic government of Slovenia (1990–1992) and his twin brother Boris Pasch, a Slovenian diplomat in Berlin, both born in 1941.",
    "name_more_cn": [],
    "personage_id": "27268311",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1062572",
    "personage_link": "https://www.douban.com/personage/27268311/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1984年9月9日"
        }
    ],
    "name_more_other": [
        "Janina Ferow-Bulhak (本名)"
    ],
    "update_at": "2025-02-07T22:52:22"
}