{
    "sid": "1062561",
    "name": "伊索尔德·巴尔特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1531296270.99.jpg",
    "imdb_id": "nm0058537",
    "name_en": "Isolde Barth",
    "name_full": "伊索尔德·巴尔特 Isolde Barth",
    "birth_date": "1948年8月24日",
    "birth_place": "德国,马克斯多夫",
    "last_movies": [
        {
            "id": 35932251,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909630458.jpg",
            "title": "当时你沉默着",
            "release": 1
        },
        {
            "id": 34969511,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622054140.jpg",
            "title": "怪异天才",
            "release": 1
        },
        {
            "id": 30419892,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2693775992.jpg",
            "title": "不",
            "release": 1
        },
        {
            "id": 25816156,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205372649.jpg",
            "title": "盲点",
            "release": 1
        },
        {
            "id": 5220353,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Drei Schwestern made in Germany",
            "release": 1
        },
        {
            "id": 5199577,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "R.I.S. - Die Sprache der Toten",
            "release": 1
        },
        {
            "id": 5178768,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2672060142.jpg",
            "title": "Kronos. End and Beginning",
            "release": 1
        },
        {
            "id": 5122233,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517060840.jpg",
            "title": "科隆警署",
            "release": 1
        },
        {
            "id": 3259720,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164869540.jpg",
            "title": "我女儿 她男朋友和我",
            "release": 1
        },
        {
            "id": 1795990,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2324579509.jpg",
            "title": "战争弥撒曲",
            "release": 1
        }
    ],
    "introduction": "Isolde Maria Theresia Barth spielte bereits während ihrer Schulzeit am Ursulinen-Gymnasium Mannheim kleine Rollen am Nationaltheater Mannheim. Nach dem Abitur 1967 begann sie ihre Schauspielausbildung zunächst an der Staatlichen Hochschule für Musik und darstellende Kunst Stuttgart und wechselte dann an die Folkwang Hochschule Essen. Die Abschlussprüfung absolvierte sie dort im Sommer 1970 . Im selben Jahr trat sie ihr erstes Engagement an den Wuppertaler Bühnen an. Zu ihren Theaterstationen zählten unter anderem das Staatstheater Darmstadt, das Schweizer Tourneetheater (Die bitteren Tränen der Petra von Kant unter der Regie von Rainer Werner Fassbinder, 1975 und 1977), das Bremer Theater (Leonce und Lena unter der Regie von Werner Schroeter, 1986), das Bayerische Staatsschauspiel München (Edmond von David Mamet unter der Regie von Walter Bockmayer, 1987) und zuletzt das Münchner Volkstheater (2007/2008 in Baal von Bertolt Brecht unter der Regie von Hans Neuenfels).Erste Bekanntschaft mit dem Film machte sie während ihrer Ausbildung zur Schauspielerin als Nebendarstellerin in zwei eher belanglosen, satirischen Sexkomödien, unter anderem in Michael Verhoevens Sexfilm-Parodie Engelchen macht weiter – Hoppe, hoppe Reiter. Ihr Debüt als Film- und Fernsehdarstellerin gab sie 1970 in dem Fernsehfilm Messerspiele von Bruno Voges aus der SDR-Reihe Schreib ein Stück!. Es folgten beim SDR Die sich Christen nennen von Theo Mezger und Herlemanns Traum von Tom Toelle. In den 1970er und 1980er Jahren arbeitete sie vorzugsweise mit Vertretern des Neuen Deutschen Films zusammen – mit George Moorse, Florian Furtwängler, Werner Schroeter und vor allem mit Rainer Werner Fassbinder. Außerdem übernahm sie neben ihrer Rolle als Sybille die Produktionsleitung und Aufnahmeleitung bei Fassbinders Film In einem Jahr mit 13 Monden. Im Herbst/Winter 1978 lebte sie mit Fassbinder in einer Wohnung in der Niebuhrstraße 78 in Berlin zusammen.Weitere Stationen waren die US-Fernsehserie Holocaust und an der Seite von Romy Schneider in Gruppenbild mit Dame (Regie: Aleksandar Petrović). Auf internationaler Ebene spielte sie u. a. in Das Schlangenei von Ingmar Bergman, sowie in Die Abenteuer des jungen Indiana Jones (Produzent George Lucas). 1989 engagierte der französische Regisseur Claude Chabrol sie für Stille Tage in Clichy. Aus der Zusammenarbeit entwickelte sich eine persönliche Freundschaft und Engagements in drei weiteren Chabrol-Filmen folgten. Neben ihren Spielfilmrollen war Isolde Barth auch immer wieder in deutschen und französischen Fernsehproduktionen und Serien zu sehen.Isolde Barth arbeitet neben ihrer Tätigkeit als Schauspielerin auch als Sprecherin für Hörspiele und TV-Features. U.a. nahm sie 1998 beim Saarländischen Rundfunk das Hörspiel Virginia nach dem gleichnamigen Theaterstück von Edna O’Brien auf. 2004 wirkte sie beim Bayerischen Rundfunk in dem Hörspiel Schlecht gesehen, schlecht gesagt mit Texten von Samuel Beckett, sowie 2005 in dem Krimi-Hörspiel Blackout aus der Serie Der letzte Detektiv von Michael Koser mit.Isolde Barth ist seit 2009 Mitglied der Jury des Bayerischen Filmpreises.",
    "name_more_cn": [],
    "personage_id": "27268300",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1062561",
    "personage_link": "https://www.douban.com/personage/27268300/",
    "property_other": [],
    "name_more_other": [
        "Isild Barth"
    ],
    "update_at": "2025-10-29T12:07:45"
}