{
    "sid": "1066442",
    "name": "欧根纽什·博多",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1363685627.07.jpg",
    "imdb_id": "nm0091042",
    "name_en": "Eugeniusz Bodo",
    "name_full": "欧根纽什·博多 Eugeniusz Bodo",
    "birth_date": "1899年12月28日",
    "birth_place": "瑞士,日内瓦",
    "last_movies": [
        {
            "id": 5134306,
            "year": "1938",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Robert i Bertrand",
            "release": 1
        },
        {
            "id": 5134241,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897744322.jpg",
            "title": "Za winy niepopełnione",
            "release": 1
        },
        {
            "id": 5102249,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868444056.jpg",
            "title": "Pawel i Gawel",
            "release": 1
        },
        {
            "id": 5102119,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868079133.jpg",
            "title": "Skłamałam",
            "release": 1
        },
        {
            "id": 5073086,
            "year": "1936",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Amerykańska awantura",
            "release": 1
        },
        {
            "id": 5073046,
            "year": "1936",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868079481.jpg",
            "title": "Bohaterowie Sybiru",
            "release": 1
        },
        {
            "id": 5071683,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628053513.jpg",
            "title": "公寓楼上",
            "release": 1
        },
        {
            "id": 4896886,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2036369595.jpg",
            "title": "鬼魂",
            "release": 1
        },
        {
            "id": 3417544,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868079612.jpg",
            "title": "Książątko",
            "release": 1
        },
        {
            "id": 3001192,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868078868.jpg",
            "title": "Królowa Przedmiescia",
            "release": 1
        }
    ],
    "introduction": "Actor, singer, director, screenwriter. One of the most popular artists of the interwar period Polish cinema and entertainment theatre. Born on 28th December 1899, died on 7th October 1943.Bodo's actual name was Eugene Bogdan Junod. His father, Teodor Junod, organised parties in Łódź (as well as an established the first cinema in the city, Urania). He was a Swiss and a member of the Evangelical Reformed Church. Bodo's mother, Dorota, née Dylewska, was of aristocratic descent. Bodo owed his French surname and Swiss citizenship to his father. He had had two passports till the end of his life, which was later to contribute to the tragic death of the artist in 1943. Another thing Bodo's father passed on to his son was a natural aptitude for business which – except for his artistic talent – allowed him to become one of the most famous and richest Polish actors.TheatreBodo started his career in the theatres of Łódź run by his father. As a five-year-old, he showed off by cowboy-dancing, holding a revolver and a whip. However, his parents intended another, safer and more stable life path for their son. They dreamed that he would become a doctor. Their expectations never came true. Eighteen-year-old Bogdan Eugeniusz ran away from home and engaged in Apollo theatre operating in Poznań. His poverty didn't allow him to create his own repertoire (it was a time when artists would buy songs and texts from authors), so the young actor would exploit the existing repertory, which didn't stop him from achieving his first successes and leaving to the capital, Warsaw.In Warsaw, he debuted in 1919 in Sfinks Theatre, where he performed under his real surname, Junod. After several months he moved on to Bagatela theatre and started using his pseudonym, Bodo, created by combining his name with his mother's name.His first successes came in 1921 in Qui Pro Quo Theatre, which was a true breeding ground for many talents. It was at this time that Zula Pogorzelska and Mira Zimińska started their careers in the same theatre. Bodo debuted in the operetta Amerykanka [editor's translation: The American] to the music of Zygmunt Wiehler and libretto by Andrzej Włast. It was October 1921. Bodo was associated with Qui Pro Quo till 1925, at the same time sporadically acting in other theatres.In 1925 Bodo and a group of other actors left Qui Pro Quo for the Perskie Oko theatre, which was focused on revues and was clearly more appropriate for Bodo's artistic temperament. He worked there up until the theatre was closed down. In the following years he performed in Morskie Oko theatre (a legendary place, dubbed 'a Polish revue Parisian style'), Cyganeria Theatre, Cyrulik Warszawski Theatre, and Wielka Rewia Theatre. The last theatre he was associated before the outbreak World War II broke out was Tip-Top, open in late July of 1939.FilmBodo also built his career using the magic of cinema. He debuted in 1925 in Rywale [Rivals], and when the sound era of cinema reached Poland, he was one of the most famous stars. He eagerly performed in music films and sang songs that are remembered till this day. One of the most famous movies starring Bodo was Piętro Wyżej [One Storey Up]. Bodo wrote the script, and the way he interpreted the song Sex Appeal, dressed as Mae West, was way before his time, thirty years prior to the cross-dressing known from the iconic American film Some Like It Hot.Bodo also performed roles outside of his standard revue repertoire. He was excellent at creating characters from the margins of society. In Skłamałam [I Lied], a film directed by Michał Krawicz, he created a convincing portrait of a pander, using the naivety of the main character performed by Jadwiga Smosarska. In the last film he performed in (and directed himself) – the 1938 picture Za Winy Niepopełnione [For Sins Uncommitted] – he created a persuasive black character who was ruining the life of his coworker (performed by Kazimierz Junosza-Stępowski). The film proved Bodo had the potential of becoming a very good dramatic actor.He was also engaged in creating the Polish entertainment industry – Bodo ran two films studios. Several months before the outbreak of World War II he established a luxurious café, called Café-Bodo.DandyRight before the outbreak of World War II Bodo was at the peak of his popularity. His dancing skills and stage temperament granted him fame among women. His huge incomes let him became one of the most elegant men in Warsaw. Thanks to his influence on contemporary fashion, tweed jackets from the luxury shop Old England became popular. His private life excited the gossipers, especially his long romance with the film star Nora Ney and a love adventure with the Tahitian dancer and singer Reri, for whom he wrote the script of Czarna Perła [Black Pearl, 1934], the film directed by Michał Waszyński. The romance with Reri ended after a few months. One of the reasons was allegedly the dancer's liking for alcohol (Bodo himself didn't drink). However, the legend has it that Reri was prey to the Polish actor's unfaithfulness.Victim of StalinismThe biography of the successful actor ended tragically. Bodo was, without doubt, one of the most sorrowful figures of Polish interwar period theatre. After World War II broke out in September 1939, Bodo went to the east. He arrived at Lviv, where he started participating in theatrical performances taking place in Stylowy cinema (alongside with Gwidon Borucki, Feliks Konarski, Adam Astron and Mieczysław Fogg). In October 1939 he began co-operation with a theatrical group run by Konrad Tom, together with actors he previously worked with in theatres in Warsaw.In December 1939, the Soviet authorities allowed for the functioning of only two theatres and three orchestras in Lviv. One of the orchestras was called Tea-Jazz. Bodo started performing with them, singing both in Polish and Russian. The recordings registering the performances are a true rarity for collectors nowadays. Bodo was, however, trying to leave Soviet Russia, hoping that the Swiss embassy and his Swiss citizenship would help him.For several decades after World War II, the last two years of Bodo's life were shredded in mystery. It was as late as 1973 that it was believed he was killed by the Nazis. It later turned out that he was actually arrested in 1941 by the People's Commissariat for Internal Affairs, the law enforcement agency of the Soviet Union. He was accused of espionage and kept in a prison in Moscow. Depression and terrible conditions he was held in during the two years completely ruined the actor. Eugeniusz Bodo died while he was being transported to one of the Soviet labour camps. His body was buried in a mass grave.",
    "name_more_cn": [],
    "personage_id": "27272184",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1066442",
    "personage_link": "https://www.douban.com/personage/27272184/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1943年10月7日"
        }
    ],
    "name_more_other": [
        "Bogdan Eugeniusz Junod (本名)"
    ],
    "update_at": "2026-01-06T21:56:26"
}