{
    "sid": "1068300",
    "name": "Martina Colombari",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p35191.jpg",
    "imdb_id": "nm0172996",
    "name_en": "",
    "name_full": "Martina Colombari",
    "birth_date": "1975年7月10日",
    "birth_place": "意大利,艾米利亚-罗马涅,里米尼,瑞吉欧",
    "last_movies": [
        {
            "id": 35853646,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901822842.jpg",
            "title": "Barbara ed io",
            "release": 1
        },
        {
            "id": 5179535,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Vip",
            "release": 1
        },
        {
            "id": 5138434,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920677643.jpg",
            "title": "Quello che le ragazze non dicono",
            "release": 1
        },
        {
            "id": 5138425,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "She",
            "release": 1
        },
        {
            "id": 5098049,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519714512.jpg",
            "title": "家庭医师",
            "release": 1
        },
        {
            "id": 5096276,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885350743.jpg",
            "title": "狗仔队",
            "release": 1
        },
        {
            "id": 4708124,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868086580.jpg",
            "title": "甜蜜海滩",
            "release": 1
        },
        {
            "id": 4228319,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "辩护的权利",
            "release": 1
        },
        {
            "id": 3152127,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904253218.jpg",
            "title": "切萨罗尼一家",
            "release": 1
        },
        {
            "id": 2084720,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640260991.jpg",
            "title": "宪兵队的故事 第一季",
            "release": 1
        }
    ],
    "introduction": "Martina Colombari was born in Rimini in 1975 and ends its journey by achieving student scientific maturity. In October 1991, shortly after being crowned Miss Italy, the famous international agency called Models of Riccardo Gay Model Management and is placed with international top models of the time and then be chosen from those which would have marched in the season for the the biggest brands in fashion. Shows for Giorgio Armani, Gianni Versace, Blumarine, Roberto Cavalli, to name the most famous names, and later participates in the most important fashion events of the time television as \"Women Under the Stars\" at the Spanish Steps and Piazza Navona, a prelude of what which later became Altaroma. Thus began a twenty-year career in fashion, which leads her to work with the greatest photographers of the world and the most important fashion magazines. Lends her image to several ad campaigns for brands of clothing, accessories, cosmetics and luxury products.Performs in parallel with the role of television co-host in various programs: A disk for the summer, the voice Vote, Super Juve centus, Controcampo (1998), and Goleada Galagoal.After studying with actress Giorgia Trasselli diction, in 1991 he made his debut as an actress in the film Abbronzatissimi, directed by Jerry Calà, followed by: Paparazzi (1998) Relatives of Blacks, What the girls do not say (2000) directed by Carlo Vanzina , She, directed by Timothy Bond.In 2002 his debut as a television actress in the TV series of Channel 5, the Carabinieri, where Capello is Joy, a role that has also Carabinieri 2. The following year he was the protagonist in the role of the nutritionist Charlotte Wilson in the third season of A doctor in the family.In 2004 on Rai 2 as the star of the right to defense and in 2006 the two seasons of the sitcom Sex Radio, transmitted by Alice Home TV and then the satellite channel Sky Show, in addition to appearing on Channel 5 in some episodes of The Cesaroni.In 2008, returns to play the role of Joy in the seventh season of Hair Police, and Rachel in the second season of I Cesaroni. In the same year is one of the interpreters of the TV miniseries of Rai Uno, trust me, directed by John Hare, and Channel 5 TV film, VIP, directed by Carlo Vanzina.In 2009 he participates as a guest star in an episode of the drama Don Matteo RAI 7 with Terence Hill, Nino Frassica aired from September.In 2010 intertprete in \"Beyond the Lake\" fiction Channel 5 and, again in 2010, is the protagonist of the drama \"The Restorer\", with six episodes on Rai 1 Lando Buzzanca, Director Captains - Basile (due out in September 2011 ).In November 2010 signed the photo exhibition \"Martina_invisibile\" self-portraits taken from the same Martina, as the main subject, which are shown in Milan at the \"Shape Space\" project of Septimius Benedusi, curator Dennis Curtis. On February 16, 2011 released the autobiographical book \"Life is a\" co-authored with Luca Serafini, published by Rizzoli, with the subtitle \"From Miss Italy in the heart of Haiti to volunteer, the extraordinary adventure of a girl almost normal.\"In 2011, participating as a contestant in the talent show Baila!, Channel 5 conducted by Barbara D'Urso, dancing in tandem with the swimmer Luca Marin.Alberto Tomba was engaged for three years. Once this report, Martina is linked romantically to Alessandro Costacurta, former Milan defender and former coach of Mantua, with whom she married June 16, 2004, and from whom he had a son, Achilles, October 2, 2004.",
    "name_more_cn": [],
    "personage_id": "27274044",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1068300",
    "personage_link": "https://www.douban.com/personage/27274044/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-17T22:42:32"
}