{
    "sid": "1069209",
    "name": "Jack Bruce",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/26741.jpg",
    "imdb_id": "nm0115499",
    "name_en": "",
    "name_full": "Jack Bruce",
    "birth_date": "1943年5月14日",
    "birth_place": "英国,苏格兰,拉纳克郡,Bishopbriggs",
    "last_movies": [
        {
            "id": 35903451,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873166242.jpg",
            "title": "走进奶油乐队 1966-1969",
            "release": 1
        },
        {
            "id": 25779300,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160362215.jpg",
            "title": "奶油乐队告别演唱会",
            "release": 1
        },
        {
            "id": 5109664,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874519519.jpg",
            "title": "The Slab Boys",
            "release": 1
        },
        {
            "id": 4927372,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902529667.jpg",
            "title": "All My Loving",
            "release": 1
        },
        {
            "id": 4706952,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923885396.jpg",
            "title": "Det var en lørdag aften",
            "release": 1
        },
        {
            "id": 3360668,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2791667114.jpg",
            "title": "红，白，蓝调",
            "release": 1
        },
        {
            "id": 2349045,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570481187.jpg",
            "title": "伟大的表演 第一季",
            "release": 1
        },
        {
            "id": 1875717,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cream: Royal Albert Hall 2005 (2005) (V)",
            "release": 1
        },
        {
            "id": 1306954,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2306652606.jpg",
            "title": "康克出击",
            "release": 1
        },
        {
            "id": 1301773,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521289433.jpg",
            "title": "光芒万丈",
            "release": 1
        }
    ],
    "introduction": "Although some may be tempted to call multi-instrumentalist, songwriter, and composer Jack Bruce a rock & roll musician, blues and jazz are what this innovative musician really loves. As a result, these two genres are at the base of most of the recorded output from a career that goes back to the beginning of Londons blues scene in 1962. In that year, he joined Alexis Korners Blues Incorporated.Bruces most famous songs are, in essence, blues tunes: Sunshine of Your Love, Strange Brew, Politician, and White Room. Bruces best-known songs remain those he penned for Cream, the legendary blues-rock trio he formed with drummer Ginger Baker and guitarist Eric Clapton in July 1966. Baker and Bruce played together for five years before Clapton came along, and although their trio only lasted until November 1968, the group is credited with changing the face of rock & roll and bringing blues to a worldwide audience. Through their creative arrangements of classic blues tunes like Robert Johnsons Crossroads, Skip James Im So Glad, Willie Dixons Spoonful, and Albert Kings Born Under a Bad Sign, the group helped popularize blues-rock and led the way for similar groups that came about later on, like Led Zeppelin.Bruce was born May 14, 1943, in Lanarkshire, near Glasgow, Scotland. His father was a big jazz fan, and so he credits people like Louis Armstrong and Fats Waller among his earliest influences. He grew up listening to jazz and took up bass and cello as a teen. After three months at the Royal Scottish Academy of Music, he left, disgusted with the politics of music school. After traveling around Europe for a while, he settled into the early blues scene in 1962 in London, where he eventually met drummer Ginger Baker. He played with British blues pioneers Alexis Korner and Graham Bond before leaving in 1965 to join John Mayalls Bluesbreakers, whose guitarist was Eric Clapton. This gave him time to get his chops together without having to practice. With Manfred Mann, who he also played with before forming Cream, Bruce learned about the business of making hit songs. The groups reputation for long, extended blues jams began at the Fillmore in San Francisco at a concert organized by impresario Bill Graham. Bruce later realized that Cream gave him a chance to succeed as a musician, and admitted that if it werent for that group, he might never have escaped London. After Cream split up in November 1968, Bruce formed Jack Bruce & Friends with drummer Mitch Mitchell and guitarist Larry Coryell. Recording-wise, Bruce took a different tack away from blues and blues-rock, leaning more in a folk-rock direction with his solo albums Songs for a Tailor (1969), Harmony Row (1971), and Out of the Storm (1974).In 1970 and 1971, he worked with Tony Williams Lifetime before putting together another power trio with guitarist Leslie West and drummer Corky Laing in 1972, simply called West, Bruce & Laing. After working with Frank Zappa on his album Apostrophe in 1974, Bruce was at it again in 1975 with the Jack Bruce Band, where members included keyboardist Carla Bley and guitarist Mick Taylor. Again on the road in 1980 with Jack Bruce & Friends, the latter version of the group included drummer Billy Cobham, keyboardist David Sancious, and guitarist Clem Clempson, formerly of Humble Pie. In the early 80s, he formed another trio, B.L.T., this time with guitarist Robin Trower, before working with Kip Hanrahan on his three solo albums.Through decades, Bruce has always been a supreme innovator, pushing himself into uncharted waters with his jazz and folk-rock compositions. Bruces bluesiest albums would have to include all of his work with Cream, the albums B.L.T. and Truce with Robin Trower, some of his West, Bruce & Laing recordings, and several of his albums from the 1980s and early 90s. These include Willpower (PolyGram, 1989); A Question of Time (Epic Records, 1989), which includes guest performances by Albert Collins, Nicky Hopkins, and Baker; as well as his CMP Records live career-retrospective album, recorded in Cologne, France, Cities of the Heart (1993). Bruce released Monkjack in 1995, an album of his jazz piano compositions which he performs with organist Bernie Worrell, issued on the CMP Record label.",
    "name_more_cn": [],
    "personage_id": "27274955",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1069209",
    "personage_link": "https://www.douban.com/personage/27274955/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "RSO / EMI"
        },
        {
            "label": "流派",
            "value": "Blues / Rock"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "John Symon Asher Bruce (本名)"
    ],
    "update_at": "2025-09-06T13:00:20"
}