{
    "sid": "1070241",
    "name": "彼得·库克",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1523962647.79.jpg",
    "imdb_id": "nm0177228",
    "name_en": "Peter Cook",
    "name_full": "彼得·库克 Peter Cook",
    "birth_date": "1937年11月17日",
    "birth_place": "英国,英格兰,德文郡,托基",
    "last_movies": [
        {
            "id": 35884155,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872335821.jpg",
            "title": "Immortal Fist：The Legend of Wing Chun",
            "release": 1
        },
        {
            "id": 26947967,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2410541563.jpg",
            "title": "Peter Cook & Dudley Moore's Missing Sketches",
            "release": 1
        },
        {
            "id": 26866783,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Pete & Dud: The Lost Sketches",
            "release": 1
        },
        {
            "id": 25800456,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917520343.jpg",
            "title": "The Comedy Map of Britain Season 1",
            "release": 1
        },
        {
            "id": 5231121,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Craig Ferguson Story",
            "release": 1
        },
        {
            "id": 5226228,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Peter Cook Talks Golf Balls",
            "release": 1
        },
        {
            "id": 5113483,
            "year": "1992",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Gone to Seed",
            "release": 1
        },
        {
            "id": 4093495,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158653283.jpg",
            "title": "巨蟒剧团：几乎都是事实(律师剪辑版)",
            "release": 1
        },
        {
            "id": 1301056,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2341652175.jpg",
            "title": "神鬼愿望",
            "release": 1
        },
        {
            "id": 1293266,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574844981.jpg",
            "title": "黑骏马",
            "release": 1
        }
    ],
    "introduction": "Peter Cook (born in Torquay on 17 November 1937) was, without doubt, one of the most intelligent wits of his or any other generation. Yet despite his obvious talent, his film and television output was erratic at best. This is especially true in the decades following his 1960s creative peak, when projects became relatively sporadic and his behaviour increasingly unpredictable (Cook himself often admitted that his ambition ran out at the age of 24). Nevertheless, Cook's legacy is some of the finest comedy to have been produced in Britain. His influence on the British comedy scene remains immense.A child of the Cambridge Footlights, Cook came to prominence between 1960 and 1963 with Beyond the Fringe, the stage comedy revue featuring himself and fellow Oxbridge students Dudley Moore, Alan Bennett and Jonathan Miller.The four 'satirists' (as they became labelled) moved into television with less than enthusiastically-received appearances in the first three episodes of the arts series Tempo (ITV, 1961-68), where they provided 'satirical comment on the cultural scene'. They were to reprise sketches from the original revue itself in Beyond the Fringe (BBC, tx. 12/12/1964).Cook more or less confirmed his leading satirist status, at least in London, with his co-founding of the Establishment Club in 1961 (it folded within two years) and his acquisition in 1962 of the majority shareholding in the magazine Private Eye (which he retained until his death).On television, however, Cook's satirical thunder was stolen by the success of That Was The Week That Was (BBC, 1962-63), launched while he was working in America He would only become familiar to a wider audience with his appearances, from late 1964, in sporadic episodes of On The Braden Beat (ITV, 1962-67) as his creation E.L. Wisty.His television popularity was sealed by the success of Not Only... But Also (BBC, 1965-70), originally envisaged as a showcase solely for Dudley Moore but soon becoming a platform for the pair's inspired comic chemistry. They won Society of Film and Television Arts awards in 1966 for their performances, and their 'Pete 'n' Dud' sketches (at least those that survive) remain examples of television comedy at its best. Cook, not unnaturally, later looked back on these years as the happiest of his life.Unlike Moore, Cook never capitalised on his television fame in the cinema, despite sporadic attempts with such vehicles as Bedazzled (d. Stanley Donen, 1967), co-starring Moore, and The Rise and Rise of Michael Rimmer (d. Kevin Billington, 1970). His quickwitted comic style was ill-served by the stop-start nature of the filmmaking process.By the 1970s, his increasingly heavy drinking and his apparent antipathy to work gave the impression that his youthful promise was beginning to fade into indolence, as he drifted apparently aimlessly between projects mostly unworthy of his gifts. Particular low points were his hosting of both the short-lived chat show Where Do I Sit? (BBC, 1971) and pop music show Revolver (ITV, 1978), and his ill-fated venture into American sitcom with The Two of Us (CBS, 1981-82), where his unease with the scripts of other writers was palpable.He was never to have a major television series of his own, largely maintaining a public presence over the ensuing years through chat show appearances, guest spots on variety shows, and sporadic work with Moore. The latter included an on-off world tour between 1971 and 1975 of their stage show Behind the Fridge (renamed Good Evening in America), sketches from which were televised as Excerpts from Behind the Fridge (BBC, tx. 7/3/1974). More controversial were the three notorious, obscenity-saturated 'Derek and Clive' recordings issued between 1976 and 1978.The only notable television projects of his own were the sketch-based Peter Cook & Co. (ITV, tx. 14/9/1980) and A Life in Pieces (BBC, 1990-91), a series of five-minute programmes which saw him in his Arthur Streeb-Greebling persona.Despite expressing a disinterest with both television and performing in his later years, he made a celebrated appearance in the 17 December 1993 episode of Clive Anderson Talks Back (C4, 1989-95), where, as sole guest, he was interviewed in the guise of four different characters. This appearance provided ample evidence that Cook's improvisatory comic skills were, despite his professed disinterest, as sharp as ever.He died from a gastrointestinal haemorrhage on 9 January 1995. The debate continues as to how far he truly fulfilled his potential.",
    "name_more_cn": [],
    "personage_id": "27275989",
    "family_member": [
        "Alexander Edward (Alec) Cook (1906–1984)",
        "Ethel Catherine Margaret, née Mayo (1908–1994)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1070241",
    "personage_link": "https://www.douban.com/personage/27275989/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1995年1月9日"
        }
    ],
    "name_more_other": [
        "Peter Edward Cook (本名)"
    ],
    "update_at": "2025-03-07T06:08:20"
}