{
    "sid": "1073749",
    "name": "德鲁·布罗德里克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/73ffb3874e5c5d2b3aee4b0f08e38742.jpg",
    "imdb_id": "nm0110810",
    "name_en": "Drew Broderick",
    "name_full": "德鲁·布罗德里克 Drew Broderick",
    "birth_date": "1982年8月19日",
    "birth_place": "美国,马里兰,索尔兹伯里",
    "last_movies": [
        {
            "id": 36221247,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921019240.jpg",
            "title": "凶器",
            "release": 1
        },
        {
            "id": 35840697,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907993099.jpg",
            "title": "登月大计划",
            "release": 1
        },
        {
            "id": 35723756,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887441649.jpg",
            "title": "外滩探秘 第三季",
            "release": 1
        },
        {
            "id": 35271768,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883703438.jpg",
            "title": "圣诞号",
            "release": 1
        },
        {
            "id": 34883492,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907392158.jpg",
            "title": "驱魔",
            "release": 1
        },
        {
            "id": 34822627,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2790228210.jpg",
            "title": "布道家庭 第二季",
            "release": 1
        },
        {
            "id": 34626280,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2663544745.jpg",
            "title": "月光光心慌慌：杀戮",
            "release": 1
        },
        {
            "id": 33440550,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2672784917.jpg",
            "title": "塔米·菲的眼睛",
            "release": 1
        },
        {
            "id": 5105780,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Thieves",
            "release": 1
        }
    ],
    "introduction": "It began at an early age when Drew spent all his time drawing, painting, creating small stories & having his friends act out the characters, and then recording everything using his friends' camcorder. Drew was enthralled with the art. Being a \"lefty\", kids would tease him incessantly, but little did he know that this \"setback\" would serve him well in the art world. By the age of 7, his mother was working two jobs to keep food on the table for him & his older sis, Katie, whom he adores. After seeing her son's love of art, his mother got him involved with the local \"Community Players of Salisbury\".This would be where he received his first dose of acting within the classics such as \"Bye Bye, Birdie\", \"Oliver!\", \"Sound of Music, & \"Guys N' Dolls\" to name a few. Drew immediately fell in love with the entire production process. This would be the first time that he felt a true sense of belonging; like \"yeah, I think I'm gonna like it here\".As a child, Drew stayed with his dad during the summer months when school was out, & one of the main things they bonded on was movies. I remember riding my bike to the theatre with my dad almost every other day, & how excited he would get before each feature. Even back at the house, his pop would let him watch all sorts of genres; I like to think it was to give me a sense of perspective & appreciation for all kinds of cinema.As Drew went from 8 to 18 years old seemingly overnight, he started to notice how often he would be considered for high school plays.After long talks with his logical & risk-assessing mother about his future & what he might want to be, Drew learned a trade they call Civil Engineering. The high school down the street offered a Vo-Tech Program for \"Autocad\", so he enrolled in every class they had to offer. Turns out that Drew did quite well in this field, & this would help him be able to live comfortably as a college student by working part-time with quite a few local Engineering Firms. Drew completed his Bachelor's Degree in Fine Arts from Salisbury University in December of 05' with honors, & although he never really flipped that degree into a trade, he sure did have the time of his life pursuing it.Fast forward to 'right before Covid', (October 19'), Drew noticed in his Facebook feed that Jamie Lee Curtis was going to be in Wilmington, NC. Well, it didn't take him long to put two & two together: he knew they were filming the Halloween sequel one hour up from him, & he was most certainly going to be a part of it, (whether he knew it at the time or not). After learning how to \"submit\" himself to be an extra in a movie, it took 8 times before they said yes! This would be Drew's first everything, from being on set, all the way to Crafty Services. Immediately after wrapping the Halloween movie, drew wanted to know everything there was to know about acting. This path he was about to embark on was to be taken very seriously. Drew Immediately enrolled himself in online acting classes through a company called the \"Actor's Arsenal\". Wonderful people, they made everything we did in class fun, but make no mistake, they were certainly professionals. Long story short, this is where Drew found his acting voice.All of these amazing opportunities opened lots of doors for Drew, giving him wonderful exposure in shows & movies like \"Outer Banks\", \"The Righteous Gemstones\" \"Zoey 102\", & \"Hightown\". These opportunities gave Drew not only an amazing experience, but how to respect the craft, & carry an air of decorum that showed respect for his fellow actors, & everyone involved in any production. It was around this time that Drew knew exactly where he wanted to be. \"The thing that is great about kindness, is that it's free.\"",
    "name_more_cn": [],
    "personage_id": "27279501",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1073749",
    "personage_link": "https://www.douban.com/personage/27279501/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-10T18:32:53"
}