{
    "sid": "1075215",
    "name": "Kenneth Connor",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45244.jpg",
    "imdb_id": "nm0175427",
    "name_en": "",
    "name_full": "Kenneth Connor",
    "birth_date": "1916年6月6日",
    "birth_place": "英国,伦敦",
    "last_movies": [
        {
            "id": 5137479,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917510233.jpg",
            "title": "天赐良缘",
            "release": 1
        },
        {
            "id": 5108086,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2464904061.jpg",
            "title": "主仆轶事 第一季",
            "release": 1
        },
        {
            "id": 5104902,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867442331.jpg",
            "title": "诺伯特·史密斯的一生",
            "release": 1
        },
        {
            "id": 5100535,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912098849.jpg",
            "title": "东林怨",
            "release": 1
        },
        {
            "id": 5051050,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580174016.jpg",
            "title": "丹麦男孩",
            "release": 1
        },
        {
            "id": 3534840,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496279732.jpg",
            "title": "Hi-de-Hi!",
            "release": 1
        },
        {
            "id": 1807476,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510153426.jpg",
            "title": "法国小馆儿 第一季",
            "release": 1
        },
        {
            "id": 1778392,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640236105.jpg",
            "title": "大英风流帝国",
            "release": 1
        },
        {
            "id": 1755399,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509683183.jpg",
            "title": "黑爵士三世",
            "release": 1
        },
        {
            "id": 1476275,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523853581.jpg",
            "title": "福尔摩斯回忆录",
            "release": 1
        }
    ],
    "introduction": "Kenneth Connor MBE (6 June 1918[1][2] – 28 November 1993) was an English comedy stage, radio, film and TV actor, best known for his appearances in the Carry On films.Born in Islington, London, the son of a naval petty officer who organised concert parties [1] Connor first appeared on the stage at the age of 2 as an organ-grinder's monkey in one of his father's shows, in Portsmouth. By 11 years old, he had his own act. He attended the Central School of Speech and Drama, where he was a Gold Medal winner. Connor made his professional debut in JM Barrie's The Boy David, at His Majesty's Theatre, London, in December 1936. During WWII he served as an infantry gunner with the Middlesex Regiment but continued acting by touring Italy and the Middle East with the Stars In Battledress concert party and ENSA. While waiting to be demobbed in Cairo, Connor received a telegram from William Devlin asking him to join the newly formed Bristol Old Vic, where he gained a solid grounding in the classics. He moved on to the London Old Vic company for a 1947-48 season at the New Theatre. His most notable performances there were as Chaplain de Stogumber in Saint Joan and Dobchinsky in The Government Inspector, which starred Alec Guinness. Realising he was not a ``tall, impressive juvenile lead or a young lover type`` he decided to specialise in comedy.He took over from Peter Sellers in Ted Ray's radio show Ray's a Laugh - launched by the BBC in 1949 as a successor to Tommy Handley's ITMA. He played the brother-in-law and other oddball characters such as Sidney Mincing. Ray took Connor with him to his TV shows, and the pair would star together in the third Carry On film,Carry On Teacher.On occasion he appeared in The Goon Show, standing in for regular cast members struck down by illness. He also appeared in the anarchic, Goon-style TV series Idiot Weekly, Price 2d (1956) and A Show Called Fred (1956).In 1955, Connor gained a small role in the film The Ladykillers (1955) as a taxi driver. In 1958, he was cast in the first Carry On film, Carry On Sergeant and became one of the regular cast in the series, appearing in seventeen of the original thirty films and many of the associated television productions. Alongside Kenneth Williams and Eric Barker, Connor was one of only three actors to appear in both the first and last of the original sequence of Carry On films (Carry On Sergeant and Carry On Emmanuelle).In his earlier Carry On appearances, Connor frequently played the romantic lead or other sympathetic straight roles, while later appearances saw him play pompous unsympathetic characters such as married men with wandering eyes and lascivious remarks. In Carry On Nurse (1959), his real-life son Jeremy[3] appeared as his character Bernie Bishop's son. In 1961, he starred with fellow Carry On stars Sid James and Esma Cannon in the comedy film What a Carve Up!. In the early 1960s, he appeared as various characters in the Four Feather Falls puppet series.In contrast with some of his Carry On co-stars, Connor found further success on the London stage. Connor starred in the revue One Over the Eight (1962), at the Duke of York's Theatre, the original London West End production with Frankie Howerd of the Stephen Sondheim musical A Funny Thing Happened On the Way to the Forum (1963), as Hysterium - and directed the show when it went on tour - The Four Musketeers (1967), with Harry Secombe at the Theatre Royal, Drury Lane, playing King Louis XIII, and the revue Carry On London (1973) at the Victoria Palace.Between 1971 and 1973, Connor joined Dad's Army stars Arthur Lowe and Ian Lavender on the BBC radio comedy Parsley Sidings. On television he appeared in The Black and White Minstrel Show, as Whatsisname Smith in the children's show Rentaghost (1983–1984), and as Monsieur Alfonse in 'Allo 'Allo! (1984–1992) and Uncle Sammy Morris in Hi-de-Hi! (1986–1988). He also made guest appearances in sitcoms including That's My Boy and You Rang, M'Lord? and he made a memorable cameo in an episode of Blackadder the Third in 1987, alongside fellow veteran comic star Hugh Paddick.His final TV appearance, as Mr Warren in The Memoirs Of Sherlock Holmes episode The Adventure of the Red Circle, was broadcast posthumously in 1994. He was in over fifty movies and was honoured by the Queen with an MBE in 1991.He made his first stage appearance at the age of two and was still working just two days before his death, with an appearance on Noel Edmond's Telly Addicts.Connor died of cancer at his home in Harrow, London in 1993,[4] and was survived by his wife Margaret (Miki), his son and three grandchildren, Thomas, Hayley and Rose, all of whom have been accomplished child actors.",
    "name_more_cn": [],
    "personage_id": "27280970",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1075215",
    "personage_link": "https://www.douban.com/personage/27280970/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1993年11月28日"
        }
    ],
    "name_more_other": [
        "Mr. Kenneth Connor"
    ],
    "update_at": "2025-01-24T23:21:17"
}