{
    "sid": "1076902",
    "name": "查尔敏·卡尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p40590.jpg",
    "imdb_id": "nm0139642",
    "name_en": "Charmian Carr",
    "name_full": "查尔敏·卡尔 Charmian Carr",
    "birth_date": "1942年12月27日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 5149726,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2683495443.jpg",
            "title": "The Sound of Music: From Fact to Phenomenon",
            "release": 1
        },
        {
            "id": 5146820,
            "year": "1966",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "ABC Stage 67",
            "release": 1
        },
        {
            "id": 5105312,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899463724.jpg",
            "title": "罗杰斯和汉默斯坦：电影之声",
            "release": 1
        },
        {
            "id": 3827182,
            "year": "1966",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2649581317.jpg",
            "title": "月见草",
            "release": 1
        },
        {
            "id": 1294408,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p453788577.jpg",
            "title": "音乐之声",
            "release": 1
        }
    ],
    "introduction": "She is mainly known for her role as Liesl, the eldest Von Trapp daughter in The Sound of Music where she starred with Julie Andrews, Christopher Plummer, Nicholas Hammond, Heather Menzies, Duane Chase, Angela Cartwright, Debbie Turner, and Kym Karath.Carr was born Charmian Farnon in Chicago, Illinois. She is the second child of vaudeville actress Rita Oehman and musician Brian Farnon, who named her Charmian after a character from Shakespeare's play Antony and Cleopatra.[1][2] She has two sisters, one older and one younger. Her sisters, both actresses, are Shannon Farnon and Darleen Carr.While Charmian was attending college part-time and working for a doctor, her mother arranged for her to audition for a role in The Sound of Music. Charmian's mother had not asked her if she wanted to audition for the part, but Charmian grew up in a show business family and said that she knew that her mother would consider her getting a part in a film more important than earning a college diploma. Director Robert Wise thought Farnon too long a surname for her, and after he had given her a list of single syllable surnames, she chose Carr. She won the role of Liesl over Geraldine Chaplin, Patty Duke, Mia Farrow and Sharon Tate.[3]The film was on the whole a very happy experience for her. During the filming of her dance scene with Rolf in the gazebo, however, the costume crew forgot to put no-slip pads on her shoes, she slid through a window of the gazebo and she \"had to complete the scene in agony.\"[4]with Anthony Perkins in Evening Primrose, 1966.Carr also appeared in Evening Primrose, a one-hour musical written by Stephen Sondheim, which aired on television's ABC Stage 67 in 1966. The male lead was Anthony Perkins. She has written two books, Forever Liesl and Letters to Liesl.While publicising The Sound of Music after its release, Carr met Jay Brent, whom she married in May 1967. She retired from acting to raise her two daughters, Jennifer and Emily, and to establish an interior decorating company. The marriage lasted until 1991.Carr now owns and operates Charmian Carr Designs in Encino, California. Her interior decorating clients included Ernest Lehman, screenwriter for The Sound of Music; Michael Jackson, who hired her because he was a fan of the film; and other cast members from the film.[5]On December 12, 2007, Carr made a rare television appearance as a guest on Loose Women where she shared some of her memories of making The Sound of Music with the hosts.",
    "name_more_cn": [],
    "personage_id": "27282659",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1076902",
    "personage_link": "https://www.douban.com/personage/27282659/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2016年9月17日"
        }
    ],
    "name_more_other": [
        "Charmian Farnon (本名)",
        "Charmy (昵称)"
    ],
    "update_at": "2025-02-26T01:14:15"
}