{
    "sid": "1076815",
    "name": "帕布里托·卡尔沃",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "1955年 第8届戛纳电影节 Special Mention 稚情"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p50894.jpg",
    "imdb_id": "nm0130979",
    "name_en": "Pablito Calvo",
    "name_full": "帕布里托·卡尔沃 Pablito Calvo",
    "birth_date": "1948年3月16日",
    "birth_place": "西班牙,马德里",
    "last_movies": [
        {
            "id": 5059161,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613904221.jpg",
            "title": "孤岛童乐园",
            "release": 1
        },
        {
            "id": 3898251,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543777760.jpg",
            "title": "纸船",
            "release": 1
        },
        {
            "id": 3433012,
            "year": "1956",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566155094.jpg",
            "title": "我的叔叔雅辛托",
            "release": 1
        },
        {
            "id": 3111930,
            "year": "1958",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562939624.jpg",
            "title": "年轻丈夫",
            "release": 1
        },
        {
            "id": 2040034,
            "year": "1957",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546584232.jpg",
            "title": "摇尾巴的人",
            "release": 1
        },
        {
            "id": 1298053,
            "year": "1955",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561016543.jpg",
            "title": "稚情",
            "release": 1
        }
    ],
    "introduction": "Pablito Calvo (1948 – 2000) was a Spanish child actor. After the international success of Marcelino, pan y vino/Marcelino Bread And Wine (1955), he became a star. At the age of 16, he retired.Pablito Calvo was born as Pablo Calvo Hidalgo in Madrid, Spain in 1948. At the age of 8, he played the lead role in Marcelino, pan y vino/The Miracle of Marcelino (1955, Ladislao Vajda). The film was written by José María Sánchez Silva, who based it on his novel, and directed by Ladislao Vajda. Pablito plays the orphan Marcelino who grows up in a monastery. One day when he eats his small meal in a room full of old things he gives a piece of his bread to an old wooden Jesus figure - and indeed it takes the bread and eats it. At the 1955 Cannes Film Festival the film won an award, and at the 5th Berlin International Film Festival it won the Silver Bear. Pablito, who had received a special mention from the Cannes festival jury, became Spain's most famous child actor. The following year he appeared in Mi tío Jacinto/Pepote (1956, Ladislao Vajda) which won the Golden Bear (Audience Award) at the Berlin International Film Festival. Hal Erickson notes at Robvi: “Though Pepote is hardly upbeat entertainment, the relaxed, natural performance of newcomer Pablito Calvo brightens every scene he's in.” A year later followed Un ángel se paseó por Brooklyn/An Angel Over Brooklyn (1957, Ladislao Vajda) with Peter Ustinov as a nasty, grasping Brooklyn slum lord who turns into a dog. Pablito even filmed in Italy, where he appeared with comedian Totò in Totò e Marcellino/Toto and Marcellino (1958, Antonio Musu).During the early 1960’s, Pablito Calvo starred in Juanito (1960, Fernando Palacios) with Georg Thomalla, Alerta en el cielo/Alert in the sky (1961, Luis César Amadori) with Antonio Vilar, Dos años de vacaciones/Shipwreck Island (1962, Emilio Gómez Muriel), based on a story by Jules Verne, and Barcos de papel/Paper Boats (1963, Román Viñoly Barreto). Calvo sang in a few films, but his singing voice was always dubbed on screen, in Spain by a woman, Matilde F. Vilariño. In 1963, he retired from acting at the age of 16 to become an industrial engineer. Later, he worked in tourism and promoting buildings in Torrevieja. Pablito Calvo died of a brain hemorrhage in 2000 in Alicante, Spain. He was aged 52. He was married to Juana Olmedo since 1976. Pablito’s successful debut, Marcelino pan y vino, was remade several times. A Philippine remake, May Bukas Pa, was released in 1979. An Italian remake, Marcellino, was produced in 1991 in color. And also a Mexican remake was made in 2010, with the basic storyline and framed by the Mexican Revolution of 1910. The original version remains one of the most famous and successful Spanish films ever made in history, and one of the first Spanish films to become successful in the U.S. as well.",
    "name_more_cn": [],
    "personage_id": "27282572",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1076815",
    "personage_link": "https://www.douban.com/personage/27282572/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2000年2月1日"
        }
    ],
    "name_more_other": [
        "Pablo Calvo Hidalgo (本名)"
    ],
    "update_at": "2025-04-14T19:52:37"
}