{
    "sid": "1079510",
    "name": "克里斯托弗·弗洛克顿",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3c4b90e09000417a221500deba4cbe03.jpg",
    "imdb_id": "nm0282485",
    "name_en": "Christopher Flockton",
    "name_full": "克里斯托弗·弗洛克顿 Christopher Flockton",
    "birth_date": "1967年5月24日",
    "birth_place": "英国,苏格兰,爱丁堡",
    "last_movies": [
        {
            "id": 26431324,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Eugene!",
            "release": 1
        },
        {
            "id": 5167457,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888027033.jpg",
            "title": "Ronnie's Rat",
            "release": 1
        },
        {
            "id": 5160429,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "H.O.L.E.: The Disillusionment of Mike and Eva",
            "release": 1
        },
        {
            "id": 2073732,
            "year": "1952",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2655506220.jpg",
            "title": "指路明灯",
            "release": 1
        },
        {
            "id": 1469049,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p921876170.jpg",
            "title": "处刑人",
            "release": 1
        },
        {
            "id": 1295514,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453659329.jpg",
            "title": "零点爆破",
            "release": 1
        }
    ],
    "introduction": "Chris Flockton is a British actor, host, writer, and voiceover artist.As a performer, Chris was a member of New York's acclaimed Rumble in the RedRoom sketch comedy ensemble for 4 years, and later wrote and performed with his own sketch comedy group, The Belgian Summers. On stage, he has appeared in roles both serious and comic at regional theatres around the U.S., and most recently in the 2019 off-Broadway premier of Only Yesterday, which was a New York Times Critics' Pick. In addition, Chris has appeared in several TV pilots and performed featured roles in film and TV, including Law & Order SVU and The Guiding Light.He has appeared in dozens of TV commercials including spots for Diet Coke, Range Rover, IBM, HSBC, The Wall Street Journal, and Pilot Pens. Chris has worked extensively as a host, in industrials, and corporate training. He has hosted events all over the world. From Boston to Bali, San Francisco to Singapore, Chris has appeared in videos, hosted awards shows and product launches, role-played with corporate executives, taught acting, performed sketches, and brought his unique combination of buttoned-down British authority and improvised comedy to audiences from 50 to 5,000 people. He was a corporate spokesperson for Oracle Corporation for several years, and host of the prestigious International Advertising Awards in New York for 4 years.As a voiceover talent he has provided the voice for countless TV and radio spots, and is a regular promo voice for several cable networks including BBC America and ESPN.Since 2003 Chris has been the narrator and personality behind VH1's top-rated show, The Fabulous Life. The Fab Life takes a fast-paced, and decidedly tongue in cheek look at celebrities, their excessive lifestyles, fashions and more. The most recent season premiered in 2014. The entire catalogue of 120 shows is broadcast in over 30 countries.As a writer, Chris has created countless sketches, corporate theatre pieces, TV comedy interstitials, humorous essays, and has ghostwritten speeches for leading corporate executives. He is also the creator and host of the theatre podcast, Amy's Horse.",
    "name_more_cn": [],
    "personage_id": "27285268",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1079510",
    "personage_link": "https://www.douban.com/personage/27285268/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-06T04:01:20"
}