{
    "sid": "1079058",
    "name": "Betty Carter",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1380885580.48.jpg",
    "imdb_id": "nm0141484",
    "name_en": "",
    "name_full": "Betty Carter",
    "birth_date": "1929年5月16日",
    "birth_place": "美国,密歇根州,弗林特",
    "last_movies": [
        {
            "id": 5094775,
            "year": "1980",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "But Then She's Betty Carter",
            "release": 1
        },
        {
            "id": 4853667,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163074506.jpg",
            "title": "周六夜现场",
            "release": 1
        },
        {
            "id": 3537219,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912904966.jpg",
            "title": "卡耐基音乐厅致敬爵士大师：五十周年热情记录",
            "release": 1
        },
        {
            "id": 3022256,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Music of Kurt Weill: September Songs",
            "release": 1
        },
        {
            "id": 1824962,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594905257.jpg",
            "title": "考斯比一家 第一季",
            "release": 1
        }
    ],
    "introduction": "爵士女歌手 Betty Carter1930-05-16生于美国 底特律，1998-09-26 因胰腺癌去世。Arguably the most adventurous female jazz singer of all time, Betty Carter was an idiosyncratic stylist and a restless improviser who pushed the limits of melody and harmony as much as any bebop horn player. The husky-voiced Carter was capable of radical, off-the-cuff reworkings of whatever she sang, abruptly changing tempos and dynamics, or rearranging the lyrics into distinctive, off-the-beat rhythmic patterns.She could solo for 20 minutes, scat at lightning speed, or drive home an emotion with wordless, bluesy moans and sighs. her exacting musical standards and assertive independence limited her recorded output somewhat. But Carter stuck around long enough to receive her proper due; her unwillingness to compromise eventually earned her the respect of the wider jazz audience, and many critics regarded her as perhaps the purest jazz singer active in the 80s and 90s. Additionally, Carter took an active role in developing new talent, and was a tireless advocate for the music and the freedom she found in it, right up to her death in 1998.Betty Carter was born Lillie Mae Jones in Flint, MI, on May 16, 1930 (though some sources list 1929 instead). She grew up in Detroit, where her father worked as a church musical director, and she started studying piano at the Detroit Conservatory of Music as a child. In high school, she got hooked on bebop, and at 16 years old, she sat in with Charlie Parker during the saxophonists Detroit gig. She won a talent contest and became a regular on the local club circuit, singing and playing piano, and also performed with the likes of Dizzy Gillespie, Sarah Vaughan, and Billy Eckstine when they passed through Detroit. When Lionel Hampton came to town in 1948, he hired her as a featured vocalist. Initially billed as Lorraine Carter, she was soon dubbed Betty Bebop by Hampton",
    "name_more_cn": [],
    "personage_id": "27284816",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1079058",
    "personage_link": "https://www.douban.com/personage/27284816/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1998年9月26日"
        }
    ],
    "name_more_other": [
        "Lillie Mae Jones (本名)",
        "Betty Bebop (昵称)"
    ],
    "update_at": "2025-06-24T03:26:22"
}