{
    "sid": "1080138",
    "name": "伊万·迪米崔耶夫",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1372358558.49.jpg",
    "imdb_id": "nm0229379",
    "name_en": "Ivan Dmitriyev",
    "name_full": "伊万·迪米崔耶夫 Ivan Dmitriyev",
    "birth_date": "1915年7月30日",
    "birth_place": "Vishny Volochok Tver Province,Russian Empire",
    "last_movies": [
        {
            "id": 1300986,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545260357.jpg",
            "title": "西伯利亚之歌",
            "release": 1
        }
    ],
    "introduction": "Ivan Dmitriyev was a Russian character actor known as Gorelov in the criminal drama Krutye gorki (1957) by director Nikolai Rozantsev.He was born Ivan Petrovich Dmitriyev on 30 July 1915, in Vyshny Volochiok, Tver Province, Russia. From 1932 to 1936 he studied acting under the legendary Yuri Yuriev at the Leningrad Institute of Theatre, Music, and Cinematography, graduating with honors in 1936. That same year he made his stage debut in the Lermontov's \"Masquerade\" by director Vsevolod Meyerhold.Ivan Dmitriyev had a stellar career as a stage actor. For several years he worked at various stage companies in Leningrad, such as, Theatre of Comedy and Theatre of the Baltic Fleet. From 1948 to 1973 he was a permanent member of the troupe and the leading actor at the Theatre of Komissarzhevskoi in St. Petersburg. There, Ivan Dmitriyev made memorable appearances in various classic and contemporary plays.From 1974 to 2000 he was a permanent member of the troupe and the leading actor of the Pushkin Drama Theatre in Leningrad (St. Petersburg). His most memorable stage appearance was as Satin in \"The Lower Depths\" by Maxim Gorky. Besides his appearance as Gorelov in the criminal drama Krutye gorki (1957) by director Nikolai Rozantsev, Dmitriev also appeared in several memorable supporting roles, such as, Starpom in Polosatyy reys (1961年前苏联电影《运虎记》中的大副) and as Varentsov in criminal drama Menya eto ne kasaetsya (1976) by director Gerbert Rappaport.Ivan Dmitriyev was designated People's Artist of the USSR (1980). He also taught acting as professor at the Institute of Theatre, Music, and Cinematography. He died of a heart failure on 23 October 2003, in St. Petersburg, and was laid to rest in the Necropolis of Masters of Art \"Literatorskie Mostki\" at the Volkovo Cemetery in St. Petersburg, Russia.",
    "name_more_cn": [
        "Дмитриев, Иван Петрович"
    ],
    "personage_id": "27285896",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1080138",
    "personage_link": "https://www.douban.com/personage/27285896/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2003年10月23日"
        }
    ],
    "name_more_other": [
        "Ivan Petrovich Dmitriyev (本名)"
    ],
    "update_at": "2026-01-02T22:49:19"
}