{
    "sid": "1081354",
    "name": "玛丽·弗萨",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1534963773.09.jpg",
    "imdb_id": "nm0287117",
    "name_en": "Marie Forså",
    "name_full": "玛丽·弗萨 Marie Forså",
    "birth_date": "1956年12月13日",
    "birth_place": "瑞典,斯德哥尔摩省,法斯塔斯",
    "last_movies": [
        {
            "id": 5052567,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236532241.jpg",
            "title": "Chez nous",
            "release": 1
        },
        {
            "id": 4301257,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1626006812.jpg",
            "title": "少女遇阿姨",
            "release": 1
        },
        {
            "id": 4151426,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2377304902.jpg",
            "title": "贾丝廷与朱丽叶",
            "release": 1
        },
        {
            "id": 4063904,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874757434.jpg",
            "title": "与子同在",
            "release": 1
        },
        {
            "id": 3264447,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620391665.jpg",
            "title": "莫莉",
            "release": 1
        },
        {
            "id": 3264445,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869485913.jpg",
            "title": "漂亮朋友",
            "release": 1
        },
        {
            "id": 2099693,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185260106.jpg",
            "title": "嫩草的香味",
            "release": 1
        },
        {
            "id": 1756744,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899943337.jpg",
            "title": "蝴蝶",
            "release": 1
        },
        {
            "id": 1476926,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2383732291.jpg",
            "title": "不道德的故事",
            "release": 1
        },
        {
            "id": 1446934,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531953462.jpg",
            "title": "吸血鬼盛宴",
            "release": 1
        }
    ],
    "introduction": "Marie Forsa (Maria Lynn) was a cute little blonde Swede, slender and pert but with subtle dark rings under her eyes that give her a vaguely doomed look. She looked for all the world like Helen Slater's little sister.Her claim to fame is that she was the greatest erotic film actress. She was not an accomplished dramatic actress, but for simulating sexual emotion she was peerless. She made sex an arresting narrative, combining pleasure with desperation and emotional anguishShe also had the most unusual adult film career of any actress. She starred in several XXX films, yet there is (almost) no hardcore footage of her anywhere, a situation that's led to much controversy and misinformation about her career.Forsa's career resembled that of Christina Lindberg, Sweden's reigning nudie queen at the start of Forsa's career. Lindberg appeared in at least two films distributed with explicit close-up inserts of other people's bodies but Lindberg never went all the way. Hardcore sex would have been a career killer – it still is. \"Always leave 'em wanting more.\" Sex film fanciers are faced with a paradox–they always want more, but are more entertained when given less. The most precious commodity in adult film is the sense that you are seeing something special or precious.If I were to guess, I suspect that she promised her mother she wouldn't do porno films and then lived up to that in a hyper-literal sort of way. There is a lot of footage of her actually having sex on camera, but the angles are soft-core. She did, however, do a couple of hardcore photo layouts for Swedish porn magazines, though wearing a wig and not identified by name. (The most explicit images I've ever seen of Christina Lindberg are also from Swedish porn magazines wearing a wig and unidentified, but are not XXX)Marie Forsa was not a sexually reticent actress. In fact, she was arguably the least reticent film actress ever. Forsa often engaged in real sex on camera, even when it wasn't required—performing sex acts with her co-stars on camera that she knew would be cut out of the final film. Maybe she just wanted to have sex with them in front of an entire film crew... few people become film stars without an exhibitionist streak.Boil it all down and here's what we can really say: There is no released motion picture footage of her mouth or vagina explicitly shown with a penis in it where you can also see her face. Still photos? Yes, a few. And tons of footage of her fucking up a storm, but at non-explicit angles.In BUTTERFLIES she did hardcore acting with the understanding that it would be trimmed down to softcore. Then for American adult theatre release the same movie was edited back up to hardcore using inserts of other women's bodies. How weird is that? Why would any director work with an actress who exerted such inconvenient control over her image? Because she was that good.大美女 大大大大大大大大大美女",
    "name_more_cn": [],
    "personage_id": "27287112",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1081354",
    "personage_link": "https://www.douban.com/personage/27287112/",
    "property_other": [],
    "name_more_other": [
        "Inga Marie Forså (本名)"
    ],
    "update_at": "2025-12-13T00:07:24"
}