{
    "sid": "1082024",
    "name": "韦恩·费德曼",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1510278796.89.jpg",
    "imdb_id": "nm0270139",
    "name_en": "Wayne Federman",
    "name_full": "韦恩·费德曼 Wayne Federman",
    "birth_date": "1959年6月22日",
    "birth_place": "美国,加利福尼亚州,洛杉矶",
    "last_movies": [
        {
            "id": 35694777,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867144990.jpg",
            "title": "我们需要谈谈考斯比",
            "release": 1
        },
        {
            "id": 34954395,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581664931.jpg",
            "title": "第25届年度评论家选择奖",
            "release": 1
        },
        {
            "id": 33429380,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593393989.jpg",
            "title": "娃娃奇缘",
            "release": 1
        },
        {
            "id": 30194648,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571694925.jpg",
            "title": "硅谷 第六季",
            "release": 1
        },
        {
            "id": 27002821,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494940224.jpg",
            "title": "难处之人 第三季",
            "release": 1
        },
        {
            "id": 26462378,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2674549130.jpg",
            "title": "疯狂之家",
            "release": 1
        },
        {
            "id": 26300964,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2423082215.jpg",
            "title": "击打不倒翁沙袋",
            "release": 1
        },
        {
            "id": 25853258,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888844049.jpg",
            "title": "甜水",
            "release": 1
        },
        {
            "id": 25715368,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238602875.jpg",
            "title": "苦痛爱喜剧",
            "release": 1
        },
        {
            "id": 4835993,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p582568079.jpg",
            "title": "我为喜剧生",
            "release": 1
        }
    ],
    "introduction": "Wayne Federman is a Los Angeles-based comedian, actor, producer, writer, USC professor, and musician. He is best known for his stand-up comedy appearances, his recurring role on HBO's Curb Your Enthusiasm, his scholarship on stand-up comedy history, and his many film and television roles.Wayne grew up in Silver Spring, Maryland and Plantation, Florida. His first musical instrument was drums and, at age 14, played local weddings. He also taught himself ventriloquism and performed at various school (South Plantation High School) functions as well as local churches and service organizations. While in Florida Federman made his film debut as an extra in John Frankenheimer's Black Sunday, shot at the Miami Orange Bowl.In the fall of 1977, Wayne was accepted to NYU's Tisch School of the Arts. There he studied with legendary acting coaches from the Group Theater: Stella Adler and Harold Clurman. Wayne also began developing his stand-up at various New York comedy clubs. It was during these years that he first incorporated music into his act. He closed his sets by playing Led Zeppelin and Jimi Hendrix on an electric ukulele.Federman made his national television debut on the syndicated program Comedy Tonight in 1986. He also appeared in two stand-up comedy home videos: New Wave Comedy and The Dodge Comedy Showcase.In LA, Federman began booking television commercials and appeared in dozens of national spots for clients, including Eureka Vacuums, Holiday Inn, U.S. Navy, Wendy's, Taboo, Jeep-Eagle, McDonald's, Glad Bags, Sprite, Total Raisin Bran, Ford, U.S. Olympic Team, Suzuki Samurai, Sizzler, Del Monte, U.S. Cellular, Coors, Geico, and 7-11.Federman also began landing small television parts which led him to roles in high profile films such as Legally Blonde, Jack Frost, 50 First Dates, Charlie's Angels: Full Throttle, The 40-Year-Old Virgin, Knocked Up, Step Brothers, Funny People, Sweetwater, and The House.Federman produced the 2022 HBO documentary George Carlin's American Dream. He also produced Don Rickles' web series Dinner with Don, Judd Apatow's Netflix stand-up special The Return, and HBO's Emmy-winning The Zen Diaries of Garry Shandling.Wayne wrote two books: The History of Stand-Up: From Mark Twain to Dave Chappelle, and (with Marshall Terrill) the authorized biography of NBA basketball legend Pistol Pete Maravich. Both books were Amazon bestseller.Wayne co-wrote and starred in Max and Josh, a short film that premiered at the 2006 Sundance Film Festival, where it won the Volkswagen Relentless Drive Award.Federman was a founding member of the musical group Truck Stop Harrys, along with Tudor Sherrard and Matthew Porretta. Federman co-wrote several songs for the film Dill Scallion, and was the music director and keyboardist for Maria Bamford's critically acclaimed The Special Special Special!.Wayne Federman was the head monologue writer for NBC's Late Night with Jimmy Fallon. He also wrote for the Independent Spirit Awards, Golden Globes, SAG Awards, DGA Awards, WGA Awards, Critics Choice, and the Creative Arts Emmys.Federman has received one Emmy Award nomination and three WGA Award nominations and for his work.",
    "name_more_cn": [],
    "personage_id": "27287783",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1082024",
    "personage_link": "https://www.douban.com/personage/27287783/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-17T22:07:38"
}