{
    "sid": "1082327",
    "name": "狄安娜·杜纳甘",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1442820296.34.jpg",
    "imdb_id": "nm0241759",
    "name_en": "Deanna Dunagan",
    "name_full": "狄安娜·杜纳甘 Deanna Dunagan",
    "birth_date": "1940年5月25日",
    "birth_place": "美国,得克萨斯州,Monahans中",
    "last_movies": [
        {
            "id": 35239984,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632050235.jpg",
            "title": "说出你的秘密",
            "release": 1
        },
        {
            "id": 35209746,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891847821.jpg",
            "title": "小行星城",
            "release": 1
        },
        {
            "id": 34614665,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654990612.jpg",
            "title": "静水城",
            "release": 1
        },
        {
            "id": 30348369,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543179845.jpg",
            "title": "政界疑云",
            "release": 1
        },
        {
            "id": 30289831,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584775780.jpg",
            "title": "日常谜团",
            "release": 1
        },
        {
            "id": 25850944,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2266712491.jpg",
            "title": "探访惊魂",
            "release": 1
        },
        {
            "id": 5168644,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Big D",
            "release": 1
        },
        {
            "id": 3759070,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The 62nd Annual Tony Awards",
            "release": 1
        },
        {
            "id": 3131691,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Dimension",
            "release": 1
        },
        {
            "id": 1889299,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1341157156.jpg",
            "title": "丑女贝蒂 第一季",
            "release": 1
        }
    ],
    "introduction": "Deanna Dunagan is a Tony Award-winning actress who has had a prolific career acting on the Chicago stage. Originally from Monahans, Texas, Dunagan made her Broadway debut in the 1979 production of George Bernard Shaw's \"Man and Superman\" at Circle in the Square. In 1981, she performed in the first national tour of \"Children of a Lesser God\", during which time she visited Chicago for the first time. Having fallen in love with that city, Dunagan moved to Chicago after the tour ended and has lived there ever since. Over the last three decades, she has performed in more than 30 theaters in the Chicago area, garnering three Joseph Jefferson Awards and three \"After Dark\" Awards. In 2007, Dunagan returned to Broadway in the Steppenwolf Theatre's transplant production of Tracy Letts' \"August: Osage County\". For her performance, Dunagan won a Tony Award, Theatre World Award and a Drama Desk Award.- IMDb Mini Biography By: Nathan SwansonSpouse (1)Malcolm James Bell Jr.\t(26 August 1962 - ?) (divorced)Trivia (13)Nominated for a Tony for her role in Tracy Letts's play \"August: Osage County\", which premiered at the Steppenwolf Theatre in Chicago, where Dunagan is a regular.She was nominated for a 1989 Joseph Jefferson Award for Actress in a Supporting Role for \"Stepping Out\" at the Steppenwolf Theatre Company in Chicago, Illinois.She was nominated for a 1991 Joseph Jefferson Award for Actress in a Principal Role in a Play for \"Coriolanus\" at the Next Theatre Company in Chicago, Illinois.She was nominated for a 1991 Joseph Jefferson Award for Actress in a Supporting Role in a Play for \"Still Waters\" at the Victory Gardens Theater in Chicago, Illinois.She was nominated for a 1992 Joseph Jefferson Award for Actress in a Supporting Role for \"Private Passage\" at the Odyssey Theatre in Chicago, Illinois.She was nominated for a 2002 Joseph Jefferson Award for Actress in a Supporting Role in a Play for \"A Lie of the Mind\" at the American Theater Company in Chicago, Illinois.She was awarded the 2003 Joseph Jefferson Award for Actress in a Supporting Role in a Musical for \"James Joyce's The Dead\" at the Court Theatre in Chicago, Illinois.She was awarded the 2004 Joseph Jefferson Award for Actress in a Supporting Role in a Play for \"I Never Sang for My Father\" at the Steppenwolf Theatre Company in Chicago, Illinois.She was awarded the 2007 Joseph Jefferson Award for Actress in a Principal Role in a Play for \"August: Osage County\" at the Steppenwolf Theatre Company in Chicago, Illinois.She has English, Irish, Scottish, Welsh, and German ancestry.Won 2008 Best Actress Tony Award for her role as Violet in \"August: Osage County.\".She was nominated for a 2016 Joseph Jefferson (Equity) Award for Actress in a Supporting Role in a Play for \"Marvin's Room\" at the Shattered Globe Theatre in Chicago, Illinois.She was nominated for a 2018 Joseph Jefferson Equity Award for Performer in a Supporting Role in a Play for \"Blind Date\" at the Goodman Theatre in Chicago, Illinois.",
    "name_more_cn": [],
    "personage_id": "27288086",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1082327",
    "personage_link": "https://www.douban.com/personage/27288086/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-05T12:01:22"
}