{
    "sid": "1082332",
    "name": "路易斯·米格尔·多明戈",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/552342fad300a2a3caa07a69458272cd.jpg",
    "imdb_id": "nm0231555",
    "name_en": "Luis Miguel Dominguín",
    "name_full": "路易斯·米格尔·多明戈 Luis Miguel Dominguín",
    "birth_date": "1926年12月9日",
    "birth_place": "西班牙,马德里,马德里",
    "last_movies": [
        {
            "id": 1458202,
            "year": "1956",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185247891.jpg",
            "title": "环游世界八十天",
            "release": 1
        },
        {
            "id": 1419169,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205371620.jpg",
            "title": "奥菲斯的遗嘱",
            "release": 1
        },
        {
            "id": 1297675,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508732969.jpg",
            "title": "毕加索的夏天",
            "release": 1
        }
    ],
    "introduction": "Luis Miguel González Lucas (9 November 1926 – 8 May 1996), better known as Luis Miguel Dominguín, was a bullfighter from Spain. His father was the legendary Domingo Dominguín; he adopted his father's name to gain popularity.Early careerDominguín made his first public appearance in the ring at the age of eleven. He became a matador in 1941. He enjoyed wide popularity during the 1940s and 1950s in Spain, Portugal, Colombia and other countries. He was on the card in Linares, Spain on 28 August 1947 when another legend, his rival Manolete, was fatally gored.Dominguín was also a socialite, having friends like Pablo Picasso and romances with the American actress Ava Gardner and the fashion model China Machado. In 1955, he married actress Lucia Bosé, who gave birth to his son Miguel Bosé, a Grammy-award winning singer. He also occasionally appeared in films, predominantly playing himself in cameo roles, in movies such as Around the World in 80 Days (1956), Testament of Orpheus (1960), and The Picasso Summer (1969). In 1959, he and his brother-in-law, Antonio Ordóñez, engaged in a bullfighting rivalry that was chronicled in Ernest Hemingway's posthumous book The Dangerous Summer. Ordóñez won. In 1964, he was a mystery guest on the US TV show What's My Line?Later careerIn 1971, at the age of 44, he returned to the bullring. That year he retired again, but returned to the ring in 1971, aged 45, when he attempted to fathom the sport's continuing allure. His comeback was at Las Palmas, the Canary Islands, hen he wore the costume known as the \"suit of lights,\" which had been designed for him by Picasso. He killed two bulls and won one ear, but was overshadowed by younger men - although the actress Deborah Kerr, who was in the crowd, insisted, \"He is still the greatest bull-fighter.\"Marriages and relationshipsMiroslava SternovaIn 1953, Luis Miguel Dominguín met Miroslava Sternova in Cuba. Dominguín was half a year younger than she, so they parted as friends only until they met again in 1954, this time in the United States. She went on to work abroad in Spain to meet up with friends and Dominguín. After her return to Mexico Sternova was found dead from an overdose. In one hand she clutched three farewell notes; in the other, a photograph showing her with Dominguín and his mother. Rumor has it that she took her own life over the marriage of Dominguín and Bosè.Ava GardnerBy 1954, Dominguín's friendship with Ava Gardner was being widely reported. He considered her the most beautiful woman he had ever seen, but liked her more, he said, for her humor and understanding; he confessed himself unsure what he looked for in women. \"Men fall in love with a woman's faults rather than her qualities,\" he mused.Ava had been previously associated with other bullfighters, though still married at the time to Frank Sinatra. The most spirited of them all was, no doubt, Luis Miguel Dominguín. However, the relationship was so passionate and stormy, and the fights between him and the diva had people talking. But also they had their tender moments. It is said that on their first night of lovemaking, he got out of bed and she asked: \"Where are you going?\". \"To go tell!\" replied the bullfighter. Years later, he admitted to a friend he made up that anecdote.Subsequently Ava divorced Sinatra, and Luis Miguel saw his chance to establish a more stable relationship. He wanted to get married and have children, but this was not in the Hollywood actress' plans. The idyll ended in September 1954. Years later, he was recalling with affection: \"She was the prettiest and the most fierce. I had a very fierce wolf in a cage.\"Lucia BoséItalian actress and former Miss Italy, Lucia Bosé flew to Madrid to shoot the film Muerte de un ciclista (\"Death of a Cyclist\").At the airport she met the producer, Manuel Goyanes, and Luis Miguel, who introduced him to the Italian actress. At first she thought he was just a blowhard bully, but in the end he inspired interest and won her over. They still had not yet kissed when he asked her to marry him. They were married in Las Vegas on 1 March 1955.Lucia has confessed that their first year of marriage was not idyllic: \"It was a very hard experience. I did not speak Spanish and I do not know anything, he did not speak Italian. I think that's how the passion was born, because we did not understand each other. When I began to understand who he was and he who I was, the crisis began.\"But the matador knew well how to compensate: \"It never ceased to amaze me the incalculable force of his sexual incontinence,\" said the actress. Shortly after marrying she became pregnant and was forced to marry through the church in order to quell the scandals. The ceremony took place on 19 October 1955.Luis Miguel returned to the bullfighting arenas abroad and their first son, singer Miguel Bosé, was born in Panama on 3 April 1956. Later in life, Dominguín was notoriously disapproving of Bosé's budding homosexuality. Their second child, Lucia, born in 1957, and Paola, born in 1960.Lucia and Luis Miguel were married for years, but their differences were accentuated over time, especially her lack of interest for the bulls. She never became part of the \"Dominguín\" clan, and the Dominguines never liked her. On the other hand, the infidelities of the bullfighter also took their toll. \"In a matter of horns, I was a gold medal,\" Lucia asserted.Rosario Primo de RiveraHe divorced Bosé in 1968, and in 1987 married Rosario Primo de Rivera, niece of José Antonio Primo de Rivera, Spanish far-right politician and founder of the Falange Española fascist political party. In 1971, at the age of 44, he returned to the bullring, and retired for good in 1973.DeathHe died of heart failure at 69 in 1996. He is buried in the cemetery San Enrique de Guadiaro, near Sotogrande (Cádiz).",
    "name_more_cn": [],
    "personage_id": "27288091",
    "family_member": [
        "Domingo Dominguín(父亲)",
        "Gracia Lucas Lorente(母亲)",
        "露西娅·波塞(前妻)",
        "米格尔·波塞(儿子)",
        "Lucía Dominguín(女儿)",
        "Paola Dominguín(女儿)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1082332",
    "personage_link": "https://www.douban.com/personage/27288091/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1996年5月8日"
        }
    ],
    "name_more_other": [
        "Luis Miguel González Lucas (本名)"
    ],
    "update_at": "2025-02-01T05:26:34"
}