{
    "sid": "1082444",
    "name": "夏比尔·伊洛利亚嘉",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1539448799.89.jpg",
    "imdb_id": "nm0255544",
    "name_en": "Xabier Elorriaga",
    "name_full": "夏比尔·伊洛利亚嘉 Xabier Elorriaga",
    "birth_date": "1944年4月1日",
    "birth_place": "委内瑞拉,马拉开波",
    "last_movies": [
        {
            "id": 37045632,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913179455.jpg",
            "title": "红鹰时代 第一季",
            "release": 1
        },
        {
            "id": 26766227,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2333018229.jpg",
            "title": "悬崖",
            "release": 1
        },
        {
            "id": 6152958,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p972087789.jpg",
            "title": "红鹰传",
            "release": 1
        },
        {
            "id": 5204747,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635125407.jpg",
            "title": "Dos billetes",
            "release": 1
        },
        {
            "id": 5181734,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cazadores de hombres",
            "release": 1
        },
        {
            "id": 5161004,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Los planes de Cecilia",
            "release": 1
        },
        {
            "id": 5157752,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901323109.jpg",
            "title": "Zigortzaileak",
            "release": 1
        },
        {
            "id": 3921878,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509506187.jpg",
            "title": "红鹰 第一季",
            "release": 1
        },
        {
            "id": 3122541,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1107689720.jpg",
            "title": "埃斯科里亚尔的巫术",
            "release": 1
        },
        {
            "id": 3008670,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542938273.jpg",
            "title": "瑞比亚",
            "release": 1
        }
    ],
    "introduction": "Hijo de exiliados vascos de la Guerra Civil española, pasa su infancia y adolescencia en Chile. A mediados de los años 1960, traslada su residencia a Bilbao, donde realiza estudios de Derecho en la Universidad de Deusto, estudios que continúa en Barcelona. Allí obtiene el título de Periodismo, profesión que ejerce como corresponsal al tiempo que imparte clases de periodismo y televisión en la Facultad de Ciencias de la Información de la Universidad Autónoma de Barcelona, trabajos que desarrolla durante más de una década.En Bilbao entra en contacto con el teatro a través del grupo Kriselu en el que realiza labores de ayudante de dirección. Poco después, iniciados los 70, se inicia en el cine protagonizando La ciudad quemada, (Antoni Ribas, 1976), papel por el que obtiene un gran reconocimiento de crítica y público y el Premio del Círculo de Escritores Cinematográficos. Aunque sus primeros pasos en la interpretación se remontan varios años antes cuando, realizando un curso sobre televisión en Roma, protagoniza un cortometraje.Tras el éxito de La ciudad quemada, protagoniza junto a Héctor Alterio A un dios desconocido (Jaime Chávarri, 1977), papel por el que vuelve a ser distinguido por el Círculo de Escritores Cinematográficos. En los siguientes años enlaza un título con otro: Perros callejeros (José Antonio de la Loma), Los ojos vendados (Carlos Saura), Ensalada Baudelaire (Leopoldo Pomés), Companys procés a Catalunya (Josep María Forn) y El hombre de moda (Fernando Méndez-Leite).En los 80, es uno de los exponentes de lo que se dio en llamar el nuevo cine vasco colaborando en títulos como La fuga de Segovia y La muerte de Mikel, ambas de Imanol Uribe, o La conquista de Albania, de Alfonso Ungría. Durante esos años trabaja en Renacer, de Bigas Luna, en la trilogía Victòria, de Antoni Ribas, siendo nominado a los Fotogramas de Plata como mejor actor (1984), en El jardín secreto, de Carlos Suárez, Tata mía, de José Luis Borau y A los cuatro vientos, de José A. Zorrilla, en la que es también autor del guion.En los 90, participa en Tesis, debut del director Alejandro Amenábar y Las bellas durmientes, de Eloy Lozano.En 2002 trabaja en la comedia del tándem Inés París y Daniela Fejerman, A mi madre le gustan las mujeres y en The Dancer Upstairs (\"Pasos de baile'\"), el debut en la dirección del también actor estadounidense John Malkovich, junto a Javier Bardem, Juan Diego Botto y Elvira Mínguez.Sus trabajos cinematográficos más recientes incluyen: El coronel Macià (Josep María Forn), Cosmos (Diego Fandos), La conjura de El Escorial (Antonio del Real), Dos billetes (Javier Serrano), Zigortzailea (Alfonso Arandia y Arantza Ibarra) y Rabia (Sebastián Cordero), coproducción en la que participa Guillermo del Toro.Su colaboración en teleseries ha sido variada y constante. En TVE fue uno de los protagonistas de la popular serie de los 80 Anillos de oro, junto a Ana Diosdado e Imanol Arias. Para esa misma cadena formó parte de los repartos de Clase Media, Para Elisa, La verdad de Laura o Paraíso; en ETB protagonizó El Señorío de Larrea; en Antena 3 ha participado en Canguros, Menudo es mi padre, Cazadores de hombres; en Telecinco fue uno de los actores protagonistas del reparto inicial de Hospital Central, serie a la que regresó algunas temporadas después, y colaboró en cinco capítulos de El comisario; en Cuatro intervino como actor invitado en la producción hispano-argentina Los simuladores. Asimismo, ha trabajado en los telefilms de TV3 Valèria (Silvia Quer, 2001) y Rapados (Román Parrado, 2004) y ha protagonizado la miniserie de TVE Las cerezas del cementerio (Juan Luis Iborra, 2004), junto a Concha Velasco. Actualmente graba para TVE la serie Águila Roja, donde interpreta al Rey de las Españas.En televisión también ha intervenido en varias coproducciones internacionales entre las que destacan: El tren de Lenin, junto con Sir Ben Kingsley, Dominique Sanda y Leslie Caron; Capitan James Cook, Le gorille, Queen of Swords, The wind and the stars, y en 2004 participa en las producciones de la RAI La memoria e il perdono y Virginia, la monaca di Monza.Como realizador, es autor del cortometraje 4-Euskal Telebista (1980), de la serie Ikuska sobre la realidad vasca de aquellos años, que concibió y produjo Anton Ezeiza, y de la película Zergatik Panpox (1986), adaptación de la novela homónima de Arantxa Urretabizkaia, su pareja en la vida real.En teatro participó bajo la dirección de John Strasberg en el montaje teatral Ricardo III (William Shakespeare), en 1998 y en 2005 fue el Gobernador de Antioquía en la obra de Calderón de la Barca, El mágico prodigioso, dirigida por Juan Carlos Pérez de la Fuente.",
    "name_more_cn": [],
    "personage_id": "27288203",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1082444",
    "personage_link": "https://www.douban.com/personage/27288203/",
    "property_other": [],
    "name_more_other": [
        "Javier González Elorriaga (本名)"
    ],
    "update_at": "2025-03-25T08:07:07"
}