{
    "sid": "1086648",
    "name": "József Eötvös",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0264381",
    "name_en": "",
    "name_full": "József Eötvös",
    "birth_date": "1813年9月3日",
    "birth_place": "匈牙利,布达",
    "last_movies": [
        {
            "id": 5104153,
            "year": "1986",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A falu jegyzöje",
            "release": 1
        },
        {
            "id": 5078998,
            "year": "1921",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Megfagyott gyermek",
            "release": 1
        }
    ],
    "introduction": "Jozsef Eotvos is one of the finest guitarists alive today. His debut work was no less than an adaptation of J.S. Bach's Goldberg Variations for one guitar. It won him critical acclaim and praise from all corners of the world. This task was considered impossible up until that point. Eotvos would not rest on those accolades though, he has just recently completed Bach's \"Art of the Fugue\" for two specially tuned eight string guitars. These two works, along with two volumes of Chopin's piano works and Brahms' Hungarian Dances, have helped to expand the repertoire of the classical guitar, while his transcriptions of Bach's lute works are among the best available. When one hears Jozsef Eotvos perform, one is immediately taken not just by his flawless technique, but by his sensitive interpretations. Every nuance, every detail is given the attention it deserves. The voice leading is natural and his phrasing is expressive, dynamic and alive.Born in 1962 in Pécs, Hungary. Eotvos studied with Roland Zimmer and Franz Just at the Franz Liszt High School of Music in Weimar. He won several international competitions between 1985 and 1988. He has since toured extensively through Europe, including concerts in Austria, Bohemia, Germany, Greece, Lithuania, Romania, Sweden and Slovakia. He has taught numerous master classes, and has often been a member of international juries at guitar competitions. He is the artistic director of the International Guitar Festival of Esztergom, Hungary and currently teaches at the Liszt Ferenc High School of Music in Budapest. He founded the guitar department there in 1992, as well as, in his native Pécs. Jozsef Eotvos is also reponsible for establishing guitar classes at university level in in Hungary in 1996. He is also an accomplished composer. We are looking forward to the first recording of Eotvos playing Eotvos.",
    "name_more_cn": [],
    "personage_id": "27292409",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1086648",
    "personage_link": "https://www.douban.com/personage/27292409/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1871年2月2日"
        },
        {
            "label": "流派",
            "value": "古典"
        },
        {
            "label": "擅长乐器",
            "value": "guitar"
        }
    ],
    "name_more_other": [
        "báró Eötvös József"
    ],
    "update_at": "2025-04-05T04:49:39"
}