{
    "sid": "1087107",
    "name": "Elisa Fiorillo",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1532402149.18.jpg",
    "imdb_id": "nm0278558",
    "name_en": "",
    "name_full": "Elisa Fiorillo",
    "birth_date": "1969年2月28日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5226168,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528835585.jpg",
            "title": "魔王但丁",
            "release": 1
        },
        {
            "id": 4903988,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2159620202.jpg",
            "title": "魔法少女猫",
            "release": 1
        },
        {
            "id": 1875744,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Savage Garden - Superstars and Cannonballs: Live and on Tour in Australia",
            "release": 1
        }
    ],
    "introduction": "Her father was a classical pianist, who was under the guidance of Vladimir Horowitz. Her ancestry is vast as it includes German, Italian, Irish and Cherokee. Fiorillo also has three brothers and is married to Michael Dease.At the age of fifteen she won the 1983 Star Search talent show. In 1987, she was signed to Chrysalis Records. She first performed the song \"Jackie\" on the Summer School soundtrack and caught the eye of John \"Jellybean\" Benitez who asked her to be the lead vocalist on two songs on his 1987 album Just Visiting This Planet. One of the song, \"Who Found Who\", was a hit worldwide reaching the Top 20 in many countries in addition to great club success. At the same time, Fiorillo released her self-titled debut album that she promoted with the help of the pop single \"How Can I Forget You\" but she did not manage to get the same success.She released her second album I Am in 1990 recorded at Prince's Paisley Park recording studio after she had contributed, as a backing vocalist, to the soundtracks of Graffiti Bridge and Batman. Several songs from the album were produced and written by Prince. The album scored a Top 30 hit in the U.S. and Top 20 in Australia with \"On The Way Up\". Fiorillo also appeared on Prince's album Diamonds And Pearls being the backing vocalist on two songs.She then mainly did back-up singing. Fiorillo sang back-up for Savage Garden on the Superstars and Cannonballs tour and for Billie Myers among others. As a lead singer, she has appeared on Metal Gear Solid 3: Snake Eater, singing \"Don't Be Afraid\". She also did a duet with Darren Hayes titled \"Right Dead Back On It\".As well as singing she has also directed a few TV series, such as the 2001 Mahô shôjo neko Taruto as well as the 2002 TV series Mao Dante. Fiorillo also voiced the (English) parts of Ayamo Nakamura in the 2003 TV series Stratos 4. She voiced a part in Stella Deus: The Gate of Eternity.Fiorillo's 2007 album entitled Labour Of Love is available at her website. She turned to her musical direction towards jazz in the 2000s.Prince performed for three consecutive nights, March 25–27, 2009 on the Tonight Show With Jay Leno, and Fiorillo performed as one of Prince's backing vocalists on the 25th, and 27th shows. Fiorillo became a member of Prince's band in 2009. In 2010 she is currently on a world tour with Prince playing in sold out shows across Europe.",
    "name_more_cn": [],
    "personage_id": "27292869",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1087107",
    "personage_link": "https://www.douban.com/personage/27292869/",
    "property_other": [
        {
            "label": "流派",
            "value": "古典 / classical"
        },
        {
            "label": "擅长乐器",
            "value": "钢琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Savage Garden"
    ],
    "update_at": "2025-04-17T13:52:18"
}