{
    "sid": "1089715",
    "name": "杰基·德山侬",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1388652059.4.jpg",
    "imdb_id": "nm0221176",
    "name_en": "Jackie DeShannon",
    "name_full": "杰基·德山侬 Jackie DeShannon",
    "birth_date": "1944年8月21日",
    "birth_place": "美国,肯塔基州,黑泽尔",
    "last_movies": [
        {
            "id": 5141961,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Hollywood Rocks the Movies: The Early Years (1955-1970)",
            "release": 1
        },
        {
            "id": 5059257,
            "year": "1962",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Jackie Gleason and His American Scene Magazine",
            "release": 1
        },
        {
            "id": 5058277,
            "year": "1964",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2167323319.jpg",
            "title": "冲浪风波",
            "release": 1
        },
        {
            "id": 5057653,
            "year": "1966",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2626905133.jpg",
            "title": "亲昵",
            "release": 1
        },
        {
            "id": 5057378,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911805477.jpg",
            "title": "C'mon, Let's Live a Little",
            "release": 1
        },
        {
            "id": 5057052,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586645583.jpg",
            "title": "The Name of the Game Season 1",
            "release": 1
        },
        {
            "id": 5055777,
            "year": "1972",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "大侦探",
            "release": 1
        },
        {
            "id": 4848740,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625841482.jpg",
            "title": "飙风战警",
            "release": 1
        },
        {
            "id": 3819255,
            "year": "1964",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874470341.jpg",
            "title": "吉利根岛",
            "release": 1
        },
        {
            "id": 3560786,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868199166.jpg",
            "title": "维吉尼亚人 第一季",
            "release": 1
        }
    ],
    "introduction": "Jackie DeShannon, real name Sharon Lee Myers, (born August 21, 1944) is an American singer/songwriter with a string of hit song credits from the 1960s onwards. She was one of the first female singer songwriters of the rock ‘n’ roll period.Sharon Myers adopted the name Jackie DeShannon, believed to be an Irish ancestor. Record company executives at Liberty Records thought the name Sharon Myers wouldn’t sell records. (She once reported that record executives added “Shannon” to “Jackie Dee,” one of the names under which she recorded, to create her name.)Life and early career:DeShannon was born the daughter of musically inclined farming parents, Sandra Jean and James Erwin Myers, DeShannon was introduced to singing country tunes on a local radio show at the age of six. By the age of eleven, DeShannon was already hosting her own radio program. When life on the farm became too difficult, the family moved to Aurora, Illinois, her mother’s home town, and her father resumed his other career as a barber. After a year, they moved up the Fox River to Batavia, Illinois, where Sharon attended high school.Recording under various names such as Sherry Lee, Jackie Dee, and Jackie Shannon, she had little success. However, her interpretations of country songs “Buddy” and “Trouble” gained the attention of Eddie Cochran who arranged for her to travel to California and meet singer-songwriter Sharon Sheeley, who formed a writing partnership with DeShannon in 1960. The partnership produced hits such as “Dum Dum” for Brenda Lee and “I Love Anastasia” for The Fleetwoods. The latter was named after one of her good friends in high school.In 1960, DeShannon signed with Liberty Records. She made the WLS Chicago survey with “Lonely Girl” in late 1960. A string of mostly flop singles followed, although “The Prince” bubbled under at #108 in the United States in early 1962, and “Faded Love” (#97 in February 1963) became her first U.S. Hot 100 hit, albeit just barely .She broke through a little more solidly singing “Needles and Pins” and “When You Walk in the Room” later in 1963. Both reached the lower rungs of the U.S. pop charts, but were substantial top 40 hits in Canada, where “Needles and Pins” made it all the way to #1. “Needles and Pins” and “When You Walk in the Room” later became U.S. and UK hits for The Searchers.DeShannon recorded many other singles that encompassed teen pop, country ballads, rockabilly, gospel, and Ray Charles-style soul that didn’t fare as well on the charts. During these years it was her songwriting and public profile rather than her recording career that kept her contracted to Liberty Records. DeShannon dated Elvis Presley and formed friendships with The Everly Brothers and Ricky Nelson. She also co-starred and sang with Bobby Vinton in the teen surf movie Surf Party.DeShannon’s biggest break came in February 1964, when she supported The Beatles on their first U.S. tour, and formed a touring band with guitarist Ry Cooder. DeShannon also wrote “Don’t Doubt Yourself Babe” for debut album by The Byrds. Her music at this stage was heavily influenced by the American West Coast sounds and folk music. Staying briefly in England in 1965, DeShannon formed a songwriting partnership with Jimmy Page, which resulted in the hit singles “Dream Boy” and “Don’t Turn Your Back On Me”. Page and DeShannon also wrote material for singer Marianne Faithfull, including her Top Ten UK and U.S. hit “Come and Stay With Me”. DeShannon also appeared on the television show Ready Steady Go!Hit love songs:Moving to New York, DeShannon co-wrote with Randy Newman, producing such songs as “She Don’t Understand Him” and “Did He Call Today Mama?”, as well as writing “You Have No Choice” for Delaney Bramlett. In March 1965, DeShannon recorded Burt Bacharach and Hal David’s “What the World Needs Now Is Love,” which provided her first Number 1 hit and regular appearances on television shows and club tours. (DeShannon’s recording of the song was subsequently used in the 1969 film Bob  Carol  Ted  Alice.) She appeared in the 1967 film C’mon Let’s Live a Little, with Bobby Vee, as a folk singer. DeShannon continued writing and recording but it was not until 1969 that she scored her next biggest smash single and album, both entitled “Put a Little Love in Your Heart”. The single “Love Will Find A Way” from the same album was also a moderate hit. Switching to Atlantic Records in 1970 and moving to Los Angeles, DeShannon recorded the critically acclaimed albums Jackie and Your Baby Is A Lady, but they failed to produce the same commercial success as previous releases. In 1973, she was invited by Van Morrison to sing on his Hard Nose the Highway album.“Put A Little Love In Your Heart” was performed as the closing number at the Music for UNICEF Concert, broadcast worldwide from the United Nations General Assembly in 1979.Later career:While DeShannon has not produced any further Top Ten singles of her own, her songs have been covered by other artists who have in turn converted them into hits. In 1974, with Donna Weiss, she composed “Queen Of The Rodeo” and “Bette Davis Eyes” for her album New Arrangement. The song “Bette Davis Eyes” later became a world-wide Number 1 single for singer Kim Carnes in 1981. It earned DeShannon the 1982 Grammy Award for Song of the Year.The songs “Breakaway”, recorded by Tracey Ullman in 1983, and “Put A Little Love In Your Heart”, recorded by Annie Lennox and Al Green in 1988, also became huge hits, the latter of which Dolly Parton also covered in 1993. Tom Petty  The Heartbreakers and Stevie Nicks had a Top 40 U.S. hit in 1986 with a cover of “Needles And Pins”, which was a song DeShannon originally recorded, although not one she wrote. A version of “When You Walk In The Room” by Pam Tillis in 1994 topped the country charts. Another recent cover of “When You Walk In The Room” was by ex-ABBA vocalist Agnetha F?ltskog, both in her comeback album My Colouring Book and as a UK and European hit single.Jackie was portrayed by singer Liz Phair in an episode of the NBC period drama American Dreams.Personal life:DeShannon is married to singer/songwriter and film music composer Randy Edelman, who is her third husband. Her first husband was Liberty Records executive Irving “Bud” Dain, whom she married on January 29, 1966. She has also dated Jimmy Page and Love guitarist Bryan MacLean. It is likely that Jimmy Page wrote the song “Tangerine” (which appeared on the third Led Zeppelin album) after the breakup of his relationship with DeShannon in early 1965.",
    "name_more_cn": [],
    "personage_id": "27295477",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1089715",
    "personage_link": "https://www.douban.com/personage/27295477/",
    "property_other": [
        {
            "label": "流派",
            "value": "soundtrack / Pop / 流行 / Vocal"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Sharon Lee Myers (本名)"
    ],
    "update_at": "2025-04-15T15:28:50"
}