{
    "sid": "1093891",
    "name": "汉约·哈塞",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p42798.jpg",
    "imdb_id": "nm0352050",
    "name_en": "Hannjo Hasse",
    "name_full": "汉约·哈塞 Hannjo Hasse",
    "birth_date": "1921年8月31日",
    "birth_place": "德国,波恩",
    "last_movies": [
        {
            "id": 36178350,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884797246.jpg",
            "title": "石狮",
            "release": 1
        },
        {
            "id": 5108176,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376845417.jpg",
            "title": "Hotel Polan und seine Gäste",
            "release": 1
        },
        {
            "id": 5063934,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510655458.jpg",
            "title": "部长轿车的风波",
            "release": 1
        },
        {
            "id": 5059486,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502537856.jpg",
            "title": "Das Kleid",
            "release": 1
        },
        {
            "id": 5051350,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911219811.jpg",
            "title": "Levins Mühle",
            "release": 1
        },
        {
            "id": 5050087,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537315748.jpg",
            "title": "马丁·路德",
            "release": 1
        },
        {
            "id": 4889178,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1960075038.jpg",
            "title": "卡尔·马克思的青年时代",
            "release": 1
        },
        {
            "id": 3156683,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508531526.jpg",
            "title": "敌后的前线",
            "release": 1
        },
        {
            "id": 3118316,
            "year": "1980",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Svítalo celou noc",
            "release": 1
        },
        {
            "id": 2983377,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2336662616.jpg",
            "title": "死亡档案",
            "release": 1
        }
    ],
    "introduction": "哈塞，汉约（Hasse，Hannjo1921～1983）德意志民主共和国戏剧、电影演员。 生于德国波恩。当过工人和办事员，后在柏林接受表演训练。第二次世界大 战后复员，又在魏玛学了一年表演，之后走上舞台。先在布格剧院演出，后 在波茨坦的汉斯—奥托剧院当了几年演员，以后又到柏林的人民舞台和德国 剧院参加演出。目前是德发电影制片厂所属演员剧团的成员。他在银幕上主 要扮演反面角色，在影片《格莱维茨事件》（1961）、《最高原则》（1959， 捷克斯洛伐克）和《午夜弥撒》（1962，捷克斯洛伐克）中的演出获得很高 评价。他曾获得民主德国的艺术奖。他演出的主要影片还有：《臣仆》（1951）、《台尔曼传》（上下集，1954—1955）、《科隆上尉》（1956）、《星》（1959，与保加利亚合拍）、《天良发现》（1961，电视片）、《号手之歌》（1964）、《木板上的姑娘》（1967）、《被窃取的战斗》（1972，捷克斯洛伐克）、《火焰》（1975， 苏联）、《前线后的战线》（1978，苏联）、《建筑大王》（1980）等Hasse began studying acting in 1938, and attended Lily Ackermann's Institute for Stage Artists' Education in Berlin. At 1941, he was drafted for the Labour Service, and later to the Army. After the end of the Second World War and his release from captivity, Hasse returned to Weimar, where he spent another six months to complete his drama training.[1]He made his debut on stage in the Nordhausen Theater, where he was also employed as a dramaturgue. Later, he also worked in theaters in Eisleben, Burg bei Magdeburg and Schwerin, before settling in the Hans Otto Theater in Leipzig, in which he was a member of the regular cast between 1954 to 1962. Afterwards, he moved to Berlin's Volksbühne, and then to the Deutsches Theater. Hasse played a wide range of supporting characters, from Malvolio to the Fledermaus.[2]Hasse made his first appearance on screen already during 1951, playing a minor role in Der Untertan. From the late 1950s, he focused mainly on cinema and television work. Although his earlier stage roles were mostly comical in nature, he depicted sinister characters almost solely: Renate Seydel, who interviewed him in 1966, commented that he was the most perennial villain in the actors' cast of DEFA and Deutscher Fernsehfunk. He portrayed greedy pioneers who seek to disposses Native Americans in many of East Germany's Red Western pictures. He is also remembered for depicting von Dietrich in the Yugoslav partisan film Walter Defends Sarajevo. In addition to those entertainment films, he also portrayed historical antagonists in several bleaker pictures dealing with recent past, like Alfred Naujocks in The Gleiwitz Case and Adolf Eichmann in the 1966 Lebende Ware - based on the blood for goods affair. Hasse told Seydel that he considered those roles as having educational value, in order to \"demonstrate the full horror of Fascism\" to younger viewers.[3]Hasse was awarded the Art Prize of the German Democratic Republic on 7 May 1971.[4] He is buried in the Südwestkirchhof Stahnsdorf.1951: Der Untertan1954: Gefährliche Fracht1954: Ernst Thälmann - Sohn seiner Klasse1955: Ham wa nich!1959: Kabale und Liebe1959: Sterne1959: Bevor der Blitz einschlägt1960: Vyšší princip1961: Der Fall Gleiwitz1961: Gewissen in Aufruhr (TV)1962: Freispruch mangels Beweises1962: Nebel1963: Reserviert für den Tod1963: An französischen Kaminen1964: Das Lied vom Trompeter1966: Die Söhne der großen Bärin1966: Lebende Ware1966: Schwarze Panther1967: Die gefrorenen Blitze1967: Das Mädchen auf dem Brett1968: Spur des Falken1968: Nebelnacht1969: Mohr und die Raben von London1969: Tödlicher Irrtum1969: Befreiung1971: KLK Calling PTZ - The Red Orchestra1972: Valter brani Sarajevo1973: Unterm Birnbaum1973: Die Hosen des Ritters von Bredow1973: Copernicus1974: Ulzana1974: Das Geheimnis des Ödipus1974: Kit & Co1974: Wie füttert man einen Esel1974: Zum Beispiel Josef1976: Das unsichtbare Visier1977: Wer reißt denn gleich vor’m Teufel aus1977: Auftrag - Überleben1980: Levins Mühle1980: Archiv des Todes (TV)1980: Der Baulöwe1981: Peters Jugend1983: Martin Luther",
    "name_more_cn": [],
    "personage_id": "27299668",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1093891",
    "personage_link": "https://www.douban.com/personage/27299668/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1983年2月5日"
        }
    ],
    "name_more_other": [
        "H.Hasse",
        "Hanjo Hasse"
    ],
    "update_at": "2025-04-17T13:42:12"
}