{
    "sid": "1094879",
    "name": "丹涅勒·歌黛",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1539962531.25.jpg",
    "imdb_id": "nm0323936",
    "name_en": "Danielle Godet",
    "name_full": "丹涅勒·歌黛 Danielle Godet",
    "birth_date": "1927年1月30日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 5148592,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "De bien étranges affaires",
            "release": 1
        },
        {
            "id": 5140340,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869139327.jpg",
            "title": "La route inconnue",
            "release": 1
        },
        {
            "id": 5138247,
            "year": "1973",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Du plomb dans la tête",
            "release": 1
        },
        {
            "id": 5098296,
            "year": "1977",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Les héritiers",
            "release": 1
        },
        {
            "id": 5098271,
            "year": "1969",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Minouche",
            "release": 1
        },
        {
            "id": 5057707,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603175459.jpg",
            "title": "Only a Coffin",
            "release": 1
        },
        {
            "id": 5052291,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553622107.jpg",
            "title": "不洁梦者",
            "release": 1
        },
        {
            "id": 4298492,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2162197469.jpg",
            "title": "方托马斯",
            "release": 1
        },
        {
            "id": 1858151,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873351678.jpg",
            "title": "魔鬼岛恋人",
            "release": 1
        },
        {
            "id": 1304565,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1742880529.jpg",
            "title": "再见唔爱",
            "release": 1
        }
    ],
    "introduction": "Beautiful and distinguished, exceptionally gifted (she could play the piano, dance, practice skiing and underwater fishing, and of course... act!), Danielle Godet had everything for a great career. Everything but luck, since for want of opportunities, she failed to live up to her (numerous) capacities. Born in Paris on 30-1927, the daughter of an industrialist and a stay-at-home mother, passionate about piano and classical music, Danielle inherited her artistic flair from the latter. Thanks to Mrs. Godet, the little girl studied and piano and dance, going as far as to win a first prize at the Léopold Belland dance contest. But it was the call of the movies she was actually going to heed. Her first contact with the seventh art was due to chance, as the small village in which Danielle and her parents spent their Summer holidays of 1943 harbored the shooting of L'homme sans nom (1943), directed by Léon Mathot. Extras were needed and the pretty sixteen-year old was noticed and hired as one. Some time later, she took drama lessons with Maria Ventura and Jean Martinelli. Her first break came with René Clair who tested her for Man About Town (1947) but all she was given was a bit as a spectator, the great French director having preferred Marcelle Derrien instead. The same mishap occurred to her two years later when, after being considered by Henri-Georges Clouzot for Manon (1949), she was replaced by Cécile Aubry. In 1947, though, she starred alongside a beginner named Yves Montand but it was in an indifferent and now forgotten boxing movie, The Idol (1948). Where she really made an impression was in Henri Calef's Sorceror (1950), also a forgotten (but much better) film. Danielle Godet showed in this noir thriller (not unworthy of I Confess (1953)) that she could be given other roles than the ingénues she had played until then. It was also nice to see her, like other Gallic beauties such as Anne Vernon and Odile Versois, appear in an English movie The Fighting Pimpernel (1949). But from then on, Danielle Godet's artistic fall started and despite her efforts to find worthwhile roles, never ended. In the batch, there are a few unpretentious but entertaining French or Spanish B movies (Votre dévoué Blake (1954), The Versailles Affair (1960), Cuatro en la frontera (1958), Autopsy of a Criminal (1963)...) but what a lot of turkeys signed Maurice de Canonge, Henri Lepage, Walter Kapps, Georges Jaffé or Gianfranco Parolini. A few collaborations with Jean-Pierre Mocky, Jean Dewever, Mauro Bolognini, Juan Luis Buñuel, barely save her honor. What a pity Danielle Godet's path did cross that of Jean Renoir, Jean-Pierre Melville, Claude Autant-Lara, Louis Malle, Jacques Becker and other such high caliber names of French cinema. This comment would for sure have been quite different.",
    "name_more_cn": [],
    "personage_id": "27300661",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1094879",
    "personage_link": "https://www.douban.com/personage/27300661/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2009年11月12日"
        }
    ],
    "name_more_other": [
        "Danielle Gabrielle Rose Godet(本名)"
    ],
    "update_at": "2025-03-15T13:00:35"
}