{
    "sid": "1097841",
    "name": "Helen Gahagan",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1404405202.42.jpg",
    "imdb_id": "nm0301099",
    "name_en": "",
    "name_full": "Helen Gahagan",
    "birth_date": "1900年11月25日",
    "birth_place": "美国,新泽西州,布恩顿",
    "last_movies": [
        {
            "id": 21365926,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873102117.jpg",
            "title": "美国历史 第三季",
            "release": 1
        },
        {
            "id": 1299190,
            "year": "1935",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926174311.jpg",
            "title": "古国妖后",
            "release": 1
        }
    ],
    "introduction": "Gahagan found great success and became a well-known star on Broadway in the 1920s, appearing in popular plays such as Young Woodley and Trelawney of the Wells.In 1927, at the age of 26, Gahagan set out to forge a new career as an opera singer, and after two years of voice lessons, she found herself touring across Europe and receiving critical praise, unusual for an American at the time. In 1930, she returned to Broadway to star in a production of Tonight or Never, where she co-starred with actor Melvyn Douglas. The two married in 1931, Gahagan keeping her maiden name.Gahagan Douglas went to Los Angeles in 1935, starring in the Hollywood movie She, playing Hash-a-Motep, queen of a lost city. The movie, based on H. Rider Haggard's novel of the same name, is perhaps best known for popularizing a phrase from the novel, \"She who must be obeyed\". Gahagan's depiction of the \"ageless ice goddess\"served as inspiration for the Evil Queen in Walt Disney's Snow White and the Seven Dwarfs.Gahagan Douglas entered politics in the late 1930s, but would remain a touchstone for decades later. She largely disliked the atmosphere of Hollywood, and following the birth of her daughter, Mary Helen, in 1938, Gahagan Douglas took to learning about the plight of the migrant workers and grew increasingly politically aware.In politics, she was the third woman and first Democratic woman elected to Congress from California; her election made California one of the first two states to elect female members to the House from both parties. In 1950, she unsuccessfully ran for the United States Senate, losing to Republican Richard Nixon. The campaign became symbolic of modern political vitriol, as both Gahagan's primary opponent Manchester Boddy and Nixon referred to her as \"pink right down to her underwear\", suggesting Communist sympathies.",
    "name_more_cn": [],
    "personage_id": "27303641",
    "family_member": [
        "Melvyn Douglas（丈夫）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1097841",
    "personage_link": "https://www.douban.com/personage/27303641/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1980年6月28日"
        }
    ],
    "name_more_other": [],
    "update_at": "2026-02-05T06:21:43"
}