{
    "sid": "1098497",
    "name": "鲍伯·加德弗瑞",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "演员",
        "制片人"
    ],
    "awards": [
        "1994年 第66届奥斯卡金像奖 最佳动画短片 (提名) 闲谈",
        "1980年 第52届奥斯卡金像奖 最佳动画短片 (提名) 梦幻玩偶",
        "1976年 第48届奥斯卡金像奖 最佳动画短片 伟大"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p37534.jpg",
    "imdb_id": "nm0323962",
    "name_en": "Bob Godfrey",
    "name_full": "鲍伯·加德弗瑞 Bob Godfrey",
    "birth_date": "1921年5月27日",
    "birth_place": "澳大利亚,新南威尔士,西梅特兰",
    "last_movies": [
        {
            "id": 5234814,
            "year": "1990",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Wicked Willie",
            "release": 1
        },
        {
            "id": 5227470,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Millennium: The Musical",
            "release": 1
        },
        {
            "id": 5214921,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1448738944.jpg",
            "title": "Heinz Rühmann erzählt Max und Moritz von Wilhelm Busch",
            "release": 1
        },
        {
            "id": 5175781,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Know Your Europeans: The United Kingdom",
            "release": 1
        },
        {
            "id": 5109872,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Kevin Saves the World",
            "release": 1
        },
        {
            "id": 5086268,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628040336.jpg",
            "title": "今晚不再是自己",
            "release": 1
        },
        {
            "id": 4161918,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892199534.jpg",
            "title": "动画大师",
            "release": 1
        },
        {
            "id": 1959790,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1417621545.jpg",
            "title": "梦幻玩偶",
            "release": 1
        },
        {
            "id": 1916770,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The 100 Greatest Cartoons",
            "release": 1
        },
        {
            "id": 1771196,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493170221.jpg",
            "title": "崩溃",
            "release": 1
        }
    ],
    "introduction": "Roland Frederick Godfrey (born 27 May 1921) is a British animator whose career spans more than fifty years. He is probably best known for the children's cartoon series Roobarb (1974), Noah and Nelly in... SkylArk (1977) and Henry's Cat (1983) and for the Trio chocolate biscuit advertisements shown in the UK during the early 1980s. However, he has also produced a BAFTA and Academy award-winning short film Great (1975), a tongue-in-cheek biography of Isambard Kingdom Brunel. He was previously nominated for a Academy Award for his film Kama Sutra Rides Again (1971) which was screened with the UK release of Stanley Kubrick's film A Clockwork Orange. Further Academy Awards nominations were received for Dream Doll (1980), with Zlatko Grgic, and Small Talk (1994).He worked at Larkins Studio for a period with Peter Sachs before leaving to set up Biographic with Keith Learner, Jeff Hale. Further members joined including Nancy Hanna and Vera Linnecar. While still working at Larkins he made Big Parade (1952) and Watch the Birdie (1954), a film inspired by a painting by Paul Klee, both were filmed in the basement of his flat.He subsequently made Do It Yourself Cartoon Kit which satirises animation and commercial advertising. The use of different animated forms, materials and techniques makes it one of his most exciting films to watch. The use of cutout animation for the narrator pre-dates Terry Gilliam's use of the technique, and the film is often mis-credited as being produced by Gilliam. Michael Bentine provided the narration for the film and worked with Godfrey on a number of films and commercials.Most of Godfrey's animated work during the 1950s and 1960s appeared in TV commercials, but in 1964 he started his own company Bob Godfrey's Movie Emporium to develop his own creative projects including the famous children's cartoons. He is also recognised for a number of slightly risqué cartoons satirising British sexual habits, such as Henry 9 To 5, which was also awarded a BAFTA in 1971. He also animated the classic cartoon Alf, Bill and Fred.As well as animation he produced live action commercials and short films. A number of them starred the artist Bruce Lacey who appeared in Battle of New Orleans, The Hanging Tree. His interest in live action included a number of appearances in self-directed commercials and minor film roles including The Beatles' film Help! (1965) and Casino Royale (1967). In 1965 he animated four episodes of The Beatles, an animated television series featuring the pop band, which had been sub-contracted out to different studios. Godfrey also worked as an uncredited adviser on Yellow Submarine (1968).In 1974 he presented Do-It Yourself Film Animation Show on BBC1 which encouraged children to do animation; each episode had established animators talking about their work and different animation techniques. Guests included Richard Williams and Terry Gilliam. The series has subsequently been acknowledged by a new generation of animators, including Nick Park, as a significant influence on them making animated films. Later films including social, political satires based on the work on Steve Bell which included Beaks to the Grindstone and A Journalist's Tale. He worked with Bell again on the series Maggie Where I am Now?.In the Thames Television documentary The Thief Who Never Gave Up, broadcast in the late 1980s, animator Richard Williams credits Godfrey with giving him his start in the business, \"Bob Godfrey helped me...I worked in the basement and would do work in kind, and he would let me use the camera...[it was] a barter system\".[1]He was awarded an MBE in 1986 and received the newly established Lifetime Achievement Award at the Bradford Animation Festival on 18 November 2007, with the festival including a retrospective of his films. He has appeared on a number of programmes and documentaries on animation over the years, including the BBC 2 documentary The Craftsmen and the documentary series Animation Nation, shown on BBC Four in 2005.",
    "name_more_cn": [],
    "personage_id": "27304298",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1098497",
    "personage_link": "https://www.douban.com/personage/27304298/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2013年2月21日"
        }
    ],
    "name_more_other": [
        "Robert John Godfrey (本名)"
    ],
    "update_at": "2025-02-05T10:21:13"
}