{
    "sid": "1102481",
    "name": "卷毛霍华德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p50968.jpg",
    "imdb_id": "nm0397219",
    "name_en": "Curly Howard",
    "name_full": "卷毛霍华德 Curly Howard",
    "birth_date": "1903年10月22日",
    "birth_place": "美国,纽约,布鲁克林",
    "last_movies": [
        {
            "id": 37414752,
            "year": "1946",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922993736.jpg",
            "title": "A Bird in the Head",
            "release": 1
        },
        {
            "id": 5083381,
            "year": "1949",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Malice in the Palace",
            "release": 1
        },
        {
            "id": 5069350,
            "year": "1943",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Back from the Front",
            "release": 1
        },
        {
            "id": 5068893,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Crash Goes the Hash",
            "release": 1
        },
        {
            "id": 5068703,
            "year": "1944",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "No Dough Boys",
            "release": 1
        },
        {
            "id": 5067952,
            "year": "1946",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Beer Barrel Polecats",
            "release": 1
        },
        {
            "id": 5067599,
            "year": "1946",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Uncivil War Birds",
            "release": 1
        },
        {
            "id": 5067446,
            "year": "1947",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Half-Wits Holiday",
            "release": 1
        },
        {
            "id": 4738894,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868835224.jpg",
            "title": "亲历好莱坞：30年代",
            "release": 1
        },
        {
            "id": 3089601,
            "year": "1946",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911453822.jpg",
            "title": "快活傻瓜",
            "release": 1
        }
    ],
    "introduction": "Joe DeRita's real name was Joseph Wardell. He was born July 12, 1909 in Philadelphia, Pennsylvania. Joe was the only one of the Stooges to come from a show biz family. His mother, Florenz DeRita, was a dancer and his father, Frank Wardell, was a stage technician. Joe was in show business from the age of seven. Joe's roles included the title role in the stage version of \"Peck's Bad Boy\" with his mother and father.In 1921 Joe went into burlesque because vaudeville was just about gone. Joe's film debut was in \"The Doughgirls\" in 1944 with Ann Sheridan for Warner Brothers. During the war, Joe worked with the USO and traveled extensively overseas with many Hollywood stars including his friend, Randolph Scott. He made several tours with Bing Crosby to entertain servicemen in England and France. After the war, Joe made guest appearances on radio shows including Burns & Allen and guest appearances in films and television shows such as The Desilu Playhouse, This is Alice, and Bachelor Father.Joe appeared in Columbia shorts such as \"Slappily Married\" and \"The Good Bad Egg,\" these shorts featured some of the same supporting actors who were in the Stooge Shorts. In 1958 the Columbia short subjects department was disbanded, and The Three Stooges no longer had a contract with Columbia. Joe Besser did not want to travel with the act so Moe and Larry needed a third stooge. Joe DeRita was asked to join the act, and at this time the Stooges formed Comedy III Productions, Inc., a company which still holds The Three Stooges rights and manages their affairs.In 1958 Columbia released the old Three Stooges shorts to television and there was an immediate resurgence of popularity of the Stooges. The Stooges with Curly Joe as the third Stooge made numerous personal appearances all around the country and made six full length feature motion pictures. This period of time from 1958 and throughout the 60's was described by Larry Fine as the Stooges' golden years. While filming \"Kook's Tour\" in 1970 Larry suffered a stroke which left him paralyzed on the left side of his body. There was some talk of replacing Larry with Emil Sitka, but The Three Stooges never performed together again.Curly Joe formed an act called The New Three Stooges with Mousie Garner and Frank Mitchell, but the act only made a few appearances. Joe was just too old to do the Stooge shtick anymore. Curly-Joe married Jean DeRita in 1966 and they were married 25 years until his death. Joe DeRita died on July 3, 1993 at the Motion Picture Hospital in Los Angeles. He was the last stooge.",
    "name_more_cn": [
        "约瑟夫·沃德尔"
    ],
    "personage_id": "27308291",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1102481",
    "personage_link": "https://www.douban.com/personage/27308291/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1952年1月18日"
        }
    ],
    "name_more_other": [
        "Jerome Lester Horwitz (本名)",
        "Babe (昵称)"
    ],
    "update_at": "2025-10-25T20:49:24"
}