{
    "sid": "1104631",
    "name": "乔治·科瓦斯奈",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "1967年 第20届戛纳电影节 主竞赛单元 短片金棕榈奖 (提名) 日记"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1531764025.51.jpg",
    "imdb_id": "nm0468526",
    "name_en": "György Kovásznai",
    "name_full": "乔治·科瓦斯奈 György Kovásznai",
    "birth_date": "1934年5月15日",
    "birth_place": "匈牙利,布达佩斯",
    "last_movies": [
        {
            "id": 35707063,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886770779.jpg",
            "title": "It's Just Fashion Part 3",
            "release": 1
        },
        {
            "id": 35707062,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886770789.jpg",
            "title": "It's Just Fashion Part 4",
            "release": 1
        },
        {
            "id": 35644613,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886770776.jpg",
            "title": "It's Just Fashion Part 2",
            "release": 1
        },
        {
            "id": 35644612,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886770770.jpg",
            "title": "It's Just Fashion Part 1",
            "release": 1
        },
        {
            "id": 35590635,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2691831164.jpg",
            "title": "Körúti esték",
            "release": 1
        },
        {
            "id": 5099591,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910674532.jpg",
            "title": "74年夏天的回忆",
            "release": 1
        },
        {
            "id": 5099458,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1942885065.jpg",
            "title": "它将",
            "release": 1
        },
        {
            "id": 5098530,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2416554919.jpg",
            "title": "访谈",
            "release": 1
        },
        {
            "id": 5051931,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2747900828.jpg",
            "title": "泡泡浴",
            "release": 1
        },
        {
            "id": 4922307,
            "year": "1975",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Csontváry",
            "release": 1
        }
    ],
    "introduction": "György Kovásznai (1934-1983) was born on 15 May 1934 in Budapest, Hungary.In 1944 Kovásznai's foster father was called upon for military service in Austria with his family. During their time away from Budapest the family lost their home, and all of their personal belongings. Returning to Budapest at the end of 1944, the family had to start life all over again, and lived in poverty from that time onwards.Kovásznai attended the Budapest College of the Fine Arts, but gave up his studies in 1954, at the age of 20. He then worked as a miner for a year and a half, in an effort to get some first-hand experience with the working class. However, the artist soon became completely disillusioned, as he found that \"people hate struggle, great slogans and politics. They pay attention to them only as long as they suffer from them...\"In 1956 Kovásznai was readmitted to the Budapest College of the Fine Arts, but was dismissed the following year before receiving his diploma.From 1958 to 1974 he worked as the editor and columnist of Nagyvilág, a significant Hungarian arts and literary journal, in which he published some of his criticism and paintings. He came to know writers and literature critics during his time at the journal.Around the same time, in the late 1950's, Kovásznai started holding semi-illegal artistic gatherings at a friend's house. An avant-garde artist community of 50-200 people came together several times a week, until the end of the 1960's. It emerged decades later that his best friend, who hosted these sessions, had been passing on information about Kovásznai to the counterintelligence agency throughout the years.In 1961 Kovásznai started to work at the Pannonia Film Studio, Hungary's main animation film studio, initially as a playwright, but soon moving on to make his own films. He continued to work at the studio until his death in 1983. Over the course of his career at the studio he made 26 short films, a mini TV-series and a musical-animation feature film. However, his animations were only shown for brief periods of time in cinemas, or not at all. Kovásznai never had an opportunity to exhibit his paintings and drawings in his lifetime.Politically, Kovásznai was attached to Marxism, yet had an ongoing conflict with the ruling regime. A significant part of his oeuvre reflects on the spring and summer of 1968, and the events in Paris and Prague. His take on the Prague Spring, which culminated in the Soviet invasion, was expressed in his short film \"Memory of the summer of '74\". In this movie a cockroach-like creature and a black, windowless train form a sharp contrast with a world of summer joy, full of pop music and pretty girls.Kovásznai was diagnosed with a serious form of leukaemia in 1980, but refused to be treated and ran away from the hospital, so that he could create his final monumental series of paintings and write his great summarizing essay on art theory. He died in 1983. Kovasznai was primarily a painter, who practiced the art of painting on both canvas and the cinema screen and he is often seen as a free-spirited, universal artist whose work cannot be classified into any known artistic school of thought. His unique oeuvre consists of paintings and drawings, as well as experimental animation films in which he attempted to \"animate\" the art of painting - which was an approach entirely different from mainstream animation. As he once put it: \"Perception in terms of movement, in terms of a series of non-isolated phenomena, is a life philosophy\".During an era increasingly dominated by the growing momentum of socialism (both intellectually and aesthetically), Kovasznai consciously and defiantly attempted to pass between genres: \"It's about time that these representatives of the traditional, classical, but over-materialistic genres leave behind their departmentalized-to-death roles.\" - he said.Discussing Kovasznai's impact today Hungarian sociologist, Ferenc Hammer wrote: \"Do you remember Peter Parker's first fight in Spider-Man? When he is attacked by a bullying schoolmate, the viewers are made to see through Parker's eyes that the opponents are moving in different time dimensions. For Parker, the fierce attack appears as a slow-motion shot. This is why those involved in the scene perceive Parker to be moving at a paranormal speed. Before the dazzled eyes of posterity, Kovasznai appears -for lack of a better definition- as a Gesamtkunst artist, whose works of total art keep evading the force of systematizing interpretation. While spellbound audiences keep gaping at the painted figures that abandon their frames, marvelling at the artist who side-step genre delimitations in a flash, let us conjure the aquarium of silence that surrounds Parker, with the noises of the outside world deadened into a hollow mumble.\"Since the early 2000s the Kovasznai Research Centre has worked to preserve and promote Gyorgy Kovasznai's oeuvre. Initially the Research Centre focused on cataloguing, restoring and digitalising all aspects of Kovasznai's work (paintings, drawings, films, and writings) and it now seeks opportunities to present the work to the public. As Kovasznai had no opportunity to exhibit his work during his lifetime, and his films had only been accessible in cinemas for very limited periods of time, the first stage of the Foundation's work was to establish his crucial role within the history of Hungarian contemporary art.",
    "name_more_cn": [],
    "personage_id": "27310443",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1104631",
    "personage_link": "https://www.douban.com/personage/27310443/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1983年6月28日"
        }
    ],
    "name_more_other": [
        "Kovász (昵称)"
    ],
    "update_at": "2025-02-17T01:51:36"
}