{
    "sid": "1105915",
    "name": "Vera Kholodnaya",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p27550.jpg",
    "imdb_id": "nm0451762",
    "name_en": "",
    "name_full": "Vera Kholodnaya",
    "birth_date": "1893年8月5日",
    "birth_place": "俄罗斯,波尔塔瓦",
    "last_movies": [
        {
            "id": 6521835,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "群岛：叶甫盖尼·鲍艾尔",
            "release": 1
        },
        {
            "id": 5206586,
            "year": "1917",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Chelovek - zver",
            "release": 1
        },
        {
            "id": 5206555,
            "year": "1917",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "U kamina",
            "release": 1
        },
        {
            "id": 5199981,
            "year": "1917",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Isterzannye dushi",
            "release": 1
        },
        {
            "id": 5084487,
            "year": "1918",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Corpse Living",
            "release": 1
        },
        {
            "id": 5084481,
            "year": "1918",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Woman Who Invented Love",
            "release": 1
        },
        {
            "id": 4901929,
            "year": "1918",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "最后的探戈",
            "release": 1
        },
        {
            "id": 3670543,
            "year": "1915",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mirazhi",
            "release": 1
        },
        {
            "id": 3421805,
            "year": "1916",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512490236.jpg",
            "title": "为生活而生活",
            "release": 1
        },
        {
            "id": 3339007,
            "year": "1918",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616031091.jpg",
            "title": "Molchi, grust... molchi",
            "release": 1
        }
    ],
    "introduction": "She was the first and the brightest, and remains the only true star of the Russian silent cinema. Though Vera Kholodnaya was into filming for only three years, it was enough for her to become the Queen of Screen, as she was titled. Unluckily, only five films starring her are extant nowadays out of the fifty to eighty films she played in.Vera Levchenko was born on August 5, 1893 into a respectable well-to-do family in Poltava. From early childhood the girl enjoyed participating in family theatricals. At the age of ten Vera was sent to the famous Perepelkina’s grammar school. At the graduation prom she met Vladimir Kholodny, then a student and a race-driver. With the mutual disapproval of both the families they soon got married.In 1915 Yevgeni Bauer was going to direct the film Pesn torzhestvuyushchey lyubvi (Song of Triumphant Love), a mystical love drama after Turgenev’s story and was looking for a woman of outstanding beauty. When Vera Kholodnaya was introduced to the director, he was spellbound and at once approved her for the role.Song of Triumphant Love was a resounding success. Right after finishing the first film, impatient to wait till it was released, Yevgeni Bauer started making another movie starring Vera. That was a typical saloon melodrama under the title Plamya Neba (Flame of the Sky) about guilty love of a young woman married off to an old widower, and his son. In the end the lovers perish of a thunderbolt.Flame of the Sky, though shot after Song of Triumphant Love was the first to go on screen and bring fame to Vera Kholodnaya. The next picture was Deti veka (The Children of the Age), a drama with pretensions to revealing social problems. This film is the earliest of the five extant works with the actress.Tremendous success was Pyotr Chardynin’s tragic melodrama Mirazhi (The Mirages) (1916) (the film has come down to us), followed by the ‘fancy drama’ Krasota dolzhna tsarit v mire (Beauty Must Reign in the World) by Bauer, melodrama Ognenny Dyavol (Fiery Devil), and another melodrama Zhizn za zhizn (A Life for a Life)…It was after this film, one of the most popular and successful in Vera Kholodnaya’s career she was titled ‘the Queen of Screen’. The author of this title was the great singer Alexander Vertinsky. He first appeared at the Kholodnys’ in autumn of 1915, bringing a letter from Vera’s husband (who was fighting in World War I) and then visited her every day: he would simply come, sit down on a chair and look at her for hours… In 1916 Khanzhonkov’s company started making the film Pierrot with Vertinsky and Kholodnaya playing the leads. Unfortunately, for some reasons the film was not completed.The beginning of 1917 saw the release of one of the best films by Vera Kholodnaya, namely U kamina (By the Fireplace) based on a popular romance. The tragic film about a family broken by a rich lover ends with the death of the heroine played by Vera Kholodnaya. The triumph of the drama outshined all the films shot in Russia before that.However, there was no other film enjoying such a huge success as Molchi, grust... molchi (Be Silent, My Sorrow, Be Silent) (1918). At the same time there was probably no other film so much criticized, especially after the revolution. By the mid 1918 Vera Kholodnaya turned from just a popular and admired actress into a true phenomenon of the Russian cinema.On February 8, 1919 the splendid star performed at a concert in a cold Odessa theatre, where viewers were wearing fur coats, while actors appeared in open dresses. After the concert she fell ill with a dangerous form of flue, which brought about her untimely death on February 16, 1919. Yet, there exist several versions of her decease.The cathedral where the burial service took place was overcrowded. Thousands of people came to bid farewell to the beloved actress. The ceremony was video recorded, making the last film starring Vera Kholodnaya. In March already the documentary was screened in all movie theatres. The film has stood the test of time.In 1931 the Odessa cemetery where Vera Kholodnaya had been laid to rest was turned into a park. The former actress’s vault was destroyed and her body vanished. However, the memory of her has survived, along with her five films and the video record of her funeral, rumours and conjectures, the legend of her death and the legend of herself.Extant films with Vera Kholodnaya:1915 – Deti Veka (Children of the Age)1915 – Mirazhi (The Mirages)1916 - Zhizn za zhizn (A Life for a Life)1918 - Zhivoy trup (A Corpse Living)1918 - Molchi, grust... molchi (Be Silent, My Sorrow, Be Silent)",
    "name_more_cn": [],
    "personage_id": "27311733",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1105915",
    "personage_link": "https://www.douban.com/personage/27311733/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1919年2月17日"
        }
    ],
    "name_more_other": [
        "Vera Vasilyevna Levchenko (本名)"
    ],
    "update_at": "2025-08-07T06:13:23"
}