{
    "sid": "1107603",
    "name": "安格丽克·基乔",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "配音",
        "音乐"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/img/musician/medium/14701.jpg",
    "imdb_id": "nm0452300",
    "name_en": "Angélique Kidjo",
    "name_full": "安格丽克·基乔 Angélique Kidjo",
    "birth_date": "1960年7月14日",
    "birth_place": "贝宁",
    "last_movies": [
        {
            "id": 35630931,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2728710334.jpg",
            "title": "圣诞韵律",
            "release": 1
        },
        {
            "id": 35490165,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868868675.jpg",
            "title": "浪间",
            "release": 1
        },
        {
            "id": 30405987,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542951743.jpg",
            "title": "凯斯：粉色圣诞节",
            "release": 1
        },
        {
            "id": 30159288,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888873147.jpg",
            "title": "达荷美女战士",
            "release": 1
        },
        {
            "id": 26280026,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870590681.jpg",
            "title": "人类声音的奥秘",
            "release": 1
        },
        {
            "id": 4219756,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870748943.jpg",
            "title": "非洲妈妈",
            "release": 1
        },
        {
            "id": 3387731,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885436571.jpg",
            "title": "写真比尔",
            "release": 1
        },
        {
            "id": 2362701,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541741373.jpg",
            "title": "爵士浮生",
            "release": 1
        },
        {
            "id": 2134469,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529572544.jpg",
            "title": "瓶中闪电",
            "release": 1
        },
        {
            "id": 1306089,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2610787547.jpg",
            "title": "致命人脉",
            "release": 1
        }
    ],
    "introduction": "Angélique Kidjo (born on July 14, 1960) is a Grammy Award-winning Beninese singer, noted for her diverse musical influences and creative music videos.Kidjo was born in Cotonou, Benin. Her father is from the Fon people of Ouidah and her mother from the Yoruba people. She grew up listening to James Brown, Otis Redding, Jimi Hendrix, Stevie Wonder, and Santana.By the time she was six, Kidjo was performing with her mother’s theatre troupe, giving her an early appreciation for traditional music and dance. She started singing in her school band Les Sphinx and found success as a teenager with her adaptation of Miriam Makeba’s “Les Trois Z” which played on national radio. She recorded the album Pretty with the Camerounese producer Ekambi Brilliant and her brother Oscar. It featured the songs Ninive, Gbe Agossi and a tribute to the singer Bella Bellow, one of her role models. The success of the album allowed her to tour all over West Africa. Continuing political conflicts in Benin prevented her from being an independent artist in her own country and led her to relocate to Paris in 1983.While working various day jobs to pay for her tuition, Angelique studied music at the CIM, a reputable jazz school in Paris where she met and married musician and producer Jean Hebrail with whom she has composed most of her music. She started out as a backup singer in local bands. In 1985, she became the front singer of the known Euro-African jazz/rock band Jasper Van’t Hof’s Pili Pili. Three Pili Pili studio albums followed: Jakko(1987) Be In Two Minds (1988, produced by marlon klein) and Hotel Babo (1990). By the end of the 1980s, she had become one of the most popular live performers in Paris and recorded a solo album called Parakou for the Open Jazz Label.She was then discovered in Paris by Island Records founder Chris Blackwell who signed her in 1991. She recorded four albums for Island until Chris Blackwell’s departure from the label. In 2000 she was signed in New York by Columbia Records for which she recorded two albums.Her musical influences include the afropop, caribbean zouk, congolese rumba, jazz, gospel, and latin styles as well as her childhood idols Bella Bellow, James Brown, Aretha Franklin, Jimi Hendrix, Miriam Makeba and Carlos Santana.She has been a UNICEF Goodwill Ambassador since 2002. With UNICEF, she has traveled to many countries in Africa. Reports on her visits can be found on the UNICEF site. Kidjo founded The Batonga Foundation which gives girls a secondary school and higher education so they can take the lead in changing Africa. The foundation is doing this by granting scholarships, building secondary schools, increasing enrollment, improving teaching standards, providing school supplies, supporting mentor programs, exploring alternative education models and advocating for community awareness of the value of education for girls.She has campaigned for Oxfam at the 2005 Hong Kong WTO meeting, for the their Fair Trade Campaign and travelled with them in North Kenya and at the border of Darfur and Chad with a group of women leaders in 2007 and participated to the video for the In My Name Campaign with Will I Am from The Black Eyed Peas. She has hosted the Mo Ibrahim Foundation’s Prize for Achievement in African Leadership in Alexandria, Egypt on November 26th, 2007 and on November 15th, 2008",
    "name_more_cn": [],
    "personage_id": "27313422",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1107603",
    "personage_link": "https://www.douban.com/personage/27313422/",
    "property_other": [],
    "name_more_other": [
        "Angelique Kidjo"
    ],
    "update_at": "2025-03-14T14:52:21"
}