{
    "sid": "1112024",
    "name": "伊姆加德·肯恩",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "演员",
        "作者"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f3edf6f248e7b376baca26387765f58f.jpg",
    "imdb_id": "nm0450634",
    "name_en": "Irmgard Keun",
    "name_full": "伊姆加德·肯恩 Irmgard Keun",
    "birth_date": "1905年2月6日",
    "birth_place": "德国,柏林",
    "last_movies": [
        {
            "id": 5059860,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558044480.jpg",
            "title": "Das kunstseidene Mädchen",
            "release": 1
        },
        {
            "id": 5050818,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546940860.jpg",
            "title": "Nach Mitternacht",
            "release": 1
        }
    ],
    "introduction": "伊姆加德·肯恩（Irmgard Keun，1905-1982）是德国小说家，以对女性生活的描绘而著称，她被描述为“经常沦为她写作中大胆的性行为，[然而]是魏玛晚期的重要作家，死于 Neue Sachlichkeit。”她出生在一个富裕的家庭，并被赋予了探索她的激情的自主权。在她 16 岁的表演尝试结束后，在汉堡和格赖夫斯瓦尔德工作多年后，Keun 开始担任作家。她的书被纳粹当局禁止，但在她生命的最后几年获得了认可。“害怕的作家不是真正的作家，”伊姆加德·肯恩在她的小说《午夜之后》（After Midnight）中写道，她确实遵守了她的话。1935年，她的书被德国书店撤走后，她起诉盖世太保，要求赔偿收入损失。次年逃离纳粹德国后，她于1940年以假名回国，并与父母一起生活到战后。她的掩护就是她自己的死亡：不知道是她发起了谣言还是干脆任由谣言传播，但她的自杀被《每日电讯报》误报，阿瑟·库斯勒在1941年的回忆录《地球上的渣滓》（Scum of the Earth）中把她列为“自杀”者之一。对肯恩来说，虽然她捏造了许多生活上的细节，但我们至少可以肯定她1905年出生在柏林，而且写作中的真实才是最重要的。特别是她在三部小说中讲述了20世纪30年代德国新一代年轻女性的生活真相，这三部小说现已作为企鹅现代经典再版：《吉尔吉，我们中的一员》（Gilgi, One of Us，1931）、《穿假丝绸的女孩》（The Artificial Silk Girl，1933）和《午夜之后》（1937）。她处女作《吉尔吉，我们中的一员》的扉页上清楚地写着她的宣言。这并不是一本像约瑟夫·罗斯或斯特凡·茨威格的作品那样回溯历史的书：这是一本关于当时当地的书，主角是被魏玛德国金融崩溃压垮的普通人，尤其是年轻女性。吉尔吉和她的同伴——《穿假丝绸的女孩》的叙述者多丽丝，是两个同类人：开朗、雄心勃勃，有时又天真无邪，和她们的创造者一样足智多谋。两本书都没有太复杂的情节。《吉尔吉，我们中的一员》的主线是寻找她的生母，但小说的乐趣在于肯恩对一个试图在崩溃的经济环境中为自己找到一种价值和意义的年轻女性的设想 。她希望有“自己的收入，能够独立”，她和朋友奥尔加争论这个问题时说：“我没有天赋，我是普通女孩，但我不明白为什么这意味着我应该放弃。我能做成的，我就会去做。”在受安妮塔·卢《绅士更喜欢金发女郎》（Gentlemen Prefer Blondes）影响的《穿假丝绸的女孩》中，多丽丝认为自己与其他女孩“完全不同”，“她们的内心从来没有任何美好的东西。”通过多丽丝的活力和热情，我们相信她，至少相信她确信这一点。多丽丝当然有一点和吉尔吉“很不一样”：她乐于被男人照顾，而且聪明到可以利用男人对她智力的假设（“他当然认为自己勾引了我，你不会破坏男人的这种信念”）来满足自己的物质野心。“我想成为顶级的人。有一辆白色的汽车和一个散发着香水味的泡泡浴，一切就像在巴黎一样。”吉尔吉和多丽丝都认为，政治是她们获得乐趣路上的无聊障碍，但肯恩填补了她们周围的细节。小说的基调是恶性通货膨胀、失业和错误的无现金经济，肯恩对战时柏林的描写，就像阿尔弗雷德·德布林在1929年写的更宏大、更“重要”的小说《柏林，亚历山大广场》一样尖锐。她将柏林的工作场所、后街和夜总会视为地球上最伟大的免费表演，而《吉尔吉，我们中的一员》尤其擅长描绘其中的喧嚣：意识流、重叠的对话、戏剧性的布景。她的女主人公让人联想到琼·里斯伟大的早期小说《黑暗中的航行》和《早安，午夜》中挣扎的叙述者，她们还没有被剥夺纯真。肯恩笔下的女性在细节上也有类似的轻描淡写（在《穿假丝绸的女孩》的开篇，多丽丝醒来后发现自己睡前忘了洗脚。“经过前一天忙碌的夜晚，我太累了。”）她们都愿意挑战社会的期望，比如德国关于堕胎的法律。不足为奇的是，即使在纳粹上台之前，肯恩就因“对德国女性的粗俗诽谤”而遭到诋毁，一位评论家在1932年写道。然而，她的前两本书却在商业上大受欢迎，并很快被翻译成其他语言。同样是在1932年，《纽约时报》将《吉尔吉，我们中的一员》描述为一部“谦虚地与男人写的书形成令人愉快的对比的小说……因为它的表现方式和观点是完全新鲜的”。这种“新鲜感”来自于肯恩吸引读者的能力——这是文学作品中经常被忽视的宝贵品质，也来自于她的机智、坦率和她的人物在过度自信（“我觉得自己强壮得像一把左轮手枪。我是一部侦探小说”）和绝望（“我怎么努力改变事情都没有关系——什么都没有用”）之间的摇摆。她把多丽丝的故事写成令人难以呼吸的实时日记（“我刚刚经历了一个轰动性的事件”）的技巧，进一步保证了与读者的亲近感。在1937年的小说《午夜之后》中，这种令人不寒而栗的风格仍在继续，但更锋利，目的也更丰富。在这本小说中，肯恩不是在嘲笑魏玛共和国，而是直接嘲笑纳粹、他们的支持者甚至希特勒（“就拿元首来说吧：他几乎把自己的一生都奉献给了被人民拍照。嗯，名声总是需要一些牺牲”），尽管是在奥斯坦德这样安全的流放地。在那里，她和她的情人约瑟夫·罗斯进行被她称为“最纯粹的文学奥林匹克竞赛”的活动，每天在咖啡馆的两端，比赛写出比对方更多的作品。但曾在纳粹政权下生活过三年的肯恩知道她说的是什么：这个故事也是由一个年轻女子（19岁的桑妮）叙述的，具有残酷的真实感。邻里之间已经反目成仇：“当我看到人们疯疯癫癫、不快乐的时候，我不再感到奇怪。只有当我看到他们像正常人一样行事时，我才会感到奇怪。”幽默感还是有的，虽然是黑色的那种：母亲们为谁的孩子应该被允许冲破人群去给希特勒递花而争吵，一个人发明了一根占卜棒来探测犹太人。而桑妮继续像肯恩笔下的女主角一样思考，感叹政治污染一切之前的日子：“以前两个女孩一起去女厕所的时候，总是那么温馨。你们一起给鼻头补妆，迅速地交换关于男人和爱情的重要信息。”《午夜之后》是肯恩早期小说中最具戏剧性的一部。故事涉及自杀和谋杀，发生在一天之内，书名指的是桑妮和她的伙伴弗兰茨必须决定是留在德国还是逃离的那一夜。逃亡是肯恩笔下的女性常见的反应，对于多丽丝来说，她不想“回到我以前的样子”，对于吉尔吉来说，她在故事的最后跳上火车，寻求“逃离现实？飞向更好的现实？”肯恩自己的旅行带着她穿越欧洲，进入美国，然后在1940年回到德国。她的韧性和勇敢掩盖了苦难：信中讲述了她如何自残，如何因酗酒而接受治疗，在1982年去世前的最后几十年里，她很少写作。但她明亮、美丽的早期书籍依然存在，还有她那些矛盾、有趣的女主人公，“喝下‘同意’的酒，幸福得晕头转向，”正如吉尔吉所说，“但你还是知道‘同意’背后的‘不同意’。”",
    "name_more_cn": [],
    "personage_id": "27317856",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1112024",
    "personage_link": "https://www.douban.com/personage/27317856/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1982年5月5日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-06T03:50:03"
}