{
    "sid": "1117838",
    "name": "Scott McKenzie",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1523708438.7.jpg",
    "imdb_id": "nm0571609",
    "name_en": "",
    "name_full": "Scott McKenzie",
    "birth_date": "1939年1月10日",
    "birth_place": "美国,佛罗里达州,杰克逊维尔",
    "last_movies": [
        {
            "id": 30235648,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523510810.jpg",
            "title": "Under the Smogberry Trees",
            "release": 1
        },
        {
            "id": 5054000,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524657694.jpg",
            "title": "The Great Lester Boggs",
            "release": 1
        }
    ],
    "introduction": "Scott McKenzie (b. 10 January 1939, Jacksonville, Florida) is a singer best known for his 1967 hit of “San Francisco (Be Sure To Wear Flowers In Your Hair).”San Francisco was featured in the highly acclaimed movie Forrest Gump.He grew up in North Carolina and Virginia, where he became friends with the son of one of his mother’s friends, John Phillips. In the mid 1950s, he sang briefly with Tim Rose in a high school group called The Singing Strings, and later with Phillips, Mike Boran and Bill Cleary formed a doo wop band, The Abstracts. In New York, The Abstracts became The Smoothies and recorded two singles with Decca Records, produced by Milt Gabler. In 1961 Phillips and McKenzie met Dick Weissman and formed The Journeymen, which recorded three albums for Capitol Records. After disbanding The Journeymen in 1964, they discussed forming a group called The Mamas  the Papas. McKenzie wanted to perform on his own, so Phillips formed the group with Denny Doherty, Cass Elliot and Michelle Phillips, his second wife. The group soon moved to California. Two years later, McKenzie followed from New York and signed with Lou Adler’s Ode Records. Phillips wrote and produced “San Francisco (Be Sure To Wear Flowers In Your Hair)” for McKenzie, which was released in 1967. Phillips played guitar on the recording and Michelle Phillips played bells. It became a top-five smash in the United States and a number one hit in many other countries in the world.“San Francisco” became a hippie anthem in the United States and was popular around the world. It was played during the Summer of Love in San Francisco. McKenzie followed it with “Like An Old Time Movie”, also written and produced by Phillips, which was a minor hit. His first album, The Voice of Scott McKenzie was followed with an album called Stained Glass Morning. He stopped recording about that time in the early-1970s and lived in Joshua Tree, California and Virginia Beach.In 1986, he started singing with a new version of The Mamas and the Papas and in 1988 co-wrote the Beach Boys hit “Kokomo” with Phillips, Mike Love and Terry Melcher featured in the hit Tom Cruise movie Cocktail. In 1998 he retired from the road version of The Mamas and Papas. He currently resides in Los Angeles, California.",
    "name_more_cn": [],
    "personage_id": "27323681",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1117838",
    "personage_link": "https://www.douban.com/personage/27323681/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Decca Records / Capitol Records"
        },
        {
            "label": "流派",
            "value": "流行"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Philip Blondheim (本名)"
    ],
    "update_at": "2025-09-28T06:35:54"
}