{
    "sid": "1119166",
    "name": "阿莱西亚·马库奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p35174.jpg",
    "imdb_id": "nm0546220",
    "name_en": "Alessia Marcuzzi",
    "name_full": "阿莱西亚·马库奇 Alessia Marcuzzi",
    "birth_date": "1972年11月11日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 35890227,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872664268.jpg",
            "title": "西洋镜",
            "release": 1
        },
        {
            "id": 5226902,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Il giudice Mastrangelo",
            "release": 1
        },
        {
            "id": 5203850,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529537624.jpg",
            "title": "Scherzi a parte",
            "release": 1
        },
        {
            "id": 5200179,
            "year": "1964",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Festivalbar",
            "release": 1
        },
        {
            "id": 5164000,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1989686907.jpg",
            "title": "爱情女巫",
            "release": 1
        },
        {
            "id": 2287012,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1988737656.jpg",
            "title": "侏罗鸡公园",
            "release": 1
        },
        {
            "id": 2123679,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "神勇搭档",
            "release": 1
        },
        {
            "id": 2084720,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640260991.jpg",
            "title": "宪兵队的故事 第一季",
            "release": 1
        },
        {
            "id": 1939080,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tutti gli uomini del deficiente",
            "release": 1
        },
        {
            "id": 1763668,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871998841.jpg",
            "title": "Il mio West",
            "release": 1
        }
    ],
    "introduction": "Born in Rome, she has debuted in Telemontecarlo hosting Attenti al dettaglio and then Qui si gioca, with Josè Altafini, in the 1991/1992 season. In march 1992 also presented the kids show Amici mostri. In the 1992/1993 season hosted the intertainment sho Novantatrè, with Umberto Smaila.[1] Has appeared in RAI televisions in 1994, with Gigi Sabani, in Il grande gioco dell'oca.[2] In 1994 also debuted as actress in the movies Chicken Park, directed by Jerry Calà, and Tra noi due è tutto finito.She started working in Mediaset from Novembre 1995 hosting the Italia 1 saturday afternoon program Colpo di fulmine, until June 1997. It became a daily show in 1996, because of his great success.[3] Thanks to this program has become one of the most important Italia 1 host; in this period she started hosting the well-known music festival Festivalbar, from 1996 to 2002, with whom she won a Telegatto in 2001, has presented the late night show 8 millimetri with Paolo Brosio and, from 1997 to 1998, the afternoon show Fuego!.[4] She also presented the primetime show Mai dire Gol, from 1998 to 2000, with Ellen Hidding and the Gialappa's Band. In these years acted in the movies Gunslinger's Revenge, directed by Giovanni Veronesi, Tutti gli uomini del deficiente, and the TV movie Un cane e un poliziotto and the series Tequila & Bonetti, acting with Jack Scalia. In 2000 hosted the pilot of Macchemù, with Paola Barale, dedicated to television themes and won the Oscar TV as \"Personaggio televisivo femminile dell'anno\".[5]From 2000 has replaced Simona Ventura in the Italian version of Caiga Quien Caiga, named Le Iene, presenting it until 2005, aired by Italia 1 initially as late night show and then as primetime show.[6]In 2002 and 2003 she presented the Telegatto's awards and, in 2003 too, the Galà della pubblicità, with Heidi Klum; both the events were aired by Canale 5.[7] In Autumn 2003 has hosted the charity show La fabbrica del sorriso, with Gerry Scotti, Claudio Bisio and Michelle Hunziker. In the same years has won Premio Flaiano and another Oscar Tv for Le iene.After hosting an edition of Scherzi a parte in 2005, with Diego Abatantuono and Massimo Boldi,[8] in 2006 has replaced Barbara d'Urso presenting the Italian version of Big Brother, Grande Fratello, that she's still hosting.[9]From 2004 to 2006 she was the protagonist of the television series Carabinieri, while in 2007 she acted in Il giudice Mastrangelo 2. Acted also in the TV movie Un amore di strega, with Pietro Sermonti, her partner in 2009, and in the sitcom Così fan tutte, with Debora Villa. Her credits also include performances in various films and television, with starring roles in Leonardo Pieraccioni's 1998 feature film Il mio West, as well as the TV shows Tequila and Bonetti (2000) and Carabinieri.She had a child without being married with Simone Inzaghi, an Italian footballer. After their separation, she had an affair with the Italian actor Pietro Sermonti and is actully engaged with the television host and singer Francesco Facchinetti.",
    "name_more_cn": [],
    "personage_id": "27325009",
    "family_member": [
        "Francesco Facchinetti,"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1119166",
    "personage_link": "https://www.douban.com/personage/27325009/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-12T09:52:08"
}