{
    "sid": "1119990",
    "name": "Amanda Marshall",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/25136.jpg",
    "imdb_id": "nm0550740",
    "name_en": "",
    "name_full": "Amanda Marshall",
    "birth_date": "1972年8月29日",
    "birth_place": "加拿大,安大略省,多伦多",
    "last_movies": [
        {
            "id": 5232644,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "2012 Muchmusic Video Music Awards",
            "release": 1
        }
    ],
    "introduction": "Amanda Marshall (born August 29, 1972 in Toronto, Ontario, Canada) is a Canadian pop-rock singer.Marshall studied music extensively in childhood, attending the Royal Conservatory of Music in Toronto, but she first grabbed attention while attending high school at Jarvis Collegiate, often performing as an ‘opening act’ for other local bands performing cover songs by artists like Janis Joplin at venues like The Concert Hall, The Horseshoe Tavern, and Lee’s Palace. While performing on the Queen Street West bar scene she eventually met guitarist Jeff Healey, who was struck by her powerful voice and took her on tour. She was subsequently signed to a management contract by Jeff’s drummer, Tom Stephen, who had formed Forte Management and Forte Records to handle Jeff’s career, and Tom successfully negotiated a record deal with Sony’s Epic Records.In 1995, Marshall released her self-titled debut album, and it was a massive hit in Canada, spawning six Top 40 hits — “Let It Rain”, “Beautiful Goodbye”, “Dark Horse”, “Fall From Grace”, “Sitting on Top of the World” and “Birmingham”.  Unfortunately, it was not immediately released in the USA, and it did not receive the same radio attention when it eventually hit the shelves although it did crack Billboard’s Heatseekers Chart for several months. The album remains her biggest hit internationally. Elton John described Amanda as “his favourite new American artist” while being interviewed on Late Night with David Letterman, when asked who he’s listening to.In 1999, she released her follow-up album, Tuesday’s Child, which was produced by Don Was (B-52’s, Joe Cocker, Bob Dylan, Elton John, Michael McDonald, Iggy Pop, Bonnie Raitt, The Rolling Stones), and features collaborations by songwriting heavyweights Carole King and Eric Bazilian.  It followed in the same vein as her debut, with a mix of soulful pop songs and ballads, highlighting her powerful voice.  Her song “Ride” would be featured in the film The Replacements and on its soundtrack. Richie Sambora of Bon Jovi was the guest guitarist on the track called “Why Don’t You Love Me”. Another one of the CD’s hit singles, “Believe In You,” which she co-wrote with Eric Bazilian, was featured on the TV show `Touched By An Angel` and its official soundtrack, and the song is currently on the Believe fund-raising compilation marketed by CharityCDs.com.In 2001, she released her third album, Everybody’s Got a Story, which was produced by Peter Asher (Cher, Neil Diamond, Billy Joel, Chantal Kreviazuk, Bonnie Raitt, Diana Ross, Linda Ronstadt, James Taylor). It marked a change in style and sound for Marshall, with a more noticeable RB direction. Her singles “Everybody’s Got a Story” and “Sunday Morning After” received major Canadian airplay.In 2003, Sony released a 16 song singles compilation entitled Intermission - The Singles Collection. Unfortunately, shortly after this release Sony BMG did not renew Amanda’s contract, and she has been without the support of a major record label.  On November 28, 2006, Sony BMG released another  greatest hits “anthology” entitled Collections.Fans of Amanda Marshall can join her fan group at Last.fm by clicking this link:http://www.last.fm/group/Amanda+Marshall",
    "name_more_cn": [],
    "personage_id": "27325833",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1119990",
    "personage_link": "https://www.douban.com/personage/27325833/",
    "property_other": [],
    "name_more_other": [
        "Amanda Lindsay Marshall (本名)",
        "Manda (昵称)"
    ],
    "update_at": "2025-04-25T02:50:22"
}