{
    "sid": "1120957",
    "name": "托马斯·米连",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1481132414.75.jpg",
    "imdb_id": "nm0587401",
    "name_en": "Tomas Milian",
    "name_full": "托马斯·米连 Tomas Milian",
    "birth_date": "1933年3月3日",
    "birth_place": "古巴,哈瓦那",
    "last_movies": [
        {
            "id": 36097164,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880656125.jpg",
            "title": "Tizian: Im Reich der Farben",
            "release": 1
        },
        {
            "id": 36084229,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879583986.jpg",
            "title": "Cara e Coragem",
            "release": 1
        },
        {
            "id": 36071438,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879090061.jpg",
            "title": "Masterchef Season 18",
            "release": 1
        },
        {
            "id": 36070005,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898355143.jpg",
            "title": "杰克和吉尔的传说2",
            "release": 1
        },
        {
            "id": 36065654,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "黑色凯撒",
            "release": 1
        },
        {
            "id": 34454163,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564215080.jpg",
            "title": "遗失的镜头",
            "release": 1
        },
        {
            "id": 26710794,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2696875982.jpg",
            "title": "欧洲式犯罪：七十年代的意大利警匪片",
            "release": 1
        },
        {
            "id": 22724513,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631158825.jpg",
            "title": "荒野侠客",
            "release": 1
        },
        {
            "id": 4317842,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605905974.jpg",
            "title": "Denn sie kennen kein Erbarmen - Der Italowestern",
            "release": 1
        },
        {
            "id": 4258546,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "通心粉西部片",
            "release": 1
        }
    ],
    "introduction": "Tomás Milian nasce come Tomás Quintin Rodriguez-Varona Milian Salinas De La Fé y Alvarez De La Campa il 3 marzo 1933 (errate le fonti che lo danno del 1932, 1936 o 1937) nel piccolo villaggio cubano di Marianao, nei pressi de L’Avana, da Dolores e Tomás, capitano dell’esercito di Gerardo Machado, dittatore che nell’agosto del ‘33 viene rovesciato da Fulgencio Batista. L’ufficiale Tomás senior, combatte valorosamente in difesa di Machado, ma viene messo in prigione prima, e in manicomio poi.Il piccolo Tomas cresce senza padre per i primi 5 anni di vita, insieme alla madre, a quattro fratellastri e alla piccola sorellina Eliana. La vita non è facile in particolare per i problemi interni alla famiglia ulteriormente aggravati dalla instabile situazione politica del Paese. Fortunatamente per l’economia dei Rodriguez, il capitano Tomás viene richiamato in servizio da Batista nel 1938 e il piccolo Tomas viene mandato dai genitori nella scuola dei rigidi e conservatori Salesiani cubani.I rapporti tra Tomas senior e Tomas junior appaiono subito molto difficili, sia per la rigidità militare condita con la fragilità mentale del genitore sia per la sensibilità e la scontrosità del piccolo. L’apice della discordia tra i due si ha il 31 dicembre 1945, quando l’ufficiale decide di togliersi la vita con un colpo di pistola proprio sotto gli occhi del figlio.Dopo una travagliata adolescenza, Tomas lavora come editore e partecipa a gare di canottaggio, anche se presto capisce che la sua vera aspirazione è quella di diventare attore, inseguendo le orme del suo idolo James Dean. È Miami la prima fermata di Milian nel 1955, dove inizia a studiare inglese e pittura. All’Università dell’Accademia Teatrale di Miami ha la sua prima scrittura, in una piece intitolata The Boat without Fishermen. Un anno più tardi Milian si trasferisce a New York dove, dopo il servizio militare, un tentato suicidio, lavori umili e saltuari e altre mille difficoltà, riesce a entrare nel famoso Actors’ Studio di Elia Kazan e Lee Strasberg. Qui Milian apprende i fondamenti del “metodo Stanislavskij”Grazie alla sua formazione all’Actors Studio, Milian inizia a lavorare in Teatro off-Broadway nel Maidens and Mistresses at home at the Zoo (accreditato come Tom Milian) di Meade Roberts. Nel 1958 Milian recita una piccola parte in due serie televisive, Decoy e The Millionaire. Ma è proprio nei teatri di New York che Jean Cocteau e Giancarlo Menotti notano Tomas, decidendo di portarlo in Italia, a Spoleto, per il “Festival dei Due Mondi”, dove avrebbe recitato in una pantomima di Franco Zeffirelli intitolata Il Poeta e la musa. Non passa molto tempo perché Milian ottenesse la sua prima parte in un film italiano: una breve apparizione in La notte brava (1959). Il film, diretto da Mauro Bolognini, spettatore del Festival di Spoleto, segna l’inizio della lunga e fortunata carriera di Tomás Milian nel cinema italiano.L’arrivo in Italia di Tomas MilianL’anno seguente Tomas, stabilitosi in una piccola pensione romana, firma un contratto di cinque anni con la Vides del produttore Cristaldi, che gli fa impersonare indistintamente ruoli di partigiano, di conte, di malato mentale, di proletario, di bandito a dimostrazione di una versatilità impressionante dell’attore che comincia a far parlare di sé sia per le sue interpretazioni sia per la sua dolce vita, raccontata magistralmente nelle cronache bizantine dal barone De Boccard nel settimanale romano Lo Specchio.Durante questi anni Milian recita prevalentemente in importanti ruoli di supporto in numerose produzioni rispettabili, come ne Il bell’Antonio (1960) con Marcello Mastroianni e ne I delfini di Francesco Maselli.Pur non amando Milian questo suo periodo artistico, non possiamo non ricordare almeno il ruolo del conte Ottavio impersonato nell’ottimo Il lavoro di Visconti (1962, episodio di Boccaccio 70), del rinchiuso Dario in Giorno per giorno disperatamente e del tormentato Michele de Gli indifferenti, interpretazione che gli vale il premio come miglior attore al Festival di Mar Del Plata, nel 1964. In teatro invece, suscita scalpore la piece L’isola dove recita nudo insieme a Barbara Steele.Nello stesso anno si lega definitivamente con Rita Valletti, la donna che rimarrà al suo fianco fino alla scomparsa, avvenuta nell’aprile del 2012, che gli darà il figlio Tommaso.Per abbandonare le produzioni di Cristaldi, Tomas deve assolutamente interpretare Raffaello Sanzio ne Il tormento e l’estasi (1965) di Carol Reed, con Charlton Heston nei panni di Michelangelo. “Non ne volevo sapere, non volevo vestirmi da stronzo, con quella calzamaglia color diarrea di scimmia” ebbe a dire Milian anni dopo. Ma il prezzo da pagare per non aver più vincoli contrattuali è proprio la sua partecipazione al film.Non avendo più soldi, Milian prova la carriera musicale, incidendo un paio di 45 giri e collezionando serate in giro per l’Italia, insieme al suo gruppo formato da Ray Lovelock, dai fratelli Piccinno, e da Maurizio Luzi, Fido Colangelo e Giuseppe Colella.Gli Spaghetti WesternDopo il tremendo successo di “Per un pugno di dollari” (1964) di Leone, i produttori cominciarono a realizzare in massa dei “western all’italiana”, un genere che porta alla ribalta un gruppo di ottimi attori: Franco Nero, Lee Van Cleef, Giuliano Gemma e, per l’appunto, Tomás Milian. Molti western italiani trattano il tema della rivoluzione messicana, Milian, che ha un retaggio etnico appropriato, si addice perfettamente al contesto. I film sulla rivoluzione messicana sono parte di quel filone chiamato “Spaghetti Western Politico”, una sottocategoria in cui Milian si distingue nelle parti di onorevoli banditi, quali l’archetipico peone Cuchillo, un proscritto della rivoluzione messicana apparso per la prima volta ne La resa dei conti di Sergio Sollima (1967). E’ proprio la collaborazione con Sergio Sollima che fa di Milian un volto noto agli appassionati di cinema e che lo elegge a vera stella dello Spaghetti Western.La carriera cinematografica di Milian si riavvia quindi grazie al regista spagnolo Eugenio Martin, il quale gli affida il ruolo del cattivo bandito messicano ne El precio de un hombre aka The Bounty Killer western violento tratto dal romanzo “The Law and Jake Wade” di Marvin H. Albert.All’inizio del 1967, Milian è il protagonista del film Se sei vivo spara di Giulio Questi, un’ escursione surreale e, per l’epoca, ultraviolenta che ha problemi con la censura e che favorisce l’ascesa di Milian a vera figura cult per gli amanti dello Spaghetti Western. Successivamente vengono prodotti i tre Western di Sollima, La resa dei conti, Faccia a faccia ed infine Corri, uomo, corri (1968), nel quale Milian torna alla sua indimenticabile interpretazione di Cuchillo, il messicano tra il patetico, il comico e l’eroico, sempre alla ricerca di qualcosa. Tra gli altri western di spicco si ricorda Tepepa (1969), diretto da Giulio Petroni, in cui recita anche Orson Welles, un film che trae decisamente ispirazione al Cuchillo di Milian. Dal 1970 in poi Milian recita in una serie di western con un maestro del genere, Sergio Corbucci, anticipando la successiva e fortunata collaborazione che Milian avrà con il fratello di Sergio, Bruno.Nell’eccezionale Vamos a matar, compañeros (1970), in cui recita con Franco Nero, il personaggio di Milian è simile a Cuchillo, ma mostra un approccio più sgargiante e con maggiore improvvisazione alla caratterizzazione, con risultati ancora una volta convincenti. Gli altri impegni nei film Western degli anni Settanta sono ancora più strani, come il suo ruolo di un samurai giapponese ne Il bianco, il giallo, il nero (1974) di Sergio Corbucci ed i due Western comici con il “chaplinesco” personaggio di Provvidenza, completo di baffi, bombetta ed ombrello. Anche se il fenomeno del Western all’italiana si sta lentamente scolorendo, ciò non provoca danni a Milian, che trova immediata popolarità in un altro campo, dato che l’età d’oro del film poliziesco italiano sta per cominciare. Tuttavia nel 1975 Milian fa un breve ritorno al Western con I quattro dell’apocalisse di Lucio Fulci, nel quale da un breve quanto vitale contributo con un’interpretazione demoniaca del fuorilegge psicopatico Chaco, ostentando un aspetto sullo stile di Charles Manson.Dai tardi anni Sessanta ai primi anni Settanta, Tomas Milian trova spazio in numerosi altri film di diverso genere. Nel 1968 recita in Banditi a Milano di Carlo Lizzani, l’anno successivo lavora ne I cannibali di Liliana Cavani insieme all’amico Pierre Clémenti e in Beatrice Cenci, un dramma epico diretto dal buon Lucio Fulci. Nel 1971 Tomas gira a Cuzco, sulle Ande peruviane, il delirante The Last Movie di Dennis Hopper, film inspiegabilmente premiato a Venezia e uscito in Italia solo in vhs negli anni Novanta. Di tutt’altro spessore i thriller – ormai divenuti cult – Non si sevizia un paperino di Fulci e La vittima designata di Maurizio Lucidi.All’inizio degli anni Settanta Milian è giustamente considerato uno dei migliori e dei più versatili attori del cinema italiano.Il PoliziescoTale immagine arriva tramite i “poliziotteschi”, un genere che può essere visto come l’erede oscuro del western all’italiana, con un fascino speciale per gli italiani.Tomás Milian viene introdotto nel genere nella metà degli anni Settanta attraverso uno di questi ruoli da poliziotto tenace, quello del vendicativo ispettore Tomas Ravelli in Squadra volante (1974), un pulp-thriller di Stelvio Massi.Dal cattivo Ravelli a uno ancora più cattivo, Giulio Sacchi, creato da Ernesto Gastaldi per il violentissimo Milano odia: la polizia non può sparare di Umberto Lenzi, uno dei maestri del genere. Poco allegorico il titolo dato dal mercato anglosassone al film, ovvero Almost Human, a dimostrazione della ferocia e della spietatezza del personaggio di Milian, il quale per caratterizzarlo ancora di più, inizia a bere e a tirare cocaina.. Il successivo film dell’accoppiata Lenzi/Milian è Il giustiziere sfida la città (1975), nel quale Milian viene trasformato in un eroico motociclista in lotta solitaria contro il crimine. Questo film è meno violento del precedente ed insieme a questo forma la base cruciale per il personaggio di Monnezza.Er MonnezzaIl personaggio di Monnezza (inserito ultimamente anche nella Treccani) offre un’interessante contraddizione con la personalità di Milian nella realtà, e la storia della sua creazione è piuttosto complicata.L’estremamente prolifico soggettista Dardano Sacchetti reclama di aver sviluppato il concetto originale di Monnezza nei film di Umberto Lenzi Roma a mano armata (1976) e Il trucido e lo sbirro (1976). Nel primo dei due, Milian recita di fronte all’archetipo del vigoroso poliziotto italiano, Maurizio Merli. Durante le riprese sorgono (si dice) grandi diverbi e rivalità tra le due stelle. Dato che Milian recita la parte del cattivo, tali disaccordi hanno un buon riflesso sulla chimica scenica di Milian e Merli, ed il film si tramuta in un grande successo. Comunque il soggettista Sacchetti scrive la parte di Milian, un malvivente gobbo, facendo riferimento a Il Gobbo, un classico cattivo romano presente anche nell’omonimo film di Carlo Lizzani del 1960. Siccome c’è un certo tocco ironico nella caratterizzazione di Milian, nell’occasione capellone, la simpatia del pubblico per lui è addirittura superiore a quella per il protagonista. Per il ruolo del “cattivo” Milian fa anche delle ricerche. Infatti secondo Sacchetti, Milian trae ispirazione dalla sua controfigura, il mitico Quinto, un romano il cui dialetto scurrile lo diverte moltissimo. Questi elementi hanno un effetto solo parziale nei film di Lenzi e per Milian la successiva produzione di Luciano Martino, La banda del gobbo (uscito nel 1977) è una prova problematica dato che sorgono dei problemi con l’attore protagonista Luc Merenda, simili a quelli sorti con Maurizio Merli.Comunque Milian ha la possibilità di lasciare la produzione e di lavorare con Galliano Juso e con il regista Bruno Corbucci, che avevano bisogno di un attore per il loro progetto Squadra antiscippo, il primo degli undici film della serie con Nico Giraldi. Secondo Juso, Milian aveva dei dubbi sul personaggio di Giraldi, in particolare non riusciva ad immaginarsi nei panni un po’ bohemien di questo poliziotto. Alla fine cedette e tutti gli elementi dei personaggi di Milian dei precedenti film polizieschi vennero miscelati meravigliosamente in Monnezza. Dardano Sacchetti ha correttamente osservato che Corbucci ed il soggettista Mario Amendola, essendo scrittori di commedia e non d’azione, furono le persone che finalmente prestarono adeguata attenzione alla personalità dei loro personaggi, permettendo quindi a Milian di fiorire in questa parte.Bruno Corbucci ebbe a dire che per i film di Monnezza lui e Milian facevano affidamento reciproco: Milian confidava nel regista per l’individuazione di storia e situazioni, mentre Corbucci confidava nei vari trucchi e nelle numerose gesticolazioni di Milian, un campo in cui Corbucci lo considerava incomparabile.È l’apoteosi, il trionfo dell’attore cubano che riesce ad impersonare personaggi romaneschi con disarmante disinvoltura. Doppiato dall’ottimo Ferruccio Amendola, Milian in alcuni casi scrive i dialoghi del suo personaggio, a dimostrazione dell’amore viscerale e della simbiosi per le sue nuove due maschere.Milian dichiara infatti che nonostante il romanesco non si addicesse esattamente al suo retaggio di borghese cubano si era innamorato di questa parlata perché era vera, era quella della gente comune e della cultura di Roma.Milian ha grande successo e per il personaggio di Monnezza vince il premio Rodolfo Valentino per l’attore più creativo e nel 1980 riceve il premio Antonio de Curtis per la commedia.Nel 1984 arriva l’ultimo film della serie, Delitto al Blue Gay, che chiude un’era unica nel cinema popolare italiano.Altre ProduzioniMilian non dimentica di essere un attore dell’Actors’Studio e prende parte a pellicole d’autore sia italiane che internazionali. Vince il Nastro D’Argento per la convincente interpretazione di un padre di un ragazzo drogato ne La luna (1979) di Bernardo Bertolucci ed è protagonista del drammatico Identificazione di una donna di Michelangelo Antonioni. Brevi apparizioni in The Winter Kills (1980) e in Monsignor (1982).Smessi i panni dell’ispettore, nel 1984, Milian cerca nuovi stimoli e nuove identità. Pubblica un libro di fotografia e fa la spola tra Roma e l’India, dove si reca più volte per incontrare “questo santone con i capelli uguali a quelli del Monnezza” per disintossicarsi da alcol e droghe. L’anno seguente lascia l’Italia per tornare a New York, ma riesce a partecipare solamente a qualche episodio delle serie tv The Equalizer e Miami Vice.In America è un perfetto sconosciuto e allora ricomincia dal Teatro interpretando la commedia di Irene Fornes Lovers and Keepers con Sheila Dabney e, più avanti, impersonando il dittatore nel musical Sueños scritto dai Mabou Mines.L’Italia gli offre, in coproduzione con la Francia, il ruolo di Erode nel (tremendo) film Salomé di Claude D’Anna, e ancora ruoli da protagonista nell’horror metafisico padano Luci lontane e nel film tv Una casa a Roma, trasmesso da RaiUno in doppia prima serata, l’8 e il 9 aprile 1989.A Milian affibbiano ruoli da caratterista, solitamente nei panni del cattivo, in Cat Chaser (1989) di Abel Ferrara, in Revenge (1990) di Tony Scott, in Havana (1990) di Pollack e in JFK (1991) di Oliver Stone.A Tomas però, capita la grande occasione americana, nel settembre del 1992 quando la CBS lo scrittura per Frannie’s Turn, assieme all’inglese Miriam Margolyes, una sit-com molto divertente in cui si narrano le vicende della famiglia Escobar. Purtroppo però, per mancanza di audience, dopo solo cinque puntate la sit-com viene interrotta definitivamente, con grande rammarico dei protagonisti.Smaltita la delusione, Milian si dà ancora una volta al Teatro interpretando La Morte e la fanciulla al Mark Taper Forum di Los Angeles (1994), il torturatore Nick ne Il bicchiere della staffa di Pinter e il gay Molina ne Il bacio della donna ragno al Coconut Grove di Miami (1999), diretto dall’italiano Prestigiacomo. Il cinema lo relega in commedie divertenti (Fools Rush In) o nei soliti ruoli del cattivo (The Yards, The Cowboy Way) mentre la televisione lo sfrutta decisamente meglio in film e serie tv (Last Mafia Marriage, The Burning Season, Bitter Harvest, Oz).Gli anni Duemila portano a Tomas altre soddisfazioni: innanzitutto comincia a scrivere l’autobiografia su idea del caporedattore di Nocturno Manlio Gomarasca e poi il fiorente mercato dei dvd lo “riscopre” grazie a nuove edizioni ed ad interviste inserite proprio negli extra degli stessi dvd. Così Milian, senza far niente, riceve visibilità grazie a produzioni home video americane e tedesche che gli consentono di dire la sua riguardo molti film del passato (stranamente mai nessuna label italiana è mai riuscita a inserire tra gli extra dei dvd una videointervista a Milian).La riscoperta è iniziata e culmina con la partecipazione al kolossal Traffic diretto da Soderbergh nel 2001 dove Milian presta la sua fisionomia al perfido generale Salazar, suscitando ottime critiche sia dall’America che dall’Italia e nel film The Lost City (2005) diretto e interpretato da Andy Garcia.Dopo anni, Milian ricomincia a far parlare di sé nel nostro Paese.Torna protagonista pochi anni dopo nel dramma Washington Heights di Alfredo De Villa e nel giallo politico La fiesta del chivo, tratto dal libro omonimo di Mario Vargas Llosa sugli ultimi giorni di vita del dittatore Trujillo e diretto dal nipote dello scrittore, Luis. Tomas è perfetto nei panni di Trujillo, cinico e massacratore, cattivo come nei suoi ruoli migliori degli anni Settanta. Lo staff di questo sito è riuscito ad organizzare l’unica proiezione italiana conosciuta di questo grande film, l’11 gennaio 2013 presso il Cineclub Detour di Roma, in versione originale sottotitolata.A 77 anni Tomas Milian torna finalmente a Roma nel dicembre del 2009 per girare una fiction in quattro puntate, Roma nuda, diretta da Giuseppe Ferrara e scritta dallo stesso Milian con Dardano Sacchetti, già sceneggiatore di molti poliziotteschi anni Settanta. Prodotta da Massimiliano Caroletti, la fiction è stata ultimata in quasi tre anni per via di diversi problemi economici e anche di qualche disgrazia, come le scomparse di due interpreti importanti come Francesco Quinn e Franco Califano.“Roma Nuda è un film bellissimo e il regista è stato un amore. Tornare a Roma è come tornare a casa, qui ci sono i miei amici, i miei fan. Mi avevano detto che la gente mi amava ancora, ma non mi aspettavo fino a questo punto” ha detto Milian di recente.Intanto nell’aprile del 2012, all’ospedale di Miami, per un tumore ai polmoni, muore la signora Milian, Rita Valletti, compagna dell’attore per oltre 50 anni.Milian tornerà in Italia sia nel 2013 – per essere testimone alle nozze proprio di Caroletti con l’ex pornostar Eva Henger – sia nel 2014, per ritirare il Marc’Aurelio alla carriera, consegnatogli da Sergio Castellitto nella serata inaugurale del Festival di Roma. Nello stesso periodo, esce nelle librerie per Rizzoli, dopo una gestazione di quasi quindici anni, la sua autobiografia Monnezza amore mio, curata dal critico milanese Manlio Gomarasca.Tomas, per tutto il mese di ottobre, firma autografi per le librerie di Roma, in occasione della presentazione del volume, prima di tornare definitivamente nella sua casa di Miami Beach.Dopo pochi giorni dal suo rientro, il 5 novembre 2014, esce nelle sale americane la commedia Fugly!, divertente pellicola autobiografica interpretata da John Leguizamo, presentata in anteprima al Festival di Seattle qualche mese prima e diretta da quel De Villa che aveva già voluto Tomas in Washington Heights.L’ultima fatica per Tomas è il documentario autobiografico The Cuban Hamlet, fortemente voluto dal regista Giuseppe Sansonna e andato in onda il 16 dicembre 2014 su Rai Movie. Tomas, per l’occasione, torna nella natìa L’Avana, raccontando parte della sua vita passeggiando per quella città che aveva abbandonato nel 1956. “Questa è la chiusura ideale della mia lunga carriera, il cerchio che si chiude…” dice Tomas ai giornalisti cubani che lo intervistano ad una mostra a lui dedicata nella città natale.Il cerchio si chiude veramente il 22 marzo 2017. Per un ictus, Tomas muore a 84 anni, nella sua casa sita al 900 della Sedicesima Strada di Miami, indirizzo che per vent’anni è stato mèta di pellegrinaggio di fan da tutto il mondo. “Mi fa un enorme piacere quando gente che non conosco mi ferma per strada per farmi i complimenti, molti mi suonano direttamente al campanello di casa solo per stringermi la mano. Soprattutto a Miami, non sono abituato a tutto questo e a volte faccio delle gran figuracce”.Nel ringraziare Tomas per tutto quello che ha fatto per Roma, per l’Italia e per il cinema, noi del sito continueremo a seguire, organizzare e informare tutti i suoi fan su ogni iniziativa che lo riguardi.",
    "name_more_cn": [
        "汤马士·米兰"
    ],
    "personage_id": "27326800",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1120957",
    "personage_link": "https://www.douban.com/personage/27326800/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2017年3月22日"
        }
    ],
    "name_more_other": [
        "Tomás Quintín Rodríguez (本名)"
    ],
    "update_at": "2025-01-31T15:52:49"
}