{
    "sid": "1121478",
    "name": "Elio Marcuzzo",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0546222",
    "name_en": "",
    "name_full": "Elio Marcuzzo",
    "birth_date": "1917年7月27日",
    "birth_place": "意大利,威尼托,特雷维索",
    "last_movies": [
        {
            "id": 34795747,
            "year": "1943",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565755472.jpg",
            "title": "Silenzio, si gira!",
            "release": 1
        },
        {
            "id": 5086609,
            "year": "1943",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565322874.jpg",
            "title": "Il treno crociato",
            "release": 1
        },
        {
            "id": 5083292,
            "year": "1942",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1496442507.jpg",
            "title": "Sissignora",
            "release": 1
        },
        {
            "id": 5072411,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2679001295.jpg",
            "title": "Il feroce Saladino",
            "release": 1
        },
        {
            "id": 5069832,
            "year": "1945",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501011915.jpg",
            "title": "卡门",
            "release": 1
        },
        {
            "id": 5069535,
            "year": "1943",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1745128989.jpg",
            "title": "Rita da Cascia",
            "release": 1
        },
        {
            "id": 5069512,
            "year": "1942",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565649166.jpg",
            "title": "La signorina",
            "release": 1
        },
        {
            "id": 5069328,
            "year": "1944",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2679008514.jpg",
            "title": "主教的帽子",
            "release": 1
        },
        {
            "id": 5069171,
            "year": "1945",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "给中尉的信",
            "release": 1
        },
        {
            "id": 1299228,
            "year": "1943",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2653901775.jpg",
            "title": "沉沦",
            "release": 1
        }
    ],
    "introduction": "Elio Marcuzzo (Treviso, 27 luglio 1917 – Breda di Piave, 28 luglio 1945) è stato un attore italiano, assassinato nell'immediato secondo dopoguerra da alcuni ex partigiani delle Brigate Garibaldi.Biografia e percorso artistico￼Gli iniziTrasferitosi a Roma nel 1936, seguì irregolarmente alcuni corsi di recitazione presso il Centro sperimentale di cinematografia. Nella capitale conobbe e frequentò, successivamente, Giuseppe De Santis e Gianni Puccini, e, fra i politici, Pietro Ingrao. Nel 1937 debuttò come attore, insieme ad Alberto Sordi, in un ruolo secondario ne Il feroce Saladino diretto da Mario Bonnard.Marcuzzo interpretò altre parti secondarie in alcuni film di cassetta girati in quegli anni, fino a quando Goffredo Alessandrini non gli affidò un ruolo importante in Nozze di sangue (1941) accanto a Fosco Giachetti e Luisa Ferida. Notato da Ferdinando Maria Poggioli, l'attore si fece ulteriormente conoscere e apprezzare nel film Sissignora (1942). Dopo essere tornato a lavorare a fianco di Alberto Sordi ne La signorina del 1942, a Marcuzzo venne offerto, nella primavera di quello stesso anno, un ruolo di particolare rilievo in un film di un giovane regista esordiente: Luchino Visconti. Il lungometraggio si sarebbe intitolato successivamente Ossessione, e avrebbe marcato come pochi altri la storia della cinematografia italiana.«Lo Spagnolo»Nel film l'attore dette vita a «Lo Spagnolo», un singolare venditore ambulante con connotazioni vagamente anarchiche, figura assolutamente inedita nella cinematografia italiana del tempo. Si disse in seguito che Visconti avesse scelto Marcuzzo, non solo per le sue indubbie doti interpretative ma anche per la sua condizione di omosessuale che avrebbe ulteriormente accentuato la carica eterodossa e ambigua del personaggio.Già Guido Aristarco all'inizio degli anni sessanta aveva parlato di ambiguità a proposito del ruolo de «Lo Spagnolo» soprattutto nel suo rapporto con quello di Gino, interpretato da Massimo Girotti. Qualche anno più tardi Yves Guillon, riallacciandosi ad Aristarco arrivò a maturare il convincimento che la relazione fra i due protagonisti maschili del film si poteva senz'altro configurare come un rapporto di chiara matrice omosessuale . Con questo personaggio antiretorico, irregolare, libertario, Visconti era comunque riuscito a creare, grazie alla magistrale interpretazione di Marcuzzo, una delle figure più emblematiche della cinematografia italiana degli anni quaranta.Gli ultimi filmSubito dopo aver terminato le riprese di Ossessione, nell'autunno del 1942, l'attore venne invitato a partecipare alla lavorazione di ben quattro film: Silenzio, si gira!, diretto da Carlo Campogalliani, Il cappello da prete con la regia di Ferdinando Maria Poggioli, Lettere al sottotenente di Goffredo Alessandrini e Carmen del celebre regista Christian-Jaque. In quest'ultimo film, girato interamente a Parigi, Marcuzzo ebbe come partner Viviane Romance e Jean Marais. Dei quattro lungometraggi solo i primi due vennero presentati al pubblico nel corso della guerra, gli altri, pur essendo stati entrambi ultimati ancor prima dell'estate del 1943, furono distribuiti un paio d'anni più tardi, al termine del secondo conflitto mondiale.Nel settembre del 1943, con l'invasione tedesca, si interruppe l'attività cinematografica che fu ripresa qualche mese più tardi a Venezia, in due stabilimenti allestiti con grande povertà di mezzi, subito dopo la costituzione della RSI. Elio Marcuzzo, uomo di sinistra, seppur non iscritto a nessun partito o movimento politico, non aderì al nuovo Stato di Mussolini preferendo ritirarsi a Cavriè dove era stata sfollata la famiglia.La morte violentaCirca tre mesi dopo la resa delle truppe tedesche, un gruppo di ex partigiani travestiti da militi della Guardia Nazionale Repubblicana, al comando di Gino Simionato (\"Falco\"), lo prelevò insieme a suo fratello Armando dal piccolo centro. I due, trasportati in un camion alla cartiera di Mignagola nei pressi di Breda di Piave vennero impiccati e, come rilevò la perizia medica, seppelliti ancora in vita . Al momento del decesso il giovane attore aveva appena compiuto ventotto anni.Il processoIl processo, intentato nella prima metà degli anni '50 contro i responsabili di tale efferato delitto, non andò oltre la fase d'istruttoria per subentrata amnistia quindi gli assassini non subirono condanne. Dagli interrogatori emerse che Marcuzzo venne impiccato per avere effettuato due traduzioni per conto di un impiegato comunale di Treviso durante il periodo della Repubblica Sociale Italiana: la prima dall'inglese, la seconda dal tedesco all'italiano; quest'ultima aveva originato il sospetto che l'attore fosse un collaborazionista e suo fratello un ipotetico complice .Un terribile equivocoNel 1998, nel corso di un'intervista rilasciata a Tatti Sanguineti, Pietro Ingrao, che aveva conosciuto personalmente Elio Marcuzzo a Roma, e che lo stimava, si espresse in questi termini: «Un terribile equivoco, una storia per me amarissima e triste. Elio condivideva le nostre speranze e il nostro odio per il fascismo» . Sempre Ingrao, in un noto programma radiofonico andato in onda su Raitre nell'ottobre del 2006, dopo aver ribadito ancora una volta l'estraneità di Elio Marcuzzo a quanto imputatogli dai suoi carnefici, ne mise in evidenza i sentimenti genuinamente antifascisti . Inoltre, nel 2006, a seguito della pubblicazione del libro Il Quizario del cinema italiano, il giornalista Sergio Sciarra riuscì per la prima volta a mettere in contatto telefonico Pietro Ingrao con la sorella di Elio, Rina Marcuzzo, che viveva a Treviso: i due parlarono a lungo della tragica vicenda e la telefonata, attesa per sessant'anni, si chiuse tra le lacrime di entrambi .",
    "name_more_cn": [],
    "personage_id": "27327322",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1121478",
    "personage_link": "https://www.douban.com/personage/27327322/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1945年7月28日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-10-11T10:30:09"
}