{
    "sid": "1126946",
    "name": "翁贝托·奥尔西尼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1519637515.54.jpg",
    "imdb_id": "nm0650753",
    "name_en": "Umberto Orsini",
    "name_full": "翁贝托·奥尔西尼 Umberto Orsini",
    "birth_date": "1934年4月2日",
    "birth_place": "意大利,皮埃蒙特大区,诺瓦拉",
    "last_movies": [
        {
            "id": 36880022,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917157281.jpg",
            "title": "Trifole",
            "release": 0
        },
        {
            "id": 35772581,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872906439.jpg",
            "title": "马赛尔",
            "release": 1
        },
        {
            "id": 35524077,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678237908.jpg",
            "title": "我们的蒙当",
            "release": 1
        },
        {
            "id": 35081756,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604696038.jpg",
            "title": "怪诞的皮科利先生",
            "release": 1
        },
        {
            "id": 30351391,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537049256.jpg",
            "title": "Agadah",
            "release": 1
        },
        {
            "id": 26894600,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573941548.jpg",
            "title": "罪恶",
            "release": 1
        },
        {
            "id": 5084030,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877761160.jpg",
            "title": "Lourdes",
            "release": 1
        },
        {
            "id": 4707873,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545212777.jpg",
            "title": "早起的鸟儿有虫吃",
            "release": 1
        },
        {
            "id": 2262176,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885908208.jpg",
            "title": "圣保罗",
            "release": 1
        },
        {
            "id": 2262140,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876083676.jpg",
            "title": "以斯帖",
            "release": 1
        },
        {
            "id": 2154116,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538345921.jpg",
            "title": "游击队员乔尼",
            "release": 1
        }
    ],
    "introduction": "TeatroDiplomato nel 1954 presso l'Accademia nazionale d'arte drammatica \"Silvio d'Amico\", ottenne i primi successi in teatro con la Compagnia dei Giovani e la regia di De Lullo (1957), recitando poi con la compagnia Morelli-Stoppa (L'Arialda, 1960, diretto da Luchino Visconti; Morte di un commesso viaggiatore, 1968), con Enrico Maria Salerno e Sarah Ferrati (Chi ha paura di Virginia Woolf?, 1963) e con Gabriele Lavia per la compagnia del Teatro Eliseo, di cui dal 1980 al 1997 è stato direttore artistico.CinemaDopo l'esordio nel cinema con Federico Fellini (La dolce vita, 1960), si afferma cinematograficamente con Luchino Visconti che lo dirige nel 1969 in La caduta degli dei, con cui si aggiudica il Nastro d'argento come migliore attore non protagonista, e nel 1973 in Ludwig.Lavora successivamente con Luigi Magni (La Tosca, 1973), Florestano Vancini (Il delitto Matteotti, 1973), Liliana Cavani (Al di là del bene e del male, 1977), Mino Bellei (Bionda fragola 1980), Marco Tullio Giordana (Pasolini, un delitto italiano, 1995), Sergio Rubini (Il viaggio della sposa, 1997), Guido Chiesa (Il partigiano Johnny, 2000, tratto dal romanzo di Beppe Fenoglio).Ha recitato spesso in produzioni straniere e segnatamente francesi, tra l'altro con Pierre Granier-Deferre, Jacques Deray e Claude Sautet. Nel 2008 ha ricevuto una seconda candidatura ai Nastri d'argento per la sua interpretazione in Il mattino ha l'oro in bocca.Prosa radiofonica Rai• Diario di un curato di campagna di Georges Bernanos, per la regia di Corrado Pavolini e trasmessa il 29 aprile 1958.• Racconto di giovane moglie, di Ronald Jeans, regia di Marco Visconti, trasmessa il 16 febbraio 1959.TelevisioneLa grande popolarità nazionale comunque Orsini la deve alla televisione, dove ha avuto modo di interpretare ruoli di peso in miniserie di grande successo. L'esordio televisivo avviene nel 1960 con il ruolo del giovane Partistagno in La pisana di Giacomo Vaccari, nel 1964 è Jean-Lambert Tallien ne I grandi camaleonti di Edmo Fenoglio ma il successo maggiore arriva nel 1969 con I fratelli Karamazov di Sandro Bolchi, sceneggiato che raccoglie consensi di critica e di pubblico, nel quale interpreta il personaggio di Ivan Karamazov.Da ricordare anche la sua intensa interpretazione nella parte di un avvocato accusato di complicità in omicidio nello sceneggiato Il Processo a Maria Tarnowska (1977). Nel 1979 è Robert Usher nella miniserie TV Racconti fantastici, nel 1984 si segnala come intenso protagonista di Notti e nebbie di Marco Tullio Giordana. Negli anni 1990-2000 è una presenza ricorrente negli sceneggiati Rai di argomento biblico-religioso (Salomone, Ester, Lourdes, San Paolo). È ancora da ricordare la sua gradevole conduzione, assieme a Delia Scala, nella prima edizione del programma di cucina domenicale Colazione allo studio 7 (1971), antesignano degli attuali format gastronomici, nel quale fu affiancato dal poi celebre enologo Luigi Veronelli.CaroselloDal 1971 al 1973 partecipò con Luigi Zerbinati agli sketch della rubrica televisiva pubblicitaria Carosello pubblicizzando il detersivo per piatti Last al limone della B.P.D./Snia.",
    "name_more_cn": [],
    "personage_id": "27332792",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1126946",
    "personage_link": "https://www.douban.com/personage/27332792/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-19T06:35:44"
}