{
    "sid": "1128995",
    "name": "斯蒂芬·R·佩鲁索",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6bd26d3dea285bd2a4ace24d46c7e088.jpg",
    "imdb_id": "nm0671401",
    "name_en": "Stephen R. Peluso",
    "name_full": "斯蒂芬·R·佩鲁索 Stephen R. Peluso",
    "birth_date": "1963年12月19日",
    "birth_place": "美国,马萨诸塞州,温彻斯特",
    "last_movies": [
        {
            "id": 36319971,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889511512.jpg",
            "title": "Only Kids See Ghosts",
            "release": 1
        },
        {
            "id": 2073723,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907982721.jpg",
            "title": "我们的日子",
            "release": 1
        },
        {
            "id": 2054350,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453093206.jpg",
            "title": "综合医院",
            "release": 1
        },
        {
            "id": 1302211,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1605595617.jpg",
            "title": "心灵乐章",
            "release": 1
        },
        {
            "id": 1298120,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1625335671.jpg",
            "title": "刀锋战士",
            "release": 1
        }
    ],
    "introduction": "After graduating from Bridgewater-Raynham Regional High School in 1981, Stephen attended Northeastern University's College of Criminal Justice with the idea of pursuing a career in law enforcement, experiencing everything the field had to offer, with the notable exception of prisons. Stephen's career included supervising the in-house Emergency Medical Technician program at the newly opened New York Marriott Marquis, as well as a brief stint as Ivanna Trump's driver, before realizing that stage blood and weapons are safer to deal with and more suitable for his amiable disposition. Stephen received an Associates Degree in Occupational Studies from the New York branch of the American Academy of Dramatic Arts, where he received all the acting training his criminal justice education overlooked.Stephen then heading off to Los Angeles where he worked for Playboy Enterprise, most recently as the Senior Lead Security Officer at the Playboy Mansion, where he assisted in the day to day operations of the Security Department, as well as traveled with Hugh M. Hefner himself as a trusted member of his entourage. Ironically enough, it was while working for Playboy that Stephen appeared in several episodes of E!'s \"The Girls Next Door,\" playing, of course, himself.Stephen took a brief sabbatical, during which he completed his Master's of English in Literature at his alma mata California State University, where he had previously received a BA in Theater. Stephen is now looking forward to returning to portraying cops, soldiers and paramedics on television and in film.",
    "name_more_cn": [],
    "personage_id": "27334841",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1128995",
    "personage_link": "https://www.douban.com/personage/27334841/",
    "property_other": [],
    "name_more_other": [
        "Steve"
    ],
    "update_at": "2025-03-23T04:07:08"
}