{
    "sid": "1131780",
    "name": "基德·欧瑞",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5b499e239978f63bc2d8a008b2214ba6.jpg",
    "imdb_id": "nm0651439",
    "name_en": "Kid Ory",
    "name_full": "基德·欧瑞 Kid Ory",
    "birth_date": "1886年12月25日",
    "birth_place": "美国,路易斯安那州,拉普拉斯",
    "last_movies": [
        {
            "id": 1306876,
            "year": "1947",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2392706916.jpg",
            "title": "弦管动春心",
            "release": 1
        }
    ],
    "introduction": "Ory was born in 1886 to a Louisiana French-speaking family of Black Creole descent, on Woodland Plantation in Laplace, now the site of 1811 Kid Ory Historic House. Ory started playing music with homemade instruments in his childhood, and by his teens was leading a well-regarded band in southeast Louisiana. He kept LaPlace as his base of operations because of family obligations until his twenty-first birthday, when he moved his band to New Orleans.Ory was a banjo player during his youth, and it is said that his ability to play the banjo helped him develop \"tailgate\", a particular style of playing the trombone with a rhythmic line underneath the trumpets and cornets. His use of glissando helped establish it as a central element of New Orleans Jazz.When Ory was living on Jackson Avenue, he was discovered by Buddy Bolden, playing his first new trombone, instead of an old Civil War trombone. Ory's sister said he was too young to play with Bolden.He moved his six-piece band to New Orleans in 1910. Ory had one of the best-known bands in New Orleans in the 1910s, hiring many of the great jazz musicians of the city, including the cornetists Joe \"King\" Oliver, Mutt Carey, and Louis Armstrong, who joined the band in 1919; and the clarinetists Johnny Dodds and Jimmie Noone.In 1919, he moved to Los Angeles—one of several New Orleans musicians to do so at the time—and he recorded there in 1922 with a band that included Mutt Carey, the clarinetist and pianist Dink Johnson, and the string bassist Ed Garland. Garland and Carey were long-time associates who would still be playing with Ory during his 1940s comeback. While in Los Angeles, Ory and his band recorded two instrumentals, \"Ory's Creole Trombone\" and \"Society Blues\", as well as a number of songs. They were the first jazz recordings made on the West Coast by an African American jazz band from New Orleans, Louisiana. His band recorded with Nordskog Records; Ory paid Nordskog for the pressings and then sold them with his own label, \"Kid Ory's Sunshine Orchestra\", at Spikes Brothers Music Store in Los Angeles.In 1925, Ory moved to Chicago, where he was very active, working and recording with Louis Armstrong, Jelly Roll Morton, Oliver, Johnny Dodds, Bessie Smith, Ma Rainey, and many others. He mentored Benny Goodman and, later, Charles Mingus. He was said to have attempted to take trombone lessons from a \"German guy\" who played in the Chicago symphony, but Ory was turned away after a few lessons. Ory was a member of the original lineup of Louis Armstrong's Hot Five which first recorded on November 12, 1925. His composition \"Muskrat Ramble\" was included in the Hot Five session in February 1926.During the Great Depression Ory retired from music and did not play again until 1943. He ran a chicken farm in Los Angeles, California. From 1944 to about 1961, he led one of the top New Orleans–style bands of the period. His sidemen during this period included, In addition to Carey and Garland, the trumpeters Alvin Alcorn and Teddy Buckner; the clarinetists Darnell Howard, Jimmie Noone, Albert Nicholas, Barney Bigard, and George Probert; the pianists Buster Wilson, Cedric Haywood, and Don Ewell; and the drummer Minor Hall. All but Buckner, Probert, and Ewell were originally from New Orleans.The Ory band was an important force in reviving interest in New Orleans jazz, making popular 1940s radio broadcasts—among them spots on The Orson Welles Almanac program (beginning March 15, 1944). In 1944–45, the group made a series of recordings for the Crescent label, which was founded by Nesuhi Ertegun for the express purpose of recording Ory's band.During the late 1940s and early 1950s, Ory and his group appeared at the Beverly Cavern in Los Angeles. In 1958, he played at 'On the levee' on the waterfront at San Francisco.",
    "name_more_cn": [],
    "personage_id": "27337628",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1131780",
    "personage_link": "https://www.douban.com/personage/27337628/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1973年1月23日"
        }
    ],
    "name_more_other": [
        "Edward Ory (本名)"
    ],
    "update_at": "2025-10-14T09:14:34"
}