{
    "sid": "1131714",
    "name": "克拉拉·碧乐",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1557993905.37.jpg",
    "imdb_id": "nm0671050",
    "name_en": "Clara Peller",
    "name_full": "克拉拉·碧乐 Clara Peller",
    "birth_date": "1902年8月4日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 5149061,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614134969.jpg",
            "title": "WrestleMania 2",
            "release": 1
        },
        {
            "id": 3092361,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616404627.jpg",
            "title": "异形大灾难",
            "release": 1
        },
        {
            "id": 2136770,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455697367.jpg",
            "title": "疯狂大违规",
            "release": 1
        },
        {
            "id": 1297340,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547634472.jpg",
            "title": "惊异传奇 第一季",
            "release": 1
        }
    ],
    "introduction": "Clara Peller was born on August 4, 1902 in Chicago, Illinois. Clara lived most of her early life in Chicago. She married a local jeweler at age twenty; the couple had two children prior to divorcing eight years later. Peller worked as a manicurist for thirty-five years at a local Chicago beauty salon. Clara moved to a North Shore apartment to be closer to her daughter after she retired. Peller was hired as a temporary manicurist for a TV commercial set in a Chicago barbershop. The agency which made the TV commercial was so impressed by Clara's uniquely harsh foghorn voice and gruff, no-nonsense manner that they signed her up as an actress. Peller became a surprise celebrity in her early 80s with her delightfully cantankerous appearances in a series of extremely funny TV commercials for the fast food chain Wendy's in which she grumbled the memorable catchphrase \"Where's the beef?\". Peller capitalized on her newfound fame by making guest appearances as herself on a 1984 episode of \"Saturday Night Live\" and the 1986 pay-per-view cable TV event \"WrestleMania 2.\" The diminutive octogenarian also briefly popped up in the \"Remote Control Man\" episode of the anthology TV series \"Amazing Stories\" and had small roles in the films \"Moving Violations\" and \"The Stuff.\" Moreover, Clara echoed her legendary refrain on a .45 single called \"Where's the Beef?\" that was written and recorded by Coyote McCloud. In addition, there was such spin-off items as coffee mugs, beach towels, t-shirts, a board game, and even a Clara Peller doll. However, Peller was nonetheless fired by Wendy's for appearing in a TV commercial for Prego Pasta Plus spaghetti sauce in which she holds a large jar and joyfully exclaims \"I found it! I really found it!\". Clara Peller died at age 85 on August 11, 1987 in her native Chicago.",
    "name_more_cn": [
        "克拉拉·佩勒"
    ],
    "personage_id": "27337562",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1131714",
    "personage_link": "https://www.douban.com/personage/27337562/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1987年8月11日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-07-18T15:39:12"
}