{
    "sid": "1131078",
    "name": "乔治・摩尔",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/458e32ed9869e72c41b32f16ffaaa190.jpg",
    "imdb_id": "nm0601239",
    "name_en": "George Moore",
    "name_full": "乔治・摩尔 George Moore",
    "birth_date": "1852年2月24日",
    "birth_place": "爱尔兰,梅奥郡",
    "last_movies": [
        {
            "id": 34965904,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585410650.jpg",
            "title": "Paul Is Dead",
            "release": 1
        },
        {
            "id": 5083968,
            "year": "1977",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Esther Waters",
            "release": 1
        },
        {
            "id": 4726003,
            "year": "1948",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575900692.jpg",
            "title": "旧恨新愁",
            "release": 1
        }
    ],
    "introduction": "乔治·奥古斯都·摩尔（George Augustus Moore，1852 年 2 月 24 日 - 1933 年 1 月 21 日）是爱尔兰小说家、短篇小说作家、诗人、艺术评论家、回忆录作家和剧作家。摩尔出生于一个信奉罗马天主教的地主家庭，住在梅奥郡卡拉的摩尔庄园（Moore Hall）。他原本想成为一名画家，并于 19 世纪 70 年代在巴黎学习艺术。在那里，他结识了当时许多著名的法国艺术家和作家。作为一名自然主义作家，他是第一批吸收法国现实主义者经验的英语作家之一，尤其受到埃米尔·左拉作品的影响。据文学评论家兼传记作家理查德·埃尔曼 (Richard Ellmann) 称，他的作品影响了詹姆斯·乔伊斯，尽管摩尔的作品有时被视为爱尔兰和英国文学的主流之外的作品，但他经常被认为是第一位伟大的现代爱尔兰小说家。家庭起源乔治·摩尔的家人住在梅奥郡卡拉湖附近的摩尔庄园已有近一个世纪。这座房子是由他的曾祖父乔治·摩尔建造的，他曾在阿利坎特做葡萄酒商人发家致富。这位小说家的祖父乔治·摩尔是玛丽亚·埃奇沃思的朋友，著有《法国大革命历史回忆录》。他的叔祖父约翰·摩尔在 1798 年爱尔兰起义期间担任短暂的爱尔兰共和国康诺特省省长。乔治·摩尔的父亲乔治·亨利·摩尔（George Henry Moore ）在爱尔兰大饥荒期间卖掉了他的马厩和狩猎权益，并从 1847 年到 1857 年担任英国下议院梅奥郡的独立议员。乔治·亨利是一位著名的公平地主，他为维护佃户的权利而战，也是天主教防卫协会（Catholic Defence Assoication,CDA）的创始人之一。他的庄园位于梅奥郡，面积为 5000 公顷（50 平方公里），罗斯康芒郡则有 40 公顷。早年生活摩尔于 1852 年出生在摩尔庄园。小时候，他喜欢沃尔特·司各特的小说，父亲会给他读。他经常和哥哥莫里斯·乔治·摩尔在户外度过很多时间，还和年轻的威利和奥斯卡·王尔德成为了好朋友，他们在附近的莫伊图拉度过了暑假。奥斯卡后来打趣摩尔：“他在公众场合接受教育”。他的父亲再次将注意力转向养马，并于 1861 年带着他的冠军马克罗帕特里克来到英国参加一个成功的赛季，他的妻子和九岁的儿子也一起参加了比赛。有一段时间，乔治被留在克利夫的马厩，直到他的父亲决定用他的奖金送他去母校。摩尔的正规教育始于圣玛丽学院，这是一所位于伯明翰附近的天主教寄宿学校，他是该校 150 名男孩中年龄最小的一个。1864 年，他因身体状况不佳而感染肺部，整年都待在家里。他经常挨饿、不开心，学习成绩很差。1865 年 1 月，他和弟弟莫里斯一起回到圣玛丽学院，在那里，他拒绝按要求学习，而是花时间阅读小说和诗歌。同年 12 月，校长斯宾塞·诺斯科特写了一份报告，称“他几乎不知道该如何评价乔治”。1867 年夏天，他被开除，正如他在 1903 年的《未耕田》中所写，原因是“懒惰和普遍的无用”，然后回到了梅奥。他的父亲说他担心乔治和他的弟弟莫里斯，“那两个红头发的男孩很蠢”，但事实证明，这一观察并不适用于他的四个儿子。伦敦和巴黎1868 年，摩尔的父亲再次当选梅奥郡下议院议员，次年全家搬到伦敦。在这里，老摩尔曾试图让儿子从军，但没有成功。在此之前，他就读于南肯辛顿博物馆的艺术学校，成绩也并不好。1870 年，父亲去世后，他从教育的负担中解脱出来。摩尔当时还未成年，却继承了家族遗产，每年可带来 3,596 英镑的收入。他将遗产交给弟弟莫里斯管理，1873 年成年后，他搬到巴黎学习艺术。他尝试了好几次才找到愿意收他为学生的艺术家。曾做过牧羊人和马戏团蒙面人的罗道夫·朱利安以每月 40 法郎的薪水收下了摩尔。在朱利安学院，他遇到了路易斯·韦尔登·霍金斯，后者后来成为了摩尔的室友，而霍金斯作为一名失败艺术家的特质在摩尔自己的性格中得到了体现。摩尔结识了当时许多重要的艺术家和作家，包括毕沙罗、德加、雷诺阿、莫奈、都德、马拉美、屠格涅夫，尤其是左拉，左拉对摩尔后来的作家发展产生了深远的影响。摩尔还在巴黎时，他的第一本书是一本名为《激情之花》的抒情诗集，于 1877 年自费出版。这些诗是模仿性的，批评家们对书中一些道德读者会遭遇的堕落感到不满，于是对其进行了恶意评论。摩尔撤回了这本书。1880 年，他被迫返回爱尔兰，筹集 3,000 英镑来偿还家族庄园所欠的债务，原因是佃户拒绝支付租金，农产品价格下跌。回到梅奥郡期间，他赢得了公平房东的声誉，继续了家族传统，不驱逐佃户，在庄园周围旅行时拒绝携带枪支。在爱尔兰期间，他决定放弃艺术，搬到伦敦成为一名职业作家。1881 年，他在那里出版了第二本诗集《异教诗集》。这些早期的诗歌反映了他对法国象征主义的兴趣，现在几乎完全被忽视了。1886 年，摩尔出版了《一个年轻人的告白》，这是一本生动的回忆录，讲述了他 20 多岁时在巴黎和伦敦与波西米亚艺术家在一起度过的时光。该书包含了大量文学批评，因此获得了相当多的赞誉。例如，《现代图书馆》在 1917 年将其选入系列丛书，称其为“英国文学对维多利亚传统的热情反抗最重要的文献之一”。摩尔这一时期的其他现实主义小说包括《穆斯林的戏剧》（1886 年），这是一部讽刺英裔爱尔兰人社会婚姻交易的故事，暗示了贵族未婚女儿之间的同性恋关系，以及《伊丝特·沃特斯》（Esther Waters）（1894 年），讲述一位未婚女佣怀孕并被男仆情人抛弃，最终坚强地把孩子养大成人的故事。这两本书自首次出版以来几乎一直在印刷中。他 1887 年的小说《一场意外》试图融合他的象征主义和现实主义影响。他还出版了一部短篇小说集：《独身者》（1895 年）。1933 年初，他在位于伦敦贝尔格莱维亚区埃伯里街 121 号的住所去世，留下了 7 万英镑的财富。他在伦敦火化，拉姆齐·麦克唐纳等人出席了葬礼。盛有他骨灰的骨灰盒被安葬在卡拉湖的城堡岛，可以眺望摩尔庄园的废墟。一块蓝色匾额纪念他在伦敦的住所。",
    "name_more_cn": [],
    "personage_id": "27336926",
    "family_member": [
        "父：乔治·亨利·摩尔"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1131078",
    "personage_link": "https://www.douban.com/personage/27336926/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1933年1月21日"
        }
    ],
    "name_more_other": [
        "George Augustus Moore"
    ],
    "update_at": "2025-09-15T13:35:35"
}