{
    "sid": "1131214",
    "name": "伊恩·奥格尔维",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1561731120.99.jpg",
    "imdb_id": "nm0644707",
    "name_en": "Ian Ogilvy",
    "name_full": "伊恩·奥格尔维 Ian Ogilvy",
    "birth_date": "1943年9月30日",
    "birth_place": "英国,萨里,渥金",
    "last_movies": [
        {
            "id": 37019176,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912301750.jpg",
            "title": "Lost Connection",
            "release": 1
        },
        {
            "id": 35371295,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633775229.jpg",
            "title": "漆黑林地与着魔时日：民俗恐怖电影史",
            "release": 1
        },
        {
            "id": 30155134,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888255284.jpg",
            "title": "We Still Die the Old Way",
            "release": 1
        },
        {
            "id": 26896912,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390890634.jpg",
            "title": "偷窃法则",
            "release": 1
        },
        {
            "id": 26845357,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2370012764.jpg",
            "title": "Mistrust",
            "release": 1
        },
        {
            "id": 23697931,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498509585.jpg",
            "title": "侠探西蒙",
            "release": 1
        },
        {
            "id": 5205766,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Story of Upstairs Downstairs",
            "release": 1
        },
        {
            "id": 5205507,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "After Midnight",
            "release": 1
        },
        {
            "id": 4839383,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Blood Beast: The Films of Michael Reeves",
            "release": 1
        },
        {
            "id": 4305398,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898226608.jpg",
            "title": "Horse Sense",
            "release": 1
        }
    ],
    "introduction": "Early lifeHe was born in Woking, Surrey, England, the son of advertising executive Francis Ogilvy (the brother of advertising legend David Ogilvy)[1] and actress Aileen Raymond (who had previously been married to John Mills).He was educated at Eton College and at the Royal Academy of Dramatic Art.←←←♥[edit]Return of the SaintHe is best known as the star of the 1978–1979 television series Return of the Saint, in which he assumed the role of Simon Templar, which Roger Moore played from 1962 to 1969. The role led to his being considered a leading contender for taking over the role of James Bond in the early 1980s, when Moore announced his intention to leave the role. Ultimately, Ogilvy never played the part (in part due to Moore's reconsidering his resignation on several occasions), although he did play a Bond-like character in a series of North American TV commercials broadcast in the early 1990s. At least once, in an Episode of Kung Fu: The Legend Continues, Dragon's Wing II\", he played a Bond-like British agent, complete with white dinner jacket.[2]He did, in addition, record a series of readings of Ian Fleming's James Bond novels in the early 1980s, which were released on audio cassette by the Listen for Pleasure label.[edit]Other notable rolesOgilvy has had an extensive career in the theatre playing leading roles in many London West End productions, including Design for Living, Happy Family, Three Sisters, Rookery Nook by Ben Travers, Run for Your Wife, The Millionairess by Shaw, The Waltz of the Toreadors and others. He has also worked widely in the American theater. Among his films, Ogilvy had a major part in the 1970 epic film Waterloo, playing the role of the Duke of Wellington's chief of staff, William de Lancey, starring alongside Christopher Plummer, Jack Hawkins Rod Steiger and Orson Welles. He co-starred with Boris Karloff in The Sorcerers, with James Mason, Bobby Darin and Geraldine Chaplin in Stranger In The House (1967), with Vincent Price in Witchfinder General, with Tom Courtenay and Candice Bergen in The Day the Fish Came Out, with Meryl Streep and Goldie Hawn in Death Becomes Her, with Peter Cushing in two films for horroer specialists Amicus and with Richard Dreyfuss and Nia Vardalos in My Life In Ruins - among others.He was a friend of the film-maker Michael Reeves, and starred in all three of the director's films: Revenge Of The Blood Beast, The Sorcerers and Witchfinder General (also known as The Conqueror Worm). He also had a role in the short-lived 1990s American soap opera, Malibu Shores.He has had roles in over 100 television shows, often appearing as a guest star. He appeared in the television series Upstairs, Downstairs (as Lawrence Kirbridge), and is best known to American audiences for this role.He guest-starred in The Avengers, in the 1968 episode \"They Keep Killing Steed\". In 1976, he featured in the pilot episode of the television comedy series Ripping Yarns, co-produced by former Monty Python members Michael Palin and Terry Jones. He also appeared in I, Claudius (As Drusus), and guest-starred in 6 episodes of Murder, She Wrote and 5 episodes of Diagnosis Murder. He appeared as Edgar Linton in the 1970 film version of Wuthering Heights and as Owen Gereth in the 1970 BBC dramatization of The Spoils of Poynton.In the 1990s, he guest-starred in the American television series Babylon 5, in the 1998 episode \"In the Kingdom of the Blind\". Coincidentally, that series' star Bruce Boxleitner is the former husband of Ogilvy's second wife Kathryn Holcomb.[edit]Writing careerOgilvy is also a playwright and novelist, currently working on a series of children's books – Measle And The Wrathmonk, Measle And The Dragodon, Measle And The Mallockee, Measle And The Slitherghoul, and Measle and the Doompit. The books have been translated into at least 15 languages, and there are plans to produce a film based upon Measle And The Wrathmonk. He has written and published two novels - Loose Chippings and The Polkerton Giant - and two plays - A Slight Hangover (published by Samuel French) and Swap! which is currently running in Poland in its third successful year.[edit]Personal lifeHe has one son and a step daughter from his first marriage, which ended in divorce. He then married Bruce Boxleitner's ex-wife, Kathryn Holcomb, in 1992. Kathryn has two sons with Boxleitner. Ogilvy is their stepfather, and actress Melissa Gilbert is their stepmother. Ogilvy, Boxleitner and Gilbert all appeared in Babylon 5.[edit]Selected filmographyLa sorella di Satana (1966)Stranger in the House (1967)The Sorcerers (1967)The Day the Fish Came Out (1967)Witchfinder General (1968)Wuthering Heights (1970)The Invincible Six (1970)Waterloo (1970)No Sex Please, We're British (1973)From Beyond the Grave (1973)-- And Now the Screaming Starts! (1973)",
    "name_more_cn": [],
    "personage_id": "27337062",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1131214",
    "personage_link": "https://www.douban.com/personage/27337062/",
    "property_other": [],
    "name_more_other": [
        "Ian Raymond Ogilvy (本名)"
    ],
    "update_at": "2025-03-04T18:57:08"
}