{
    "sid": "1132357",
    "name": "格雷厄姆·纳什",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1598596208.16.jpg",
    "imdb_id": "nm0621726",
    "name_en": "Graham Nash",
    "name_full": "格雷厄姆·纳什 Graham Nash",
    "birth_date": "1942年2月2日",
    "birth_place": "英国,英格兰,兰开夏郡,布莱克浦",
    "last_movies": [
        {
            "id": 37206688,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917909138.jpg",
            "title": "加州火灾慈善音乐会",
            "release": 1
        },
        {
            "id": 35447487,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2700991619.jpg",
            "title": "Bitchin': The Sound and Fury of Rick James",
            "release": 1
        },
        {
            "id": 33415890,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553908734.jpg",
            "title": "峡谷回音",
            "release": 1
        },
        {
            "id": 27141896,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499253102.jpg",
            "title": "披头士乐队：1",
            "release": 1
        },
        {
            "id": 26889757,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875428413.jpg",
            "title": "天籁和声：埃弗里兄弟的故事",
            "release": 1
        },
        {
            "id": 5166890,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Band Rehearsal",
            "release": 1
        },
        {
            "id": 3873041,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870187456.jpg",
            "title": "撸头士2：午餐无价",
            "release": 1
        },
        {
            "id": 3834202,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867438979.jpg",
            "title": "胶合板",
            "release": 1
        },
        {
            "id": 3117797,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904957472.jpg",
            "title": "CSNY Déjà Vu",
            "release": 1
        },
        {
            "id": 1853433,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "AFI's 100 YEARS...100 SONGS",
            "release": 1
        }
    ],
    "introduction": "Graham William Nash (born 2 February 1942) is an English singer-songwriter known primarily for his light tenor vocals and songwriting contributions in pop group The Hollies and folk-rock band Crosby, Stills, Nash  Young.Nash was born in Blackpool, England, during World War II. His mother was evacuated from the Nashes’ hometown of Salford (now in Greater Manchester ), where Graham grew up. In the early 1960s he was a leading member of The Hollies, one of the UK’s most successful pop groups ever. Although recognised as a key member of the group, he seldom sang lead vocals, although he did write many of the band’s songs, most often in collaboration with Allan Clarke. Best known in the US for their 1965 hit “Bus Stop”, the Hollies also scored with “Look Through Any Window” in 1965, “Stop, Stop, Stop” in 1966, “Carrianne”, and “On a Carousel ” in 1967, among others. Nash was pivotal in the forging of a sound and lyrics showing an obvious hippie influence on The Hollies’ album Butterfly, a collection that brought differing opinions on the band’s musical direction to the fore.In 1968, after a visit to the US during which he met David Crosby in Laurel Canyon and began recreational drug use, Nash left The Hollies at the height of their fame to form a new group with Crosby and Stephen Stills. A threesome at first, Crosby, Stills  Nash later became a foursome with Neil Young: Crosby, Stills, Nash  Young (CSNY). With them, Nash went on to even greater worldwide success. Nash, nicknamed “Willy” by his band mates in CSNY, has been described as the glue that keeps their often fragile alliances together. A mark of this is the loyalty and support Nash showed to his best friend, Crosby, during Crosby’s well-documented period of drug addiction ending in the mid 1980s. Nash’s solo career has often been shelved in favour of reunions on stage and in the studio with either Crosby and Stills or Crosby, Stills and Young. His own solo work shows a love of melody and ballads. His solo recordings have experimented with jazz and electronic percussion but tend not to stray too far from a pop format with well-defined hook lines.Nash became very politically active after moving to California to join with David Crosby and Stephen Stills, as reflected such in Nash songs as “Military Madness” and “Chicago (We Can Change the World)”. His song “Immigration Man”, Crosby and Nash’s biggest hit as a duo (see below), arose from a tiff he had with a US Customs official while trying to enter the country. Nash became an American citizen on August 14, 1978.Starting in 1972, Nash teamed with Crosby, the two continuing as a successful recording and performing duo until the more or less permanent reformation with Stills for the CSN album of 1977. The pair reunited for another Crosby  Nash studio album in 2004, and a legitimate release of music from a 1970s Crosby-Nash tour as on a widely circulated bootleg appeared in 1998.In 1979, Nash co-founded Musicians United for Safe Energy.In 2005, Nash collaborated with Norwegian musicians a-ha on the songs “Over the Treetops” (penned by Paul Waaktaar-Savoy) and “Cosy Prisons” (penned by Magne Furuholmen) for the Analogue recording.In 2006, Nash worked with David Gilmour and David Crosby on the title track of David Gilmour’s third solo album, On an Island. In March of 2006, the album was released and quickly reached #1 on the UK charts. Nash and Crosby subsequently toured the UK with Gilmour, singing backup on “On an Island”, “The Blue”, “Shine On You Crazy Diamond”, and “Find the Cost of Freedom”.Nash is part of the No Nukes group which is against the expansion of nuclear power. In 2007 the group recorded a music video of a new version of the Buffalo Springfield song “For What It’s Worth”.Graham Nash has been putting the finishing touches on a 65-song career-retrospective box set, Reflection, due in February 2008.Nash became an early collector of photographs beginning in the 1970s. The sale of his collection in 1990 by Sotheby’s became an important milestone in establishing the market for fine-art photography. Proceeds of the sale funded charitable causes and provide the means for Nash to co-found Nash Editions, a digital fine-arts printmaking firm that used some of the most advanced scanning and printing equipment in early days. The company continues to operate today. Starting with an IRIS printer, a device initially designed for color-proofing for commercial printing, Nash experimented in the late 1980s with creating large-scale digital photos. Using image management software written by Nash and Holbert, a hand-built scanner, and an IRIS Graphics IRIS 3047 printer, they developed methods to adapt the printer’s output to the fine-arts printing of black-and-white photographs on archival-paper substrates. In August 2005, Nash and colleague Mac Holbert donated that IRIS 3047 printer to the Smithsonian Institution’s National Museum of American History.Nash has also exhibited a collection of his photographs at the Museum of Photographic Arts in San Diego and elsewhere. In 2004, he released a catalog of his photography as a book entitled Eye to Eye.",
    "name_more_cn": [],
    "personage_id": "27338205",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1132357",
    "personage_link": "https://www.douban.com/personage/27338205/",
    "property_other": [
        {
            "label": "流派",
            "value": "摇滚 / Pop music / Folk rock"
        },
        {
            "label": "擅长乐器",
            "value": "钢琴 / 键盘 / 吉他 / 口琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-27T23:44:42"
}