{
    "sid": "1132933",
    "name": "Sandra Day O'Connor",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1601123399.96.jpg",
    "imdb_id": "nm0640508",
    "name_en": "",
    "name_full": "Sandra Day O'Connor",
    "birth_date": "1930年3月26日",
    "birth_place": "美国,得克萨斯州,埃尔帕索",
    "last_movies": [
        {
            "id": 30325822,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534101526.jpg",
            "title": "推翻罗诉韦德案",
            "release": 1
        },
        {
            "id": 3073198,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1078010578.jpg",
            "title": "资本主义：一个爱情故事",
            "release": 1
        },
        {
            "id": 1867788,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "保守先生：金水哥",
            "release": 1
        }
    ],
    "introduction": "作为一个温文尔雅的法学家，她在发言或做出决定之前都会认真思考，桑德拉·戴·奥康纳并不是开拓者。但她确实变成了那样。她是牧场主亨利 · 戴和艾达 · 威尔基的女儿。她是一个真正的边远地区的孩子，学会了如何在她父母的155,000英亩的牧场上给牛打上烙印和经营一个家庭。后来，她在自传中描写了自己的童年但是当她到了上学的年龄，她的父母把她送到埃尔帕索和她的外祖母 Mamie Scott Wilkey 一起生活，她说他对她的生活影响最大。在学校里，她成绩优异，16岁高中毕业，然后以102人的班级第三名的成绩从斯坦福法学院毕业。具有讽刺意味的是，这位致告别辞的学生代表是未来的最高法院大法官，她曾与之短暂约会过一段威廉·伦奎斯特。她于1952年结婚，并在大型律师事务所找到了工作。但在那个年代，女性律师很少，她曾在一些县办公室担任检察官。1960年，她在凤凰城开了自己的私人诊所，并参与了共和党的政治活动。1965年，她被任命为亚利桑那州助理总检察长。1969年，她被任命为亚利桑那州参议员，填补一个空缺，她的生活发生了改变，并再次当选。1973年，她成为美国第一位成为州参议院多数党领袖的女性。然而，她热衷于法律而非政治。1975年，她被选为马里科帕县高等法院法官。1979年，民主党州长布鲁斯 · 巴比特任命她为州上诉法院法官，尽管她是共和党人。她再次出色地履行了自己的职责，引起了美国参议员巴里 · 戈德华特的高度重视。她在1981年成为全国人物。一年前，罗纳德 · 里根当选总统，并承诺任命一名女性进入美国最高法院。高等法院的一位成员，助理大法官波特 · 斯图尔特宣布退休，里根政府考虑从中选出几位女性联邦法官。然而，戈德华特引起了里根的注意，奥康纳去白宫拜访了他。里根本人拥有一座牧场，并与边疆有着真正的联系。奥康纳的背景和对美国西南部的热情给他留下了积极的印象。尽管如此，作为一个鲜为人知的州法官，她在法官席上被认为是法律主义者和冷漠者，人们认为她不是一个可能的人选，当里根提名她时，她和任何人一样感到惊讶。她的提名得到了两党的赞扬，并获得一致通过。在美国最高法院工作的第一年，她对自己受到的审查之多感到惊讶。然而，她很喜欢和她的老朋友威廉·伦奎斯特一起工作，他在1985年成为首席大法官。她在法庭上汇编了一份从温和到保守的记录，同时尽可能狭隘地裁决每个案件，避免开创先例。她也尽量避免成为众人瞩目的焦点。然而，在1989年，法院成为全国关注的中心，奥康纳成为关注的中心。在韦伯斯特诉性健康服务公司一案中，最高密苏里州颁布了几项关于堕胎的限制条例，这些条例在1973年被法院合法化。先前的裁决声称任何对堕胎的限制都是违反宪法的。堕胎的支持者希望得到类似的裁决，而保守派则希望堕胎合法化的罗伊诉韦德案能够被推翻。相反，最高法院拒绝推翻罗伊诉韦德案，但同时裁定，同样的裁决也允许有争议的对堕胎的限制。9名成员组成的法庭以5比4的投票结果决定了这一点，而奥康纳是决定性的一票，也是最终裁决的作者。没有一个关心这个问题的人对这个裁决感到满意。在随后的几年里，最高法院的组成发生了重大变化，她成为了法院第二资深成员。1993年，当另一位女性被任命为法官时，她感到很高兴，尽管那位女性鲁思·金斯伯格比她自由得多。在她在最高法院的许多晚年，她是决定性的一票，许多5比4的决定，并被视为对裁决的摇摆票，保守派和自由派不同意。然而，她继续避开聚光灯，当法院成为批评和争议的中心时，她常常感到不安。2005年，她的丈夫病得很重。她的老朋友雷恩奎斯特也病了，正计划退休。但出于对奥康纳的尊重，他推迟了宣布退休的时间，这样她就可以先退休了。她宣布，一旦她的继任者宣誓就职，她将从最高法院辞职。当乔治 · w · 布什总统宣布他将任命联邦上诉法官小约翰 · g · 罗伯茨时，她百感交集。奥康纳对罗伯茨的评价很高，并且非常尊重他的能力，但是由于在她的职业生涯中大部分时间都面临着性别歧视，她希望另一位女性能够取代她。不久之后，她为 Rehnquest 的死感到悲伤。布什决定任命罗伯茨为首席大法官，并提名白宫法律顾问哈丽雅特 · 迈尔斯接替奥康纳，但迈尔斯在被指控裙带主义和攻击其资格后退出了提名。布什随后提名长期担任联邦上诉法院法官的塞缪尔 · 阿利托为总统候选人。阿利托是保守派人士，曾任美国新泽西州检察官。经过激烈的辩论，参议院批准了阿利托的提名。奥康纳的退休被打断，因为她被布什任命为伊拉克研究小组成员，该小组就如何结束伊拉克战争提出建议。许多报道过她职业生涯的人指出，在她早年在最高法院的时候，她通常支持保守派，但后来成了摇摆票，他们声称她改变了，变得更加自由。事实上，是法院本身发生了比她更大的变化。当她被任命为最高法院法官时，法官中包括了强势的William Brennen",
    "name_more_cn": [],
    "personage_id": "27338782",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1132933",
    "personage_link": "https://www.douban.com/personage/27338782/",
    "property_other": [],
    "name_more_other": [
        "Sandra Day (本名)"
    ],
    "update_at": "2025-06-28T01:00:13"
}