{
    "sid": "1133467",
    "name": "丽斯贝斯·穆文",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "副导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p54094.jpg",
    "imdb_id": "nm0610228",
    "name_en": "Lisbeth Movin",
    "name_full": "丽斯贝斯·穆文 Lisbeth Movin",
    "birth_date": "1917年8月25日",
    "birth_place": "丹麦",
    "last_movies": [
        {
            "id": 5107758,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893507094.jpg",
            "title": "Sidste akt",
            "release": 1
        },
        {
            "id": 5051114,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921214204.jpg",
            "title": "The Moment",
            "release": 1
        },
        {
            "id": 4910770,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2611237076.jpg",
            "title": "红斗篷",
            "release": 1
        },
        {
            "id": 3562578,
            "year": "1963",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sikke'n familie",
            "release": 1
        },
        {
            "id": 3546742,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516955915.jpg",
            "title": "垄断 第一季",
            "release": 1
        },
        {
            "id": 3546270,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535521574.jpg",
            "title": "Farlige kys",
            "release": 1
        },
        {
            "id": 3528720,
            "year": "1965",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Jensen længe leve",
            "release": 1
        },
        {
            "id": 3318056,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912298834.jpg",
            "title": "Mig og min lillebror og storsmuglerne",
            "release": 1
        },
        {
            "id": 3318045,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912298580.jpg",
            "title": "Mig og min lillebror og Bølle",
            "release": 1
        },
        {
            "id": 2382555,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516782392.jpg",
            "title": "德莱叶",
            "release": 1
        }
    ],
    "introduction": "Lisbeth Movin grew up in Odense and got a degree as a laboratory technician before she was admitted to the Royal Theatre School in 1939. Graduating in 1941, she was hired by the Royal Theatre. She had been there only a short time when Dreyer hired her for her first starring role, in Day of Wrath. Dreyer did not want to work with a prima donna but preferred less experienced actresses that he could more easily shape.Movin later moved on to Det Ny Teater, where she became a young prima donna of sorts in somewhat lighter roles than she had played at the national stage. She became a freelance actress in 1950. In 1953 she replaced another Dreyer actress, Nina Pens Rode, as Anne Boleyn in Cant, the play by Kaj Munk at Det Ny Teater. Pens Rode had to cancel because of sickness and Movin filled in for her for a few months.In 1945 Movin married Lau Lauritzen Jr. (1910-1977), a well-known actor, producer and director (often with Alice O’Fredericks) who was also the artistic director of the successful ASA production company. They had three children (one is the actress Lone Lau). After she had children, Movin put her acting career on hold for long periods, though she still acted in films, notably her leading role in De røde enge (The red Meadows), and often with her husband directing. In the late 1950s and early 1960s she began to co-direct alongside her husband, with her in charge of directing the actors. In this function, she called herself Lisbeth Lau Lauritzen.In the 1960s, Movin returned to the stage and screen, playing roles in the Edward Albee’s A Delicate Balance and Noël Coward’s Waiting in the Wings at Hvidovre Teater. On screen she appeared in Astrid Henning-Jensen’s Vinterbørn (Winter-born) and, most recently, Babette’s Feast, alongside a star parade of Dreyer actors – Ebbe Rode, Preben Lerdorff Rye, Birgitte Federspiel, Bendt Rothe and Axel Strøbye.In the 1960s Movin was a city council member in Hørsholm for the Conservative Party.In a 1943 letter to Dreyer she writes, \"how wonderful for me that it was Carl Th. Dreyer who opened my mind to true art,\" singling out the role of Anne as the highpoint of her career. In a 1973 article, she says, \"artistically, Day of Wrath, from 1944, is probably a highpoint. But, of course, Carl Th. Dreyer was directing. In his calm, slow way and according to his quiet, amicable nature. He could never be swayed from a method of acting, a style, a standpoint. Because he always examined things beforehand; he knew very exactly what he wanted.Movin is singled out everywhere for her beautiful, burning eyes in Day of Wrath. Her youthful innocence merges with the love-starved \"witch,\" but she maintains her cool elegance and remains more convincing as a young minister’s wife than an erotic temptress. Her performance made an impression abroad and several Danish papers predicted a successful international career for her.",
    "name_more_cn": [],
    "personage_id": "27339318",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1133467",
    "personage_link": "https://www.douban.com/personage/27339318/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2011年11月7日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-20T17:35:07"
}