{
    "sid": "1134755",
    "name": "法比奥·泰斯蒂",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8c036d021387e26f01cf58bfa09aa004.jpg",
    "imdb_id": "nm0601377",
    "name_en": "Fabio Testi",
    "name_full": "法比奥·泰斯蒂 Fabio Testi",
    "birth_date": "1941年8月2日",
    "birth_place": "意大利,威尼托,维罗纳",
    "last_movies": [
        {
            "id": 36901175,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908504151.jpg",
            "title": "沙漠之王",
            "release": 1
        },
        {
            "id": 36219474,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2927005140.jpg",
            "title": "死钻倒影",
            "release": 1
        },
        {
            "id": 36057831,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883711591.jpg",
            "title": "寻找费尼兹花园",
            "release": 1
        },
        {
            "id": 35973104,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876308818.jpg",
            "title": "极速前进：以色列版 第八季",
            "release": 1
        },
        {
            "id": 34935886,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "英雄智慧",
            "release": 1
        },
        {
            "id": 25754519,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2669392699.jpg",
            "title": "La donna che ritorna Season 1",
            "release": 1
        },
        {
            "id": 22724513,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631158825.jpg",
            "title": "荒野侠客",
            "release": 1
        },
        {
            "id": 5156660,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2245204685.jpg",
            "title": "爱情的呼唤",
            "release": 1
        },
        {
            "id": 4022630,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1319471090.jpg",
            "title": "无果之路",
            "release": 1
        },
        {
            "id": 3346464,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p546362391.jpg",
            "title": "给朱丽叶的信",
            "release": 1
        }
    ],
    "introduction": "Fabio Testi nasce a Peschiera del Garda (Verona) il 2 agosto 1941. Proprio a Peschiera del Garda nel ’55 venne costruito uno stabilimento cinematografico specializzato in riprese di film di pirati con una consistente flotta di navi dell’epoca. Molte produzioni italiane ed europee venivano a girare nelle acque del lago, che si prestava benissimo ad essere ripreso come mar dei Carabi.Qui giovanissimo si avvicina al mondo del cinema cominciando a lavorare prima come comparsa, poi come figurazione speciale e controfigura (stuntman). Grazie alla sua prestanza fisica era periodicamente chiamato da tutte le produzioni che si recavano a girare nello stabilimento denominato “Bertolazzi Film”. A quel tempo Fabio faceva parte della squadra atletica dell’Istituto Antòn Maria Lorgna di Verona dove si diploma geometra. Sportivo per natura, frequenta palestre di judo, gareggia in competizioni di nuoto e si dedica anche al paracadutismo. Più tardi prenderà il brevetto di pilota di 2° grado a Cambridge.Scelto per apparire in una serie di caroselli televisivi per la Coca-Cola, ne diventa il protagonista e per due anni vi lavora in esclusiva. Durante le riprese Giacomo Ciarlantini, noto Agente Cinematografico, lo contatta e lo inserisce nel mondo delle produzioni cinematografiche. È quando Fabio frequenta l’Accademia di Arte Drammatica Salvatore Solida.Nel 1967 debutta sul grande schermo con il film “Straniero… fatti il segno della croce” (Demofilo Fidani) e dopo una breve apparizione in “C’era una volta il west” (Sergio Leone 1968) entra in veste di protagonista in “Ed ora raccomanda l’anima a Dio“ del 1968 sempre diretto da Demofilo Fidani.Il successo dei primi lavori cinematografici induce Fabio a vedere il nuovo lavoro come una possibilità seria di affermarsi nel mondo del cinema. E’ l’epoca in cui molte Produzioni Americane vengono a girare films in Italia. Fabio , non pago del successo ottenuto si reca a Cambridge per perfezionare l’inglese e a Londra a prendere lezione di recitazione. Al rientro in Italia Vittorio De Sica lo sceglie per il ruolo di Malnate ne “Il Giardino dei Finzi Contini” che vincerà l’Oscar per il miglior film straniero. (1970)Da quel momento Fabio lavora spesso in produzioni straniere recitando in lingua francese, spagnola e inglese , diretto da grandi registi come Claude Chabrol , J. Lee Thompson e Monte Hellman al quale è tuttora legato da una grande amicizia. Ad oggi sono più di 100 i films girati tra cinema e televisione.Le sue interpretazioni più significative per il cinema sono: “Addio fratello crudele” di Giuseppe Patroni Griffi (1971) al fianco di Charlotte Rampling, “Camorra” (1972) al fianco di Jean Seberg , “I Guappi” di Pasquale Squitieri(1974) al fianco di Claudia Cardinale e Franco Nero, “L’importante è amare” di Andrzej Zulawski (1975) al fianco di Romy Schneider, “L’eredità Ferramonti” (1976) di Mauro Bolognini, nominato per la Palma d’oro come miglior film al festival di Cannes nel quale recita al fianco di Anthony Quinn e Dominique Sanda , “Il grande racket” (1976) e “La via della droga” (1977) diretti entrambi da Enzo G. Castellari ed ancora in “Amore, piombo, furore” (1978) di Monte Hellman.Recentemente appare in “La conjura de el Escorial” (2008) produzione spagnola per la regia di Antonio del Real a fianco di Julia Ormond e Jason Isaacs e in “Letters to Juliet” (2009) con Vanessa Redgrave e Franco Nero ed infine in “Road to Nowhere” (2009) di Monte Hellmann premiato con il Leone d’oro – premio speciale per l’insieme dell’opera – al 67° festival di Venezia 2010.Moltissime sono le interpretazioni televisive, ma si dedica anche al teatro in produzioni tra cui si ricordano: “Dovevi essere tu” (1992) per la regia di Marco Parodi al fianco di Paola Quattrini ; “La strada” (1999) per la regia di Filippo Crivelli con Rita Pavone, “Se devi dire una bugia dilla grossa” regia di P. Garinei (2000) con Anna Falchi, Paola Quattrini e Giangranco Jannuzzo e in Spagna “Zorba el griego” (musical) che lo vede in turnè in tutta la Spagna riscuotendo notevole successo.Fabio Testi ha tre figli, vive tra Roma e la residenza estiva sul Lago di Garda.",
    "name_more_cn": [],
    "personage_id": "27340607",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1134755",
    "personage_link": "https://www.douban.com/personage/27340607/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-05T13:01:04"
}