{
    "sid": "1136792",
    "name": "马克·波雷尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4c9c87f0666135daa317ef2304e9b601.jpg",
    "imdb_id": "nm0691727",
    "name_en": "Marc Porel",
    "name_full": "马克·波雷尔 Marc Porel",
    "birth_date": "1949年1月3日",
    "birth_place": "瑞士,洛桑",
    "last_movies": [
        {
            "id": 10787546,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563535602.jpg",
            "title": "L'albero della maldicenza",
            "release": 1
        },
        {
            "id": 5050996,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502510030.jpg",
            "title": "帕尔马修道院",
            "release": 1
        },
        {
            "id": 4134066,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557392713.jpg",
            "title": "启发性教育",
            "release": 1
        },
        {
            "id": 3865095,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889511121.jpg",
            "title": "La pagella",
            "release": 1
        },
        {
            "id": 3865013,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555636952.jpg",
            "title": "Porci con la P.38",
            "release": 1
        },
        {
            "id": 3864880,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561392416.jpg",
            "title": "米兰风云录",
            "release": 1
        },
        {
            "id": 3678871,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888765733.jpg",
            "title": "性别罪行",
            "release": 1
        },
        {
            "id": 3674015,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553717761.jpg",
            "title": "Je vais craquer!!!",
            "release": 1
        },
        {
            "id": 2132417,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2193306577.jpg",
            "title": "伊勒的维纳斯",
            "release": 1
        },
        {
            "id": 1296385,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390317562.jpg",
            "title": "格里罗侯爵",
            "release": 1
        }
    ],
    "introduction": "Marc Porel est le fils du comédien Gérard Landry (1912-1999), acteur ayant tourné dans plus de cent films, dont La Bête humaine (1938) de Jean Renoir et Trapèze (1956) de Carol Reed, et de la comédienne Jacqueline Porel (1918-2012). Par sa mère, il est l'arrière-petit-fils de la comédienne Réjane.Marc Porel a deux demi-frères aînés, nés alors que sa mère est mariée avec l'acteur François Périer : le photographe Jean-Marie Périer, reconnu par François Périer et fils biologique du chanteur Henri Salvador ainsi que l'assistant metteur en scène Jean-Pierre Périer (1943-1966), et une demi-sœur, la journaliste Anne-Marie Périer, troisième épouse de Michel Sardou.Remarqué par Jean-Claude Brialy, il fait, à 18 ans, ses débuts d'acteur dans le film de Costa-Gavras : Un homme de trop. On le voit ensuite aux côtés de Jean Gabin (dans Le Clan des Siciliens d'Henri Verneuil et La Horse de Pierre Granier-Deferre) et d'Alain Delon (Le Clan des Siciliens, Les Grands Fusils).Au tout début des années 1970, il tient le premier rôle dans deux films français, Les Aveux les plus doux d'Édouard Molinaro et Un peu de soleil dans l'eau froide de Jacques Deray. Ces deux films reçoivent un accueil mitigé de la critique et du public. Marc Porel parlant très bien l'Italien, langue apprise au collège, et qu'il maîtrisera parfaitement par la suite, son beau-père François Périer le présente à des amis producteurs et réalisateurs Italiens.Il accepte alors des propositions de films en Italie, notamment celles de Luchino Visconti pour qui il tourne dans : Ludwig ou le Crépuscule des dieux (rôle de Richard Hornig, écuyer, amant et homme de confiance du roi Louis II de Bavière), puis dans : L'Innocent (rôle de l'écrivain Filippo d'Arborio), le tout dernier long métrage du maître italien. Dans la version intégrale de Ludwig (d'une durée de 4 h 42 min), le rôle de Richard Hornig est plus étoffé et inclut une scène intime avec le roi.Durant cette période, l'acteur est aussi à l'affiche d'œuvres de moindre valeur, desquelles n'émergent que La Longue Nuit de l'exorcisme (Non si sevizia un paperino) de Lucio Fulci (un des maîtres du giallo, sorte de polar italien, genre alors à son apogée dans la Péninsule), Virilità de Paolo Cavara qui connut un grand succès commercial et Caresses bourgeoises d'Eriprando Visconti (neveu de Luchino Visconti). Dans ce drame intimiste avec Claude Jade où il tient le rôle principal masculin, Marc Porel livre peut-être sa meilleure interprétation. Cette année-là (1977), il épouse l'actrice italienne Barbara Magnolfi, avec laquelle il avait joué dans Milano difendersi o morire, Difficile morire et La sorella di Ursula, films qui n'ont pas laissé un grand souvenir. Alors qu'une brillante carrière de « jeune premier » lui semblait initialement promise, l'acteur ne tourne bientôt quasiment plus que des films italiens de série B. Peut-être faut-il en chercher la raison dans le fait que, durablement ébranlé par la mort prématurée, en 1966, de son demi-frère Jean-Pierre , il se soit laissé aller à la consommation de substances toxiques, avec des répercussions sur sa santé mentale, sa vie professionnelle et finalement son existence même.Marc Porel meurt en 1983 d'une overdose d'héroïne au Maroc, âgé de 34 ans . Il avait tourné quatorze ans auparavant le rôle d'un trafiquant d'héroïne dans le film La Horse, « horse » signifiant héroïne en argot.Marc Porel est le père de deux filles. L'aînée, Bérengère de Lagatinerie (1968-1991), née de son union avec le mannequin et actrice Bénédicte Lacoste, tourna dans le film Trocadéro bleu citron, avant de mourir accidentellement à l'âge de 22 ans. La benjamine, Camille, naît en en 1981 de son union avec l'actrice italienne Barbara Magnolfi célébrée en 1977.L'acteur est enterré au cimetière de Passy, dans le caveau de son aïeule Réjane, aux côtés de sa mère Jacqueline Porel et de son beau-père François Périer . Sa fille, Bérengère Lacoste-Marrier de Lagatinerie a reposé dans ce caveau jusqu'en 2006, année où ses restes ont été transférés dans le caveau des Lacoste, famille de sa mère, au cimetière ancien de Vincennes (8 division, 1 ligne, 14 tombe, concession 2 954). Son nom est gravé sur la pierre tombale du caveau de chaque cimetière .",
    "name_more_cn": [],
    "personage_id": "27342646",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1136792",
    "personage_link": "https://www.douban.com/personage/27342646/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1983年8月15日"
        }
    ],
    "name_more_other": [
        "Marc Michel Marrier de Lagatinerie(本名)"
    ],
    "update_at": "2025-02-06T20:39:32"
}