{
    "sid": "1138478",
    "name": "Eddi Reader",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/4716.jpg",
    "imdb_id": "nm0713916",
    "name_en": "",
    "name_full": "Eddi Reader",
    "birth_date": "1959年8月28日",
    "birth_place": "英国,苏格兰,格拉斯哥,Anderston",
    "last_movies": [
        {
            "id": 5236937,
            "year": "1996",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Masculine Mescaline",
            "release": 1
        },
        {
            "id": 5114774,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559234505.jpg",
            "title": "你的欺骗之心",
            "release": 1
        },
        {
            "id": 4028670,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "One Giant Leap 2: What About Me?",
            "release": 1
        },
        {
            "id": 3893439,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "1 Giant Leap",
            "release": 1
        },
        {
            "id": 3601594,
            "year": "1989",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Hysteria 2",
            "release": 1
        },
        {
            "id": 3007765,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p493413873.jpg",
            "title": "我和奥逊·威尔斯",
            "release": 1
        }
    ],
    "introduction": "Eddi Reader MBE (born 28 August 1959) is a Scottish singer, known both for her work with Fairground Attraction and for an enduring solo career, which in 2003 saw her showcase the works of Scotland’s national poet, Robert Burns.Reader was born in Glasgow, the daughter of a welder, and the eldest of seven children (her brother, Francis, is vocalist with the band The Trash Can Sinatras). She began playing the guitar at the age of ten, and started her musical career busking, first in Glasgow’s Sauchiehall Street, then in the early 1980s around Europe (where she also worked with circus and performance artists).Back in Scotland, she joined the punk band Gang of Four as a backing singer which led to her first US tour. After leaving the band she started working as a session vocalist in London, singing with such acts as Eurythmics, Alison Moyet and Language.In 1984, Reader sang for a brief time with disco group Outbar Squeek. Around the same time she teamed up with Mark E. Nevin, a guitarist and songwriter, to record a few of his songs. They subsequently formed Fairground Attraction, together with Simon Edwards and Roy Dodds. In 1988 the band released their first single, Perfect, which became a UK number one, winning best single at the 1989 Brit Awards. Their first album, The First of a Million Kisses, was also a success, reaching number two in the UK album chart, and winning best album at the 1989 Brit Awards.This success was short-lived, however. In November, 1989, after a break, during which Reader had her first child, Charlie with her French-Algerian partner Milou, Mark Nevin abandoned a recording session for the second album, which would eventually lead to the splitting of the band. A makeshift second album, a collection of B-sides and live tracks, Ay Fond Kiss was rushed out the following year.Reader returned to Scotland, but before she embarked on her solo career she took a temporary detour into acting. She played Jolene Jowett, a singer and accordionist, in John Byrne’s Your Cheatin’ Heart, a comedy-drama series for BBC television, set in the country music scene in Scotland.Returning to London, Reader worked on new material with a backing band calling itself “The Patron Saints of Imperfection” (made up of Roy Dodds, Neill and Calum MacColl, and Phil Steriopoulos). This became her first solo album, recorded for RCA: 1992’s Mirmama. It was followed by Eddi Reader (1994), which won her the “Best female singer” Brit Award that year, Candyfloss and Medicine (1996), Angels  Electricity (1998), Simple Soul (2001) and Driftwood (2002) - a “homegrown” release of songs recorded during the Simple Soul sessions.In 2003, she recorded her album of material by Robert Burns with the Royal Scottish National Orchestra leading to excellent reviews and an international resurgence in interest in Scotland’s Bard.The Song “Bell Book And Candle” was included in the final soundtrack of the TV show by WB “Charmed”, The name of the disc is “Charmed: The Final Chapter”.In the 2006 New Years Honours List, Reader was awarded the MBE for services to music.Her eighth studio album Peacetime was released in the UK on 29 January 2007 on the Rough Trade label. Critically praised and produced by fellow Scottish folk musician John McCusker the album features a few Burns songs alongside brand new material with longtime collaborator Boo Hewerdine and Trashcan Sinatras’ John Douglas. Reader promoted the album with a 15 date UK tour in February.",
    "name_more_cn": [],
    "personage_id": "27344334",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1138478",
    "personage_link": "https://www.douban.com/personage/27344334/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Blanco y Negro / Rough Trade"
        },
        {
            "label": "流派",
            "value": "Pop / 流行 / Folk"
        },
        {
            "label": "擅长乐器",
            "value": "吉他 / 钢琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Sadenia Edna Reader (本名)"
    ],
    "update_at": "2025-02-24T07:14:14"
}