{
    "sid": "1139661",
    "name": "英玛·德桑蒂斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p23572.jpg",
    "imdb_id": "nm0763768",
    "name_en": "Inma de Santis",
    "name_full": "英玛·德桑蒂斯 Inma de Santis",
    "birth_date": "1959年2月24日",
    "birth_place": "西班牙,马德里",
    "last_movies": [
        {
            "id": 35369361,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633691926.jpg",
            "title": "Nunca en horas de clase",
            "release": 1
        },
        {
            "id": 5235962,
            "year": "1985",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Página de sucesos",
            "release": 1
        },
        {
            "id": 5235946,
            "year": "1984",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Veraneantes",
            "release": 1
        },
        {
            "id": 5235595,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916402759.jpg",
            "title": "吟游诗人与女王",
            "release": 1
        },
        {
            "id": 5226844,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ella, él y Benjamín",
            "release": 1
        },
        {
            "id": 5219515,
            "year": "1977",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Teatro estudio",
            "release": 1
        },
        {
            "id": 5216389,
            "year": "1983",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Un encargo original",
            "release": 1
        },
        {
            "id": 5138042,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sonata de primavera",
            "release": 1
        },
        {
            "id": 5052198,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632023487.jpg",
            "title": "¡Vaya par de gemelos!",
            "release": 1
        },
        {
            "id": 3154936,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632656420.jpg",
            "title": "驱魔女",
            "release": 1
        }
    ],
    "introduction": "Inma de Santis, actriz madrileña nacida el 24 de febrero de 1959, destacó en sus actividades teatrales, cinematográficas y televisivas. En general, títulos y programas donde hizo gala de su fotogenia y talento. Pero también pagó ciertos réditos (nadie le obligó a ello) aceptando aparecer desnuda en algunos filmes obscenos o simplemente vulgares. Es la otra cara de una joven llena de pasión por su trabajo que se fue de este mundo cuando estaba decidida a ser una actriz respetada y, además, había encontrado el amor, tras enfrentarse a su familia e independizarse siendo menor de edad, procurando que esa situación no se publicara en las revistas rosas.A veces son los padres quienes se empeñan en que sus hijos trabajen, siendo niños, en películas o anuncios en televisión. Digamos que caen en una explotación de menores, se mire como se mire el asunto. Fue la madre de Inmaculada Santiago del Pino (que luego adoptaría el sobrenombre de Inma de Santis) la que alentó esa vocación artística de su pequeña, en contra de la opinión paterna. Y así, con sólo cinco años, y entre varios cientos de aspirantes, lnma fue contratada para un papel en la película El niño y el muro, coproducción hispano-mexicana. Ella diría más adelante que en realidad, conforme iba cumpliendo años, el cine no le llamaba mucho la atención. Pero se vio envuelta en la vorágine del mundo del espectáculo, al tiempo que compaginaba sus estudios elementales. En el cine, los rodajes suelen comenzar a temprana hora, lo que obliga lógicamente a los actores a madrugar sistemáticamente. Inma de Santis se pasaba mucho tiempo en los platós, le quedaba poco tiempo para estudiar, para descansar. Y así, algunos de sus profesores de Segunda Enseñanza la sorprendieron más de una vez en clase dormitando sobre el pupitre que ocupaba. Llamaron a sus padres, el progenitor puso el grito en el cielo, la madre quitó hierro al asunto, mas lo cierto es que ésta se salió con la suya e Inma de Santis continuó su carrera cinematográfica.De su filmografía, compuesta por más de una treintena de títulos, espigamos éstos en base a su calidad: El otro árbol de Guernica, su papel más relevante, como protagonista; y otros de menos entidad en La mujer perdida, junto a Sara Montiel, Entre dos amores, a mayor gloria de Manolo Escobar, El bosque del lobo, donde se salvó de milagro de sufrir muy serias quemaduras… Pero, como decíamos, también aceptó papeles donde tenía que salir con poca ropa o simplemente en pelotas, lo que ocurrió en al menos dos cintas: Forbiden love game, de 1975, y tres años después Nunca en horas de clase. En otras ocasiones, con apariciones más o menos episódicas, también hubo de pasar por el aro, ligerita de ropa: Experiencia prematrimonial, Las melancólicas (de la que se hicieron dos versiones, una para el extranjero, de corte manifiestamente erótico), Madres solteras, que no le gustó nada cuando la vio en un cine…Ella desde luego comentaba a los periodistas esto: \"Desnudarme no me cuesta nada, es lo más natural del mundo\". Pero por otro lado, si en la pantalla aceptó algunas veces eso, en cambio se negó a aparecer en bolas cuando se lo propuso Interviú. La editorial de esta publicación, que editaba otras revistas aún más atrevidas en cuestión de sexo, la marginó para siempre. Lo que a Inma de Santis le trajo al pairo. Y es que muchos reporteros la tenían conceptuada como una Lolita \"a la española\", con su aire aparentemente ingenuo pero con mucho \"sexy\".Contaba Inma que la quisieron violar en más de una ocasión y que se defendió de acoso sexual por parte de directores y actores que trataban de \"llevarla al huerto\". Tan perseguida en esos trances que se vio obligada a abandonar la compañía donde representaba la obra clásica Calixto y Melibea y otra vez cuando formaba parte del elenco de la comedia musical El diluvio que viene. Afortunadamente, en otras ocasiones la respetaron, nadie la acechó ni le propuso encamarse con ella, que fueron los casos en los que pudo lucirse en el escenario con obras de difícil interpretación: El castigo sin venganza, La herida del tiempo… En los programas dramáticos de Televisión Española dejó asimismo la impronta de su calidad artística.Era una joven impulsiva, tenaz cuando emprendía cada trabajo o meditaba su futuro con nuevos retos. Acabó la carrera de Ciencias de la Información, rama de Imagen. Ello le permitió oficialmente dirigir varios cortometrajes. En un futuro lejano soñaba con realizar también \"largos\". En calidad de presentadora en la pequeña pantalla se hizo muy popular en dos espacios semanales. Tenía dieciseis años cuando la conocí, compartiendo un almuerzo junto a su madre en el restaurante del hotel María Cristina, en un lejano Festival de Cine de San Sebastián. Inma daba la impresión de ser mayor de lo que era, por su manera de expresarse. Estaba harta de estar siempre acompañada de su madre y de aguantar las críticas constantes de su padre, desaprobando su profesión. Así es que un día se plantó ante su familia y les dijo que se iba de casa. Trasunto de su propia realidad fue el argumento de una película que rodó en 1975 a las órdenes de Eloy de la Iglesia, Juegos del amor prohibido, donde su personaje era el de una chica que se escapaba con su novio para vivir su independencia. Un filme en el que se cebó la censura con infinidad de cortes, dadas las imágenes casi \"pornos\" que filmó aquel desvergonzado director.Inma de Santis se había enamorado de un fotógrafo de cine, al que conoció precisamente en la citada película. Algún reportero los sorprendió pero la identidad del novio de la actriz no la completaban y decían en los reportajes que se llamaba Antonio. Sí que era su nombre, mas se ignoraba el apellido. El de un excelente profesional de foto-fija y en su estudio, llamado Antonio de Benito, muy reconocido, valorado en su ambiente de trabajo. Los pocos años que Inma de Santis pudo convivir a su lado le evitaron mayores broncas en su casa familiar y pudo conocer así plenamente el amor.Le esperaba una cita desconocida, tras planear con unos amigos un viaje por el continente africano. Ante un mapa Inma pudo trazar un intinerario que les llevaría a distintos países. Alquilaron un vehículo todoterreno que, conducido por la actriz fue desplazándose por el desierto del Sahara Occidental. En las inmediaciones de un lugar conocido como Dajla, sin tránsito alguno, se les cruzó un zorro. Esa inesperada presencia de la alimaña no pudo esquivarla Inma. Llevada urgentemente al hospital más cercano las asistencias resultaron inútiles: había muerto. Fue hace exactamente treinta años, los mismos que ella contaba, como decíamos al principio. Una vida rota en plena juventud. Tal vez obsesionada con su probable temprana marcha, había dispuesto que si eso sucedía, la incinerasen, deseo que sus padres cumplieron, llevando el columbario con sus cenizas al cementerio de la Almudena.",
    "name_more_cn": [],
    "personage_id": "27345521",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1139661",
    "personage_link": "https://www.douban.com/personage/27345521/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1989年12月21日"
        }
    ],
    "name_more_other": [
        "Inmaculada Santiago Del Pino (本名)"
    ],
    "update_at": "2025-02-27T23:13:07"
}