{
    "sid": "1139870",
    "name": "勒内·圣西尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1410333737.46.jpg",
    "imdb_id": "nm0756679",
    "name_en": "Renée Saint-Cyr",
    "name_full": "勒内·圣西尔 Renée Saint-Cyr",
    "birth_date": "1904年11月16日",
    "birth_place": "法国",
    "last_movies": [
        {
            "id": 2064198,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185443933.jpg",
            "title": "天堂的囚徒",
            "release": 1
        }
    ],
    "introduction": "French actress Renee Saint-Cyr became synonymous with chic comedy and romantic drama, enjoying second-string success for nearly seven decades before her death of bronchitis at age 99. Over the years she equipped herself well opposite the established talents of Raymond Rouleau, Jules Berry, Raimu, Pierre Brasseur and Paul Meurisse. Born Raymonde-Renee Vittore, the daughter of a hotel owner and opera singer, she married wealthily at age 21 before entering the acting leagues. After studies at a drama school in Marseilles, she made her film bow in The Two Orphans (1933), based on the Gish sisters' silent classic \"Orphans in the Storm\" (she took Lillian's role), and for which she adopted the moniker Saint-Cyr, supposedly taken from a beloved canine. Saint-Cyr's alluring beauty, patrician demeanor, and skill at both comedy and drama helped continue her momentum in such films as The Last Millionaire (1934), directed by Rene Clair, Paris (1936), the German musical fantasy Donogoo (1936) and Pearls of the Crown (1937). She also graced the stage during this time in a production of \"The Threepenny Opera\" among others. She nixed an offer to sign with 20th Century-Fox, but continued filming internationally with England's Strange Boarders (1938), and Italy's Red Roses (1940) with Vittorio de Sica. Following popular roles in The Fantastic Symphony (1942), Marie-Martine (1943), Pamela (1945), The Glorious Avenger (1953), and If Paris Were Told to Us (1955), she left films but returned in the early 60s. By this time her son Georges Lautner had become a prominant film writer and director and was beginning to churn out a series of standard genre movies often with Renee in the cast, including The Monocle (1964) and The Bottom Line (1976), My Other Husband (1983) and Room Service (1993), her last.",
    "name_more_cn": [],
    "personage_id": "27345731",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1139870",
    "personage_link": "https://www.douban.com/personage/27345731/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2004年7月11日"
        }
    ],
    "name_more_other": [
        "Marie Louise Eugénie Vittore (本名)"
    ],
    "update_at": "2025-04-12T08:21:32"
}