{
    "sid": "1140846",
    "name": "迪迪埃·桑德尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1501148466.03.jpg",
    "imdb_id": "nm0762240",
    "name_en": "Didier Sandre",
    "name_full": "迪迪埃·桑德尔 Didier Sandre",
    "birth_date": "1946年8月17日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 36402961,
            "year": "2028",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Icon of French Cinema Season 1",
            "release": 0
        },
        {
            "id": 36025590,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911754113.jpg",
            "title": "谢德拉克",
            "release": 1
        },
        {
            "id": 35741275,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874608977.jpg",
            "title": "法老，野人与公主",
            "release": 1
        },
        {
            "id": 35354759,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871210079.jpg",
            "title": "巴黎夜旅人",
            "release": 1
        },
        {
            "id": 34607878,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602892732.jpg",
            "title": "该诅咒的人",
            "release": 1
        },
        {
            "id": 10750022,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2100878470.jpg",
            "title": "故事的结局",
            "release": 1
        },
        {
            "id": 10745208,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570139404.jpg",
            "title": "我控诉",
            "release": 1
        },
        {
            "id": 5196933,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Le sang noir",
            "release": 1
        },
        {
            "id": 5161085,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Sous un autre jour",
            "release": 1
        },
        {
            "id": 5158867,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "蒙巴纳斯",
            "release": 1
        },
        {
            "id": 5150968,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493852379.jpg",
            "title": "追忆似水年华",
            "release": 1
        }
    ],
    "introduction": "Didier Maffre, dit Didier Sandre, est un acteur et metteur en scène français né à Paris le 17 août 1946. Il est nommé sociétaire de la Comédie-Française en 2020.Didier Sandre joue pour la 1 fois en 1968 dans L’Échange de Paul Claudel. À partir des années 1970, il contribue aux créations du théâtre public avec Catherine Dasté, Michel Hermon, Bernard Sobel, Jorge Lavelli, Jean-Pierre Miquel, Jean-Pierre Vincent, Maurice Béjart, Giorgio Strehler, Patrice Chéreau, Luc Bondy et Antoine Vitez.Il joue régulièrement dans des productions du théâtre privé (Partage de midi de Paul Claudel, Célimène et le Cardinal de Jacques Rampal, Dîner entre amis de Donald Margulies, Becket ou l’honneur de Dieu de Jean Anouilh, etc.). En 2001, il joue dans Bérénice de Racine, mis en scène par Lambert Wilson au théâtre de Chaillot à Paris, en 2003 dans Le Laboureur de Bohême de Johannes von Tepl au TNP Villeurbanne, mis en scène par Christian Schiaretti, et en 2004 dans Monsieur chasse ! de Georges Feydeau. Entré à la Comédie-Française le 1 novembre 2013, il en est nommé sociétaire le 1 janvier 2020.Au cinéma, on peut le voir dans Petits Arrangements avec les morts de Pascale Ferran, Le Conte d’automne d’Éric Rohmer, Le Mystère Paul d’Abraham Segal et Memory Lane de Mikhaël Hers. Parmi de nombreux téléfilms, on peut citer Passion interdite, Deux frères, L’Enfant éternel, Une famille formidable, Saint-Germain ou la Négociation de Gérard Corbiau, Le Sang noir de Peter Kassovitz. Il est Louis XIV dans L’Allée du Roi de Nina Companeez. En 2010, il tient le rôle du baron de Charlus dans l'adaptation par Nina Companeez de À la recherche du temps perdu d'après Marcel Proust.Didier Sandre participe régulièrement à de nombreux concerts qui intègrent un récitant dans des œuvres de répertoire : L'Histoire du Soldat – Stravinsky-Ramuz, Le Martyre de Saint Sébastien – Debussy-d'Annunzio, Egmont – Beethoven-Goethe, le Roi David – Honegger-Morax, La Trahison orale – Maurizio Kagel-Claude Seignolles, Les Mains déliées – Michel Decoust-Azéma, Les 7 dernières Paroles du Christ – Haydn-Saint Mathieu, Pierre et le loup – Prokovief, Peer Gynt – Grieg-Ibsen, Histoire de Babar – Poulenc-de Brunhoff, La Boîte à joujoux – Debussy-Helle, Concerto pour voix et orchestre d'Éric Tanguy ; ou construits spécifiquement pour la scène : Une saison en enfer – Rimbaud-Liszt, Les Liaisons dangereuses – Laclos-Scarlatti, Poète et musicien – Lamartine-Chopin, L'Homme aux semelles de vent – Rimbaud-Janacek etc. Il a travaillé avec l'Orchestre des Concerts Pasdeloup, l'Orchestre de Paris, l'Ensemble Inter-Contemporain, l'Orchestre Poitou-Charentes, l'Orchestre national de Lyon sous la direction de Pierre Boulez, Myung-Whun Chung, David Robertson, Frans Brüggen, Sylvain Cambreling, Jean-François Heisser, Jean-Claude Pennetier, Hervé Niquet, Michaël Levinas etc.Il travaille également avec des solistes tels que Abdel Rahman El Bacha, Alexandre Tharaud, Jeff Cohen, Michel Béroff, Marie-Josèphe Jude, Thierry Escaich, Pascal Amoyel, David Bismuth, Jean-François Zygel, Emmanuelle Bertrand ou des formations de musique de chambre telles que le Quatuor Ludwig ou Sine Nomine ou le chanteur François Le Roux.Il est Chevalier de la Légion d'honneur depuis 2014 , Chevalier de l'ordre national du Mérite et Chevalier des Arts et Lettres. En 1987, le Syndicat de la critique lui décerne son prix du meilleur acteur pour Madame de Sade de Yukio Mishima, Le Mariage de Figaro de Beaumarchais et Le Soulier de Satin de Paul Claudel. En 1996, il reçoit le Molière du meilleur acteur pour le rôle d’Arthur Goring dans Un Mari idéal d’Oscar Wilde. Il figure dans le Who's Who in France.Il partage la vie de Nada Strancar, comédienne et metteure en scène française d’origine slovène, née à Ljubljana (Slovénie) en 1950. Elle est aussi enseignante au Conservatoire national supérieur d'art dramatique à Paris.",
    "name_more_cn": [],
    "personage_id": "27346709",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1140846",
    "personage_link": "https://www.douban.com/personage/27346709/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-15T04:26:19"
}