{
    "sid": "1140402",
    "name": "汉斯·罗森塔尔",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ea78807cb971aa4c97f486ccd4aa9033.jpg",
    "imdb_id": "nm0742759",
    "name_en": "Hans Rosenthal",
    "name_full": "汉斯·罗森塔尔 Hans Rosenthal",
    "birth_date": "1925年4月2日",
    "birth_place": "德国,柏林",
    "last_movies": [
        {
            "id": 36418604,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892670931.jpg",
            "title": "赫尔穆特·贝格：我的人生",
            "release": 1
        },
        {
            "id": 34445216,
            "year": "2018",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Kulenkampffs Schuhe",
            "release": 1
        },
        {
            "id": 5230440,
            "year": "1983",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ein Wort aus Musik",
            "release": 1
        },
        {
            "id": 5228962,
            "year": "1964",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Gut gefragt ist halb gewonnen",
            "release": 1
        },
        {
            "id": 5221262,
            "year": "1961",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Rückblende",
            "release": 1
        },
        {
            "id": 5139681,
            "year": "1962",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Insulaner",
            "release": 1
        },
        {
            "id": 5130659,
            "year": "1971",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893731877.jpg",
            "title": "Dalli Dalli",
            "release": 1
        }
    ],
    "introduction": "Hans Rosenthal (2 April 1925 – 10 February 1987) was a radio editor, director, and one of the most popular German radio and television hosts of the 1970s and 1980s.LifeRosenthal grew up in a Jewish family on Winsstraße No. 63, in the Prenzlauer Berg district of Berlin. His childhood was marked by an aggressive antisemitic atmosphere, the result of rising German Nazism. His father died of kidney failure in 1937 after he had lost his job at Deutsche Bank AG. When his mother died of colorectal cancer in 1941, Hans and his younger brother Gert (born 1932) found themselves in the orphanage. Starting in 1940, Hans was forced to participate in unfree labour, while his brother was deported and like many other relatives murdered in the Holocaust. After Hans escaped the last major roundup of Berlin Jews (the Fabrikaktion) in early 1943, he went into hiding and until 1945 was able to stay at a safe house in a small garden allotment in Berlin-Lichtenberg, where three German women helped him to survive.After the war, Rosenthal began an apprenticeship as an assistant director at Berliner Rundfunk, a public broadcaster. However, he soon came into conflict with the supervisors of the Soviet Military Administration and from 1948 onwards worked for the Rundfunk im amerikanischen Sektor (RIAS), a broadcaster controlled by the American occupying forces. He became chief entertainment editor and soon began hosting his own radio quiz shows: Allein gegen alle, Wer fragt, gewinnt, Das klingende Sonntagsrätsel, Spaß muß sein (broadcast from London's Paris Theatre during the 1966 FIFA World Cup), Opas Schlagerfestival, Da ist man sprachlos, Die Rückblende  and Die Insulaner. Later on the German ZDF public television channel, he presented shows like Gut gefragt ist halb gewonnen, Rate mal mit Rosenthal, KO OK, Das Schlagerfestival der 20er Jahre, and Dalli Dalli, a co-production with ORF, an Austrian broadcaster.The most popular of these, the TV show Dalli, Dalli (derived from Kashubian: dali, dali! or Polish: dalej!, \"Hurry Up!\"), aired 153 times from 1971 to 1986. Celebrities had to compete in several fast-paced quiz rounds and games of skill, critiqued by a panel of judges. Even today, Rosenthal is known in Germany for his catchphrase Sie sind der Meinung, das war ... ? (\"So you all think that was... ?\") when he thought something impressive had been done. The TV audience then answered Spitze! (\"Great!\"), at which point Rosenthal would jump into the air. Because he was not tall, he was often referred to affectionately as Hänschen Rosenthal (literally \"Little Hans\").He was a member of the Central Council of Jews in Germany from the 1960s onwards. He often took his vacation in Utersum on the island of Föhr, of which he was eventually made an honorary citizen. From 1965 until 1973 Rosenthal was chairman of the Tennis Borussia Berlin football club. Rosenthal started a foundation called Schnelle Hilfe in Akuter Not (which roughly translates as \"Fast Help in Dire Need\").In 1980, Rosenthal published his autobiography Zwei Leben in Deutschland (\"Two Lives in Germany\"). In 1986, along with Paul Spiegel, he started an international media agency, which promoted actors, TV presenters and artists. In the same year Rosenthal fell ill with stomach cancer and was no longer able to work as a TV host. He died in 1987 in Berlin, aged 61.",
    "name_more_cn": [],
    "personage_id": "27346263",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1140402",
    "personage_link": "https://www.douban.com/personage/27346263/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1987年2月10日"
        }
    ],
    "name_more_other": [
        "Hans Günter Rosenthal (本名)"
    ],
    "update_at": "2025-02-27T03:43:26"
}