{
    "sid": "1144127",
    "name": "亨宁·施吕特尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/07396d03a982b4a4434ad20f8503dd1b.jpg",
    "imdb_id": "nm0772530",
    "name_en": "Henning Schlüter",
    "name_full": "亨宁·施吕特尔 Henning Schlüter",
    "birth_date": "1927年3月1日",
    "birth_place": "德国,汉堡",
    "last_movies": [
        {
            "id": 5223143,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der Nelkenkönig",
            "release": 1
        },
        {
            "id": 5137589,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Verwegene - Kämpfe um deinen Traum",
            "release": 1
        },
        {
            "id": 5111979,
            "year": "1994",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Blankenese",
            "release": 1
        },
        {
            "id": 5110436,
            "year": "1995",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Theaterdonner",
            "release": 1
        },
        {
            "id": 5108903,
            "year": "1993",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Auto Fritze",
            "release": 1
        },
        {
            "id": 5108856,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Unsere Hagenbecks",
            "release": 1
        },
        {
            "id": 5107833,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Die Feuerengel",
            "release": 1
        },
        {
            "id": 5104720,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Hundert Jahre Brecht",
            "release": 1
        },
        {
            "id": 5095899,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Vorübergehend verstorben",
            "release": 1
        },
        {
            "id": 4175861,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376781682.jpg",
            "title": "绝密任务",
            "release": 1
        }
    ],
    "introduction": "Henning Schlüter studierte zunächst von 1946 bis 1949 Philosophie, Psychologie und Germanistik und absolvierte nebenbei eine Schauspielausbildung. 1949 wurde er Ensemblemitglied des Deutschen Theaters im Osten Berlins, wo er bis 1952 unter Vertrag blieb. Außerdem spielte er zeitgleich unter Bert Brecht in dessen Berliner Ensemble. 1952 wechselte Schlüter nach Hamburg an die dortigen Kammerspiele. Weitere Theaterstationen folgten in Bochum, Berlin (West) und abermals in Hamburg.Seit 1960 spielte Schlüter zudem regelmäßig Rollen in Film und Fernsehen. Dabei erreichte der Charakterdarsteller mit der imposanten Statur und Stimme auch internationale Bekanntheit. Schlüter spielte in italienischen, französischen, amerikanischen und englischen Produktionen unter international renommierten Regisseuren wie Visconti (in dessen Porträt von Ludwig II.), Christian-Jaque (im Mehrteiler Wettlauf nach Bombay), Roman Polański (in What?) und Billy Wilder (in Eins, zwei, drei, Wilders Satire auf den Kalten Krieg) und neben berühmten Schauspielkollegen wie Elizabeth Taylor und Henry Fonda (Die Rivalin), James Cagney (Eins, zwei, drei) und Ben Kingsley (Der Zug). In deutschen Produktionen spielte er mit einer großen Bandbreite in Komödien wie in Willi wird das Kind schon schaukeln neben Heinz Erhardt, in Literaturverfilmungen wie in Schlöndorffs Oscar-prämierten Adaption von Günter Grass’ Blechtrommel, den Mehrteilern Tadellöser & Wolff und Ein Kapitel für sich nach Walter Kempowski und der Romanverfilmung Die Elixiere des Teufels nach E. T. A. Hoffmann. 1976 spielte er in der Folge \"Kein schöner Sonntag,\" der Fernsehserie Derrick, den naiven Firmenbesitzer Thomas Schunck.Besondere Popularität brachte ihm die Rolle des Franz Millinger, den er zwischen 1977 und 1984 als Vorgesetzten von Siegfried Lowitz als Kommissar Erwin Köster in Der Alte verkörperte. 1985 spielte Schlüter selbst die Hauptrolle in einer Krimiserie als Seniorpartner der Anwaltskanzlei Wolff und Wolff in Ein heikler Fall.Daneben lieh Schlüter seine Stimme zahlreichen Hörspielen und Synchronfassungen. Bekannt wurde er dem jungen Publikum durch seine tragende Rolle als Käpt'n Buddelmann in der Hörspielreihe Flitze Feuerzahn. Vor allem in diversen EUROPA-Produktionen ist er zu hören, so u. a. in den Reihen Pitje Puck, TKKG und Die drei ???.1966 gab der Hobbyfotograf zudem den Bildband Ladies, Lords und Liederjane heraus.2004 widmete der Historiker und Journalist Joachim C. Fest in seinem Buch Begegnungen. Über nahe und ferne Freunde auch ein Kapitel seinem langjährigen Freund Henning Schlüter.Henning Schlüter starb im Alter von 73 Jahren und wurde auf dem Friedhof Ohlsdorf beigesetzt.",
    "name_more_cn": [],
    "personage_id": "27349997",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1144127",
    "personage_link": "https://www.douban.com/personage/27349997/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2000年7月20日"
        }
    ],
    "name_more_other": [
        "Henning Behrend Schlüter(本名)"
    ],
    "update_at": "2025-06-23T03:13:23"
}