{
    "sid": "1144901",
    "name": "Virginia Rodrigues",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/9030.jpg",
    "imdb_id": "nm0735212",
    "name_en": "",
    "name_full": "Virginia Rodrigues",
    "birth_date": "1964年3月31日",
    "birth_place": "巴西,巴伊亚,萨尔瓦多",
    "last_movies": [
        {
            "id": 5199781,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ó Paí, Ó",
            "release": 1
        },
        {
            "id": 5154396,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Trommler und Götter",
            "release": 1
        }
    ],
    "introduction": "Virginia Rodrigues was an aspiring actress and singer when she caught the ear of Brazilian singer/songwriter Caetano Veloso. Veloso was so impressed by Rodrigues' sensuous vocals that he helped her to get a recording contract with the Hannibal label and produced her debut album Sol Negro. In a 1998 interview, Veloso recalled his reaction to Rodrigues' singing, \"To hear this song in the celestial voice that came out of the plump body of a robust black woman moved me greatly. Her voice transcends the distinction between erudite and popular. I was deeply impressed with her unique timbre and her profound sensibility.\" Veloso was not alone in his praise. The New York Times called Rodrigues the \"new voice in Brazilian music,\" while Joe Boyd, owner of Hannibal, said, \"Virginia is fascinating because she's almost like post-modern samba, like a return to the roots.\"Rodrigues' success contrasts with the poverty she experienced as a child. Her mother sold fruits and vegetables and her father sold ice cream in a local street market. Although her parents were unable to afford a phonograph player, she was introduced to music by her grandfather, who played accordion. As a member of a Catholic church choir, she sang Bach and baroque music and learned to read music. She taught herself basic piano in order to accompany herself when she practiced. On her debut album, Sol Negro, Rodrigues balanced a cappella tunes with songs that she recorded with the accompaniment of harp, contrabass or berimbau, and percussion. Guests on the album included Milton Nascimento, Gilberto Gil, and Djavan. Rodrigues has maintained her connection with theater. She had a major role in the film Jenipapo and also appeared in Tieta Do Agreste and Diario De Un Convento. ~ Craig Harris, Rovi",
    "name_more_cn": [],
    "personage_id": "27350772",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1144901",
    "personage_link": "https://www.douban.com/personage/27350772/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-09T14:13:30"
}