{
    "sid": "1145386",
    "name": "阿尔布雷希特·舍恩哈尔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1587131247.83.jpg",
    "imdb_id": "nm0774467",
    "name_en": "Albrecht Schoenhals",
    "name_full": "阿尔布雷希特·舍恩哈尔斯 Albrecht Schoenhals",
    "birth_date": "1888年3月7日",
    "birth_place": "德国,曼海姆",
    "last_movies": [
        {
            "id": 5224723,
            "year": "1965",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Alle machen Musik",
            "release": 1
        },
        {
            "id": 5219110,
            "year": "1964",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der trojanische Krieg findet nicht statt",
            "release": 1
        },
        {
            "id": 5202725,
            "year": "1959",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Vergessene Gesichter",
            "release": 1
        },
        {
            "id": 5140657,
            "year": "1969",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ida Rogalski",
            "release": 1
        },
        {
            "id": 5119403,
            "year": "1961",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Der Teufel ist los",
            "release": 1
        },
        {
            "id": 5061943,
            "year": "1955",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878238314.jpg",
            "title": "Das Forsthaus in Tirol",
            "release": 1
        },
        {
            "id": 5060394,
            "year": "1959",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Affäre Dreyfus",
            "release": 1
        },
        {
            "id": 4921629,
            "year": "1954",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878238133.jpg",
            "title": "陌生女人的画像",
            "release": 1
        },
        {
            "id": 3251038,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560605493.jpg",
            "title": "苏格兰场追踪马布斯博士",
            "release": 1
        },
        {
            "id": 1296591,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892695149.jpg",
            "title": "纳粹狂魔",
            "release": 1
        }
    ],
    "introduction": "Albrecht Schoenhals war der Sohn einer Engländerin und des deutschen Generalarztes Gustav Schoenhals (1855–1930). Er wuchs in Freiburg/Breisgau auf und ging nach dem Besuch eines humanistischen Gymnasiums nach Berlin, um Medizin zu studieren. Anschließend arbeitete er als Unterarzt an der Berliner Charité und meldete sich freiwillig als Militärarzt zum Feldartillerieregiment nach Metz. Im letzten Kriegsjahr erlitt er eine schwere Verwundung am Arm, schrieb während der Genesung an seiner Doktorarbeit und schloss sich nach Kriegsende einem Freikorps an der Heeresschule Döberitz an.Da er seinen ursprünglichen Wunsch, Chirurg zu werden, der Armverletzung wegen hatte aufgeben müssen, entschied Albrecht Schoenhals sich schließlich für die Schauspielerei und nahm Unterricht bei Eduard von Winterstein. Sein erstes Bühnenengagement erhielt er 1920 am Stadttheater Freiburg, wo er als „Orest“ in Goethes „Iphigenie auf Tauris“ debütierte. Danach war er in Halberstadt, wieder in Freiburg (1921/24), in Baden-Baden, Frankfurt am Main, Dortmund und an den Hamburger Kammerspielen (1928–34) beschäftigt. In Hamburg wurde er 1934 vom Besetzungschef der UFA entdeckt und für eine Doppelrolle in Arthur Robisons Liebesfilm Fürst Woronzeff engagiert. Durch seinen distinguierten Charme und die Eleganz seiner Erscheinung war er von Anfang an auf die Rollen von Adligen, Ärzten und Künstlern festgelegt. Dass unter einer scheinbar tadellosen Oberfläche auch charakterliche Abgründe verborgen sein konnten, zeigte Schoenhals in einem seiner erfolgreichsten Filme – Willi Forsts Kriminalfilm Mazurka –, in dem er einen Vergewaltiger spielte, der Jahre nach der Tat von seinem Opfer – verkörpert von Pola Negri – erschossen wird. In dem Liebesfilm Intermezzo erschien er als ein mysteriöser Spieler, der die Notlage einer Operndiva ausnutzt, um ihr die Rechte an ihrer Stimme abzukaufen, und in Veit Harlans Tolstoi-Verfilmung Die Kreutzersonate als Verführer einer verheirateten Frau. In einer Reihe anderer Filme jedoch stellte Schoenhals außerordentlich verlässliche, sogar aufopferungsbereite Männer dar, wie z. B. in dem Film Roman eines Arztes, in dem er als Ehemann für einen von seiner Frau begangenen Mord ins Gefängnis geht.Albrecht Schoenhals’ Partnerinnen waren die großen Diven der Ufa wie Pola Negri, Camilla Horn und Sybille Schmitz, und die „Darlings“ der nationalsozialistischen Führungsspitze, wie Lil Dagover, Olga Tschechowa und Lída Baarová. Seine Karriere endete schlagartig, als er 1940 die ihm angetragene Titelrolle in dem Hetzfilm „Jud Süß“ ablehnte. Er wurde danach nur noch in wenigen Filmen eingesetzt und war auch zum ersten Mal zur Mitwirkung in einem NS-Propagandafilm gezwungen: In dem Jugendfilm Kopf hoch, Johannes! (1941) spielte er einen Gutsbesitzer, dessen halbwüchsiger Sohn, nachdem der Vater sich nicht um ihn gekümmert und die Mutter ihn heillos verwöhnt hat, in eine Nationalpolitische Erziehungsanstalt (Napola) gesteckt wird, wo man ihm den Sinn für Kameradschaft beibringt. Schoenhals zog sich in die Theaterarbeit und auf sein Landgut „Annenhof“ bei Baden-Baden zurück.Nach dem Ende des Zweiten Weltkrieges arbeitete er zunächst als Arzt am städtischen Krankenhaus in Baden-Baden und kehrte – gemeinsam mit seiner Frau – Ende der 1940er Jahre zum Theater zurück. Ab Ende der 1940er Jahre drehte er auch wieder Filme, in denen er weitgehend in seinem alten Rollenfach blieb und oft sogar mit den alten Partnerinnen auftrat, als Nebendarsteller jedoch allmählich in den Hintergrund trat. Von 1956 bis 1968 war Schoenhals wiederholt in Fernsehproduktionen zu sehen. Seit den frühen 1960er Jahren widmete er sich vermehrt privaten Interessen wie der französischen Literatur, einem Gebiet, in dem er auch als Übersetzer und Herausgeber tätig wurde. Auch für die Schallplatte sprach er eine seiner eigenen Baudelaire-Übersetzungen ein. 1965 erhielt Schoenhals das Filmband in Gold für „langjähriges und hervorragendes Wirken im deutschen Film“, und 1967 das Große Bundesverdienstkreuz. 1969 kehrte er für eine Nebenrolle in Luchino Viscontis Film Die Verdammten noch einmal zum Kinofilm zurück. Er starb mit 90 Jahren und liegt auf dem Friedhof Baden-Baden begraben.Albrecht Schoenhals war ab 1930 mit der Schauspielerin Anneliese Born verheiratet; der gemeinsame Sohn wurde 1933 geboren.",
    "name_more_cn": [],
    "personage_id": "27351258",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1145386",
    "personage_link": "https://www.douban.com/personage/27351258/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1978年12月4日"
        }
    ],
    "name_more_other": [
        "Albrecht Moritz James Karl Schoenhals(本名)"
    ],
    "update_at": "2025-03-10T06:01:01"
}