{
    "sid": "1145569",
    "name": "安德烈·萨哈罗夫",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "作者"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bca927b35706bc516219952aa535a931.jpg",
    "imdb_id": "nm0757174",
    "name_en": "Andrei Sakharov",
    "name_full": "安德烈·萨哈罗夫 Andrei Sakharov",
    "birth_date": "1921年5月21日",
    "birth_place": "俄罗斯,莫斯科",
    "last_movies": [
        {
            "id": 35737695,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897831632.jpg",
            "title": "萨哈罗夫与权力:在窗口的另一边",
            "release": 1
        },
        {
            "id": 26830292,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539688422.jpg",
            "title": "1970年至1991年的回忆 第一季",
            "release": 1
        },
        {
            "id": 25823679,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2207017318.jpg",
            "title": "纽约书评：争鸣五十年",
            "release": 1
        },
        {
            "id": 11610579,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916308348.jpg",
            "title": "帝国的尽头",
            "release": 1
        }
    ],
    "introduction": "\"Biography for\\r\\nAndrei Sakharov\\r\\nad feedbackDate of Birth\\r\\n21 May 1921, Moscow, Russia \\r\\n\\r\\n\\r\\nDate of Death\\r\\n14 December 1989, Moscow, USSR [now Russia] (heart attack) \\r\\n\\r\\n\\r\\nBirth Name\\r\\nAndrei Dmitrievich Sakharov \\r\\n\\r\\n\\r\\nMini Biography\\r\\nAndrei Dmitrievich Sakharov was born on May 21, 1921, in Moscow. His father, named Dmitri Ivanovich Sakharov, was a distinguished scientist, a writer of science, and a pedagogy. He also had a hobby of playing piano for silent films and at home. His mother, named Ekaterina Alekseevna was the daughter of a distinguished General, Aleksei Sophiano, who was a Greek-Russian aristocrat in Moscow. Young Andrei Sakharov was a voracious reader. He graduated from high school with excellence. From 1938, Sakharov studied physics at Moscow State University. He graduated 'cum laude' in 1942, while the university was evacuated in Ashkhabad, Turkmenistan during WWII.\\r\\n\\r\\nSakharov made a number of inventions for the Soviet military industry during the Second World War. He earned his Ph. D. in 1947 and was included in the top-secret Soviet thermonuclear research group under Igor Tamm. In 1949-50 Sakharov became the co-inventor of the controlled hydrogen reaction. Today he is known as \\\"the father of the Soviet hydrogen bomb.\\\" He was secretly awarded the State Prize by Joseph Stalin, who had a personal meeting with Sakharov and Lavrenti Beria, the chief of NKVD/KGB.\\r\\n\\r\\nAfter giving the hydrogen bomb to Joseph Stalin Sakharov himself went through a dramatic moral transformation. He wrote in his 'Memoirs' that from 1952-1961 he grew to realization that his invention is extremely harmful in the hands of politicians, and it caused him a serious moral pain. Sakharov rose to become a staunch opponent of the nuclear tests and made a political statement in 1961, causing anger from Nikita Khrushchev. During the Cuban missile crisis, Sakharov had a clear vision of the danger that his mighty invention may cause in the hands of undereducated career politicians, who exterminated millions of their own people. Sakharov raised his voice in 1966-1967 in defense of the political prisoners in the USSR; at a time when Aleksandr Solzhenitsyn was terrorized by the KGB.\\r\\n\\r\\nSakharov's integrity took him on a complicated political journey. As a conscientious scientist he made sincere statements in confrontations with the undereducated Nikita Khrushchev. In spite of being awarded in 1953, 1956, and 1962; as 'The Hero of Socialist Labor' Sakharov still ignored all the materialistic bribes from the Soviet government. A free thinker, Sakharov took the stand against the overpowering system he once used to be a part of. In 1968 he published his essay on 'Peaceful Co-existence and Intellectual Freedom', and was immediately cut off from the privileged food supplies; which he was entitled to as a top scientist. In 1969 he donated all his life savings to the Red Cross in Moscow. In 1970 he co-founded the Committee for Human Rights. In 1972, he married Yelena Bonner, also a co-founder. Sakharov was awarded the Nobel Prize for Peace (1975), but was not allowed to go to Norway to accept it.\\r\\n\\r\\nIn 1979 he opposed the Soviet invasion of Afghahistan. He also joined the boycott of the Moscow Olympic Games in 1980. Sakharov wrote an open letter to Leonid Brezhnev, declaring that \\\"Wars must stop during the Olympics. According to the tradition, the Soviet Union must remove the troops out of Afghanistan. Olympics cannot be in the country, which is at war.\\\" Soviet government retaliated immediately by canceling all his state awards, honors, and privileges.\\r\\n\\r\\nThe totalitarian regime tried to break him by making his life miserable in exile at the sealed and controlled city of Gorky (now Nizhni Novgorod) from 1980-1986. There Sakharov lived in a small flat on the ground floor of a building, filled with his KGB opponents, who performed 24/7 surveillance of his life. Sakharov's case illustrated how Soviet dictatorship focused on victimization of the best, in order to control the rest.\\r\\n\\r\\nIn December of 1986, Mikhail Gorbachev personally contacted Sakharov in his exile. Gorbachev ordered that the KGB should release Sakharov and return him to Moscow. Back in Moscow Sakharov continued his work as a humanitarian. A few months before his death, he was elected as a representative of the Academy of Sciences to the Supreme Soviet in 1989. Sakharov died of a heart failure on December 14, 1989, in Moscow, and was laid to rest at the Vostryakovskoe Cemetery in Moscow.\\r\\n\\r\\nSakharov showed to the World what an independent thinker can do by going to the extremes of science. He invented a bomb that could bring the most horrible extermination of life, and then took a stand to ban his own invention for the salvation of planet Earth. This was regardless of the constant danger from the most powerful dictatorship on the planet. (IMDB)\"",
    "name_more_cn": [],
    "personage_id": "27351441",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1145569",
    "personage_link": "https://www.douban.com/personage/27351441/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1989年12月14日"
        }
    ],
    "name_more_other": [
        "Andrei Dmitrievich Sakharov (本名)"
    ],
    "update_at": "2025-03-15T12:08:02"
}