{
    "sid": "1148896",
    "name": "鲍里斯·斯捷潘采夫",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41611.jpg",
    "imdb_id": "nm0826817",
    "name_en": "Boris Stepantsev",
    "name_full": "鲍里斯·斯捷潘采夫 Boris Stepantsev",
    "birth_date": "1929年12月7日",
    "birth_place": "Moscow, USSR",
    "last_movies": [
        {
            "id": 35411864,
            "year": "1960",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Murzilka na sputnike",
            "release": 1
        },
        {
            "id": 35411860,
            "year": "1957",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916511265.jpg",
            "title": "球体",
            "release": 1
        },
        {
            "id": 35399768,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635514704.jpg",
            "title": "咔嗒作响的苍蝇",
            "release": 1
        },
        {
            "id": 5116226,
            "year": "1982",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Assol",
            "release": 1
        },
        {
            "id": 5098482,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2378177361.jpg",
            "title": "我的童年故事",
            "release": 1
        },
        {
            "id": 5086022,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640533481.jpg",
            "title": "沃夫卡旅行记",
            "release": 1
        },
        {
            "id": 5084675,
            "year": "1958",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523764129.jpg",
            "title": "彼佳与小红帽",
            "release": 1
        },
        {
            "id": 3539945,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881379308.jpg",
            "title": "小飞人回来了",
            "release": 1
        },
        {
            "id": 3539938,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878252158.jpg",
            "title": "屋顶上的小飞人",
            "release": 1
        }
    ],
    "introduction": "Boris Stepantsev was one of the best directors of Russian animation of the Soviet era. Everyone in Russia cannot but remember and enjoy his eternal animated cartoon masterpieces about Carlson, Vovka in the Far Far Away Kingdom and the Nutcracker.Boris Pavlovich Stepantsev was born on 7 December 1929 in Moscow. After graduating the Animators’ Courses at the Soyuzmultfilm Studio in 1946 he took part in filming of Vesely ogorod (Fun Garden) (1947), Slon i muravei (The Elephant and the Ant) (1948), Seraya sheika (The Grey Neck) (1948), Lev i zayats (The Lion and the Hare) (1949), Polkan & Shavka (1949), Tsarevna Lyagushka (Princess Frog) (1953), Neobyknovenny match (The Unusual Match) (1955). As a production designer he worked on Na lesnoi estrade (At a Forest Variety Stage) and Opasnaya shalost' (The Dangerous Prank) (1954). From 1954 he worked as an animated cartoon film director. Till 1961 he worked jointly with the director Yevgeny Raikovsky.Modern wonder tale, with classical plotlines’ heroes finding themselves in the present days, and vice versa, played an important role in the creativity of Boris Stepantsev. A tint of eccentricity is inherent in his animation stories Petya i krasnaya shapochka (Petya and the Little Red Riding Hood) (1958) (awarded with the First Prize at the Ancey International Film Festival, France, and Prize at the All-Union Film Festival in Kiev) and Vovka v Tridevyatom tsarstve (Vovka in the Far Far Away Kingdom) (1965). In the same vein he created the animation Murzilka na sputnike (Murzilka on a Satellite), the first widescreen Soviet animated cartoon (1960; Prize of the XII Karlovy Vary International Film Festival).In animations by Boris Stepantsev there was always room for jokes, unexpected tricks, and absurd situations. Thus, in Petya and the Little Red Riding Hood the boy gets into argument with a loudspeaker and the Grandma trips up the Wolf. Vovka in the Far Far Away Kingdom is jam-packed with sparkling apt gags, in many ways thanks to the brilliant actress Rina Zelyonaya who participated in the dubbing. Lots of those phrases have taken rank among other household words popular among the Russians.For the youngest viewers Dmitry Stepantsev directed the fairy-tales Petuh i kraski (The Hen and the (1963), Mukha Tsokotukha (The Fly Who Clatters) (1976), Pochemu oslik zaupryamilsya (Why the Little Donkey Ran Rusty) (1979). However, these were Malysh i Karlson (The Little Boy and Carlson) (1970) and Karlson vernulsya (Carlson is Back) (1970) that became the most popular of his works, to a large extent thanks to cartoonists Yuri Butyrin and Anatoli Savchenko, actors Vasili Livanov and Faina Ranevskaya, and composer Gennadi Gladkov who took part in the creation of the fun masterpiece. The animation director gave birth to an ideal cartoon impersonation of one of the most popular book characters. His Carlson came out as a most charming, spirited, and lively creature with a specific sidesplitting voice. Afterwards the cartoon characters moved on to the Russian editions of books by the Swedish writer Astrid Lindgren, the mother of these characters.In the versatile oeuvre of Boris Stepantsev there stands out the three-series musical animated cartoon Schelkunchik (Nutcracker) (1973) based om the famous fairy-tale by Hoffmann and set to Tchaikovsky’s music; it is graceful, festive and extraordinarily beautiful.Boris Stepantsev always looked for new genre opportunities and means of artistic expression in animation. In the animated cartoon Tolko ne seitchas (Only Not Now) (1962) he combined a real actor with drawn characters. In making the wide-screen film Pesnya o sokole (The Song of a Falcon) (1967) the director resorted to the celluloid painting method.The master of animation also tried his wings in directing a video film – it was the romantic feature Assol (1982). Not infrequently he addressed his works to a grown-up viewer. Thus, for example, Okno (The window) (1965; Prize of the First International Animation Film Festival in Mamaia, Romania) was featuring the lover’s wounds to music by Sergei Prokofiev, whereas Serdze (A Heart) (1972) was about the prophylactics of heart diseases. The latter was awarded with a range of prizes at international festival of films on health care.This is how the artist Anatoli Savchenko recalls Boris Stepantsev: \"Boris got carried away quite often. He was very talented and he did not want to miss anything. His vocation was children’s animation; he was capable of making a knockout of any rubbish, but he grasped at every novelty. He was keen on combinations shots and special effects, some offbeat camera work tricks, and then he suddenly switched over to model shots. Borya Stepantsev in his early sixties. I think it was a heart failure…\" Boris Stepantsev died on 21 May 1983.",
    "name_more_cn": [],
    "personage_id": "27354773",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1148896",
    "personage_link": "https://www.douban.com/personage/27354773/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1983年5月21日"
        }
    ],
    "name_more_other": [
        "Boris Pavlovich Stepantsev (本名)"
    ],
    "update_at": "2025-03-10T13:56:14"
}