{
    "sid": "1148282",
    "name": "Rayveness",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ac339c63ec48b5fcde0920bac3e827d2.jpg",
    "imdb_id": "nm0713557",
    "name_en": "",
    "name_full": "Rayveness",
    "birth_date": "1972年6月19日",
    "birth_place": "美国,北卡罗来纳州,詹姆斯敦",
    "last_movies": [
        {
            "id": 26736416,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918982546.jpg",
            "title": "疯狂的爱",
            "release": 1
        },
        {
            "id": 5217324,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633770241.jpg",
            "title": "Stripsearch",
            "release": 1
        }
    ],
    "introduction": "She started in the porn industry at age 18 and initially performed only with her then-husband (who went by the pseudonym of Red Bone)[4] and other female stars.[2] Her stage name is of Indian origin and means \"of the spirit\".[1] In 1997, she divorced Red Bone and started working with other male performers.[2] By 2000, she had remarried, this time to porn actor Tod Alexander, but they divorced by 2003.[5]In 2000, she took a break from the adult film business to pursue acting in the mainstream film industry. She dyed her hair red and wore brown contact lenses to minimize the chance of someone recognizing her. She appeared in a speaking role on NYPD Blue and was in Path to War as President Lyndon B. Johnson's eldest daughter, Lynda. She returned to the Adult industry in 2003 after the death of John Frankenheimer, who was her primary connection to the mainstream industry.[1]RayVeness took a second break from the pornographic film industry — from June 2006 to August 2007 — to have a child by in vitro fertilization.[1]In July 2009, she became the first contract star for the all-female studio Girlfriends Films, although the contract allowed her to continue boy-girl work elsewhere.[6] She has since left Girlfriends Films.[7]In February 2011, she announced via Twitter that she had retired from the pornography industry.[8] In July 2012, she was back performing in a scene for Reality Kings, but retired again in December.In 2004, she filed a petition with Congressman Brad Sherman requesting that the age requirement for pornography performers be raised from 18 to 21, saying that \"People right out of high school in this country don't seem to have the foresight to make such life-altering decisions.\"",
    "name_more_cn": [],
    "personage_id": "27354158",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1148282",
    "personage_link": "https://www.douban.com/personage/27354158/",
    "property_other": [],
    "name_more_other": [
        "Karen M. Swaim (本名)",
        "Ray (昵称)"
    ],
    "update_at": "2025-10-04T11:14:29"
}