{
    "sid": "1149297",
    "name": "马克·坎巴斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p19708.jpg",
    "imdb_id": "nm0880824",
    "name_en": "Mark Umbers",
    "name_full": "马克·坎巴斯 Mark Umbers",
    "birth_date": "1973年6月17日",
    "birth_place": "英国,英格兰,哈罗盖特",
    "last_movies": [
        {
            "id": 35603739,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867736495.jpg",
            "title": "波托菲诺酒店",
            "release": 1
        },
        {
            "id": 33461812,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557886128.jpg",
            "title": "欢乐岁月",
            "release": 1
        },
        {
            "id": 27002131,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514153951.jpg",
            "title": "连带伤害",
            "release": 1
        },
        {
            "id": 25864124,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453433569.jpg",
            "title": "亚瑟王：斗兽争霸",
            "release": 1
        },
        {
            "id": 5985859,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581800453.jpg",
            "title": "血色婚礼",
            "release": 1
        },
        {
            "id": 4264182,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507623405.jpg",
            "title": "碧庐冤孽",
            "release": 1
        },
        {
            "id": 3564207,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509038278.jpg",
            "title": "情人 第二季",
            "release": 1
        },
        {
            "id": 3147313,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905185422.jpg",
            "title": "哈利街",
            "release": 1
        },
        {
            "id": 2373118,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509038324.jpg",
            "title": "情人 第一季",
            "release": 1
        },
        {
            "id": 1471508,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p970520887.jpg",
            "title": "切·格瓦拉传：游击队",
            "release": 1
        }
    ],
    "introduction": "Mark Umbers (born 17 June 1973) is an English actor known for his work in theatre, films, and television.Born in Harrogate, Yorkshire, Umbers was brought up in Wetherby. In 1991 he enrolled at Oxford University to study Latin and Greek Literature and Philosophy. He appeared in many student Shakespeare productions, as well as in George Bernard Shaw's Pygmalion, in which he played Freddy, a role he would reprise a decade later in My Fair Lady at the Royal National Theatre in London.Umbers' first professional theatre engagement was in Joseph Papp's adaptation of The Pirates of Penzance at the West Yorkshire Playhouse. Director Trevor Nunn included him in the ensemble of the 1999 season at the Royal National Theatre, where he appeared in Candide, Troilus and Cressida, and The Merchant of Venice, which was filmed for broadcast by the BBC. Various television roles followed, including a lead in the BBC period drama The Scarlet Pimpernel opposite Richard E. Grant.Following My Fair Lady, Umbers appeared in Noel Coward's The Vortex, directed by Michael Grandage at the Donmar Warehouse. The high-profile production led him to be cast in his first leading film role by Mike Barker, opposite Helen Hunt, Tom Wilkinson, and Scarlett Johansson in A Good Woman, an adaptation of Oscar Wilde's Lady Windermere's Fan. After playing opposite Anjelica Huston, Terence Stamp and Lauren Bacall in the British independent film These Foolish Things and with John Malkovich in Colour Me Kubrick, he played the lead role of Perkin Warbeck in Channel 4's historical drama Princes in the Tower.A brief cameo in Woody Allen's Cassandra's Dream followed, after which director Rupert Goold cast Umbers as Jim O' Connor in Tennessee Williams' The Glass Menagerie in the West End opposite Jessica Lange. He was longlisted for the Evening Standard Award Best Actor Award for his performance. Later that year Steven Soderbergh cast Umbers as British journalist George Roth in Che: Part Two.The following year Umbers starred in Chichester Festival Theatre's 2008 revival of Funny Girl, playing Nick Arnstein opposite Samantha Spiro as Fanny Brice. Soon afterwards he played heart surgeon Dan Tate opposite Sarah Parish in the second series of the BBC1 drama Mistresses and The Master in the BBC1 2009 reworking of Henry James' The Turn of the Screw.Umbers starred opposite Tamzin Outhwaite in the Menier Chocolate Factory's revival of Sweet Charity, playing Charlie, Vittorio Vidal and Oscar Lindquist: the first production to have cast the same actor in all the love-interest roles. The production opened on 2 December 2009 and transferred to the Theatre Royal Haymarket on 3 May 2010 where it ran for six months, closing on 6 November 2010.[edit]External linksMark Umbers at the Internet Movie DatabaseThe Independent review of Sweet Charity 2010Orlando Sentinel review of Sweet Charity 2010The Times review of Sweet Charity 2010Broadway World review of Sweet Charity 2010Theater News Online review of Sweet Charity 2010Official London Theatre Guide interview 2010The Times review of Sweet Charity 2009The Spectator review of Sweet Charity 2009New York Times review of Sweet Charity 2009The Financial Times review of Sweet Charity 2009The Independent on Sunday review of Sweet Charity 2009The Arts Desk Matt Wolf review of Sweet Charity 2009Variety review of Sweet Charity 2009The Independent review of Sweet Charity 2009TNT Magazine review of Sweet Charity 2009London Magazine review of Sweet Charity 2009Sydney Morning Herald article on Princes in the Tower 2008Variety review of Funny Girl 2008Evening Standard review of Funny Girl 2008The Sunday Times review of Funny Girl 2008The Daily Telegraph review of Funny Girl 2008Evening Standard Awards 2007 long list2007 review West End theatreThe New York Times review of The Glass Menagerie 2007The Sunday Times review of The Glass Menagerie 2007Broadway.com review of The Glass Menagerie 2007Variety review of The Glass Menagerie 2007The Observer review of The Glass Menagerie 2007Financial Times review of The Glass Menagerie 2007Evening Standard review of The Glass Menagerie 2007The Independent review of The Glass Menagerie 2007Michael Coveney review of The Glass Menagerie 2007Broadway.com interview 2007Washington Post review of A Good Woman 2006Evening Standard review of The Vortex 2003The Independent on Sunday review of The Vortex 2003Daily Express review of The Vortex 2003Variety review of My Fair Lady 2001Evening Standard article about My Fair Lady 2001The Independent review of The Pirates of Penzance 2000",
    "name_more_cn": [],
    "personage_id": "27355174",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1149297",
    "personage_link": "https://www.douban.com/personage/27355174/",
    "property_other": [],
    "name_more_other": [
        "Mark Jonathan R Umbers (本名)",
        "Mumbers (昵称)"
    ],
    "update_at": "2025-02-08T10:35:07"
}