{
    "sid": "1149677",
    "name": "特怀拉·萨普",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p53489.jpg",
    "imdb_id": "nm0857087",
    "name_en": "Twyla Tharp",
    "name_full": "特怀拉·萨普 Twyla Tharp",
    "birth_date": "1941年7月1日",
    "birth_place": "美国,印第安纳州,波特兰",
    "last_movies": [
        {
            "id": 35371303,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2637262032.jpg",
            "title": "Twyla Moves",
            "release": 1
        },
        {
            "id": 10461810,
            "year": "1966",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573068778.jpg",
            "title": "手臂手册",
            "release": 1
        },
        {
            "id": 5177631,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511388817.jpg",
            "title": "The Kennedy Center Honors: A Celebration of the Performing Arts",
            "release": 1
        },
        {
            "id": 5084139,
            "year": "1965",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tank Dive: Excerpts",
            "release": 1
        },
        {
            "id": 3661832,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529821825.jpg",
            "title": "Great Performances: Dance in America",
            "release": 1
        },
        {
            "id": 2981818,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893501748.jpg",
            "title": "卡萨林车轮",
            "release": 1
        },
        {
            "id": 1722722,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538296233.jpg",
            "title": "佐恩引理",
            "release": 1
        }
    ],
    "introduction": "Since graduating from Barnard College in 1963, Ms. Tharp has choreographed more than one hundred thirty-five dances, five Hollywood movies, directed and choreographed four Broadway shows.  She received one Tony Award, two Emmy Awards, nineteen honorary doctorates, the Vietnam Veterans of America President's Award, the 2004 National Medal of the Arts, the 2008 Jerome Robbins Prize, and a 2008 Kennedy Center Honor.  Her many grants include the John D. and Catherine T. MacArthur Fellowship.  She is a member of the American Academy of Arts and Sciences and an Honorary Member of the American Academy of Arts and Letters.In 1965, Ms. Tharp founded her dance company, Twyla Tharp Dance.  Her dances are known for creativity, wit and technical precision coupled with a streetwise nonchalance.  By combining different forms of movement – such as jazz, ballet, boxing and inventions of her own – Ms. Tharp’s work expands the boundaries of American ballet and modern dance.  In addition to choreographing for her own company, she has created dances for The Joffrey Ballet, American Ballet Theatre, The Paris Opera Ballet, The Royal Ballet, New York City Ballet, The Boston Ballet, Hubbard Street Dance Chicago, The Martha Graham Dance Company, Miami City Ballet and Pacific Northwest Ballet.  Many of Ms. Tharp’s works, some from as early as 1971, continue to be performed by ballet and dance companies around the world.Ms. Tharp's work first appeared on Broadway in 1980 with WHEN WE WERE VERY YOUNG, followed by her collaboration with David Byrne on THE CATHERINE WHEEL and then SINGIN' IN THE RAIN.  In 2002, Ms. Tharp’s dance musical MOVIN' OUT, set to the music and lyrics of Billy Joel, received, among other awards, the 2003 Tony Award for Best Choreography.  Ms. Tharp later worked with Bob Dylan’s music and lyrics in THE TIMES THEY ARE A-CHANGIN’.  She next created COME FLY AWAY and SINATRA: DANCE WITH ME, set to songs sung by Frank Sinatra.In film, Ms. Tharp has collaborated with director Milos Forman on HAIR, RAGTIME and AMADEUS.  She has also worked with Taylor Hackford on WHITE NIGHTS and James Brooks on I'LL DO ANYTHING.Her television credits include choreographing SUE'S LEG for the inaugural episode of PBS' DANCE IN AMERICA, co-producing and directing MAKING TELEVISION DANCE, which won the Chicago International Film Festival Award; and directing THE CATHERINE WHEEL for BBC Television. Ms. Tharp co-directed the television special BARYSHNIKOV BY THARP, which won two Emmy Awards as well as the Director's Guild of America Award for Outstanding Director Achievement.In 1992, Ms. Tharp wrote her autobiography PUSH COMES TO SHOVE. She went on to write THE CREATIVE HABIT: Learn it and Use it for Life, followed by THE COLLABORATIVE HABIT: Life Lessons for Working Together.Today, Ms. Tharp continues to create.",
    "name_more_cn": [],
    "personage_id": "27355554",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1149677",
    "personage_link": "https://www.douban.com/personage/27355554/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-12T00:12:07"
}