{
    "sid": "1151183",
    "name": "Jimmie Vaughan",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3966.jpg",
    "imdb_id": "nm0891055",
    "name_en": "",
    "name_full": "Jimmie Vaughan",
    "birth_date": "1951年3月20日",
    "birth_place": "美国,得克萨斯州,达拉斯,奥克克利夫",
    "last_movies": [
        {
            "id": 37081638,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914447584.jpg",
            "title": "吉米和史蒂夫·雷·沃恩：蓝调兄弟",
            "release": 1
        },
        {
            "id": 36181115,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884882317.jpg",
            "title": "孤星闪耀：史蒂维.雷.沃恩 1984-1990",
            "release": 1
        },
        {
            "id": 2373833,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869032538.jpg",
            "title": "Eric Clapton's Crossroads Guitar Festival 2013",
            "release": 1
        },
        {
            "id": 2134469,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529572544.jpg",
            "title": "瓶中闪电",
            "release": 1
        },
        {
            "id": 1875755,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550491598.jpg",
            "title": "向S.R.V致敬",
            "release": 1
        },
        {
            "id": 1875749,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878489296.jpg",
            "title": "埃里克·克莱普顿：24夜",
            "release": 1
        },
        {
            "id": 1301495,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2200602590.jpg",
            "title": "大火球",
            "release": 1
        }
    ],
    "introduction": "Jimmie Lawrence Vaughan (born in March 20, 1951 in Dallas, Texas) is an American blues guitarist and singer. He is the older brother of Stevie Ray Vaughan.Jimmie Vaughan’s style was influenced by Freddie King who gave him personal advice. Also two other blues guitarists, Albert King and B. B. King, were important influences. Johnny “Guitar” Watson was another important early influence (Jimmie says that he and his younger brother Stevie studied Johnny “Guitar” Watson more than any other single guitarist).Jimmie Vaughan developed his own personal style that is easily recognized. He formed the band The Fabulous Thunderbirds with singer and harpist Kim Wilson, bassist Keith Fergusson, and drummer Mike Buck. (The initial Fabulous Thunderbirds members were all proteges of Austin, Texas blues club owner, Clifford Antone.) The band’s first four albums, released between 1979 and 1983, are ranked among the most important ‘white blues’ recordings. Sadly, since those early albums did not sell well, the band was left out without a recording contract for a couple of years (during the times when Jimmie’s younger brother achieved popular success).The Fabulous Thunderbirds got a new contract in 1986 and made several albums that featured more commercial pop-music sound and production styles. Jimmie left the band in 1989 and made a “duo album” called Family Style with his younger brother, Stevie Ray Vaughan. Before the album was released, Stevie died in a helicopter crash in Wisconsin on August 27, 1990. The album was released a few days after the tragic accident (the listed artist on the album was “Vaughan Brothers”). The album was light blues-influenced rock with Jimmie singing on several tracks.Vaughan released his first solo album Strange Pleasure in 1994. The album contained a song “Six Strings Down” that was dedicated to the memory of his brother. He has continued his solo career since then. Vaughan’s solo albums contain mostly blues-rock material that he writes himself.In 2001, Vaughan paid an installment on his (and the Fabulous Thunderbirds’) huge debt to harmonica swamp blues when he contributed guitar to the Lazy Lester album Blues Stop Knockin’.",
    "name_more_cn": [],
    "personage_id": "27357062",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1151183",
    "personage_link": "https://www.douban.com/personage/27357062/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Epic Records / Shout! Factory"
        },
        {
            "label": "流派",
            "value": "Blues / 爵士 / Jazz blues / Texas blues"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Jimmie L. Vaughan"
    ],
    "update_at": "2025-03-25T05:52:07"
}