{
    "sid": "1151402",
    "name": "安妮·韦尔奈",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1357455142.06.jpg",
    "imdb_id": "nm0894504",
    "name_en": "Annie Vernay",
    "name_full": "安妮·韦尔奈 Annie Vernay",
    "birth_date": "1921年11月21日",
    "birth_place": "瑞士,日内瓦",
    "last_movies": [
        {
            "id": 27611507,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565648159.jpg",
            "title": "塔拉卡诺娃公主",
            "release": 1
        },
        {
            "id": 5116529,
            "year": "1942",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558070724.jpg",
            "title": "Dédé la musique",
            "release": 1
        },
        {
            "id": 5101656,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559825290.jpg",
            "title": "The Lie of Nina Petrovna",
            "release": 1
        },
        {
            "id": 5091761,
            "year": "1940",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558169339.jpg",
            "title": "Hangman's Noose",
            "release": 1
        },
        {
            "id": 2262308,
            "year": "1940",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558168489.jpg",
            "title": "Les otages",
            "release": 1
        },
        {
            "id": 2255689,
            "year": "1938",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509020844.jpg",
            "title": "维特",
            "release": 1
        }
    ],
    "introduction": "Swiss-French actress Annie Vernay (1921-1941) catapulted into stardom at an early age, but her career was cut short, when she died at the age of 19.Pretty little Annie Vernay was born Annie-Martine-Jacqueline Vermeersch in Genève, Switzerland, on November 1921. Her father was a rich industrialist. As her mother Germaine Vermeersch couldn't realize an artistic career because of her marriage de raison, she pushed her daughter into an artistic career after her husband died and she inherited his fortune. She applied her daughter for a beauty contest in Paris when the girl was 16 years old. During holidays at Juan les Pins a friend of film director Victor Tourjanski spotted her and recommended her to him. Tourjanski engaged her for the role of Lisl in his movie Le mensonge de Nina Petrovna (1937), which starred Isa Miranda and Fernand Gravey and which had been shot earlier (1929) with Brigitte Helm in Germany. Vernay did so well that she was cast as the leading actress in the Italo-French multilingual La principessa Tarakanova (1938), shot at Cinecittà in Rome and directed by Russian director Fyodor Ozep and the Italian Mario Soldati. Vernay played a princess who claims the Russian throne. Empress Catherine II (Suzy Prim) sends her lover and best soldier Orloff (Pierre-Richard Willm) to capture the impostor, but he falls for her beauty and innocence. The film had lavish sets of Venice and St. Petersburg and was one of the first Italian films shot in deep focus. It was a box office hit in 1938. Annie’s mother, who had become her agent and coach as well, knew she had gold in her hands, while Annie herself, more sober, continued her studies in between shootings. The result was that the famous producer Seymour Nebenzahl of Nero Film engaged Vernay for several movies. One of these was Max Ophüls’ adaptation of Goethe’s Sorrow of Werther: Le roman de Werther (1938), again with Willm as Werther and Vernay as Charlotte/Lotte, the girl for whom Werther commits suicide. The film",
    "name_more_cn": [],
    "personage_id": "27357282",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1151402",
    "personage_link": "https://www.douban.com/personage/27357282/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1941年8月15日"
        }
    ],
    "name_more_other": [
        "Annie Martine Jacqueline Vermeersch (本名)"
    ],
    "update_at": "2025-06-07T17:00:51"
}