{
    "sid": "1152044",
    "name": "塞巴斯蒂亚诺·索马",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1580313129.42.jpg",
    "imdb_id": "nm0813934",
    "name_en": "Sebastiano Somma",
    "name_full": "塞巴斯蒂亚诺·索马 Sebastiano Somma",
    "birth_date": "1960年7月21日",
    "birth_place": "意大利,坎帕尼亚,那不勒斯",
    "last_movies": [
        {
            "id": 36889357,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La partita delle emozioni",
            "release": 0
        },
        {
            "id": 26781490,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516183602.jpg",
            "title": "托斯塔纳天堂",
            "release": 1
        }
    ],
    "introduction": "Sebastiano Somma nasce a Castellammare di Stabia. A 22 anni si trasferisce a Roma, dove prende parte a diversi corsi di recitazione e dizione. I suoi primi lavori sono nella filodrammatica Napoletana con opere di Scarpetta e Eduardo; recitata insieme ad Aldo Giuffré prima e Rosalia Maggio poi nelle Sorelle Materassi di Aldo Palazzeschi. Al cinema si affaccia con opere leggere; Dopo anni a lavorare come protagonista di diversi fotoromanzi, in cui apparve inizialmente con il nome d'arte di Chris Olsen per poi passare al suo nome reale, – e una estemporanea esperienza come conduttore televisivo per il canale privato Odeon TV – il suo primo film è Un jeans e una maglietta di Mariano Laurenti, cui fanno seguito molti altri film negli anni successivi.Il suo primo ruolo televisivo è in uno sceneggiato di Silverio Blasi, Il boss, nel quale interpreta un killer assoldato dalla mafia. A metà anni Novanta lavora anche come \"inviato\" pubblicitario nella trasmissione di Raiuno Carramba che sorpresa. La svolta professionale per Somma avviene qualche anno dopo con una serie televisiva di grande successo: Sospetti di Luigi Perelli, di cui è protagonista per tre edizioni. Per la regia di Fabrizio Costa interpreta due fiction importanti: Senza confini e Madre Teresa.Seguono cinque stagioni di Un caso di coscienza e La bambina dalle mani sporche di Martinelli. Ritrova quindi il teatro, prima diretto da Giorgio Albertazzi in Sunshine; poi rende omaggio ad Eduardo de Filippo in una commedia interpretata a fianco di Tosca D'Aquino: \"Io, Eduardo\", diretta da Bruno Colella. Per quattro anni porta in scena due lavori di Leonardo Sciascia: Il giorno della civetta e A ciascuno il suo.Viene diretto da Gigi Proietti nella commedia Remember me, dove mette in luce il suo lato comico/brillante. Segue un'altra commedia, Incubi d'amore, diretta da Augusto Fornari. Al cinema ritorna con un film di Antonio Baiocco nel 2010, Il mercante di stoffe, del quale diventa anche produttore per salvare l'opera dal fallimento del precedente produttore. Dirige e interpreta per la Fondazione Luchetta di Trieste tre cortometraggi che ricordano il dramma dei bambini vittime della guerra nella ex Jugoslavia; si cimenta nelle vesti di autore scrivendo assieme a Martino de Cesare e Paolo Logli un programma per Rai 1 dal nome Quando arriva un'emozione, che racconta in musica i problemi dell'infanzia.Tra le sue esperienze professionali, la conduzione di programmi televisivi come M'ama, non m'ama, Utile futile e Miss Italia nel mondo.È tra gli interpreti e tra i maggiori sostenitori del docufilm Il bacio azzurro di Pino Tordiglione, che tratta il delicato problema dell'acqua.Dopo tanti anni lontano dalla tv, nel 2020 torna su Rai 1 con la miniserie Come una madre.Nel 1996, durante una vacanza, ha conosciuto la collega Morgana Forcella che ha poi sposato nel 2004. Hanno avuto una figlia nel 2005. Si professa cattolico.",
    "name_more_cn": [],
    "personage_id": "27357924",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1152044",
    "personage_link": "https://www.douban.com/personage/27357924/",
    "property_other": [],
    "name_more_other": [
        "Dino Somma"
    ],
    "update_at": "2025-04-16T14:36:03"
}