{
    "sid": "1152803",
    "name": "钦齐娅·Th·托里尼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/23eb757e35b5cfa1ad009c5af5c236a3.jpg",
    "imdb_id": "nm0868932",
    "name_en": "Cinzia Th. Torrini",
    "name_full": "钦齐娅·Th·托里尼 Cinzia Th. Torrini",
    "birth_date": "1954年9月5日",
    "birth_place": "意大利,托斯卡纳,佛罗伦萨",
    "last_movies": [
        {
            "id": 36760657,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907752301.jpg",
            "title": "美丽的叛逆",
            "release": 1
        },
        {
            "id": 27181749,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503281931.jpg",
            "title": "姐妹 第一季",
            "release": 1
        },
        {
            "id": 26913767,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2408318565.jpg",
            "title": "里伏布罗萨的爱丽莎 第二季",
            "release": 1
        },
        {
            "id": 26608416,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616867497.jpg",
            "title": "Anna e Yusef",
            "release": 1
        },
        {
            "id": 25754513,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497866749.jpg",
            "title": "帕尔马修道院",
            "release": 1
        },
        {
            "id": 5222785,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606339680.jpg",
            "title": "Don Gnocchi - L'angelo dei bimbi",
            "release": 1
        },
        {
            "id": 5188721,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Donna Detective",
            "release": 1
        },
        {
            "id": 5162382,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460287532.jpg",
            "title": "Tutta la verità",
            "release": 1
        },
        {
            "id": 5151096,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318125908.jpg",
            "title": "Terra Ribelle",
            "release": 1
        },
        {
            "id": 4122538,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589874133.jpg",
            "title": "里伏布罗萨的爱丽莎 第一季",
            "release": 1
        }
    ],
    "introduction": "Cinzia TH Torrini, pseudonimo di Cinzia Torrini (Firenze, 5 settembre 1954), è una regista italiana.Il \"TH\" è una sigla scelta dalla regista all'età di 12 anni che ha un significato personale mai svelato .Nel 1973 si diploma al Liceo Linguistico di Firenze. Dal 1974 al 1976 studia alla Facoltà di Lettere e Filosofia. Contemporaneamente frequenta un corso di fotografia. In seguito lavora prima a Milano presso lo studio di un fotografo che si occupa di design, poi come fotoreporter sportivo per una rivista di motociclismo. Partecipa anche con alcune sue foto a mostre collettive. Dall'ottobre del 1976 al 1981 frequenta l'Accademia di Cinematografia (la Hochschule für Fernsehen und Film) di Monaco di Baviera. Nel 1977 gira il suo primo documentario per la televisione bavarese Prima o poi..., la storia dell'ultimo traghettatore dell'Arno, prima che venisse costruito un nuovo ponte.Nel 1981 gira Ancora una corsa (Buzzino), un film di 70 minuti. Nel 1982 produce e gira per il cinema Giocare d'azzardo, con Piera Degli Esposti e Renzo Montagnani. Il film parla di Anna, una casalinga, madre di famiglia, che vede nel gioco del lotto il modo di evadere dal suo quotidiano. Il gioco, invece, con la sua dipendenza la porterà in un tunnel di guai. Tra il 1983 e il 1984 realizza vari documentari per la Rai di cui uno in Somalia per l'UNICEF sulla condizione della donna.Tra il 1985 e il 1986, insieme ad Enzo Monteleone, scrive per il cinema Hotel Colonial, che gira in Messico, Colombia e New York, con l'interpretazione di Robert Duvall, John Savage, Rachel Ward e Massimo Troisi. Si tratta di un film drammatico sulla ricerca di un fratello dato per morto nel cuore dell'Amazzonia. Distribuito in America dalla Orion, è uscito in cinema,TV e video in varie nazioni. Tra il 1987 e il 1988 realizza documentari per la Rai come Mixer, Vite a perdere (sulla prostituzione delle ragazze caraibiche col sogno di arrivare in America) e, in Brasile, Ciao Brasil, sugli italiani che cercano l'avventura con le ragazze mulatte. Per la seconda rete televisiva tedesca (ZDF) gira in Sicilia il docufilm Palermo, Boss e Baroni. Si occupa della regia della sfilata di moda di Trussardi tenutasi al Palatrussardi e intitolata \"Estate Uomo\", ispirata al film Hotel Colonial.Tra il 1989 e il 1990 per la TV gira Plagio, ambientato a Roma ed a Berlino. Un thriller di denuncia contro il plagio delle sette pseudoreligiose. Con Leslie Malton Camera D'Or in Germania come migliore attrice protagonista. Una miniserie di 180 minuti coprodotta da RAITRE e da WDR. Nel 1990 per la TV gira La colpevole, film di 50 minuti, con Antonella Fattori. La storia di una ragazza violentata a Firenze e l'angoscia della denuncia. Prodotto dalla Videa per Rai Due. Nel 1991 per la TV gira Dalla notte all'alba con Remo Girone e Massimo Girotti, thriller ambientato a Roma e a Praga che parla del dramma di un neurochirurgo in lotta con se stesso per liberarsi dalla dipendenza della cocaina e il suo incontro con la malavita cecoslovacca.Gira L'aquila della notte, film-tv di 90 minuti con Elena Sofia Ricci e Stephan Freiss. Il dramma della ricerca dei soldi, per pagare il riscatto di una figlia rapita, di una giovane coppia: lei tassista di notte, lui ex reporter di guerra e ora giocatore d'azzardo. Raccontata nell'arco di 24 ore. Gira L'ombra della sera, film con Laura Morante, Robin Renucci, Elisabetta Cavallotti: una giovane donna che tenta il suicidio, una storia d'amore contrastata da una falsa testimonianza, un giallo ecologico, tutto raccontato nell'arco di 24 ore. Per la città di Firenze realizza Firenze violata, un spot di denuncia di 2 minuti sui tre drammi di Firenze: guerra, alluvione e bomba del 1993 a via dei Georgofili, prodotto dalla città di Firenze e da RAI UNO.Tra il 1994 e il 1995 gira per Rai 3 L'asma di Antonio, della durata di 10 minuti e per il programma Ultimo minuto. Sempre nel 1995 per la tv gira Morte di una strega, detective story di 180 minuti con Eleonora Giorgi, Remo Girone, Amanda Sandrelli, Ida Di Benedetto, Pino Ammendola e Nicola Pistoia. È del 1995 Caramelle (Sweeties), un paradossale e malizioso episodio della euroserie Erotic tales, con Stefania Sandrelli, Roberto Citran e Gea Martire, miglior cortometraggio al Festival Internazionale di Banf in Canada. Nel 1996 per la tv gira Teo, film per Rai Uno con Stefania Sandrelli, Helmut Berger, Renzo Montagnani: la storia di un ragazzo di colore che vive a Roma e di una ragazzina bionda che subisce violenza da parte del patrigno. Partecipa al film collettivo Intolerance, realizzato da numerosi registi italiani come messaggio contro il razzismo.Nel 1997 gira Kidnapping - La sfida, film tv per Rai Due e ZDF con Luca Zingaretti, Dalila Di Lazzaro ed Heinz Hoenig. Tra il 1998 e il 1999 gira Ombre, una miniserie di due puntate scritta da Sergio Donati e Carlotta Ercolino, un mistery che attraversa i continenti e le epoche alla ricerca di risposte a interrogativi sempre presenti: l'immortalità. La pellicola si inserisce nel filone dei classici del genere come il thriller italiano degli anni '70 Il segno del comando e il classico francese degli anni '60 Belfagor. Nel 1999 dirige Iqbal, film tv per la Rai. Il film, contro lo sfruttamento del lavoro minorile, si ispira alla storia di Iqbal Masih, un bambino pachistano venduto come schiavo in una fabbrica di tappeti, che, riuscendo a scappare e a denunciare lo sfruttamento, riuscì a liberare molti altri bambini.Nel 2000 gira Piccolo mondo antico, miniserie in due puntate per Mediaset prodotto dalla Videotrade di Angelo Rizzoli. Tra il 2001 e il 2003 è la regista di Elisa di Rivombrosa, riprese iniziate il 18 febbraio 2002 della serie televisiva in 13 puntate da 100 minuti e terminate dopo 50 settimane. Una fiction ambientata nel Piemonte del Settecento, liberamente tratta dal romanzo Pamela, o la virtù premiata di Samuel Richardson. Prodotta da Guido e Maurizio de Angelis per T.P.I. e Victory Media Group per Mediaset Canale 5. Dirigerà anche Elisa di Rivombrosa - Parte seconda, riprese iniziate il 4 ottobre 2004 e terminate il 25 febbraio 2005 per la regia delle prime 6 puntate da 100 minuti.Nel 2004 è la volta di Don Gnocchi - L'angelo dei bimbi, miniserie in due puntate per Canale 5 scritta da Simone De Rita. Uno spezzato di vita di Don Carlo Gnocchi negli anni '40 nella guerra di Albania e la Campagna di Russia e la sua opera per i mutilati di guerra interpretato da Daniele Liotticon Mattia Sbragia. Nel 2009 dirige Tutta la verità, miniserie televisiva in due puntate trasmessa su Raiuno. L'anno seguente gira Terra ribelle, una serie televisiva andata in onda dal 17 ottobre 2010 al 9 novembre 2010. Nel 2011 dirige per Rai 1 La Certosa di Parma con l'attrice Alessandra Mastronardi, l'attore Rodrigo Guirao Díaz e Ralph Palka. Le riprese sono iniziate il 16 maggio 2011 e sono terminate il 16 luglio 2011 tra Parma e Bologna.Nel 2014 dirige \"Un'altra vita (serie televisiva)\" che vede protagonista Vanessa Incontrada al fianco di Daniele Liotti, Cesare Bocci e Loretta Goggi. Mentre nel 2015 dirige Anna e Yusef, che vede nuovamente protagonista Vanessa Incontrada. Nel 2017 Annalisa Minetti ha pubblicato sia un singolo sia un libro, entrambi intitolati Io rinasco: le opere sono accompagnate da un video musicale per la regia di Cinzia TH Torrini . Nel 2018 scrive con Fabrizio Lucherini, Donatella Diamanti per Rai 1, il soggetto di serie e successivamente le sceneggiature anche con Isabella Aguilar della serie in 12 episodi di Pezzi unici di cui è anche regista. La serie è un giallo ambientato nel mondo degli artigiani fiorentini e si svolge in una casa famiglia per giovani disadattati che recuperano sé stessi grazie al lavoro artigiano. Prodotto da Indiana Production, vede tra i protagonisti Sergio Castellitto, Giorgio Panariello, Irene Ferri, Marco Cocci e vede la partecipazione di Loretta Goggi. Nel 2020 dirige Fino all'ultimo battito.",
    "name_more_cn": [],
    "personage_id": "27358684",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1152803",
    "personage_link": "https://www.douban.com/personage/27358684/",
    "property_other": [],
    "name_more_other": [
        "Cinzia TH Torrini",
        "Cinzia Th Torrini",
        "Cinzia Torrini"
    ],
    "update_at": "2025-03-09T01:26:10"
}