{
    "sid": "1153434",
    "name": "伊戈·西姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e27732b8bde9d9f6ce440d79e352820e.jpg",
    "imdb_id": "nm0843313",
    "name_en": "Igo Sym",
    "name_full": "伊戈·西姆 Igo Sym",
    "birth_date": "1896年7月3日",
    "birth_place": "奥地利,因斯布鲁克",
    "last_movies": [
        {
            "id": 36717299,
            "year": "1932",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902867008.jpg",
            "title": "有车却没钱",
            "release": 1
        },
        {
            "id": 5192553,
            "year": "1935",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2682510837.jpg",
            "title": "高中毕业生之爱",
            "release": 1
        },
        {
            "id": 5187411,
            "year": "1932",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Palac na kólkach",
            "release": 1
        },
        {
            "id": 5075540,
            "year": "1931",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Kasernenzauber",
            "release": 1
        },
        {
            "id": 5074201,
            "year": "1933",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628975588.jpg",
            "title": "假面谍影",
            "release": 1
        },
        {
            "id": 5073832,
            "year": "1934",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2682502467.jpg",
            "title": "觉醒",
            "release": 1
        },
        {
            "id": 5072142,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896974012.jpg",
            "title": "小夜曲",
            "release": 1
        },
        {
            "id": 5071893,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897159777.jpg",
            "title": "Dyplomatyczna zona",
            "release": 1
        },
        {
            "id": 5070942,
            "year": "1940",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "金面具",
            "release": 1
        },
        {
            "id": 5070940,
            "year": "1941",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896972990.jpg",
            "title": "Żona i nie żona",
            "release": 1
        }
    ],
    "introduction": "Karol Juliusz \"Igo\" Sym (3 July 1896 – 7 March 1941) was an actor and collaborator with Nazi Germany. He was killed in Warsaw by members of the Polish resistance movement.Early careerSym was born in Innsbruck, the son of Anton Sym, a Pole from Niepołomice in Galicia, and his Austrian wife, Julia (née Sepp). During World War I he served in the Austro-Hungarian Army, becoming a lieutenant. After the war, he served in the Polish Armed Forces infantry in the rank of a First Lieutenant, until in 1921 he took up the job of a bank attorney.Sym's movie debut took place in 1925, in a film called Vampires of Warsaw (of which no copy is known to exist). Handsome and athletic, he often played aristocrats and army officers. In 1927 he left for Vienna, where he signed a contract with the Sascha-Film production company. In late 1920s Sym worked mainly in Austria and Germany, appearing with such actresses as Marlene Dietrich, Anny Ondra and Lilian Harvey in silent movies like Die Pratermizzi and Café Elektric directed by Gustav Ucicky.At the beginning of the 1930s, Sym returned to Poland and settled in Warsaw. He largely ceased working in motion pictures, instead appearing on the Warsaw theatre stage. He entertained by singing, dancing and playing the musical saw; he notably taught Dietrich to play the instrument.CollaborationAfter the Invasion of Poland on 1 September 1939, Sym stayed in German-occupied Warsaw. Known before the war for his pro-German stance, the actor signed the Volksliste, thus becoming a Volksdeutscher. Due to his fame, the Germans considered him an asset in legitimizing their authority. The General Government's propaganda department therefore made him director of Warsaw's Theater der Stadt Warschau, formerly Teatr Polski (the Polish Theater). Sym was also director of the Nur für Deutsche cinema, the Helgoland (formerly the Palladium), and licensee of the Teatr Komedia.Sometime in late 1939, Sym became a Gestapo agent. According to preserved documents, he had collaborated with Berlin since before 1 September 1939. At the beginning of the war he helped set a trap which caught actress Hanka Ordonówna (who had been Sym's prewar screen partner and a friend from Warsaw's theaters). Polish resistance quickly learned about this, and a group of agents led by Teatr Komedia actor Roman Niewiarowicz started tracking Sym's activities.On 10 October 1941, the film Heimkehr debuted in Berlin's Ufa-Palast am Zoo cinema. The Nazi propaganda movie directed by Gustav Ucicky told a story about the pre-1939 German minority in Poland's Volhynia, resettled during Nazi–Soviet population transfers.The Germans, presented as noble, peace-loving people, were brutally persecuted by vicious Poles. In the final scene, Polish soldiers lead arrested Germans to execution; however, Wehrmacht airplanes and tanks appear, saving the community. Sym did not perform in the film, but he actively collaborated in its production, casting Polish actors who were more or less willing to take part. Several actors refused, including Kazimierz Junosza-Stępowski. Sym finally found some actors who were accepted by director Ucicky. After the war, these actors were punished for collaborating with the Germans.Sym's collaboration with the Germans contrasts with the conduct of his younger brother, Ernest, who, during his official activities as a chemist, clandestinely produced explosives for Poland's Home Army.AssassinationIn early 1941, the headquarters of the underground Polish resistance group Union of Armed Struggle (ZWZ) decided to liquidate the collaborator. Sym's behavior was loudly trumpeted by the Nazis, and his assassination would show the Poles that the underground movement was active, always ready to punish all traitors. At first, the ZWZ planned to poison the actor, but later decided to shoot him instead.When Roman Niewiarowicz informed the ZWZ that Sym would leave for Vienna on 8 March 1941, the resistance decided to kill the collaborator before that date. To carry out the assassination, the ZWZ selected the commando group \"ZOM\" of the Intelligence Department of the Warsaw-City District, led by Bohdan \"Szary\" Rogoliński.At 7:10 a.m. on 7 March 1941, two Polish agents knocked at the door of Sym's 4th floor apartment at 10 Mazowiecka Street in Warsaw. The agents – Rogoliński and Roman \"Srebrny\" Rozmiłowski – told Sym that they were postmen carrying a dispatch. Both were covered by Wiktor \"Mały\" Klimaszewski. On opening the door, Sym was asked to confirm his name, which he did. One of the agents then shot Sym dead with a Vis pistol.AftermathOn the same day, German loudspeakers on the streets announced that hostages had been taken as revenge for Sym's death. Then, posters signed by a Dr. Ludwig Fischer appeared on the walls stating that more hostages would be taken and curfew would be enforced from 8 p.m. to 5 a.m.Fischer threatened to shoot all hostages unless those responsible for assassination were found. All theatres were closed, and about 120 people were arrested, including teachers, physicians, lawyers and actors. The population of Warsaw was given three days to find Sym's murderers.As nobody was found, on 11 March in Palmiry, 21 hostages were executed. Several actors were also arrested and sent to Auschwitz, among them such notable figures as directors Stefan Jaracz and Leon Schiller.",
    "name_more_cn": [],
    "personage_id": "27359315",
    "family_member": [
        "Anton Sym (父亲)",
        "Julia Sepp (母亲)",
        "Ernest Sym (哥哥)",
        "Alfred Sym (弟弟)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1153434",
    "personage_link": "https://www.douban.com/personage/27359315/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1941年3月7日"
        }
    ],
    "name_more_other": [
        "Karol Juliusz“ Igo”Sym",
        "Karol Antoni Juliusz Sym (本名)"
    ],
    "update_at": "2026-01-25T15:07:31"
}