{
    "sid": "1153433",
    "name": "罗慕洛·瓦利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1492170651.89.jpg",
    "imdb_id": "nm0885123",
    "name_en": "Romolo Valli",
    "name_full": "罗慕洛·瓦利 Romolo Valli",
    "birth_date": "1925年2月7日",
    "birth_place": "意大利,艾米利亚-罗马涅,雷焦艾米利亚",
    "last_movies": [
        {
            "id": 5192673,
            "year": "1974",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Così è (se vi pare)",
            "release": 1
        },
        {
            "id": 5106607,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2806494844.jpg",
            "title": "我亲爱的侄子们",
            "release": 1
        },
        {
            "id": 5052232,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2407284907.jpg",
            "title": "圣人与魔鬼",
            "release": 1
        },
        {
            "id": 3864336,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562447929.jpg",
            "title": "杀人灭口",
            "release": 1
        },
        {
            "id": 3167745,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547652801.jpg",
            "title": "女性之光",
            "release": 1
        },
        {
            "id": 3121854,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2817184836.jpg",
            "title": "浩劫",
            "release": 1
        },
        {
            "id": 1473851,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2347479832.jpg",
            "title": "小小资产阶级",
            "release": 1
        },
        {
            "id": 1307865,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205002525.jpg",
            "title": "家族的肖像",
            "release": 1
        },
        {
            "id": 1300956,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1071334596.jpg",
            "title": "一九零零",
            "release": 1
        },
        {
            "id": 1296955,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879196493.jpg",
            "title": "夕阳之恋",
            "release": 1
        }
    ],
    "introduction": "Romolo Valli (Reggio Emilia, 7 febbraio 1925 – Roma, 1º febbraio 1980) è stato un attore italiano.Ha vinto tre Nastri d'argento come migliore attore non protagonista .Laureatosi in giurisprudenza a Parma nel 1949, più per compiacere il padre che per il desiderio di fare l'avvocato, ancora in giovane età rivelò una predilezione per tutto ciò che era spettacolo: spettacoli di rivista, letture sceniche, critiche teatrali e cinematografiche, organizzazione di circoli del cinema, regia di commedie. Già all'età di 18 anni, nel dicembre 1943, con il nome di Mimmolo Valli (Mimmolo era il modo in cui veniva appellato dai suoi cari ), esordiva a Campagnola Emilia con lo spettacolo Follie di dicembre assieme a una ballerina quattordicenne che pochi anni dopo diverrà Delia Scala .Attività teatraleDal 1949 il teatro diviene la sua principale occupazione: venne aggregato infatti alla compagnia \"Il Carrozzone\" di Fantasio Piccoli, con cui esordì in Miles gloriosus. Valli resterà tre anni in questa compagnia. Dal 1952 si esibisce al Piccolo Teatro di Milano, con Giorgio Strehler che lo dirige in molti lavori, compreso Sei personaggi in cerca d'autore di Pirandello, che rimane uno dei suoi cavalli di battaglia, e con il quale effettuò una tournée in Sudamerica, con notevoli interpretazioni in Giulio Cesare, La giara, L'ingranaggio e La moglie ideale.Il 1954 fu un anno decisivo per lui: insieme a Giorgio De Lullo (che divenne sue compagno di vita oltre che di palscoscenico ), Rossella Falk, Elsa Albani e Anna Maria Guarnieri creò la \"Compagnia dei Giovani\" . Pur lasciando il giusto merito al talento registico di Giorgio De Lullo, Valli si rivelò l'anima della Compagnia fino all'anno del suo scioglimento, nel 1972. Anche dopo la fine della Compagnia dei Giovani, Valli, De Lullo, Falk e Albani continuarono a recitare insieme.Attore sottile e incisivo, si mise alla prova in un numero importante di ruoli, soprattutto quelli del teatro pirandelliano, da lui sempre affrontati con grazia, intelligenza e vigore interpretativo. Fra le tantissime interpretazioni ricordiamo quelle in Lorenzaccio, Il diario di Anna Frank, Sei personaggi in cerca d'autore, Enrico IV, Il malato immaginario, L'amica delle mogli, Così è (se vi pare) e Terra di nessuno, accanto a De Lullo.Attività cinematograficaValli ha avuto anche un'importante carriera cinematografica, venendo diretto dai più grandi registi: lo si ricorda in La grande guerra (1959) e Un borghese piccolo piccolo (1977) di Mario Monicelli, La ragazza con la valigia (1961) di Valerio Zurlini, e soprattutto Il Gattopardo (1963) e Morte a Venezia (1971) di Luchino Visconti, Il giardino dei Finzi Contini (1970) di Vittorio De Sica, Giù la testa (1971) di Sergio Leone, dove interpreta il dottor Villega che tradisce i suoi compagni rivoluzionari, e Novecento (1976) di Bernardo Bertolucci.Si è aggiudicato per tre volte il Nastro d'argento come miglior attore non protagonista: nel 1963 per Una storia milanese (1962) di Eriprando Visconti, nel 1971 per Il giardino dei Finzi Contini (1970) di Vittorio De Sica e nel 1977 per l'interpretazione del capoufficio Spaziani in Un borghese piccolo piccolo (1977) di Mario Monicelli. Ha lavorato anche come doppiatore. Tra le sue interpretazioni si ricorda il ruolo di voce narrante sia in E venne un uomo di Ermanno Olmi (1965) sia nella versione italiana di Barry Lyndon (1975) di Stanley Kubrick .Altre attivitàOltre che per il cinema e il teatro Valli ha lavorato per la radio, nella popolare trasmissione Gran varietà dove interpretò il personaggio del \"maleducatore\". Uomo di grande cultura, ebbe come fondamentale passione letteraria l'opera di Marcel Proust, Alla ricerca del tempo perduto, ma si ricordano anche le letture delle opere postume di Ennio Flaiano, tra le quali Autobiografia di un Blu di Prussia. È stato, tra il 1971 e il 1978, direttore artistico del Festival dei Due Mondi di Spoleto e, a partire dal 1977, insieme con Giorgio De Lullo e Giuseppe Patroni Griffi il direttore stabile del Teatro Eliseo e del Piccolo Eliseo di Roma .MorteMorì a 54 anni in un incidente stradale sulla Via Appia Antica a Roma nella notte del 1º febbraio 1980 , al rientro dal teatro Eliseo dove aveva interpretato Prima del silenzio, atto unico scritto da Giuseppe Patroni Griffi proprio per lo stesso Valli e messo in scena da Giorgio De Lullo.È sepolto nel famedio del Cimitero Monumentale di Reggio Emilia accanto a Maria Melato. A lui è intitolato il Teatro municipale della stessa città.",
    "name_more_cn": [],
    "personage_id": "27359314",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1153433",
    "personage_link": "https://www.douban.com/personage/27359314/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1980年2月1日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-05-06T23:35:12"
}