{
    "sid": "1154968",
    "name": "朱塞佩·西诺波利",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/img/musician/medium/5867.jpg",
    "imdb_id": "nm0802507",
    "name_en": "Giuseppe Sinopoli",
    "name_full": "朱塞佩·西诺波利 Giuseppe Sinopoli",
    "birth_date": "1946年11月2日",
    "birth_place": "意大利,威尼斯",
    "last_movies": [
        {
            "id": 3425688,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2679968163.jpg",
            "title": "将世界转变成音乐",
            "release": 1
        }
    ],
    "introduction": "朱赛培·西诺波利是于1946年出生在意大利的威尼斯的，但他在出生后的第四年就随全家迁居到了位于意大利南端西西里岛上的墨西那。这里是一个尽乎荒凉的小城市，文化生活非常贫乏和单调，这个地方既没有歌剧院，又没有交响乐团，一般人们是只能在教堂里才能听到音乐的。然而，就是在这种环境里成长的西诺波利，却仍然显露出了极其敏感的音乐天赋，在他很小时，街头上演奏音乐的铜管乐队所奏出的音响，就给了他以极其深刻的印象，也就是在这样的条件下，西诺波利不知不觉地受到了点点滴滴的音乐启迪。八岁那年，西诺波利开始跟随墨西那教堂中的管风琴师和唱诗班中的歌唱家正式学习音乐，稍大一点后，他又正式加入到唱诗班中充当了歌手。这种朴素而又初级的音乐教育和训练，虽然并不能使西诺波利的音乐才华得到充分的显现，但却为他今后音乐事业的腾飞打下了良好的理论和实践基础。1961年， 15岁的少年西诺波利回到了威尼斯，在这块音乐艺术异常发达的土壤中，西诺波利如同一颗贪婪的种子一般，尽情地吸收着这块土壤中的音乐养分，两年之后，他终于以其优异的成绩和稀有的才华，考入了意大利著名的马切鲁诺音乐学院，成为一颗破土而出的、茁壮的音乐幼苗。在经过音乐学院中的正规学习以后，西诺波利已逐渐成长为一个走向成熟的青年音乐家，然而他的父亲却极力希望儿子最终能够成为一名出色的医生或法学家，于是西诺波利便遵照父亲的旨意，进入了帕多瓦大学的医学系学习，同时也利用一切时间念念不忘地继续学习音乐。由于他所具有的特殊才华和不断付出的刻苦努力，最后他居然在这两个方面的学业中都以优异的成绩毕业，而且还取得了脑神经外科的博士学位。但最终，他还是选中了自己最为热衷的音乐艺术作为一生的职业了。  1968 年，西诺波利来到了德国的达姆斯塔特，参加了每年夏季在这里举办的现代音乐讲习班，在讲习班中，他紧紧地追随着世界著名的现代音乐作曲大师施托克豪森和马代尔纳，并成为这两位大师身边的出色学生。由于他在这方面取得了很好的成绩和声望，到了 20世纪70年代的初期，他便被他的母校，马切鲁诺音乐学院聘为现代音乐和电子音乐的教授了。1972年，西诺波利又来到了维也纳，他在维也纳音乐学院中跟随著名的指挥教授斯瓦罗夫斯基学习指挥，三年后，他在法国的洛瓦尔扬音乐节上首次登台指挥，取得了很大的成功。1978年，他又以成功地指挥威尔弟的歌剧《阿伊达》而一举成名，第二年，他又在柏林指挥德意志歌剧院成功地上演了威尔弟的歌剧《马克白斯》，然后又在维也纳国立歌剧院指挥上演了同一作曲家的另一部分作品《阿蒂拉》。除了威尔弟的作品以外，他还指挥了他所喜爱的作曲家普契尼的许多作品，其中包括作曲家最为出色",
    "name_more_cn": [],
    "personage_id": "27360851",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1154968",
    "personage_link": "https://www.douban.com/personage/27360851/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2001年4月20日"
        },
        {
            "label": "流派",
            "value": "指挥家 / 古典"
        },
        {
            "label": "语言",
            "value": "意大利语"
        },
        {
            "label": "所属乐队",
            "value": "德累斯顿国立管弦乐团"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-07T11:26:21"
}