{
    "sid": "1154955",
    "name": "大卫·瓦迪姆",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bd9bd8d020c90f4fe27ec493852cbbf1.jpg",
    "imdb_id": "nm0883008",
    "name_en": "David Vadim",
    "name_full": "大卫·瓦迪姆 David Vadim",
    "birth_date": "1972年3月28日",
    "birth_place": "乌克兰",
    "last_movies": [
        {
            "id": 35604181,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911831149.jpg",
            "title": "企鹅人 第一季",
            "release": 1
        },
        {
            "id": 35566746,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "黑夜鸟",
            "release": 0
        },
        {
            "id": 27156540,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582600849.jpg",
            "title": "父亲的遗愿",
            "release": 1
        },
        {
            "id": 25837185,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2211958778.jpg",
            "title": "疑犯追踪 第四季",
            "release": 1
        },
        {
            "id": 25769160,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2229959957.jpg",
            "title": "夜魔侠 第一季",
            "release": 1
        },
        {
            "id": 5226881,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "5up 2down",
            "release": 1
        },
        {
            "id": 5152975,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2162525934.jpg",
            "title": "公文包",
            "release": 1
        },
        {
            "id": 3013929,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869681492.jpg",
            "title": "合金杀手",
            "release": 1
        },
        {
            "id": 2078942,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2211919295.jpg",
            "title": "纽约传奇",
            "release": 1
        },
        {
            "id": 2060181,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608008526.jpg",
            "title": "史坦顿岛",
            "release": 1
        },
        {
            "id": 1871800,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p776536259.jpg",
            "title": "惩罚者2：战争特区",
            "release": 1
        }
    ],
    "introduction": "David Vadim was born in Ukraine and raised in Brooklyn, New York. He grew up competing in sanctioned no-rules fighting and eventually transitioned to boxing. He wrote about his experiences in the ring in a series of short stories. His story Boredom was adapted to the stage, which led to David developing a deep interest in theatre, performing off-Broadway and soon getting discovered for his portrayal of the poet Arthur Rimbaud.David's screen career began with the role of Sasha in James Gray's 1994 film Little Odessa, starring Tim Roth, Edward Furlong, Maximilian Schell, and Vanessa Redgrave. Since then David has worked with such internationally acclaimed directors as Ridley Scott, Wolfgang Peterson, Ron Howard, and Martin Scorsese, co-starring in box office hits Air Force One, G.I. Jane, Ransom, as well as Holy Rollers, Brooklyn Babylon, Side Streets, Punisher: War Zone, The Briefcase, Little New York and Path To 911, among others. Also David's portrayal of the corrupt Det. Montini in Steven Seagal's Exit Wounds brought him wide international recognition.In addition to guest starring on Law and Order, Third Watch, Street Time, Law & Order: Trial by Jury, Fringe, Blue Bloods, The Blacklist, Person of Interest, and Daredevil, David had a recurring role in Denis Leary's Rescue Me - playing the lovable Paulie, a mentally disabled young man \"adopted\" by the fire house crew. More recently David portrayed General Nikolai Timoshev in Gavin O'Connor's pilot episode of The Americans, FX's cold war hit. In 2014 David landed the role of SVR Resident Gennady Isakov in George Nolfi's spy drama Allegiance on NBC, co-starring Hope Davis, Scott Cohen and Breaking Bad's Giancarlo Esposito. David recurred on Madam Secretary as the Ukrainian Foreign Minister Luka Melnik and worked on Martin Scorsese's Vinyl for HBO, playing Hilly Crystal, the creator of the iconic NYC club CBGB. He also appeared on the TV series Roeng, playing Russian cosmonaut, Sergei - from the creators of Netflix's Lilyhammer. David also played Buck Peirson in Dee Rees's film The Last Thing He Wanted, starring Anne Hathaway, as well as one of the stars of Caviar, a film based on the memoir career criminal Mike Markovich, and on Blindspot, playing Constantine, a corrupt business man.From coaching award winning actors on Broadway, film and television, to having consulted the famed LaGuardia School of Performing Arts on his acting technique, David is dedicated to helping his clients reach their specific needs in managing and developing their careers.",
    "name_more_cn": [],
    "personage_id": "27360838",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1154955",
    "personage_link": "https://www.douban.com/personage/27360838/",
    "property_other": [],
    "name_more_other": [
        "Vadim Shukhat (本名)"
    ],
    "update_at": "2025-06-06T21:00:08"
}