{
    "sid": "1157228",
    "name": "佩卡·文纳莫",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0893162",
    "name_en": "Pekka Vennamo",
    "name_full": "佩卡·文纳莫 Pekka Vennamo",
    "birth_date": "1944年11月7日",
    "birth_place": "芬兰,赫尔辛基",
    "last_movies": [
        {
            "id": 5049068,
            "year": "1984",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Uuno Turhapuro armeijan leivissä",
            "release": 1
        }
    ],
    "introduction": "Pekka Vennamo was born in 1944 in Helsinki, Finland. Growing up in post-war Finland, he did short jobs and participated in trainee programs before graduating from Karjalan Yhteiskoulu (high school) in 1963. After completing his compulsory military service as a non-commissioned communications officer, he enrolled at the University of Helsinki where he studied mathematics and physics. He then transferred to the Helsinki University of Technology (HUT) where he, among other subjects, studied radiation safety and mechanical engineering.From 1970, he was the parliamentary correspondent for Suomen Uutiset, a political newspaper aligned to the Finnish Rural Party. Later on he became the secretary of the party's parliamentary group. He was elected to parliament in 1972 and served the entire four-year term. From 1975-1987, he both served as CEO for OY Pientalonpoika, a publishing company, and also as head of the Finnish Rural Party. He served another stint in parliament from 1979-1989, and also held two cabinet portfolios, first as a minister in the finance ministry and later as minister for transport and communications.For the next ten years from 1989-1999, Pekka served as head of the Finnish Post Office, presided over its restructuring, and became the President and CEO of its telecommunications division Sonera Group Plc. Pekka has retired from politics and heads Sijoitus OY, an investment company.",
    "name_more_cn": [],
    "personage_id": "27363113",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1157228",
    "personage_link": "https://www.douban.com/personage/27363113/",
    "property_other": [],
    "name_more_other": [
        "Pekka Veikko Vennamo (本名)"
    ],
    "update_at": "2025-09-25T14:56:10"
}