{
    "sid": "1159649",
    "name": "Charles Urban",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "导演",
        "摄影"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p42043.jpg",
    "imdb_id": "nm0881616",
    "name_en": "",
    "name_full": "Charles Urban",
    "birth_date": "1867年4月14日",
    "birth_place": "美国,俄亥俄州,辛辛那提",
    "last_movies": [
        {
            "id": 5194976,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Staff of Life",
            "release": 1
        },
        {
            "id": 5194975,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Nature and Poet",
            "release": 1
        },
        {
            "id": 5194964,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Pirates of the Air",
            "release": 1
        },
        {
            "id": 5194891,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The County Fair",
            "release": 1
        },
        {
            "id": 5194889,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Beasts of Prey",
            "release": 1
        },
        {
            "id": 5194888,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Benjamin Franklin",
            "release": 1
        },
        {
            "id": 5194870,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Plant Life",
            "release": 1
        },
        {
            "id": 5194852,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "William Tell",
            "release": 1
        },
        {
            "id": 5078198,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Roving Thomas in Chicago",
            "release": 1
        },
        {
            "id": 5078183,
            "year": "1923",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Roving Thomas at the Winter Carnival",
            "release": 1
        }
    ],
    "introduction": "Charles Urban was not a film director, but as the most important producer of films in Britain in the pre-1914 period, he wielded considerable influence on the overall direction of early British film. He was born on 15 April 1867 in Cincinnati of German immigrant parents, and set up a Kinetoscope parlour in Chicago in 1895. The Bioscope projector was developed for him, and with this notable asset, he was taken on by Edison concessionaries Maguire & Baucus, who, in 1897, sent him to London to be their British manager. The dynamic Urban had an immediate effect on the company's business and British film in general. He renamed the company the Warwick Trading Company, and built up a considerable reputation based upon actuality film (notably of the Anglo-Boer War), high-quality equipment, and the distribution of films by Lumière, Méliès, Williamson, the Sheffield Photo Company, G.A. Smith and others.He formed the Charles Urban Trading Company in 1903, and there developed his personal vision of cinema, based upon actuality, travel, science and natural history. He cultivated scientific filmmakers with a populist streak, notably F. Martin Duncan and Percy Smith, and significantly extended the educational use of film. He also produced fiction films of generally meagre quality, many through his French offshoot Eclipse. Urban's greatest triumphs came with the two-colour (red-green) Kinemacolor system, the world's first natural colour film system, invented by G.A. Smith in 1906. Kinemacolor was a worldwide sensation between 1908 and 1914, the highlight being the two-hour epic With Our King and Queen Through India, which depicted the 1912 Delhi Durbar.Urban's fortunes turned in 1914, starting with a court case brought by William Friese-Greene (inventor of a rival colour film system), which led to the invalidation of the Kinemacolor patent. Urban produced a wartime documentary feature, Britain Prepared (1915), but he had mixed fortunes trying to sell the film, and other British official war films, on his official visit to America in 1916. Urban's impulsive approach was ill-suited to the subtleties needed for political propaganda, but he enjoyed greater success once America had entered the war.After the war, Urban chose to stay in America, where he hoped to revitalise his business through the combination of a new colour system (Kinekrom), a system for showing films on a disk (the Spirograph), and the exploitation of his film library for the burgeoning educational film market. His plans were wildly over-ambitious, and his business collapsed dramatically in 1925. He returned to Britain, and spent his last years in London and Brighton, where he died on 29 August 1942.Urban brought American glamour to the early British film industry. Although sometimes an over-bearing figure, he was equally an inspirational one, whose belief in the ability of film to educate while it entertained, and to be always reaching for higher things, thrilled many with the possibilities of the medium in cinema's most impressionable years.BibliographyMcKernan, Luke (ed.), A Yank in Britain: The Lost Memoirs of Charles Urban, Film Pioneer, (Hastings: The Projection Box, 1999)McKernan, Luke, 'Putting the World Before You: The Charles Urban Story', in Andrew Higson (ed.), Young and Innocent? The Cinema in Britain, 1896-1930 (Exeter: University of Exeter Press, 2002)",
    "name_more_cn": [],
    "personage_id": "27365536",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1159649",
    "personage_link": "https://www.douban.com/personage/27365536/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1942年8月29日"
        }
    ],
    "name_more_other": [
        "Carl Urban (本名)"
    ],
    "update_at": "2025-09-05T23:42:23"
}