{
    "sid": "1160292",
    "name": "雅德维加·斯莫萨斯卡",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/514d499bba6927e32e38779414ac2b1f.jpg",
    "imdb_id": "nm0810682",
    "name_en": "Jadwiga Smosarska",
    "name_full": "雅德维加·斯莫萨斯卡 Jadwiga Smosarska",
    "birth_date": "1898年9月23日",
    "birth_place": "波兰,华沙",
    "last_movies": [
        {
            "id": 5199155,
            "year": "1932",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917308001.jpg",
            "title": "Rok 1914",
            "release": 1
        },
        {
            "id": 5102674,
            "year": "1934",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424814151.jpg",
            "title": "Czy Lucyna to dziewczyna?",
            "release": 1
        },
        {
            "id": 5102624,
            "year": "1935",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903929406.jpg",
            "title": "让爱征服一切",
            "release": 1
        },
        {
            "id": 5102119,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868079133.jpg",
            "title": "Skłamałam",
            "release": 1
        },
        {
            "id": 5074285,
            "year": "1932",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498194927.jpg",
            "title": "Noc Listapodowa",
            "release": 1
        },
        {
            "id": 5073761,
            "year": "1933",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Prokurator Alicja Horn",
            "release": 1
        },
        {
            "id": 5073066,
            "year": "1936",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189758694.jpg",
            "title": "爱情与王位",
            "release": 1
        },
        {
            "id": 5072857,
            "year": "1936",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886412579.jpg",
            "title": "贾兹雅",
            "release": 1
        },
        {
            "id": 3829931,
            "year": "1928",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tajemnica starego rodu",
            "release": 1
        },
        {
            "id": 3659602,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906621280.jpg",
            "title": "枪骑兵王子约翰",
            "release": 1
        }
    ],
    "introduction": "Jadwiga Smosarska was a film and theatre actress deemed the only Polish film star of the interwar period. She was born on 23rd September 1898 in Warsaw, where she also died on 1st November 1971.From today's perspective, Jadwiga Smosarska does not seem to outdo other interwar artists in terms of originality, talent or beauty. However, it was her who was the unquestioned queen of the screen, winner of plebiscites and the Polish audience's favourite for nearly twenty years. The popularity of Smosarska was extraordinary – the actress was said to be the only Polish Hollywood-style star.Widely recognised on the streets and swarmed with letters from fans, the artist did not seem inaccessible – in the 1930s there was a popular saying that went 'our folksy and frisky Jadzia Smosarska'. According to the cinema historians, it was not only her class, charm and beauty that contributed to her significant popularity but also that 'folksiness and friskiness', as well as her ordinariness. Smosarska perfectly fitted in the social ideal of a modern Polish woman – dynamic and independent yet bound to traditional values. Even though her first roles in kitschy silent melodramas were not very special, her subsequent performances in comedies were more interesting in terms of the socio-cultural matters. They also proofed that she had a comic talent.At the beginning Smosarska saw her future in the theatre rather than cinema and, actually, she valued the stage more than the silver screen. Already as a teenager she played in amateur performances. Having graduated from a private finishing school, she got into the Jan Lorentowicz Warsaw School of Drama that she finished in 1920. The artist was so determined that she had to start a job in a bank in order to afford to study. Her hard work paid off as her debut role in Ciotka Karola (editor's translation: Carol's aunt) in Letni Theatre (1918) as well as her part in Veteran in the Variety Theatre in Warsaw (1920) were favourably assessed by the critics. Although Smosarska was attached to the theatre until the end of the 1930s as she performed on the stages of i.a.: Polish Theatre, National Theatre and Mały Theatre in Warsaw, it turned out that her real calling was the cinema screen. The actress owes much of her movie career to a great producer, Aleksander Hertz – the founder of the Sfinks films studio. In the end of the 1920s, Hertz – the legendary discoverer of young actresses – was looking for someone who could replace Pola Negri, who left Poland when she gained popularity and started her career in the West. The producer chose Smosarska who debuted in the film Dla szczęścia (For luck), which in the end never got finished.Playing some supporting roles in: Bohaterstwo polskiego skauta(Heroism of a Polish scout) (1920), Battle of Warsaw (1921), Strzał (Shot) (1922), helped the actress break through. In 1922 Tajemnica przystanku tramwajowego (The mistery of the tram stop) was directed for her sake, however, it has not survived to our day. It was a melodrama telling a banal story of a seamstress who leaves her fiancé for a vile count and then commits suicide. Although it was laughed down by the critics, it lead to a greater popularity of Smosarska, who then maintained it in subsequent melodramas making up the so-called 'Sfinks' golden series', such as: Niewolnica miłości (Love’s slave) (1923), O czem się nie mówi (What we don’t talk about) (1924), or Trędowata (Lazar) (1926), in which she would play life-experienced, but precious and full of dignity women. According to Małgorzata Hendrykowska, Smosarska's biographer, Aleksander Hertz had an enormous impact on her self-development as a star as he did not economise on making advertisements of the artist in movie magazines.Another huge commercial success of Hertz was Iwonka (1925), a film initiating a series of patriotic melodramas. Smosarska turned out to be a natural in this genre and played a few roles of innocent, 'pure' women fighting along with men for the good of their country. One of few movies from that period that survived until today is Na Sybir (ToSiberia) (1930) by Henryk Szaro – an action drama/romance taking place in 1905 during the national liberation fight. The actress played Rena Czarska – a young countess with a passion for Ryszard, a teacher, and the so-called 'Polish question'. The fact that her beloved is a dangerous revolutionist engaged in a fight against tsar makes her even happier. Even though this image of a patriotic noblewoman is based on a stereotypical, romantic pattern, the character's activities and courage attract attention. Not only does Renia follow her beloved to Siberia, but also releases him from captivity in a breakneck action. This daring and briskness imparts some modernity hallmarks to the characters played by Smosarska.In the beginning of the 1930s, marked by Hertz's death and the film studio Sfinks's bankruptcy, a new phase in her career began. Unlike other silent film icons, Smosarska did not lose her popularity when the era of audio cinema began, as she excellently adapted herself to work under the new conditions. Lightness, unaffectedness and her vocal abilities helped her become a star in comedies that were very popular at that time. They were based on a similar scheme – characters played by Smosarska hid their real identities and pretended to be someone else. Clearly, one could say that the masquerade ball motif was only a source of non-sophisticated comedy; however, what seems important is its hidden meaning. Humour stemming from dressin-up or crossdressing could help with familiarising the modern world in which the status of women was constantly changing and traditional social roles were infringed.The best example is the film Czy Lucyna to dziewczyna (Is Lucy a girl) (1934) by Juliusz Gardan, in which Smosarska played a role of a recently graduated engineer who comes back to Poland after studying abroad. In order to get a job in her homeland, Lucy dresses as a man and starts working as an assistant of an engineer. It seems that this sexually ambivalent character, magnificently played by Smosarska, may be in a way seen as a figure whose emergence was conditioned by social anxiety caused by the transformation of traditional gender roles. If this was the case, the character's fate helped assuage those fears – Lucy quickly fell in love with the engineer and became an exemplary lady again.Dwie Joasie (Two Joans) directed by Mieczysław Krawicz from 1935 is based on a similar idea. This time, Smosarska played a secretary who cannot stand sexism at work, so she does her hair unfashionably, wears big glasses and an unalluring outfit in order to discourage leering men. This works, as her employer calls her a 'scarecrow' and stays away from her. As it turns out – Joan falls in love with her foul-mouthed and sexist boss. The ultimate aim of these seemingly independent and rebellious characters is to get the beloved man. This was also the case in Jadzia (1936), also directed by Mieczysław Krawicz. In this blockbuster film Smosarska performed a role of an energetic tennis rackets seller, mistaken for a famous sportswoman by a competitor. Sport, one of the film's main themes, was a fashionable subject matter in the 1930s – the main character clearly alludes to Jadwiga Jędrzejowska, a popular tennis player. Jadzia from Krawicz's comedy is very creative, energetic and temperamental; however, she also falls in love with an antagonist. A great advantage of these comedies were songs, performed gracefully and with humor by Smosarska, for example, Ja bez przerwy sięśmieję (I keep on laughing) in Jadzia, which expresses the motto of the majority of characters that the actress played.In the 1930s, Smosarska also played in different genres, including a successful melodrama Skłamałam (I lied) by Krawicz (1937) or in the costume film Barbara Radziwiłłówna by Józef Lejtes (1936), in which she played a schematically portrayed queen of Poland. Her twenty-year-old career ended with the outbreak of the Second World War. In 1939 Smosarska moved out to the United States with her husband – a respected engineer Zygmunt Protassewicz – and gave up acting. However, when she visited Poland a couple of times, she always experienced a vivacious reaction of her fans who have not forgotten Jadzia. She got back to Poland for good in the beginning of the 1970s. Unfortunately, she died shortly afterwards due to tonsillitis complications.Smosarska was not a genius actress and she did not play ambitious roles. Critics from the interwar period mocked some films she performed in, e.g.: Trędowata (Lazar), and criticised the leading actress too. However, as to the phenomenon of hers – being the first (according to some, also the only one) Polish cinema movies star is incredibly interesting as it presents with whom the Polish audience identified the most. The society changed and so did Smosarska’s characters – from unhappy maidens to devoted patriot to ‘modern’ women who were not only strong and independent in a way, but also respecting traditional values. Her films, even the unsuccessful ones, are a true mine of knowledge regarding the tradition and culture of the interwar period, whereas the actress appears to many viewers to be the icon of that time.",
    "name_more_cn": [],
    "personage_id": "27366179",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1160292",
    "personage_link": "https://www.douban.com/personage/27366179/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1971年11月1日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-02-14T22:26:17"
}