{
    "sid": "1166164",
    "name": "马修·埃瓦尔德",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c3e5d0e71883a31ddf0f6fd5fec58e9a.jpg",
    "imdb_id": "nm0970866",
    "name_en": "Matthew Ewald",
    "name_full": "马修·埃瓦尔德 Matthew Ewald",
    "birth_date": "1982年10月13日",
    "birth_place": "美国,明尼苏达州",
    "last_movies": [
        {
            "id": 36318420,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "上帝重忆巴比伦",
            "release": 1
        },
        {
            "id": 35925924,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887470382.jpg",
            "title": "秃鹰的巢穴",
            "release": 1
        },
        {
            "id": 34909386,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576215345.jpg",
            "title": "越战先锋",
            "release": 1
        },
        {
            "id": 27196486,
            "year": "2018",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "White Lilies",
            "release": 1
        },
        {
            "id": 27077783,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537685557.jpg",
            "title": "领先者",
            "release": 1
        },
        {
            "id": 3276070,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913802127.jpg",
            "title": "异次元防卫者",
            "release": 1
        },
        {
            "id": 3097547,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322862021.jpg",
            "title": "Plan 9",
            "release": 1
        },
        {
            "id": 2015600,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876031953.jpg",
            "title": "大坝阴影",
            "release": 1
        },
        {
            "id": 1307978,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875413780.jpg",
            "title": "电脑终结者",
            "release": 1
        }
    ],
    "introduction": "As an actor, Matthew Ewald's extensive experience and career in the industry began in 2001 when he completed not only his first feature film \"Terminal Error,\" but in the same year was fortunate enough to have portrayed Nicholas Bluetooth on the highly popular FOX science fiction/adventure television series \"Galidor.\" The franchise, an international hit, spawned Matthew his own action figure through the LEGO brand, as well as merchandising rights through Cap'N'Crunch cereal, McDonald's Happy Meal Toys, XBOX and Playstation video game consoles, among many others.Since then, Matthew has wrapped his involvement on over ninety plus productions, including the upcoming World War II feature \"Condor's Nest\"--alongside veteran actors Arnold Vosloo, Michael Ironside & Bruce Davison--the serious-minded remake of the 1959 classic Edward D. Wood, Jr.'s magnum opus, \"Plan 9 From Outer Space,\" as well as having won the Macabre Faire Film Festival's Best Actor in a Feature Film award for his role as Carl in the psychological horror feature \"Athena.\"From leading roles such as the malevolent Man in Black in the Amazon Prime Original Series \"Morty,\" as well as a chameleon-like turn as the amnesiac drifter in Darkstone Entertainment's nightmare macabre \"The Dark Net,\" along with upcoming feature films such as the horror/science-fiction drama \"Blood Pledge,\" to the cat and mouse 80s throwback \"The Stalker,\" Matthew is constantly searching for roles to lose himself within, no matter feature films or any number of the upcoming television/limited series productions he is deeply honored and humbled to be attached to.But in 2020, as we were all experiencing a very different locked-down world in the Entertainment industry, Matthew decided to fight to continue chasing his stars by bringing to life his own creative visions, to continue to lose himself within his \"oxygen\" that is acting by creating not only a number of short films, but by completing his very first feature film \"The Coffin Bound Kings.\" No cast, no crew, just a desire to create regardless of the outcome and for the sheer love of performance, of the method and craft, and for the deepest and truest love of it all. These creations resulted in over 40 award wins, 12 nominations and 25 additional awards, along with his performance in the latter being compared to 'a tour de force reminiscent of the legendary Joaquin Phoenix.'Matthew is also a published author with numerous horror stories, and four horror novels already to his credit. With an impressive body of work, an impossible passion and love for this \"oxygen\" that is acting, and a slew of upcoming projects in 2021 and well into the next year, Matthew is looking to continue his dramatic career in the genres that he so greatly loves.",
    "name_more_cn": [],
    "personage_id": "27372061",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1166164",
    "personage_link": "https://www.douban.com/personage/27372061/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-04T00:00:51"
}