{
    "sid": "1166687",
    "name": "米哈尔·瓦辛斯基",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "副导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ec91049bec1c2fc9fce9c3a31dc56b31.jpg",
    "imdb_id": "nm0913773",
    "name_en": "Michał Waszyński",
    "name_full": "米哈尔·瓦辛斯基 Michał Waszyński",
    "birth_date": "1904年9月29日",
    "birth_place": "乌克兰,沃伦州,科韦利",
    "last_movies": [
        {
            "id": 34803872,
            "year": "1949",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566711129.jpg",
            "title": "Guglielmo Tell",
            "release": 1
        },
        {
            "id": 27119567,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497046693.jpg",
            "title": "王子与恶灵",
            "release": 1
        },
        {
            "id": 5067667,
            "year": "1946",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565814004.jpg",
            "title": "圣马力诺的陌生人",
            "release": 1
        },
        {
            "id": 5067462,
            "year": "1947",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678662212.jpg",
            "title": "Fiamme sul mare",
            "release": 1
        },
        {
            "id": 5067056,
            "year": "1948",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La grande strada",
            "release": 1
        },
        {
            "id": 5062083,
            "year": "1955",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2297948039.jpg",
            "title": "Captain Gallant of the Foreign Legion",
            "release": 1
        },
        {
            "id": 2061805,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566960760.jpg",
            "title": "马戏团风云",
            "release": 1
        },
        {
            "id": 1958437,
            "year": "1958",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581593117.jpg",
            "title": "安静的美国人",
            "release": 1
        },
        {
            "id": 1302394,
            "year": "1964",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1531015860.jpg",
            "title": "罗马帝国沦亡录",
            "release": 1
        },
        {
            "id": 1296664,
            "year": "1961",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1397212623.jpg",
            "title": "万世英雄",
            "release": 1
        }
    ],
    "introduction": "The most prolific film director of the interwar period as well as a film editor and screenwriter. Between 1929 and 1939, Waszyński made 40 films. One of them, the 1937 'Dybbuk', went down in history – it was the first feature-length Polish film in Yiddish.Waszyński was born Mosze Waks on 29th September 1904 in Kovel, Volhynia (today's Ukraine). He came from a Jewish family with Hasidic roots. His father was a blacksmith, his mother – Cecylia neé Flesz – sold poultry. Young Mosze showed artistic inclinations at an early age. In his cheder – the traditional Judaic elementary school – he was considered talented yet rather unruly. In a yeshiva in Kovel, Waks reacted to a professor's lecture on 'how to avoid, deceive and exorcise devils' with the question: 'Rebe, do devils and other creatures of the sort really exist?'. His outright questioning of the gravity of religious education infuriated the teacher, who slapped Waks across the face and then made sure the student was removed from the school.Sources say little about Waks's life between the 1918 incident and 1922. It was then that he played a teacher in the film Zazdrość (Envy, trans. NS) directed by Wiktor Biegański. The director convinced Waks he should change his name to the Polish-sounding alias 'Michał Waszyński'. Waszyński soon started working for Biegański as a personal assistant. Thanks to the job, he met Aleksander Hertz – the owner of Sfinks, the first Polish film studio, whose importance in the interwar era was unparalleled. The second half of the 1920s saw Waszyński assisting numerous famous film directors.Samuel Blumenfeld, the French author who wrote Waszyński's biography, described the artist as amazingly adaptive – perhaps comparably to Woody Allen's Leonard Zelig. As Blumenfeld listed in the book:[Waszyński] assisted Ryszard Ordyński on the set of 'Mogiła Nieznanego Żołnierz' (The Unknown Soldier's Grave, trans. NS), Józef Lejtes on the set of 'Huragan' (Hurricane, trans. NS, 1928) and Henryk Szaro on the set of 'Przedwiośnie' (based on the novel 'Seedtime' by Stefan Żeromski, 1928). All three films were patriotic in tone, praising the Polish soldiers' fight against Russians and expressing admiration for Marshal Piłsudski who seized power in the country in the May Coup in 1926.Waszyński lived in tough times. The gossip and myths surrounding his persona – often spread by the artist himself – made many heads spin. Distinguishing fact from fiction was no easy task. What is certain is that Waszyński was a refined dandy, openly gay in the prudish moral climate of the interwar period. Eagerly and rather hazardously, the director also claimed he was a prince. The year 1929 saw Waszyński's directorial debut. He co-operated with many film studios, including Sfinks, Leo-Film, Blok-Muza-Film, Rex-Film and Feniks. In 1931, the director left the impoverished Jewish district of Muranów and moved to a house in Saska Kępa – one of Warsaw's most expensive neighbourhoods today.Waszyński had a knack for commercial comedies and melodramas, often relying heavily on the acting skills of the screen icons he employed, including Adolf Dymsza (Antek Policmajster, Dodek Na Froncie) and Eugeniusz Bodo (Jaśnie Pan Szofer, Pieśniarz Warszawy). He also co-operated with Kazimierz Wajda and Henryk Vogelfänger, two famous radio hosts (Będzie Lepiej, Włóczęgi) and acclaimed theatre actors, including Kazimierz Junosza-Stępowski (Znachor, Profesor Wilczur).Stefania Zahorska, the leading film critic of the era, wrote: 'What use is the art of filmmaking when in the hands of such a deadbeat? Waszyński puts Polish cinema to shame'. All the same, the director had his unquestionable strengths: his filmmaking was efficient, cheap and popular with the audiences.With a talent for organisation and a knowledge of the craft, Waszyński, dubbed 'the king of Polish popular humour', was able to produce a feature film over a staggering span of two to three weeks. To put his efficiency into perspective: Waszyński directed a quarter of all Polish films produced in the 1930s (37 out of 147 motion pictures total). But critical acclaim came only with Dybbuk. Waszyński made the film in 1937, despite the opposition of the Jewish community. Famous for what was considered tacky, commercial filmmaking and an open rejection of his religious roots, the director was considered unfit for the task.The script of Dybbuk is based on the famous drama by S. An-sky. Shot in five weeks, the film was Poland's first motion picture in Yiddish. Popular with critics and audiences alike, Dybbuk was a major breakthrough in Waszyński's career. The success changed Waszyński’s approach to filmmaking; the director started devoting much more time to the creative process. When World War II broke out, he was shooting Serce Batiara in Lviv – unfortunately, the film was never completed. Waszyński was exiled to Siberia.After diplomatic relations between Poland and the USSR were restored under the Sikorski-Mayski Agreement in July 1941, Waszyński, like thousands of others released from Soviet captivity, joined the Anders Army in December 1941. Even then he kept on meticulously creating his image. As Samuel Blumenfeld wrote in Waszyński's biography:When Waszyński joined the Anders Army in 1941 […], he included a completely different version of his career in his curriculum vitae. At the time, it seemed quite credible. According to his short bio in film lexicons, Waszyński studied dramatic arts in Kiev in 1921, became Fridrich Wilhelm Murnau's assistant in 1922, and assisted the theatre director Yevgeny Vakhtangov in Moscow in 1923-1925. All of this supposedly happened while he was still Wiktor Biegański's assistant and gofer (clearly, the official biography from the time does not mention Biegański at all). If all of this were to be true, Waszyński must have been blessed with an ability for bilocation.Waszyński went through Iran, Palestine and Italy with the Anders Army. He was lucky enough to be able to leave the USSR and find employment at the Film Section of the Martial Propaganda Office of the Polish Army in the USSR. He directed newsreels (e.g. Od Pobudki do Capstrzyku, Monte Cassino) and documentaries: Dzieci, Polska Prawda, M.P. Adama i Ewy, Wielka Droga. The structure of the film Dzieci (Children, trans. NS), dubbed Waszyński's testament by Samuel Blumenfeld, is particularly fascinating. The film is constructed like a weekly letter sent by a young soldier to his mother in Kovel. As Blumenfeld wrote:It is a last goodbye from a man who was never to return to Poland. Waszyński never mentioned his hometown in any of his films or in any discussions; this film is the only exception.Waszyński bid farewell to everyone and everything, starting with his parents, who were most likely sent to a concentration camp. Not long after, the director was making up stories about his aristocratic ancestors – in this light, Dzieci seems to be a work of art whose purpose was self-therapeutic. Through the protagonist of the film, Waszyński returned to his Jewish past.From 1945 on Waszyński lived in Italy, working in the film industry. He was involved in producing Italian films and American motion pictures shot in Europe. In 1951, Waszyński co-operated with Mervyn Le Roy on Quo Vadis as consultant. The screen adaptation of the famous novel by Henryk Sienkiewicz was produced by Metro-Goldwyn-Mayer.In 1946 Waszyński married Maria Dolores Tarantini, a widowed countess many years his senior. Tarantini died soon after the wedding, leaving a fortune and a palace in Rome to the director. An affluent man, Waszyński agreed to adopt the daughter of the actress Jadwiga Andrzejewska for a few years.Dubious as the artistic value of Waszyński's work was (with an exception for the more refined Dybbuk), it allowed the director to become a European representative of Hollywood. After the war, the artist worked with the greatest movie stars. Waszyński had a great instinct for talented actors and actresses – having discovered Sophia Loren and Audrey Hepburn, he promoted both of them and helped the two future legends get their first significant roles. Waszyński also met another mythical figure – Orson Welles, whom he assisted on the set of Othello.Successful and skilful as a producer, Waszyński also remained a figure shrouded in mystery. As he kept on purchasing costly artworks for his palace, proving how sophisticated his taste was, gossip about his controversial moneymaking spread. Samuel Blumenfeld wrote in the biography: 'It was rumoured that Waszyński got not only a percentage of box office gross, which would be perfectly normal, but also a percentage of the budget – and that would not seem so ordinary'.How could a blacksmith's son from the small town of Kovel hide the truth about his roots behind his exuberant manner for so many years? Perhaps the Cold War 'helped' – the ideological and military rivalry between the East and the West isolated the two worlds, making the verification of the most absurd claims of those who came from behind the Iron Curtain very difficult. Determined to build his empire, Waszyński could thus confabulate and paint a picture that was to his liking.As Waszyński's obituary published in Variety on 24th February 1965 reads, 'Prince Michał Waszyński, a film producer, died of a heart attack in Madrid on February 20. He claimed to be a descendant of the Polish royal family and settled down in Spain in 1960. Ever since 'King of Kings', he worked as executive producer for Bronston Productions in Madrid.’ The late director would most likely be satisfied with this portrayal – after all, he worked for it his entire life.",
    "name_more_cn": [],
    "personage_id": "27372584",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1166687",
    "personage_link": "https://www.douban.com/personage/27372584/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1965年2月20日"
        }
    ],
    "name_more_other": [
        "Michał Waszyński",
        "Mosze Waks (本名)"
    ],
    "update_at": "2025-04-12T13:26:36"
}