{
    "sid": "1168827",
    "name": "托碧·温",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1422445222.78.jpg",
    "imdb_id": "nm0934976",
    "name_en": "Toby Wing",
    "name_full": "托碧·温 Toby Wing",
    "birth_date": "1915年7月14日",
    "birth_place": "美国,弗吉尼亚州,阿米莉亚阁",
    "last_movies": [
        {
            "id": 1721416,
            "year": "1937",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2360245150.jpg",
            "title": "娇妻之隐",
            "release": 1
        }
    ],
    "introduction": "It's pretty unusual for a mostly unbilled chorus girl to rate a star on Hollywood Boulevard, but Toby Wing was unique. A genuine granddaughter of the Confederacy (on her mother's side at least; her father's family was pure Maine Yankee), she was born Martha Virginia Wing in Amelia Court House, Virginia in 1915, later taking the stage name Toby after a family nickname (for a horse!). Her father Paul Wing was an Army officer and she spent her childhood divided between Virginia and the Panama Canal's American Zone. Toby moved to Hollywood in the 1920s with her father, who, after his discharge, became an assistant director and Paramount Studios mid-level manager. Toby and her sister Pat Wing grew up fantasizing about becoming movie stars and moving to Hollywood in the mid-1920's afforded her to score a small number of juvenile parts in Paramount silents her dad was working on, most notably appearing as 12-year old Nan in The Pony Express (1925).She retreated from acting to finish her schooling at her parents' insistence. Stories differ, but she struck up a friendship with Jack Oakie who introduced her to Samuel Goldwyn at a party (Paramount studio publicists, always a questionable source of facts, claimed she was discovered by Mack Sennett with her sister, Pat, while walking to the Santa Monica Pier. Either story seems plausible since she soon found herself working for both men). She was the last graduate of the studio's in-house high school in 1933. A natural brunette, she dyed her hair platinum blond and by 1932, at age 16, she landed rather historic place in Hollywood history as one of the original Goldwyn Girls, billed as the girl \"with a face like the morning sun\" in Eddie Cantor's hit Palmy Days (1931) and then found herself at Paramount working on an early Bing Crosby short. The choreographer on the Eddie Cantor film was Busby Berkeley who would later hire her for a choice, albeit unbilled, role in 42nd Street (1933).",
    "name_more_cn": [
        "托比·温"
    ],
    "personage_id": "27374727",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1168827",
    "personage_link": "https://www.douban.com/personage/27374727/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2001年3月22日"
        }
    ],
    "name_more_other": [
        "Martha Virginia Wing (本名)"
    ],
    "update_at": "2025-04-04T11:52:34"
}