{
    "sid": "1173105",
    "name": "Gustav Neidlinger",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1524385",
    "name_en": "",
    "name_full": "Gustav Neidlinger",
    "birth_date": "1910年3月21日",
    "birth_place": "德国,美因茨",
    "last_movies": [
        {
            "id": 5084906,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2283135628.jpg",
            "title": "贝多芬 歌剧《费德里奥》",
            "release": 1
        }
    ],
    "introduction": "Gustav Neidlinger (March 21, 1910 – December 26, 1991) was a German bass-baritone, who was most famous for playing Wagner's \"howling-and-spitting\" villains. Born in Mainz, Neidlinger studied at the conservatory in Frankfurt, where he was trained by Otto Rottsieper. He debuted in 1931 at the Stadttheater in Mainz, where he sang until 1934. From 1934 to 1935, he was engaged at the Stadttheater in Plauen, Sachsen, and, from 1935 to 1950, he was a member of the opera in Hamburg. In 1937, he took part in the world premiere of the opera Schwarzer Peter by Norbert Schultze at this opera house. In 1950, he became a member of the Staatsoper Stuttgart, where he grew to be very popular and was, in 1977, named an honorary member of the ensemble. In Stuttgart, he sang in Igor Stravinsky's The Rake's Progress. In 1956, he also became a member of the Staatsoper in Vienna, where he had sung as early as 1941. He also sang at the Grand Opéra Paris (1953–67) and at Covent Garden in London in tandem with the Stuttgart ensemble (1955, 1963 (Teleramund), 1965 (Alberich)).[1]Neidlinger's vocal abilities were marked by an imposing richness of sound as well as a gift for delivering powerful, dramatic performances, bringing him success as a major Wagner interpreter. His interpretation of the role of Alberich in Der Ring des Nibelungen was celebrated worldwide, and still is, through Sir George Solti's famous DECCA studio recording, and Karl Böhm's recorded performance from Bayreuth 1967, both of which have been mainstay recordings since the vinyl days. He sang at the Bayreuth Festival from 1952 until 1975, mainly Alberich, but also Klingsor from Parsifal, Kurwenal from Tristan und Isolde, Fritz Kothner from Die Meistersinger von Nürnberg, and occasionally, Hans Sachs and Friedrich von Telramund. He sang Alberich at the Metropolitan Opera in 1972. In addition to his triumphs in Wagner, Neidlinger also had great success in Buffo roles as well. He died in Bad Ems.",
    "name_more_cn": [],
    "personage_id": "27379015",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1173105",
    "personage_link": "https://www.douban.com/personage/27379015/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1991年12月26日"
        },
        {
            "label": "流派",
            "value": "Classical"
        },
        {
            "label": "语言",
            "value": "德语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-02T04:39:19"
}