{
    "sid": "1175489",
    "name": "玛丽·吉恩·麦克亚当斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1e0c26b4a94df954c6724a65e0a2e16b.jpg",
    "imdb_id": "nm1062634",
    "name_en": "Mary Jean McAdams",
    "name_full": "玛丽·吉恩·麦克亚当斯 Mary Jean McAdams",
    "birth_date": "1972年4月5日",
    "birth_place": "美国,华盛顿,哥伦比亚特区,乔治城",
    "last_movies": [
        {
            "id": 5103150,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ghost Stories",
            "release": 1
        },
        {
            "id": 4856003,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p505965451.jpg",
            "title": "乔纳汉的秘密",
            "release": 1
        },
        {
            "id": 2996610,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "诺亚方舟：黎明新世纪",
            "release": 1
        },
        {
            "id": 2976032,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Banana Bread",
            "release": 1
        },
        {
            "id": 2150270,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903535725.jpg",
            "title": "新推理探案",
            "release": 1
        },
        {
            "id": 1463245,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888872216.jpg",
            "title": "蓝色的40道阴影",
            "release": 1
        },
        {
            "id": 1307187,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1499775170.jpg",
            "title": "情归阿拉巴马",
            "release": 1
        },
        {
            "id": 1306254,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p860152130.jpg",
            "title": "最后的城堡",
            "release": 1
        }
    ],
    "introduction": "Mary Jean McAdams (AKA: Mary Jean Bentley) \"MJ\" was born on April 5, 1972 at Georgetown Hospital in Washington, DC. She was the second child born to Dr. William W. McAdams and Grace McAdams. Her Father was a professional baseball and football player, a high school teacher, coach and Athletic Director, a college coach, and University Professor. Her Mother was a local actress, singer, writer and later became a screenwriter. MJ was raised along with her three brothers in various states including, Virginia, Tennessee, North Carolina and Ohio. At the very early age of 6, she began singing in church with her mother and later sang in school choir landing solo parts for Dorothy in \"The Wizard of OZ,\" Maria in \"West Side Story\" and Liesl in \"The Sound of Music.\"MJ and her brothers would always perform for their parents on Friday Nights which was later coined \"Friday Night Fun Night.\"At Seventeen, MJ signed with a Modeling Agency in Washington DC. Given her compassion for people and her father's illness which led to a liver transplant, she decided to go to college and study nursing. She graduated from George Mason University with a Bachelor of Science in Nursing. Upon graduation, she commissioned into the United States Navy Nurse Corps to fulfill her passion to serve her country. She was stationed in Virginia Beach and was able to continue pursuing acting and signed with a local agent and shortly landed roles in a few Television Series, Ghost Stories and The New Detectives along with numerous regional and national commercials.After her active duty commitment was fulfilled, she moved to Nashville to continue her acting/ singing-songwriting career. There she landed roles in several major motion pictures: The Last Castle, starring Robert Redford and James Gandolfini; We Were Soldiers, starring Mel Gibson; Sweet Home Alabama starring Reese Witherspoon; and the Grand Jury Winner of 2005 Sundance Film Festival, Forty Shades of Blue, starring Rip Torn.She is Founder/ CEO of Little Faith Pictures, a Family and Faith film production company in Fort Worth, Texas.",
    "name_more_cn": [],
    "personage_id": "27381404",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1175489",
    "personage_link": "https://www.douban.com/personage/27381404/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-06T12:14:16"
}