{
    "sid": "1177779",
    "name": "乔恩·巴顿",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d50420890ef51a2933c1d98efebcf2bb.jpg",
    "imdb_id": "nm1890808",
    "name_en": "Jon Barton",
    "name_full": "乔恩·巴顿 Jon Barton",
    "birth_date": "1977年7月8日",
    "birth_place": "美国,印第安纳州,印第安纳波利斯",
    "last_movies": [
        {
            "id": 5197397,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588250917.jpg",
            "title": "保护与服务",
            "release": 1
        },
        {
            "id": 5185012,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Resurgent",
            "release": 1
        },
        {
            "id": 5157398,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Angels and Fire",
            "release": 1
        },
        {
            "id": 5152346,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530408579.jpg",
            "title": "威尔·加德纳",
            "release": 1
        },
        {
            "id": 3986149,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878423657.jpg",
            "title": "纯真童影",
            "release": 1
        },
        {
            "id": 3749381,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "世界末日的七种现象",
            "release": 1
        },
        {
            "id": 3011030,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526766808.jpg",
            "title": "十字追杀令",
            "release": 1
        },
        {
            "id": 1871800,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p776536259.jpg",
            "title": "惩罚者2：战争特区",
            "release": 1
        },
        {
            "id": 1499670,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192484240.jpg",
            "title": "秘密部队 第一季",
            "release": 1
        },
        {
            "id": 1424704,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873687014.jpg",
            "title": "致命临界点",
            "release": 1
        }
    ],
    "introduction": "Trained at the Camp Pendleton school of infantry in 2001, with a PMOS of 0351, serving as both an infantry assault-man with 1st Marine Division, and then as a light armored vehicle (anti-tank) commander at LAR Battalion. Jon continued his training throughout the Marine Corps, earing certificates in over 27 different schools and training courses including NCO school in 2009, counter terrorism, reconnaissance, mountaineering, and A-MOUT (advanced military operations on urban terrain), just to name a few.After his first combat tour in 2003/4 he became the Echo company, 2nd battalion 23rd Marine regiment's dedicated mountaineering and asymmetric warfare instructor and, from 2008 to 2010, the asymmetric warfare instructor for Alpha Company, 4th Light Armored Recon battalion. Throughout his time in the Marines, he continued to develop a love of weapons and weapons systems, and in 2008 was one of only a handful of sergeants at Camp Pendleton who completed the comprehensive \"long rifle\" range safety officer (RSO) course. This allowed him to open, operate, and run platoon, company and battalion level weapons training courses on all light, medium, and heavy weapons throughout the entire base.Serving from 2001 to 2011 in both active / reserve duty, he received the Combat Action Ribbon with bravery commendation, three Navy Achievement Medals, along with many certificates of commendations for NCO combat instructor excellence, and mountain warfare at both the company and battalion level.Jon had been active in the film and television industry since before joining the Corps, and when time and deployments allowed, he collected a team of other veterans, launching his first company; GUNMETAL, which was dedicated to veteran job creation in movies and tv in 2006. From 2006 onward, he served as a senior military consultant and weapons choreographer for some of the biggest movies, video games, and TV shows in the world. He has been a private weapons trainer for celebrities including Tom Cruise, Connor Cruise, Chris Hemsworth, Aaron Eckhart, Ray Stevenson, Kristen Stewart, Shemar Moore, Will Estes, and many others.In 2010, the ad agency Campbell Ewald brought Jon on to help them navigate their client USAA. From 2010 to 2018, Jon and his team worked together with the agency and USAA's creative team to help them realistically depict the military in commercials and photography campaigns for: banking, insurance, and retirement.Since then, Jon has helped other agencies, like Mullen Lowe, navigate all things military for their clients. Just days before the pandemic, Jon started work on the national ad campaigns for T-Mobile, Sprint, Verizon, and Met Life. Post pandemic, Jon has been constantly working on many action projects throughout Hollywood.As a professional consultant, Jon has a never-ending thirst for military accuracy and proper depiction of the armed services past, present, and future, across all media platforms. Through his extensive network of active and retired veterans, he is constantly learning and incorporating all the latest military policies, practices, weapons, and uniforms into his work.Between projects, Jon continues to write prolifically in both novels and screenplays. To date, he has written over 9 full-length feature films, 1 episodic series, and the first 3 books (1.5 million words!) of the Aurillium book series.Jon launched Night Fire Media in 2015 to help advance veteran storytellers in all media by supplying access to his vast inventory of historical, modern, and futuristic military props, weapons, and wardrobe to the independent filmmaker.In February 2022, just days after Russia invaded Ukraine, Jon donated over 1 million dollars' worth of REAL military and tactical equipment, that he used for celebrity training, to the government of Ukraine to aid them in their defense against Russian aggression.Whether through efforts in the media, work in veteran charities, or creating a better tasting craft beer, he always finds a way to help those in need... a way to succeed where others failed... or a way to make the world a better place. For 20 years he has been driven by these words: \"aut viam invenium aut faciam\"( I'll find a way, or make one)",
    "name_more_cn": [],
    "personage_id": "27383697",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1177779",
    "personage_link": "https://www.douban.com/personage/27383697/",
    "property_other": [],
    "name_more_other": [
        "JB (昵称)"
    ],
    "update_at": "2025-01-30T11:22:49"
}