{
    "sid": "1177436",
    "name": "迈克尔·琼斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/edf8cfd946150b9fc7f72721206bbb6f.jpg",
    "imdb_id": "nm1034099",
    "name_en": "Michael Jones",
    "name_full": "迈克尔·琼斯 Michael Jones",
    "birth_date": "1965年4月8日",
    "birth_place": "新西兰,奥克兰",
    "last_movies": [
        {
            "id": 5210615,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515005159.jpg",
            "title": "Bro'Town",
            "release": 1
        },
        {
            "id": 3008438,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520729753.jpg",
            "title": "超级奇兵",
            "release": 1
        }
    ],
    "introduction": "Jones played initially as an open side flanker, and made his provincial debut for Auckland aged 20 in the 1985 National Provincial Championship, scoring three tries against South Canterbury. He also played for New Zealand Colts. He made his international debut for Western Samoa, for whom he qualified through his mother, in 1986. After one cap for Samoa, and a British tour with the New Zealand Barbarians in 1987, he first played for New Zealand in the first game of the inaugural World Cup in the same year. He scored the second try of the tournament and played in four games, including the final, as New Zealand went on to win the competition.Jones's career was blighted by injuries, notably two serious knee injuries (in 1989 and 1997) and a broken jaw in 1993. Due to this he only played 55 international games during a period when New Zealand played almost 90 internationals, even though he was usually first choice whenever fit.His international career was also affected by his strong Christian beliefs, as he refused to play on Sundays. Although he was selected for the 1987 and 1991 All Black World Cup squads, he missed three Sunday games in the 1991 tournament due to his religious beliefs. Jones was omitted from the 1995 squad as he would have been unavailable for the quarterfinal and semifinal games. He was once asked how a Christian such as himself could be such an uncompromising tackler. In reply he quoted a phrase from the Bible: it's better to give than to receive.Jones was a member of the successful Auckland and Auckland Blues teams which dominated New Zealand rugby in the late 1980s and 1990s. Between 1985 and 1999 Auckland won 9 NPC titles, 5 Super 6 championships, and defended the Ranfurly Shield a record 61 consecutive times (between 1985 and 1993), while the Blues won the first two Super 12 competitions in 1996 and 1997. In 1997 he succeeded Zinzan Brooke as captain of Auckland and the Blues.He was an outstanding openside flanker, and scored 13 international tries. Later in his career, and after his injuries had reduced the speed which characterised his early career, he played predominantly as a blindside flanker or number eight. In 1998 he was dropped from the New Zealand team at the age of 33 after a loss over Australia and retired at the end of the 1999 season.",
    "name_more_cn": [],
    "personage_id": "27383354",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1177436",
    "personage_link": "https://www.douban.com/personage/27383354/",
    "property_other": [],
    "name_more_other": [
        "Michael Niko Jones (本名)",
        "Iceman (昵称)"
    ],
    "update_at": "2026-02-10T15:14:43"
}