{
    "sid": "1178850",
    "name": "Kevin Ayers",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "音乐"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3868.jpg",
    "imdb_id": "nm1146607",
    "name_en": "",
    "name_full": "Kevin Ayers",
    "birth_date": "1944年8月16日",
    "birth_place": "英国,英格兰,肯特,赫恩海湾",
    "last_movies": [
        {
            "id": 5940815,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Technicolor Dream",
            "release": 1
        },
        {
            "id": 5128932,
            "year": "1998",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Robert Wyatt: Little Red Robin Hood",
            "release": 1
        },
        {
            "id": 5051261,
            "year": "1983",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Percusión",
            "release": 1
        },
        {
            "id": 2127052,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "老调重弹",
            "release": 1
        }
    ],
    "introduction": "Kevin Ayers a songwriter, musician from Kent, United Kingdom, who was one of a group of avant garde musicians who came together in Canterbury in the 1960’s and developed a whole new approach to the psychedelic, progressive rock genre, known as the canterbury scene.  His early work included works with artists like Daevid Allen, David Bedford and Mike Ratledge. Since then Kevin Ayers has written and recorded some of the wittiest and most poignant songs imaginable and has produced more banana related lyrics than anyone ever dreamed possible.The first serious band was The Wilde Flowers (1964 - 1967) with Hugh Hopper, Robert Wyatt and Richard Sinclair. This early hippie group transformed into Soft Machine. While the Softs went on, others split to form Caravan and Gong. Ayers put together his own band Kevin Ayers  The Whole World featuring Lol Coxhill, David Bedford and a very young Mike Oldfield.Ayers career is littered with great music and fine collaborations with more fine artists like Danny Thompson, John Cale, Nico, Brian Eno, Ollie Halsall and wizards of twiddly. With 18 albums to his credit Kevin Ayers is the Guru BananaIn 2007, Ayers recorded in a Glasgow studio with long-time admirers Teenage Fanclub, contributions came from Euros Childs from Gorkys Zygotic Mynci, Francis Reader from the trash can sinatras, Robert Wyatt provided his eerie Wyattron in the poignant Cold Shoulder. Phil Manzanera contributed to the brooding Brainstorm, Hugh Hopper from Soft Machine played bass on the title track Unfairground and Bridget St. John, a British Folk singer beloved of the late John Peel, duetted with Ayers on Baby Come Home, the first time they had sung together since 1970 on Shooting At The Moon. The resulting album Unfairground was released in September 2007.",
    "name_more_cn": [],
    "personage_id": "27384770",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1178850",
    "personage_link": "https://www.douban.com/personage/27384770/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "LO-MAX / Island / Harvest / Market Square"
        },
        {
            "label": "流派",
            "value": "Experimental music / Psychedelia / 流行"
        },
        {
            "label": "擅长乐器",
            "value": "吉他 / 贝司"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Soft Machine"
    ],
    "update_at": "2025-05-15T08:29:43"
}