{
    "sid": "1178676",
    "name": "索菲娅·拉玛",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1614946397.04.jpg",
    "imdb_id": "nm1650199",
    "name_en": "Sofía Lama",
    "name_full": "索菲娅·拉玛 Sofía Lama",
    "birth_date": "1987年6月9日",
    "birth_place": "墨西哥,普埃布拉",
    "last_movies": [
        {
            "id": 5228607,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Soñarás",
            "release": 1
        },
        {
            "id": 5224973,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La vida es una canción",
            "release": 1
        },
        {
            "id": 5192784,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Pecados ajenos",
            "release": 1
        },
        {
            "id": 5182936,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509712561.jpg",
            "title": "Sin senos no hay paraíso",
            "release": 1
        },
        {
            "id": 4897820,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550747914.jpg",
            "title": "克隆",
            "release": 1
        },
        {
            "id": 4807101,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2323264033.jpg",
            "title": "Más sabe el diablo/The Devil Knows Best",
            "release": 1
        }
    ],
    "introduction": "Sofia Lama was born in Puebla, Mexico, a state rich with culture and tradition in the center of Mexico. She started acting at the age of 11 and was the star of several TV shows for kids with Disney Channel Mexico.At the age of 18, Sofia moved to Mexico City & eventually starred in the musical \"Grease\" playing \"Frenchie\". She continued her passion for theater booking lead roles in several plays in Mexico City including \"The Vagina Monologues\". She took acting classes with Adriana Barraza (Oscar nominated for BABEL) and studied with the esteemed Maestro Juan Carlos Corazza (Spain).Sofia worked consistently in Mexican television before getting the opportunity to travel to Miami and begin her career in the U.S Hispanic Market.With 14 Series Regular credits now under her belt, Sofia has become one of the most well known faces in both Latin America and the U.S Hispanic Market. Her numerous series with NBC Universal/Telemundo have aired in more than 100 countries worldwide and streamed on Netflix.In 2017, Sofia starred in the Fox International series \"Guerra De Idolos\". The story revolves around the death of a regional Mexican music idol and showcases the lives of those who manage and control the Latin music business in the U.S.Also in 2017, Sofia Guest Starred opposite Keifer Sutherland on ABC's \"Designated Survivor\". Sofia played \"Gloria Menez\", a widow whose husband was fatally shot by an American bullet while driving over the border for a Mexican trucking company. Gloria becomes something of a pawn between Mexico and the U.S. as they deal with a trade impasse that's imploded after her husband's death.In 2018, Sofia Guest Starred on NBC's \"Chicago P.D\" playing Marcella Gomez, a courageous detective from El Salvador who is brought in to consult on a difficult case. A romance sparks between Marcella & Antonio Dawson (Jon Seda) but Marcella has some secrets of her own regarding the case that jeopardizes everything.Also in 2018, Sofia will be seen as the series lead in \"El Secreto de Selena\" for Disney based on the book written by journalist María Celeste Arrarás about the Selena Quintanilla murder case. Sofia was hand picked by Maria Celeste to play her in the series which airs on TNT Latin America in Sept. 2018.Sofia also booked the long running hit CBS show \"NCIS: LA\" where her role is currently being kept under wraps.Sofia is based in Los Angeles, California.",
    "name_more_cn": [
        "索菲亚·斯塔马蒂亚德斯"
    ],
    "personage_id": "27384595",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1178676",
    "personage_link": "https://www.douban.com/personage/27384595/",
    "property_other": [],
    "name_more_other": [
        "Sofía Stamatiades"
    ],
    "update_at": "2025-03-25T21:35:42"
}