{
    "sid": "1180396",
    "name": "唐纳德·索博尔",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1583726",
    "name_en": "Donald J. Sobol",
    "name_full": "唐纳德·索博尔 Donald J. Sobol",
    "birth_date": "1924年9月4日",
    "birth_place": "美国,纽约",
    "last_movies": [
        {
            "id": 5115536,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907825574.jpg",
            "title": "小百科布理洛",
            "release": 1
        }
    ],
    "introduction": "Donald J. Sobol was born on October 4, 1924 in Bronx, New York City, New York, USA. Donald J. was a writer, known for Encyclopedia Brown and Encyclopedia Brown (1989). Donald J. was married to Rose Tiplitz. Donald J. died on July 11, 2012 in South Miami, Florida, USA.· Earned a Bachelor of Arts degree in 1948 from Oberlin College in Oberlin, Ohio, USAFour children with wife Rose: Diane, Glenn, Eric, and John· Son of Ira J. Sobol and Ida (Gelula) SobolAfter a brief stint as a buyer at Macy's in New York, he moved to Florida and started writing full time.·  In 1949, he took a job at the New York Daily News, and worked there for two years.·  Following the war, he attended Oberlin College, where he earned a bachelor's degree. He also attended the New School of Social Research.·  Sobol served with the Army Corps of Engineers during World War II and served in the Pacific Theater.·  He attended the NYC Ethical Culture Fieldston School and graduated from the Fieldston School in New York City in 1942.·  He started his professional career as a copy boy for the New York Sun, eventually working his way up to reporter.·  He started writing the syndicated series Two-Minute Mysteries in 1959, starring criminologist Dr. Haledjian.·  His manuscripts are stored at the University of Minnesota, in the Kerlan Collection.·  Sobol has written more than 65 books.His middle initial \"J\" didn't stand for any name.·  He worked as a newspaper copy boy and a reporter during the 1940s and 1950s. He wrote a syndicated column, \"Two Minute Mysteries,\" which led to the Encyclopedia Brown series.·  In addition to his Encyclopedia Brown series, he wrote more than 60 children's books on various topics, including Medieval knights, the American Revolutionary War, and the Wright Brothers.",
    "name_more_cn": [],
    "personage_id": "27386323",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1180396",
    "personage_link": "https://www.douban.com/personage/27386323/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2012年7月11日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-10-30T20:07:29"
}