{
    "sid": "1180209",
    "name": "Justin Guarini",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3931.jpg",
    "imdb_id": "nm1227702",
    "name_en": "",
    "name_full": "Justin Guarini",
    "birth_date": "1978年10月28日",
    "birth_place": "美国,乔治亚州,哥伦布",
    "last_movies": [
        {
            "id": 5236408,
            "year": "2002",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bubblegum Babylon",
            "release": 1
        },
        {
            "id": 5217473,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tilt-A-Whirl",
            "release": 1
        },
        {
            "id": 5117225,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2251068387.jpg",
            "title": "Run of the House",
            "release": 1
        },
        {
            "id": 3072811,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Mafioso II",
            "release": 1
        },
        {
            "id": 2988739,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898673505.jpg",
            "title": "极速女孩",
            "release": 1
        },
        {
            "id": 2973073,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571726164.jpg",
            "title": "未知三部曲",
            "release": 1
        },
        {
            "id": 2718891,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "The Teen Choice Awards 2003",
            "release": 1
        },
        {
            "id": 2082272,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Nickelodeon Kids' Choice Awards '03",
            "release": 1
        },
        {
            "id": 1419990,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544608052.jpg",
            "title": "热舞狂潮",
            "release": 1
        }
    ],
    "introduction": "Justin Guarini (born Justin Eldrin Bell on October 28, 1978 in Columbus, Georgia) is an American singer and actor who rose to fame on the television show American Idol.His father, Eldrin Bell, is a former Atlanta Chief of Police. His mother, Kathy Pepino Guarini, was a journalist for WTVN TV in Columbus, and later for CNN. Guarini was raised by his mother and stepfather Jerry Guarini in Doylestown, Pennsylvania.Guarini’s music career started at the age of four when accepted by the Atlanta Boy Choir acclaimed for its established reputation as one of the world’s finest boy choirs. After moving to Pennsylvania, he joined the Archdiocese of Philadelphia Boys Choir. Throughout his school years, Guarini sang in school choirs, and in 1996-2000 was the lead soloist is an award winning a capella group named Midnight Voices. The group released an independent album in 1999 with proceeds benefiting a music scholarship fund at Guarini’s alma mater Central Bucks High School East in Doylestown, Pennsylvania. As director/performer at the Riverside Haunted Woods in Bridgeton, Pennsylvania in 2001, he directed over 50 actors in productions, wrote musical scores, performed, and helped build the 25 sets used. Guarini’s high school and college theater credits include leads in The Mystery of Edwin Drood, The Little Prince, Pirates of Penzance, Taming of the Shrew, and Once on This Island. In addition to singing and stage performing, Guarini plays the piano and guitar.Guarini studied vocal performance and theater studies at the University of the Arts (Philadelphia) in Pennsylvania. He later moved to New York City where he attended the School for Film and Television. Guarini worked briefly on Broadway and was recruited by Broadway scouts to join the cast of The Lion King (musical) in their master classes before auditioning for American Idol in April of 2002. He was also considering an offer to sign with an independent record label at the time.Guarini emerged as a standout during the early round of auditions for American Idol’s debut season, ultimately becoming the runner-up to winner Kelly Clarkson in September 2002. Soon after, Guarini signed with American Idol’s 19 Management and secured a record deal with RCA. After displaying a broad range of natural showmanship during the American Idol Tour, the multi-talented newcomer’s career appeared ready to take off. However, unlike subsequent seasons, Guarini was required to wait until after the release of the winner‘s album before releasing any solo projects or accepting any outside offers. Some known offers he was forced to refuse were a guest role on Friends, the emcee role in Broadway’s Cabaret (musical), a major role in the TV series The Fast and the Furious, recording the soundtrack for a film, and modeling for Tommy Hilfiger Corporation.His long delayed first project, the self-titled album Justin Guarini, eventually debuted nine months later in June 2003, coinciding with both the higher profile single releases of the current second season American Idol top finishers, and Simon Fuller’s ill-fated movie project, From Justin to Kelly, starring Guarini and Clarkson. The timing further hindered Guarini, while having little impact on Clarkson whose career momentum had already been established with several solo projects and individual promotion during the prior months. After a short period of haphazard promotion, Guarini was dropped by RCA. When legally possible, he decided to sever ties with Fuller’s 19 Management.In 2004, Guarini participated in the New York Stage and Film Powerhouse Theater presentation of the musical Good Vibrations at Vassar College. Well-received by audiences, his performance (which included singing, dancing, acting, and playing guitar) landed Guarini an offer to continue the role in the original Broadway production of the musical Good Vibrations. He eventually declined the offer. He continues to act with roles in independent film projects such as The Unknown: Frankie The Squirrel, Mafioso II: The Son, and the short film Tilt-a-Whirl for the Dances With Films Film Festival. He has appeared on television in a musical spoof for AMC’s FilmFakers, and as a guest host for VH1’s Top 20 Countdown.Guarini co-produced his second album Stranger Things Have Happened, independently released in December 2005 through his own production company, Justice Entertainment, Ltd&hellip The album of reinvented jazz standards was described by AllMusicGuide as “a successful reinvention&hellip where his natural skills shine”. In March 2006, Guarini announced the start of production on his third album, working with writers/producers with new label 3:AM Music. The album, containing original material, was described by Guarini as a fusion of jazz, RB, soul, funk, and “sprinkle of hip-hop”. Release of a single and a tour is planned upon completion of the album. He has also partnered with BurnLounge, a new digital music service, appearing at its launch convention in Las Vegas in June 2006.A music education advocate, Guarini has been a national spokesperson for Support Music Education since 2004, speaking and performing at events such as the annual NAACP Leadership 500 Summit. In March 2005, he was part of a delegation which met with Congress members, and later performed/emceed at a private gala concert for Congress, their families, and staff. In 2006, he received the NAMM “Music for Life” Award for his work in support of music education. According to the American Music Conference, “[t]he NAMM Music for Life Award, created in 1990, recognizes the extraordinary accomplishments of individuals who play a significant role in promoting music education in the nation’s schools and whose dedication to music and music education serves as an inspiration to others.”He also participates in raising funds for charities such as Habitat for Humanity, Rockers on Broadway, Broadway’s Kitchen Sink, Children’s World Organization, and various children’s hospitals across the country.Guarini lives in Hollywood Hills, California",
    "name_more_cn": [],
    "personage_id": "27386135",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1180209",
    "personage_link": "https://www.douban.com/personage/27386135/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "RCA Records (2002—2003)"
        },
        {
            "label": "流派",
            "value": "R&amp;B / 爵士 / Jazz / funk / soul"
        },
        {
            "label": "擅长乐器",
            "value": "吉他 / 钢琴"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Justin Eldrin Bell (本名)",
        "JGuar (昵称)"
    ],
    "update_at": "2025-03-09T07:01:12"
}