{
    "sid": "1184719",
    "name": "Steve Poltz",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "音乐"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/20162.jpg",
    "imdb_id": "nm1517981",
    "name_en": "",
    "name_full": "Steve Poltz",
    "birth_date": "1960年2月19日",
    "birth_place": "加拿大,新斯科舍省,哈利法克斯",
    "last_movies": [
        {
            "id": 5231906,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Steve Poltz: Live at the Basement",
            "release": 1
        },
        {
            "id": 5229944,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "This Just In",
            "release": 1
        },
        {
            "id": 3835682,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "在音乐死掉之前",
            "release": 1
        },
        {
            "id": 1889536,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893714822.jpg",
            "title": "恋爱时代 第一季",
            "release": 1
        },
        {
            "id": 1299577,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549258622.jpg",
            "title": "抓狂双宝",
            "release": 1
        }
    ],
    "introduction": "He trick-or-treated at Liberace’s house, planned a two-day stay in Amsterdam that ended a month later with him escaping the city under the cover of darkness, and was Bob Hope’s favorite altar boy. Alone, these anecdotes go well with a fistful of peanuts at a cocktail party. But on top of these add that this person also co-wrote the longest-running song on the Billboard Top 100, had a debut solo album that earned three and a half stars in Rolling Stone, and was awarded the title of “San Diego’s Most Influential Artist of the Decade” at the San Diego Music Awards. What you end up with is one of the most engaging, twisted, and prolific songwriters of our time - Steve Poltz.“Paying dues” is certainly not a foreign concept to most successful musicians, but Steve seems to have single handedly redefined what that phrase means. Born among the hearty, seafaring folk of Halifax, Nova Scotia, his parents up and moved him to Palm Springs, where he was raised. After a rather liberal approach to the liberal arts at the University of San Diego, Poltz began his colorful musical career selling pipe nipples. Let us forego the fact that pipe nipples exist, let alone the fact that an entire industry seems to be devoted to their commerce. No, we need to confront how it is that a pipe nipple guy from Palm Springs ended up flying around the world in a private jet, playing songs like “SkyfuckinglineofToronto” to stadiums full of rabid, screaming fans.OK, here’s the thing- like the question of what Richard Nixon ever saw in Pat, there are no easy answers. What we do know is that at some point, Steve decided to bid the pipe nipple industry sweet adieu, and became a full time musician. He started out playing bars and coffee houses around San Diego, eventually forming the college radio favorite band, The Rugburns. The Rugburns are well-known and appreciated by DJs all over the country, due in no small part to the fact that the anthemic “Dick’s Automotive” was long enough to afford them the opportunity to relieve themselves and then some during their shows. The Rugburns blended punk, pop, folk, and if you listen close enough, you might just hear the slightest hint of a whisper of the possibility of Swedish Christian Death Metal. They were so freaking good that they found themselves in a crappy old van 300+ days a year, playing packed and sold out clubs and bars all over the country. The weird thing is that with a catalogue of literally hundreds of songs and three albums behind them, they developed a fan base that put the “U” in cult-like. Steve would write a song onstage in one city, and two nights and two time zones later, there would be people screaming for that very song at another show.So there he is, more prolific than two rabbits on E, traveling the country playing songs about truckers feeding strychnine-laced granola to deer, and he starts writing songs like “Lockjaw,” an achingly sweet and sincere love song. What do you do with that?  What happens when you’re in this wildly popular band, rocking your mojo coast to coast, and you find yourself coming out with gorgeous heartbreaking acoustic tapestries? You go with it.",
    "name_more_cn": [],
    "personage_id": "27390661",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1184719",
    "personage_link": "https://www.douban.com/personage/27390661/",
    "property_other": [
        {
            "label": "流派",
            "value": "Indie rock"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Steven Joseph Joshua Poltz (本名)",
        "Polioboy (昵称)",
        "Poltz (昵称)"
    ],
    "update_at": "2025-03-19T05:50:09"
}