{
    "sid": "1187517",
    "name": "Pharoahe Monch",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3655.jpg",
    "imdb_id": "nm1394399",
    "name_en": "",
    "name_full": "Pharoahe Monch",
    "birth_date": "1972年",
    "birth_place": "美国,纽约,皇后区",
    "last_movies": [
        {
            "id": 5220530,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Letter to the President",
            "release": 1
        },
        {
            "id": 1962789,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868731025.jpg",
            "title": "即兴说唱",
            "release": 1
        },
        {
            "id": 1760502,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189718360.jpg",
            "title": "大卫·查普尔的街区聚会",
            "release": 1
        }
    ],
    "introduction": "Monch released three albums as part of the rap duo, Organized Konfusion with partner Prince Poetry: The self-titled Organized Konfusion, Stress: The Extinction Agenda and The Equinox. The duo handled a large amount of production on these albums themselves. All albums received positive critical reviews, but moderate sales. As a result, the duo split up after recording their final album The Equinox in 1997. Prince Poetry has since denied the possibility of an Organized Konfusion reunion.Pharoahe Monch then signed to Rawkus Records, an indie label. After making several guest appearances on albums like the best-selling Rawkus compilation Soundbombing 2, Monch’s much-hyped debut, Internal Affairs was released in 1999. The first single of the album, Simon Says, was a major hit in ? he was later sued for the use of a Godzilla sample for the beat. He also had a 2001 hit with “Got You,” though the single ultimately didn’t sell well, and he also contributed the track “Fuck You” to the Training Day soundtrack. In 2003, Pharoahe released his final single through Rawkus Records, “Agent Orange”, a war inspired song which revisited the 1991 Organized Konfusion track “Releasing Hypnotical Gases”.Pharoahe’s song “Simon Says” was featured in the 2000 cinematic release Charlie’s Angels. Viewers will recognize the song and backbeat in the scene where Sam Rockwell is lighting a cigarette in the castle, while holding Drew Barrymore hostage. Two of Monch’s songs, “Right Here” and “Simon Says” were featured in the movie Boiler Room.Pharoahe is also affiliated with the rap group The HRSMN. Although not a member of the group (there are only four real members), he is constantly linked to someday join the group when/if they ever expand.There were rumors his next album, Innervisions, was to be released under Denaun Porter’s new Shady Records imprint Runyon Ave., but apparently the deal fell through Monch has since announced a deal with Street Records Corporation, home of Wu-Tang Clan, David Banner and Terror Squad. In June 2007 Monch released his second solo album Desire to critical acclaim. Monch said about the album “&hellipit’s very soulful, very gospel, a fresh, new sound for me.” The album’s lead single was the self-produced track “Push”, with “Let’s Go” as its B-Side. The song’s music video and single were released in late September 2006. Monch released a second music video entitled “When the Gun Draws” at a Brooklyn music festival in February, 2007.Monch also produced and ghost-wrote the track The Future and ghost-wrote the track Hold Up with Mobb Deep member Havoc on rap mogul Diddy’s latest album Press Play. Critics contest that Monch’s writing is evident in both the content and the delivery of Diddy’s rhymes.Pharoahe Monch sang the Madden NFL 2002 theme for the game and six years later Desire was featured on the soundtrack of Madden NFL 08.Pharoahe Monch will release his third solo album W.A.R. (Let My People Go) in 2009. He revealed that the album will be a “throwback to 1993, ‘94 hip-hop” and will feature production by Black Milk, Mr. Porter, Lee Stone  M-Phazes. A ten year anniversary re-issue of Internal Affairs will also be released featuring a documentary about the making of the album.",
    "name_more_cn": [],
    "personage_id": "27393464",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1187517",
    "personage_link": "https://www.douban.com/personage/27393464/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Hollywood/Priority Records / Rawkus/SRC Records / Duck Down/W.A.R. Media, LLC"
        },
        {
            "label": "流派",
            "value": "Alternative Rap / 说唱 / Hip hop"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Troy Donald Jamerson"
    ],
    "update_at": "2025-02-06T06:26:17"
}