{
    "sid": 1190739,
    "name": "彼特·克拉西洛夫",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p24029.jpg",
    "imdb_id": "nm1688030",
    "name_en": "Pyotr Krasilov",
    "name_full": "彼特·克拉西洛夫 Pyotr Krasilov",
    "birth_date": "1977年6月3日",
    "birth_place": "俄罗斯",
    "last_movies": [
        {
            "url": "https://movie.douban.com/subject/5171620/",
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "演员"
            ],
            "title": "Откуда берутся дети?",
            "subject_id": "5171620"
        },
        {
            "url": "https://movie.douban.com/subject/3276208/",
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902092901.jpg",
            "roles": [
                "演员"
            ],
            "title": "不要漂亮要幸福",
            "subject_id": "3276208"
        },
        {
            "url": "https://movie.douban.com/subject/5186963/",
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
            "roles": [
                "演员"
            ],
            "title": "Grekhi ottsov",
            "subject_id": "5186963"
        },
        {
            "url": "https://movie.douban.com/subject/1793230/",
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592096191.jpg",
            "roles": [
                "演员"
            ],
            "title": "情迷彼得堡",
            "subject_id": "1793230"
        }
    ],
    "introduction": "BiographyPeter was born on June 3, 1977 in Moscow and grew up in Balashikha, that is situated near Moscow. He was fond of sports since his childhood: he was engaged in figure skating for six years, and did various kinds of martial arts. But he never thought about the profession of actor. His family was far from the art: his relatives were mostly putilovskie workers, managers and railwaymen. His mother worked in a circus, but not as actress, she worked in the staff department.Fortunately, for the fans, Peter chose for himself the way of actor.Learn, learn and learn once again.It’s all began when in class, where Petya studied, his teacher - a teacher of aesthetic education - started to teach children theatrical skill. After graduating from 8th form she had suggested him to go to school with a theatrical bias. So he went to that drama school. He enjoyed studying; he was successful at theatrical lessons. As soon as problems with the other subjects appeared, Peter’s mother put her young talented son in the usual school in Balashikha. So he had to forget about theatre. Peter studied well, was fond of chemistry, and he wanted to study as pharmacist after the 9th form. It seemed to be very romantic to touch bottles with different powders, and prepare poisons ...But one call from the drama school changed Peter’s life. «You may not go to our school, but you are obliged to attend theatrical lessons! » - was told him. The temptation was great, and Peter returned in the world of theater. In 1992 Boris Gavrilovich Golubovskiy, who was recruiting students for the College of the Russian Academy of Theatrical Arts visited one of the lessons. He noticed a talented youngster and took him straight to the second course. But Peter realized that three years of studying wasn’t enough for serious profession of actor, and he continued his education in the School of Theater of Shchepkin.On the second course, trouble occurred - Peter broke his leg. Doctors said that Peter would walk,",
    "name_more_cn": [],
    "personage_id": "27396691",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1190739",
    "personage_link": "https://www.douban.com/personage/27396691/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-17T09:49:21"
}