{
    "sid": "1203497",
    "name": "拉塞尔·赫斯",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1368544",
    "name_en": "Russell Hess",
    "name_full": "拉塞尔·赫斯 Russell Hess",
    "birth_date": "1970年5月1日",
    "birth_place": "美国,印第安纳州,加里",
    "last_movies": [
        {
            "id": 5195280,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Maltese Murder Mystery",
            "release": 1
        },
        {
            "id": 5168949,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2607795444.jpg",
            "title": "血腥守护",
            "release": 1
        },
        {
            "id": 5116980,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Unearthed",
            "release": 1
        },
        {
            "id": 3344589,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Very Little Time",
            "release": 1
        },
        {
            "id": 2127654,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2110887023.jpg",
            "title": "The 11th Aggression",
            "release": 1
        },
        {
            "id": 1307620,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498173896.jpg",
            "title": "贴身兄弟",
            "release": 1
        },
        {
            "id": 1305686,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1356756326.jpg",
            "title": "惩罚者",
            "release": 1
        },
        {
            "id": 1305070,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1101113707.jpg",
            "title": "偷心俏佳人",
            "release": 1
        }
    ],
    "introduction": "Born and raised in Northwest Indiana, Russell Hess has been acting, or acting-up, since he was a child. At the age of 16, his family moved to the West Coast of Florida and before the age of 18, Russell was a finalist in a local stand-up comedy contest. Most of his show revolved around vocal impressions. As of today, Russell has appeared in 12 movies of all budget levels including his last film, which he wrote and produced. In addition, Russell has performed on various theater stages across the country and appeared in many commercials, industrials, recorded on-hold messaging and voiced several animation projects.In the decade that followed his arrival in the Sunshine State, Russell made quite a name for himself in the voice over arena. With extensive vocal and acting training in Chicago and Los Angeles, Russell's \"pipes\" have been stretched to the ability to perform more than 40 specific vocal impersonations, countless character voices, speech oddities as well as accents and dialects from around the world. His voice over clients include: The Federal Government's 5-in-1 Labor Law Poster for the Visually Impaired, Toys R Us, The G Neil Company, the U.S. Air Force, Sarasota County Technical Institute, the Sarasota Medical Pregnancy Center, and the Spirit of Sarasota Restaurant Week which Russell produced and performed four of the six voices. In addition, Russell Hess' voice can be heard on various on-hold messaging services and IVR platforms throughout the country.Recently, Russell began to specialize in the areas of script packaging and motion picture distribution. With a current catalog of more than 30 television and film projects in various stages of development, Russell hopes to offer plenty of potential job opportunities for casts and crews of all sizes. Some of his producing credits include a stage play and a short bio-drama about the historical and contemporary Wyatt Earp, several feature films, a documentary that takes a frightening look at the FDA and what they are allowing to be in the Nation's food supply and a feature-length Sci-Fi/Drama with only one actor that travels through time. These projects have given Russell the opportunity to acquire a long list of actors, makeup artists, and various production personnel to create virtually any type of project.The shift from performer to producer was a natural one. A few years ago, Russell was asked if he could assemble talent and crew for the National television show Designing Spaces, which was to shoot the following day. He immediately went to work and in less than four hours from the call, he secured and contracted the talent and makeup personnel. When Russell arrived on the set to make sure his people were ready, the producers were so impressed with his abilities, they put him in the episode. Designing Spaces appears on HGTV and Bravo.Finding a passion for independent films, Russell set his sights in this direction and starred in the independent films: Hymns of You, Dogs Dreaming, and the soon-to-be released Sci-Fi/Thriller Unearthed, written and directed by Craig Kovach in which Russell played the hot-headed detective \"Frank Bruer.\" He also facilitated the distribution for and co-produced this Tampa-based feature.After 20 years in the business, Russell continues to work on both sides of the camera as performer, voice over artist and producer/packager as well as procuring distribution for various projects including a Sci-Fi/Horror script he wrote entitled The Deal, a torturous, blue-collar romp through the swampy backwoods of Florida.",
    "name_more_cn": [],
    "personage_id": "27409459",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1203497",
    "personage_link": "https://www.douban.com/personage/27409459/",
    "property_other": [],
    "name_more_other": [
        "Karl Von Hess II (本名)",
        "Russ (昵称)"
    ],
    "update_at": "2025-06-19T02:42:22"
}