{
    "sid": "1205033",
    "name": "柯尼琉斯·卡迪尤",
    "site": "douban_celebrity",
    "roles": [
        "音乐"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9aaaa1046fb3b5aff415a62be79171b3.jpg",
    "imdb_id": "nm1754745",
    "name_en": "Cornelius Cardew",
    "name_full": "柯尼琉斯·卡迪尤 Cornelius Cardew",
    "birth_date": "1936年5月7日",
    "birth_place": "英国,英格兰,格洛斯特郡,温什科姆",
    "last_movies": [
        {
            "id": 25889468,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906733427.jpg",
            "title": "Here's a Piano I Prepared Earlier",
            "release": 1
        },
        {
            "id": 4086914,
            "year": "1964",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540274839.jpg",
            "title": "周三剧场",
            "release": 1
        }
    ],
    "introduction": "Cornelius was the second of three sons born to Michael and Mariel Cardew. His father was a potter, his mother an artist. The family moved to Cornwall a few years after his birth and it was from here that he was accepted as a pupil by the Canterbury Cathedral School which had evacuated to the area during the war because of the bombing. Cornelius began musical life as a chorister.From 1953-57 he studied piano and 'cello with Percy Waller and composition with Howard Ferguson at the Royal Academy of Music and won a scholarship to study electronic music in Cologne for a year before becoming Karlheinz Stockhausen's assistant (1958-60), collaborating with him on Carre.\"As a musician he was outstanding because he was not only a good pianist but also a good improviser and I hired him to become my assistant in the late 50s and he worked with me for over three years. I gave him work to do which I have never given to any other musician, which means to work with me on the score I was composing. He was one of the best examples that you can find among musicians because he was well informed about the latest theories of composition as well as being a performer\"(Karlheinz Stockhausen).As a musician and concert organiser he was responsible for many first performances including Boulez's Structures with Richard Rodney Bennet at the Royal Cademy of Music; as well as the music of Cage, Stockhausen, La Monte Young, Terry Riley, Wolff, Rzewski, etc, etc. In London he took a course in graphic design and worked intermittently as a graphic artist/researcher throughout the rest of his life.He studied with Petrassi during 1965 on a bursary from the Italian GovernmentIn 1966 he was elected Fellow of RAM and was appointed Professor of Composition there in 1967. He was also an associate at the Centre for Creative and Performing Arts at theState University of New York during 1966-67. He was a member of AMM free improvisation group.While teaching an experimental music class at Morely college (1968) Cornelius, Howard Skempton and Micheal Parsons formed the Scratch Orchestra a large experimental group which operated for several years giving performances all over Britain, also abroad. It was during this period that the whole question of `art from whom' was hotly debated and Cornelius became more directly involved in politics.1973 was spent in West Berlin on an artists grant from the City where he was active in a campaign for a children clinic. On returning to London he became part of Peoples Liberation Music group with Laurie Scott Baker, John Marcangelo, Vicky Silva, Hugh Shrapnel, Keith Rowe and others, which was developing music to serve the people's movement participating musically in many of the current issues of the day.At the same time he was analyzing with other scratch members writing articles looking at the state of music and what he had been doing previously which were put together in a criticism of his own work together with that of Stockhausen and Cage in a book, Stockhausen Serves Imperialism.\"I had been part of the 'school of Stockhausen 'from about 56-60, working as Stockhausen's assistant and collaborating with him on a giant choral and orchestral work. From 58-68 I was also part of the 'school of Cage' and throughtout the sixties I had energetically propagated, through broadcasts, concerts and articles in the press, the work of both composers. This was a bad thing and I will not offer excuses for it...\"He was working as a researcher and also running a class, Songs for Our Society at Goldsmiths, together with lecturing both in Britain and abroad. During this period he became more involved and active politically, was active in the formation of the Progressive Cultural Association in 1976 from many artists, musicians and actors. He became its secretary.He was a founder member of the Revolutionary Communist Party of Britain (Marxist-Leninist) in 1979. He had just initiated work in Britain on the Second International Sports and Cultural Festival which was held during 1982, and had begun a Masters Degree in Musical Analysis at King's College London when he was tragically killed on the 13th December 1981 by a hit and run driver near his home in Leyton, East London.Cornelius was widely known in Britain and throughout the world not only for his avant-garde compositions but also as a political composer and for his position in contemporary music.",
    "name_more_cn": [],
    "personage_id": "27410995",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1205033",
    "personage_link": "https://www.douban.com/personage/27410995/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1981年12月13日"
        }
    ],
    "name_more_other": [
        "Brian Cornelius Cardew (本名)"
    ],
    "update_at": "2025-04-19T22:07:06"
}