{
    "sid": "1205611",
    "name": "卡罗·科拉松",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1599843346.6.jpg",
    "imdb_id": "nm1544109",
    "name_en": "Carlo Corazon",
    "name_full": "卡罗·科拉松 Carlo Corazon",
    "birth_date": "1960年6月22日",
    "birth_place": "美国,弗吉尼亚州,阿灵顿",
    "last_movies": [
        {
            "id": 5217487,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "That Game of Chess",
            "release": 1
        },
        {
            "id": 3154840,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516337496.jpg",
            "title": "黎明密码",
            "release": 1
        },
        {
            "id": 3057337,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874336881.jpg",
            "title": "Heist",
            "release": 1
        },
        {
            "id": 2133942,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1897295245.jpg",
            "title": "极速型警",
            "release": 1
        },
        {
            "id": 1459721,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578755024.jpg",
            "title": "时间大神",
            "release": 1
        },
        {
            "id": 1439932,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561989758.jpg",
            "title": "时空特警2",
            "release": 1
        },
        {
            "id": 1438926,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201518606.jpg",
            "title": "寻人密探组 第一季",
            "release": 1
        },
        {
            "id": 1307311,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p620678534.jpg",
            "title": "超胆侠",
            "release": 1
        },
        {
            "id": 1305497,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872869112.jpg",
            "title": "爱到不能爱",
            "release": 1
        },
        {
            "id": 1305035,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515713060.jpg",
            "title": "激情恋人",
            "release": 1
        }
    ],
    "introduction": "Carlo Corazon was born in Virginia, but grew up in Fairfield County, Connecticut. As a child growing up in the 'projects' (as they were called) he put on plays starring his younger brothers and sister then charged his parents to attend. You could see even as child Carlo was torn between artistic values and monetary values. As a teenager he filmed his younger siblings football games and then would help edit and score a highlight reel with his Mom (Martha) for the season's banquet finale.In junior high school Carlo was in charge of the stage lighting for the plays while starring in sports. In high school, he lettered and starred in both Varsity football and baseball. He also took a class on 'stagecraft' learning the art work and stage design for theatre. Between working and sports, on the outside Carlo's life appeared to be on the up and up, though in his time off he would journey into the darker side of life as a teen.By the early 1980s, Carlo's son was born. That was a profound moment in his life. It was also a quick dose of reality for the athletic and creative genius/problem child (one minute a star - the next minute a husband and father) but it may have saved his life. Life on the streets as a thug can take its toll on one's health and did for some of Carlo's partners in crime. He saw a few friends and acquaintances pass. It also took a toll on his marriage. He and first wife Laurie divorced after three years. Working in a 'dead end' job and just unhappy with his life's direction, he started playing football again in a Fairfield County league with one of his best friends where he not only starred, but helped lead his team to several titles. Unfortunately a knee injury ended any chance of him playing anymore or possibly going further with football (American).By 1986, he looked towards the theatre and within days after signing on into an acting class in Bridgeport, Connecticut he found himself co-starring in a version of the Sam Sheppard play 'True West'. That helped him land his first role in film as 'The Jogger' for an independent film called 'Beyonder' by Mike Leoce. This eventually led him to a follow up role in 'The Game' written and directed by David Prank. It was while filming the 'Beyonder' that one of the female leads introduced him to his acting mentors; Rick Poole and Kathryn Gately at a Theatre Row acting studio inside the Nat Horne Theatre in NYC. There he also took dance classes from greats like Nat Horne, and Anna Sokolov. Poole and Gately worked at the Neighborhood Playhouse prior to opening their own studios and were arguably two of the best disciples of Sandy Meisner in NYC at the time. At the same time he competed in a modeling pageant from which the likes of Patrick Dempsey emerged. This gave Carlo the opportunities he needed to land on a Soap Opera in Manhattan, then several other print and film opportunities in New York then Los Angeles (ie:Structure, calendars, film and TV). A good friend who was the Vice President of the 'Stephen Nichols' fan club, offered to be President of Carlo's fan club. Her name is Jodi Davidowski. Unfortunately for the world Jodi is no longer with us. She passed away in 2004 from a brain tumor. Her kindness, and friendship will be missed by a lot of people, especially by Stephen and Carlo.Traversing coasts and once in Los Angeles he wandered through agents, managers, and auditions landing several roles and working night owl jobs like bartending at the 'Red Onion' and private dancing. In 1993 he and his business partner, photographer Dean McKeever decided to put together a female swimsuit calendar called 'The Supercalendar' that featured the likes of 'Gena Lee Nolin' (see photo gallery) just prior to her fame and fortune. Other photographers that helped out on the project were; Chris Shay, Brent Schafer, Denice Porter, and Jimmy Pickering.In 1995, Carlo co-produced, wrote, directed, and starred in a movie for television, which aired on a Cox Communications cable channels in early 1997 and which co-starred his friend actor Richard Dino (From Dusk 2 Dawn) also featuring several family members (including a photo of his son).In March of 1996, Carlo attended the 'Academy Awards and Governor's Ball' with Richard Dino and the two headed to the Vanity Fair party at Morton's on Melrose and Robertson in Beverly Hills where he ran into a former classmate from New York who was starring in a sitcom.By the summer of 1998, his son chose a prestigious 'East Coast' school to do his undergrad degree. It was at that time Carlo also met his soul-mate and second wife Mariana. She is from the Palermo Hollywood area in the Capital, Buenos Aires, Argentina and is over 15 years his junior. They currently reside in the 'Sand Canyon' area of Santa Clarita in Los Angeles county with their 'Yorkie' named 'Anush'. The three spend a lot of time at the home of Mariana's Mom - Ana, and relax by playing golf and vacationing to Argentina visiting Mariana's family and friends or heading back east to visit Carlo's Mom-Martha and his son M1ke.",
    "name_more_cn": [],
    "personage_id": "27411574",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1205611",
    "personage_link": "https://www.douban.com/personage/27411574/",
    "property_other": [],
    "name_more_other": [
        "Charles William Pickering (本名)",
        "Ciarli (昵称)",
        "Charlee Thomas (昵称)",
        "Chollywood (昵称)"
    ],
    "update_at": "2025-02-02T07:00:36"
}