{
    "sid": "1205550",
    "name": "维克托·佩雷斯",
    "site": "douban_celebrity",
    "roles": [
        "视觉特效",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e64861b6b63e727f6f449da987c486c1.jpg",
    "imdb_id": "nm3859576",
    "name_en": "Victor Perez",
    "name_full": "维克托·佩雷斯 Victor Perez",
    "birth_date": "1981年2月11日",
    "birth_place": "西班牙,科尔多瓦",
    "last_movies": [
        {
            "id": 5152642,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1953705088.jpg",
            "title": "40 Years",
            "release": 1
        },
        {
            "id": 3346613,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Reiki",
            "release": 1
        },
        {
            "id": 2041212,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2459403899.jpg",
            "title": "夏季雨",
            "release": 1
        }
    ],
    "introduction": "Victor Perez is a Spanish film director, producer, screenwriter and visual effects artist with more than 20 year of combined experience, and has worked on a number of Hollywood films, including Christopher Nolan's 'The Dark Knight Rises', 'Rogue One: A Star Wars Story', 'Harry Potter and the Deathly Hallows', 'Pirates of the Caribbean: On Stranger Tides' and '127 Hours', plus many more. Considered a visual effects compositing guru, Victor was inspired by Star Wars in the cinema when he was a child, and went on to acquire his first professional job as a graphic designer at the age of 16. Victor started his career in the film industry as a photographer and digital compositing artist. He then work on collaborations as 2D technical director and consultant where developed a fine combination of both artistic and technical understanding of film post-production and visual effects from a photo-realistic point of view. Today he designs and oversees the process creation of feature film visual effects as VFX Supervisor. A member of the prestigious Visual Effects Society (VES), collaborator and contributor of the world renowned Nukepedia and certified NUKE® Master by Foundry®, Victor has also worked and researched with Academy Award® winner studios such as Double Negative, Cinesite and Union. His researches in the VFX field have been published with Fxphd and Cmivfx and acclaimed by the audiences world wide. Since then, he has taught master classes globally throughout various institutions such as Pixar Animation Studios, The Animation Workshops, and Escape Studios. In 2015, Victor delved into the world of film directing, and since then he has written and directed two short films and received more than 27 awards and nominations for his debut 'Another Love' (2015). His latest short film 'Echo' (2017) uses pioneering, never-seen-before motion control technology and was shot in just five long takes. \"After all technicalities and technology, I had always one key element in mind: tell a good story in a new way that's never been seen before. Integrating VFX at the service of storytelling, not the other way around,\" said Victor. Victor's passion for story telling combined with his award-winning directing and visual effects artistry has positioned him as an up-and-coming film director and a one-to-watch in the industry.",
    "name_more_cn": [],
    "personage_id": "27411513",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1205550",
    "personage_link": "https://www.douban.com/personage/27411513/",
    "property_other": [],
    "name_more_other": [
        "Víctor Raúl Pérez Raya (本名)"
    ],
    "update_at": "2025-08-11T09:26:27"
}