{
    "sid": "1210067",
    "name": "拉斐尔·阿伦卡尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45777.jpg",
    "imdb_id": "nm1794220",
    "name_en": "Rafael Alencar",
    "name_full": "拉斐尔·阿伦卡尔 Rafael Alencar",
    "birth_date": "1978年7月18日",
    "birth_place": "巴西,帕拉伊巴,若昂佩索阿",
    "last_movies": [
        {
            "id": 5184148,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574164388.jpg",
            "title": "8英尺",
            "release": 1
        }
    ],
    "introduction": "Rafael Alencar, né le 18 juillet 1978 à João Pessoa dans la Paraiba, est un acteur brésilien de films pornographiques gays, qui a tourné de nombreuses vidéos pour des studios américains, tel Falcon ou Raging Stallion Studios. Il a aussi fait de nombreuses couvertures de magazine dans le monde entier.Biographie[modifier]Rafael Alencar est né dans l'État de Paraiba, au Brésil, de parents portugais et juifs d'Europe. Il parle couramment hébreu, allemand, espagnol, anglais et portugais. Il est diplômé en médecine dentaire et a travaillé pendant trois ans dans une clinique au Brésil, puis il a commencé comme mannequin pour des différentes marques de sous-vêtements, dont Calvin Klein.En 2003, il est repéré par le réalisateur de films pornographiques Kristen Bjorn. Il joue des rôles principalement actifs, pour des studios tels que Studio 2000, Hot House Entertainment, Raging Stallion Studios et Lucas Entertainment.Alencar est également écrivain, réalisateur, producteur et interprète dans différentes productions pour le studio Black Scorpion Entertainment.Filmographie[modifier]Vidéos 2003 : Men Amongst The Ruins de Kristen Bjorn (Kristen Bjorg Video, États-Unis)2003 : 8 Inches de Max Julien (Marcostudio, Brésil)2003 : Ace In The Hole (Studio 2000, États-Unis)2004 : ParaShooter de Kristen Bjorn (Kristen Bjorn Video, États-Unis)2004 : Bad Boys Club 1 de Doug Jeffries, Derek Kent et John Travis (Studio 2000, États-Unis)2004 : Kolbenfresser (Oil Change 2) de Jörg Andreas (Cazzo Films, Allemagne)2004 : The American Lover (Pau Brasil Productions, Brésil)2004 : Getting it Straight (Falcon, États-Unis)2004 : Gored (Studio 2000, États-Unis)2005 : In The Jeans de Mike Donner (Studio 2000, États-Unis)2005 : Hard as Wood (Monster Bang 7) de Michael Brandon et Chris Ward (Raging Stallion, États-Unis)2005 : Play On (Studio 2000, États-Unis)2005 : Weekend Blowout (Studio 2000, États-Unis)2006 : Manhunt 2.0 de Steven Scarborough (Hot House, États-Unis)2006 : Fistpack 6: Can Openers de Chris Ward (Raging Stallion, États-Unis)2006 : Ass Quest 2 de Michael Brandon (Raging Stallion, États-Unis)2009 : Wall Street de Michael Lucas2010 : Heat Wave de Michael LucasLiens externes[modifier]Les sites listés ci-dessous sont indépendants de Wikipédia et peuvent présenter un contenu pornographique.Site officiel de Rafael Alencar.Rafael Alencar, les DVD distribution France et Europe176\\78\\1\\23cm",
    "name_more_cn": [],
    "personage_id": "27416032",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1210067",
    "personage_link": "https://www.douban.com/personage/27416032/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-27T18:28:38"
}