{
    "sid": "1212862",
    "name": "Gretchen Wilson",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/20972.jpg",
    "imdb_id": "nm1676719",
    "name_en": "",
    "name_full": "Gretchen Wilson",
    "birth_date": "1973年6月26日",
    "birth_place": "美国,伊利诺伊州,波卡洪塔斯",
    "last_movies": [
        {
            "id": 5222678,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "2004 Radio Music Awards",
            "release": 1
        },
        {
            "id": 5218688,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The 2012 CMT Music Awards",
            "release": 1
        },
        {
            "id": 5185759,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "DirecTV Concert Series: Gretchen Wilson",
            "release": 1
        }
    ],
    "introduction": "Gretchen Frances Wilson (born June 26, 1973 in Pocahontas, Illinois) is a Grammy award-winning American country music singer-songwriter.Gretchen was born in Pocahontas, Illinois to a 16-year-old mother. Her father left before she was two years old, and she and her mother lived in trailer parks and relative poverty. Gretchen’s mother worked as a waitress, and Gretchen herself dropped out of the 8th grade at age 15 to work as a cook and bartender in rural Illinois.After a failed marriage to former Baywolfe bandmate Larry Rolens, Gretchen moved to Nashville and began dating Mike Penner. They have a daughter, Grace Frances Penner, who was born November 9, 2000.Gretchen, who had sung for Kmart as a child, sang in two bar bands by the age of 20. In 1996 she moved to Nashville to sing back-up and record sample songs. In 2000, she met John Rich, a former member of Lonestar, who invited her to become his song-writing partner. Wilson signed with Epic Records in 2003 and recorded Here for the Party within the year.Her first single, “Redneck Woman”, was released in early 2004 and reached the top of the Hot Country Songs charts and #22 on the Billboard Hot 100. The success of “Redneck Woman” prompted an earlier-than-planned release for Here for the Party — May 11, 2004 — and it debuted at #1 on the Billboard country chart. It also reached #2 on the Billboard 200 and Billboard Internet album sales charts. She performed as a support artist for Brooks  Dunn and Montgomery Gentry.She released the title track Here For The Party as the second single. It peaked at #3 on the Billboard country chart. Two other songs were released as singles, and both reached the top 10. Released in markets outside the U.S., the album hit #2 on the Australian country charts (behind Kasey Chambers) and the top 50 of the Australian charts. As of July 5, 2004, “Redneck Woman” was #1 on a world composite country chart (based on the U.S., UK, and Australia charts). The album went on sell more than 4 million copies in the U.S. and 5 million worldwide and was certified four times platinum.On September 27, 2005, Gretchen released her second album, All Jacked Up, which peaked at #1 on both the Top 200 and Country album charts, but, after initial decent sales, the album quickly fell off the charts. It was certified Platinum and sold 1 million copies. The title track, All Jacked Up, peaked at a disappointing #8 on the Country singles chart and was the only song from the album to reach the top 10. The second single, I Don’t Feel Like Loving You Today, peaked at #22. The third and the fourth singles were Politically Uncorrect and California Girls, which peaked respectively at #23 and #25 on the Country chart. Kid Rock appeared on “The Other Side of Me,” an exclusive track that Target released with the album.On February 28, 2006, Gretchen appeared on Kid Rock and The Twisted Brown Trucker Band’s “Live” Trucker, as she performed “Picture” recorded at Detroit’s Cobo Hall, 3/26/04. On November 2006, she released a new single called Come To Bed, a song produced by her friend John Rich, who also sings the background vocals. The song’s suggestive video received a TV-14 S rating when aired on CMT.Gretchen’s “I Don’t Feel Like Loving You Today” was nominated for two Grammy Awards: Best Female Country Vocal Performance, and Best Country Song. In 2006, Wilson contributed a well-received cover of Kris Kristofferson’s Sunday Mornin’ Coming Down on the tribute CD The Pilgrim: A Celebration of Kris Kristofferson. In 2007, Wilson displayed her rock and roll vocals on the cable TV special VH1 Rock Honors, singing Heart’s hit Barracuda, along with Alice in Chains and Heart member Nancy Wilson on guitars.,On May 15, 2007, Gretchen released her third album, One of the Boys. The album debuted at #5 on the Top 200 and at #1 on the Country album chart. After 11 weeks, it exited the Billboard Top 200, having sold just 178,220 copies at that point. “Come To Bed” and “One Of The Boys”, the first two singles released, both failed to enter the top 30 and missed the Hot 100 completely. The third single, “You Don’t Have to Go Home”, was even less successful, peaking at #53.",
    "name_more_cn": [],
    "personage_id": "27418830",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1212862",
    "personage_link": "https://www.douban.com/personage/27418830/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Epic Nashville / Columbia Nashville / Redneck Records"
        },
        {
            "label": "流派",
            "value": "Country / 流行"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Gretchen Frances Wilson (本名)",
        "Redneck Woman (昵称)"
    ],
    "update_at": "2025-07-23T11:39:24"
}