{
    "sid": "1214787",
    "name": "Jerry Portnoy",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p36545.jpg",
    "imdb_id": "nm1032058",
    "name_en": "",
    "name_full": "Jerry Portnoy",
    "birth_date": "1943年11月25日",
    "birth_place": "美国,伊利诺斯州,埃文斯顿",
    "last_movies": [
        {
            "id": 1875749,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878489296.jpg",
            "title": "埃里克·克莱普顿：24夜",
            "release": 1
        },
        {
            "id": 1875425,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878020472.jpg",
            "title": "Eric Clapton: Live in Hyde Park (1997) (TV)",
            "release": 1
        }
    ],
    "introduction": "Jerry Portnoy was born in 1943 and grew up in the blues rich atmosphere of Chicago's famous Maxwell Street Market during the golden age of Chicago Blues.  He began his professional career in the late 60's and since that time has performed, live and on television, to more people in more places than any other blues harmonica player.During a career that includes six years as a member of the fabled Muddy Waters Blues Band, another six as leader of the Legendary Blues Band, four years at the head of his own band The Streamliners, and another four as a featured member of the Eric Clapton Band, he has maintained a constant touring schedule that has carried him to every state in the union and twenty-five foreign countries on five continents, with performances at the White House, Carnegie Hall, Radio City Music Hall, the Smithsonian, London's Royal Albert Hall, and at major jazz festivals worldwide, including the Newport Jazz Festival, the Montreaux Jazz Festival, the Warsaw International Jazz Jamboree, the Hawaii Pacific Jazz and Music Fair, and the Grande Parade du Jazz in Nice, France.He has played on several Grammy Award winning albums while recording with a wide variety of artists, and was a Grammy Award nominee in 1997 for his work with the Muddy Waters Tribute Band.  Television credits include appearances on Saturday Night Live, Soundstage, MTV, VH1, and the Disney Channel, as well as writing and performing original music for Sesame Street.  In addition, he has lectured at the Berklee School of Music in Boston, and his definitive 3/CD instructional package, Jerry Portnoy's Blues Harmonica Masterclass, is widely regarded as the premier teaching tool for those wishing to learn the instrument.  He now makes his home outside Boston, Massachusetts.http://harpmaster.com/default.htm",
    "name_more_cn": [],
    "personage_id": "27420757",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1214787",
    "personage_link": "https://www.douban.com/personage/27420757/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-01T15:28:16"
}