{
    "sid": "1218339",
    "name": "曼努埃尔·卡拉斯科",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/36350.jpg",
    "imdb_id": "nm1377003",
    "name_en": "Manuel Carrasco",
    "name_full": "曼努埃尔·卡拉斯科 Manuel Carrasco",
    "birth_date": "1981年1月15日",
    "birth_place": "西班牙,安达卢西亚,韦尔瓦",
    "last_movies": [
        {
            "id": 5207953,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cuidado con la luna",
            "release": 1
        }
    ],
    "introduction": "El cantautor español Manuel Carrasco Galloso nace el 15 de enero de 1981 en Isla Cristina (HUELVA). Enamorado de su tierra pasa su infancia y juventud en ella. Desde muy pequeño siente el espíritu de la música. Le regalan su primera guitarra a los 11 años, a partir de ese momento este instrumento le va a acompañar siempre. Se identifica con su pueblo, sus costumbres y tradiciones. Junto a 15 amigos y sin luz en la estancia, hacia sus primeras inmersiones en el mundo de la música en un pequeño almacén pesquero en su ciudad natal donde ensayaba chirigotas y comparsas de carnaval; no se imaginaba entonces donde se encontraría en este 2013.Más de 13 años ha pasado ya desde que empezará esta gran aventura y se diera a conocer en un programa de televisión y lejos queda ya ese momento donde Manuel puede mostrar al resto del mundo lo que es capaz de hacer...y bien que lo ha conseguido. Ha logrado hacer un camino con una personalidad propia donde ha llegado al corazón de la gente por el repertorio de sus canciones y por el mundo que crea alrededor de ellas. Donde lo más importante que ha vivido en el mundo de la música es sentir la emoción en las palabras y los ojos de la gente.",
    "name_more_cn": [],
    "personage_id": "27424312",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1218339",
    "personage_link": "https://www.douban.com/personage/27424312/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Universal"
        },
        {
            "label": "流派",
            "value": "流行"
        },
        {
            "label": "语言",
            "value": "西班牙语"
        }
    ],
    "name_more_other": [
        "Lolo, Manu (昵称)"
    ],
    "update_at": "2025-08-05T11:39:23"
}