{
    "sid": "1220862",
    "name": "Mike Muratore",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1491382847.75.jpg",
    "imdb_id": "nm1649875",
    "name_en": "",
    "name_full": "Mike Muratore",
    "birth_date": "1964年6月26日",
    "birth_place": "美国,纽约,皇后区",
    "last_movies": [
        {
            "id": 5238136,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2454021404.jpg",
            "title": "The Hitter Awards",
            "release": 1
        }
    ],
    "introduction": "Mike Muratore is a Los Angeles based stand-up comedian and actor. He has been a professional comedian for over 10 years, performing at places such as: The Comedy Store, Ha Ha Cafe', Mixed Nuts Comedy Club, Montclair Laff Stop, L.A. Cabaret, Santa Monica Improv, Melrose (Hollywood) Improv, the Ice House, Club Caprice, Theater Unlimited, Coemdy Shack, Luna Park, Town House, Comedy Act Theater, Upfront Comedy Club, The Roxy, Coach House, and Hyena House. In 2004 he became a regular at the Laugh Factory. Mike has released a comedy CD called \"Snakkalakka Rules the World\".Mike has appeared on \"London Weekly Television\", and was a winner on \"The New Gong Show\". He has been on KPAL-TV, and appeared on The Frazier Smith Show on 97.1 FM, KLSX, Power 106 FM, and KTLU. He featured for Bob Zany, and headlines clubs across the country. His voiceover work has been heard in commercials for ecash.com, Alcatraz Brewing Company, PRN, and on Atlas CD-ROMs.He is a well trained actor, studying the Michael Chekov Technique, as well as at Eric Stone Studios, and studied Cold Reading at the Brian Reise Acting Studio and studied Film Scenes with Jeffrey Stocker.",
    "name_more_cn": [],
    "personage_id": "27426846",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1220862",
    "personage_link": "https://www.douban.com/personage/27426846/",
    "property_other": [],
    "name_more_other": [
        "The Serial Killer of Comedy (昵称)"
    ],
    "update_at": "2026-01-10T23:14:34"
}