{
    "sid": "1222073",
    "name": "艾伦·唐",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6270d3e7e5b628dade588d1568e3069b.jpg",
    "imdb_id": "nm1362611",
    "name_en": "Alan Tang",
    "name_full": "艾伦·唐 Alan Tang",
    "birth_date": "1977年3月22日",
    "birth_place": "加拿大,安大略省,多伦多",
    "last_movies": [
        {
            "id": 35897468,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889392248.jpg",
            "title": "兜风",
            "release": 1
        },
        {
            "id": 1303693,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2243984850.jpg",
            "title": "防弹武僧",
            "release": 1
        }
    ],
    "introduction": "Alan is a recognized stunt coordinator, performer and cast action trainer best known for his esteemed contribution towards the development of the Martial Arts. He actively works on film and television projects pertaining to his experience and knowledge in Wushu \"Martial Arts\"; most notably in preparing actor Simu Liu for his debut in Marvel's \"Shang-Chi: The Legend of the 10 Rings\". As a 3rd Generation Disciple of the legendary Ip Man, Alan grew up under the tutelage of his father Grand Master Sunny Tang in the art of Wing Chun Kung-Fu. During his athletic career, Alan also expanded his training into various martial arts and became a World Champion in Wushu having competed on behalf of Canada from 1993-2001 in 5 World Championships. Moreover through his effectiveness to communicate he has trained numerous World and Olympic medalists as a National Coach. Alan is actively involved in the development of Wushu globally and is responsible for Canadian Athlete Development Programming/Coach Certification on a National level, while also being an Official Technical Commentary Expert for the International Wushu Federation. Through his experience of over 30 years in coaching Olympic athletes and World Champions, Alan is an established stunt coordinator and cast action trainer who takes pride in creating a safe and motivating environment essential to young actors and actors partaking in detailed action choreography. His work has earned him recognition for \"Best Fight Choreography\" - International Action on Film Festival in 2015.",
    "name_more_cn": [],
    "personage_id": "27428057",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1222073",
    "personage_link": "https://www.douban.com/personage/27428057/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-09T14:55:48"
}