{
    "sid": "1228858",
    "name": "安德烈亚斯·扬克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p39330.jpg",
    "imdb_id": "nm2130237",
    "name_en": "Andreas Jancke",
    "name_full": "安德烈亚斯·扬克 Andreas Jancke",
    "birth_date": "1978年4月28日",
    "birth_place": "德国",
    "last_movies": [
        {
            "id": 10864730,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622403592.jpg",
            "title": "奥利弗与克里斯蒂安 第一季",
            "release": 1
        },
        {
            "id": 2988749,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2167697783.jpg",
            "title": "禁止的爱",
            "release": 1
        }
    ],
    "introduction": "Andreas Jancke is almost too beautiful for words!This 32-year-old actor played spent seven years playing Gregor Mann on the German soap opera Forbidden Love (Verbotene Liebe) which has become popular with gay audiences in the United States and Europe because of its gay couple Christian Mann and Oliver Sabel played by  Thore Schölermann and Jo Weil, respectively.He is a graduate of the Bauhaus University in Weimar and the Université Lumière in Lyon and his favorite sports are basketball and running.Andreas’s character is Christian’s brother and in a recent interview, Scholermann was asked how he thought his character would be affected by the absence of Gregor.He said: “ It affects him more than you see on the show because they didn’t want to talk about it that much. But he was the last part of my family. My father died on the show, my mother died on the show, my cousin left the show. He was the last part of my family. My best friend as well. I don’t have another best friend on the show. He was the last guy I could talk to about my problems. (Pause) I think it affected Christian a lot. And me as well. I loved working with him. I loved playing with him because we were like brothers. And so it’s a pity.”No doubt Andreas will surface elsewhere soon.",
    "name_more_cn": [],
    "personage_id": "27434842",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1228858",
    "personage_link": "https://www.douban.com/personage/27434842/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-07T04:42:06"
}