{
    "sid": "1228982",
    "name": "Desireless",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1529224587.89.jpg",
    "imdb_id": "nm2057500",
    "name_en": "",
    "name_full": "Desireless",
    "birth_date": "1952年12月25日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 10526499,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555481856.jpg",
            "title": "八十年代的巨星",
            "release": 1
        }
    ],
    "introduction": "Real name:Claudie Fritsch-MentropFrench singer. Born Claudie Fritsch-Mentrop on 25 December 1952.After a brief career as a fashion designer (releasing a collection with friend Claude Sabbah) and several trips to India (1980), she found her way into singing. She met producer Jean-Michel Rivat in 1984, who would write and produce her biggest hits. In 1985 Claudie met François Tabah, with whom she would live for 18 years.After the release of her first singles with Air (5), \"Cherchez l'Amour Fou\" (1984) and \"Qui Peut Savoir\" (1986), her debut solo single, \"Voyage, Voyage\" was first released in 1986, as Desireless. The song reaches high positions on European charts (even in Russia) and is an instant club hit. In 1990, Desireless releases her first album, \"François\", named after her lover. The birth of Claudie's daughter the same year forces her to leave show business for a while.Her second album \"I Love You\" is released in 1994. This time, Claudie wrote many of the tracks and many styles are explored.Since then, she took a much personal approach to music and got out of the big business circuit. She still performs and works with many collaborators, her styles ranging from Electronica to Bossa Nova to Acoustic. Recent recordings with Operation Of The Sun mark a return to a synth-pop sound of the late 80s.\"Voyage, Voyage\" has been covered and sampled many times: by Magneto (5) (1991), X06 (1995), by Oscar B. (1996), by B-One (1998), by La Floa Maldita (1999), by Simple D and Tinlab (2000), by The Nightflyer, Base Unique and Ilhem (2002), by Kate Ryan (2007) and Bananarama (2009).",
    "name_more_cn": [],
    "personage_id": "27434966",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1228982",
    "personage_link": "https://www.douban.com/personage/27434966/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "CBS"
        },
        {
            "label": "流派",
            "value": "流行 / 电子"
        },
        {
            "label": "语言",
            "value": "法语 / 英语"
        }
    ],
    "name_more_other": [
        "デザイアレス"
    ],
    "update_at": "2025-12-19T22:56:23"
}