{
    "sid": "1228055",
    "name": "Taylor Hicks",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/4390.jpg",
    "imdb_id": "nm2212558",
    "name_en": "",
    "name_full": "Taylor Hicks",
    "birth_date": "1976年10月7日",
    "birth_place": "美国,阿拉巴马州,伯明翰",
    "last_movies": [
        {
            "id": 35565118,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2676933010.jpg",
            "title": "星光闪耀亚拉巴马",
            "release": 1
        },
        {
            "id": 1986906,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903283530.jpg",
            "title": "美国偶像 第六季",
            "release": 1
        }
    ],
    "introduction": "Taylor Reuben Hicks (born October 7, 1976 in Birmingham, Alabama) is an American singer-songwriter and musician. Hicks got his start as a professional musician in his late teens and performed around the Southeastern United States for well over a decade. During that time he released two independent albums, In Your Time (1997) and Under the Radar (2005). His first major label album was Taylor Hicks (2006), released by Arista Records. Hicks rose to sudden prominence as the winner of the fifth season of the reality TV series American Idol, during which he became known for his dynamic, crowd-pleasing stage presence, wide-ranging musical influences derived from classic soul, rock, funk, blues, jazz, and RB, and stunning harmonica playing. He has been called the “anti-Idol” because his music differs so strikingly from the usual formulaic pop showcased on Idol.He bought his first harmonica when he was 16, for $2 at a flea market in Bessemer, Alabama, and taught himself to play blues harp. He discovered that he possessed absolute pitch when he was able to recognize the pitches of ordinary noises and mimic them on the harmonica. Hicks was 18 when he wrote his first song, “In Your Time”, and he taught himself to play guitar when he was 19.While in college, Hicks was part of a band called Passing Through, which he later quit to start his own band. He recorded In Your Time, an album which included both studio and live tracks, independently in 1997. He moved to Nashville, Tennessee, in 2000 to pursue a music career. There, he worked with Nashville veterans Billy Earl McClelland and Percy Sledge and recorded a three-track demo but was unable to find a label that would sign him. He left Nashville after a year due to what he called the “oversaturation of the market”. Hicks returned to Alabama and launched a professional music career, performing at various venues and parties, mostly around the Southeastern United States.He recorded, produced, and released a second album, Under the Radar, in 2005. Despite releasing two albums prior to appearing on American Idol, he did not violate their requirements for contestants, as he had never held a recording contract.Studio recording sessions for the eponymous major label debut Taylor Hicks ran in Calabasas, California between October and November 2006, and took six weeks in total. The album was produced by Matt Serletic, who has produced for Collective Soul, matchbox twenty, and Rob Thomas. The album was released on December 12, 2006 and debuted at the number two spot on the Billboard 200 charts. It was certified as a platinum album by the RIAA on January 17, 2007.On February 21, 2007, Hicks launched a a three-month US promotional tour for his album, followed almost immediately by a summer tour. One of the high energy shows was captured on film and appeared on HDNet under the title “Whomp At The Warfield.”",
    "name_more_cn": [],
    "personage_id": "27434039",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1228055",
    "personage_link": "https://www.douban.com/personage/27434039/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Independent (1997–2005) / Modern Whomp / Arista/19"
        },
        {
            "label": "流派",
            "value": "Jazz / Bluse"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Taylor Reuben Hicks (本名)",
        "The Silver Fox (昵称)",
        "Tay Tay (昵称)"
    ],
    "update_at": "2025-11-09T19:13:05"
}