{
    "sid": "1232822",
    "name": "娜塔莎·厄本斯卡",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41042.jpg",
    "imdb_id": "nm2322104",
    "name_en": "Natasza Urbanska",
    "name_full": "娜塔莎·厄本斯卡 Natasza Urbanska",
    "birth_date": "1977年8月17日",
    "birth_place": "波兰,华沙",
    "last_movies": [
        {
            "id": 35464873,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871160771.jpg",
            "title": "365天：今时之欲",
            "release": 1
        },
        {
            "id": 34968329,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2609396514.jpg",
            "title": "黑帮大佬和我的365日",
            "release": 1
        },
        {
            "id": 6792369,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1476526940.jpg",
            "title": "华沙之战1920",
            "release": 1
        },
        {
            "id": 5223322,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2680363466.jpg",
            "title": "犯罪的浪潮",
            "release": 1
        },
        {
            "id": 5108409,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911475527.jpg",
            "title": "诈骗",
            "release": 1
        }
    ],
    "introduction": "Natasha Urbanska for many years trained artistic gymnastics. As a child enrolled in classes at the club Legia Warszawa. For about 10 years to be successful, including Multiple championships in Warsaw. Her coach was Irina Lortkipanidze. In 1991 he came to audition for the musical Metro Studio Buffo Theater, where he was appearing to cheer her friend, but she also stood head to head with other participants in the audition. She passed all stages, but it turned out that she was too young to perform in the theater. After 2 years, appeared on the following qualifications, where she was accepted into the band as a dancer [1]. With time, Natasha decided to improve my view of her voice singing lessons with teachers from the voice and vocal. When actress (Catherine) got sick and could not appear in the musical Metro, Urbanska tried his hand, replacing a colleague. In time, she got a major role in the musical duo Jozefowicz-Stoklosa, where the game change with Sophia and Natalia Srokocz Nowakowska. I still played in all the performances, where he presented a dance and vocal skills. In time, she began getting more and more solos and roles, becoming one of the leading artists of this theater.Natasha Urbanska during the \"British Evening\" at the theater Studio Buffo Development [edit] Since Natasha Urbanska was one of the assistant director Janusz Jozefowicz jointly prepared a lot of theater and television production in Poland and abroad, including musicals in Roma Musical Theatre - Peter Pan and in the Studio Buffo - Romeo and Juliet, Miss Tootli Putli, Carousel of dreams. Continues to play a major role in the musical Metro Anka. Since August 2007, appeared in television programs, cyclical dance music Combative and Golden Saturday night in TVP1, where she performed in duets such as with Michael York (\"Money, money, money ...\"), Paul Anka (\"Put Your Head On My Shoulder\") and Drupim (\"Piccola e fragile\"), and as a soloist introduced a lot of hits in new arrangements. Natasha has also appeared in a duet with Christopher Cugowskim in the song \"Lonely House\" and the song \"Bamboleo,\" from Robert Moscow. As a special guest in the program is Name that tune?, Where he performed covers of songs from around the world.In June 2010, started for the great pictures of film production, directed by Jerzy Hoffman's \"1920 Battle of Warsaw.\" Natasha Urbanska starred actress and cabaret singer before the war named Alexander. In addition to Natasha in the film starring Daniel Olbrychski, Boris Szyc, Adam Ferency and many others. The film entered the Polish cinemas September 30, 2011. Natasha Urbanska together with Boris Szyce recorded a song promoting the film \"1920 Battle of Warsaw.\" The music is by Krzesimir Debski, a text written by Jacek Cygan. Cell production itself took a son Krzesimir Debski Debski Radzimir. '1920 song \", because that is the title song was recorded June 19, and students in Poland can be heard on radio stations in July 2011 [5]. In 2011, Urbanska portrayed Pola Negri in the first musical theater realized in 3D. The play will be directed by Janusz Jozefowicz, and the music Janusz Stoklosa. In addition to Natasha, the show features such as Andrycz Nina, who will play Sarah Bernhardt [6]. In 2011 she took part in the great production of the animated \"Gnomeo and Juliet\", where the voice of the main character - Julia. In addition to the dubbing she recorded together with the actor Maciej Stuhr song for the movie. The song is called \"Crocodile Rock\" is a new arrangement of a song by Elton John [7]. In February 2010, Nina gave Natasha Mrs. Urbanski Andrycz necklace set with pearls, who years ago received from the Indian Prime Minister Indira Gandhi. Joined to a gift greeting card, \"\" characterized \"Lord of the Star gem and I wish my health\". [8]. In 2011, together with Alice Eely Janusz Jozefowicz and sat on the jury \"Pola Negri\" in Lipno [9]. In August 2011 Natasha Urbanska appeared on the cover of 'InStyle' polka far as the third, after Martha Samogitia Sablewskiej Trzebiatowski and Mai [10]. In November 2011, together with all the prize winners' VIVA Najpiękniejsi \", recorded the song and video. This project supports the charity, designed to help talented children from orphanages and foster homes. Music is available at plejada.pl [11].",
    "name_more_cn": [],
    "personage_id": "27438807",
    "family_member": [
        "Janusz Józefowicz"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1232822",
    "personage_link": "https://www.douban.com/personage/27438807/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-06T17:00:43"
}