{
    "sid": "1234021",
    "name": "帕芙蒂·沙洛",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1571194786.39.jpg",
    "imdb_id": "nm2368180",
    "name_en": "Parvati Shallow",
    "name_full": "帕芙蒂·沙洛 Parvati Shallow",
    "birth_date": "1982年9月21日",
    "birth_place": "美国,佛罗里达州,维罗海滩",
    "last_movies": [
        {
            "id": 37086503,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914496246.jpg",
            "title": "成交不成交小岛 第二季",
            "release": 1
        },
        {
            "id": 36897732,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908424535.jpg",
            "title": "成交不成交小岛 第一季",
            "release": 1
        },
        {
            "id": 34856187,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585897239.jpg",
            "title": "幸存者：王者决战 第四十季",
            "release": 1
        },
        {
            "id": 6118634,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2222430506.jpg",
            "title": "幸存者：婆罗洲 第一季",
            "release": 1
        },
        {
            "id": 4282504,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501048739.jpg",
            "title": "幸存者：正邪之争 第二十季",
            "release": 1
        },
        {
            "id": 2364094,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2384922678.jpg",
            "title": "碧海追踪2：暗礁",
            "release": 1
        }
    ],
    "introduction": "Born on September 21, 1982 and raised in Vero Beach, Florida, Parvati Shallow and her family moved to Atlanta when she was 11 years old. She was later educated at University of Georgia, where she received an arts degree in journalism with minors in French and Italian.An outdoor person, Parvati enjoys being around nature and spending most of her time camping and hiking through North America's state parks such as the Tetons and Yellowstone. A true adventurer even in college, she organized a two-month backpacking trip through Europe where she and two friends visited 13 countries, sleeping in youth hostels, train stations, on beaches and park benches.Parvati's cheap thrills include good sushi, wearing oversized jerseys, karaoke and cheering on The Dawgs. A couple of years ago, she found another of her talents in the form of boxing, and began competing in 2004. Passionate about the sport, she teamed up with some fellow boxers and formed the non-profit organization, Knockout for girls, which provides scholarships and boxing lessons for underprivileged girls. The organization recently held their first fundraised event which featured boxing matches and a fashion show. Parvati intends to carry on her mission in the organization and hold another fundraiser in February 2008.In 2006, Parvati joined the reality show Survivor: Cook Islands (Season 13). Unfortunately, she was voted out as she was perceived to be more of a mental and strategic threat than Adam. She was the 15th contestant eliminated. Twenty-five-year-old Parvati returns to reality television as one of the Survivor favorites competing against ten fans on its sixteenth installment, Survivor: Micronesia – Fans vs. Favorites and ended up winning against Amanda Kimmel by a vote of 5 to 3.",
    "name_more_cn": [],
    "personage_id": "27440007",
    "family_member": [
        "约翰·芬彻(夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1234021",
    "personage_link": "https://www.douban.com/personage/27440007/",
    "property_other": [],
    "name_more_other": [
        "Parvati"
    ],
    "update_at": "2025-03-28T16:08:30"
}