{
    "sid": "1235218",
    "name": "Atif Aslam",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/37281.jpg",
    "imdb_id": "nm2139651",
    "name_en": "",
    "name_full": "Atif Aslam",
    "birth_date": "1983年3月12日",
    "birth_place": "巴基斯坦,旁遮普,古治兰瓦拉",
    "last_movies": [
        {
            "id": 6557037,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900838860.jpg",
            "title": "讲述",
            "release": 1
        }
    ],
    "introduction": "Atif Aslam says he has had no formal training in music, that it was not until his college days that he began to actively take part in music competitions and his friends inspired him to pursue a career in music.[12] He has said that Nusrat Fateh Ali Khan is one of his very first inspirations in singing.[12]The career of Atif Aslam begun with forming the band Jal and releasing the song 'Adaat' with Goher Mumtaz in Pakistan in 2003. The original version of the song was written by Goher Mumtaz and sung by Atif Aslam . During that time, Atif Aslam was the lead singer of Jal. He recorded Aadat with his pocket money at the age of 17. The band released the song on the internet in 2003, which became a youth anthem.After separation from Jal, On 17 July 2004, Aslam released his first album titled Jal Pari (meaning 'Mermaid') which was an instant hit.[13][14] Several songs from his debut album, such as: \"Bheegi Yaadein\", \"Ehsaas\", \"Mahi Ve\", \"Ankhon Sey\" and the title track \"Jal Pari\" went on to become major hits and charted across countries in the subcontinent.He got his first breakthrough in Bollywood when director Mahesh Bhatt called Aslam to seek his consent to include \"Woh Lamhey\" in the soundtrack of his new motion picture, Zeher (2005).Following Jal Pari, Aslam released two more successful solo albums, Doorie and Meri Kahani. He has recorded many songs for Hindi cinema, that were successful as well. Because of his chart-topping and successful songs, he is regarded as one of the best playback singers of Indian music industry till date.[15]",
    "name_more_cn": [],
    "personage_id": "27441205",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1235218",
    "personage_link": "https://www.douban.com/personage/27441205/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Zee Music Company"
        },
        {
            "label": "流派",
            "value": "民谣 / 摇滚 / Film,Pop,Rock,Bollywood,Sufi / 流行 / 原声"
        },
        {
            "label": "语言",
            "value": "Urdu, Hindi"
        }
    ],
    "name_more_other": [
        "Atif Aslam (本名)",
        "Aadee (昵称)"
    ],
    "update_at": "2025-08-04T17:39:37"
}