{
    "sid": "1236683",
    "name": "茱莉亚·佩兰",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/11790c6af372e99b0f7d66d4a3ca363d.jpg",
    "imdb_id": "nm2452128",
    "name_en": "Julia Perri",
    "name_full": "茱莉亚·佩兰 Julia Perri",
    "birth_date": "1991年8月13日",
    "birth_place": "澳大利亚,维多利亚,墨尔本",
    "last_movies": [
        {
            "id": 26792251,
            "year": "2015",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Way We Talk",
            "release": 1
        },
        {
            "id": 5194463,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "As the Bell Rings",
            "release": 1
        },
        {
            "id": 5184197,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2667630500.jpg",
            "title": "Bed of Roses",
            "release": 1
        },
        {
            "id": 5182654,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Scary Legends",
            "release": 1
        },
        {
            "id": 2073786,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576980746.jpg",
            "title": "校园侏罗纪",
            "release": 1
        },
        {
            "id": 2073722,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872573977.jpg",
            "title": "左邻右舍",
            "release": 1
        },
        {
            "id": 1981353,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2242171808.jpg",
            "title": "聚散离合 第一季",
            "release": 1
        },
        {
            "id": 1482077,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1551671396.jpg",
            "title": "灵魂战车",
            "release": 1
        }
    ],
    "introduction": "Born in Melbourne Australia, to parents from Southern Italy, Julia has lived and worked between Italy, Australia and the U.S. She is tough, yet fragile, which she says comes from being Italian. Her earthy essence and warmth makes for one magnetic actress.Julia's training includes study at the Los Angeles based Beverly Hills Playhouse, The Renegade Theatre in Hollywood, Brian Riese Studios Los Angeles, The Screen Actors Guild and Master Classes with actor Jason Alexander (Seinfeld). Julia also studied in Melbourne Australia at the Screen Actors Studio for several years and is always finding ways to grow as an actress.Julia's commitment to the craft is evident in her diverse body of work, and she has been working professionally from a young age, Julia has worked internationally on several feature films including the award winning U.S. films \"Landline\" and \"The Way We Talk\", Italian film \"Gomorroide\", Australian film \"The Gathering\" and many more. Julia has starred in many award winning and nominated short films including starring as the lead in \"Halfway\" (nominated for awards at Clint Eastwood's 'Carmel Film Festival' in California), AFI film \"Escorts\" and award U.S. short film \"The Extra Mile\". Her screen credits include parts in Australian, U.S. and Italian television in series such as \"Neighbours\", \"Prank Patrol\", and \"Gomorrah\". Julia has shot a number of National commercials, and has hosted major events including an event with actor Joe Pesci for St. Jude Children's Hospital in California, and a Pre-Oscars event with actor Kevin Spacey for the Kevin Spacey Foundation. Taking the stage in various theatre productions including Alfred Hayes \"Girl on the Via Flaminia\", \"View From then Bridge\" both at The Renegade Theatre in Hollywood, and \"Equus\" at the Beverly Hills Playhouse. She has entertained audiences worldwide. Julia shows off her versatility by switching gears from her usual earthy self to go 100% steel and concrete for her role in \"Escorts\".This young Italian Australian actress is often likened to a young Marisa Tomei, with a sweetheart warmth and likeness backed up by the feisty Italian blood. While Julia is effortlessly attractive, she's also capable of instantaneously transforming into something of a girl-next-door type; the kind of lady one could take home to meet the parents. Watching her perform on stage or screen it is obvious she has a rare ability to thoroughly engage her audience. Julia has many exciting up and coming projects to share. Her talent and magnetism with her personal integrity and discipline sets her aside. The highly entertaining actress is a joy to watch.Aside from her love of storytelling, Julia's interests include traveling, adventures, she has a certificate in Nutrition, she loves cooking Mediterranean food, painting, Italian cinema, psychology, collecting vintage fashion, guitar and music.Actresses who have influenced Julia are Marisa Tomei, Kate Winslet, Jessica Chastain, Monica Bellucci, Meryl Streep. She loves Roberto Benigni, Marcello Mastroianni, Robert De Niro and Robert Downey Jr. Directors she admires include Woody Allen, Jim Jarmusch, Francis Ford Coppola and Vittorio De Sica.",
    "name_more_cn": [],
    "personage_id": "27442670",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1236683",
    "personage_link": "https://www.douban.com/personage/27442670/",
    "property_other": [],
    "name_more_other": [
        "Jules (昵称)"
    ],
    "update_at": "2025-01-28T20:28:59"
}