{
    "sid": "1237866",
    "name": "亚当·阿斯顿",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/66507960ac9d72a629d7da2979c76e54.jpg",
    "imdb_id": "nm2523876",
    "name_en": "Adam Aston",
    "name_full": "亚当·阿斯顿 Adam Aston",
    "birth_date": "1902年9月17日",
    "birth_place": "波兰,华沙",
    "last_movies": [
        {
            "id": 5102624,
            "year": "1935",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903929406.jpg",
            "title": "让爱征服一切",
            "release": 1
        },
        {
            "id": 5073347,
            "year": "1935",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Love Manoeuvres",
            "release": 1
        }
    ],
    "introduction": "One of the most popular Polish interwar singers, with a sensuous and elegant baritone voice. Known for his sentimental tangos as well as more carefree jazz tunes, and often seen as the fourth great male performer of the period, alongside Mieczysław Fogg, Tadeusz Faliszewski, and Eugeniusz Bodo. Performed in Polish, English, French and Hebrew. Born on 17th September 1902 in Warsaw, died 10th January 1993 in London.Aston was born Adolf Stanisław Loewinsohn and had Jewish roots; he was a son of Maksymilian, a merchant, and Gustawa, a teacher from Popielcy. He spent his childhood and youth in Warsaw, where he attended the Mikołaj Rej Junior High School, where he was taught by his first vocal teacher, Ludwik Heintze, professor of the Conservatory and conductor of the choir and string orchestra at the school.In 1920, he volunteered for the Polish army, before graduating from high school in 1921. Two years later, he joined the Faculty of Law at the University of Warsaw, though interrupted his studies in 1925, and then completed a course in dentistry. He switched careers again in 1928, beginning work in the representative office of the renowned Dutch liqueur company Hulstkamp, which had opened a Warsaw branch in 1927. Aston initially worked in the import and distribution of alcohol as a salesman, and later became a controller and head of the procurement department and representative office.He would be associated with the company until September 1939 – even despite an article in Polski Restaurator from 1938 stressing that the Hulstkamp company was ‘purely Christian’ and had a Catholic character.Early musical developmentHowever, Aston’s true love remained music: he made his first solo recording, probably for the Beka label, in 1927 and, at the time he was switching his professional studies, his family wealth allowed him to undertake private singing lessons from 1927 to 1929 with the acclaimed Wacław Brzeziński, who also taught Jan Kiepura.Aston’s ambitions in music remained clear: he aspired to become an opera singer, and was already gaining a reputation as a self-made talent with a great musical ear and skills in piano playing. Alongside performance, he also studied conducting.The breakthroughIt was in 1930 that Aston’s dedication to a musical career paid off. Whilst he had been training, the success of revellers groups, inspired by the Mills Brothers, was growing – like Leon Badowski’s Chór Dana, which enjoyed rich popularity through associations with leading stars like Mieczysław Fogg, and the cabaret Qui Pro Quo. Influential musician Henryk Wars, who was yet to take advantage of this latest musical trend, was perturbed - to compete, he established Chór Warsa in 1930; and it was Aston who was offered a place in the group alongside rising talents Tadeusz Faliszewski and Stefan Sas-Jaworski (it's fifth member was either Aleksander Puchalski or Bolesław Reiff – unfortunately, different evidence has conflicting information). The company was active for three years, in which time it released 42 dance pieces for Syrena Electro. When the opportunity arose to record for Columbia too, Wars changed the choir’s name to ‘Weseli Chłopcy z Columbii’ (‘Merry Boys from Colombia’).The choir recorded renditions of admired songs, including the foxtrots Barbara and Już taki jestem zimny drań, the latter of which had been popularised by star Eugeniusz Bodo, as well as Hanka Ordonówna’s famed Miłość ci wszystko wybaczy. They also produced songs for films, including Szyb L-23, and others shown in Kino Apollo. Reviewers praised the harmonious collection of voices with the simple accompaniment of Wars’s piano playing.Its achievements meant Aston could therefore debut at the revue theater Morskie Oko in Warsaw, driving him to be seen by the vast numbers of audiences in the capital, hungry for good music. The choir itself enjoyed renown due to the recording contracts, which allowed their music to reach wider audiences – despite their popularity never quite rivalling that of Chór Dana.But Aston stood out most of all. His voice, a mellow, warming velvet-like sound, blossomed like a rose across the stages of Warsaw, quickly marking him out as a revered artist in his own right. It was this that had prompted Henryk Wars’s suggestion of a pseudonym in the early 1930s: As-ton (Polish for ‘the ace of tone’), which was officially adopted by Aston in 1935.And it was tango which Aston was renowned for; a genre which had taken Poland by storm from the early days following the declaration of independence. In 1932, he recorded the shattering Czemuś o mnie zapomniał? (‘Why have you forsaken her?’), with music by Szymon Kataszek, pioneer of the Polish jazz industry. This helped cement Aston’s reputation as a fundamentally a singer of sentimental, or ‘schlager’, pieces; sometimes heart-breaking, sometimes compelling – but always completely gorgeous. Even by only 1933, Aston was recording tango after tango, from To płacze serce (The heart cries), to Tylko ty (Only you) and Jesienne róże (Autumnal roses).A solo career beckonsAston’s individual popularity inspired him to record his own music whilst he was with Chór Warsa, eventually precipitating him to leave the choir for a solo career. In 1932, he was already collaborating with renowned musicians: he recorded the foxtrot Katiusza, also called To lubią Sowiety (What the Soviets like), with music by Zygmunt Białostocki and lyrics by Andrzej Włast, which appeared on Syrena, Lonora and Columbia. A year later, he sang the classic waltz Bajki (Fairytale), written by famed poet Julian Tuwim.There was also the waltz Opium, with music by Artur Gold, which told of a lover completely beguiled by the object of their attractions. Three years after singing this, Aston voiced another passionate and swelling examination of love in Morfina (Morphine) – in which he describes a figure who has poisoned his heart and soul, but he still adores her.Often, such songs were performed in separate renditions by the other leading male artists, including Faliszewski - who had also left Chór Warsa for a solo career; Fogg; and Janusz Popławski – songs like Nikodem in 1933, which referred to the central celebrities of the era, including Bodo and Igo Sym, as well as other domestic and international stars. An edition of Nowy Kurjer from 1936 reports on a concert for Polish Radio in which Aston sings alongside a quintet organised by Artur and Henryk Gold, describing the musicians as ‘specialists in the interpretation of dance and hit music’Aston even collaborated with Faliszewski for a couple of pieces, including the tango Znakiem Tego (A Sign of This), recorded in 1936.Aston’s early popularity is illustrated in how rapidly he became a feature of advertisements, as had many other stars from the era. Between 1932 and 1933, he was recorded singing for an advert for the latest in automobile technology: the Fiat 508. His face was also printed on Syrena Record, a clear sign of their own belief in their refined baritone, and he sang tangos designed to promote certain products.He also sang copies of songs from films, like the 1935 Co bez miłości wart jest świat? (What is the world worth without love?) with music by Wars and lyrics by renowned writers Konrad Tom and Emanuel Schlechter, which Adolf Dymsza had performed in Antek Policmajster.Then there were Aston’s own film enterprises. He can be seen in still-existing footage from the 1935 film Dwie Joasie (Two Joannas), with star of the Polish screen Jadwiga Smosarska, singing and conducting Dlaczego właśnie dziś (Why today?) – which would later be released on Syrena. He also sang the devastating Jak trudno zapomnieć (How hard to forget) in heavy makeup and gypsy dress for Manewry miłosne (Love Manouevres). Another performance was in the Polish language version of Top Hat, where he sang Cheek to Cheek, under the Polish title: W siódmym niebie (In Seventh Heaven).Another example of his international success came with his French renditionToujours l’Amour from the operetta ‘Bal w Savoy’u’, and his Polish version of the French Frère Jacques, as Panie Janie.He remained a frequent performer for Syrena – indeed, the Hulstkamp offices were on Rakowiecka Street, adjacent to the Syrena Record factory – but also worked for Polish Radio as a soloist contractual singer, with newspaper schedules detailing his concerts throughout the 1930s. In 1935, he participated in the International Polish Singing Competition, and also took part in other radio concerts throughout the 1930s, including singing in every New Year recital from 1935 to the outbreak of war with Henryk Gold’s salon quartet.By this stage, Aston was able to vacation in a brick guest house in Nowe Lipiny in Wołomin, at the corner of Aleja Niepodległości and Duczkowska, in a region frequented by other Polish interwar stars. In 1935, he married the actress Lucyna Nowikow.Between 1930 to 1939, it is estimated that Aston produced around 960 sides, mostly for Syrena Electro, but also for Odeon, Lonora-Electro, Parlophon and Colombia under the name Adam Wiński, Jerzy Kierski, or Adam Aston. He also recorded in Hebrew under the pseudonym Ben-Lewi, including a rendition of Jerzy Petersburski’s renowned hit To Ostatnia Niedziela as To Ostatni Szabas (The Last Sabbath). Aston was known for his charm and warmth, and allegedly had no artistic fancies, nor was jealous of his friends’ successes.The dream dissipatesWhen war hit Poland at the start of September 1939, Aston was evacuated alongside fellow employees of Polish Radio to Lviv, where they met with other artists, including Eugeniusz Bodo and Wars, and learnt of the Soviet invasion. Wars decided to establish a Tea-Jazz orchestra, which Aston participated in – the dance troupe was generally tolerated by Soviet authorities, who allowed tours across the Soviet Union, and artists could live in relative comfort.Yet, when Nazi Germany invaded the Soviet Union in 1941, the orchestra broke up and Soviet-Polish relations deteriorated. Bodo was arrested and eventually perished in a gulag, whilst other artists fled to neighbouring nations. Aston and his wife succeeded in travelling to Frunze, the capital of Kyrgyzstan, though both nearly died from starvation – until allegedly a pre-war colleague, Ryszard Frank, who was leading a dance band for the Soviet army, rescued the pair. Aston then sang in revue programmes and as a soloist in a travelling military orchestra conducted by Frank. Following the Sikorski–Mayski Agreement, Aston and his wife was able to join the Second Corps of the Polish Army in Exile under General Władysław Anders, and Aston took part in their theatre Polska Parade, ran by Feliks Konarski, which travelled through Iran, Palestine and Egypt, before arriving in Italy. Two photographs of a visibly thin Aston and his wife, clad in military uniform, exist from this period.Aston performances at this time included one at the Polish Radio Station in Cairo. Melchior Wańkowicz’s book, Battle of Monte Cassino, recalls another: as Aston sang, a German bullet was shot several dozen meters from the stage, killing one of the British artillery, though Aston did not react.One of Aston’s most renowned songs comes from the time he spent with the Anders Army: Czerwone Maki na Monte Cassino (‘The Red Poppies on Monte Cassino’). The song, written the day before the battle in May 1944 by Feliks Konarski, with music by Alfred Schütz, was initially sung in a performance by Gwidon Borucki, with cardboard held up by volunteers so other soldiers would be able to join in. In 1946, due to Borucki’s departure from Konarski’s theatre, Adam Aston covered the song for BBC radio, with the last verse in Italian. He also appeared in the 1946 Polish-Italian film Wielka Droga (Great Way), directed by Michał Waszyński, as an unnamed actor who performs the song – alongside Feliks Konsarski, who played an unnamed theatre director.Another of Aston’s pieces from the 1940s was the English-language Warsaw Melody from 1944, recorded on the Polish disk version of La voce del padrone, the Italian label for the His Master's Voice. The song has been said to illustrate Aston’s own feelings towards the near-total devastation of his beloved city.It is also said that Aston performed in Ancona on 11th November 1944 for a theatre concert to celebrate Independence Day, alongside other stars including Jadwiga Domańska, Weronika Ignatowicz, Hugo Krzyski, and Wacław Radulski.Post-war fateFollowing demobilisation in Italy, Aston moved to London in 1947, and took part in the Polish Parade show heard on the BBC Home Service that year, broadcast from the Granville Theatre. A year later, he emigrated to South Africa, where he sang in Johannesburg in the Polish club and cafe Rozenberga. Just as he had done in the pre-war period, at the same time as he was performing he worked as an agent of a company producing spirits, and later was appointed the director of a paper factory operating in the city.At the same time, American Billboard magazine was running short articles in 1953 under its International column about Aston’s new releases, describing his ability to ‘handle the Polish lyric capably’ in songs which ‘should do okay with the Polish-speaking people.’ But these songs were actually not new at all –Billboard described them as mere ‘tuneful romantic ditties’, though they were actually re-releases of Aston’s pre-war Syrena hits from the thirties. One such song is the aching Najsłodsze tango (Sweetest Tango) originally from 1936 - a recollection of falling in love whilst dancing to the sound of the vibrant tango which was so ubiquitous in all the dancehalls and nightclubs of pre-war Poland. But now – the narrator explains – the individuals are lost, the movement has perished, and only the echoes of that beguiling tango sound are left. Aston sings:Minęło tyle dniMinęło tyle latI zaszło tyle zmianI zmienił wygląd światA ja nie zapomniałemGdy noc okrywa światI księżyc blado lśniPrzy oknie siadam samI godzinami śnięWsłuchany w piosnkę tę(It has been so many daysIt has been so many yearsAnd so many changes have taken placeAnd the world has changedAnd I have not forgottenWhen the night covers the worldAnd the moon is shining pale.At the window, I sit by myselfAnd I sleep for hours, listening to the song.)In 1959, Aston suffered a heart attack and retired, moving to London permanently in 1960. There, he gave singing recitals and performed in the Polish theatre Polonia, and became a member of ZASP.In the mid-1960s he visited Warsaw and gave press interviews, as well as recording for Polish Radio, including a copy of the song ‘Piosenka o Warszawie’, written in the 1940s - as the legend goes, by Aston himself. The last lines are:Potem obraz zanikać zaczynaCoraz bardziej maleje, szarzejeTylko czasem odżywa na nowoEchem znanych melodii sprzed lat.(Then the image fades awayIt is getting smaller and more greyOnly sometimes does it revive again,The echo of well-known melodies from years ago.)Four years later, when Aston had returned to London, it is alleged that he finally reunited with Henryk Wars, before the composer moved to America to continue his career. For Aston, however, the music was fading: he rarely gave concerts after the 1960s and, though his music continued to be released, styles were changing irrevocably. He never lost popularity, but his era had perished around him.Aston’s haunting interwar Syrena song ‘Only You’ was produced as a cardboard record for TonPress in the 1970s, as cardboard records in Poland were often the cheapest and easiest option for those under Communism to have access to good music. Some of his pre-war works would eventually be released in cassette tape form in the 1990s.But little is known in general about the thirty-odd years Aston spent in the United Kingdom. Despite a few resurgences of performances, it seems Aston – like many interwar stars – faded gradually into obscurity. By the time he died in 1993, aged 90 – with his wife Lucyna outliving him by nine years - there was no obituary, and no memorial, and even no plaque at Golders Green Crematorium, where his ashes were scattered. All that is left in the exact place where he is laid to rest are a cluster of perishing flowers.As Aston sung in 1932:Jesienne róże więdną już.(Autumn roses are fading now’).",
    "name_more_cn": [],
    "personage_id": "27443852",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1237866",
    "personage_link": "https://www.douban.com/personage/27443852/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1993年1月10日"
        }
    ],
    "name_more_other": [
        "Adolf Stanisław Loewinsohn (本名)"
    ],
    "update_at": "2025-04-18T21:00:18"
}