{
    "sid": "1240093",
    "name": "法希姆·法兹利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1447571243.45.jpg",
    "imdb_id": "nm2390252",
    "name_en": "Fahim Fazli",
    "name_full": "法希姆·法兹利 Fahim Fazli",
    "birth_date": "1966年5月30日",
    "birth_place": "阿富汗,喀布尔",
    "last_movies": [
        {
            "id": 37097476,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917705193.jpg",
            "title": "逾矩之人",
            "release": 1
        },
        {
            "id": 36953852,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910243359.jpg",
            "title": "国王",
            "release": 0
        },
        {
            "id": 36901008,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915098117.jpg",
            "title": "犯罪101",
            "release": 0
        },
        {
            "id": 36245721,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887950038.jpg",
            "title": "自拍英雄传",
            "release": 1
        },
        {
            "id": 36188176,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922810871.jpg",
            "title": "超人",
            "release": 1
        },
        {
            "id": 35921751,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897379590.jpg",
            "title": "战士",
            "release": 1
        },
        {
            "id": 35722688,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887388117.jpg",
            "title": "盟约",
            "release": 1
        },
        {
            "id": 35588155,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888918765.jpg",
            "title": "神出鬼没",
            "release": 1
        },
        {
            "id": 35521951,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888059793.jpg",
            "title": "杀死福顺",
            "release": 1
        },
        {
            "id": 35115260,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891179908.jpg",
            "title": "坎大哈",
            "release": 1
        },
        {
            "id": 35054985,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Operation Jericho",
            "release": 1
        },
        {
            "id": 30308781,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893280847.jpg",
            "title": "母亲本色",
            "release": 1
        }
    ],
    "introduction": "Fahim Fazli is a multifaceted talent, renowned for his contributions as an actor, author, and combat interpreter for the U.S. Marines. Born in Kabul, Afghanistan, Fazli saw his personal journey span continents as it reflected a life shaped by resilience and artistic passion. His acting credits include appearances in notable films such as Superman,Iron Man, Argo, American Sniper, and 12 Strong, as weathered and distinguished looking man the first Afghan born American actor in Hollywood, showcasing his versatility and depth as a performer. Beyond the silver screen, Fazli is also celebrated for his memoir, FAHIM SPEAKS: A Warrior-Actor's Odyssey from Afghanistan to Hollywood and Back, which offers a poignant narrative of his experiences bridging cultures and navigating the cultural complexities of international conflict. His critically acclaimed biography won a Gold Medal from the Military Writers Society of America. With his compelling blend of artistry, advocacy, and optimism, Fazli continues to inspire audiences worldwide, embodying the power of storytelling to transcend borders and remind people everywhere of our shared humanity. ---------------------------------------------------------------- \"Afghanistan is a complicated place,' says Fahim Fazli, and he knows. Born in that enigmatic nation when it was at peace, coming of age as it became a land of terror, and even helping Hollywood recreate the years of war against the USSR, he has a story told in the languages of his origin yet understood by the ears of the Western World. As both history and memoir, when Fahim Fazli speaks we are fascinated.\" -Tom Hanks, Actor, Writer, Director --------------------------------------------------------------- \"Imagine a boy named Fahim Fazli, born in the calm before the storm in Kabul, Afghanistan-a land filled with tradition, color, and complexity. His early childhood was full of joy, kite flying, and family rituals. But soon, the skies darkened with helicopters and the echo of Soviet gunfire. His world shifted from innocence to oppression. Fahim's mother, a strong midwife serving the family of a powerful Afghan president, fled first-escaping threats of assassination. Fahim, his younger brother, and their father stayed behind, watching as their home transformed into a police state under Soviet rule. His mother's absence haunted him. He was branded a traitor's son. His slingshot and fierce will became tools of resistance against foreign tanks. Eventually, his father made a choice: flee or lose everything. Their escape in 1983 was harrowing-through enemy checkpoints, mountains, and shadows of death. A cousin in the secret police almost recognized Fahim on the bus that was supposed to deliver them to freedom. By sheer luck or divine grace, he didn't. Fahim Fazli was just 16. In Pakistan's refugee camps, Fahim battled the trauma of exile, separation from family, and the struggle of starting over. But America opened its doors. There, he became a, flipped burgers, sold shoes, and pumped gas finally-against all odds-a Hollywood actor. Still, fame wasn't enough. Driven by love for both his homelands, Fahim put on a Marine Corps uniform and returned to war-torn Afghanistan-not as a fighter, but as a bridge between worlds, serving as an interpreter in the deadliest regions. In those dusty valleys, he earned trust, carried pain, and helped save lives. The Taliban hated him for his influence. The Marines respected him for his courage. His journey came full circle when he stood where he once fled, now translating for peace in the language of war. In 2024, Fahim reflects: \"That little Ukrainian boy crying near the border-I was him.\" His story is not just about escaping tyranny or chasing dreams. It's about breaking cycles of violence, healing the wounds of separation, and honoring a mother's sacrifice and a father's flawed bravery. \"Fahim Speaks\" isn't just a memoir. It's a powerful anthem for refugees, warriors, artists, and anyone who's ever lost a home but found a voice. by: This is Chronicles of Spirit. Follow for more stories of those who fled the fire-and still walked back in to carry others out.\"",
    "name_more_cn": [],
    "personage_id": "27446078",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1240093",
    "personage_link": "https://www.douban.com/personage/27446078/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-23T09:07:33"
}