{
    "sid": "1245375",
    "name": "Andreas Johnson",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/13814.jpg",
    "imdb_id": "nm2237391",
    "name_en": "",
    "name_full": "Andreas Johnson",
    "birth_date": "1970年3月22日",
    "birth_place": "瑞典,斯科纳,Bjärred",
    "last_movies": [
        {
            "id": 5209594,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Melodifestivalen 2006",
            "release": 1
        }
    ],
    "introduction": "In his youth Andreas Johnson was always surrounded by music as both his parents were professional jazz musicians. During this period in his life he became familiar with late-night gigs and the constant travel associated with performances, joining his parents on the road regularly. After finally settling down in a Stockholm suburb, Johnson started his musical career as the singer in Planet Waves, a band which released only one album, Brutal Awakenings before splitting up due to internal conflicts. He then turned to a solo career, releasing the debut album, Cottonfish Tales.[1]In 1999, he had an international hit with the single \"Glorious\", which later featured on the album Liebling, and has been used in a number of advertisements from companies including Volvo, Nutella and Vauxhall.[2]Deadly Happy, his third solo album, was released in 2002. The next album, Mr Johnson, Your Room Is On Fire, was released in 2005 on Warner Music. Johnson participated in Melodifestivalen 2006, the Swedish song selection contest for the Eurovision Song Contest, and finished in third place in the final round.On 24 February 2007, Johnson participated in Melodifestivalen 2007 with the song \"A Little Bit of Love\", which was announced as a finalist in the contest. On 10 March 2007, the song placed second in Melodifestivalen 2007, losing to \"The Worrying Kind\" performed by The Ark.On 16 February 2008, Johnson took part in the 2nd semifinal of Melodifestivalen 2008, accompanied by Carola Häggkvist who previously won Melodifestivalen in 1983, 1991 and 2006. The duo managed to get to the 'second chance', but lost there against Nordman.Johnson participated again in Melodifestivalen 2010 with the song \"We Can Work It Out\" and placed sixth in the final.",
    "name_more_cn": [],
    "personage_id": "27451365",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1245375",
    "personage_link": "https://www.douban.com/personage/27451365/",
    "property_other": [
        {
            "label": "流派",
            "value": "摇滚 / Pop / Rock"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-11-12T00:35:12"
}