{
    "sid": "1246644",
    "name": "富尔维奥·塞斯蒂托",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "剪辑"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm2285460",
    "name_en": "Fulvio Sestito",
    "name_full": "富尔维奥·塞斯蒂托 Fulvio Sestito",
    "birth_date": "1980年11月23日",
    "birth_place": "意大利,罗马",
    "last_movies": [
        {
            "id": 26292833,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532521465.jpg",
            "title": "不期而遇",
            "release": 1
        },
        {
            "id": 5205341,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462746789.jpg",
            "title": "The Showdown",
            "release": 1
        }
    ],
    "introduction": "Fulvio Sestito developed an enormous passion for filmmaking at a very young age. He attended film courses at Cinecittà in his native city of Rome, Italy, then moved to Los Angeles, California to study Directing and Cinematography at UCLA.In 2005 he and his brother Antony opened ExP Films USA, a production, post-production, and visual effects boutique studio in Hollywood, California. The company has since produced numerous commercials, music videos, sports events, and narrative projects. In 2006 Fulvio co-directed and produced an epic short action/drama called \"The Showdown.\" The film has been showcased at over 40 film festivals worldwide, has won numerous awards, and has a permanent place in the Baseball Hall of Fame in Cooperstown, New York.Through his production company Fulvio is developing numerous feature film projects including \"Behind The Gate\" a supernatural/thriller that is being adapted into a book; \"The Curse\" a horror/thriller about the famous curse of King Tut; and \"The Chiller Room.\"On the technology side, Fulvio, who has 15 plus years experience in VFX, has teamed with Gulliermo Del Toro's Mirada Studio to create highly advanced commercials for clients such as Disney, Mazda and Under Armour. He has collaborated with Blur Studios to create hyper realistic cinematics for different AAA video games titles. Fulvio has also founded a full virtual production studio to create advanced previsualization for major motion pictures, commercials and TV projects.",
    "name_more_cn": [],
    "personage_id": "27452634",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1246644",
    "personage_link": "https://www.douban.com/personage/27452634/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-18T13:00:20"
}