{
    "sid": "1249644",
    "name": "Bertie Stephens",
    "site": "douban_celebrity",
    "roles": [
        "剪辑",
        "制片人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1500354998.36.jpg",
    "imdb_id": "nm2253092",
    "name_en": "",
    "name_full": "Bertie Stephens",
    "birth_date": "1986年10月19日",
    "birth_place": "英国,伦敦",
    "last_movies": [
        {
            "id": 5239547,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493314840.jpg",
            "title": "Roanoke: The Lost Colony",
            "release": 1
        },
        {
            "id": 5206497,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493999719.jpg",
            "title": "Walking with Shadows",
            "release": 1
        },
        {
            "id": 5162004,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493312043.jpg",
            "title": "Nuryan",
            "release": 1
        },
        {
            "id": 5151305,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493014276.jpg",
            "title": "The Sweet Shop",
            "release": 1
        }
    ],
    "introduction": "Bertie Stephens grew up in Ascot, Berkshire attending Hall Grove School before moving to Bradfield College at the age of 13. Bertie left England to live in Woodinville, Washington (nr. Seattle) at the age of 15 and there completed standard education at Woodinville High School. In 2005 Bertie returned to Fleet, Hampshire at the age of 18. At the age of 20 (2007) Stephens graduated from London South Bank University with a 1st class honours degree in film production. Bertie directed and produced his first feature film at the age of 20 - Roanoke: The Lost Colony. The film was a low budget independent production based on the true story of the lost colony of Roanoke Island in 1587. It premiered at the Ritzy Picturehouse (June 25th 2007) and later went on to premiere at Roanoke Island the following week. The film was featured on ITV's flagship news program \"London Tonight\".Since 2007, Bertie Stephens has been involved in a wide range of projects and startups. In, 2007, he co-founded and became head of production at MWS media. By 2008, he also got involved with ReachOnAir, at first as a sales adviser, but more recently as a non-executive director and strategic adviser.Im March 2009, he went on to become the producer of Nuryan, and with it won the Best Horror Film award at the London Independent Film Festival in 2010. Followed this success, he became the produce of The Sweet Shop, starring Gemma Atkinson, Seb Hurtado, Vannessa Haywood, Mathew Lewis and Susan Hoecke.At the moment, Bertie Stephens got together with Ricardo Gomez-Ulmke and Adel Louertatani, and co-founded Flubit Limited, an online group-demand marketplace. He is now CEO and conducts the company from its office in Silicon Roundabout in London.",
    "name_more_cn": [],
    "personage_id": "27455634",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1249644",
    "personage_link": "https://www.douban.com/personage/27455634/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-10T16:00:29"
}