{
    "sid": "1252389",
    "name": "Jeremy Milks",
    "site": "douban_celebrity",
    "roles": [
        "摄影",
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm2727252",
    "name_en": "",
    "name_full": "Jeremy Milks",
    "birth_date": "1986年2月23日",
    "birth_place": "美国,爱荷华州,费尔菲尔德",
    "last_movies": [
        {
            "id": 24525291,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872663157.jpg",
            "title": "搁浅",
            "release": 1
        },
        {
            "id": 20266767,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2644665163.jpg",
            "title": "洛城致命娇娃",
            "release": 1
        },
        {
            "id": 5218896,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874078375.jpg",
            "title": "崛起",
            "release": 1
        }
    ],
    "introduction": "Jeremy Milks' film career began in 2003 when he started writing the script for his first feature film \"Homecoming\" while a writer for his high school's student paper (The Tiger Hi-Line). That year he also had a walk-on role in his first, and last, school play \"The Man Who Came To Dinner\" playing the part of Convict #3.He graduated from Cedar Falls High School in 2004 and went into production on \"Homecoming\" that August. Shortly after, he attended Hawkeye Community College for one semester before dropping out to further pursue his career in film.Milks is the founder of the production company Homecoming Creations, based out of Cedar Falls, Iowa. He generally serves as a writer, director, producer, director of photography, editor, and as an actor (usually supporting or bit parts) in all of Homecoming Creations' productions. As a part of Homecoming Creations, Jeremy produced the unfinished films \"Homecoming\" and \"Gangster Heaven\" as well as the ill fated \"Hell\" and the short film \"Stranded.\"In 2005 he also served as a grip/production assistant on the film \"Risen\" which was shot in and around Waco, Texas.In 2008 Jeremy returned to Hawkeye Community College where he finished his Graphic Communications AAA in 2012 and his Liberal Arts AA in 2013.In 2010 Jeremy was hired to write the original draft of \"Cats Dancing on Jupiter\" for Jordan Alan's production company Bliss Sinema. Alan did several rewrites after Jeremy fulfilled his contract. Alan also directed the film with his wife Amanda Righetti starring.In 2011 Jordan Alan hired Jeremy once again to update a script called \"Mercy\" written by Jordan Alan and Allison Burnett. Jeremy's work went uncredited and the film's name was changed to \"Deconstruction Red.\"",
    "name_more_cn": [],
    "personage_id": "27458380",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1252389",
    "personage_link": "https://www.douban.com/personage/27458380/",
    "property_other": [],
    "name_more_other": [
        "Jeremy Adam Milks (本名)"
    ],
    "update_at": "2026-01-06T18:01:09"
}