{
    "sid": "1255688",
    "name": "Patrick Nuo",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/3605.jpg",
    "imdb_id": "nm2649407",
    "name_en": "",
    "name_full": "Patrick Nuo",
    "birth_date": "1982年8月31日",
    "birth_place": "瑞士,卢塞恩州,Gettnau",
    "last_movies": [
        {
            "id": 19937405,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895705916.jpg",
            "title": "Crescendo",
            "release": 1
        },
        {
            "id": 5207509,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Lotta in Love",
            "release": 1
        },
        {
            "id": 5162435,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "2003 World Awards",
            "release": 1
        }
    ],
    "introduction": "In 2003 Patrick released his first single called “5 Days” wich became the summer hit of the year. His album and songs like “Reanimate” and “Welcome” claimed the charts as well.Nuo was born and raised in Lucerne, Switzerland. At the age of fourteen he abandoned all hope becoming a popular tennis pro and decided to focus on a musical career instead. After a few misleadings steps at home, he managed to move to Hamburg, Germany where he was engaged as a background singer for several record productions. In the meantime he also worked as a professional model.In 2002 Patrick met producer and songwriter David Jost, who helped Nuo signing a contract with Warner Music. In the following months the duo created a whole album together, which was eventually released under the name Welcome in September 2003. With “5 Days” and “Reanimate” the album spawned two top 30 hits in Switzerland and Germany. Due to its continuous success the album was re-released in April 2004, including Patrick’s fourth single “Undone”.Around the same Patrick also anticipated in the music charity project Zeichen der Zeit, with which he released the top 10 single “Du Bist Nicht Allein” and “Ein Weiterer Morgen”. Afterwards Jost and Nuo once again teamed up for the production on his second album Superglue, which was released in April 2005, spawning two singles: “Girl In The Moon” and “Beautiful”. In July 2005 Nuo married to actress Molly Schade. He and Molly have a daughter Elouise, born June 7, 2006.In June 2007, Patrick Nuo released his third alum, “Nuo” with the single “Too Late (To Save It With A Love Song)”. “Too Late” was his poorest charting single in Germany, reaching only #83. The album’s first single, “Watchin’ Over You”, released in late 2006 also made a poor showing peaking at #54.",
    "name_more_cn": [],
    "personage_id": "27461682",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1255688",
    "personage_link": "https://www.douban.com/personage/27461682/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "Warner Music"
        },
        {
            "label": "流派",
            "value": "流行 / Pop"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-05T21:14:08"
}