{
    "sid": "1256523",
    "name": "Kiko Loureiro",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/8461.jpg",
    "imdb_id": "nm2319497",
    "name_en": "",
    "name_full": "Kiko Loureiro",
    "birth_date": "1972年6月16日",
    "birth_place": "巴西,里约热内卢,里约热内卢",
    "last_movies": [
        {
            "id": 5203877,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Angra: Rebirth World Tour - Live in São Paulo",
            "release": 1
        }
    ],
    "introduction": "Kiko Loureiro (Pedro Henrique Loureiro, born on June 16, 1972 in Rio de Janeiro, Brazil) is a Brazilian Heavy metal guitarist who has worked with bands such as Angra, Silent Moon, and Blezqi Zatzas.Loureiro began studying music and playing acoustic guitar at age 11. Inspired by various artists, mainly Eddie Van Halen, Jimmy Page, Jimi Hendrix, and Randy Rhoads, he moved to the electric guitar at 13 and by 16 had already joined two bands, Legalyze and A Chave, and was playing in nightclubs in São Paulo. At 19, he helped co-found Brazilian power metal band Angra, with which he still plays. [1]Due to the increase in popularity of power metal, Loureiro has become quite successful, both playing in Angra and as a solo artist. He is known for his tremendous technical skill on the guitar, frequently incorporating such techniques as two handed tapping, sweep picking (full sweeped arpeggios), alternate picking, artificial & natural harmonics and combining legato & staccatto in the same run or phrase. He is also well known for both his instructional and demonstration videos as well as for writing columns for and appearing on the cover of magazines Cover Guitarra, Guitar & Bass, and Young Guitar.In addition to his rock/metal achievements, Loureiro has also played guitars on several eurobeat songs in collaboration with Dave Rodgers, including \"Fevernova\", \"Ring of Fire\" and \"The Road is on Fire\"He speaks French, Spanish and English in addition to his native Portuguese.",
    "name_more_cn": [],
    "personage_id": "27462517",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1256523",
    "personage_link": "https://www.douban.com/personage/27462517/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "JVC/Victor Entertainment,"
        },
        {
            "label": "流派",
            "value": "摇滚 / 爵士 / Heavy metal, power metal, progressive metal, neo-classical metal, jazz fusion"
        },
        {
            "label": "擅长乐器",
            "value": "Guitar"
        },
        {
            "label": "语言",
            "value": "葡萄牙语 / 西班牙语 / 法语"
        },
        {
            "label": "所属乐队",
            "value": "Angra"
        }
    ],
    "name_more_other": [
        "Pedro Henrique Loureiro"
    ],
    "update_at": "2025-03-25T15:52:38"
}