{
    "sid": "1260855",
    "name": "戴安娜·维克斯",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/img/musician/medium/7620.jpg",
    "imdb_id": "nm3165234",
    "name_en": "Diana Vickers",
    "name_full": "戴安娜·维克斯 Diana Vickers",
    "birth_date": "1991年7月30日",
    "birth_place": "英国,英格兰,兰开夏郡",
    "last_movies": [
        {
            "id": 26830780,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2364610451.jpg",
            "title": "为了梦想",
            "release": 1
        },
        {
            "id": 4256976,
            "year": "1958",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872556171.jpg",
            "title": "鳄鱼皮箱子",
            "release": 1
        }
    ],
    "introduction": "Diana Vickers (born 30 July 1991) is an English singer-songwriter, stage actress and fashion designer who initially came to public attention as a semi-finalist on the fifth series of British talent show The X Factor in 2008. In January 2009 Vickers signed a record deal with RCA Records and after touring with her fellow finalists from The X Factor until March 2009, began work on her debut album, Songs from the Tainted Cherry Tree, until September 2009.From October 2009 to January 2010 Vickers played the title role in a West End revival of The Rise and Fall of Little Voice for which she won the award for \\\"London Newcomer of the Year\\\" at the Theatregoers' Choice Awards. Vickers' debut single, \\\"Once\\\", charted at number one on the UK Singles Chart after its release on 19 April 2010 and has sold over 210,000 copies in the United Kingdom. Vickers' debut album was released on 3 May 2010 in the United Kingdom achieving number one status on the UK Albums Chart, number seven on the Irish Albums Chart and number four on the European Top 100 Albums, and has been certified Gold by the BPI.[8] Songs from the Tainted Cherry Tree went on to sell over 200,000 copies in the United Kingdom.Her second single, \\\"The Boy Who Murdered Love\\\", charted at number 36 on the UK Singles Chart. This was followed by her third single, \\\"My Wicked Heart\\\", which was released on 17 October 2010 digitally and on 1 November 2010 physically. \\\"My Wicked Heart\\\" peaked at number 13 on the UK Singles Chart, making it Vickers' third consecutive Top 40 single.Vickers' musical career has been commercially successful thus far, with total sales of over 500,000 records in the UK alone for her three singles and debut album. In May 2011 Vickers unveiled her debut fashion line for Very.co.uk titled \\\"Dee V\\\" reinforcing her signature quirky fashion sense.[9] Vickers' distinctive and unique boho-chic approach to fashion has achieved industry praise from prestigious fashion magazines including Grazia,[10] Look,[11] and Harpers Bazaar.[12] Vickers is also the face of make-up and cosmetic range, Collection 2000.[13]On 30 June 2011 Vickers announced via her official Tumblr blog that she had parted company with her label, RCA Records, claiming this was by mutual consent and for purely creative reasons.[14][15] As of February 2012, Vickers has released two promotional singles, \\\"Music to Make Boys Cry\\\" and \\\"Kiss Of a Bullet\\\" for free download, and given a clip of another song \\\"Boy In Paris\\\" to fans via Soundcloud. Vickers played two dates in Manchester, Ruby Lounge, and London, Cargo on the 8th and 9th of February. She is to play two further dates on the 16th July in Manchester, Deaf Institute, and London, O2 Islington, on the 31st July ahead of the planned September release for her second album.",
    "name_more_cn": [],
    "personage_id": "27466850",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1260855",
    "personage_link": "https://www.douban.com/personage/27466850/",
    "property_other": [
        {
            "label": "流派",
            "value": "Electropop、Synthpop、Folktronica / 流行"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [
        "Diana Mae Vickers (本名)"
    ],
    "update_at": "2025-10-30T01:00:08"
}