{
    "sid": "1261170",
    "name": "杰罗姆·莱斯库尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm3751919",
    "name_en": "Jérôme Lescure",
    "name_full": "杰罗姆·莱斯库尔 Jérôme Lescure",
    "birth_date": "1974年5月10日",
    "birth_place": "法国",
    "last_movies": [
        {
            "id": 26301272,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221676018.jpg",
            "title": "齿轮 第二季",
            "release": 1
        },
        {
            "id": 5200770,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Les tricheurs",
            "release": 1
        },
        {
            "id": 3661930,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221675930.jpg",
            "title": "齿轮 第一季",
            "release": 1
        }
    ],
    "introduction": "Jérôme Lescure graduated from various drama classes (Beaulieu 1991, Richelandière 1994, Thomas Briad 2001, Cours Florent 2002).He has also been trained in film editing and web authoring.In 1990, he begins his career as a Martial Arts performer, during five years. At the same times, he is hired to play in theater parts in France.1995 is the year during which he started to be an actor on screen. Thanks to his experience in martial arts, he manages to work as a stuntman and as an actor at the same time.When he turned 17, he got highly concerned by animal rights, and thus oriented his artistic life this way : in 2004, he directed \"Alinea 3\", a highly controverted documentary which was officially selected in Manlleu (2005), shown on many French TV channels (M6, France 2, France 3...), and also broadcast worldwide in 2008 by PETA (especially in England and in the USA).in 2006, he directs \"Un été à Belgrade\", another Documentary.in 2007, Lescure directs a fictional story, \"Racines\", co-directed with Jordi Avalos.The same year, he directs 5 TV spots for French SPA (société protectrice des animaux / society for the protection of animals): 3 of them with famous French singer and actor Renaud, and one of them with french actress Florence Foresti.in 2007 and 2008, he acts as a reporter, about animals in circuses. Those reports were shown on French channel France 3 (during the show named \"30 millions d'amis\").In 2008, he directs once again 3 TV spots about animal rights, starring French reporter and actor Raphaël Mezrahi, French TV presenters Jean-Pierre Foucault, and Jean Marc Morandini.in 2009, he started preparing his first feature film : A.L.F. (for \"animal liberation front\") as a director. Collaborating with Jordi Avalos (as a director), and Gauthier Lamothe (as a producer), who are also concerned about animal protection.",
    "name_more_cn": [],
    "personage_id": "27467165",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1261170",
    "personage_link": "https://www.douban.com/personage/27467165/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-30T22:21:20"
}