{
    "sid": "1261037",
    "name": "瑞安·希嘉",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p24750.jpg",
    "imdb_id": "nm3090514",
    "name_en": "Ryan Higa",
    "name_full": "瑞安·希嘉 Ryan Higa",
    "birth_date": "1990年6月6日",
    "birth_place": "美国,夏威夷",
    "last_movies": [
        {
            "id": 35014675,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630150505.jpg",
            "title": "寻找传家宝",
            "release": 1
        },
        {
            "id": 26855947,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2373925126.jpg",
            "title": "告诉我是怎么死的",
            "release": 1
        },
        {
            "id": 26845527,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2672946836.jpg",
            "title": "空中大灌篮3",
            "release": 1
        },
        {
            "id": 26391836,
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "久违的成员",
            "release": 1
        },
        {
            "id": 5382861,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "秘密物品特工",
            "release": 1
        },
        {
            "id": 5181586,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "瑞恩与肖恩历险记",
            "release": 1
        },
        {
            "id": 5172698,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Electric Spoofaloo",
            "release": 1
        },
        {
            "id": 5171200,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588345651.jpg",
            "title": "我<3个吸血鬼",
            "release": 1
        },
        {
            "id": 5165045,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Station",
            "release": 1
        }
    ],
    "introduction": "Ryan Higa (also known by his YouTube username Nigahiga ) is a Japanese American YouTube celebrity, actor, comedian, and producer. Since moving to Las Vegas to study filmmaking at UNLV, Higa's videos are either solo efforts or videos with other people such as KevJumba. They are known for their YouTube comedy videos, which have been viewed over 1.3 billion times.As of November 2012, Higa's YouTube channel, Nigahiga, has over 6.0 million subscribers and over 1 billion views, making him the second most subscribed to user on YouTube.Ryan Higa was born in Hilo, Hawaii on June 6, 1990 (age 22).He graduated from Waiakea High School in 2008.Ryan's YouTube videosHe and Sean Fujiyoshi started posting YouTube videos of themselves lip-synching to songs in mid 2006 while attending Waiakea High School. They quickly expanded beyond songs, with a variety of other comedic pieces. Occasional guest appearances are made by Tim Enos, Ryan Villaruel, Kyle Chun, and Tarynn Nago, collectively known as the \"Yabo Crew\".On Christmas Eve of 2008, Higa and Fujiyoshi's two most popular videos, How To Be Gangster and How To Be Emo, were removed due to copyright violations.On January 21, 2009, the nigahiga account was temporarily suspended and was required to remove more copyrighted videos. Because of this, nigahiga's lip synching videos were all removed (with the exception of You're Beautiful, which was audio swapped), and so were most of his videos that include copyrighted music. Since, all the music that is played in nigahiga's videos is music Higa composed himself. How to be Gangster and How to be Emo were put back on nigahiga's channel in late August 2009, only to be removed a few days later, along with How to be Ninja and How to be Nerd. In Spring 2010, How to be Ninja, How to be Gangster and How to be Emo were made public once more.Due to Ryan Higa moving to Las Vegas for college, most of the Nigahiga videos are solo efforts, usually featuring collaborations with other YouTube users. However, the other members of the Yabo crew have made appearances whenever Higa visits Hawaii.ChannelsNigahigaURL\twww.youtube.com/nigahigaCreated byRyan HigaSean FujiyoshiTim EnosTarynn NagoLaunched\tJuly 20, 2006; 6 years agoCurrent status\tOnlineThe nigahiga YouTube channel was created on July 20, 2006 by Ryan Higa, Sean Fujiyoshi, Tim Enos, and Tarynn Nago (known collectively as \"The Yabo Crew\"). By December 21, 2010, it had reached 3 million subscribers, the first channel to do so,and by November 2012, their videos had been viewed over 1.35 billion times. According to Higa, his channel name is a combination of \"Niga\", which means \"rant\" in Japanese, and his last name, \"Higa\".He created a second channel in 2011, where he posts video blogs and behind the scenes movies. His second account is under the name of \"HigaTV\". In 2012 Higa helped form the YOMYOMF Network.FilmsIn 2008, Los Angeles producer Richard Van Vleet offered to help them create their first feature-length film. The resulting film, Ryan and Sean's Not So Excellent Adventure, was directed by Richard Van Vleet and released on November 14, 2008. It was shown in sold out theaters in Hawaii and California.The DVD was released on July 14, 2009 in the USA.Ryan and Sean's Not So Excellent Adventure is about a down on his luck movie producer, played by Michael Buckley, who is seeking out famous celebrities in order to make a hit movie in 30 days or risk being fired. He chooses Ryan Higa and Sean Fujiyoshi after discovering the popularity of their YouTube videos. He invites them to Hollywood to make a movie. They accept the offer, and run into some amusing situations on the way.Ninja Melk, a 26 minute short film about ninjas, was released in August 2009. The plot revolves around a ninja master named Master Ching Ching sending his student Lapchung (played by Bryson Murata) to find a replacement, finding Ryan and Sean to catch the evil Bokchoy (played by Tim Enos) and his henchwoman, Gina (played by Tarynn Nago).A new independent 35 minute film he created with Wong Fu Productions called \"Agents of Secret Stuff\" was uploaded on Ryan's channel on November 24, 2010. It features some other popular YouTube users as well as actors such as Aki Aleong. \"Agents of Secret Stuff\" is about a teenage A.S.S. (Agent of Secret Stuff) (Higa) who is sent undercover to a high school to protect one of the students, a girl named Taylor (Arden Cho) from the A.S.S.'s enemy, the S.I.N.S (Society Involving Not-So-Good Stuff). It included guest appearances from Ian and Anthony of Smosh, D-Trix, Kassem G and Hiimrawn.",
    "name_more_cn": [],
    "personage_id": "27467032",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1261037",
    "personage_link": "https://www.douban.com/personage/27467032/",
    "property_other": [],
    "name_more_other": [
        "Niga Higa"
    ],
    "update_at": "2025-08-01T02:28:10"
}