{
    "sid": "1267253",
    "name": "马修·米查姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p4037.jpg",
    "imdb_id": "nm3116041",
    "name_en": "Matthew Mitcham",
    "name_full": "马修·米查姆 Matthew Mitcham",
    "birth_date": "1988年3月2日",
    "birth_place": "澳大利亚,昆士兰,布里斯班",
    "last_movies": [
        {
            "id": 35555842,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675573743.jpg",
            "title": "撒谎万岁",
            "release": 1
        },
        {
            "id": 26860262,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "2012年第30届伦敦奥运会闭幕式：英伦音乐交响",
            "release": 1
        }
    ],
    "introduction": "OAM (born 2 March 1988 in Brisbane, Queensland, Australia) is an Australian diver. He is the 2008 Olympic champion in the 10 m platform, having received the highest single-dive score in Olympic history. He is the first Australian male to win an Olympic gold medal in diving since Dick Eve at the 1924 Summer Olympics, and one of few openly gay athletes at the 2008 Summer Olympics.Mitcham was born in Brisbane but lives and trains in Sydney. He publicly came out as gay in 2008 to the Sydney Morning Herald when they were profiling Olympic hopefuls.[8] During the 2008 Beijing Olympics, he was also featured on the cover of the international gay publication The Advocate[9] in August 2008 and March 2009, as well as the cover of Australian gay publication DNA. Mitcham's boyfriend, Lachlan Fletcher, attended the 2008 Summer Olympic Games as a spectator. His trip was sponsored by a grant from Johnson & Johnson's Athlete Family Support Program.[8]Mitcham gained media coverage in Australia as reporters thought he was the first Australian to compete at the Olympic Games as an openly gay man at the time of his competition. However, Mathew Helm, the Australian diver who won the silver medal at the 2004 Summer Olympics in the men's 10m platform, had publicly announced he is gay before the Olympics began.[10][11] Other notable gay Australian Olympians include Ji Wallace, who competed at the 2000 Summer Olympics and won a silver medal in the inaugural trampoline event; however, he came out after the Games.[12]Prior to his 10m platform win, Mitcham was reported to be one of only eleven openly gay athletes competing in the 2008 Beijing Olympics, out of 11,028 athletes from 204 countries.[13][14][15]Mitcham has said when asked to comment on his coming out: \"I don’t see sexuality as influencing my beliefs or opinions or perceptions of anybody, whether they’re gay, straight, bi, trans, experimental, I don’t care. I see it as a very uninfluential factor in people.\" Mitcham has said that after the Beijing Olympics, he received many letters from gay teenagers, \"and that was really nice, really humbling\"",
    "name_more_cn": [],
    "personage_id": "27473249",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1267253",
    "personage_link": "https://www.douban.com/personage/27473249/",
    "property_other": [],
    "name_more_other": [
        "Matt Mitcham"
    ],
    "update_at": "2025-07-20T21:36:33"
}