{
    "sid": "1270985",
    "name": "Jóhanna Jónsdóttir",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p33331.jpg",
    "imdb_id": "nm3462808",
    "name_en": "",
    "name_full": "Jóhanna Jónsdóttir",
    "birth_date": "1990年10月16日",
    "birth_place": "Copenhagen, Denmark",
    "last_movies": [
        {
            "id": 10955316,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519478450.jpg",
            "title": "Ódauðleg ást",
            "release": 1
        }
    ],
    "introduction": "Yohanna was raised in Hafnarfjörður, Iceland, and started performing on stage at the age of nine after participating in singing classes. Her first album, titled Jóhanna Guðrún 9 was released in 2000 and contained mostly international pop hits that had been translated into the Icelandic language. \"Torn\", \"Genie in a Bottle\", and \"I'll Be There\" are among the songs that Yohanna covered. She released one more album in addition to a Christmas album before stepping out of the spotlight. She also worked in musicals.Yohanna's album Butterflies and Elvis marked her return to the spotlight in 2008. The album was released in Iceland and Sweden with her first single to be \"I Miss You\". Since Eurovision, Yohanna has performed in countries such as Norway, Sweden, Finland and Turkey. On 12 May 2009, Yohanna qualified for the Eurovision final after winning first place in the first semi-final. For the final in Moscow, she was joined on stage by backing-vocalists Friðrik Ómar, Erna Hrönn Ólafsdóttir, and Hera Björk. She came in second place behind Norway, with 218 points. Her debut song, \"Is It True?\" went on to become a top download on iTunes and a hit in several countries.Yohanna also was Iceland's spokesperson at the Eurovision Song Contest 2010 revealing the results of the Icelandic voting.She participated in the Icelandic national round for Eurovision 2011 finishing the national round in third place with the song “Nótt”. In 2012, Yohanna moved to Kongsvinger in Norway to be afforded easier access to the European continent. In January 2012 she made a video for her song \"Indian Rope Trick\".",
    "name_more_cn": [],
    "personage_id": "27476982",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1270985",
    "personage_link": "https://www.douban.com/personage/27476982/",
    "property_other": [],
    "name_more_other": [
        "Jóhanna Guðrún Jónsdóttir (本名)"
    ],
    "update_at": "2026-02-26T18:56:43"
}