{
    "sid": "1270638",
    "name": "保罗·特雷克",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/eeae8595ef9348dabce99695d34c48cc.jpg",
    "imdb_id": "nm3008400",
    "name_en": "Paul Terek",
    "name_full": "保罗·特雷克 Paul Terek",
    "birth_date": "1979年10月20日",
    "birth_place": "美国,密歇根州,迪尔伯恩",
    "last_movies": [
        {
            "id": 5182009,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888635721.jpg",
            "title": "极限体能王SASUKE",
            "release": 1
        }
    ],
    "introduction": "Paul Terek grew up in Livonia, Michigan, graduating from Livonia Franklin High School. He then attended Michigan State University where he earned a degree in mechanical engineering. In high school, he was a standout wide receiver and defensive back on the football team, but competed only in track at Michigan State. A top pole vaulter in high school, who was state champion in 1997, he competed in the vault and the decathlon in college, placing second in the indoor NCAAs in the pole vault, and in the outdoor decathlon at the 2002 NCAA Meet. Terek competed in three World Championships in the decathlon for the United States, placing 12th in 2003, 13th in 2005, and 10th in 2007, in addition to his 2004 Olympic performance. He competed twice at the famed Götzis, Austria invitational, placing eighth in 2004. Terek also became a minor television celebrity in Japan where he competed on the televised Sasuke obstacle course, and on the show “Pro Sportsman No. 1”, where he won that title. Terek retired from athletics in 2010 to pursue a career in nuclear engineering.",
    "name_more_cn": [],
    "personage_id": "27476635",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1270638",
    "personage_link": "https://www.douban.com/personage/27476635/",
    "property_other": [],
    "name_more_other": [
        "Paul Anthony Terek"
    ],
    "update_at": "2025-10-11T08:01:39"
}