{
    "sid": "1273010",
    "name": "科迪·圣特格奴",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1436355759.38.jpg",
    "imdb_id": "nm3032678",
    "name_en": "Cody Saintgnue",
    "name_full": "科迪·圣特格奴 Cody Saintgnue",
    "birth_date": "1993年6月15日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35061355,
            "year": "2015",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "故事书杀手",
            "release": 1
        },
        {
            "id": 26279918,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221349095.jpg",
            "title": "猎杀禁区",
            "release": 1
        },
        {
            "id": 25980514,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2253696511.jpg",
            "title": "少狼 第五季",
            "release": 1
        },
        {
            "id": 5257294,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p767567554.jpg",
            "title": "豪斯医生  第七季",
            "release": 1
        },
        {
            "id": 3660148,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375146438.jpg",
            "title": "南城警事 第一季",
            "release": 1
        },
        {
            "id": 2060324,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877620196.jpg",
            "title": "全美通缉令",
            "release": 1
        }
    ],
    "introduction": "Born in Dayton, Ohio, American actor and model Cody Lee Saintgnue comes from a story of humble beginnings that he loves to share with others. Placed into foster care at the age of nine, and soon thereafter adopted, Cody began acting and participating in theater productions as a way of expressing himself and positively coping. After diving into print modeling in the Ohio area, Cody traveled to Texas for a Model and Talent Expo presented by Mike Beaty and surprised everyone by winning the competition as a newcomer and landing himself the front page cover of the competition showcase magazine.At 14, Cody and his mother made the decision to relocate to Los Angeles to train intensely in production acting. After landing his first role on the television series, Southland, Cody went on to work on the television series documentary, America's Most Wanted: America Fights Back before landing roles on hit series House M.D. and Criminal Minds. With a few television roles adding to his experience, Cody was cast in his first film, 'All Cheerleaders Die' in 2013 before being cast as \"Jack\" in the film, Preservation. Cody's most recent work includes playing \"Brett Talbot\" on the hit MTV series, Teen Wolf, and being represented by Next Model Management Los Angeles.Heavily influenced by his own past and upbringing, Cody strives for heavy involvement with children and teen charities, organizations, and philanthropic activities. Spearheading his own campaign to make teens feel included and special, Cody created his own contest via his social media entitled #CodyTakeMeToProm in which he took a teen without a date to her senior prom for a memorable night. Calling it one of his most humbling experiences, Cody was inspired to continue work that made both himself and others feel good.",
    "name_more_cn": [],
    "personage_id": "27479007",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1273010",
    "personage_link": "https://www.douban.com/personage/27479007/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-22T03:13:36"
}