{
    "sid": "1274371",
    "name": "布莱克·里特森",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d25bf182f26889d39a5b6f6b27ef8e96.jpg",
    "imdb_id": "nm0728682",
    "name_en": "Blake Ritson",
    "name_full": "布莱克·里特森 Blake Ritson",
    "birth_date": "1980年6月14日",
    "birth_place": "英国,英格兰",
    "last_movies": [
        {
            "id": 36697817,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922174952.jpg",
            "title": "镀金时代 第三季",
            "release": 1
        },
        {
            "id": 36613319,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906334547.jpg",
            "title": "基督山伯爵",
            "release": 1
        },
        {
            "id": 36160375,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922407275.jpg",
            "title": "基地 第三季",
            "release": 1
        },
        {
            "id": 36107982,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906635249.jpg",
            "title": "夜访吸血鬼 第二季",
            "release": 1
        },
        {
            "id": 35770145,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899355112.jpg",
            "title": "镀金时代 第二季",
            "release": 1
        },
        {
            "id": 35132324,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614107791.jpg",
            "title": "睡魔",
            "release": 1
        },
        {
            "id": 34961038,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882006765.jpg",
            "title": "王冠 第五季",
            "release": 1
        },
        {
            "id": 30229670,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554070206.jpg",
            "title": "氪星 第二季",
            "release": 1
        },
        {
            "id": 30216729,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2647131304.jpg",
            "title": "王牌保镖2",
            "release": 1
        },
        {
            "id": 26361853,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2839651319.jpg",
            "title": "镀金时代 第一季",
            "release": 1
        }
    ],
    "introduction": "Early lifeBlake attended the Dolphin School in Reading, Berkshire until 1993, before going to St Paul's School, an independent school for boys in Barnes in West London on an academic scholarship. He then attended the University of Cambridge,[1] where he studied English and Medieval Italian, Dante primarily.[2] While a student he acted on both stage and screen,[3] playing Paul Etheridge in White Chameleon, Fleance in Macbeth, and Augustus in Tom Stoppard’s Arcadia (1996) at the National Theatre in productions directed by Richard Eyre and Trevor Nunn.[2][edit] CareerBlake is best known in recent years for portraying Mr Elton in the BBC 2009 adaptation of Emma and Edmund Bertram in the 2007 ITV adaptation of Mansfield Park,[4] Giles Vicary in the BBC series Red Cap and for playing sidekick Robert Presley in A Touch of Frost.[5] He also played the part of Justin in The League of Gentlemen, Idek in God on Trial, and the Duke of Kent in Upstairs Downstairs.Blake writes and directs with his older brother, Dylan Ritson.[6] The Ritson brothers' latest short film, Love Hate, starring Ben Whishaw and Hayley Atwell was completed in May 2009 and was selected for the Edinburgh International Film Festival, Palm Springs Film Festival, London BFI Film Festival, Edinburgh International Film Festival, Foyle, Omaha, Encounters, Berkshire International Film Festival, Sofia Film Fest (Bulgaria), Tofifest International Film Festival (Poland), West Hollywood International, LA Shorts Fest, Short Shorts Film Festival (Japan). It was the winner of the Jury Award at Palm Springs International Shortsfest and won the Best International Short award at Cinema St. Louis Film Festival. \"Crisply shot and superbly acted, it's also a sly comment on repression and everyday insanity. It will be great to see what the Ritsons do next.\" (Empire)The brothers first directed the short film Out of Time. Starring Mark Heap and Raquel Cassidy, the film won the Global Audience Award at the first CON-CAN Movie Festival[7] and was runner up at Minimalen and the Berlin Film Festival. It also screened at the London, San Paulo and Dresden film festivals. Their second short film, More More More, starring The League of Gentlemen's Mark Gatiss, was a runner-up in the Turner Classic Movies Competition. Their third film, shot in 2009 with Hayley Atwell as Hate, was entitled Love Hate.[8] The Ritson brothers have also shot a fourth short film, Good Boy, starring Jessica Hynes (née Stevenson), Reece Shearsmith, Nicholas Burns, Joanna Page and Blake's fiancee Hattie Morahan.[9]The Ritson Brothers were selected for the front cover of Screen International's \"Stars Of Tomorrow 2009\".Blake played the banjolele on Doug Hodge's 2006 album Cowley Road Songs,[10] which was recorded in four days at the Blue Moon Studios in Banbury.[11] He describes the banjolele as “a hybrid instrument between a ukulele and a banjo; teamed up with the gazoo it’s a winning combination.”[2][edit] Personal lifeBlake is the brother of Dylan Ritson, with whom he directs and writes. Dylan also attended Cambridge, where he wrote and directed plays for Footlights and the Edinburgh Festival which received numerous awards and excellent reviews in the national press.[3]Blake's fiancee is the stage and screen actress Hattie Morahan, who was also the costume designer and script supervisor on one of the movies he and his brother directed.[12",
    "name_more_cn": [
        "布莱克·瑞特森"
    ],
    "personage_id": "27480639",
    "family_member": [
        "Hattie Morahan(未婚妻)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1274371",
    "personage_link": "https://www.douban.com/personage/27480639/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-09T02:42:15"
}