{
    "sid": "1275562",
    "name": "易桀齐",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/img/musician/medium/537.jpg",
    "imdb_id": "tu14078352",
    "name_en": "Yi Jet Qi",
    "name_full": "易桀齐 Yi Jet Qi",
    "birth_date": "1974年4月14日",
    "birth_place": "马来西亚",
    "last_movies": [
        {
            "id": 3745292,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p616165318.jpg",
            "title": "初恋红豆冰",
            "release": 1
        }
    ],
    "introduction": "来自马来西亚的创作歌手易齐有著特别的唱腔和过人的创作才华，乾净清澈的声音，温暖贴心的感觉让人很难忘记，这就是易齐给人的感觉。易齐是李宗盛自组公司後推出的第一位新人，当初因为一卷试唱的DEMO带让李宗盛惊为天人，并专程飞到新加坡签下会他。李宗盛表示，他喜欢易齐真诚、质朴的感觉，觉得他是一个厚道、心地好的创作人，没有太多的人工添加物，他形容易齐的创作就像是活的泉水，他确定在往后的路程中，易齐一定会有更好的作品出来。唱作历程易桀齐的等待，一直到今天 　　那年，他离开家乡到台湾。孑然一身的困境与看不到的未来，站在陌生的台北街头，他耸松肩跟自己说：“反正车票里没印上回程的日期，回也回不去” 　　那些年，他窝在小小的工作室里替大牌制作人做助理。繁忙的工作与琐碎的生活，躲在无人的录音室里抱一把吉他，他对自己唱：“忙碌不再能负荷我的忧愁，异乡听首情歌都泣不成声。” 　　那些年，他写了许多歌。跟随着日子一首接一首，歌里满载着遥不可及的梦想与起落的人生，他很少沮丧，因为懂得看淡悲伤，他写：“生活中交错失望，越想念就越孤单，若再被寂寞迎头赶上，多感伤原来只是正常。” 　　第一张创作，第一次的分离，第一次的离家 　　那年，他发了自己人生第一张创作专辑。印在封面上的青涩脸孔，现在看来是一段太勇敢的岁月，可他知道自己永远不会忘记那份执念：“这一天和这一夜，改写了我以后的一切一切，哪一天哪一夜我可以感觉，那某一种温暖感觉。” 　　那年，从小最疼爱他的父亲骤然过世，他来不及送他一程，被迫分离了一部分最深刻的亲情，他一贯的乐观笑容里，将永远埋伏歌里的想念：“是因为有你，我生命才起美丽的变化；爱你始终是我一直坚持守着的誓，爱你始终也走不完这场缘分。” 　　那年，他决定到北京闯荡。像年少时离家一般，行囊里只有一部写歌用的旧电脑和一把掉漆的吉他。他的脸上多了些成熟与自信，他的音乐却依然真诚：“我很在乎，走这条路，脸上每条纹路可以回顾，都有我的故事，我会找到幸福。” 　　许许多多的第一次发生了，让他看见了真实的自己 　　那年，他带着累积下来的三百多首作品，寻求发表机会。无数的碰壁也没有让他放弃。如果知道路只有这一条，就永远不可能放弃。他说除了写歌与唱歌，除了紧紧怀抱着的梦想，他不知道自己还能做什么，他要“趁一切还来的及”。 　　回首来时路，每一步都是幸福。快乐的、悲伤的、惊喜的、失望的、都是。 　　易桀齐说梦想就像一艘船，一生都在寻求靠岸的港湾。这些年的漂泊，他始终坚信，有天他会找到自己的一整片天空。编辑本段闯荡乐坛2006年秋天，当世界上充满了太多混沌的时刻，易桀齐更清楚的看见了自己。他带着他的音乐，诚恳的诉说与轻唱，让我们更清楚的听见了自己。 　　从马来西亚、新加坡、台北、北京，这五年来，易桀齐就像一个音乐的旅人，在不同的城市生根、吸收、创作，在自己的音乐中开出一朵又一朵温暖的花。 　　易桀齐说他在北京与在台湾相比最大的收获是“正因为不断的经历所以结交了很多新朋友，因此他比任何人都珍惜人与人之间真心相处的片刻，这应该是我最大的收获了”。编辑本段近期作品易桀齐的近期创作包括梁静茹的〈我还记得〉、〈因为还是会〉，刘若英的〈幸福的路〉，张惠妹的〈过不去〉等。从这些作品到〈一整片天空〉，易桀齐都与好友编曲人伍冠谚的合作，使得他在音乐上有许多新的刺激和启发，比以往更加成熟。",
    "name_more_cn": [
        "易齐"
    ],
    "personage_id": "27500232",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1275562",
    "personage_link": "https://www.douban.com/personage/27500232/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "滚石唱片"
        },
        {
            "label": "流派",
            "value": "抒情 / 流行"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "普通话 / 英语 / 马来语"
        }
    ],
    "name_more_other": [
        "Jet-Qi Yi"
    ],
    "update_at": "2025-05-27T04:26:18"
}