{
    "sid": "1276542",
    "name": "马克·马基尼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "2022年 第94届奥斯卡金像奖 最佳音响 沙丘",
        "2018年 第90届奥斯卡金像奖 最佳音效剪辑 (提名) 银翼杀手2049",
        "2016年 第88届奥斯卡金像奖 最佳音效剪辑 疯狂的麦克斯4：狂暴之路"
    ],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1426928749.18.jpg",
    "imdb_id": "nm0005625",
    "name_en": "Mark A. Mangini",
    "name_full": "马克·马基尼 Mark A. Mangini",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35778330,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868683440.jpg",
            "title": "寻找黑暗 第三章",
            "release": 1
        },
        {
            "id": 34960014,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583400838.jpg",
            "title": "寻找明日",
            "release": 1
        },
        {
            "id": 26811437,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604244307.jpg",
            "title": "制作音效：电影声音的艺术",
            "release": 1
        },
        {
            "id": 5131169,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589035039.jpg",
            "title": "The Flintstones: On the Rocks",
            "release": 1
        }
    ],
    "introduction": "Sound Designer, Musician, Re-recording mixer and Lecturer, Mark Mangini has made his life's work creating unimagined aural worlds and fabricating sonic realities for theatrical motion pictures. Born in the suburbs of Boston, Mark dropped out of college at 19 to move to Los Angeles and pursue a career in film. His first job was as a cartoon sound editor at Hanna Barbera Studios followed by a 25 year run as owner and operator of the successful Post Production Sound Company, Weddington Productions Inc. His current home is at Formosa Group, in Hollywood. Nominated three times for an Academy Award for Best Sound editing, he has worked on such notable films as: Raiders of the Lost Ark, Gremlins, Die Hard, Star Trek, Beauty and the Beast, Aladdin, The Fifth Element, The Green Mile, Warrior and Jack the Giant Slayer. He is currently a sitting Governor for the Academy of Motion Picture Arts and Sciences representing the Sound Branch.Memberships:AMPAS - The Academy of Motion Picture Arts and Sciences M.P.S.E.- Motion Picture Sound Editors A.S.C.A.P.- American Society of Composers and Performers S.M.P.T.E - Society of Motion Picture and Television Engineers MPEG - Motion Picture Film Editors Guild local 700 S.A.G. - Screen Actors GuildGuest Lecturer:Academy of Motion Picture Arts and Sciences Savannah College of Art and Design FilmSchool Cologne SEDONA FILM FESTIVAL GDC Game Developers Conference AES Audio Engineering Society SMPTE KUNST Museum Bonn, Germany Xerox PARC COMICON D.A.R.P.A.Developer:Netmix Pro Project Manager - Co-Developer Aurturia SPARK - Sequence and Sample Library Developer",
    "name_more_cn": [],
    "personage_id": "27504821",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1276542",
    "personage_link": "https://www.douban.com/personage/27504821/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-21T17:49:09"
}