{
    "sid": "1276151",
    "name": "简妮卡·加西亚",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p13679.jpg",
    "imdb_id": "nm2669712",
    "name_en": "Jennica Garcia",
    "name_full": "简妮卡·加西亚 Jennica Garcia",
    "birth_date": "1989年12月26日",
    "birth_place": "菲律宾，奎松市",
    "last_movies": [
        {
            "id": 37311442,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920265481.jpg",
            "title": "Postmortem",
            "release": 1
        },
        {
            "id": 37100203,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915812498.jpg",
            "title": "Saving Grace",
            "release": 1
        },
        {
            "id": 36996732,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918067535.jpg",
            "title": "阳光",
            "release": 1
        }
    ],
    "introduction": "Jennica Garcia is the only daughter of Jean Garcia and Jigo Garcia. She has a half-brother named Kotaro. She started her career when she got the role of Karen Manansala in Impostora, her first GMA show. She landed her first movie role in Regal Films' Hide and Seek. She has paired with Mart Escudero, who won StarStruck's Ultimate Loveteam (with Kris Bernal), in her shows in GMA. It was also said that she dated Mart.the cause of their break-up was because of third party and one of the people involved was Jc Tuiseco whom Jennica worked with in one episode of Maynila but the actress and Mart denied and would not give the reason of why they broke up. They broke up early 2009. Her biggest break was her role of Eliza in Ako si Kim Samsoon. She is Regal Films contract star as one of the Regal Babies.After Kim Samsoon, Jennica joined the cast of Gagambino.[1] She has worked with her mother since Impostora and paired again with Escudero on different projects. This is Jennica's first telefantasya break. After Gagambino, Jennica is one of the 4 leading cast members in Adik Sa'Yo, pairing up with actor Dennis Trillo, which was aired June 8, 2009. Adik Sa'Yo ended last September 11, 2009 and garnered a high tv ratings. She also received a lot of good reviews for portraying the role of Karen in the show because of the fresh condor she showed especially the scenes wherein she always run after Ruben, played by Trillo.[2] Now, she'll be doing an SRO Cinemaserye series called Reunion together with Sheena Halili and her ex-boyfriend Mart Escudero was recently premiered last September 17, 2009.Jennica and her family was saved from floods at the height of Typhoon Ketsana (locally known as Ondoy) last September 26, 2009. That was the second time their house destroyed since 2003.",
    "name_more_cn": [],
    "personage_id": "27504445",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1276151",
    "personage_link": "https://www.douban.com/personage/27504445/",
    "property_other": [],
    "name_more_other": [
        "Jennica Alexis Manalili"
    ],
    "update_at": "2025-07-29T04:00:25"
}