{
    "sid": "1277471",
    "name": "阿尔贝托·阿维罗",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1445446011.68.jpg",
    "imdb_id": "nm0038093",
    "name_en": "Alberto Arvelo",
    "name_full": "阿尔贝托·阿维罗 Alberto Arvelo",
    "birth_date": "1966年",
    "birth_place": "委内瑞拉",
    "last_movies": [
        {
            "id": 37322515,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920538384.jpg",
            "title": "All We Cannot See",
            "release": 0
        },
        {
            "id": 35809040,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870493955.jpg",
            "title": "Free Color",
            "release": 1
        },
        {
            "id": 10863217,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191220646.jpg",
            "title": "解放者",
            "release": 1
        },
        {
            "id": 5209057,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Elipsis",
            "release": 1
        },
        {
            "id": 5084701,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918553780.jpg",
            "title": "Macbeth-Sangrador",
            "release": 1
        },
        {
            "id": 4038789,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869322057.jpg",
            "title": "Cyrano Fernández",
            "release": 1
        },
        {
            "id": 3579033,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876991298.jpg",
            "title": "海景房",
            "release": 1
        },
        {
            "id": 3023717,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189617915.jpg",
            "title": "去演奏 去战斗",
            "release": 1
        }
    ],
    "introduction": "Alberto Arvelo was born in Caracas, Venezuela. He is a writer, musician and director known for A House with a View of the Sea (Una Casa con Vista al Mar) (2001), Cyrano Fernández (2007), Libertador (2013). Arvelo has developed film works renowned for the social and human depth of their characters and the visual strength of their images. His films have won more than 30 international awards.His film, A House with a View of the Sea (Una Casa con Vista al Mar) (2001), tells a story of discrimination and injustice faced by a widowed father and his son amid loneliness and difficulties in the South-American Andes. The film was a part of the official selection for the Cannes Festival, was acknowledged with 23 international awards, and participated in over 40 international festivals.As a professor with the National Film School in Mérida, Venezuela, Arvelo founded the film movement known as \"Atom Cinema\" (\"Cine Átomo\") 2002. This movement is based on the idea of producing reflective human films with a crew of no more than five people and minimal production elements, intended to create viable projects for young Latin-American cinematographers. The first film within this movement, Habana Havana (2004), directed by Arvelo merited the Venezuelan National Film Award, and another dozen international awards.His prize-winning work, Cyrano Fernández (2007), is a free adaptation of the French classic, Cyrano de Bergerac. The film maintains the Cyrano-Roxane-Christian love triangle represented in the chaotic though spectacular urban surroundings of a barrio in Caracas. The leading role in Cyrano Fernández was played by Edgar Ramirez.His documentary Play and Fight (Tocar y Luchar) (2006), first shown at the Los Angeles AFI Festival, delves into the life of several children in the renowned Venezuelan Child and Youth Orchestra System (Sistema de Orquestas Infantiles y Juveniles de Venezuela), accompanied by classical-music figures such as Plácido Domingo, Claudio Abbado, Simon Rattle, and Gustavo Dudamel. This documentary narrates the \"El Sistema\" phenomenon, one of the most well-known and widespread social programs in the world. Arvelo's connection to El Sistema goes back to his beginnings as a violoncellist with the Youth Orchestra in Mérida. Play and Fight became the most-watched documentary in Venezuela; it was translated into 15 languages.Play and Fight was followed by a second documentary based on the international projection of \"El Sistema\": Dudamel, Let the Children Play (2010). This documentary is a review of the crisis of traditional educational models and an exploration of the importance of art and music as universal rights. This work had the collaboration of Sir Ken Robinson, John Williams, Daniel Barenboim, Simon Rattle, Richard Holloway, and José Antonio Abreu. The documentary shows Gustavo Dudamel as the person who inspired an international phenomenon spreading over more than 50 countries.In 2010, Arvelo directed a multi-media opera for the Los Angeles Philharmonic Orchestra (La Cantata Criolla) under the musical direction of Gustavo Dudamel, leading roles played by Helen Hunt, Edgar Ramirez, and Erich Wildpret, and script by Guillermo Arriaga.His most recent film, Libertador (2013), a Venezuelan-Spanish coproduction production, is based on the life and work of Simón Bolívar, leading roles played by Edgar Ramirez, María Valverde, Danny Huston, Imanol Arias, Iwan Rheon, Gary Lewis, and Erich Wildpret, script by Timothy Sexton, and music by Gustavo Dudamel.",
    "name_more_cn": [
        "阿尔贝托·阿维罗·门多萨(本名)"
    ],
    "personage_id": "27505750",
    "family_member": [
        "Gabriela Camejo(妻)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1277471",
    "personage_link": "https://www.douban.com/personage/27505750/",
    "property_other": [],
    "name_more_other": [
        "Alberto Arvelo Mendoza(本名)"
    ],
    "update_at": "2025-05-08T17:52:22"
}