{
    "sid": "1277524",
    "name": "库特鲁·阿塔曼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1523111406.08.jpg",
    "imdb_id": "nm0040248",
    "name_en": "Kutlug Ataman",
    "name_full": "库特鲁·阿塔曼 Kutlug Ataman",
    "birth_date": "1961年",
    "birth_place": "土耳其,伊斯坦布尔",
    "last_movies": [
        {
            "id": 36010239,
            "year": "2021",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Oryantalya",
            "release": 1
        },
        {
            "id": 36010238,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888347731.jpg",
            "title": "Hilal, Feza and Other Planets",
            "release": 1
        },
        {
            "id": 21660933,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2170930890.jpg",
            "title": "羊羔",
            "release": 1
        },
        {
            "id": 5223253,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Freedom2speak v2.0",
            "release": 1
        },
        {
            "id": 2310216,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923477238.jpg",
            "title": "毒蛇传说",
            "release": 1
        },
        {
            "id": 2038183,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "两个女生",
            "release": 1
        },
        {
            "id": 1785889,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521205177.jpg",
            "title": "性底交锋",
            "release": 1
        }
    ],
    "introduction": "E. Kutlug Ataman is a Turkish filmmaker and contemporary artist. He lives in Istanbul and London. Ataman's works primarily document the lives of marginalized individuals, examining the ways in which people create and rewrite their identities through self-expression, blurring the line between reality and fiction. His films have been described as combining documentary-style filmmaking with the intimacy of the home-movie genre. Biography Kutlug Ataman studied film at the University of California, Los Angeles, USA, graduating with an MFA in 1988. His films and artworks have been exhibited extensively worldwide. Films Ataman's first feature, Serpent's Tale (Karanlik Sular) (1994) is a drama set against the beauty of a decaying Istanbul. Scripted and directed by Ataman, this dark murder story grips its audience, taking us into a world where old and new confront. Critics praised the way in which Ataman successfully encapsulates the crisis of contemporary Turkish culture through this skilfully crafted and visually rich film. Serpent's Tale brought Ataman rapid acclaim and was invited to numerous festivals, from Montreal to Shanghai. Its many awards include Best Film, Director and Screenplay from the Turkish Film Critics Association at the Istanbul International Film Festival, plus the Jury Prize at the Ankara International Festival. Ataman's second feature Lola+Bilidikid (1998) was selected to open the Panorama section of the 49th International Berlin Film Festival. This fast moving story is set in Berlin, with main characters from the city's Turkish community. Ataman's film is strong mixture of humor and violence, tackling a society's racial and sexual identity prejudices head on. As well as its successful commercial release in Germany, Turkey, the US and in other territories, the film was a major hit at festivals. It won awards in Turin, Oslo, and Istanbul and was given the Best Film prize at New York's The New Festival, and the Jury Special Prize at the Berlin Festival.",
    "name_more_cn": [],
    "personage_id": "27505803",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1277524",
    "personage_link": "https://www.douban.com/personage/27505803/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-01T04:05:24"
}