{
    "sid": "1277666",
    "name": "尼古拉·巴达卢科",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "演员"
    ],
    "awards": [
        "1970年 第42届奥斯卡金像奖 最佳原创剧本 (提名) 纳粹狂魔"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1547224426.07.jpg",
    "imdb_id": "nm0045938",
    "name_en": "Nicola Badalucco",
    "name_full": "尼古拉·巴达卢科 Nicola Badalucco",
    "birth_date": "1929年5月13日",
    "birth_place": "意大利,米兰",
    "last_movies": [
        {
            "id": 34607878,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602892732.jpg",
            "title": "该诅咒的人",
            "release": 1
        },
        {
            "id": 20266831,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546867900.jpg",
            "title": "La collina del diavolo",
            "release": 1
        },
        {
            "id": 5182334,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Il falso bugiardo",
            "release": 1
        },
        {
            "id": 5115425,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569004904.jpg",
            "title": "A proposito di quella strana ragazza",
            "release": 1
        },
        {
            "id": 5109368,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555101270.jpg",
            "title": "L'Atlantide",
            "release": 1
        },
        {
            "id": 5106848,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555477744.jpg",
            "title": "Debt of Love",
            "release": 1
        },
        {
            "id": 5101301,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2454294296.jpg",
            "title": "罗西尼传",
            "release": 1
        },
        {
            "id": 4032659,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872845629.jpg",
            "title": "静静的顿河",
            "release": 1
        },
        {
            "id": 3391785,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2332127337.jpg",
            "title": "静静的顿河",
            "release": 1
        },
        {
            "id": 1303046,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562410783.jpg",
            "title": "放开心胸",
            "release": 1
        }
    ],
    "introduction": "Nato a Milano nel 1929 da genitori siciliani, trascorre a Trapani l'infanzia e la prima giovinezza. Si diploma presso il liceo classico Ximenes quindi, a Palermo, si laurea in giurisprudenza e, tornato a Trapani, intraprende l'attività di procuratore legale presso la Camera del Lavoro. Socialista, nel maggio 1952, a 23 anni viene eletto nel consiglio comunale di Trapani. Si sposa con Anna Accardi, sorella della più nota Carla. Si interessa di scrittura e cinema e diventa collaboratore della rivista Cinema Nuovo e di altre pubblicazioni di settore.GiornalistaVerso la fine del 1953 decide di trasferirsi a Roma per provare a diventare autore per il cinema, cominciando scrivendo recensioni e saggi sull'Avanti! e su Mondo Operaio ; l'anno dopo viene assunto all'Avanti! come redattore e si dedica al giornalismo. Nel 1955 è inviato in Sicilia e svolge un'inchiesta sull'assassinio, da parte della mafia, del giovane sindacalista Salvatore Carnevale (Ispirandosi a quell'episodio, alcuni anni dopo, i fratelli Taviani realizzeranno, insieme a Valentino Orsini, il film Un uomo da bruciare ). Badalucco riesce a scoprire i nomi dei quattro assassini del sindacalista e, constatando l'inerzia degli organi inquirenti, li pubblica sull'Avanti! . Riceve minacce di morte ed è costretto a nascondersi. L'ultima lettera di minaccia, essendo introvabile, viene recapitata all'Avanti!. Può tornare allo scoperto quando i colpevoli vengono arrestati. Era la prima volta che dei mafiosi venivano processati per l'uccisione di un sindacalista. Dopo quasi sessant'anni da quell'episodio, nel settembre del 2014 la Fondazione socialista antimafia \"Carmelo Battaglia\", che ha sede in Sicilia, conferisce a Badalucco un'onorificenza intitolata a Carnevale . Nel 1959 ne diventa redattore capo . Da quel momento, la collaborazione intensa con Pietro Nenni, leader del Partito Socialista, la nascita del primo centrosinistra (governo Moro-Nenni), le battaglie per il rinnovamento civile, la parità dei diritti delle donne, il divorzio, l'aborto, le inchieste sul rapporto mafia–politica lo impegnano per gli anni che seguono .SceneggiatoreAlla fine degli anni sessanta, lascia il giornalismo esordendo come autore cinematografico scrivendo la storia Gotterdammerung che diviene il soggetto per un film di Luchino Visconti, La caduta degli dei del 1969. Il film fu un successo mondiale e Badalucco viene candidato all'Oscar per la migliore sceneggiatura e per la migliore storia originale; dal 2000 (Festival della prosa di Salisburgo) molti teatri europei utilizzano la sceneggiatura scritta da Badalucco insieme a Enrico Medioli e a Luchino Visconti, per rappresentarla sul palcoscenico. Continua la collaborazione artistica con Luchino Visconti con la sceneggiatura di Morte a Venezia, adattamento del racconto omonimo di Thomas Mann.Seguono altri film, da quelli storici a quelli basati su opere letterarie, tra cui spiccano La Tenda Rossa in collaborazione con Ennio De Concini e Richard Adams, di Michail K. Kalatozov, processo immaginario che narra dell'incidente del dirigibile Italia del 1928, Bronte: cronaca di un massacro che i libri di storia non hanno raccontato di Florestano Vancini, sul tragico episodio durante la spedizione dei Mille in Sicilia, mentre sul ventennio fascista e la Resistenza, in collaborazione con Luciano Vincenzoni, di Libera, amore mio! (1975) di Bolognini, e tratti da opere letterarie, gli adattamenti L'Agnese va a morire (1976), dal romanzo di R. Viganò, e Gli occhiali d'oro (1987), dal romanzo di G. Bassani, entrambi diretti da Giuliano Montaldo.Non mancano film di impegno sociale e civile, tra cui Roma Bene (1971), tratto dall'opera Mani aperte sull'acqua di Luigi Bruno Di Belmonte, e Torno Nera (1972) sulla mafia settentrionale, entrambi scritti in collaborazione con Vincenzoni e girati da Carlo Lizzani, ed ancora Io ho paura (1977) sui servizi segreti deviati, ed Un uomo in ginocchio (1979), di argomento mafioso, entrambi diretti da Damiano Damiani. Fa anche sceneggiature per film commedia all'italiana come Piedone lo sbirro (1973) e La poliziotta (1974), entrambi diretti da Steno.Tra gli altri ha scritto anche per registi italiani come Mario Monicelli per Rossini! Rossini! (1991) e stranieri come Sergej Bondarčuk, René Clément, Bob Swaim, Andreas Gruber, Xaver Schwarzenberger.Dal 1971 è membro della sezione scrittori della Academy of Motion Picture Arts and Sciences e fa parte della giuria che assegna i premi Oscar.Dal 1982 cominciò a scrivere anche per la televisione e suo è il soggetto della Piovra (1984), ambientato a Trapani. Nel film alcuni personaggi appartenenti alla società civile della città venivano rappresentati come “amici degli amici” di stampo mafioso. Aspri giudizi sull'autore, considerato un siciliano che offendeva la propria città, erano stati pubblicamente espressi da un magistrato, legato alla cosca mafiosa dominante nella zona . Questi poco tempo dopo veniva arrestato, processato e condannato, per detenzione di armi non denunciate e soldi di dubbia provenienza. Di quell'episodio clamoroso parlarono quasi tutti i giornali a partire da La Repubblica.Ha insegnato per tredici anni drammaturgia cinematografica presso il Centro sperimentale di cinematografia, ha tenuto seminari e conferenze al DAMS di Bologna e in varie università italiane e straniere. È stato fondatore nel 1996 e primo presidente della SACT, l'associazione degli sceneggiatori italiani fino allo scioglimento nel 2014.Ha inoltre partecipato al documentario Il falso bugiardo di Claudio Costa dedicato al suo amico sceneggiatore Luciano Vincenzoni.Negli anni 2000 ha scritto le sceneggiature di diverse fiction TV. L'ultimo soggetto al quale ha collaborato è stato quello della fiction tv Maltese - Il romanzo del Commissario, ambientato a Trapani.",
    "name_more_cn": [],
    "personage_id": "27505945",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1277666",
    "personage_link": "https://www.douban.com/personage/27505945/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2015年6月17日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-19T18:00:34"
}