{
    "sid": "1277094",
    "name": "拉兹·阿隆索",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8d42b9a4086fcc588832f96f6ac6b121.jpg",
    "imdb_id": "nm0022306",
    "name_en": "Laz Alonso",
    "name_full": "拉兹·阿隆索 Laz Alonso",
    "birth_date": "1974年3月25日",
    "birth_place": "美国,华盛顿,哥伦比亚特区",
    "last_movies": [
        {
            "id": 36343491,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910807417.jpg",
            "title": "黑袍纠察队 第五季",
            "release": 0
        },
        {
            "id": 36305453,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920816461.jpg",
            "title": "寻秘不老泉",
            "release": 1
        },
        {
            "id": 36078496,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910438200.jpg",
            "title": "扣留",
            "release": 1
        },
        {
            "id": 35926862,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907681437.jpg",
            "title": "黑袍纠察队 第四季",
            "release": 1
        },
        {
            "id": 35154050,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873152309.jpg",
            "title": "黑袍纠察队 第三季",
            "release": 1
        },
        {
            "id": 35121261,
            "year": "2019",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Love & Listings Season 1",
            "release": 1
        },
        {
            "id": 34894021,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2688047646.jpg",
            "title": "复仇之渊",
            "release": 1
        },
        {
            "id": 34777783,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616343700.jpg",
            "title": "权欲第二章 第一季",
            "release": 1
        },
        {
            "id": 34626347,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2611337609.jpg",
            "title": "黑袍纠察队 第二季",
            "release": 1
        },
        {
            "id": 27046740,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642842673.jpg",
            "title": "人之怒",
            "release": 1
        },
        {
            "id": 3703650,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558948000.jpg",
            "title": "黑袍纠察队 第一季",
            "release": 1
        }
    ],
    "introduction": "Chosen as one of Variety's \"Top Ten Actors to Watch\" and part of the new breed of leading men in Hollywood, Laz Alonso is starring in Amazon Prime's series THE BOYS. He can also be seen playing opposite Gabrielle Union and Jessica Alba in their new series LA'S FINEST. He previously starred opposite Debra Messing and Josh Lucas in NBC's THE MYSTERIES OF LAURA. Laz's extensive television credits also include leading roles in NBC's DECEPTION and A&E's BREAKOUT KINGS.Theatrically, Laz recently played Carlos Jones in Guy Ritche's CASH TRUCK, opposite Jason Statham, Josh Hartnett and Holt McCallany. Previously he portrayed Congressman John Conyers, in the Annapurna critically acclaimed film DETROIT, directed by Kathryn Bigelow. He also starred opposite Paula Patton and Omar Epps in the independent Thriller TRAFFIK. Alonso previously starred opposite Patton in the hit romantic comedy JUMPING THE BROOM for Columbia Pictures, for which he received a NAACP IMAGE AWARD for Outstanding Actor In A Motion Picture . He has also been nominated for a BET Best Actor Award. Prior to that, he played the heroic role of \"Tsu'Tey\" in the highest grossing film of all time, James Cameron's AVATAR. Laz played the lead villain role of \"Fenix Calderon\" in Universal's FAST AND FURIOUS, which reunited the original cast and relaunched the successful franchise. His past movie credits include lead roles in the Sony/Screen Gems' hits STOMP THE YARD and THIS CHRISTMAS, a co-starring role in Sam Mendes' hit JARHEAD, for Universal Pictures opposite Academy Award winner Jamie Foxx, Jake Gyllenhaal and Peter Sarsgaard, and a supporting role in Rod Lurie's remake of the Sam Peckinpah classic STRAW DOGS. Laz also starred in Spike Lee's MIRACLE AT ST. ANNA, in which he played \"Hector Negron\", based on a true story of a black and Puerto Rican WWII Buffalo Soldier that witnessed something that he carried inside for over 30 years until his past meets him again.Laz has also executive produced and starred opposite Danny Glover in Alan Jacobs' DOWN FOR LIFE, which ended up with a much-coveted position in the Toronto Film Festival, where it received critical acclaim. He has directed a mini documentary that premiered at Art Basel titled I AM, which highlighted a Washington DC artist who paints homeless people in prestigious settings.Born and raised in Washington DC, Laz always knew he wanted to be an actor. He graduated from the prestigious Howard University School of Business, earning a Bachelors Degree in Business Administration with a concentration in Marketing. After college, he worked on Wall Street as an investment banker at MERRILL LYNCH and began his acting career simultaneously, doing NY off-Broadway theater. He credits his ability to tackle so many different types of roles by his theater training. He now splits his time between Los Angeles and New York City.",
    "name_more_cn": [],
    "personage_id": "27505373",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1277094",
    "personage_link": "https://www.douban.com/personage/27505373/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-03T12:35:20"
}