{
    "sid": "1278695",
    "name": "克劳迪奥·比西奥",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "配音"
    ],
    "awards": [
        "2024年 第69届意大利大卫奖 青年大卫奖 (提名) 我们最后一次做孩子",
        "2011年 第55届意大利大卫奖 最佳男主角 (提名) 欢迎到南方"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p46169.jpg",
    "imdb_id": "nm0084241",
    "name_en": "Claudio Bisio",
    "name_full": "克劳迪奥·比西奥 Claudio Bisio",
    "birth_date": "1957年3月19日",
    "birth_place": "意大利,诺维利古雷",
    "last_movies": [
        {
            "id": 37191479,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Uno sbirro in Appennino",
            "release": 0
        },
        {
            "id": 36884767,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907903376.jpg",
            "title": "你好，我好",
            "release": 1
        },
        {
            "id": 36395391,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891648088.jpg",
            "title": "邻居",
            "release": 1
        },
        {
            "id": 35973112,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899254712.jpg",
            "title": "我们最后一次做孩子",
            "release": 1
        }
    ],
    "introduction": "He was born on March 19, 1957 in Novi Ligure (in the region Piedmont in the North-west of Italy). His family soon moved to Milan. In 1979 he was admitted to the Actor's School of the Piccolo teatro in Milan, where he attended school for three years. His first work was the performance on stage during the movie screening of \"The Rocky Horror Picture Show\" on Friday nights. In the early 80s he still worked in theaters performing classical and modern drama and began his movie career. He met director Gabriele Salvatores and they began to collaborate. In the same period he performed as a comedian at the \"Derby\" club in Milan. In the late 80s he worked with the Nobel winner Dario Fo, worked in another famous comedians' club in Milan, the \"Zelig\", and began his TV career.In 1991 he was cast by Salvatores in the Academy Award winner \"Mediterraneo\". In the 90s he still worked with Salvatores (Puerto Escondido, Sud), but he also succeeded as a writer and a singer. In the late 90s he worked in theater performing Malaussène, the character created by the French writer Daniel Pennac. His work for the \"Zelig\" club became a famous TV show, which contributed to introduce to the audience a lot of talented comedians and became a cultural phenomenon in the whole country. He gave his voice to Sid, one of the characters of \"The Ice Age\". In Italy he is well known also for his characters in Tv commercials. He hosted the \"Primo Maggio\" concert, a rock concert which is organized every year by the most important Italian workers' unions to celebrate workers. His funny face and his baldness have made him an easy target for his colleagues, but have granted him an increasing popularity.",
    "name_more_cn": [],
    "personage_id": "27506974",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1278695",
    "personage_link": "https://www.douban.com/personage/27506974/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-04T15:39:30"
}