{
    "sid": "1282282",
    "name": "汤姆·德桑托",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/99a1ed6de9704d754b2ff5bb405c8525.jpg",
    "imdb_id": "nm0220892",
    "name_en": "Tom DeSanto",
    "name_full": "汤姆·德桑托 Tom DeSanto",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35079038,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "From the Bridge",
            "release": 0
        },
        {
            "id": 5231316,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911461453.jpg",
            "title": "X战警2：制作纪录",
            "release": 1
        },
        {
            "id": 5163995,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Crisis: New York Under Water",
            "release": 1
        },
        {
            "id": 4847719,
            "year": "2030",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Creation of the Gods",
            "release": 0
        },
        {
            "id": 1794171,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2184739474.jpg",
            "title": "变形金刚",
            "release": 1
        },
        {
            "id": 1462910,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870790710.jpg",
            "title": "魔戒迷踪",
            "release": 1
        },
        {
            "id": 1305724,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1349307666.jpg",
            "title": "X战警2",
            "release": 1
        },
        {
            "id": 1295250,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2446530060.jpg",
            "title": "X战警",
            "release": 1
        },
        {
            "id": 1294442,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390131642.jpg",
            "title": "纳粹追凶",
            "release": 1
        }
    ],
    "introduction": "Tom DeSanto is the founding writer/producer behind some of the biggest franchises in movie history (Transformers, X-Men). DeSanto's films have grossed almost $6 billion dollars worldwide with billions more in licensing, merchandising, and video games.The proud owner of more than 40,000 comic books and a self-described pop culture junkie, DeSanto dreamed of bringing the characters he loved as a kid to life in Hollywood, X-Men was first on his list. With comic book films failing at the box office in the late 90's and Marvel in bankruptcy, DeSanto saw the potential in the stable of characters he grew up with becoming films. DeSanto contacted 20th Century Fox and pushed the film out of a long stalled development and into production. Besides producing, DeSanto co-wrote the story and did several rewrites of the screenplay including the drafts that greenlit the film. X-men spawned a billion dollar franchise for Fox and starting Marvel's rise out of bankruptcy.After the success of X-Men, DeSanto pulled another undervalued property, Battlestar Galactica out of mothballs and developed Galactica for Universal Television. Battlestar Galactica found a home on Sci-Fi Channel and was the number one rated mini-series for all of cable in 2003 and helped brand the network. Much of DeSanto's vision were the backbone of the show including human Cylons, female president, and many designs including the new Vipers.Mr. DeSanto returned as part of the guiding creative team for \"X2: X-Men United\", including the continuation of the Phoenix storyline which DeSanto set up in the first film. X-men was used by Marvel as the template for larger storylines and interconnected characters that has been the foundation of their success. That same year Mr. DeSanto went after Transformers another dormant property that he was a fan of since childhood. DeSanto reached out to his friend producer Don Murphy about partnering on the project and they set meetings with Hasbro. Based on DeSanto's pitch and understanding of the universe, Hasbro gave them the rights for free, hoping DeSanto would do for Transformers and Hasbro what he did for X-men and Marvel. .Transformers was a tough sell for those running the studios who did not grow up with the property and therefore did not understand its potential. After being rejected by every studio in town Mr. DeSanto made a second pass at DreamWorks and after Steven Spielberg read his treatment, he decided his studio would do the film and was an early champion of the idea. Mr. DeSanto set the project up with DreamWorks and Paramount, selling his storyline and attaching as Producer.The first film grossed over $700 million dollars worldwide and Mr. DeSanto gave birth to another franchise. Transformers was the first live action franchise for DreamWorks and Paramount's largest moneymaking series in its history. Mr. DeSanto returned as Producer of Transformers: Revenge of the Fallen in 2009 and the film became the biggest moneymaker of 2009 with over $800 million in box office alone. DeSanto also produced the billion dollar grossing Transformers: Dark of the Moon and Transformers: Age of Extinction. DeSanto returned in 2017 for Transformers: The Last Knight and to produce, Bumblebee, a solo Transformers film of the beloved character released December 2018.As well as franchise films, DeSanto has done several documentaries involving various social causes. Kidnapped For Christ, a documentary about abuse of children at religious education camps, won numerous awards including the Audience Award at SlamDance Film Festival and was sold to Showtime. His next documentary, Lost In America, deals with the problems of youth homelessness and how politics has gotten in the middle finding a solution to getting these kids off the street. It was released to critical acclaim in February 2020 and scores 100% on Rotten Tomatoes.In addition to filmmaking, Mr. DeSanto is also an activist, having spoke at the Smithsonian, Kennedy Center at Harvard, and the United Nations.During the COVID-19 pandemic DeSanto co- founded Facts2Health in partnership with the CDC Foundation to activate Hollywood to help in messaging in the battle against the virus. DeSanto created the Heroes Wear Masks campaign which enlisted pop culture heroes to join the global battle against COVID-19. The website and social media program helped change the narrative on wearing masks helping people, especially children and young adults, understand that you wear a mask to protect others. The campaign was cited for excellence in social media in 2021.DeSanto's world building continues into the world of digital medicine as he is a Co-Founder of NeuroAnimation. The company uses computer animation and virtual reality to help people recover from stoke and other neurological medical issues. The cutting edge technology is twice current standard of care for stroke recovery.DeSanto returned to produce Transformers : Rise of the Beasts which released June 9, 2023 and a Transformers feature animated film titled Transformers One for summer 2024. Transformers continues to be Paramount/Viacom most profitable franchise in studio history, employing thousands of people around the globe.",
    "name_more_cn": [],
    "personage_id": "27510561",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1282282",
    "personage_link": "https://www.douban.com/personage/27510561/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-30T05:21:37"
}