{
    "sid": "1282013",
    "name": "埃里克·德库珀",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/81642f7b40977aaeed4ec6f1e27b524b.jpg",
    "imdb_id": "nm0209154",
    "name_en": "Eric De Kuyper",
    "name_full": "埃里克·德库珀 Eric De Kuyper",
    "birth_date": "1942年9月2日",
    "birth_place": "比利时,布鲁塞尔",
    "last_movies": [
        {
            "id": 35151679,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915770464.jpg",
            "title": "约瑟夫·冯·斯登堡：生涯回顾",
            "release": 1
        },
        {
            "id": 30406006,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906804076.jpg",
            "title": "磁铁人",
            "release": 1
        },
        {
            "id": 11501929,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498243554.jpg",
            "title": "没有留下地址就离开了",
            "release": 1
        },
        {
            "id": 5049999,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902744318.jpg",
            "title": "Casta Diva",
            "release": 1
        },
        {
            "id": 5049793,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915770288.jpg",
            "title": "Naughty Boys",
            "release": 1
        },
        {
            "id": 5049109,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891553927.jpg",
            "title": "A Strange Love Affair",
            "release": 1
        },
        {
            "id": 1429055,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327791248.jpg",
            "title": "我你他她",
            "release": 1
        },
        {
            "id": 1361270,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510242677.jpg",
            "title": "明天我们搬家",
            "release": 1
        },
        {
            "id": 1303443,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2370999197.jpg",
            "title": "迷惑",
            "release": 1
        }
    ],
    "introduction": "Eric de Kuyper (born 2 September 1942) is a Flemish-Belgian and Dutch writer, semiologist, art critic, and experimental film director. Fictionalized autobiographical novels, written in the 3rd-person, account for most of his creative work. His academic writing encompasses reviews, essays, articles, and books on semiotics, film, dance, theater, and opera. His non-traditional films reveal an engineered penchant for melodrama, love songs, and silent movies; their central topic is homosexuality. Towards the end of the 2000s, he started organizing concerts en images, events in which he combines silent films, some segments shot by himself for the occasions, with live classical music, and sometimes singing and acting.Eric de Kuyper was born and spent his early childhood in Brussels and then, as he put it, his teenage years of choices swayed by \"faith, sexuality, and the future\" in Antwerp. According to him, his family mostly spoke Dutch while they \"thought in French and felt the more subtle emotions\" in that language. After graduating from Notre Dame Jesuit High School, he returned to the city of his birth to study in the Department of Audiovisual and Dramatic Arts and Techniques (Rits), Erasmus University College Brussels, and took courses in philosophy and mass communication at the Free University of Brussels. While in college, he began to work as a producer at the Flemish Radio and Television Network. In 1974 he registered for graduate study at the School for Advanced Studies in the Social Sciences in Paris where he worked in semiotics and from which he received a PhD for his thesis \"Pour une Sémiotique Spectaculaire\" under the direction of A. J. Greimas in 1979. Before he became a full-time writer in 1992, he was professor of film theory at the Catholic University of Nijmegen in the Netherlands (1978–1988), and then deputy director of the Dutch Film Museum (1988–1992). He was on the editorial board of and contributed to the Dutch academic film journal Versus.De Kuyper has described himself as belonging to the dying breed of inhabitants of Brussels who are fully bilingual in Dutch (Flemish) and French, he also speaks English and German. His most frequent coauthor of academic papers and teammate in filmmaking has been another Flemish Belgian and de Kuyper's fellow student at Brussels and Paris, Emile Poppe, later a colleague at Nijmegen University (Poppe's position with the Film Archives eventually associated him with the University of Groningen). They live near Nijmegen in Kranenburg in Germany, about 5 miles (8.0 km) from the Dutch border, as does the main character of de Kuyper's short story \"De verkeerde krant,\" (\"The Wrong Newspaper\"). De Kuyper has said that he feels at home both in Belgium and the Netherlands to a certain degree, as well as somewhat of a stranger in each of the countries.",
    "name_more_cn": [],
    "personage_id": "27510292",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1282013",
    "personage_link": "https://www.douban.com/personage/27510292/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-14T11:23:13"
}