{
    "sid": "1283964",
    "name": "阿曼达·福比斯",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "剪辑"
    ],
    "awards": [
        "2023年 第95届奥斯卡金像奖 最佳动画短片 (提名) 飞翔的水手",
        "2012年 第84届奥斯卡金像奖 最佳动画短片 (提名) 狂野生活",
        "2000年 第72届奥斯卡金像奖 最佳动画短片 (提名) 破晓之时"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45839.jpg",
    "imdb_id": "nm0285428",
    "name_en": "Amanda Forbis",
    "name_full": "阿曼达·福比斯 Amanda Forbis",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35930170,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885434482.jpg",
            "title": "飞翔的水手",
            "release": 1
        },
        {
            "id": 6905176,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1435993257.jpg",
            "title": "狂野生活",
            "release": 1
        },
        {
            "id": 1440174,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537670794.jpg",
            "title": "破晓之时",
            "release": 1
        }
    ],
    "introduction": "Wendy Tilby and Amanda Forbis are a Canadian animation duo. On January 24, 2012, they received their second Academy Award nomination, for the National Film Board of Canada (NFB) animated short film, Wild Life. In addition to writing and directing the film, Forbis and Tilby drew and painted every animation frame in guache, and wrote the lyrics for the film's final song. They were only able to work on Wild Life part-time, due to commercial obligations, and the film is reported to have taken them from six to over seven years, from concept to completion.They were previously nominated for an Academy Award for Best Animated Short Film for their 1999 NFB film When the Day Breaks. Tilby was also nominated individually for her 1991 NFB short Strings.Tilby studied visual arts and literature at the University of Victoria before studying film and animation at the Emily Carr Institute of Art and Design. Forbis attended the University of Lethbridge as well as the Emily Carr Institute of Art and Design. Her solo credits include animation work on the 1995 NFB short The Reluctant Deckhand.Both originally from Alberta, they first met in Vancouver at the Emily Carr College of Art and Design. In 2003, they relocated from Montreal to Calgary, where Forbis was raised. In addition to their NFB work, they have collaborated on workshops and commercials, working with Los Angeles-based Acme Filmworks on major ad campaigns, most notably for United Airlines. In 2007, they founded the Bleak Midwinter Film Festival in their home neighbourhood of Inglewood, Calgary.",
    "name_more_cn": [],
    "personage_id": "27512243",
    "family_member": [
        "Wendy Tilby(Partner)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1283964",
    "personage_link": "https://www.douban.com/personage/27512243/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-01T07:35:28"
}