{
    "sid": "1286038",
    "name": "罗伯·哈代",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1552921103.81.jpg",
    "imdb_id": "nm0362734",
    "name_en": "Rob Hardy",
    "name_full": "罗伯·哈代 Rob Hardy",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35669784,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2777883109.jpg",
            "title": "权欲第二章 第二季",
            "release": 1
        },
        {
            "id": 34850553,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570786780.jpg",
            "title": "未来全明星 第二季",
            "release": 1
        },
        {
            "id": 30283264,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600101290.jpg",
            "title": "逐星女 第一季",
            "release": 1
        },
        {
            "id": 30135086,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532650174.jpg",
            "title": "未来全明星 第一季",
            "release": 1
        },
        {
            "id": 26877150,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512805134.jpg",
            "title": "真伪莫辨",
            "release": 1
        },
        {
            "id": 26749151,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382506915.jpg",
            "title": "闪电侠 第三季",
            "release": 1
        },
        {
            "id": 26707767,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2377449669.jpg",
            "title": "无耻之徒(美版) 第七季",
            "release": 1
        },
        {
            "id": 26302901,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2265323616.jpg",
            "title": "绿箭侠 第四季",
            "release": 1
        },
        {
            "id": 26289459,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272553090.jpg",
            "title": "闪电侠 第二季",
            "release": 1
        },
        {
            "id": 25908376,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2249349674.jpg",
            "title": "权欲 第二季",
            "release": 1
        }
    ],
    "introduction": "Rob Hardy, who is a recent nominee of the HBO Director to Watch Award, broke into network television with his January 2007 directorial debut of the Emmy Award winning show ER. Soon after, Black Enterprise Magazine listed him among the Top 40 Entertainers under 40 for the year 2008. Since recently wrapping production on Stomp the Yard: Homecoming for Sony Pictures, Hardy has returned to television with a directing stint on the CBS series Criminal Minds: Suspect Behavior starring Oscar winner Forest Whitaker.Hardy began his career as a high school Senior, with the camcorder-shot movie G-Man. While pursuing a degree in Mechanical Engineering at Florida A & M University, he made the leap to film with the low-budget motion picture Chocolate City. This experience earned him the institution's highest honor, the Bernard Hendricks Student Leadership Award, and launched his company Rainforest Films. The underground buzz on the project soon led to his controversial film Trois. Hardy not only directed and co-wrote the thriller, he was also instrumental in self-distributing the project to be the fastest Independent African American film to pass the $1million dollar mark. In 2003, after directing the critically acclaimed thriller Pandora's Box, he added the role of \"Producer\" to his credits by collaborating with business partner Will Packer (they co-founded Rainforest Films), to produce Motives. 2004 saw Hardy Executive Producing Trois: The Escort, and penning an \"untitled Usher\" project for MTV Films. Hardy then wrote and directed the spiritually themed drama entitled The Gospel, and produced the companion Gospel Live!. Executive producing Mekhi Phifer's directorial film debut Puff Puff Pass, soon followed, before serving as Executive Producer of Stomp The Yard, which held the #1 position at the box office for two weekends in January of 2007 and received the 2007 Movie of the Year Award from the BET Hip Hop awards. Afterwards came Motives: Retribution and Three Can Play that Game. His hard-earned success has garnered a 2006 \"Best Screenplay\" (Black Movie Awards) nomination for The Gospel. The Hollywood Reporter (December 2002) listed him amongst the New Establishment of Black Power Brokers. Florida A&M University awarded him with the Meritorious Achievement Award, which is the highest honor bestowed on an alumnus. After which he received the inaugural Woody Strode / Paul Robeson Award of Excellence from his fraternity, Alpha Phi Alpha Fraternity, Inc.His company Rainforest Films, was listed as one of the Top 25 Money Makers in Entertainment (2007) by Black Enterprise Magazine and has gone on to produce feature films including: This Christmas, Obsessed and Takers. Most recently Hardy has continued his network episodic directing with stints on The Vampire Diaries, Bones, 90210, Criminal Minds and NBC's Heroes (the webisodes). With several studio projects in development Hardy has also broken into reality television with his creating Sprite Step Off for MTV2. Additionally, Hardy completed studies at the New York Film Academy, and has begun directing commercial projects for clients, including: CNN, TBS (Turner Broadcasting), American Honda, Coca-Cola, Georgia Lottery and The National Cancer Institute. He serves on the Advisory Board for the International Feature Project (IFP) Film Lab series. He resides in Atlanta, GA with his wife and son.",
    "name_more_cn": [],
    "personage_id": "27514316",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1286038",
    "personage_link": "https://www.douban.com/personage/27514316/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-24T09:26:25"
}