{
    "sid": "1286103",
    "name": "马克·乔纳森·哈里斯",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "制片人"
    ],
    "awards": [
        "2020年 第72届美国编剧工会奖 电影奖 最佳纪录片剧本 (提名) 福利院纪实",
        "2001年 第73届奥斯卡金像奖 最佳纪录长片 战争存亡录",
        "1968年 第40届奥斯卡金像奖 最佳纪录短片 红木森林"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p39479.jpg",
    "imdb_id": "nm0365069",
    "name_en": "Mark Jonathan Harris",
    "name_full": "马克·乔纳森·哈里斯 Mark Jonathan Harris",
    "birth_date": "1941年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 33446642,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "麦迪克：从巴格达到好莱坞",
            "release": 1
        },
        {
            "id": 33435873,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555608668.jpg",
            "title": "福利院纪实",
            "release": 1
        },
        {
            "id": 27002745,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539448932.jpg",
            "title": "突破点：乌克兰的民主之战",
            "release": 1
        },
        {
            "id": 26314633,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2475787809.jpg",
            "title": "Swift Current",
            "release": 1
        },
        {
            "id": 25933499,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192818457.jpg",
            "title": "青春无假释",
            "release": 1
        },
        {
            "id": 25843845,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173754986.jpg",
            "title": "黑暗势力的医生",
            "release": 1
        },
        {
            "id": 11632489,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "功夫",
            "release": 1
        },
        {
            "id": 5201416,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Boomer Century",
            "release": 1
        },
        {
            "id": 4190003,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2454870547.jpg",
            "title": "无国界医生的故事",
            "release": 1
        },
        {
            "id": 3237354,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867729597.jpg",
            "title": "马拉松精神",
            "release": 1
        }
    ],
    "introduction": "After graduating from Harvard College, Mark Jonathan Harris started his professional career as a reporter for the famed City News Bureau of Chicago, covering crime from five in the afternoon to two in the morning.  Within a year he moved on to reporting national news for the Associated Press and then to television, where he started making documentary films for the King Broadcasting Co. stations in Portland, Oregon, and Seattle, Washington.Harris’s award-winning early films document some of the most important and contentious political issues of the 60s.   Huelga! is a portrait of Cesar Chavez’s United Farmworkers Union and the first year of the union’s historic Delano grape strike.  The Redwoods presents the Sierra Club’s successful case for establishing a Redwoods National Park.  The Foreigners explores the work of a group of Peace Corps volunteers confronting the contradictions of U.S. foreign policy as they try to bring about social change in Colombia.In 1973 Harris and his family moved to Los Angeles where he returned to print journalism at the same time that he continued making films. For several years a contributing editor to New West magazine, he also wrote articles, essays, and reviews in a number of national newspapers and magazines including TV Guide, American Heritage, the New York Times, the Los Angeles Times and the Washington Post.  During this period he also began writing fiction.  His short stories have appeared in literary journals, and he has published five novels for children, which have won multiple awards.In the following years Harris alternated fiction, journalism, and filmmaking.  Many of his later films deal with historical subjects.  The Homefront examines the social and economic impact of World War II on this country. Unchained Memories: Readings from the Slave Narratives looks at slavery in America.  His two Oscar-winning feature documentaries explore the Holocaust. The Long Way Home documents what happened to the survivors of the concentration camps in the period immediately following their liberation. Into the Arms of Strangers: Stories of the Kindertransport chronicles Britain’s rescue mission of 10,000 children in the nine months prior to World War II.In recent years Harris has focused on producing.   He produced the award-winning Darfur Now and executive produced two other high profile documentary features, Spirit of the Marathon and Living in Emergency: Stories of Doctors Without Borders.Since 1983 he has taught filmmaking at the School of Cinematic Arts at the University of Southern California, where he is a Distinguished Professor.  From 1990-96 he was the Chair of Film and TV Production.",
    "name_more_cn": [],
    "personage_id": "27514381",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1286103",
    "personage_link": "https://www.douban.com/personage/27514381/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-24T18:00:11"
}