{
    "sid": "1288774",
    "name": "约翰·诺尔",
    "site": "douban_celebrity",
    "roles": [
        "视觉特效",
        "演员",
        "编剧"
    ],
    "awards": [
        "2017年 第89届奥斯卡金像奖 最佳视觉效果 (提名) 星球大战外传：侠盗一号",
        "2014年 第12届美国视觉效果协会奖 最佳特效电影视觉效果 (提名) 环太平洋",
        "2013年 第17届好莱坞电影奖 年度视觉效果 环太平洋"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1475036544.21.jpg",
    "imdb_id": "nm0461306",
    "name_en": "John Knoll",
    "name_full": "约翰·诺尔 John Knoll",
    "birth_date": "1962年10月6日",
    "birth_place": "美国密歇根州安阿伯",
    "last_movies": [
        {
            "id": 37324517,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920649288.jpg",
            "title": "光影与魔法 第二季",
            "release": 1
        },
        {
            "id": 34960014,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875729251.jpg",
            "title": "寻找明日",
            "release": 1
        },
        {
            "id": 34941409,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580435216.jpg",
            "title": "超越不可能：《阿甘正传》与视效革命",
            "release": 1
        },
        {
            "id": 34940608,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2728865399.jpg",
            "title": "故事：制作《星球大战外传：侠盗一号》",
            "release": 1
        },
        {
            "id": 25894431,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2403049086.jpg",
            "title": "星球大战外传：侠盗一号",
            "release": 1
        },
        {
            "id": 2350086,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884613883.jpg",
            "title": "5-25-77",
            "release": 1
        },
        {
            "id": 2338058,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p672653047.jpg",
            "title": "一个购物狂的自白",
            "release": 1
        },
        {
            "id": 1939761,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2666086825.jpg",
            "title": "极速赛车手",
            "release": 1
        },
        {
            "id": 1433330,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913456964.jpg",
            "title": "哈利·波特与混血王子",
            "release": 1
        },
        {
            "id": 1315574,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1076822803.jpg",
            "title": "加勒比海盗2：亡灵的宝藏",
            "release": 1
        }
    ],
    "introduction": "In 1986, John Knoll joined Industrial Light & Magic as a Technical Assistant and was soon promoted to Motion Control Camera Operator for Captain EO. After three years of operating, John was called upon to work on the ground breaking digital effects for The Abyss, a film that saw the first use of Photoshop, which he had co-developed with his brother, Thomas. Since that time, John has been promoted to Visual Effects Supervisor helming the visual effects on more than twenty feature films and commercials and most recently Chief Creative Officer of the studio. His film background coupled with an advanced understanding of digital technologies has made John a much sought-after supervisor having been honored with an Oscar and a BAFTA Award for Pirates of the Caribbean: Dead Man's Chest and six additional visual effects Academy Award nominations as well as five additional BAFTA nominations.John's supervisory credits also include the Star Wars Prequels, Episodes I, II,and III, Mission to Mars, Deep Blue Sea, Star Trek: First Contact, Mission: Impossible, Ghost Protocol and the Academy Award(TM)-winning Rango among others. Prior to his promotion to Chief Creative Officer in May of 2013 he served as the Visual Effects Supervisor on Guillermo del Toro's science fiction epic, Pacific Rim for which he received a BAFTA Award nomination for Best Achievement in Special Visual Effects. In 2017, John was nominated for an Academy Award, a BAFTA, and a Visual Effects Society Award for Visual Effects for Rogue One: A Star Wars Story, the first film in the Star Wars stand-alone series and one for which John served as both an Executive Producer and Visual Effects Supervisor. The film is based on a concept John created.John's interest in filmmaking began at an early age. Having a keen interest in visual effects, he was mesmerized by the original Star Wars film. During a visit to ILM in 1978 he was able to observe first-hand the world of visual effects. Inspired to learn more, John attended the USC School of Cinema and earned a Bachelor of Arts in Cinema Production, while freelancing as a modelmaker at a variety of Los Angeles-based production facilities.During his last year at USC, John took an advanced animation class where he built a motion control system from an Oxberry animation stand, an Apple II computer, a CNC milling machine controller, and a bunch of industrial surplus stepper motors. Impressed by the student film that was generated from this class project, ILM hired John as a Technical Assistant for motion control photography.Greatly impressed by visits to ILM's newly founded computer graphics department, John took up computer graphics as a hobby. Teaming up with his brother who was working on his Doctoral Thesis in computer vision at the University of Michigan, the Knoll brothers created Photoshop in 1987.John is a member of the Academy of Motion Pictures Arts and Sciences and currently serves on the Board of Governors representing the Visual Effects Branch.",
    "name_more_cn": [],
    "personage_id": "27517053",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1288774",
    "personage_link": "https://www.douban.com/personage/27517053/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-14T18:22:54"
}