{
    "sid": "1290923",
    "name": "圭多·玛努利",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "美术"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41450.jpg",
    "imdb_id": "nm0544306",
    "name_en": "Guido Manuli",
    "name_full": "圭多·玛努利 Guido Manuli",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [],
    "introduction": "Allegro non troppo( visu )3 editions published between 1979 and 2004 in 意大利语（Italian） and held by 209 libraries worldwideMaster animator Bruno Bozzetto offers his irreverent tribute to Disney's Fantasia. Transcending parody, this erotic, satiric, and delirious animated film featuring six classical music pieces represents Bozzetto's vision of the world. Humorous live action scenes of the animator and an elderly all-women orchestra led by a lively conductor are interspersed with the animated shorts.Volere volare( visu )5 editions published between 1991 and 2003 in 意大利语（Italian） and held by 71 libraries worldwide\"There's nothing Maurizio loves more than cartoons until he bumps into Martina, a beautiful woman who makes her living acting out bizarre sexual fantasies for off-beat clients. But when Maurizio and Martina get together, something magical happens. Romance slowly turns this shy, loving man into a cartoon character\"--Slipcase.Allegro non troppo( visu )5 editions published between 1978 and 2005 in 意大利语（Italian） and 英语 and held by 15 libraries worldwideBozzetto's parody of Fantasia comes from his deep appreciation of Disney's pioneering feature. An unsavory Italian filmmaker (Bozzetto's alter-ego) narrates and a cigar-smoking dock worker conducts an eccentric orchestra of old ladies in a homage to Stokowski. Six animated sequences with the underlying theme of man's relationship to his environment are set to the music of Debussy (Afternoon of a Faun), Dvorak (Slavic Dance No. 7), Ravel (Bolero), Sibelius (Vase Triste), Vivaldi (Concerto in C Minor) and Stravinsky (The Firebird)VIP my brother superman( visu )2 editions published between 1990 and 2005 in 英语 and held by 13 libraries worldwideA spoof on the myth of the invincible hero by Bruno Bozzetto.Evolutionary fantasy Bolero( visu )1 edition published in 1976 in 英语 and held by 9 libraries worldwideSurreal presentation of the evolution of life. Animated. Non-verbal soundtrack, with the music of Bolero by Ravel.Opera by Bruno Bozzetto( visu )1 edition published in 1975 in 英语 and held by 7 libraries worldwideAgainst a background of comic cartoon vignettes of grand opera, a satirical commentary emerges on problems of the technological age. The targets include opera, U.S. politics, and pollution, and the style of humor ranges from the quaint through the unexpected to farfetched ghoulishness.Italy( visu )1 edition published in 1987 in 英语 and held by 5 libraries worldwideOne of a thirteen part series, a worldwide survey of animation. The subject of this part is animation in Italy. Includes excerpts from: Pulcinella (Gianini & Luzzati); Labyrinth (Manfredo Manfredi); Sexilinea (Osvaldo Cavandoli); Fantabiblical (Guido Manuli); The Pear Tree (Giuseppe Lagana); Mr Rossi on the Beach (Bruno Bozzetto); Allegro Non Troppo (Bozzetto). The latter excerpt is introduced by Bruno Bozzetto.L'eroe dei due mondi( visu )4 editions published between 1995 and 2001 in 意大利语（Italian） and 尚未决定 and held by 4 libraries worldwideIn this film, Piccolo and his faithful little dog, Spazzola, are sailing along in a fishing boat when a storm overtakes the boat. The boat capsizes in the sea and they reawaken in an apartment inhabited by a cat, a parrott, a horse and a goat.Let it bee concerts in C-Dur by Antonio Vivaldi : from Allegro non troppo( visu )1 edition published in 1976 in 英语 and held by 4 libraries worldwideA humorous, animated film about a bee who wants to have a picnic on a beautiful spring day and is disturbed by two lovers.Volere Volare = L'Amour avec des gants by Maurizio Nichetti( visu )2 editions published in 1991 in 法语 and 意大利语（Italian） and held by 2 libraries worldwideMaurizio est un timide bruiteur de dessins animés. Martina est une travailleuse sociale drôlement délurée. Pendant que le premier cherche dans les rues de Milan les bruits de ses héros animés, la seconde anime les fantasmes sexuels de clients dépravés. En amour, il est aussi nerveux qu'elle est expérimentée; tellement qu'à la voir, il se change tout de suite en dessin animé...",
    "name_more_cn": [],
    "personage_id": "27519201",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1290923",
    "personage_link": "https://www.douban.com/personage/27519201/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-04T18:44:51"
}