{
    "sid": "1290225",
    "name": "Édouard Lock",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1361239260.14.jpg",
    "imdb_id": "nm0516710",
    "name_en": "",
    "name_full": "Édouard Lock",
    "birth_date": "1954年3月3日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5107902,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Inspirations",
            "release": 1
        },
        {
            "id": 2073478,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2452607990.jpg",
            "title": "Amelia",
            "release": 1
        }
    ],
    "introduction": "In 1957, Édouard Lock's parents moved to Montreal, where he studied film and literature at Concordia University. He began his choreographic career at the age of 20, creating works from 1974 to 1979 for a variety of Canadian dance companies and institutions. In February 1979 the New York Times reviewed his appearance on stage together with Martine Epoque:\"Something is happening, but one is never sure what. The atmosphere is palpable in Mr. Lock's 'Remous,' with women stretching their white skirts against the light, murmured names and a dreamy partial striptease atop a table.\"[1]He formed La La La Human Steps in 1980, and began choreographing full-length works, which soon attracted international attention. Since 1985, each work for La La La has toured internationally for up to two years.He founded Lock Danseurs, the precursor of La La La Human Steps, in 1980, and started to work with dancer Louise Lecavalier, his muse and close collaborator for 18 years. In 1980 Lock's Lily Marlène dans la jungle was presented at Montreal's Théâtre l'Eskabel, then at The Kitchen in New York. The following year, he won the Jean A. Chalmers Award for choreography for Oranges, and was honoured with the same award again in 2001.In 1985, Human Sex established Édouard Lock's international reputation as one of the great choreographers, and in 1986 it earned him a Bessie Award from New York's contemporary dance professionals.Lock has received commissions from the Dutch National Ballet, the Nederlands Dans Theatre, Montreal's Grands Ballets Canadiens and the Opéra de Paris.In 2001, he was made a Knight of the National Order of Quebec and an Officer of the Order of Canada. In 2006, he was made a Fellow of the Royal Society of Canada.",
    "name_more_cn": [],
    "personage_id": "27518503",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1290225",
    "personage_link": "https://www.douban.com/personage/27518503/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-19T17:42:36"
}