{
    "sid": "1292190",
    "name": "亚历杭德罗·米兰达·克鲁兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/db96d567f1ee952f58738e82bf534243.jpg",
    "imdb_id": "nm0592043",
    "name_en": "Alejandro Miranda Cruz",
    "name_full": "亚历杭德罗·米兰达·克鲁兹 Alejandro Miranda Cruz",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3230020,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544613569.jpg",
            "title": "俱乐部侦探",
            "release": 1
        },
        {
            "id": 3067289,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874083543.jpg",
            "title": "The Street King",
            "release": 1
        },
        {
            "id": 1871841,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631643204.jpg",
            "title": "万灵之日",
            "release": 1
        },
        {
            "id": 1293702,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1259571118.jpg",
            "title": "侏罗纪公园2：失落的世界",
            "release": 1
        }
    ],
    "introduction": "Alejandro Miranda, born in Los Angeles, California, is an accomplished American filmmaker with a rich heritage of Native, Iberian, and African roots. A former child actor, Alejandro honed his acting skills under Kevin McDermott at Center Stage LA, featuring in various theater productions, commercials, and UCLA student films. His early career highlights include a debut in Clubhouse Detectives (1997), which earned him a Young Artist Award nomination, roles in Walker, Texas Ranger (1993), The Lost World: Jurassic Park (1997), The Ellen Show (2001), and an ALMA Award-winning performance in Foto Novelas: In the Mirror (1997). Alejandro's academic journey in film includes studies in cinema media arts at Biola University, cinema history at the University of Pennsylvania, and cinematography at The American Society of Cinematographers Masterclass, mentored by distinguished ASC members such as Dean Cundey, Tobias A. Schliessler, and Karl Walter Lindenlaub. Transitioning to directing, Alejandro embarked on a directorial career that began with his role as Creative Director at an advertising agency in the Midwest. There, he developed a distinctive filmmaking style aimed at portraying dignity, earning widespread acclaim and multiple awards, including the Telly's and the American Advertising Awards, for his commercial work. In 2018, alongside his wife, Noel Miranda, Alejandro co-founded Bravebird®, a production company through which they released Fantasy in D Minor (2018). The film debuted at the San Luis Obispo International Film Festival and was honored as Best International Short Film at the Oxford International Film Festival. Alejandro's innovative Cinema Dignité® concept, influenced by the French and American New Wave movements, focuses on diversity and transformative narrative structures, particularly in depicting Indigenous communities. His dedication continued during the 2020 Hollywood production halt, directing Trace the Line (2021), a feature film with a cast comprising 56% BIPOC and 50% female talent. His recent work, Decolonizing Dinner (2022), premiered at the Bentonville Film Festival and is set to air on PBS Wisconsin.",
    "name_more_cn": [],
    "personage_id": "27520468",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1292190",
    "personage_link": "https://www.douban.com/personage/27520468/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-19T03:35:51"
}