{
    "sid": "1293102",
    "name": "迈弗·纽兰德",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41208.jpg",
    "imdb_id": "nm0627954",
    "name_en": "Marv Newland",
    "name_full": "迈弗·纽兰德 Marv Newland",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35580078,
            "year": "1988",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Black Hula",
            "release": 1
        },
        {
            "id": 35580072,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "粉色黄瓜",
            "release": 1
        },
        {
            "id": 35086432,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624864067.jpg",
            "title": "一分钟回忆录",
            "release": 1
        },
        {
            "id": 35010616,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "CMYK",
            "release": 1
        },
        {
            "id": 6985959,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tête à tête à tête",
            "release": 1
        },
        {
            "id": 5108994,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2323140019.jpg",
            "title": "Tales from the Far Side II",
            "release": 1
        },
        {
            "id": 4157885,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570586832.jpg",
            "title": "动画大师 第一季",
            "release": 1
        },
        {
            "id": 3325217,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500904499.jpg",
            "title": "动画果酱",
            "release": 1
        },
        {
            "id": 2237345,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589285192.jpg",
            "title": "Tales from the Far Side",
            "release": 1
        },
        {
            "id": 2075125,
            "year": "1987",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "屠夫卢波",
            "release": 1
        }
    ],
    "introduction": "Marv Newland is a filmmaker who specializes in animation.Newland began a career making animated motion pictures in Los Angeles with the creation of the short Bambi Meets Godzilla (1969). He then designed and animated television commercials until late 1970 when he moved to Toronto, Canada.While in Toronto (1970–1972) he designed, directed and animated television commercials for Sesame Street and Educational Television, and segments for longer films. Newland was also one of two designers and storyboard artists on the Cinera Productions cartoon Super Joe (1971). He was a storyboard designer on an unemployment insurance film at Crawley Films in Ottawa, and created designs and layouts for TV commercials for Phos-Cine Productions in New York.In late 1972 Newland moved to Vancouver, Canada. He spent two years freelancing for local animated film production companies, as well as animation companies in Chicago and Los Angeles. In 1973 Newland created storyboards for the animated television series Barbapapa while at Toonder Studios in Holland.In 1975 Newland founded the animated film production company International Rocketship Limited in Vancouver. At Rocketship he produced and directed numerous animated short films including: Sing Beast Sing (1980), Anijam (1984), Hooray for Sandbox Land (1985), Black Hula (1988), Pink Komkommer (1991), and Fuv (1999). In 1979 Marv hired Gordon Stanfield Animation (GSA) and later, Gordon went on to bring more animation to Vancouver. The company also produced short animated films for other directors such as Danny Antonucci (Lupo the Butcher, 1986), and J. Falconer (Dog Brain, 1988). Newland also designed and directed the National Film Board of Canada vignette, Bill Miner (1978).Rocketship also produced TV commercials, promos, and network ID's for clients like MTV, YTV, YTV Jr., Nickelodeon, Nick Jr., the Children's Television Workshop, Lifetime, MuchMusic and Locomotion, pilots for series, and two longer films; Gary Larson's Tales From the Far Side (1994) and a sequel in 1996. The first of these productions won the Grande Prix at the Annecy International Animation Festival in 1996.Outside of Rocketship, Newland has freelanced for other animation companies. This work includes directing episodes of the 3D stop motion series, The PJ's, for Will Vinton Studios in Portland, Oregon; The Preacher's Life (1999); Fear of a Black Rat (1999); and Let's Get Ready to Rumba (2001). Newland also created story boards for the Montreal and Vancouver studios of the National Film Board of Canada (1999–2000).In 2001 Newland produced three animated films by two other directors; Friday Night Idiot Box by Bruce Wilson, and Explodium and My Friend Max by Peter MacAdams. Newland is currently animating his short film, Scratchy and has completed production of POSTALOLIO (2008), a 2D animated film in which all of the drawings have been hand painted onto postcards and sent through the mail prior to becoming part of POSTALOLIO. Every frame of animation has traveled through the international post prior to becoming part of this film. All of these are International Rocketship Productions.His film, Anijam was included in the Animation Show of Shows.",
    "name_more_cn": [],
    "personage_id": "27521380",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1293102",
    "personage_link": "https://www.douban.com/personage/27521380/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-06T09:42:47"
}