{
    "sid": "1293595",
    "name": "Ngozi Onwurah",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1544844725.21.jpg",
    "imdb_id": "nm0648937",
    "name_en": "",
    "name_full": "Ngozi Onwurah",
    "birth_date": "1966年",
    "birth_place": "尼日利亚",
    "last_movies": [
        {
            "id": 30403623,
            "year": "1993",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Monday's Girls",
            "release": 1
        },
        {
            "id": 19974249,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871543377.jpg",
            "title": "美丽的身体",
            "release": 1
        },
        {
            "id": 3067215,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902283129.jpg",
            "title": "Welcome II the Terrordome",
            "release": 1
        },
        {
            "id": 2303838,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888599839.jpg",
            "title": "枪杀信使",
            "release": 1
        },
        {
            "id": 1902816,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627925568.jpg",
            "title": "Coffee Colored Children",
            "release": 1
        }
    ],
    "introduction": "Ngozi Onwurah is a British-Nigerian film director, producer, model, and lecturer.Films\tEditCoffee Colored Children (1988)\tEditThis film is a performative, autobiographical, experimental, and ethnographic piece that explores the inner feelings of growing up in a mixed race household. The film shows mixed race children experiencing racial harassment and isolation as a result of their skin tones. Two children, one boy and one girl, are featured in the film and shown powdering their faces with white cleaning solution and scrubbing their skin raw in order to rid themselves of the self-hatred they feel as a result of their dark skin tones.[2] The film shows such stereotypes as the \"Tragic Mulatto\", but challenges this by featuring Ngozi and her brother Simon Onwurah being exceptions to the stereotype.[3]Coffee Colored Children addresses the idea of a \"melting pot\" society and challenges it by suggesting that it should be called the \"incinerator\".[4]And Still I Rise (1991)\tEditThis film was inspired by a poem by director, Dr. Maya Angelou.[5] The film examines enthnographic images of Black Women featured in documentary works. Onwurah interviews many different women with different stories, occupations, and struggles in the film. One woman, Caron Wheeler is a singer and songwriter. She discusses her traumatic past experiences; including rape, experienced by both herself and her ancestors.[6] And Still I Rise explores the historical roots of African ancestry during slavery. In one scene, she shows the image of a Black woman, naked and bound, accompanied by the sound of a whip.[6] She uses controversial images and stories to display the lack of control Black women had over their bodies at this time and how that is still present in Black culture today all across the world, and especially in Third World African countries. She shows how women were treated in the past, during slavery, and in the present, with the intention of changing the future.The Body Beautiful (1991)",
    "name_more_cn": [],
    "personage_id": "27521873",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1293595",
    "personage_link": "https://www.douban.com/personage/27521873/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-30T06:55:53"
}