{
    "sid": "1293705",
    "name": "薇薇安·奥斯特洛夫斯基",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/31e6f9659a9895cff0918dbb17f523cb.jpg",
    "imdb_id": "nm0652544",
    "name_en": "Vivian Ostrovsky",
    "name_full": "薇薇安·奥斯特洛夫斯基 Vivian Ostrovsky",
    "birth_date": "",
    "birth_place": "美国,纽约,曼哈顿",
    "last_movies": [
        {
            "id": 35478733,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889041187.jpg",
            "title": "香特尔×索妮亚：听她的歌",
            "release": 1
        },
        {
            "id": 35391129,
            "year": "2015",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Losing the Thread",
            "release": 1
        },
        {
            "id": 35391077,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Wherever Was Never There",
            "release": 1
        },
        {
            "id": 35391048,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915403482.jpg",
            "title": "冰/海",
            "release": 1
        },
        {
            "id": 35391004,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Title Was Shot",
            "release": 1
        },
        {
            "id": 35391003,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tatitude",
            "release": 1
        },
        {
            "id": 35390973,
            "year": "1997",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "American International Pictures",
            "release": 1
        },
        {
            "id": 34857349,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572608344.jpg",
            "title": "Hiatus",
            "release": 1
        },
        {
            "id": 26894877,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494146090.jpg",
            "title": "他方总是更好",
            "release": 1
        },
        {
            "id": 2138065,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901364372.jpg",
            "title": "Work and Progress",
            "release": 1
        }
    ],
    "introduction": "Manhattan, New York was where I happened to be born. After 6 months of stress, I boarded the first plane to Rio de Janeiro, Brazil, with my parents and sister. My primary and secondary school was not too far from Ipanema.My university years were spent in Paris, suffering as Psychology major (Institut de Psychologie). To make life less tedious, I ended up seeing an inordinate amount of films of all kinds next to the Sorbonne where I occasionally attended classes. After a B.A. in Psychology I majored in Film Studies at the Sorbonne – Paris 3, at the Institut d’Art et Archeologie (Eric Rohmer’s classes) and at the Cinemathèque Française (Henri Langlois’ classes).In the mid 70s I traveled throughout Europe with a friend, Rosine Grange, in a rundown Renault pick-up van, organizing women’s film festivals and distributing films made by women. Our distribution company was called Cine-Femmes International. My debut as an experimental filmmaker came in 1980, when I co-directed CAROLYN 2 with Martine Rousset (starring choreographer/dancer Carolyn Carlson). It was a multimedia film and slide installation. Many films came afterwards, mostly shot in super-8 then blown-up to 16mm. Today I shoot video but still use super-8 whenever possible. Sound has been and is always a vital part of my work.Installations consisting of multiple projections on different surfaces have been a new adventure. They are always site-specific, ephemeral works that are immersive and in dark spaces. I have presented them in Israel (Tel Aviv and Jerusalem), Portugal (Lisbon) and Austria (Graz) together with my collaborator Ruth Gadish.Simultaneously my film-related activities have expanded to curating programs for venues such as the Jerusalem Cinematheque. Intersections, a program of Avant-garde films and videos was initiated to introduce the public to cutting-edge works at the Jerusalem Film Festival every year. A competition for video art takes place yearly as well. The OFF Series is a year-round program of video art screenings films shown monthly at the Tel Aviv, Haifa and Jerusalem Cinematheques. Other venues I have programmed include the Ecole des Beaux Arts in Paris and the Escola de Artes Visuais Parque Lage in Rio de Janeiro. I curated a series of six programs composed of experimental films by women from 1940 to 2021 for Light Cone in Paris.“Home” is wherever I feel at home – and that might be in a hotel or on a plane or on my way to an unknown destination with a camera and recorder in my bag.Vivian Ostrovsky",
    "name_more_cn": [],
    "personage_id": "27521983",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1293705",
    "personage_link": "https://www.douban.com/personage/27521983/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-22T10:13:32"
}