{
    "sid": "1296347",
    "name": "埃里卡·罗素",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "美术"
    ],
    "awards": [
        "1995年 第67届奥斯卡金像奖 最佳动画短片 (提名) 三角恋"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0751133",
    "name_en": "Erica Russell",
    "name_full": "埃里卡·罗素 Erica Russell",
    "birth_date": "1951年",
    "birth_place": "新西兰",
    "last_movies": [
        {
            "id": 1875298,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911038741.jpg",
            "title": "舞动",
            "release": 1
        },
        {
            "id": 1408102,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874566250.jpg",
            "title": "三角恋",
            "release": 1
        }
    ],
    "introduction": "Born in New Zealand in 1951, Erica Russell emigrated with her parents to South Africa in 1953 and spent her childhood there, finding inspiration in the local folk traditions and especially African music and dance.Moving to London in the early 1970s, she joined Richard Williams' animation studio as a paint-and-tracer, and gained valuable experience assisting the veteran Disney animator Art Babbitt. Throughout the 1970s and 80s she worked for a number of animators and animation companies (including Gerald Scarfe, Paul Vester and Rocky Morton) before establishing her own studio, Eyeworks, and making her solo directing/animation debut with Feet of Song (1988).A near-abstract exploration of colour and rhythm depicted through fleeting impressions of dancers' bodies, Feet of Song established her reputation as a natural successor to her compatriot Len Lye in her rapturous conversion of movement, music and colour into a pure sensory experience. Her subsequent solo projects have continued in a similar vein, including the Oscar-nominated Triangle (1992) and SOMA (2001). The first of these depicted the travails of a love triangle (one man and two women) through pure movement, while the latter was inspired by graffiti art, street dance and the work of Jean-Michel Basquiat. She regards these three films (all funded byChannel 4) as forming a 'dance trilogy'.Like most animators, Russell spends much of her time doing bread-and-butter commissions from commercials companies (such as the award-winning 'Sensual', made for Levi's Jeans for Women series), music video producers (Miles Davis, Elton John, Madonna, Tom Jones) and title designs for television series. Since 1992, she has run her own London-based production company, Gingco, with her partner and producer Adam Parker-Rhodes.",
    "name_more_cn": [],
    "personage_id": "27524625",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1296347",
    "personage_link": "https://www.douban.com/personage/27524625/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-09T17:52:34"
}