{
    "sid": "1299273",
    "name": "温迪·蒂尔比",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "剪辑"
    ],
    "awards": [
        "2023年 第95届奥斯卡金像奖 最佳动画短片 (提名) 飞翔的水手",
        "2012年 第84届奥斯卡金像奖 最佳动画短片 (提名) 狂野生活",
        "2000年 第72届奥斯卡金像奖 最佳动画短片 (提名) 破晓之时"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45838.jpg",
    "imdb_id": "nm0863195",
    "name_en": "Wendy Tilby",
    "name_full": "温迪·蒂尔比 Wendy Tilby",
    "birth_date": "1960年1月1日",
    "birth_place": "Edmonton, Alberta, Canada",
    "last_movies": [
        {
            "id": 35930170,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885434482.jpg",
            "title": "飞翔的水手",
            "release": 1
        },
        {
            "id": 6905176,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1435993257.jpg",
            "title": "狂野生活",
            "release": 1
        },
        {
            "id": 1865830,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884700622.jpg",
            "title": "Tables of Content",
            "release": 1
        },
        {
            "id": 1507716,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869130727.jpg",
            "title": "弦",
            "release": 1
        },
        {
            "id": 1440174,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537670794.jpg",
            "title": "破晓之时",
            "release": 1
        }
    ],
    "introduction": "Director, Screenwriter, Animator(b. January 1, 1960 Edmonton, Alberta)In a country that is particularly adept at nurturing animation talent, Wendy Tilby stands out as an extraordinary artist whose work has received international attention and acclaim. Her films are rich, meaningful stories of everyday life defined by long technical processes, artistic invention and beauty. In 1999, Tilby co-directed with Amanda Forbis When the Day Breaks (1999), the tale of a pig named Ruby. The film won several awards including the FIPRESCI prize at the Venice Film Festival for the film’s “outstanding cinematic way of portraying human emotions.”Tilby was educated at the University of Victoria, where she studied visual arts and literature. She had aspirations to be a writer, and, later, to be a documentary filmmaker but an evening course in animation changed her direction. She enrolled at the Emily Carr Institute of Art and Design in Vancouver, where she majored in film and animation, graduating in 1986.In search of new talent, the National Film Board’s animation studio bought distribution rights to Tilby’s student film Tables of Content and Tilby was invited to Montreal to join the studio. She created Strings in 1991, which became her first international hit. She used stop-action film and images she painted directly on panes of glass (a technique employed by other artists such as Caroline Leaf, a mentor at the NFB) to create a rich and muted tapestry. The story simultaneously follows a woman preparing for a bath and her upstairs neighbour rehearsing with his string trio. Tilby alternates the focus of the story back and forth between the two apartments. And her string motif is successful in suggesting the bond between them. The film received an Oscar® nomination as well a Genie for best animated film.Tilby’s second film, When the Day Breaks, shares a number of common elements with Strings including Tilby’s interest in exploring the connections, however intimate or quotidian, that connect strangers to one another. Karen Mazurkewich comments in Cartoon Capers, a 1999 book about animation in Canada, about how Tilby and Forbis created a new technique: “After more than a year of experimentation, Tilby and co-director Amanda Forbis developed an innovative new multimedia approach.... Shot entirely on Hi-8 with actors, Tilby fed the footage through a video printer. The artists pulled selected frames off the printer and proceeded to Xerox and manipulate the characters beyond recognition. Because they used photocopies of actual film footage, the background moved in a weird pixilated way.” In When the Day Breaks, Ruby the pig accidentally bumps into a chicken on her way to the grocery store, then witnesses a tragic accident that takes the chicken’s life. As Ruby sits at home in shock, she is drawn into the sounds of the kettle and reflects on the chicken’s life. A lemon, a half-eaten piece of toast and a tin of soup symbolize the frailty of life. The film was nominated for an Academy Award® for best animated short and went on to win prizes around the world, including the Grand Prix for best animated short at the international animation festival in Annecy, France.In addition to her work in the animation studio, Tilby has contributed animated segments to such NFB documentaries as Manufacturing Consent: Noam Chomsky and the Media. She has also served on numerous animation festival juries, taught animation at Concordia University in Montreal and was a visiting lecturer at Harvard University’s department of visual and environmental studies.Film and video work includesIt's Raining, 1984 (co-director with Jill Haras; co-editor with Jill Haras)Tables of Content, 1986 (director; animator; producer)Strings/Cordes, 1991 (director; writer; animator)A Case Study: Cambodia and East Timor, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)Concision: No Time for New Ideas, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)Holocaust Denial vs Freedom of Speech, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)Noam Chomsky: Personal Influences, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)A Propaganda Model of the Media Plus Exploring Alternative Media, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)Toward a Vision of a Future Society, 1994 (co-animator with Brian Duchscherer, Mark Achbar, Joan Churchill, Katharine Assals)Inside Out, 1995 (director)",
    "name_more_cn": [],
    "personage_id": "27527552",
    "family_member": [
        "Amanda Forbis(Partner)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1299273",
    "personage_link": "https://www.douban.com/personage/27527552/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-13T23:29:43"
}