{
    "sid": "1303701",
    "name": "斯特凡·朱利安",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fe9d0e14d16d525eaca6bfb3ece158cf.jpg",
    "imdb_id": "nm1122584",
    "name_en": "Stéphane Julien",
    "name_full": "斯特凡·朱利安 Stéphane Julien",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 10485647,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209721954.jpg",
            "title": "X战警：逆转未来",
            "release": 1
        },
        {
            "id": 3074439,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905784752.jpg",
            "title": "理工学院",
            "release": 1
        }
    ],
    "introduction": "Within the past two decades, Stephane Julien has gained extraordinary success as a professional rollerblader, athlete, and a stuntman. In terms of achievements, he was nominated for both an Actra and Guild award. In 2007, he was awarded Taurus Stunt Award which is one of the most prestigious achievements for a stuntman. His professional career as an athlete and stuntman has allowed him to travel the world.Since his first appeared on screen in the film \"Rollerball,\" Julien's rollerblade career has evolved into an incredibly successful stunt career. He has worked on 59 films, with a extensive list of stunt coordinator and directors including: Jamie Jones, John Stead, Stephane Lefebvre, Alison Reid, Chad Stahelski, Damon Caro and Eric Canuel, Charles-Olivier Michaud, Xavier Dolan, Zack Snyder, and Guillermo Del Toro.\"300\" marks the biggest box office success within Julien's professional career. His determination and rigour has allowed him to created a name for himself within his field, he has connected with the best stuntman from Los Angeles, Vancouver, Toronto and Montreal. His involvement within the film industry has amplified his career and success. He has also used his experience as a stuntman to inform his secondary focus as an emerging stunt coordinator.During 2007, Julien received the Taurus Stunt Award for the Best Fight Sequence for his involvement in \"300\". In 2010, he received an Actra Award nomination for best stunt performance for his appearance in \"No Surrender\". Recently, he has received a Screen Actors Guild Award for Outstanding Action Performance by a stunt ensemble in the motion picture \"X-Men: Days Of Future Past.\"Following is a list of memorable credits and appearances within films and television programs: Shoot'em up, Get Smart, Love Guru, Deathrace, Red, Being Human, Beauty and the Beast, X-Men: Days of Future Past, and Pacific Rim.Julien was also honoured to be part of the Assassin's Creed franchise. Within this project he took the role as the Assassin; performing exciting stunts, creating action sequence, and coordinating the stunts. His career within the video game industry also includes: Splinter Cell: Conviction, Shawn White: Skateboarding, The Adventure of Tintin: The Secret of the Unicorn, Far Cry 3, Splinter Cell: Black Listed, Batman Arkham Origins, and Watchdog.While continuing to explore new artistic endeavours, Julien has used his professional success as a vehicle for positive change and as a means to inspire young minds to go after their dreams, passion, and challenges.",
    "name_more_cn": [],
    "personage_id": "27531981",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1303701",
    "personage_link": "https://www.douban.com/personage/27531981/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-27T18:49:55"
}