{
    "sid": "1304230",
    "name": "弗雷德里克·贝克",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1851b041203ae72c216789bd03142968.jpg",
    "imdb_id": "nm1170243",
    "name_en": "Frederick Baker",
    "name_full": "弗雷德里克·贝克 Frederick Baker",
    "birth_date": "1965年1月26日",
    "birth_place": "奥地利,萨尔茨堡",
    "last_movies": [
        {
            "id": 26785133,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2414847517.jpg",
            "title": "Projektion Österreich: The Story of Austrian Cinema",
            "release": 1
        },
        {
            "id": 5203171,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Imagine Imagine",
            "release": 1
        },
        {
            "id": 5127254,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Stalin: Red God",
            "release": 1
        },
        {
            "id": 3221514,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899899448.jpg",
            "title": "Romy Schneider - Eine Frau in drei Noten",
            "release": 1
        },
        {
            "id": 2008864,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582209929.jpg",
            "title": "跟随《第三人》",
            "release": 1
        }
    ],
    "introduction": "Frederick Douglas Stephan \"Fred\" Baker (26 January 1965 – 24 August 2020) was an Austrian-British filmmaker, media scholar, and archaeologist.He was born in Salzburg and was brought up in London. After graduating from Queen Elizabeth's Grammar School for Boys, he studied Anthropology and Archaeology at St John’s College, Cambridge, Tübingen and Sheffield Universities, finishing with a Ph.D. from Cambridge University.He was a Senior Research Associate at the McDonald Institute for Archaeological Research, Cambridge University, specialising in Digital Humanities, Heritage, and Prehistoric Rock Art. He was a co-founder of the EU-funded 3D Pitoti digital heritage project and co-director of the Cambridge University Prehistoric Picture Project.He divided his time between London, Berlin and Vienna, producing and directing films, as well as writing articles and books. In the book The Art of Projectionism (2007) he defined a projectionist school of filmmaking and media art. In this publication he also presented \"ambient film\", a surround experience that can be shown in specially developed \"ambient cinemas\". His first narrative ambient short, Ruhetag, was premiered in Vienna in 2007. Ring Road: A Viennese Odyssey, the first ambient feature film, was premiered at the Biennale in Seville in 2008.His interview partners included Yoko Ono, George H. W. Bush, Mikhail Gorbachev, Václav Havel, Shimon Peres, Helmut Kohl, John Major, Michel Rocard, Tadeusz Mazowiecki, Amalia Rodrigues, Cardinal Franz König, Lord Norman Foster, Sir Ernst Gombrich, Simon Wiesenthal, Prince Louis Ferdinand of Prussia, Joseph Stalin’s grandson and Vivienne Westwood.Baker taught film at the Donau University, Krems and St. Pölten University of Applied Sciences in Austria. He lectured on film, media and journalism at the Bauhaus University, Weimar, the Universität der Künste in Berlin and Middlesex University in London. He also taught film as part of the Screen Media and Culture Group at Cambridge University. His specialties included cinema of Austria, new media art and television documentary. For the Museum of Applied Arts, Vienna he created 'Klimt's Magic Garden: A Virtual Reality Experience by Frederick Baker' (2018).Baker died on 25 August 2020, at the age of 55.",
    "name_more_cn": [],
    "personage_id": "27532510",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1304230",
    "personage_link": "https://www.douban.com/personage/27532510/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2020年8月24日"
        }
    ],
    "name_more_other": [
        "Frederick Douglas Stephan Baker (本名)"
    ],
    "update_at": "2025-04-15T19:22:46"
}