{
    "sid": "1305536",
    "name": "马克·斯默林",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "编剧",
        "导演"
    ],
    "awards": [
        "2004年 第76届奥斯卡金像奖 最佳纪录长片 (提名) 追捕弗雷德曼家族"
    ],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1502818882.06.jpg",
    "imdb_id": "nm0806830",
    "name_en": "Marc Smerling",
    "name_full": "马克·斯默林 Marc Smerling",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35166785,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616211902.jpg",
            "title": "A Wilderness of Error",
            "release": 1
        },
        {
            "id": 27199922,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "罪恶城",
            "release": 1
        },
        {
            "id": 26292143,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226819920.jpg",
            "title": "纽约灾星 第一季",
            "release": 1
        },
        {
            "id": 4259279,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p569321659.jpg",
            "title": "鲶鱼",
            "release": 1
        },
        {
            "id": 3705713,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887917884.jpg",
            "title": "Béla Fleck & the Flecktones乐团02年现场",
            "release": 1
        },
        {
            "id": 2974280,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1139859260.jpg",
            "title": "所有美好的东西",
            "release": 1
        },
        {
            "id": 1309100,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2345008258.jpg",
            "title": "追捕弗雷德曼家族",
            "release": 1
        }
    ],
    "introduction": "Marc Smerling produced and shot \"The Jinx: The Life and Deaths of Robert Durst\", a \"groundbreaking\" series on HBO about the heir to a Manhattan real estate fortune suspected of three murders over thirty years.Smerling wrote and produced \"All Good Things\" (2010), starring Ryan Gosling , Frank Langella, and Kirsten Dunst. Mr. Gosling played the role of Robert Durst and after seeing the film, the Real Estate Scion decided to sit with the filmmakers for an extensive interview about his life. This 23-hour interview is the basis for \"The Jinx.\"Smerling produced \"Catfish,\" a 2011 documentary feature about the perils of social networking. \"Catfish\" spawned the television series \"CatfishTV,\" currently in its sixth season on MTV as one of cable's highest rated original programs.He produced and shot much of \"Capturing the Friedmans,\" (2003) winner of the Grand Jury Prize at the Sundance Film Festival and nominated for an Academy Award for Best Documentary.Smerling is a partner in Hit The Ground Running Films, a television & motion picture development and production company located in New York City. Before that, he was founder and executive producer of Notorious Pictures, a production company with offices in New York and Los Angeles. There, he produced and directed television commercials and music videos and concert films for musicians as diverse as The Fugees, Santana, POD, Sarah McLachlan, Wyclef Jean, Diana King and Slipknot, as well as documentaries, animated and reality series for broadcast.He was the associate producer of \"Gangs, Cops and Drugs\" and \"The New Hollywood\" with Tom Brokaw for NBC. He worked as a newspaper reporter in Upstate New York. He is a 1985 graduate of Syracuse University's Newhouse School of Journalism and a 1989 graduate of USC's School of Cinema-Television, where his thesis film, \"Driving The American Dream,\" won a FOCUS award. There, he earned a Masters In Film Production.",
    "name_more_cn": [],
    "personage_id": "27533815",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1305536",
    "personage_link": "https://www.douban.com/personage/27533815/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-07T01:50:48"
}