{
    "sid": "1308611",
    "name": "莱昂德罗·利玛",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8b702cb8eaa8bbf06c00dc4ac056f270.jpg",
    "imdb_id": "nm1741699",
    "name_en": "Leandro Lima",
    "name_full": "莱昂德罗·利玛 Leandro Lima",
    "birth_date": "1982年2月25日",
    "birth_place": "巴西,帕拉伊巴州,若昂佩索阿市",
    "last_movies": [
        {
            "id": 36747755,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906578394.jpg",
            "title": "Matilha",
            "release": 1
        },
        {
            "id": 36581822,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898777971.jpg",
            "title": "叛我更幸福",
            "release": 1
        },
        {
            "id": 35867484,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876403124.jpg",
            "title": "潘塔纳尔",
            "release": 1
        },
        {
            "id": 35075086,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605823709.jpg",
            "title": "美妙之物 第二季",
            "release": 1
        },
        {
            "id": 30464882,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605821344.jpg",
            "title": "美妙之物 第一季",
            "release": 1
        }
    ],
    "introduction": "Em 1999, aos dezessete anos, fundou a banda de axé Ala Ursa, na qual se tornou vocalista e passou se apresentar por todo o nordeste, além de cantar anualmente no tradicional pré-carnaval de João Pessoa. Em 2005, visando ganhar reconhecimento para o grupo, participou da quarta temporada do talent show Fama, no qual acabou não chegando entre os semifinalistas, sendo eliminado nas primeiras seleções. Em 2006 foi convidado por um produtor para realizar um teste para se tornar modelo, no qual foi aprovado e assinou com a Joy Models, contrariando o comum, onde os rapazes despontam para o mundo da moda na adolescência. Leandro deixou a banda para seguir a carreira como modelo, mudando-se para a Europa, onde desfilou para grandes grifes como Versace, Calvin Klein e Christian Dior S.A., além de ter realizando campanhas publicitárias em Milão, Paris, Londres e Madri. Durante essa época fez pequenas participações especiais em telenovelas durante o tempo em que estava no Brasil, incluindo o garoto de programa Heitor em Passione, amante da personagem de Maitê Proença. Em 2011 estrelou sua primeira novela no elenco integral, Insensato Coração, interpretando o interesseiro Patrick, que usava de sua beleza para tentar aplicar golpes para se tornar rico.Em 2012 mudou-se para Nova Iorque para modelar.Em 2013 realizou os testes para interpretar o sofredor Viktor na telenovela Joia Rara, na Rede Globo porém Rafael Cardoso acabou sendo escolhido para o papel.A decisão foi tomada pela diretora Amora Mautner, que acreditou que Leandro se enquadraria melhor no personagem Davi, o qual ainda não havia sido preenchido.O ator estreou sua primeira trama no núcleo principal interpretando um soldado que havia lutado na Segunda Guerra Mundial e se tornara paraplégico, desenvolvendo uma paixão patológica pela vedete Aurora.Neste ano também desfilou na São Paulo Fashion Week.",
    "name_more_cn": [],
    "personage_id": "27536890",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1308611",
    "personage_link": "https://www.douban.com/personage/27536890/",
    "property_other": [],
    "name_more_other": [
        "Leandro Lima Lemos(本名)"
    ],
    "update_at": "2025-08-01T11:56:41"
}