{
    "sid": "1309725",
    "name": "瑞安·迈纳丁",
    "site": "douban_celebrity",
    "roles": [
        "美术",
        "动画",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/dfc4bba64ccb899d5a026aee20785d05.jpg",
    "imdb_id": "nm2016096",
    "name_en": "Ryan Meinerding",
    "name_full": "瑞安·迈纳丁 Ryan Meinerding",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36646983,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915239054.jpg",
            "title": "假如…？ 第三季",
            "release": 1
        },
        {
            "id": 35659892,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925279355.jpg",
            "title": "漫威丧尸",
            "release": 1
        },
        {
            "id": 35156144,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912982709.jpg",
            "title": "迪士尼的一天",
            "release": 1
        },
        {
            "id": 34825559,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922951571.jpg",
            "title": "神奇4侠：初露锋芒",
            "release": 1
        }
    ],
    "introduction": "Ryan Meinerding is the Head of Visual Development at Marvel Studios. He has been with Marvel Studios since the early days of 'Iron Man,' helping to design the look and feel of the Marvel Cinematic Universe.Ryan Meinerding grew up in Suburban Northeast Ohio. He always had a crayon in his hand while growing up, until he traded it for an airbrush in high school. He studied Industrial Design at the University of Notre Dame and Illustration at the Art Center College of Design. While attending school, he worked on video game titles like 'Gauntlet: Seven Sorrows' and 'Return to Castle Wolfenstein 2.'In his last semesters at Art Center he had the opportunity to leave school to work with one of his heroes, Iain McCaig. That opportunity was Ryan's first film character design project, a movie entitled 'Outlander.' Iain's company worked on a few subsequent projects, one being Jon Favreau's version of 'John Carter of Mars.' This project allowed Ryan his first attempts at keyframe illustrations, and these images resonated with the director and helped define the look and feel of that version of the film.Jon Favreau decided not to continue with that project, but hired Ryan onto his next film: 'Iron Man.' Ryan designed the Mark 1, and worked with Adi Granov to create the Iron Monger. Ryan also continued to do keyframe illustrations, helping to define the look and feel of the scenes in Tony's garage and in the cave.After 'Iron Man,' Ryan left Marvel briefly to illustrate costumes for 'Watchmen' and do robot design for 'Transformers: Revenge of the Fallen.' Upon returning to Marvel Studios, the producers asked if he would stay on full time and help design the look of the Marvel heroes and villains. He lead character design on Iron Man 2, and worked on keyframe and concept design for Thor. He has done the concept design for all of Captain America's suits, and along with Charlie Wen, led a Visual Development team of artists to accomplish the character designs for the Avengers and Avengers: Age of Ultron. He recently finished work on one of his favorite superheroes for Spider-Man: Homecoming, out now, as well as revisited the Avengers for Infinity War and ventured into the new world of Black Panther, both coming in 2018. He is currently working on new Marvel Studios projects.",
    "name_more_cn": [],
    "personage_id": "27538005",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1309725",
    "personage_link": "https://www.douban.com/personage/27538005/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-15T14:36:04"
}