{
    "sid": "1309575",
    "name": "Jordan Vaughn",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/295c6946a6d3e93d8461c8f0f5f73b8c.jpg",
    "imdb_id": "nm1981347",
    "name_en": "",
    "name_full": "Jordan Vaughn",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3676935,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916563703.jpg",
            "title": "老爸最清楚",
            "release": 1
        },
        {
            "id": 2059866,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915816742.jpg",
            "title": "Justice",
            "release": 1
        }
    ],
    "introduction": "Jordan Vaughn has done some work before, but he is somewhat local, and I was looking for videos for the marathons. The marathons used to be about clearing the shelves of videos that didn’t quite meet the quality I wanted, but the last couple years, I have been filming videos just for the marathons.Not sure what stage names Tyson has used, but he clearly has a lot of experience doing video and cam work. He is 5’4″ and all muscle. He has a nice 7 inch cock on him and great muscled bubble butt! He has transitioned nicely into hot daddy genre!It sounds like he jerks-off 6-7 times a day, and I believe it. Despite jerking-off earlier in the day, his cock was practically demanding that he play with it. His hole loves the attention too, and I love seeing his cock jump as he fingers himself.Tyson even gets a toy out and slides it in. That makes his cock twitch and big glob of pre-cum spills out!With the dildo planted firmly in his ass, he lays back and busts a huge nut! And if you are fan of wiggling toes, Tyson looks like he ready for take-off!",
    "name_more_cn": [],
    "personage_id": "27537854",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1309575",
    "personage_link": "https://www.douban.com/personage/27537854/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-07T12:56:21"
}