{
    "sid": "1310154",
    "name": "Richard Gibson",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45237.jpg",
    "imdb_id": "nm2142906",
    "name_en": "",
    "name_full": "Richard Gibson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 6129660,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514198668.jpg",
            "title": "法国小馆儿 第三季",
            "release": 1
        },
        {
            "id": 5992885,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514198562.jpg",
            "title": "法国小馆儿 第二季",
            "release": 1
        },
        {
            "id": 5209863,
            "year": "2005",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Message from Fallujah",
            "release": 1
        },
        {
            "id": 1807476,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510153426.jpg",
            "title": "法国小馆儿 第一季",
            "release": 1
        }
    ],
    "introduction": "Richard Gibson (born 1 January 1954) is an English actor, probably best known for his role as the archetypal Gestapo Officer Herr Otto Flick in the BBC hit sitcom series, 'Allo 'Allo!.Gibson was born in Kampala, Uganda, before the country gained independence from the UK. He was educated at St Paul's Cathedral Choir School, Radley College and the Central School of Speech and Drama.He took part in 'Allo 'Allo! during the vast majority of the series. Dressed in an ankle-length leather coat and with the obligatory stiff-legged limp and walking stick, Herr Flick spent his life suppressing peasants, seducing Helga, the German town Commandant's assistant, and vainly trying to get his hands on the original of the painting 'The Fallen Madonna with the Big Boobies' by Van Klomp.Gibson then toured with the group when 'Allo 'Allo! transferred to the stage and had successful tours both in the United Kingdom and abroad. The stage version of the show gave rein to his other skills, and he was able to demonstrate his mastery over the violin.His first film role of note was in the 1971 film, The Go Between, where he played Marcus Maudsley, school friend of Leo Colston (Dominic Guard) who passed messages between Julie Christie and Alan Bates. He has also played a wide variety of roles on stage and the TV screen, and in 2006 was a regular guest on The Daily Telegraph's World Cup Pubcast, where he usually took the role of Herr Flick, providing a more biased view of the proceedings. In 2003, he guest starred in the Doctor Who audio drama Flip-Flop.Gibson also works as a radio and voiceover artist, and is currently touring the UK (2011) in Death By Fatal Murder, with Leslie Grantham, Katy Manning and Michelle Hardwick.",
    "name_more_cn": [],
    "personage_id": "27538434",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1310154",
    "personage_link": "https://www.douban.com/personage/27538434/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-22T16:28:06"
}