{
    "sid": "1312595",
    "name": "Damon Demarco",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/213402387aa1708c49004fee03970b59.jpg",
    "imdb_id": "nm1972824",
    "name_en": "",
    "name_full": "Damon Demarco",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26678788,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462535682.jpg",
            "title": "达蒙与亨特：同做",
            "release": 1
        }
    ],
    "introduction": "Porn star, go-go dancer and sometimes blogger Damon DeMarco has been sizzling porn sets since his first appearance on popular Internet site Show Guys. Since then Damon has become best known for his appearances alongside his long time boyfriend Hunter James. Together the two were the focus of the 2006 documentary Damon and Hunter: Doing It Together. The film centers around explicit portrayals of the couple making love. Shown in various film festivals the documentary went on to win several awards including Best Documentary at the Melbourne Underground Film Festival in Melbourne, Australia.Damon’s other credits include films by top adult studios Dark Alley Media, Studio 2000, Unzipped Video and TitanMen. As a Titan performer Damon can be seen in Side Effects, Alabama Take Down and the popular 110 Degrees in Tucson. Damon’s most recent work has been an ongoing role in the online web series Dirty Tricks. Launched by DirtyBoy Video and Naked Sword, the series centers on Dirty Tricks, the hottest bar in NYC’s East Village. Damon has been a longtime resident of the big apple and has no plans of living anywhere else.",
    "name_more_cn": [],
    "personage_id": "27540875",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1312595",
    "personage_link": "https://www.douban.com/personage/27540875/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-01T04:28:30"
}