{
    "sid": "1312761",
    "name": "竹内都子",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41649.jpg",
    "imdb_id": "nm1576427",
    "name_en": "Miyako Takeuchi",
    "name_full": "竹内都子 Miyako Takeuchi",
    "birth_date": "1962年2月5日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36272109,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897469200.jpg",
            "title": "奶奶的忧郁",
            "release": 1
        },
        {
            "id": 35890153,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872656091.jpg",
            "title": "离别的歌",
            "release": 1
        },
        {
            "id": 35786030,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886524429.jpg",
            "title": "奥莉佛是狗，（天哪！！）这家伙 续篇",
            "release": 1
        },
        {
            "id": 35335940,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885428111.jpg",
            "title": "彷徨之刃",
            "release": 1
        },
        {
            "id": 30299355,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532066428.jpg",
            "title": "乱反射",
            "release": 1
        },
        {
            "id": 30147434,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549115047.jpg",
            "title": "半世界",
            "release": 1
        },
        {
            "id": 26683686,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495257399.jpg",
            "title": "我选择了不结婚",
            "release": 1
        },
        {
            "id": 26576697,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2325218959.jpg",
            "title": "团地",
            "release": 1
        },
        {
            "id": 26527993,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567863935.jpg",
            "title": "哆啦A梦：新·大雄的日本诞生",
            "release": 1
        },
        {
            "id": 25928048,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2371784693.jpg",
            "title": "哆啦A梦：大雄的宇宙英雄记",
            "release": 1
        }
    ],
    "introduction": "Miyako Yoshida was born in Japan in 1965 and began her training in Tokyo.  In 1983, at the age of seventeen, she won the coveted Prix de Lausanne competition which gave her a scholarship to The Royal Ballet School.  She danced the Bluebird Pas de deux from The Sleeping Beauty in the School’s annual performance at the Royal Opera House and Aurora and the Bluebird Pas de deux in Aurora’s Wedding, and also in R B Sque, at Sadler’s Wells Theatre.  She joined Sadler’s Wells Royal Ballet (now Birmingham Royal Ballet) in July 1984 and was promoted to Soloist in 1987 and Principal in 1988.  She moved to The Royal Ballet in September 1995.Her classical roles with Birmingham Royal Ballet included the principal girl in Paquita, the title role in Giselle, Odette/Odile in Swan Lake, Princess Aurora in The Sleeping Beauty and the Sugar Plum Fairy in The Nutcracker.  In the Frederick Ashton repertory she danced Lise in La Fille mal gardée, the Blue Girl in Les Patineurs, the Polka Girl in Façade and Titania in The Dream.In Kenneth MacMillan repertory, her roles included Juliet in Romeo and Juliet, the principal girl in the Pavane Pas de deux, the Pas de deux girl in Les Rendezvous, Bethena Waltz Girl in Elite Syncopations, the Polka in Solitaire, the Pas de deux girl in Danses concertantes, Orange Girl in Fin du Jour and Quartet.  In David Bintley repertory she danced the title role in The Snow Queen, the Pas de trois girl in Galanteries and roles in Flowers of the Forest, Brahms Handel Variations, Choros, Allegri Diversi and Hobson’s Choice.She has also danced lead roles in Balanchine’s Symphony in Three Movements, Theme and Variations, Divertimento No 15, Tchaikovsky Pas de deux and Concerto Barocco.  Other roles included the Don Quixote Pas de deux, the Pas de deux in Les Sylphides, the lead girl in Hans Van Manen’s Five Tangos and roles in Massine’s Choreartium.Whilst still a member of Birmingham Royal Ballet, she guested with The Royal Ballet both at Covent Garden in Don Quixote, The Nutcracker, The Sleeping Beauty and Ashton’s Sylvia Pas de deux, at the Metropolitan Opera House in New York The Sleeping Beauty and in Los Angeles Swan Lake.Since joining The Royal Ballet, she has made her Covent Garden debut as Odette/Odile in Anthony Dowell’s production of Swan Lake, in the title role of Peter Wright’s production of Giselle, as the Blue Girl in Ashton’s Les Patineurs, Les Rendezvous, Lise in La Fille mal gardée, Rhapsody and Scènes de ballet.  She has also made debuts in MacMillan’s Side Show, Anastasia (as Mathilde Kschessinska), The Prince of the Pagodas (Princess Rose), Romeo and Juliet (title role), Balanchine’s Apollo (Polyhymnia), Symphony in C (First Movement), Ashton’s Symphonic Variations (Centre Couple), Daphnis and Chloë (Chloë), Cinderella (title role), Birthday Offering (Pas de deux and Fonteyn Variation), Ondine (title role), the Corsaire Pas de deux with Tetsuya Kumakawa, the Talisman Pas de deux with Irek Mukhamedov and the Pas de quatre in Twyla Tharp’s Mr Worldly Wise.Since the reopening of the Royal Opera House she has performed the role of Swanhilda in Ninette de Valois’ production of Coppélia, the lead in Fokine’s The Firebird, Kitri in Rudolf Nureyev’s Don Quixote, William Forsythe’s Vertiginous Thrill of Exactitude, Aurora in Natalia Makarova’s The Sleeping Beauty and The Queen of The Waters in Michael Corder’s Water variation as part of Homage to the Queen.She has created the roles of the Blue Girl in Christopher Wheeldon’s ‘A Royal Ballet’ (1998 Dance Bites Tour) and the Pink Girl in Michael Corder’s Masquerade (1999 Dance Bites Tour).With Birmingham Royal Ballet she danced the Sugar Plum Fairy in a television and video version of The Nutcracker.  Other television appearances with The Royal Ballet include the Fourth Movement of Symphony in C at the 1997 Farewell Gala, Coppélia, January 2000 and Scènes de ballet December 2004.In 1989 she was awarded the Global Prize for her achievements as a Japanese dancer working in Europe.  First given in 1988, the Global Prize is awarded annually to the Japanese artist, performer or writer considered to have made the biggest impact in Europe.  In 2001 she was awarded the Arts Encouragement Prize for Artists of the Ministry of Education, Science Sports and Culture in Japan, and in 2004 was appointed UNESCO Artist for Peace.In September 2006 Miyako Yoshida became a Principle Guest Artist with The Royal Ballet.There are no future performances.",
    "name_more_cn": [],
    "personage_id": "27494149",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1312761",
    "personage_link": "https://www.douban.com/personage/27494149/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-15T06:21:16"
}