{
    "sid": "1315306",
    "name": "斯科特·维克斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p31040.jpg",
    "imdb_id": "nm3159714",
    "name_en": "Scott Vickers",
    "name_full": "斯科特·维克斯 Scott Vickers",
    "birth_date": "",
    "birth_place": "Manchester, UK",
    "last_movies": [
        {
            "id": 30257425,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550720097.jpg",
            "title": "女族长",
            "release": 1
        },
        {
            "id": 6540541,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2027708790.jpg",
            "title": "都市急救线",
            "release": 1
        },
        {
            "id": 5161190,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Long Hard Goodbye",
            "release": 1
        },
        {
            "id": 2073726,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911711146.jpg",
            "title": "圣橡镇少年",
            "release": 1
        },
        {
            "id": 2061789,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623307341.jpg",
            "title": "爱默戴尔农场",
            "release": 1
        }
    ],
    "introduction": "Scott was born in Manchester but grew up and went to school in Cheshire. He went to Drama School and Gymnastics from the age of 7 and was involved in Amateur Dramatics and Drama School productions performing in several plays, musicals and competitions each year. His first professional show (Snow White) was in Manchester when he was 11 years old.After 2 years of stage school Scott landed a soloist performers role at the world famous Moulin Rouge in Paris making him the youngest ever in that role at 18 years of age.Scott went on to perform in several productions – '42nd Street', 'Crazy For You' in the USA, Boogie Nights, Spirit Of Fosse, Chicago in London's West End to name a few.While in the USA Scott took 12 months out to study in New York. His focuses were Acting, Photography, Cinematography and Screen Writing. Returning to London he continued his studies but also began auditioning solely as an actor and has since appeared in over 40 commercial productions like the hugely popular music video \"Pendulum - The Other Side\", BBC HD Adverts, Film 4 Idents, Addidas, IBM. He has also appeared in Hollyoaks and Emmerdale amongst several other TV appearances and voice overs.In 2009 Scott completed a screen play called Devil's Patriot which instantly captured the interest of two time Oscar winner Roger Christian (see videos for the documentary) who is currently booked to direct the film. He was then commissioned to write for Stray Dogs Films and completed another sought after film script titled 'Hope Valley'. Scott recently directed and produced the music video 'Death Wish'. 'Death Wish' is about to start the festival run later this year.",
    "name_more_cn": [],
    "personage_id": "27481680",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1315306",
    "personage_link": "https://www.douban.com/personage/27481680/",
    "property_other": [],
    "name_more_other": [
        "Scott Ryan Vickers"
    ],
    "update_at": "2025-05-23T09:22:16"
}