{
    "sid": "1315527",
    "name": "塔娜什.乔治森.卡钦维",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1584582347.83.jpg",
    "imdb_id": "nm0434186",
    "name_en": "Tinashe Jorgenson Kachingwe",
    "name_full": "塔娜什.乔治森.卡钦维 Tinashe Jorgenson Kachingwe",
    "birth_date": "",
    "birth_place": "Lexington, Kentucky",
    "last_movies": [
        {
            "id": 30446871,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546609109.jpg",
            "title": "吉屋出租 现场版2019",
            "release": 1
        },
        {
            "id": 30336302,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893856062.jpg",
            "title": "与星共舞 第二十七季",
            "release": 1
        },
        {
            "id": 2143424,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1743391589.jpg",
            "title": "时尚警察",
            "release": 1
        }
    ],
    "introduction": "At age 14, Tinashe was approached by former pop-star Vitamin C to join an all-girl singing and dancing group. She quickly joined Allie Gonino, Hayley Kiyoko, Kelsey Sanders (later replaced by Lauren Hudson in 2009) and Marisol Esparza to form the Stunners.[1] The group soon signed with Columbia Records and released a single titled \"Bubblegum\" to iTunes along with the official video for the single and as contributed a song to the iCarly soundtrack.In 2009, the group left Columbia Records and signed a production deal with Lionsgate Entertainment, who also produced a scripted television show pilot based on the group, which was ordered by MTV.[1] In October of that year, the girls released a 5-song EP and shot a music video for their promo single \"We Got It\" which was released on February 22, 2010.They released a holiday single in December 2009, produced by Desmond Child, titled \"Santa Bring My Soilder Home\" and performed the song on The Today Show as well as The Wendy Williams Show. After meeting with various labels interested in the group, they signed to Universal Republic Records[1] in 2010 and released their first single \"Dancin' Around the Truth\" which featured the New Boyz to iTunes as well as Top 40 radio stations. The music video premiered June 2, just before the group was announced as an opening act on Justin Bieber's My World Tour.[1]They finished their run after twenty dates on the tour and returned to LA to record new songs with producers such as Toby Gad, The Cataracs, Dave Broome, Livvi Franc and more. They shot a fourth music video in the desert of California in November for their new song \"Spin The Bottle\" which premiered on December 31, 2010.",
    "name_more_cn": [],
    "personage_id": "27549345",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1315527",
    "personage_link": "https://www.douban.com/personage/27549345/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-21T14:26:22"
}