{
    "sid": "1315245",
    "name": "本·梅尔斯",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1500354492.37.jpg",
    "imdb_id": "nm2096447",
    "name_en": "Ben Myers",
    "name_full": "本·梅尔斯 Ben Myers",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5151305,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493014276.jpg",
            "title": "The Sweet Shop",
            "release": 1
        }
    ],
    "introduction": "An award winning independent filmmaker, Ben Myers is a director, screenwriter and producer as well as a published playwright whose work has been studied on the UK curriculum. After working at the internationally renowned Watermill Theatre for several years, Ben made the decision to move into film production. He co-founded and runs his own successful film and video production business, MWS Media, from his Greenham Airfield Studio. He is best know for winning 'best Sci-Fi/Horror film' at the London independent film festival in 2010 with his film Nuryan; Best editing of a feature film for his film 'The Sweet Shop' at the London International Feature Film Festival in 2013, where he was nominated for best director and best film. His third feature as director, \"The Catch\", a caper comedy, is in post-production now. He has recently finished a unique improvised feature film which is also in post-production. He has consulted and lectured for the Arts Council and National Drama in the UK and the Midnight International Dramatic Arts Festival in Australia, whilst appearing on BBC Radio 4 to discuss his work.",
    "name_more_cn": [],
    "personage_id": "27549545",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1315245",
    "personage_link": "https://www.douban.com/personage/27549545/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-29T05:25:58"
}