{
    "sid": "1316918",
    "name": "密斯·明",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b8d9d63908d8b14eb2a72fde83fe5fb4.jpg",
    "imdb_id": "nm3239681",
    "name_en": "Miss Ming",
    "name_full": "密斯·明 Miss Ming",
    "birth_date": "1990年11月3日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35088782,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903392706.jpg",
            "title": "愚人舞会",
            "release": 1
        },
        {
            "id": 34882859,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582904205.jpg",
            "title": "删除历史",
            "release": 1
        },
        {
            "id": 26872519,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bocuse",
            "release": 1
        },
        {
            "id": 26306936,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556765707.jpg",
            "title": "白鼬",
            "release": 1
        },
        {
            "id": 21339378,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160148733.jpg",
            "title": "亨利",
            "release": 1
        }
    ],
    "introduction": "Originaire d'une famille multi-ethnique, Miss Ming est née un 3 novembre 1990 et n'est pas autiste mais simplement différente.Elle fait ses études à Amiens par correspondance mais n'a pas d'adresse fixe. Elle invente son métier bien à elle, bricoleuse de la vie. Elle agit également comme porte-parole de la SPAA (Société protectrice des Artistes Abandonnés) et ambassadrice virtuelle du Groland. Elle étudie les Sciences humaines et sociales dominante Arts plastiques et Cinéma d'animation à l'Université d'Amiens, autour de la question « Le cinéma d'animation et le film d'animation transnational et international à travers les sciences humaines et sociales ». Elle concocte un textualisme qu'elle a inventé en s'inspirant de Pierre Garnier, et qu'elle lit dans des endroits insolites.Benoît Delépine la rencontre par hasard sur une plage alors qu'elle lisait des poèmes à voix haute en étant habillée avec ses habits qu'elle confectionne. Il la suivra alors de près, l'ouvrant au monde de Groland. Son premier livre en porte la marque. Elle est devenue ambassadrice virtuelle du Groland, et a inventé le personnage de grogirl, héroïne pure de groland ou de la Marianne grolandaise. Elle apprécie toutes les langues minoritaires et traduit ses textes dans diverses langues régionales, pour aller ensuite les réciter dans leurs villes d'origines. Elle aime inventer des langues comme le grosyptien (langue grolandaise), ou le srevnen utilisé pour le disque de La Semence pastorale réalisé par Jef BenechElle réalise divers films d'animations et clips pour ses productions musicales, dont l'ambiance est volontairement absurde, bricolée et enfantine par le mélange des matières et des techniques. De plus, elle écrit des chansons pour son avatar Candy Rainbow.",
    "name_more_cn": [],
    "personage_id": "27499414",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1316918",
    "personage_link": "https://www.douban.com/personage/27499414/",
    "property_other": [],
    "name_more_other": [
        "Candy Ming"
    ],
    "update_at": "2025-10-12T18:09:06"
}