{
    "sid": "1316937",
    "name": "黄天元",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p37916.jpg",
    "imdb_id": "nm4823002",
    "name_en": "Tianyuan Huang",
    "name_full": "黄天元 Tianyuan Huang",
    "birth_date": "1997年4月25日",
    "birth_place": "中国,江苏,南京",
    "last_movies": [
        {
            "id": 27107725,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558843938.jpg",
            "title": "动物管理局",
            "release": 1
        },
        {
            "id": 21264283,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2325714098.jpg",
            "title": "钢刀",
            "release": 1
        },
        {
            "id": 3649049,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1322247572.jpg",
            "title": "金陵十三钗",
            "release": 1
        }
    ],
    "introduction": "在北京《金陵十三钗》的首映会上，一个叫作黄天元的男孩带着他的特殊角色神秘亮相了。他是电影《金陵十三钗》里的“第十四钗”，唯一一个男扮女装的反串角色；他也是最新出炉的“谋男郎”。在同学和老师眼里，这是个什么样的男生？昨天，记者走进了黄天元目前就读的南京玄武外国语学校，为大家揭秘银幕下的“谋男郎”。玄外不少学生参选，只有他中了童老师是天元的数学老师，也是他三年来的班主任。采访前，童老师便不好意思地向记者表明，根据天元同学和他家长的要求，出于天元与剧组签署了保密协议的原因，不能对记者透露太多内容，怕会对天元造成不好的影响。黄天元是怎么被导演选中，最后出演了陈乔治这一角色的？童老师透露，当时剧组来学校挑选小演员的时候，学校里好多孩子都去选的，只是后来只有黄天元被选上了。“具体情况我也不太清楚，也不方便透露太多。”他送每个同学电影票，大家才知道记者在采访中发现，黄天元出演大导演张艺谋的影片，而且还反串角色，这么大的事，保密工作却做得相当好，很多同班同学甚至昨天才知道这个事。“他平时很低调。从来没有对我们谈起过他拍《十三钗》的事情，我们直到不久前拿到了《十三钗》的电影票才知道天元竟然出现在电影里。我们都很吃惊，也很羡慕。”方同学说。因为拍戏，黄天元停了一学期的课。同学们好奇他怎么没来上课，老师的答复是“他家里有事”，所以大家都不知道他去拍电影了。 直到前几天，黄天元自己出钱给班上每个人都买了一张电影票，邀请同学们16号那天去电影院观看，大家才知道身边居然出了个“谋男郎”。“黄同学是个很重感情的学生，他不仅买了电影票给现在班里的同学，还给小学的同学都买了电影票。”童老师告诉记者。在玄外，童老师应该是最早知道黄天元参加拍戏的。他回忆道：“大约初二上学期吧。那时候开始，天元同学来我这里交请假条，然后知道的。”不过，童老师并不知道天元演什么角色，昨天看了晨报才知道他原来演的是一个男扮女装的角色。健谈幽默，这个男孩阳光热心在同学和老师眼里，黄天元是个什么样的男孩？张艺谋为何会选他来反串角色呢？“嗯，有点吃惊。”童老师告诉记者，天元同学在学校是个很阳光开朗的男孩，并不是那种阴柔内向的男孩。在学校，这个孩子一直沉稳踏实，可能是受他良好家庭环境的影响，他有同龄孩子没有的责任感，而少了份浮躁。“他真正做到了我教他们的要把认真铭刻在气质里。”据了解，黄天元魔方玩得特棒，是个很有探究钻研精神的孩子。初一的时候，班上创建魔方社团，他报名参加了。从完全没接触过魔方，到最后可以做到在40秒内玩转魔方的六个面，他完全是通过自己上网查资料独自钻研出来的。学习不错，落下课照样考得好因为拍戏，黄天元落下了一学期的课，如今上初三，即将面临中考的压力，出演电影角色会不会对他的学业造成影响？“不会不会，完全没有。”童老师连忙说，“天元同学大概从初二下学期就开始停课，仅仅在小中考前回学校念了一段时间书，但他对自己要求很严格，对自己落下的学业更是很上心，非常自觉地去找各个任课老师努力补回来，不但在小中考里取得了地理、生物的优异成绩，现在在年级里成绩更是中上水平。如今我在班上都会用天元同学作为榜样来激励班里其他同学。”“天元同学的成功只是时间问题，即使他没有出演《金陵十三钗》，以他做事认真踏实的性格，将来也一定会成功。”童老师说。据了解，待电影宣传完毕后，黄天元将再次恢复一名普通初三学生的身份，为之后即将到来的中考努力学习、积极备考",
    "name_more_cn": [],
    "personage_id": "27480717",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1316937",
    "personage_link": "https://www.douban.com/personage/27480717/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-12T05:00:26"
}