{
    "sid": "1316458",
    "name": "莱拉·贝蒂",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [
        "2024年 第49届法国凯撒电影奖 最佳女配角 (提名) 你们所有人的脸",
        "2022年 第47届法国凯撒电影奖 最佳女主角 (提名) 我的丈夫得了躁郁症",
        "2019年 第44届法国凯撒电影奖 最佳女配角 (提名) 大浴场"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p56191.jpg",
    "imdb_id": "nm1871951",
    "name_en": "Leïla Bekhti",
    "name_full": "莱拉·贝蒂 Leïla Bekhti",
    "birth_date": "1984年3月6日",
    "birth_place": "法国,上塞纳省,Issy-les-Moulineaux",
    "last_movies": [
        {
            "id": 37203561,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Changer l'eau des fleurs",
            "release": 0
        },
        {
            "id": 36725555,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Ma mère, Dieu et Sylvie Vartan",
            "release": 0
        },
        {
            "id": 36587497,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899047194.jpg",
            "title": "LOL qui rit, sort S3 Season 3",
            "release": 1
        },
        {
            "id": 36211510,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900250054.jpg",
            "title": "你们所有人的脸",
            "release": 1
        },
        {
            "id": 36012333,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914896803.jpg",
            "title": "Le Flambeau, les aventuriers de Chupacabra",
            "release": 1
        },
        {
            "id": 35744634,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2857223074.jpg",
            "title": "La vengeance au triple galop",
            "release": 1
        },
        {
            "id": 35622452,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887586016.jpg",
            "title": "这是我的人",
            "release": 1
        },
        {
            "id": 35332938,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903245620.jpg",
            "title": "新女性",
            "release": 1
        },
        {
            "id": 35255398,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627461355.jpg",
            "title": "火焰 第一季",
            "release": 1
        },
        {
            "id": 34984216,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2676973437.jpg",
            "title": "第三次战争",
            "release": 1
        },
        {
            "id": 34821331,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2693124711.jpg",
            "title": "我的丈夫得了躁郁症",
            "release": 1
        },
        {
            "id": 27032162,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602876840.jpg",
            "title": "漩涡俱乐部",
            "release": 1
        }
    ],
    "introduction": "Bekhti was born in Issy-les-Moulineaux to an Algerian family from Sidi Bel-Abbes. She is the youngest of three children.She went to theater school in Paris (18e) before entering the course of Stéphane Gildas, at Tolbiac, then the course of Bérengère Basty at the Art’aire studio. To live and pay for the courses she worked odd jobs (clothes, telemarketing). In 2005, her friends convinced her to go to the casting of Sheitan, where she selected for the role of Yasmin, a young beurette. Released on 1 February 2006, Sheitan spent thirteen weeks in theaters, selling around 300,000 tickets.The same year, she acted opposite Smaïn in Alain Tasma's telefilm Harkis. The film told the story of an Algerian family who suffers persecution from French forces, despite having fought on their side in the Algerian War. Bekhti was interested in the film's subject as several members of her family, including her grandfather, fought in the ranks of the FLN.In film, she landed the role of Zarka in Paris, je t'aime (segment \"Quais de Seine\", directed by Gurinder Chadha)[3] and Mounia in Mauvaise Foi, playing the sister of Roschdy Zem.[4] On television, she had a small role in an episode of the series Madame le Proviseur and in the series Les Tricheurs alongside Pascal Legitimus.In 2008 she won a Best Actress Award at the Silhouette Festival for her role in Rachid Hami's Choisir d'aimer. She followed this with Pour l'amour de Dieu, an Arte telefilm by Bouchaala Ahmed and Zakia Tahri. Bekhti starred in Ali Baba alongside Gerard Jugnot and appeared in Des poupées et des anges by Nora Hamdi. For her role as Lya in the film she was shortlisted for the César Award for Best Actress, although she did not make the final list of nominees.In 2008, two supporting roles helped increase her visibility: one in Mesrine: Killer Instinct by Jean-Francois Richet, and especially that of Djamila in A Prophet directed by Jacques Audiard. She played the only female role in the latter film, which won nine César Awards and the Grand Prix at Cannes.[5]Meanwhile, she returned to television with \"Conte de la frustration\" starring Nicolas Cazalé and Roschdy Zem[6] and a new episode of Tricheurs. She also participated in the web-series Twenty Show, the result of a unique partnership between Arte and MySpace, which became a documentary a year later.[7][8]In 2009 besides a third appearance in Tricheurs she played the role of Myriam in the two-part miniseries Le choix de Myriam that depicted the saga of an Algerian family's arrival in France. After she saw Bekhti's performance in Mauvaise foi, actress Géraldine Nakache offered her a role in her debut film as a director Tout ce qui brille. Released on 24 March 2010 it was a critical and commercial success with over 1.3 million tickets sold. Bekhti went on to win a Golden Swan Award at the Cabourg Film Festival and the César Award for Best Actress for her role as Lila.[9]In 2010 she worked in a wide variety of projects. She worked with Alain Tasma again in the telefilm Vous êtes leur crainte based on the novel of the same name by Thierry Jonquet. She also appeared in Jean-Luc Perréard's Itinéraire bis, in the musical Toi, moi, les autres... directed by Audrey Estrougo and in Anne De Petrini's debut film Il reste du jambon?.[10] Her latest film, the French-Moroccan co-production The Source, released in 2011 and competed at Cannes.She was also signed as the new face of L'Oréal in 2011.Leïla Bekhti in 2009Bekhti met actor Tahar Rahim while filming A Prophet in 2007. In March 2011 the French tabloids reported that they are secretly married, but the couple has not confirmed this.",
    "name_more_cn": [
        "蕾拉·贝克缇"
    ],
    "personage_id": "27502638",
    "family_member": [
        "塔哈·拉希姆 Tahar Rahim(夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1316458",
    "personage_link": "https://www.douban.com/personage/27502638/",
    "property_other": [],
    "name_more_other": [
        "Leila Bekhti"
    ],
    "update_at": "2025-01-30T06:35:11"
}