{
    "sid": "1317254",
    "name": "笙纳艾迪",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p39263.jpg",
    "imdb_id": "nm2259142",
    "name_en": "Shena Adl",
    "name_full": "笙纳艾迪 Shena Adl",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26297569,
            "year": "2015",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Paid in Full",
            "release": 1
        },
        {
            "id": 6634489,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502405494.jpg",
            "title": "嗅出伊朗味道",
            "release": 1
        }
    ],
    "introduction": "Shena Adl showed her passion for theatre during elementary school when she auditioned in a competitive after-school acting class. She was chosen and by the age of 11, she made her debut on stage in the musical \"Grease.\" It was there that the over-whelming response of many in the audience convinced her mother to enroll her in a professional acting school. And it was those long dedicated hours of driving and patience from her mother that led Shena to where she is today. And since then, she has never stopped acting. Her love and dedication for theatre arts only grew stronger. Two years later, she won the three year chorus award and decided to stop singing and composing, (at a young age she started playing the piano and composing songs without ever having an instructor) and to focus more on acting. She also graduated high school a year early in order to have more time for acting. Her decision showed to be successful when she won in a talent competition in the theatrical division in San Diego. There she earned numerous contracts, which led her to Starr in a number of national commercials. Although she received a full scholarship to USC, and majored in Biology, she always worked as an actor. She worked on two major theatre productions in college as well. When she graduated college, she was ranked top 3% in the country off of her records but never worked in the Biological field. She has always been an artist mastering the craft of acting and has not settled for anything else. Strongly educated in Theatre and Biology, Shena has always focused only on acting and hopes to continue to receive the opportunity to share her talent.",
    "name_more_cn": [],
    "personage_id": "27485486",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1317254",
    "personage_link": "https://www.douban.com/personage/27485486/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-17T05:29:31"
}