{
    "sid": "1317959",
    "name": "Adam Pryce",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p41956.jpg",
    "imdb_id": "nm3154087",
    "name_en": "",
    "name_full": "Adam Pryce",
    "birth_date": "",
    "birth_place": "Wahroonga, New South Wales, Australia",
    "last_movies": [
        {
            "id": 3646548,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "舞台生涯",
            "release": 1
        }
    ],
    "introduction": "Birth NameAdam Pryce Gray-HaywardHeight6' 2\" (1.88 m)Mini BiographyAdam was born in Sydney to former Miss Australia, Sarah Gray, and Welsh actor, Chard Hayward. He grew up as one of seven children in the northern suburb of Roseville in N.S.W. with his mother and step-father, Manfred Fischer. His father continued to work in both Sydney and Los Angeles, as well as remarrying and having one more son, Sean.In 1996, Adam went to live with his father and enrolled in high school in Ventura, California. Having grown up playing rugby he switched to American football, becoming All-State and in turn receiving a football scholarship to San Diego State University, where he studied both finance and economics.Due to his father's profession, Adam grew up with constant exposure to the film and television industry. Consequently, upon graduating he decided to pursue his film career in Los Angeles.Adam began studying extensively at the renowned Actors Art Theatre and appeared in numerous theatre productions. Then in 2010 he made his debut as a leading actor in the indie hit, Play On (2010), portraying a young Scottish rugby player living in his father's shadow. Ironically, Chard Hayward, plays his father in the film.Adam's film and television career has covered various genres, with appearances on the CW show \"Valentine\" (2008) and the TV pilot Limelight (2009) (TV).He has also pursued production work both in North America and Australia.",
    "name_more_cn": [],
    "personage_id": "27549721",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1317959",
    "personage_link": "https://www.douban.com/personage/27549721/",
    "property_other": [],
    "name_more_other": [
        "Adam Pryce Gray-Hayward"
    ],
    "update_at": "2025-12-01T23:30:34"
}