{
    "sid": "1318362",
    "name": "埃丝琳达·努涅斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1587071114.17.jpg",
    "imdb_id": "nm0639227",
    "name_en": "Eslinda Núñez",
    "name_full": "埃丝琳达·努涅斯 Eslinda Núñez",
    "birth_date": "",
    "birth_place": "古巴",
    "last_movies": [
        {
            "id": 27615401,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546996631.jpg",
            "title": "翻译家",
            "release": 1
        },
        {
            "id": 10534883,
            "year": "1969",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509121647.jpg",
            "title": "弯刀起义",
            "release": 1
        },
        {
            "id": 10446518,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888066771.jpg",
            "title": "十一月里的一天",
            "release": 1
        },
        {
            "id": 2081728,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529248211.jpg",
            "title": "啊马大",
            "release": 1
        },
        {
            "id": 1484154,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507722711.jpg",
            "title": "低度开发的回忆",
            "release": 1
        },
        {
            "id": 1401369,
            "year": "1968",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520306746.jpg",
            "title": "三个露西亚",
            "release": 1
        }
    ],
    "introduction": "Destacada actriz de cine y televisión de Cuba. Es considerada uno de los pilares de la historia de la cinematografía de su país. Ha participado en varios de los filmes antológicos del cine cubano después del triunfo de la Revolución. Recibió el Premio Nacional de Cine en 2011.Síntesis biográficaComienza sus estudios de actuación y actividad profesional en la Academia de Teatro Estudio de La Habana al incorporarse como cantante, actriz y bailarina al elenco del Teatro Musical de La Habana, dirigido por Alfonso Arau en 1962, año en que debuta en el cine con el filme cubano - francés El Otro Cristóbal, dirigido por Armand Gatti. Llevando simultáneamente su carrera teatral y cinematográfica.Trayectoria profesionalProtagoniza filmes ya clásicos como Lucía, Memorias del subdesarrollo y La primera carga al machete, mientras en teatro obtiene resonantes éxitos por sus interpretaciones en obras como La casa de Bernarda Alba, Los Días de la guerra y sobre todo Santa Camila de la Habana Vieja.Ha trabajado en más de 50 puestas teatrales. Su carrera cinematográfica se proyecta hacia el exterior y filma en países como México, Unión Soviética y Perú. En 1983 obtiene un importante éxito cuando su trabajo en el filme Amada de Humberto Solás recibe el premio de actuación en el Festival Cinematográfico Internacional de Huelva, España. Incorpora a su quehacer escénico la televisión donde ha intervenido en numerosos espacios de teatro, teleplays y telenovelas como: El Chino, Pasión y Prejuicio, La otra cara, No parqueo, Ana y otros.Ha participado en numerosos festivales internacionales de cine como Moscú, Karlovy Vary, San Sebastián, Biarritz, Huelva, Bogotá, Amiens o Nantes y en eventos internacionales como las semanas de la cultura cubana en Europa y Brasil o el Cicla (Centro internacional de la cultura latinoamericana) de Perú. Ha sido jurado, entre otros, en los siguientes festivales: Festival Cinematográfico Internacional de Karlovy Vary, Checoslovaquia, Festival Cinematográfico Internacional de Huelva, España, Concurso José Antonio Ramos de actuación teatral, Presidenta del jurado de actuación del Festival Caracol de la UNEAC.",
    "name_more_cn": [],
    "personage_id": "27496293",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1318362",
    "personage_link": "https://www.douban.com/personage/27496293/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-27T18:49:58"
}