{
    "sid": 1319167,
    "name": "吉姆·科尔伯格",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45961.jpg",
    "imdb_id": "nm0463242",
    "name_en": "Jim Kohlberg",
    "name_full": "吉姆·科尔伯格 Jim Kohlberg",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "url": "https://movie.douban.com/subject/5155169/",
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p848812520.jpg",
            "roles": [
                "导演",
                "制片人"
            ],
            "title": "音乐永不停歇",
            "subject_id": "5155169"
        }
    ],
    "introduction": "Jim Kohlberg’s creative activities involve writing, producing and directing. His short fiction has appeared in various literary magazines, including The Distillery, The MacGuffin and The South Dakota Review. Jim has a novel slated for digital publication in the summer of 2012.Jim’s production credits include several feature films and documentaries. He was the Executive Producer of “Two Family House,” a feature film which became the Sundance 2000 Audience Award winner and was nominated for best screenplay at the 2001 Independent Spirit Awards. He was also the Executive Producer of the acclaimed documentary “Trumbo,” which debuted at the Toronto International Film Festival in August of 2008, and received the National Board of Review’s Freedom of Expression Award.Jim is currently producing two films which are both adaptations of best-selling books.Outlander, the romance/adventure series by Diana Gabaldon, and Home in the Morning by Mary Glickman are both in development.Jim’s directorial debut was the Pulitzer Prize winning playwright, Arthur Miller’s “All My Sons,” at the Mountain View Center for the Performing Arts. More recently, he directed and produced the film, “The Music Never Stopped,” which opened the Sundance Film Festival in January of 2011. For this film contribution, Jim received the \"Music Has Power\" award, by the Institute for Music and Neurologic Function of The Beth Abraham Family of Health Services, and the \"Cinema Advocate Award,\" by the American Music Therapy Association.He also co-founded Kohlberg & Company in 1987 and was its sole Managing Partner from 1993 to 2007. He is currently Chairman of the firm, which is raising its seventh private equity fund of 1.5 billion dollars. Kohlberg and Company has over $5 billion of equity under management and focuses on value acquisitions as well as underperforming companies in a variety of industries.In addition, Mr. Kohlberg has been an active venture investor in clean energy technology, entertainment, and internet media.  He has started or was an original investor in many companies, including ClearEdge Power, a fuel cell company of which he is Chairman; Essential Entertainment, a film and television company of which he is also Chairman; Open Road Integrated Media, a New York based digital publishing company of which he is a Board Member; and CurrentTV, where he was an original investor.  He is Chairman of Social Chorus, and a member of the Board of Directors of the New York Times Company.",
    "name_more_cn": [],
    "personage_id": "27556586",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1319167",
    "personage_link": "https://www.douban.com/personage/27556586/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-19T02:21:11"
}