{
    "sid": "1319351",
    "name": "曹驰",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p46815.jpg",
    "imdb_id": "nm2953616",
    "name_en": "Chi Cao",
    "name_full": "曹驰 Chi Cao",
    "birth_date": "1978年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36969257,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910778765.jpg",
            "title": "十三邀 第八季",
            "release": 1
        },
        {
            "id": 2998425,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p583362553.jpg",
            "title": "最后的舞者",
            "release": 1
        }
    ],
    "introduction": "关于个人英国伯明翰皇家芭蕾舞团首席主要演员曹驰  曹驰（右）曹驰1978年出生，身高1.76米。父亲曹锦荣，原北京舞蹈学院附中校长；母亲史红旗，北京舞蹈学院民乐队老师。 　　从小，曹驰是在舞校的业务教室长大的，他可以一动不动地目不转睛地看爸爸给大哥哥、大姐姐们上芭蕾课、双人舞课。但他小时候心脏有些小问题，为此，他与妈妈约法三章，先好好学习钢琴，如医生认为身体可以从事舞蹈，父母绝不反对。无疑，丰厚的音乐内涵给于了日后从事芭蕾舞事业的“王子”意想不到的营养和源泉！ 　　1993年15岁的曹驰在瑞士参加世界芭蕾舞洛桑比赛中跳《堂吉诃德》男变奏。获青少年组第三名。 　　1994年2月，经戴爰莲先生大力推荐并几经曲折，小曹驰终于踏上了远赴英 国皇 家芭蕾舞蹈学校深造的路途。 　　曹驰很会大跳，张弛适度，很会用蹲和暴发力。1995年7月曹驰从英 国皇 家芭蕾舞蹈学校以全优成绩毕业后，任英 国伯明翰皇 家芭蕾舞团首席主要演员至今。  曹驰剧照重大演出2009年10月1日上映的电影《最后的舞者》（Mao's last dancer）中，他饰演主人公中国舞蹈家李存信。 　　改编自澳籍华裔舞蹈家李存信的自传，讲述出身中国北方农村贫苦人家的他，在11岁时偶然被毛泽东夫人江青派去的人，挑选到北京舞蹈学院学习芭蕾舞，后来获准到美国学习，并借机“叛逃”出中国，却因此被禁止重返故乡。 　　扮演李存信的曹驰告诉记者，他当年才十几岁，只想着要练舞，没有去想其他事，所以即使他之前听闻过李存信“变节”的故事，本身并没有受到影响。 　　记者问他如果当年有机会，会选择回到祖国和家人的怀抱，还是离开家国追求艺术理想？ 曹驰说，人们读了李存信的故事，有些说他是为舞蹈作出伟大的牺牲，也有些说他为了个人的目的而表现自私。“只有在非常大的压力下，才能做出一念之差的决定，现在说什么是没有意义的。” 　　当然，他也不会去做任何道德判断。他说：“我只管作品好不好，政治对我来说是模糊的。” 谈到影片故事有没有政治敏感性，曹驰说他不担心，因为后来中国渐渐开放，李存信也已被允许回国了。编辑本段关于国籍已经入籍英国8年的曹驰说，他是因为后来需要一本更方便的护照到世界各地表演，而转换国籍。 　　身为独生子的他，目前是英国伯明翰皇家芭蕾舞蹈团的首席舞者，舞艺超群。他透露目前有一名中国籍女友，也是芭蕾舞者。 　　32岁的英籍华裔舞蹈家曹驰15岁那年，以交换学生身份，从中国到英国学舞，不过被问及当年如有机会留在英国，会否抛弃在中国的双亲时，曹驰说：“不到那一刻，不知道会做什么决定。”编辑本段剧目《美女与野兽》和《罗密欧与朱丽叶》英国伯明翰皇家芭蕾舞团将在该团首席华裔芭蕾舞演员曹驰的领舞下，在上海大剧院上演经典芭蕾舞剧 《美女与野兽》。之后，他们还将连演两场《罗密欧与朱丽叶》。据悉，此次 “安利雅姿 美丽呈现——英国伯明翰皇家芭蕾舞团首次访华巡演”的两出经典爱情剧目受到了上海观众的追捧，而该团也是近一年里来沪的国际芭蕾舞团中最顶尖的一支。 　　曹驰携同其常年搭档、来自日本的佐久间奈绪和该团首席执行官克里斯托夫·巴瑞安以及艺术总监戴维·宾利，在排练间隙与上海媒体见面。出生于北京的曹驰是戴维·宾利的得意门生，而《美女与野兽》也正是戴维·宾利编舞作品的代表作，因而曹驰可谓“野兽”一角的不二人选。宾利介绍说:“中国芭蕾的发展潜力巨大，演员基本功非常扎实。曹驰是我13年前招收的第一名学生，他技巧娴熟，通过他的表演，东方式的舞蹈教育方式对全团演员都产生了很强的影响力。”而在《罗密欧与朱丽叶》中，饰演朱丽叶的佐久间奈绪也是亚裔。一中一日两位亚裔演员坐镇伯明翰皇家芭蕾舞团的精品剧目，成为以西方人为主的这一古老剧团的一对奇葩。编辑本段华裔最好的芭蕾舞男演员之一——曹驰时间定格：2004年中国中央芭蕾舞团45周年团庆。 　　演出地点：中国北京人民大会堂大礼堂。 　　我们团45周年团庆演出，可以说是划时代的演出。首先是在人大礼堂的大剧场（以往迎宾任务全是在小礼堂），因为剧场太大，以《天鹅湖》为例，四小天鹅、三大天鹅乃至群鹅都是多几倍的增加演员人数，精采程度自然不言而瑜。主要是它聚集了国内五大芭蕾舞团的领衔主演及海外芭蕾游子（在国外发展的华人芭蕾舞演员）的精华。 　　那一晚，芭蕾神圣而高雅的光环无疑是属于曹驰的（曹驰与我团王启敏合作《堂吉诃德》双人舞及变奏）。曹驰的《唐》变奏，引发了人民大会堂楼上楼下全场观看演出的文艺行家的经久不息的热烈鼓掌、欢呼声（还有跺脚声）长达数分钟。曹驰的演出，旋转、跳跃及技巧的出色完成，得到了所有观看演出的内行观众的肯定。 　　无疑，曹驰是目前华裔最好的芭蕾舞男演员之一。",
    "name_more_cn": [],
    "personage_id": "27493898",
    "family_member": [
        "曹锦荣(父)",
        "史红旗(母)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1319351",
    "personage_link": "https://www.douban.com/personage/27493898/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-30T17:52:23"
}