{
    "sid": "1319020",
    "name": "生田龙圣",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "tu25542319",
    "name_en": "Ryusei Ikuta",
    "name_full": "生田龙圣 Ryusei Ikuta",
    "birth_date": "1988年6月13日",
    "birth_place": "神奈川县",
    "last_movies": [
        {
            "id": 26594619,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2405689597.jpg",
            "title": "闹钟电视",
            "release": 1
        },
        {
            "id": 20470369,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1905777244.jpg",
            "title": "有钱男与贫穷女：纽约篇",
            "release": 1
        }
    ],
    "introduction": "杰尼斯旗下艺人生田斗真（主演电影《花水木》）的弟弟――今年4月进入富士电视台担任男主播的生田 竜聖将接下进入公司后的第一份工作。为了不输给目前人气正盛的哥哥，生田 竜聖在活动中戴着猫鼬一般的帽子，为电视台“mitoka night 富士”节目努力做宣传。生田 竜聖爱好看电影，大家非常期待他能在电影中与哥哥合作，而令人意想不到的是，他会戴着完全不搭的猫鼬帽子出道，迈出他进入社会的第一步。生田 竜聖比生田斗真小四岁，从名门高校中央大学法学部毕业后，今年4月进入富士电视台，目前正在接受新人培训。生田 竜聖的眼睛长得和女性杀手的哥哥非常相似，有一副不输当红偶像的好长相。生田兄弟俩和富士台都颇有缘份，斗真通过出演该台的剧集《花样少男少女》（2007年）一跃成为圈内备受瞩目的新人。生田 竜聖则有着同样不输给哥哥的帅气外形“而且富士台本来就被认为是极缺IKEMAN型的男主播，这次他的加入有望成为该台的‘救世主’”知情人表示。“生田斗真的弟弟4月将成为我们台的主播。即便是台内部，也只有极少数人知道这个消息。但他的加入是铁板钉钉的事实”富士台某节目的工作人员告诉记者说。竜聖比哥哥小四岁，之前参加了朝日和富士两家电视台的主播选拔，“两家电视台的考试他都合格了”，这个消息在前年就传得沸沸扬扬。竜聖毕业于东京都内某所知名的私立大学的法学系，文武双全之余“也同样拥有一个不比哥哥逊色的外形”。据富士台的关系者称，高层隐瞒他被内定的消息，是“希望届时公开时能有一个爆发性的人气”，毕竟至今富士台不缺“IDOL型（美女）主播”，但看板（招牌）的男性主播的席位“确实空缺着”。去年公信榜发布的“观众喜爱的男主播排行榜”名单，除了前年因五度蝉联冠军而进入殿堂（不再参与选拔）的安住绅一郎（37岁）外，3月底正式离开日本电视台的羽鸟慎一（39岁）拿到了冠军，他得到的支持率有34.7%，与并列在第二、三名的轻部真一、伊藤利寻5.8%的支持率拉开较大的差距。另外，竜聖也被指是被丑闻笼罩的富士台男主播界的一缕清新的阳光。“近年来，富士台的男主播们接连传出丑闻”电视台的关系者叹息道，先是原本很受欢迎的渡边和洋在结婚翌年（2008年）因与模特的不伦恋情而被警告处分，之后就在电视圈“消失”（被封杀），至今没再看到他主持的身影。在体育实况转播界很有地位的长坂哲夫前年则因为对女职员进行性骚扰也被处分，由主播室的副部长降级为总务。并且有DV的报道曝光，因无法承受巨大的压力而暂时退出主播台休养“这些年轻有为的男主播陆续因为私生活的不检点而功亏一篑”。斗真在之前举行的蓝丝带电影奖颁奖礼上发表得奖感言时曾自豪地表示“（终于可以凭借拿到新人奖）令世人知道生田斗真这个名字”，弟弟生田 竜聖也有望继哥哥后，在主播界闯出一番名堂“他的加入，对总是被黑暗话题包围的富士台男主播界带来了明朗的话题”。生田 竜聖在主播界的表现，同样会受到多方的关注。",
    "name_more_cn": [],
    "personage_id": "27498575",
    "family_member": [
        "父",
        "（生田弘美） 母",
        "（生田斗真） 兄",
        "（爱犬JAM小姐）爱犬のジャム"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1319020",
    "personage_link": "https://www.douban.com/personage/27498575/",
    "property_other": [],
    "name_more_other": [
        "生田竜聖"
    ],
    "update_at": "2025-04-25T09:49:16"
}