{
    "sid": "1319009",
    "name": "Francesca Gonshaw",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p45397.jpg",
    "imdb_id": "nm0327386",
    "name_en": "",
    "name_full": "Francesca Gonshaw",
    "birth_date": "1959年12月12日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 6129660,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514198668.jpg",
            "title": "法国小馆儿 第三季",
            "release": 1
        },
        {
            "id": 5992885,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514198562.jpg",
            "title": "法国小馆儿 第二季",
            "release": 1
        },
        {
            "id": 1807476,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510153426.jpg",
            "title": "法国小馆儿 第一季",
            "release": 1
        }
    ],
    "introduction": "Francesca R. Gonshaw (b. London December 1959) is an artist, writer and actress currently living and working in London.Acting:She studied dramatic art at A.L.R.A and achieved early recognition whilst working for the BBC. She is principally remembered for her performance as Maria in the smash hit series - 'Allo 'Allo! - she made the pilot when she first began drama school and left to do the series.Apart from this she had leading roles in TV plays such as Gesualdo, Shades and the television series The Cleopatras, Farrington of the FO, and she played the role of Amanda Parker during the entire 1987 run of the drama series Howards' Way. Her film credits include Biggles: Adventures in Time and The Hound of the Baskervilles.Behind the camera:She has long combined an interest in both the performing and visual arts. With Peter Gabriel she collaborated and starred in the Grammy award winning music video, \"Digging in the Dirt\" (1992.) Gonshaw has also been involved in film publishing. In 1993 she took a leading part in setting up Miramax's publishing arm with Harvey Weinstein. Her credits at Miramax ranged widely: launching the company with Jane Campion’s screenplay of The Piano and following this with Quentin Tarantino's Pulp Fiction and Paul Auster's Smoke and Blue in the Face. Soon after she compiled Love - an edition of Neruda's poetry; she also compiled and edited Prêt à Porter for Robert AltmanWriting:Gonshaw has also written, directed and produced films on her own account. Whilst at Miramax she wrote her first screenplay Dizzy, on the life of Benjamin Disraeli. She also wrote two further films: Leap of Faith and Sacred Life which received development funding from Little Wing Films. \\Painting:Francesca began painting in her teens and studied fine art at The Byam Shaw School Of Art. She is influenced by Euan Uglow and studied under one of his protégés. Her art has been shown twice at the Mall Galleries\\\\",
    "name_more_cn": [],
    "personage_id": "27494462",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1319009",
    "personage_link": "https://www.douban.com/personage/27494462/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-27T06:43:14"
}