{
    "sid": "1319371",
    "name": "安吉·西姆斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p46816.jpg",
    "imdb_id": "nm2906807",
    "name_en": "Angie Simms",
    "name_full": "安吉·西姆斯 Angie Simms",
    "birth_date": "",
    "birth_place": "美国，加州，洛杉矶",
    "last_movies": [
        {
            "id": 36795325,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cognaitive",
            "release": 0
        },
        {
            "id": 36738611,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903445174.jpg",
            "title": "Mother of the Dawn",
            "release": 1
        },
        {
            "id": 36689867,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Triton",
            "release": 0
        },
        {
            "id": 36203951,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885944426.jpg",
            "title": "保罗·古德曼",
            "release": 1
        },
        {
            "id": 34989718,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590221940.jpg",
            "title": "地窖藏恶",
            "release": 1
        },
        {
            "id": 33456367,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569284136.jpg",
            "title": "皆是错误",
            "release": 1
        },
        {
            "id": 25740428,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154459240.jpg",
            "title": "人口交易",
            "release": 1
        }
    ],
    "introduction": "Born in Los Angeles to surfer Dad, Jeff Simms, who also had a reputation for being able to entertain with his impersonations and \"rubber faces\". Angie was raised on the East coast but returned to LA at 17 to pursue her passion for acting. Theater, plays, shorts, skits (playing along Johnny Knoxville in Jackass 3D) it didn't matter as long as she was working. A consummate comedian and impersonator Angie has taken every \"Hot Girl #2\" audition and turned it into something funny.Angie has been out on her own living and working in LA since she was 17. William Rast girl for the Justin Timberlake's jeans line debut Myspace campaign; Cover 944 Magazine clad in pure white recycled paper dress for their annual Green Issue; appearing in 2008 Cannes' Nominated Best On-Line Short Film Struck with actors like Kelly Preston and Jenna Elfman, playing a prank alongside Johnny Knoxville in Jackass 3D. Actress, model, singer, comedian...not just your average flaming hot beauty, 21 year old Angela Simms brings an edge to her roles. Whether she is balling her eyes out in her theatrical debut on the CBS's Moonlight opposite Sophia Myles; rolling down a cliff in an Airstream Trailer under the watchful eye of producer Brian Lee Hughes as her first starring role in the 2009 AFI Film Festival nominated short, Undone; or making you laugh in one of RecklessTortuga satire shorts; Angie is a young actress with many faces.Angie comes from a family of performers and artists. Jazz Pianist Grandfather, Frank Todaro has been a permanent fixture at Aspen's Szyzygy for 18 years. Master Violinist Aunt Rose has played on stage with the likes of Rod Stewart and Pavorotti. And Angie's older siblings Tommy and Juliet Simms each front their own signed bands; Tommy to 24 Hour Service Station and Automatic Loveletter to Sony; Angie has worked with both singing a duet on her brother's popular \"Someone Like Me\" and playing the love interest in her sister's rock video for her hit song \"Make-up Smeared Eyes\".",
    "name_more_cn": [],
    "personage_id": "27485490",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1319371",
    "personage_link": "https://www.douban.com/personage/27485490/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-26T10:55:45"
}