{
    "sid": "1320742",
    "name": "Larissa Volpentesta",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p49669.jpg",
    "imdb_id": "nm0901755",
    "name_en": "",
    "name_full": "Larissa Volpentesta",
    "birth_date": "1987年7月27日",
    "birth_place": "Cosenza, Italy",
    "last_movies": [
        {
            "id": 10512672,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183562047.jpg",
            "title": "Il generale dei briganti",
            "release": 1
        },
        {
            "id": 5178297,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518484772.jpg",
            "title": "圣奥古斯丁",
            "release": 1
        },
        {
            "id": 5146240,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457009683.jpg",
            "title": "Vipera",
            "release": 1
        }
    ],
    "introduction": "Born in Cosenza in 1987, studied ballet for four years, singing and diction. She debuted in 1997 in the theater and operetta Omar Valerie, in which she stars in the role of Valerie. Then dance in operettas and Broadway Dreaming Heaven and Hell.In 1999 her debut in film with Pele's son, an episode of the film Boom, directed by Andrea Zaccariello. In 2001, Rosetta Viper in the movie, directed by Sergio Citti, with Giancarlo Giannini, thanks to his performance won awards including ones for best actress debut as an actress and revelation of the year at the Salerno Film Festival 2000. At the same debuted on television in the TV miniseries, Rai Uno, Brancaccio, directed by Gianfranco Albano.In 2007, with returns on Rai Uno TV movie Son of the Moon, directed by Gianfranco Albano, Pompeii and the miniseries, directed by Giulio Base, where she played the role of Attica; Milella Renata is also in the eighth season of TV series Rai 3, The team. In November of that year she returned to the big screen with the film The Viceroy, directed by Roberto Faenza, where he has the role of Concetta, and on Rai Uno TV with movies Escape with Marlene, with Monica Guerritore, directed by Alfredo Peyretti.In 2008 she returned with Rai Uno television movie Stolen Life, directed by Graziano Diana, where she played the role of the victim of the mafia, Graziella Country, killed Dec. 12, 1985. The TV film, which was airing November 27, 2007, was postponed, causing much controversy, \"not to disturb the serenity of the judges\" of the appeals process under way. Aroma of coffee also appears in the episode of the sixth edition of the series Don Matteo.The same year she engaged in the filming of The Island of Secrets - Kore, miniseries in four episodes, directed by Ricky Tognazzi, aired in 2009 on Channel 5.",
    "name_more_cn": [],
    "personage_id": "27494639",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1320742",
    "personage_link": "https://www.douban.com/personage/27494639/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-10T14:44:48"
}