{
    "sid": "1323052",
    "name": "Fabio Armiliato",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p55185.jpg",
    "imdb_id": "nm0035477",
    "name_en": "",
    "name_full": "Fabio Armiliato",
    "birth_date": "",
    "birth_place": "Genoa",
    "last_movies": [
        {
            "id": 34851397,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570894781.jpg",
            "title": "西西里晚祷",
            "release": 1
        },
        {
            "id": 5115134,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547196523.jpg",
            "title": "梅菲斯特",
            "release": 1
        }
    ],
    "introduction": "Fabio Armiliato is one of the most important tenors on the international opera scene, acclaimed for his voice, his high register and connate musicality, his dramatic performances and the charisma which defines his characters. He was born in Genoa where he graduated from, the Niccolò Paganini Conservatoire. His debut in Simon Boccanegra of Verdi made his career start quickly and led to some of the most important roles at several famous opera houses of the word, such as the Metropolitan Opera House of New York, Teatro alla Scala in Milan, L'Opéra de Paris, the San Francisco War Memorial Opera House, Teatro Real in Madrid and the Wiener Staatsoper. He is considered passioned and exciting, thanks to his performances as Mario Cavaradossi in Tosca, for which he's considered the tenor of most recall. He has had great success in many opera houses and opera companies including Arena of Verona, Teatro Real in Madrid, the Fenice of Venice and the Opera of Rome's very important Japanese tour. As Mario Cavaradossi he came back to sing at La Scala, conducted by Lorin Maazel, and to the Royal Opera House of Covent Garden in London, under Antonio Pappano's baton. Among several successes during these last seasons, mostly important is his debut in La forza del destino at the Opéra of Monte Carlo, La Fanciulla del West in Rome (His unforgettable encore of Ch'ella mi creda during the 1st performance) and Tosca at Caracalla, where he celebrates 20 years since his debut at Caracalla. Between 2009-2010 he starred in Turandot, at the completely re-built Petruzzelli-Theatre in Bari. He performed also with enormous success and unanimous ovation the role of Rodolfo in Luisa Miller at the Opernhaus in Zürich. Then, he was the main male character in a new production of La Fanciulla del West, at the Puccini Festival, for the 100th anniversary of this opera.",
    "name_more_cn": [],
    "personage_id": "27481372",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1323052",
    "personage_link": "https://www.douban.com/personage/27481372/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-01T04:57:48"
}