{
    "sid": "1324044",
    "name": "申思",
    "site": "douban_celebrity",
    "roles": [
        "动作特技"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p58118.jpg",
    "imdb_id": "tu29546603",
    "name_en": "Si Shen",
    "name_full": "申思 Si Shen",
    "birth_date": "1991年11月9日",
    "birth_place": "中国,河南,焦作",
    "last_movies": [
        {
            "id": 10573695,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1743944910.jpg",
            "title": "太极2：英雄崛起",
            "release": 1
        },
        {
            "id": 5996800,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1710333164.jpg",
            "title": "太极1：从零开始",
            "release": 1
        }
    ],
    "introduction": "对刚认识申思的人来说，可能会觉得申思有些内向甚至木讷，沉默寡言，不擅辞令。但是深入了解以后，发现他不仅话多，而且妙语连珠，十分风趣。这是一个很典型的“闷骚”的男孩。他9岁便开始练习陈式太极拳，拜在国际太极拳大师王西安门下成为其当时最小的弟子。他练拳勤奋刻苦，绝不容许自己偷懒。老师让他一天练30遍拳，他自己加到40遍。就像是一个铸剑师，“十年磨一剑，剑快至倚天”。经过几年的刻苦训练，申思走上了赛场。大大小小的赛事一共打了30多场，斩获金牌60余枚。场下的刻苦训练让申思有了在赛场上展现自我风采的资本。赛场上的申思淡定，自信，从容，慢似行云流水，快如长虹惊天，一招一式将太极的“刚柔并济”体现的淋漓尽致。申思说他之所以喜欢参加比赛是因为他享受那种感觉，喜欢向人们展示自己。2011年，申思回国参与华谊兄弟电影“太极”三部曲的拍摄。对于申思来说，这是一个天赐良机。从小热爱电影的他一直以来的梦想就是想做一名电影演员。这次他专程从温哥华回国就是为了朝自己的梦想迈进。这是机会同时又是挑战，因为电影对他来说是一个全新的领域，他对电影的拍摄，制作并没有太多的了解。在剧组中，申思担任太极拳顾问，男一号的太极动作替身，并饰演了“豆腐哥”一角，可谓是“压力山大”。但申思作为一个“菜鸟”，充分发挥了自己的闯劲和韧劲。他一边自学知识，一边学以致用，很快的将自己新学的知识融入了太极拳动作的编排中。在剧中，他编的太极动作即能体现太极拳的特点，又能使每个动作在镜头前看的美轮美奂。整套动作新颖独特，节奏轻快，打破了以往人们对太极拳的，很符合整个剧情的发展。而在拍摄豆腐哥的戏份时，申思本身所具有的演员天分也被挖掘了出来。作为一个新人，他在镜头面前显得很自信，很兴奋，毫不怯阵，一副跃跃欲试的样子。对于导演的要求，他总能很快的心领神会，并且很自然的在镜头前展示自己的情绪。在拍摄打戏时习武出身的他自然是驾轻就熟，可是镜头感不强，动作总是不能在镜头面前完美展示。但幸运的是他凭借自己的努力得到了动作导演洪金宝的赏识，这位圈子里的“大哥大”总是亲自上阵为他示范。而申思也很争气，一点就通，并且不用替身，亲力亲为，圆满的完成了自己的拍摄任务。而在没有拍摄任务时，他也会到拍摄现场帮忙，学习更多的知识。在剧组，从导演到场工，每个人都很喜欢他，都知道这个阳光帅气，谦虚努力的新人演员是申思。今年21岁的申思为人善良，宅心仁厚。当2008年汶川地震发生后，他通过家乡的红十字会向灾区捐款。2010年玉树地震时，远在加拿大的他又通过母亲捐助灾区。2010年春节，作为温哥华太极拳协会的会长，他又号召当地的太极拳爱好者在中国城进行慈善表演，为当地的保护动物组织募捐。“太极”杀青后，他又亲自考察，在家乡资助了两名贫困小学生到他们18岁。当时有记者要采访申思却被他婉言拒绝，他说，“每个人都要懂得感恩，我只是想尽自己的力量帮助他们，并不图什么。”",
    "name_more_cn": [],
    "personage_id": "27569390",
    "family_member": [
        "父母"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1324044",
    "personage_link": "https://www.douban.com/personage/27569390/",
    "property_other": [],
    "name_more_other": [
        "Stephen"
    ],
    "update_at": "2025-07-02T20:56:49"
}