{
    "sid": "1324585",
    "name": "莉亚·心切维奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1352990356.59.jpg",
    "imdb_id": "nm4483303",
    "name_en": "Lia Sinchevici",
    "name_full": "莉亚·心切维奇 Lia Sinchevici",
    "birth_date": "1989年10月24日",
    "birth_place": "Rezina,Republic of Moldova",
    "last_movies": [
        {
            "id": 26707678,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453946789.jpg",
            "title": "里氏6.9级",
            "release": 1
        }
    ],
    "introduction": "Sinchevici Lia, was born in the town Rezina. At the age of 16 she won a scholarship for one year in the U.S.After,she came back home, finished the high school and enter at the Faculty of Journalism at the State University of Moldova. An year later she transfered to the University of Bucharest. Here Lia Sinchevici begin to work with several modeling agencies, and was presenting very popular and famous designer's clothes collections and was doing prestigious shootings for different companies, then start to practice actively podium, the irreplaceable to the most important fashion show sites in Bucharest. In 2010, Lia begins to appear in many commercials, and returns to the thought and her great desire to be an actress. Nevertheless continued Journalism, Lia enroll in acting classes of the great actor of the young generation Dragos Bucur, in collaboration with Alexander and Dorian Papadopol Boguta, Andi and Vivi Dragan Vasluianu. Lia finished in spring 2011 courses, and shooting a short film made by director Constantin Popescu, and the second directed by Tudor Giurgiu, was also invited to participate in these casting directors for other films with them.",
    "name_more_cn": [],
    "personage_id": "27549984",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1324585",
    "personage_link": "https://www.douban.com/personage/27549984/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-08T09:28:18"
}