{
    "sid": "1327268",
    "name": "玛莉·艾格洛蒲露丝",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1362744092.52.jpg",
    "imdb_id": "nm2955595",
    "name_en": "Marie Avgeropoulos",
    "name_full": "玛莉·艾格洛蒲露丝 Marie Avgeropoulos",
    "birth_date": "1986年6月17日",
    "birth_place": "加拿大,安大略省,桑德贝",
    "last_movies": [
        {
            "id": 36720611,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903140582.jpg",
            "title": "描准",
            "release": 1
        },
        {
            "id": 36440166,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917508727.jpg",
            "title": "擂台女王",
            "release": 1
        },
        {
            "id": 36212955,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Get Sideways",
            "release": 1
        },
        {
            "id": 36212949,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Super Dicks",
            "release": 1
        },
        {
            "id": 36212948,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Pray for Me: Key to Freedom",
            "release": 1
        },
        {
            "id": 35636432,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897999200.jpg",
            "title": "杀手之王",
            "release": 1
        },
        {
            "id": 34785017,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603455013.jpg",
            "title": "地球百子 第七季",
            "release": 1
        },
        {
            "id": 32578681,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622117386.jpg",
            "title": "柔道煞星",
            "release": 1
        },
        {
            "id": 30286098,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563845553.jpg",
            "title": "神奇女侠：血脉",
            "release": 1
        },
        {
            "id": 30216739,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552678629.jpg",
            "title": "地球百子 第六季",
            "release": 1
        },
        {
            "id": 26973386,
            "year": "2030",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528262597.jpg",
            "title": "打字机里的蝴蝶",
            "release": 0
        }
    ],
    "introduction": "Born and raised on the shores of Lake Superior in Thunder Bay, Ontario, Canada. Marie grew up fishing, hunting and camping alongside the fire, where she spent more of her free time outdoors. It was there, in the shadow of \"The Sleeping Giant\", a world famous natural monument, that she would learn the survival skills needed for fulfilling her childhood dream of becoming an action heroine. After she studied Broadcast Journalism for 2 years in her hometown, Marie made a passionate decision to leave for Europe with nothing but a backpack on to soul-search. After several months she finally decided she was going to make the switch to the west coast of Vancouver, BC Canada to chase her dreams. Her first break in the Entertainment Industry came when she was 21 as a result of her favorite hobby since she was 16...playing drums. The timing was perfect as a friend had alerted her to a casting call in Vancouver which happened to be looking for drummers. An agent had recognized the young rockers talent & the opportunity landed her to appearing in various national commercials. She immediately caught the eye of director Chris Columbus (\"Harry Potter\", \"Rent\", \"Mrs Doubtfire\", \"Home Alone\") who hired the budding actor in her first feature role for \"I Love You, Beth Cooper\". While living on the West Coast she booked many Guest Star appearances on major networks (FOX, CW, NBC, CBS) on shows such as \"Supernatural\", \"Fringe\", \"Eureka\", & \"Human Target\" to name a few. In 2011, Marie landed a role alongside Seth Rogan, & Joseph Gordan-Levitt on the big screen in Golden Globe Nominated film, \"50/50\" . After gaining success in Vancouver Canada, Marie was ready for more and headed down to Southern California with her Harley Davidson motorcycle, her 110LB Cane Corso, without papers & a do or die attitude. \"The City of Angels\" had welcomed Marie with its challenges of being the new girl in town. In a short amount of time, Marie was approached with an entire team of professionals who saw the starlets unusual talents for being able to capture someones attention with her quick wit, acting abilities, potty mouth and tom-boy quirks. Six months later, her papers came through the door which led way for roles to pour in on US National Commercial Campaigns, a leading role on Lifetime Movie Network, and a recurring role on MTV's \"The INbetweeners\". After an exhaustive search looking for the hottest new actress between the borders of US and Canada, Marie was offered the lead role on a Pilot called \"Fugitive At 17\". An incredible track record for only being in the US for one year. Although her thriving career has earned her a lot of attention as of late, Marie continues to prove that she hasn't forgotten her small town roots. When she's not on set, she can be found surfing, fishing, camping ,riding her motorcycle, & making music. Marie resides in Los Angeles California.",
    "name_more_cn": [
        "玛丽·艾格洛普路斯"
    ],
    "personage_id": "27565335",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1327268",
    "personage_link": "https://www.douban.com/personage/27565335/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-16T13:45:23"
}