{
    "sid": "1328984",
    "name": "玛格达琳娜·蒙特祖玛 ",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1576139276.85.jpg",
    "imdb_id": "nm0599700",
    "name_en": "Magdalena Montezuma",
    "name_full": "玛格达琳娜·蒙特祖玛  Magdalena Montezuma",
    "birth_date": "1943年",
    "birth_place": "德国,巴伐利亚,维尔茨堡",
    "last_movies": [
        {
            "id": 36596873,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902038012.jpg",
            "title": "Macumba",
            "release": 1
        },
        {
            "id": 11632528,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898534779.jpg",
            "title": "Eisenhans",
            "release": 1
        },
        {
            "id": 6523023,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887257998.jpg",
            "title": "Pankow '95",
            "release": 1
        },
        {
            "id": 3228543,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883638323.jpg",
            "title": "八卦小报图片中的道林·格雷",
            "release": 1
        },
        {
            "id": 2135660,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555044036.jpg",
            "title": "白痴之日",
            "release": 1
        },
        {
            "id": 2059659,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902082528.jpg",
            "title": "怪诞的奥兰多",
            "release": 1
        },
        {
            "id": 2059612,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895478049.jpg",
            "title": "一个女酒鬼的肖像",
            "release": 1
        },
        {
            "id": 2004608,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206899289.jpg",
            "title": "乘出租车去厕所",
            "release": 1
        },
        {
            "id": 1996260,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563029075.jpg",
            "title": "玫瑰花神",
            "release": 1
        },
        {
            "id": 1303846,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1978487924.jpg",
            "title": "火焰中的女人",
            "release": 1
        }
    ],
    "introduction": "As with all divas, Montezuma’s story begins with the moment of ‘discovery’. Most of what we know of her offscreen work and life come from reminiscences in Schroeter’s memoir, dictated to Claudia Lenssen shortly before his death in 2010.3 We see her here, as we do in the films themselves, through Schroeter’s gaze. Schroeter met Erika Kluge in the bohemian milieu surrounding Heidelberg University in the 1960s. He was struck by her philosophical air and “amazing eyes”. Her childhood was one of suffering and triumph over adversity. Due to tuberculosis in her spinal marrow, she had to wear a large cast and, confined indoors, could see the outside world only by gazing at the street through a mirror. Schroeter found a dark glamour in what he termed her “deep melancholy”, perhaps an effect of her struggles with depression.5 He rechristened her Magdalena Montezuma, after a character in Patrick Dennis’ novel Little Me, a parody of diva memoirs and celebrity culture in which Montezuma is the heroine’s exotic nemesis. This alter-ego encapsulated Kluge’s genuine allure and the camp sensibility that infused Schroeter’s aesthetic, and which Montezuma’s performances deliver with great impact.Montezuma’s glamour emanates from her face. Much of her power comes from her eyes: deep set and a mercurial blue-grey, now intense and penetrating, now dreamy or ironically distant. Schroeter delighted in styling her, and in all their films her eye makeup is marvellously done: cut creases with dramatic winged eyeliner, shadow reaching out towards her temples in bright blues, gothic blacks and gleaming golds that intensify her piercing gaze. Her sculptural, angular looks are reminiscent of Greta Garbo, with touches of distinguishing asymmetry: her nose and chin jut out in slight hooks. Her high cheekbones aid her expressions of exotic hauteur. She used what Schroeter called her ‘surreal’ physiognomy with virtuosity, forming exquisite geometries of passion, irony and longing.But it was also Montezuma’s skill with gesture – her play with imperial and swooning poses – that embodied the many faces of the diva, from regal priestess, to goddess, to melancholy hysteric. She was a master of graceful movements of invocation and blessing, extending her arms and raising them heavenward. In Willow Springs (1973), Montezuma plays the vampy leader of a trio of women living alone in the California desert. (The character is also called Magdalena, blurring the distinction between character and performer, art and life.) After she is raped by a passing motorcyclist, Magdalena transforms their commune into a death-dealing cult that lures in a male traveller, intending to kill him. In the scene where she initiates her followers into their divine communion, she executes the gestures of a priestess with mesmerising control of rhythm and pacing, mounting slowly to an incantatory intensity as she tells her disciples, “I love you more than I love myself.”Yet divas also turn vulnerability into strength. They captivate and elicit adoration with the despairing monologue, the lamenting aria, and with elegant gestures of supplication. Montezuma had a special flair for embodying the diva’s contradictory power-in-weakness. In Eika Katappa (1969), she plays a mourner (perhaps, as her name suggests, a kind of Magdalene figure) in several tableaux, wailing at crucifixions and funeral processions. She uses stock gestures from religious paintings and 19th century melodrama – hands pressed to the chest, head thrust upward in grief, arms outstretched in helpless supplication. In quieter beats, you see a satisfied smile on her lips. Is this a mourner’s divine joy-in-suffering, or an actor relishing her performance? Montezuma attacks these scenarios of mourning with great energy. There is a steeliness behind the suffering that both elevates her to diva status, but also crafts a certain distance between performer and character. Schroeter’s analysis was that this grit was innate to her, calling her “a deeply depressive woman, but with a strong temperament and a strong will to survive.”Montezuma also echoed the diva’s love of artificiality and transformation in her virtuosic play with androgynous personae. In Schroeter’s Salome (1971), based on Oscar Wilde’s play, she played King Herod. With a shaved head and dark eye makeup, her facial expressions turn a kaleidoscope of lascivious grotesqueries as she performs fluid, full-bodied gestures of longing that are often almost as graceful as Salome’s dance. In a sequence from Eika Katappa, she plays the titular role from Giuseppe Verdi’s opera Rigoletto. Playing the embittered hunchback, she wears a prosthetic and slouches forward in an exaggerated stoop. Ashy makeup transforms Montezuma’s face into a death mask. A baritone voice plays from the operatic recording, and Montezuma, as Rigoletto, loosely moves her mouth to match the singing. As she moves from contorted grimace and manic dancing to moments of moony introspection, one sees what Schroeter called the “terraced dynamics” of Montezuma’s performance, her expressions and gestures moving like music, her expressivity carefully calibrated.8 When she’s not having fun with the mock tragedy, she looks serious, like an opera singer trying to pull a melody out of her own body.It is in this kind of control of her face and body, especially during the extended improvisations that Schroeter favoured, that Montezuma most clearly exercises her power as creator. In these long takes of dynamic and ongoing performance, she fully embodies the diva as the auteur of the self – the author of her own image. Schroeter himself resisted a Svengali narrative in their relationship, insisting that he invented nothing of her persona. “There was nothing artificial about her appearance,” he wrote, “It was the real woman.” Through Montezuma’s formidable artistry, we see the diva not only as image, but as an act of creation. She takes the building blocks of feminine representation – an arched eyebrow here, a turn of the hand there – and uses them to create an iconic look, or a moment of emotional expression. Take, for example, a few shots from The Death of Maria Malibran (Der Tod der Maria Malibran, 1972). Montezuma appears in a low-angle shot with her head turned upward, her eyes gazing somewhere into the distance. It is a typical pose for a movie star acting dreamily enamoured, an interpretation suggested by Timi Yuro’s recording of ‘The Love of a Boy’ on the soundtrack. Montezuma mouths words silently – Schroeter would often have performers use dialogue from plays – while moving between stations on the cross of feminine love and longing: assurance, triumph, dreamy yearning, and an independent self-satisfaction. Her performance shows a mastery of the signs of femininity. The shot lasts more than two minutes. Montezuma plays the diva not only as an exalted sign of yearning, but also as an act of physical endurance. She seems to revel in the labour that goes into crafting the image. We see the diva as an artist at play with her own constructions. We watch her at work.In her ironic play juxtaposed with aesthetic commitment, in the heightened gestures underpinned with control and endurance, Schroeter’s campy rendering of the diva becomes a commentary on the nature of the diva as artist. Divas are interesting because of their status as female artists within patriarchal systems. The diva’s unique talents, and the persona she maintained across her work, grant her a degree of artistic autonomy that historically gave her leverage with the men (composers, writers, directors) she worked with. (Schroeter’s beloved Callas, for example, frequently dared to clash with conductors and managers.) At the same time, divas nevertheless must battle sexism (Callas was labelled “temperamental” and a “tigress”) and bear the burden of living as an icon within a patriarchal imaginary. To be a diva – to perform continually and consistently, to maintain an image – is undeniably work, a particularly feminine kind of labour. Under Schroeter’s direction, Montezuma plays a gay man’s image of the diva as artistic and sexual ideal, and it can sometimes be hard to tell if her campy stance is liberating, or if it simply reinforces the diva’s constraints. But Montezuma always plays the diva with a woman’s experience and knowledge of the labour involved in the role. Through her commitment to showing both play and work, a multifaceted version of the diva emerges.For Schroeter, Montezuma was “the leading lady”. Their relationship was an artistic symbiosis, their work “the expression of my soul and her talent, and her own soul and her ardour”. Offscreen, she was both more and less: producer and indispensable collaborator, but also secretary, handmaiden and third wheel to Schroeter’s various lovers during the years she and Schroeter lived together. She collaborated with him on set and costume designs for his theatrical productions, and he acknowledged how much his work benefitted from Montezuma’s keen eye. She herself was a talented artist and drew frequently. Yet she was also a ruthless perfectionist who ended up destroying much of her own work. Schroeter mounted an exhibition of her drawings only after her death.In Schroeter’s memoir, Montezuma emerges as both quirky underground personality and passionate workmate and friend. In his writing Schroeter takes pains to enumerate her contributions to his art. He is aware Montezuma is predominantly known through her work with him, and he seems eager to establish her as an artist and actor in her own right. He also, perhaps, seeks to assuage some guilt for the ways in which he took her for granted. In his telling, their life together as friends and collaborators seems genuinely meaningful and mutually sustaining. Schroeter (who said he always valued friendship over romantic relationships) saw Montezuma as “a part of my heart and my work”. They shared bohemian impulses and a desire to turn life into art. “We longed,” he said, “for the structuring of form.” They lived together during the beginning of their collaboration, taking uppers and working through the night on their films. During the day, she supported them both by working as a phone operator for BMW.In this and other ways, Montezuma was Schroeter’s structuring form. Her organisation and labour facilitated both Schroeter’s artistic vision and his bohemian lifestyle. She was, it seems, an indispensable producer, overseeing relationships (what he called “correspondence”) with film festivals, distributors, processing labs and the grant-giving institutions that Schroeter depended on to make his earlier, most experimental films. “Somebody had to do it,” he wrote. “I couldn’t, and anyway I was too lazy; I preferred fucking.” Sex, perhaps inevitably, became an issue as well: Schroeter believed that Montezuma was at certain points deeply in love with him. He reports that she was unhappy when Schroeter ended up marrying his childhood girlfriend, who had money to help them finish Willow Springs. Although Schroeter identified as gay, he had occasional sexual relationships with women, but never with Montezuma. One wonders what she might have hoped for, and what kind of complex feelings spurred her outburst of jealousy. For a while, the two of them lived with one of Schroeter’s lovers. He remembered: “When I was sleeping with him, I remember Magdalena coming along with a bucket and washing our socks beside the bed.”Eventually, they maintained proximity, but with a little distance. As Schroeter’s career grew and expanded into theatre, Montezuma also found other opportunities. She performed in a few plays directed by acclaimed German director Peter Zadek, a noted interpreter of Shakespeare, and she – in her androgynous, ethereal severity – played the role of the ghost in Hamlet. In 1971, Schroeter’s close friend Rainer Werner Fassbinder cast her in his satire on filmmaking, Beware of a Holy Whore. In what is perhaps a funhouse mirror version of her relationship with Schroeter, she plays the director’s labile ex-girlfriend: he blithely rejects her and smacks her across the face, but keeps the money she invested in his film. Schroeter also had a small role in the film, and at one point he and Montezuma kiss passionately. Afterwards, he tells her she needs to brush her teeth. Several years later, she landed the role of the title character in Ulrike Ottinger’s Freak Orlando (1981), a loose, whimsical mash-up of Virginia Woolf’s Orlando (1928) and Tod Browning’s Freaks (1932). As the titular character, she uses her imposing androgyny to cut a striking figure as she adventures through space and time, while also exploring gentler expressions of curiosity and wonder in her performance. The diversification of Montezuma’s career affirmed her idiosyncratic charisma and established her as a ‘real’ actress with a range of talents. In his memoir Schroeter takes pains to list Montezuma’s work with these other directors: he wants her to be remembered as a performer in her own right. His recollections assert her talent and her autonomy, but also affirm his own good judgment in choosing her.When we look at Schroeter and Montezuma’s intense relationship, we confront fraught and knotty questions of gender and artistry, labour and affection. The stylistic and emotional bonds between the two are undeniable, both in Schroeter’s account and in what we see on-screen: his atmosphere of performance and passion created a stage for Montezuma’s aesthetic flair. They produced dramatic experimentations with the signs of feminine power, pleasure and pain. At the same time, their bohemian freedom was only possible through Montezuma’s support – financially, bureaucratically and domestically. In this sense, her story seems typical of many women’s experiences in underground artistic spaces of the time. The bohemian, do-it-yourself praxis of Schroeter’s films meant Montezuma never got official credit for the work she did offscreen. While Schroeter’s memoir often seeks to redress these oversights, at times he seems to view her with a Warholian coldness. He narrates the low points in her life (a suicide attempt, a disappointing love affair) as picaresque vignettes. Regarding Montezuma’s life as art seems less like the veneration of the diva, and more like a search for fresh material.In Schroeter’s films, Montezuma dies again and again. When, in Eika Katappa, she acts out scenes from Puccini’s Tosca, she repeats the titular character’s fatal leap three times. In Maria Malibran, she again plays the titular character, an opera singer who, in an apocryphal tale, died mid-performance. In pale makeup, she lets out a throaty cry and collapses at the bottom of the stairs. Then, playing Malibran again, she sings a duet, her lip-syncing exaggerating heaving breaths. She collapses, and a little ribbon of blood spills out of the corner of her lips. Death is thematic, atmospheric and purposeful – it has style, and it telegraphs Schroeter’s fixation with the diva as a performer whose superhuman sacrifice can only lead to the grave.In 1982, Montezuma, at the age of 39, received a diagnosis of terminal cancer. In response, Schroeter nourished Montezuma the performer and collaborator, but did less for Erika Kluge and her ailing body. Artistically, they carried on. “We would work together creating something for as long as possible,” he said. “That was our declaration of love for one another.”15 They kept working on theatrical projects; she made the costumes for his 1983 production of Luigi Pirandello’s Tonight We Improvise. The final film they made together was The Rose King (Der Rosenkönig, 1986). She remained committed even as her body failed her. In clips from the film, her face is shockingly gaunt, the glamorous cheekbones jutting sharply above sunken cheeks. She reaches her arms out in their customary gesture of entreaty and emotion. Instead of inner strength and deliberation, all we see is skin and bones. Nonetheless, she retains her compelling presence. Her emaciated beauty is eerily incandescent – she embodies the diva’s transcendence through suffering and death. In the end, she was the consumptive operatic heroine of his dreams. Still, her obvious deterioration took a toll on Schroeter personally. He was expecting to bury her in Portugal, where they were shooting. But they finished filming, and she returned to Berlin, where she lived only a few more weeks.In Schroeter’s films, death is a sublime affair – a Wagnerian liebestod. The soul merges with the universe and achieves divine transcendence. Death was a dominant motif in his films, deeply entwined with love and passion. But death as an actual human experience, with all its prolonged messiness, its terrible duration and its ups and downs, was another matter. Schroeter was profoundly affected by caring for his dying mother in the late ‘70s. It was not what he had expected: no sublime dissolution, just the body’s horrible, stubborn persistence, even when all hope is lost. His memoir underscores this traumatic ordeal, and he admits to subsequently distancing himself from friends who were dying. Upon their return to Berlin, Schroeter elliptically says that Montezuma had “girl friends” who cared for her.16 He adds, vaguely, that he stood by her as well as he could. She died on July 15, 1984.",
    "name_more_cn": [],
    "personage_id": "27501027",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1328984",
    "personage_link": "https://www.douban.com/personage/27501027/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1984年7月15日"
        }
    ],
    "name_more_other": [
        "Erika Kluge (本名)"
    ],
    "update_at": "2025-01-30T10:44:37"
}