{
    "sid": "1328583",
    "name": "Denis Sergovskiy",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pNE85kMYGbEAcel_avatar_uploaded1367638744.59.jpg",
    "imdb_id": "nm3134281",
    "name_en": "",
    "name_full": "Denis Sergovskiy",
    "birth_date": "1980年2月13日",
    "birth_place": "Moscow, Russia",
    "last_movies": [
        {
            "id": 5180521,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Dysmorphia",
            "release": 1
        }
    ],
    "introduction": "Biography:  Denis Sergovskiy is a model, actor and IFBB professional bodybuilder.In his earliest years, Sergovskiy has been described to be a born fighter. At a young age, he was very active in Boxing, Karate, and Muay Thai. With his new-found interest, Sergovskiy jumped head first into bodybuilding at the age of 13. He instantly fell in love with the art of bodybuilding and made it his way of life. At just 16 years old, Sergovskiy excelled well beyond his years and started competing on an amateur level, placing 1st in many bodybuilding competitions.In 1998 Sergovskiy played a major dance role in a popular adult male revue show called “CandyMan”, that originated in Moscow, Russia and toured Europe. Sergovskiy and his team choreographed this phenomenal show from lighting, costumes, to even marketing. With the intent to work, Sergovskiy moved to the the United States in 2005 along with three friends, where they recreated “CandyMan” to “CandyMan-From Russia With Love” which was showcased in Las Vegas, Nevada at the “Fitzgerald’s” and “Aladdin”.Meanwhile, Sergovskiy was at the top of his game in peak condition and took 1st Place as 2006 Las Vegas Classic - Heavyweight Champion/Overall Winner and 2007 Los Angeles Bodybuilding, Figure & Fitness Championships - Super Heavyweight Champion. With a background in dance performance, Sergovskiy was known for the best music routines in every competition. Sergovskiy then turned professional and continues to reach milestones in bodybuilding.In 2010 Sergovskiy moved to Los Angeles to pursue a career in modeling and acting. Sergovskiy was a lead feature in the KIA: “One Epic Ride” commercial that was released during Super Bowl 2011 and many more.",
    "name_more_cn": [],
    "personage_id": "27488588",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1328583",
    "personage_link": "https://www.douban.com/personage/27488588/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-28T21:35:11"
}