{
    "sid": "1328703",
    "name": "克里斯蒂亚娜·卢卡斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pskaHqoZwfv0cel_avatar_uploaded1367944543.91.jpg",
    "imdb_id": "nm3055831",
    "name_en": "Christiana Leucas",
    "name_full": "克里斯蒂亚娜·卢卡斯 Christiana Leucas",
    "birth_date": "",
    "birth_place": "迈阿密",
    "last_movies": [
        {
            "id": 27599088,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508147769.jpg",
            "title": "Miss Me This Christmas",
            "release": 1
        },
        {
            "id": 5239589,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2407838586.jpg",
            "title": "迷失的一切",
            "release": 1
        },
        {
            "id": 5159514,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Devils Inside",
            "release": 1
        },
        {
            "id": 4156402,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154377141.jpg",
            "title": "背水一战",
            "release": 1
        }
    ],
    "introduction": "At the tender age of six, Christiana knew she wanted to become an actress. While driving along in the old family Buick, her parents were discussing what she wanted to be when she grew up. Throwing off her seat belt she exclaimed, “I want to move to California and be in the movies!”At 8 years old Christiana began participating in local productions ranging from talent shows to youth acting groups. Completely bitten by the acting bug, she continued to serve “the Craft” through high school starring in theater productions of Closer and Les Liaisons Dangereuses.Having a lock on local theater and film opportunities in her hometown of Miami was not enough. In 2007, after touring the states with various charities, she found a collective of actors planning to head west in pursuit of the Hollywood dream. Less than 2 months later with $500 bucks in her pocket and car full of clothes Christiana set foot in the “City of Angels”… Los Angeles.Since her arrival in L.A. Christiana’s made a promising start in realizing her ambitions.Her exotic good looks (she has a Spaniard/Irish/Cherokee background) have made her a model in demand while honing her acting skills through study with respected coaches Steven Anderson, Ivana Chubbuck and Howard Fine have paid off with several film roles.Its only a matter of time before this brunette bombshell blows up Hollywood.When Christiana’s not relentlessly pursuing her goals as a model and actress she continues to do her part through local charities in effort to help change the world through positive action.",
    "name_more_cn": [],
    "personage_id": "27549985",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1328703",
    "personage_link": "https://www.douban.com/personage/27549985/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-29T01:13:32"
}