{
    "sid": "1328847",
    "name": "凯莉·奥马利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1368435664.87.jpg",
    "imdb_id": "nm0641747",
    "name_en": "Kerry O'Malley",
    "name_full": "凯莉·奥马利 Kerry O'Malley",
    "birth_date": "1969年9月5日",
    "birth_place": "美国,新罕布什尔州,纳舒厄",
    "last_movies": [
        {
            "id": 36501154,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904867485.jpg",
            "title": "桃色辩护",
            "release": 1
        },
        {
            "id": 36362846,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890829847.jpg",
            "title": "萨米",
            "release": 1
        },
        {
            "id": 36237131,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916065850.jpg",
            "title": "新手老卧底 第一季",
            "release": 1
        },
        {
            "id": 35166948,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912603202.jpg",
            "title": "夜母",
            "release": 1
        },
        {
            "id": 34859070,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654626463.jpg",
            "title": "致命女人 第二季",
            "release": 1
        },
        {
            "id": 34800072,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2672861823.jpg",
            "title": "反派 第一季",
            "release": 1
        },
        {
            "id": 30489388,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628906317.jpg",
            "title": "蛛丝马迹",
            "release": 1
        },
        {
            "id": 30365860,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559281921.jpg",
            "title": "奇异天使 第二季",
            "release": 1
        },
        {
            "id": 26919579,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602985813.jpg",
            "title": "雪国列车(剧版) 第一季",
            "release": 1
        },
        {
            "id": 2998451,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897454450.jpg",
            "title": "杀手",
            "release": 1
        }
    ],
    "introduction": "Kerry O'Malley was raised in Nashua, NH. She was educated at Duke University and the American Repertory Theater Institute for Advanced Theater Training at Harvard University. She is one of four children.Her television credits include the upcoming second season of Marc Cherry's Why Women Kill for Paramount Plus, and her recent role as First Class passenger Lilah Folger on TNT's Snowpiercer. Her series regular roles include Dr. Mia Vogel, forensic pathologist, on A&E's production of Glen Morgan's Those Who Kill, based on the Danish series Den Som Draeber, Trish on the Fox sitcom Costello, and Kerry on NBC's The Mike O'Malley Show. Recurring roles include Mabel Byrne on CBS All Access' Strange Angel; Kate, the bartender of the Alibi Room, on Showtime's Shameless; Mary-Kate, sister to the titular brothers of Showtime's acclaimed Brotherhood, created by Blake Masters; Savannah Couronis on Starz' Survivor's Remorse; Darla on Netflix's Wet Hot American Summer: Ten Years Later; Edwina Shearer on HBO's Boardwalk Empire; Beverly Mayfair on the CW's Hart of Dixie, and Paula Portis on the upcoming Heels for STARZ. . She has made numerous guest star appearances on such shows as Goliath, The Orville, Modern Family, Chicago Med, Backstrom, Masters of Sex, Rizzoli & Isles, The Mentalist, Criminal Minds, Detroit 187, Without a Trace, Cold Case, Law & Order, Law & Order: LA, Law & Order: SVU, NYPD Blue, Harry's Law, 666 Park Ave, and many more.Her film credits include Terminator Genisys with Emilia Clarke and Arnold Schwarzenegger, Annabelle, Annabelle: Creation, the Disney feature Earth to Echo, Case 39 with Renee Zellweger, The Happening with Mark Wahlberg, Rounders with Matt Damon, and many others. Her New York theatre credits include roles on Broadway (and the First National Tour) as Betty Haynes (the Rosemary Clooney role) in Irving Berlin's White Christmas, directed by Walter Bobbie; The Baker's Wife in the 2002 revival of Into the Woods, directed by James Lapine, for which she received Outer Critics and Drama Desk nominations; Dr. Sharone Stein in Michael Mayer's revival of On a Clear Day You Can See Forever; Dolly Tate (and understudy to Reba McEntire) in Annie Get Your Gun, directed by Graciela Daniele; Billy's Mum in Billy Elliot, directed by Stephen Daldry. Off-Broadway she played Fran Kubelik opposite Martin Short in the acclaimed Encores! revival of Promises, Promises directed by Rob Marshall; Sharon in the Irish Repertory Theatre's production of Finian's Rainbow; and Mary in the Atlantic Theatre Company's Dublin Carol, directed by the author Conor McPherson.She is a huge Boston sports fan and has sung the national anthem for many professional sports teams including the Boston Red Sox at Fenway Park, the Boston Celtics at TD Garden, the Minnesota Wild at Xcel Energy Center and the Pittsburgh Pirates at PNC Park. She resides in Los Angeles with her husband, Photographer and Police and Medical Technical Advisor, Karl Sonnenberg. She is the sister of actor and writer Mike O'Malley.",
    "name_more_cn": [],
    "personage_id": "27549957",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1328847",
    "personage_link": "https://www.douban.com/personage/27549957/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-11T19:01:14"
}