{
    "sid": "1329229",
    "name": "Philippe DUPRAZ",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pc9OIZyUu10Ucel_avatar_uploaded1369216494.66.jpg",
    "imdb_id": "nm3687171",
    "name_en": "",
    "name_full": "Philippe DUPRAZ",
    "birth_date": "",
    "birth_place": "法国 Genève",
    "last_movies": [
        {
            "id": 5160893,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Postcard Days",
            "release": 1
        }
    ],
    "introduction": "官网： http://phdupraz.free.fr/PHILIPPE DUPRAZ L’on pourra dire de ce jeune homme qu’il a beaucoup de qualités sans forcément penser à son sourire ou à ses yeux bleus comme l’azur. Car derrière un physique de jeune premier capable de faire craquer tout ensemble minets et minettes se cache un comédien discret aux talents variés. Avec une formation multidisciplinaire, Philippe Dupraz peut s’accaparer tous les rôles. Pianiste accompli (ses quatorze ans de piano lui permettent de jouer autre chose que La Marche turque !), danseur (rock acrobatique et modern jazz, « difficile d’être acteur sans être sportif » dit-il comme une évidence), parlant anglais couramment, il quitte la province pour suivre les cours d’un Conservatoire parisien. Sa rencontre avec Olivier Py lui permet de jouer dans Jeunesse en Avignon et à Paris puis de croiser le chemin de Katarina Stegeman qui décide de le mettre en scène dans son Macbeth. Après avoir joué dans deux courts métrages dont un inspiré de Tennessee Williams et avoir fait ses débuts au théâtre dans une pièce de Victor Hugo, ce comédien s’apprête à revêtir des habits assez inattendus. Dans Macbeth (que jouera également Stanley Weber), il aura la tâche d’incarner l’une des sorcières que sa metteur en scène a voulu au centre de la pièce en confiant les rôles à des hommes, comme au bon vieux temps de l’époque élisabéthaine ! À vingt-six ans, Philippe Dupraz a accepté avec lucidité les difficultés de son métier. Une étonnante sérénité doublée d’une force et un charisme certains lui donnent dans ce combat des armes acérées. Pour s’en convaincre, ce n’est pas sorcier, il suffira d’assister à l’une des trois représentations de Macbeth. Philippe Escalier",
    "name_more_cn": [],
    "personage_id": "27491524",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1329229",
    "personage_link": "https://www.douban.com/personage/27491524/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-09T12:58:03"
}