{
    "sid": "1329348",
    "name": "马蒂亚·卡瑞尔",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "1989年 第61届奥斯卡金像奖 最佳真人短片 (提名) 凯迪拉克梦"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1539157804.43.jpg",
    "imdb_id": "nm0440105",
    "name_en": "Matia Karrell",
    "name_full": "马蒂亚·卡瑞尔 Matia Karrell",
    "birth_date": "",
    "birth_place": "Boston",
    "last_movies": [
        {
            "id": 24714870,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536578929.jpg",
            "title": "凯迪拉克梦",
            "release": 1
        },
        {
            "id": 4106646,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517659353.jpg",
            "title": "白宫风云  第七季",
            "release": 1
        },
        {
            "id": 1483267,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914836479.jpg",
            "title": "红门背后",
            "release": 1
        }
    ],
    "introduction": "Karrell is a native of Boston, Massachusetts, born of Lebanese parents. She had aspirations to pursue a career as a dancer, attending the dance program at Harvard University. She then moved to New York City, where she trained under dancers Hanya Holm and Martha Graham. She performed at the Brooklyn Academy of Music (BAM) with renowned theater director, visual artist, and playwright Robert Wilson, in The Dollar Value of Man.[2]Karrell eventually left choreography and dance to pursue interests in the film industry. She worked as an electrician in her earlier films such as Without Warning (1980), The Howling (1981), China Lake (1983), and Dreamscape (1984). She then moved on to assistant director in Breakin' (1984), Making the Grade (1984), Critters, (1986) Matewan (1987) and Far North (1988). She was Spike Lee's Production Manager in his film School Daze (1988). In 1988, Karrell wrote, directed, and produced the live-action short film Cadillac Dreams, which was nominated for an Academy Award for Best Short Film [1] and a Gold Hugo at the Chicago International Film Festival.Karrell collaborated as a writer & producer with British director and producer Mike Newell at Dogstar Films, on developing \"The Story of V\".[3] In 2002, she directed, co-wrote, and co-produced the full length feature film Behind the Red Door starring Kiefer Sutherland, Kyra Sedgwick and Stockard Channing, which took First Prize for Best Feature Film Screenplay at the Rhode Island International Film Festival [4] and was a finalist in the PEN Center USA Literary Awards.Among Karrell's long list of other film credits are Once Upon a Wedding (2005) starring Esai Morales and A Martinez, The Tub (2009) starring Melora Hardin and Dedee Pfeiffer, Finding Sahara (2014), Lilly and James (2016), Safety (2018), and The Tale (2018) starring Laura Dern, Ellen Burstyn and Elizabeth Debicki.Karrell also worked on episodic television, directing episodes of The Wonder Years, Doogie Howser, M.D., Parenthood, S",
    "name_more_cn": [],
    "personage_id": "27541760",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1329348",
    "personage_link": "https://www.douban.com/personage/27541760/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-06T16:00:30"
}