{
    "sid": "1331631",
    "name": "吴凯婷",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [
        "2013年 第15届台北电影节 台北电影奖 最佳短片 (提名) 纸莲花"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1374225861.17.jpg",
    "imdb_id": "nm3529876",
    "name_en": "Kai-Ting Wu",
    "name_full": "吴凯婷 Kai-Ting Wu",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35395586,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Bloom",
            "release": 1
        },
        {
            "id": 24704456,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2043796523.jpg",
            "title": "纸莲花",
            "release": 1
        }
    ],
    "introduction": "Born and raised in Taiwan, Kai-Ting is a writer-director who enjoys making films about family and culture. Kai-Ting studied Journalism and English in college, dreaming of becoming a world-renowned journalist. But somewhere between writing for the school paper and getting a job at the local news source, she stumbled her way into visual media and found her passion there. After graduation, Kai-Ting worked for award-winning programs designed for young adults at the Public Television Service in Taiwan.  Through this experience, she developed a great interest in stories that explore cross-cultural themes, and this inspired her to pursue further studies in the art of filmmaking. Kai-Ting recently graduated with an MFA degree in Film & TV Production at the University of Southern California.  Her thesis film, Paper Lotus, was awarded the Panavision New Filmmakers Grant and the UFVA Carole Fielding Grant. Kai-Ting is also a recipient of the Tania Trepanier Scholarship and the Bernard Kantor Award.",
    "name_more_cn": [],
    "personage_id": "27570962",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1331631",
    "personage_link": "https://www.douban.com/personage/27570962/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-04T09:39:15"
}