{
    "sid": "1332391",
    "name": "Marcel Langenegger",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1377837912.9.jpg",
    "imdb_id": "nm2251947",
    "name_en": "",
    "name_full": "Marcel Langenegger",
    "birth_date": "",
    "birth_place": "瑞士",
    "last_movies": [
        {
            "id": 1916995,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p901846772.jpg",
            "title": "玩叛游戏",
            "release": 1
        }
    ],
    "introduction": "After studying math and science, Swiss-born Marcel Langenegger attended art school near Geneva, where he received a Bachelor’s Degree in Fine Arts. He began his career as an Art Director and designed snowboards, skateboards and record covers. He moved to Los Angeles in 1995 to pursue a Master’s Degree in Film at the Art Center College of Design in Pasadena.After graduating with an MFA, he signed 1999 with Propaganda Films which became the starting point of his directing career.He began with directing music videos and then moved soon into the field of commercials where he made him-self a name with a series of successful and memorable tv-spots, among them the long-form commercial for Chanel No 5 that was featured in the prestigious New Director’s Showcase at Cannes. Since then he directed over 100 commercials all across the world and won multiple awards, including a Cannes Gold Lion in 2002 for his campaign for Doctor’s Without Borders.Moving adeptly between commercials and feature films, he directed his first feature film ‘Deception’ in 2008, a thriller starring Ewan McGregor, Hugh Jackman and Michelle Williams. In 2009 he directed the commercial for The Beatles ‘Rockband’-video game in which Paul, John, George and Ringo cross the famous Abbey Road one more time. In 2011 he produced the movie ‘Frankie Go Boom’, a comedy with Ron Perlman, Chris O’Dowd, Charlie Hunnam and Chris Noth. Currently he’s in preparation to direct his second feature film, a prison-heist drama set to be filmed in Louisiana in 2013. Marcel Langenegger is based in Los Angeles.",
    "name_more_cn": [],
    "personage_id": "27571011",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1332391",
    "personage_link": "https://www.douban.com/personage/27571011/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-06T12:28:17"
}