{
    "sid": "1333876",
    "name": "克劳迪娅·李",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pbHoFk8GnEdUcel_avatar_uploaded1377860673.05.jpg",
    "imdb_id": "nm4932304",
    "name_en": "Claudia Lee",
    "name_full": "克劳迪娅·李 Claudia Lee",
    "birth_date": "1996年6月20日",
    "birth_place": "美国,印第安纳州,拉法耶特",
    "last_movies": [
        {
            "id": 30215116,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521436393.jpg",
            "title": "星光之恋 第二季",
            "release": 1
        },
        {
            "id": 26809399,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376272517.jpg",
            "title": "女孩成长记 第三季",
            "release": 1
        },
        {
            "id": 25956792,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2448514231.jpg",
            "title": "异类",
            "release": 1
        },
        {
            "id": 24534551,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171499780.jpg",
            "title": "男人成长录",
            "release": 1
        },
        {
            "id": 5966512,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1277883268.jpg",
            "title": "南国医恋  第一季",
            "release": 1
        },
        {
            "id": 4830478,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2009848638.jpg",
            "title": "海扁王2",
            "release": 1
        },
        {
            "id": 3289106,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873746168.jpg",
            "title": "泽克和路德",
            "release": 1
        }
    ],
    "introduction": "Claudia Lee was born Claudia Lee Mirkowski June 20, 1996 in West Lafayette, Indiana, the second child of a Polish-American immigrant father and an American-born mother. As a little girl watching TV, she dreamed of being an actress, and loved performing around the house. She began studying dance before her 3rd birthday, learning ballet, tap and jazz. Growing up listening to her father and his relatives speak Polish, she decided that she, too, wanted to learn the language, so her parents sent her to a private school in Poznan, Poland for one month each summer, for the next five years. Lee is now conversational in her father's native language.When she was 13, Claudia studied acting and filmmaking at the School of Cinema and Performing Arts (now called the School of Creative and Performing Arts) summer camp in Vermont. Her roommate's parents were friends of Harry Abrams, president of the Abrams Artists Agency, and introduced her to him. The agency offered to represent Lee, and she and her mother moved to Los Angeles in the summer of 2009, while her father remained in Indiana, to continue running his business. After arriving in Hollywood, Lee began taking acting classes.Lee's first professional acting job was in a national TV commercial for \"Comcast\", with Zachary Levi. Next, she was cast in a short film, The Circus Girl (2010), playing a young Russian villain traveling with a circus family. Next came Lee's recurring role of \"Bridget\" on the Disney XD series, \"Zeke and Luther\" (2009). More recently, she was cast in the recurring role of \"Magnolia Breeland\", the younger sister of \"Lemon Breeland\" (Jaime King) on the CW series, \"Hart of Dixie\" (2011).Lee is also a country music singer. After arriving in Los Angeles, she teamed up with music producer Max Di Carlo to record her first song, \"It Gets Better\", which was inspired by the \"It Gets Better\" campaign against bullying in schools. In an unusual twist for a music video, Lee is seen on-camera for just the last few",
    "name_more_cn": [],
    "personage_id": "27565290",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1333876",
    "personage_link": "https://www.douban.com/personage/27565290/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-16T00:14:06"
}