{
    "sid": "1333075",
    "name": "道恩·波特",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "2021年 第31届哥谭独立电影奖 最佳突破非虚构剧集 费城检察官",
        "2014年 第29届美国独立精神奖 最佳纪录片 (提名) 基甸的部队",
        "2013年 第29届圣丹斯电影节 评审团大奖 美国电影单元纪录片 (提名) 基甸的部队"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1490768161.3.jpg",
    "imdb_id": "nm2929021",
    "name_en": "Dawn Porter",
    "name_full": "道恩·波特 Dawn Porter",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36911029,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908929325.jpg",
            "title": "梦想的力量",
            "release": 1
        },
        {
            "id": 36900432,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Winnie and Nelson: Portrait of a Marriage",
            "release": 0
        },
        {
            "id": 36676591,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905412263.jpg",
            "title": "路德：永不嫌多",
            "release": 1
        },
        {
            "id": 36532748,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897397890.jpg",
            "title": "至死方休：美国最高法院的塑成 第一季",
            "release": 1
        },
        {
            "id": 36281144,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900752540.jpg",
            "title": "伯德夫人日记",
            "release": 1
        },
        {
            "id": 35606446,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872833770.jpg",
            "title": "Rise Again: Tulsa and the Red Summer",
            "release": 1
        },
        {
            "id": 35166318,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2616185301.jpg",
            "title": "在我看来",
            "release": 1
        },
        {
            "id": 20415233,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2165948047.jpg",
            "title": "基甸的部队",
            "release": 1
        }
    ],
    "introduction": "Education\tBronx High School of ScienceSwarthmore College (1988)Georgetown University Law CenterOccupation\tFilm directorEmployer\tTrilogy FilmsWebsite\twww.trilogy-films.comDawn Porter is an American documentary filmmaker and founder of production company Trilogy Films.Porter started her film career by working as executive producer for various films. In 2009, she executive-produced director Jon Bowermaster's Terra Antarctica, Re-Discovering the Seventh Continent, a 49-minute documentary exploring the Antarctica Peninsula and its evolution. In 2009, she also co-executive produced two other films: Serious Moonlight, and What Would Darwin Think? Man v. Nature in the Galapagos. In 2011, she co-executive produced The Green, a romantic drama feature film directed by Steven Williford.Porter's directorial debut was the 2013 documentary film Gideon's Army,[3] about three black public defenders working in the South America. The film premiered at the Sundance Film Festival in 2013, where it won the festival's \"Documentary Editing Award\".[4] The film also won the Creative Promise Award at the 2013 Sundance Film Festival.[5] Gideon’s Army premiered on HBO in July 2013,[6] and was later nominated for an Emmy Award,[7] and an Independent Spirit Award for Best Documentary Feature. The film also won the Ridenhour Award for best documentary film in 2014.Porter's second film project was Spies of Mississippi,[3] which debuted on PBS in 2014. It is 53-minute documentary shot in black and white colour about Mississippi State Sovereignty Commission (MSSC) efforts to preserve segregation during the 1950s and 1960s, including the use of an extensive spy network and violent cover-ups.[8] The film was written by Rick Bowers and directed by Porter.Trapped, Porter's latest film premiered at Sundance Film Festival in 2016. It shows the impact of anti-abortion laws on abortion providers in the South along with chronicling the last remaining abortion clinic in Mississippi.[9] Porter say",
    "name_more_cn": [],
    "personage_id": "27543414",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1333075",
    "personage_link": "https://www.douban.com/personage/27543414/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-03T08:39:33"
}