{
    "sid": "1333945",
    "name": "克里斯多芬斯蒂尔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pbs7rgp68zrscel_avatar_uploaded1378019854.33.jpg",
    "imdb_id": "nm1901296",
    "name_en": "Christopher Stills",
    "name_full": "克里斯多芬斯蒂尔斯 Christopher Stills",
    "birth_date": "1974年4月19日",
    "birth_place": "美國, 科羅拉多州, 博爾德",
    "last_movies": [
        {
            "id": 26302882,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276947598.jpg",
            "title": "无耻之徒(美版) 第六季",
            "release": 1
        },
        {
            "id": 5342506,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1425289213.jpg",
            "title": "杀手挽歌",
            "release": 1
        }
    ],
    "introduction": "Chris Stills (born April 19, 1974 in Boulder, Colorado) is the son of American rock musician Stephen Stills and French singer-songwriter Véronique Sanson. A musician like his parents, he has played with both his father and his mother. Chris played in France in 2009 the role of Julius Caesar in the musical Cleopatre - La Derniere Reine d'Egypte. It was the 2nd top grossing show in France for 2009 only after Johnny Hallyday. The day after the play wrapped, Chris went on his first movie audition, where he landed the role of Alexander Child in the French film by first time director Jerome LeGris called Requiem for a Killer in 2010. The cast included Melanie Laurent, Clovis Cornillac and Tcheky Karyo. During the making of movie, between shooting, Chris was working on a record entirely in French with producer Pierre Jaconelli for Alain Artaud. They had almost finished the making of the record, but things fell apart when Artaud, then president of Polydor/Universal, was abruptly fired. Chris then pulled the plug on the entire project, terminated his contract with Universal and returned to his home in Los Angeles.",
    "name_more_cn": [],
    "personage_id": "27557537",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1333945",
    "personage_link": "https://www.douban.com/personage/27557537/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-21T18:29:01"
}