{
    "sid": "1333385",
    "name": "杰西卡·皮蒙特尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1534086050.86.jpg",
    "imdb_id": "nm1478791",
    "name_en": "Jessica Pimentel",
    "name_full": "杰西卡·皮蒙特尔 Jessica Pimentel",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36179124,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912341822.jpg",
            "title": "Bound",
            "release": 1
        },
        {
            "id": 35555137,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892917132.jpg",
            "title": "一只蝴蝶的诞生",
            "release": 1
        },
        {
            "id": 33414482,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893874224.jpg",
            "title": "桃乐丝·罗奇的恐惧",
            "release": 1
        },
        {
            "id": 30306519,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538029827.jpg",
            "title": "面包工厂，第二部分",
            "release": 1
        },
        {
            "id": 26723681,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564451036.jpg",
            "title": "女子监狱 第七季",
            "release": 1
        },
        {
            "id": 26723680,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527530804.jpg",
            "title": "女子监狱 第六季",
            "release": 1
        },
        {
            "id": 26723677,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462340743.jpg",
            "title": "女子监狱 第五季",
            "release": 1
        },
        {
            "id": 26368466,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2355049950.jpg",
            "title": "女子监狱 第四季",
            "release": 1
        },
        {
            "id": 25890358,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2240986398.jpg",
            "title": "女子监狱 第三季",
            "release": 1
        },
        {
            "id": 21638296,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2222550764.jpg",
            "title": "阿丑罗曼史",
            "release": 1
        }
    ],
    "introduction": "The Brooklyn born and raised native New Yorker is a Latina of mixed heritage. Her parents were immigrants from the Dominican Republic. Jessica is best known as an actress in her role as Maria Ruiz on the Netflix original series Orange Is the New Black, and won 3 Screen Actors Guild Award wins and one nomination. She is a graduate of the High School for the Performing Arts (a.k.a. \"Fame\") in New York City and the prestigious American Academy of Dramatic Arts, also in New York City, where she holds a degree in Theater Arts where she was awarded the Cleavon Little scholarship and was a member of the professional acting company.Music Career- Jessica began playing music at a very young age and has traveled around the United States, Canada, Mexico, Europe and Japan as both a classical violinist and Hardcore/ Heavy Metal musician and has played at various notable venues such as CBGB, Landmark's Mayan Theatre and Carnegie Hall. Jessica is the lead vocalist and recording guitarist for the Brooklyn, NY based heavy metal band Alekhine's Gun and featured vocalist, La Bruja Encabronada, in the iconic heavy music band Brujeria. She is a featured vocalist in projects by 'Black Heart Sutra', 'Brick by Brick' and 'Origin' and her violin playing was featured on the track \"Ormen's Offer\" by Swedish Electrogoth and Valhall and \"Love Letter\" by Butterbrain. Previously she was the Bassist for NY heavy metal/ Hardcore band Desolate. She is a featured and endorsed artist for Spector basses, Gibson guitars and Darkglass Amps.Other Interests- Jessica is a practitioner of Tibetan Buddhist philosophy, logic, debate and meditation in the Gelugpa Tradition of the Dalai Lama and was trained and studied closely under the former abbot of Sera Mey Monastery, H.E. Sermey Khensur Rinpoche Lobsang Tharchin beginning formal study in 1994.She is a lover of mathematics and science (cosmology, astronomy, physics and chemistry) having taken classes/lectures with Neil DeGrasse Tyson and Michio Kaku.She is also a student of many styles of dance and martial arts.Theatre Credits- Some of her theater credits include the American Stage production of the Pulitzer prize winning play 'Anna in the Tropics' and the Shakespeare Theater's production of a 'A Very Old Man With Enormous Wings' adapted by Nilo Cruz. She was also seen in the leading role of Mathilde in the Wellfleet Harbor Actors Theater's production of 'The Clean House' by Sarah Ruhl and the Seattle Repertory Theater's production of Eduardo Machado's 'The Cook' . In 2008 she played the role of Juliet in an abridged, contemporary version of 'Romeo and Juliet' in a Theatreworks USA production national tour and originated the role of Lupita in the off Broadway show 'Aliens with Extraordinary Skills' by Romanian playwright Saviana Stanescu. She was also featured as Yessenia in the Clubbed Thumb production of 'Enfrascada' by Tanya Saracho and took on the one woman show 'Surfer Girl' by Leslye Headland. Her most recent Role was in Yonder Window theater company's production of 'Jasper' by Grant MacDermotShe considers both New York City and Stockholm, Sweden home.",
    "name_more_cn": [],
    "personage_id": "27552211",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1333385",
    "personage_link": "https://www.douban.com/personage/27552211/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-17T22:00:18"
}