{
    "sid": "1334761",
    "name": "郑立国",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1452949036.41.jpg",
    "imdb_id": "nm8763405",
    "name_en": "Liguo Zheng",
    "name_full": "郑立国 Liguo Zheng",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26253893,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2315804919.jpg",
            "title": "青蛙王国之冰冻大冒险",
            "release": 1
        },
        {
            "id": 19962596,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163036194.jpg",
            "title": "青蛙王国",
            "release": 1
        }
    ],
    "introduction": "郑立国，吉林动画学院创始人、董事长、校长。吉林省人民代表大会代表，吉林省第十二届人民代表大会常务委员会委员,吉林省教育实业集团股份有限公司董事长，吉林纪元时空动漫游戏科技集团股份有限公司、吉林炫通网络科技股份有限公司董事长、总经理。中国动画学会副会长，中国教育部高等学校动画、数字媒体专业教学指导委员会委员，中国民营文化产业商会副会长，国家十部委扶持动漫产业发展部际联席会议专家委员会专家委员,中国企业家常务理事、中国民办教育协会常任理事、吉林省服务贸易协会会长，吉林省高级知识分子联谊会副会长。吉林省文化产业促进会副会长，吉林省动漫游戏协会会长，吉林省国际教育交流学会副会长，吉林省动漫产业技术创新战略联盟理事长。2000年，郑立国先生以前瞻性的战略眼光，结合中国文化产业发展对人才培养的需要，在国内率先创办以动画专业为主体的吉林动画学院。结合学校创建百年名校的发展定位，提出“自尊、自强、创新、创造”的校训精神，凝练出“开放式国际化、学研产一体化、创意产品高科技化”的三大办学特色，创新构建“以教学为主导、科研为支撑、产业为导向”的“学研产一体化”人才培养模式，打造“创新、创造、创优、创业”核心文化，促进技术、艺术、市场、文化在人才培养过程中的全面融合。2007年，郑立国投资4亿余元建设吉林动漫游戏原创产业园。2008年成立吉林禹硕动漫游戏科技股份有限公司，2015年对公司进行战略调整，成立吉林纪元时空动漫游戏科技集团股份有限公司，公司经营范围覆盖动漫游戏制作、发行、经营、授权、网站开发运营、广告策划等。公司坚持原创，弘扬地域、民族优秀文化，以科技研发为支撑，先后创作完成一系列动漫、游戏、网络产品。构建了以动、漫、游、网一体化产业链条和完善的产业集群。郑立国策划、出品系列3D动画电影《青蛙王国》第一部至第四部。《青蛙王国》第一部在2013年12月28日在全国上映，《青蛙王国》第二部将在2016年2月19日在全国上映。不仅如此，他还策划、出品大型动画系列片《长白精灵》、《幸福大街一号》在央视上映，受到社会各界的肯定与好评。3D动画电影《青蛙王国》在全国各大院线上映后，先后获得“中国动画电影‘天马杯’最佳动作设计奖、优秀编剧奖”、“吉林省长白山文艺奖”、 中宣部“第十三届精神文明建设‘五个一工程’优秀作品奖”、文化部“‘中国文化艺术政府奖第二届动漫奖’最佳动画电影奖”，第八届厦门国际动漫节“金海豚奖最佳影视动画长片银奖”,并成为我国唯一入围“第八届亚太电影节最佳动画片奖”的动画影片。郑立国为国家动画教育和文化产业发展做出了积极的贡献。获得教育部“全国教育系统先进个人”、文化部 “2010年十大文化产业年度人物”、“第六批长春市有突出贡献专家”、“吉林省第十三批有突出贡献的中青年专业技术人才”、 “吉林省振兴吉林文化产业创业人物”、“吉林省文化产业发展先进个人”、“长春市第二批优秀人才”等荣誉称号。",
    "name_more_cn": [],
    "personage_id": "27552394",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1334761",
    "personage_link": "https://www.douban.com/personage/27552394/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-22T20:52:19"
}