{
    "sid": "1336074",
    "name": "哈尔莉·伯德",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [
        "2013年 第16届英国独立电影奖 最佳新演员 (提名) 我的生存之道"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1400209878.02.jpg",
    "imdb_id": "nm3897655",
    "name_en": "Harley Bird",
    "name_full": "哈尔莉·伯德 Harley Bird",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36996513,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911505490.jpg",
            "title": "小猪佩奇：金雨靴",
            "release": 1
        },
        {
            "id": 35982518,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904562961.jpg",
            "title": "回到黑暗",
            "release": 1
        },
        {
            "id": 6538590,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2109222800.jpg",
            "title": "我的生存之道",
            "release": 1
        },
        {
            "id": 3036644,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2368873040.jpg",
            "title": "小猪佩奇 第一季",
            "release": 1
        }
    ],
    "introduction": "BAFTA Award Winner Harley made history in 2011 by becoming the youngest actor to receive a BAFTA Award for Best Performer at the Children's BAFTAs; as voice of much loved cartoon character Peppa Pig.Harley is nominated for Most Promising Newcomer at the British International Film Awards 2013 for her role as Piper in How I Live Now.Harley plays lead role of Piper in Oscar-winning director Kevin Macdonald's feature film How I Live Now; an adaptation of Meg Rosoff's multi award winning novel How I Live Now; starring Saoirse Ronan.Within weeks of being with Alphabet Kidz Agency Harley got her first Lead Role as the voice of Peppa Pig in Channel 5's BAFTA award winning TV Series Peppa Pig. Harley has also recorded voices for the hugely popular UK and US Animation Wonder Pets on Nick Jr., lots of Peppa Pig toys for the UK and US; and some well known commercials, including ads for Vodafone and ITV's This Morning. Harley has been the voice of Peppa Pig since 2009 and has appeared in over 100 episodes of the animated series, which is shown in 180 countries, including Channel 5 and Nick Jr. in the UK. Harley's first on screen role came when she starred as Daisy in short film Blueberry - A fairy tale film made in the feel and mould of the popular Roald Dhal's Children stories. Harley will be on our screens this winter 2013 as a regular panelist on new CBBC Show The Dog Ate my Homework.Harley has also presented a feature on CBBC 'Newsround' and been interviewed for numerous TV shows after winning her BAFTA including ITV This Morning, BBC Breakfast, CH5 Live with Gabby (Gabby Logan); and interviewed for BBC Radio, Five Live, and BBC Radio One's Chris Moyles Breakfast show (in character as Peppa).",
    "name_more_cn": [],
    "personage_id": "27572132",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1336074",
    "personage_link": "https://www.douban.com/personage/27572132/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-24T12:57:25"
}