{
    "sid": "1336606",
    "name": "梁家成",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1491808822.45.jpg",
    "imdb_id": "nm4141406",
    "name_en": "Kent S. Leung",
    "name_full": "梁家成 Kent S. Leung",
    "birth_date": "",
    "birth_place": "加拿大,温哥华",
    "last_movies": [
        {
            "id": 37155805,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916796862.jpg",
            "title": "搏忆",
            "release": 0
        },
        {
            "id": 30256761,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526153751.jpg",
            "title": "伴你同行",
            "release": 1
        },
        {
            "id": 30177946,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "气：时空勇士",
            "release": 1
        },
        {
            "id": 26670635,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2287455959.jpg",
            "title": "东游纪",
            "release": 1
        },
        {
            "id": 25928580,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191587971.jpg",
            "title": "Bloody Knuckles",
            "release": 1
        },
        {
            "id": 25787730,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161934872.jpg",
            "title": "Idiots=Product + Money",
            "release": 1
        },
        {
            "id": 25765830,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158152980.jpg",
            "title": "苹果恋爱多",
            "release": 1
        }
    ],
    "introduction": "Kent S. Leung was born in Vancouver, BC, Canada and raised for the majority of his childhood and teen years in the beautiful yet isolated area of Deep Cove in North Vancouver. Growing up, he had no aspirations nor interests in the performing arts; and in fact, if it weren't for Drama being mandatory in grade 8, he likely would not have taken it. Kent spent most of his time outside of school playing video games with his older brother and shooting balls around in the local lacrosse box; playing roller hockey with the ice hockey kids. In his young adult years he went to the University of British Columbia where he graduated with an Arts Major in Psychology. During his first year, Kent attended the annual CVC Fashion Show where he experienced firsthand the effect the show had on students, and by the end of it, he had made a silent vow to himself to get into shape and model for the same show the year after. By the time Kent graduated, he had modelled for the show four years in a row and was a part of two more as one of the hosts. Kent connected with a local TV producer thereafter and ended up hosting a TV show called Asian Lifestyles TV. As he soon found modelling and hosting relatively unrelated to his passions, he sought out an agent to put his psychology degree to work in the wonderful world of acting. With his agent's advice, Kent started taking acting classes with some of Vancouver's top teachers and it wasn't long before he started landing substantial work. The first major role was of a very colourful young Chinese man who was heavily influenced by hip hop culture. The character, Jackie \"YoYo\" Chan, was then brought in for a feature length sequel, in which Kent also played the part. Soon after that Kent landed the role of David, a supporting character in the indie feature, The Cover Up, where he played a character typically labelled as the loser or dork by society. In 2012, Kent landed the lead role of Jack in the indie feature, John Apple Jack, where he played a cl",
    "name_more_cn": [],
    "personage_id": "27494605",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1336606",
    "personage_link": "https://www.douban.com/personage/27494605/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-01T20:00:43"
}