{
    "sid": "1337299",
    "name": "Timothy Boldt",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1389163741.5.jpg",
    "imdb_id": "nm3777461",
    "name_en": "",
    "name_full": "Timothy Boldt",
    "birth_date": "1990年12月10日",
    "birth_place": "Hamburg",
    "last_movies": [
        {
            "id": 37018924,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912298909.jpg",
            "title": "背叛者：德国版 第一季",
            "release": 1
        },
        {
            "id": 5111849,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209561413.jpg",
            "title": "我们之间",
            "release": 1
        },
        {
            "id": 1466181,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517717827.jpg",
            "title": "幻想的时刻",
            "release": 1
        }
    ],
    "introduction": "Timothy Boldt stand im Alter von zehn Jahren erstmals vor der Kamera und übernahm zunächst Episodenrollen in den Fernsehreihen Die Rettungsflieger und Alphateam. Ende 2009 folgte seine erste Hauptrolle in der ZDF-Telenovela Hanna – Folge deinem Herzen, in der er den Florian Castellhoff verkörperte und vom 5. März bis 17. September 2010 zu sehen war.Nachdem er im Frühjahr 2010 das Abitur abgelegt hatte, absolvierte Boldt einen Schauspiel-Workshop bei Mira Amari. Seit Oktober 2010 studiert er BWL in Hamburg, ist aber weiterhin als Schauspieler tätig. Zuletzt drehte er für die Serien In aller Freundschaft und Countdown, die jeweiligen Folgen wurden im Februar und März 2012 im Fernsehen ausgestrahlt. Am 22. Mai 2012 nahm er die Dreharbeiten zur RTL-Soap Unter uns auf, wo er seit dem 24. August in der Hauptrolle Richard „Ringo“ Beckmann zu sehen ist.2005 debütierte Boldt in dem plattdeutschen Kurzfilm Fahrradfoahren auf der Kinoleinwand, 2010 folgte die zweite Produktion dieser Art. Bäumchensetzen erzählt die letzten Schultage einiger Gymnasiasten aus dem Sauerland und thematisiert dabei u.a. ein traditionelles Ritual, nach dem jeder Abiturient vor seiner Schulabschlussfeier einen Baumsetzling anpflanzt. Der Kurzfilm wurde am Rivius-Gymnasium in Attendorn gedreht, wo er am 1. Juni 2011 auch öffentlich vorgeführt wurde.Timothy Boldt spricht neben seiner Muttersprache fließend Englisch, zudem Französisch und Spanisch. Er lebt in Hamburg und Köln.",
    "name_more_cn": [],
    "personage_id": "27568229",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1337299",
    "personage_link": "https://www.douban.com/personage/27568229/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-15T07:35:23"
}