{
    "sid": "1337232",
    "name": "毛里斯·迪恩·温特",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1402888220.82.jpg",
    "imdb_id": "nm0935659",
    "name_en": "Maurice Dean Wint",
    "name_full": "毛里斯·迪恩·温特 Maurice Dean Wint",
    "birth_date": "",
    "birth_place": "英格兰,列斯特",
    "last_movies": [
        {
            "id": 36889078,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "危险小镇",
            "release": 0
        },
        {
            "id": 36776681,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919736394.jpg",
            "title": "凶宅处理专员 第三季",
            "release": 1
        },
        {
            "id": 36246950,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888004262.jpg",
            "title": "The Trolley",
            "release": 1
        },
        {
            "id": 36221305,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919586166.jpg",
            "title": "最后生还者 第二季",
            "release": 1
        },
        {
            "id": 35974219,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888188449.jpg",
            "title": "兄弟",
            "release": 1
        },
        {
            "id": 35224342,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622841648.jpg",
            "title": "少年侦探",
            "release": 1
        },
        {
            "id": 34989130,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665870403.jpg",
            "title": "凶宅处理专员 第一季",
            "release": 1
        },
        {
            "id": 33399984,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552989933.jpg",
            "title": "公园男孩：动画版 第一季",
            "release": 1
        },
        {
            "id": 30289421,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529672931.jpg",
            "title": "航空母舰：七海卫士",
            "release": 1
        },
        {
            "id": 25907048,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2187681006.jpg",
            "title": "My Daughter Must Live",
            "release": 1
        },
        {
            "id": 10756483,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151166115.jpg",
            "title": "港湾 第三季",
            "release": 1
        }
    ],
    "introduction": "Maurice Dean Wint was born in Leicestershire, England. With an impressive inventory of credits in film, television, theatre and radio Wint has unquestionably established himself as a truly diversified performer. A University Honours graduate with a Bachelors Degree in Theatre, he has dedicated a good part of his career to the stage, appearing in numerous productions across the country. His training and exposure to classical and contemporary drama has garnered him a reputation as a thoroughly professional and dynamic stage practitioner. He has worked with some of the country's most established theatre companies and been involved in the development of a number of well known and original dramatic works. He has been nominated a number of times for his work onstage and won a Dora Award for 'Featured Performance' for his role in Michael Healey's Courageous.On camera, Maurice has played leading and guest starring roles in a handful of memorable feature films, television movies and series. His performances have found wide audiences both on edgy cable and mainstream network television as well as in the cinema and at major international film festivals. His credits include regular and recurring roles in numerous television series; SurrealEstate, Diggstown, For the Record, Shoot the Messenger, Haven, ReGenesis, PSI Factor: Chronicles of the Paranormal, TekWar, Captain Power and the Soldiers of the Future and Blue Murder , for which he received a Gemini Award Nomination. He has appeared in such features and MOW's as The Kid Detective, Hedwig and the Angry Inch, Cube, Curtis's Charm, Rude, RoboCop: Prime Directives and made guest appearances in a handful of episodics: Suits, Murdoch Mysteries, Transporter: The Series, Flashpoint, Heartland, The Listener and The Outer Limits among others.As a studio voice artist, he has breathed life into a variety or animated characters, narrated many engaging documentaries and voiced hundreds of radio, television and internet commercials. His narration credits include numerous projects for The Discovery Channel (Beasts of the Bible, Elephant Dreams, An Elephant in the City, The Insect Eaters), CBC (Quest for the Unicorn, The Life and Times of Nelson Mandela, How to Stop a Hurricane), Vision TV (A Scattering of Seeds and Seeking Salvation - an official selection of the Hot Docs International Documentary Film Festival 2004) and Global TV (Clubland, which screened at Hot Docs 2009). His voiceover resume also includes two IMAX documentary features - Trolley, which had its World Premiere at Hot Docs 2018 and Aircraft Carrier 3D which premiered at the Smithsonian National Air and Space Museum in Washington DC with release in IMAX and other giant screen theaters immediately following. He has also lent his voice to a handful of independent features and shorts, one of which was Brad Peyton's award-winning and outlandish Universal/CFC short film Evelyn: The Cutest Evil Dead Girl. At the 9th Annual Academy of Canadian Cinema, Television and Radio Awards Wint was nominated for 'Outstanding Performance -Voice' for his work in the previously mentioned documentary feature Beasts of the Bible.",
    "name_more_cn": [],
    "personage_id": "27545073",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1337232",
    "personage_link": "https://www.douban.com/personage/27545073/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-23T05:39:17"
}