{
    "sid": "1339463",
    "name": "Derek Stusynski",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1425174680.95.jpg",
    "imdb_id": "nm4097798",
    "name_en": "",
    "name_full": "Derek Stusynski",
    "birth_date": "",
    "birth_place": "瑞典,韦姆兰省,卡尔斯塔德",
    "last_movies": [
        {
            "id": 25846479,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2174385915.jpg",
            "title": "伊甸",
            "release": 1
        }
    ],
    "introduction": "Derek Stusynski was born and raised on a farm in Karlstad, MN. He moved to New York straight out of high school after being accepted to The New York Conservatory for Dramatic Arts on a Meisner Merit Scholarship.After graduating, Derek was very active in the New York film and television industry, though he just recently relocated to LA. Recent credits include \"Path to Prologue,\" which won three awards at the American International Film Festival and was an official selection of the Hoboken International Film Festival. He also starred in the award winning web series, \"The RAs,\" and is constantly searching for new projects.Derek's love for acting began in middle school and grew throughout high school. He portrayed a variety of characters in thirteen plays, including the lead in \"Peter Pan,\" Scarecrow in \"The Wizard of Oz,\" and a young pyromaniac in \"Juvie.\"Writing is another passion of Derek's. He's been developing a fictional series for a number of years and is currently seeking publication for his first book, titled \"Cyropathia.\"Derek continues to learn by attending acting classes and interning for casting directors as much as possible. In his free time, he enjoys roller blading, playing Wii, and jamming out to Taylor Swift.",
    "name_more_cn": [],
    "personage_id": "27491797",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1339463",
    "personage_link": "https://www.douban.com/personage/27491797/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-31T02:57:21"
}