{
    "sid": "1339450",
    "name": "赛莱斯蒂诺·科尼埃",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/602e956f255a156687fc548ea25368ae.jpg",
    "imdb_id": "nm1379641",
    "name_en": "Celestin Cornielle",
    "name_full": "赛莱斯蒂诺·科尼埃 Celestin Cornielle",
    "birth_date": "1981年",
    "birth_place": "多米尼加,杜华德省,圣弗朗西斯科德马科里斯",
    "last_movies": [
        {
            "id": 34445683,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567139977.jpg",
            "title": "玛雅帮 第二季",
            "release": 1
        },
        {
            "id": 26972573,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556991129.jpg",
            "title": "老无所惧",
            "release": 1
        },
        {
            "id": 26260853,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2444256500.jpg",
            "title": "速度与激情8",
            "release": 1
        },
        {
            "id": 10867432,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1940705548.jpg",
            "title": "妙女神探 第四季",
            "release": 1
        }
    ],
    "introduction": "Celestino Cornielle is a multifaceted artist, a force of nature with a magnetic presence, and a beacon of authenticity, continuously expanding his craft while empowering others to unlock their true potential. With each project he undertakes, he leaves an indelible mark, captivating hearts and minds with his exceptional talent, unwavering commitment, and unyielding spirit.In 2017, Celestino made a dazzling big-screen debut in \"The Fate of the Furious,\" the highly anticipated eighth installment of the \"Fast & the Furious\" franchise. Audiences were spellbound as he brought the Havana kingpin Raldo \"El Sabroso\" to life, leaving an indelible mark on the film. Continuously raising the bar, he then earned critical acclaim for his portrayal of Charlie Hovan, a daring DEA agent navigating treacherous undercover assignments in Amazon's hit series, Bosch. His nuanced performance demonstrated his versatility and commitment to authenticity, cementing his status as a versatile actor who can tackle any role with depth and precision.Celestino's impressive list of credits spans across a range of groundbreaking projects. From his remarkable contributions to Amazon's trailblazing series \"Too Old To Die Young\" to his standout appearances in TNT's hit show \"Major Crimes,\" as well as notable roles in \"Shooter,\" \"Minority Report,\" \"The Finder,\" \"Agent X,\" \"Rizzoli & Isles,\" \"NCIS Los Angeles,\" \"CSI Miami,\" \"The Mentalist,\" and \"Agents of S.H.I.E.L.D.,\" he consistently elevates the material with his undeniable talent and versatility, effortlessly adapting to diverse characters and narratives.In 2020, amid the pandemic's challenges, Celestino experienced a profound shift in his life. Leaving behind the trappings of consumerism, luxury, and superficial connections, he embarked on a soul-searching journey. Embracing a nomadic and off-grid van-lifestyle, he discovered the true essence of joy in life and uncovered what lies at his core-a passion for adventure. Each day, he awakens to new horizons, and immerses himself in exhilarating experiences that ignite his fire and infuse his performances with an unparalleled authenticity.Beyond his extraordinary acting prowess, Celestino Cornielle is an urban shaman and intuitive life coach, seamlessly integrating mystical wisdom, practical knowledge, and modern tools to guide individuals on their personal and spiritual development. Recognizing that love, social life, sexuality, and artistic pursuits are all avenues for spiritual illumination, he offers profound insights and transformative guidance to those seeking a more fulfilling existence.",
    "name_more_cn": [
        "塞莱斯汀·考尼尔"
    ],
    "personage_id": "27556111",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1339450",
    "personage_link": "https://www.douban.com/personage/27556111/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-03T03:50:57"
}