{
    "sid": "1340733",
    "name": "亚当·思格特·米勒",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1443737942.13.jpg",
    "imdb_id": "nm5593433",
    "name_en": "Adam Scott Miller",
    "name_full": "亚当·思格特·米勒 Adam Scott Miller",
    "birth_date": "1991年6月24日",
    "birth_place": "美国,密歇根州,大急流城",
    "last_movies": [
        {
            "id": 26322816,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2363235768.jpg",
            "title": "印第安纳波利斯号：勇者无惧",
            "release": 1
        },
        {
            "id": 24694729,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2174076611.jpg",
            "title": "绑架危机",
            "release": 1
        }
    ],
    "introduction": "Adam Scott Miller is an American actor, screenwriter, and producer (born in Grand Rapids, MI on June 24, 1991). Growing up, Adam achieved many admirable academic and athletic successes. A two time undefeated state champion wrestler, Adam carefully made the decision to leave Central Michigan University where he was a scholar athlete - attending on a full ride scholarship to wrestle as well as study Political Science and Business - so he could pursue his passion for acting in Chicago. After moving to the windy city Adam's entertainment career soon took off when he signed with Chicago and New York based acting agency, Stewart Talent.He has made a variety of TV appearances including guest starring in the MTV series, Underemployed, as well as the lead role in XYZ's film, Valentines Day. Adam is more commonly known for his role as Kyle Devore, on the NBC series, Crisis (Fall 2014). In June of 2014, Adam made the move to Los Angeles, California to continue his career as an actor and screenwriter. He has since expanded his network to include CESD Theatrical and Commercial Talent Agency as well as Robert Stein Management.",
    "name_more_cn": [],
    "personage_id": "27491817",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1340733",
    "personage_link": "https://www.douban.com/personage/27491817/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-20T01:39:13"
}