{
    "sid": "1340765",
    "name": "乔纳森·萨加尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [
        "2011年 第61届柏林国际电影节 主竞赛单元 金熊奖 (提名) 口红",
        "1999年 第49届柏林国际电影节 主竞赛单元 (提名) 城市感觉"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1403144844.47.jpg",
    "imdb_id": "nm0755974",
    "name_en": "Jonathan Sagall",
    "name_full": "乔纳森·萨加尔 Jonathan Sagall",
    "birth_date": "1959年4月23日",
    "birth_place": "加拿大，多伦多",
    "last_movies": [
        {
            "id": 35899009,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Man Disappeared",
            "release": 1
        },
        {
            "id": 5050899,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460672912.jpg",
            "title": "那個瘋狂的夏天",
            "release": 1
        },
        {
            "id": 3543283,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1920977219.jpg",
            "title": "口红",
            "release": 1
        },
        {
            "id": 3119440,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527172377.jpg",
            "title": "爱斯基摩人利蒙",
            "release": 1
        },
        {
            "id": 1303606,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573563234.jpg",
            "title": "美国新兵日记",
            "release": 1
        },
        {
            "id": 1295124,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p492406163.jpg",
            "title": "辛德勒的名单",
            "release": 1
        }
    ],
    "introduction": "During his teens, his family moved to Israel where his film career began as an actor. He auditioned to a few acting schools in England, got accepted to four. He graduated from the Guildhall School of Music & Drama in London England.\"Lipstikka\" (Odem, Israel/UK 2011), his feature film as writer-director-producer, was presented in Competition at the Berlin International Film Festival 2011, in Competition at the Jerusalem International Film Festival 2011 (where it won two Best Actress awards), in the Official Selection at the Toronto International Film Festival 2011, in competition at the Seattle International Film Festival 2012 and in other film festivals worldwide.\"Urban Feel\" (Israel 1999), his feature film as writer-director-producer, was presented in Competition the Berlin International Film Festival 1999 and won numerous national and International awards.\"Drifting\" (Nagua, Israel 1983), his first feature film as co-producer and leading actor, was presented at the Berlin International Film Festival 1984 and won various Israeli National Awards including Best Film, Best Leading Actor, Best Photography and Best Screenplay.Sagall also wrote and directed two independent shorts, \"Zerach Lipshitz' Last Little Vacation\" and \"At Home\" (Babait) both presented in national and international film festivals.He's written and directed three stage plays - \"Lea Goes Out On The Street\", \"Cockroach\" and \"Easy Fixes to a Shitty Life\". His series of short stories \"The Lonely Life of Hugo Asparagus\" were published in the Israeli press. He was a regular staff writer on the Israeli-Palestinian production of \"Sesame Street\".Among his many Film & TV acting credits are 'Bobby' in the popular Israeli film series \"Lemon Popsicle\" (Eis Am Stiel), Robbie in Amos Guttman's Drifting (Nagua), 'Poldek Pfefferberg' in Steven Spielberg's \"Schindler's List\", 'Emanuel' in his own film \"Urban Feel\", and 'Asaf Refaeli' in the Israeli Television drama series",
    "name_more_cn": [],
    "personage_id": "27571488",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1340765",
    "personage_link": "https://www.douban.com/personage/27571488/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-28T16:52:19"
}