{
    "sid": "1340884",
    "name": "露露·德·拉·法莱兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1441065020.91.jpg",
    "imdb_id": "nm0209229",
    "name_en": "Loulou de la Falaise",
    "name_full": "露露·德·拉·法莱兹 Loulou de la Falaise",
    "birth_date": "1948年5月4日",
    "birth_place": "英国",
    "last_movies": [
        {
            "id": 5196234,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539841768.jpg",
            "title": "圣罗兰庆典终章",
            "release": 1
        },
        {
            "id": 4924699,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1433069990.jpg",
            "title": "疯狂的爱",
            "release": 1
        },
        {
            "id": 4726932,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881721018.jpg",
            "title": "横渡欲望",
            "release": 1
        },
        {
            "id": 3221019,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523462289.jpg",
            "title": "YSL－詮釋時尚大師的一生",
            "release": 1
        },
        {
            "id": 2073224,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2612279510.jpg",
            "title": "伊夫·圣罗兰：传奇的诞生",
            "release": 1
        }
    ],
    "introduction": "Louise Vava Lucia Henriette Le Bailly de La Falaise (French pronunciation: [lu.lu də la fa.lɛz]; 4 May 1947 – 5 November 2011), known as Loulou de la Falaise, was an English fashion muse and accessory and jewellery designer associated with Yves Saint Laurent. Author Judith Thurman, writing in The New Yorker magazine, called La Falaise \"the quintessential Rive Gauche haute bohémienne\".Early life and educationLouise Vava Lucia Henriette Le Bailly de La Falaise was born on 4 May 1947 in England, the eldest child and only daughter of Alain, Count de La Falaise (1903–1977), a French writer, translator and publisher, and his second wife, the former Maxime Birley (1922–2009), an Anglo-Irish fashion model, whom photographer Cecil Beaton once told, \"You are the only English woman I know who manages to be really chic in really hideous clothes\".Three of her christening names honoured relations: Louise (her father's elder sister, who died as a teenager); Vava (one of the names of her maternal grandmother, Lady Birley); and Henriette (the name of her paternal grandmother, Henriette Hennessy, later comtesse Alain Hocquart de Turtot, a member of the Hennessy cognac family). La Falaise was allegedly baptised not with holy water but with Shocking, the scent by fashion designer Elsa Schiaparelli, her mother's employer.After her parents' divorce in 1950, following her mother's infidelities and a French court's declaration of her as an unfit mother, Loulou and her brother went to live with foster families until she was seven. After that, La Falaise was enrolled in English boarding schools, and \"her school holidays were shared between mother, father, and the second foster family\". She attended a boarding school in Switzerland as well as the Lycée Français de New York, though was expelled from each due to her rebellious nature.FamilyLa Falaise's maternal grandfather was portrait painter Sir Oswald Birley, and an uncle was Mark Birley (1930–2007), restaurateur and founder of the London nightclub \"Annabel's\". Another uncle, her father's elder brother, was Henri de La Falaise, Marquis de La Coudraye, (1898–1972), film director and third husband of American actress Gloria Swanson (1899–1983). Her paternal grandfather was a three-time French Olympic gold medallist in fencing, Louis Gabriel de La Falaise (1866–1910).Loulou de La Falaise had one sibling, Alexis Richard Dion Oswald Le Bailly de La Falaise,(1948–2004), a furniture designer, who appeared in the Andy Warhol film Tub Girls. After the death of her uncle in 1972, her father became the Marquis de La Coudraye, as he died without issue. After her father's death in 1977, her brother assumed the title, Marquis de La Coudraye (until his death in 2004).Her niece, Lucie Le Bailly de La Falaise (born 19 February 1973), a model, is the wife of Marlon Richards, son of Keith Richards and Anita Pallenberg. Her nephew, Daniel Le Bailly de La Falaise (born 6 September 1970), is a professional chef and food writer and the current Marquis de La Coudraye.NameThe family's actual surname is Le Bailly, though members have used Le Bailly de La Falaise, referring to an ancestral estate, since the mid 19th century; it is typically abbreviated to de La Falaise.CareerLa Falaise moved to New York City in the late 1960s, where she briefly modelled for American Vogue before turning to design printed fabrics for Halston. Late in the decade, she worked as a junior editor at the British society magazine Queen, during which time she met Saint Laurent. Eventually, she moved to Paris, where she joined his haute-couture firm in 1972. Responding to a description of her as a Saint Laurent muse in 2010, La Falaise responded, \"For me, a muse is someone who looks glamorous but is quite passive, whereas I was very hard-working. I worked from 9 am to 9 pm, or even 2 am. I certainly wasn't passive.\"\"Her official task was to bring her eccentric style to accessories and jewellery, and she duly came up with often-chunky designs incorporating large colourful stones, enamel work or rock crystal\". La Falaise also inspired Saint Laurent with her inventive wardrobe: \"one week she was Desdemona in purple velvet flares and a crown of flowers, the next Marlene Dietrich with plucked crescent-shaped eyebrows\". In 2002, when Saint Laurent retired, La Falaise began producing her own clothing and jewellery designs. As reported in The New York Times by fashion writer Cathy Horyn, \"The clothing line captured much of her rare taste—well-cut blazers in the best English tweeds, French sailor pants in linen, striped silk blouses with cheeky black lace edging, masculine walking coats with fur linings, and gorgeous knits in perfectly chosen colors\".She also designed cloisonné boxes and porcelain vases for Asiatides, as well as jewellery for the boutique of the Majorelle Garden in Marrakech, Morocco.After more than three decades of designing jewellery and accessories for Saint Laurent, La Falaise launched her own fashion business, designing ready-to-wear, costume jewellery, and accessories, which were retailed in the U.S. as well as two Loulou de La Falaise shops in Paris.She sold simplified versions of her jewellery designs in a line created for the Home Shopping Network and created costume jewellery for Oscar de la Renta. She operated two of her own shops in Paris, one of which was designed by her brother, Alexis.MarriagesOn 6 October 1966, she married Desmond FitzGerald, 29th Knight of Glin (1937–2011), an Irish nobleman. They separated the following year and divorced in 1970. Her title upon marrying the knight was Madam FitzGerald.On 11 June 1977, she married Thadée Klossowski de Rola, a French writer, who is the younger son of the painter Balthus in Paris, France. She wore a harem-and-turban ensemble from Yves Saint Laurent Rive Gauche. They had one child: Anna Klossowski de Rola, co-founder of the contemporary art collection called \"MGM.\"DeathLa Falaise died at Gisors' hospital, France, on 5 November 2011. The cause was not specified, other than as the result of a \"long illness\". An obituary published in Women's Wear Daily stated, \"According to sources, de la Falaise was diagnosed with lung cancer last June, but implored intimates to keep her health a private matter\".",
    "name_more_cn": [],
    "personage_id": "27492909",
    "family_member": [
        "Alain, Count de La Falaise(父)",
        "Maxime de La Falaise(母)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1340884",
    "personage_link": "https://www.douban.com/personage/27492909/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2011年11月5日"
        }
    ],
    "name_more_other": [
        "Christened Louise Vava Lucia Henriette Le Bailly de La Falaise (本名)"
    ],
    "update_at": "2025-02-26T18:56:04"
}