{
    "sid": "1342711",
    "name": "Pratibha Parmar",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pD98I383Dvxccel_avatar_uploaded1409808021.38.jpg",
    "imdb_id": "nm0663101",
    "name_en": "",
    "name_full": "Pratibha Parmar",
    "birth_date": "",
    "birth_place": "Nairobi, Kenya",
    "last_movies": [
        {
            "id": 1965782,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537596200.jpg",
            "title": "莲娜的甜美生活",
            "release": 1
        }
    ],
    "introduction": "Pratibha Parmar is a British filmmaker, who has worked as a director, producer and writer.[1] She is known internationally for her political and often controversial documentary film work as well as her activism within the global feminism and lesbian rights movements. She has collaborated with many well-known artists and activists, and public figures across the world. Parmar specifically uses the camera to benefit women worldwide. Focusing her lens on disenfranchised communities and peoples internationally, her contribution to worldwide humanitarian rights and education has been crucial. Her films are marked by political complexity and visual richness, taking up the themes of women's strength, racial and cultural oppression and the lives of South Asian LGBT people. She is well known for drawing on humour, wit, women's everyday lives and visionary storytelling to articulate the realities and dreams of feminist, LGBT women and South Asian diasporic life.Pratibha ParmarBornPratibha ParmarNairobi, KenyaOccupationFilm director, producer, and writerHer works typically center around the themes of gender, identity, LGBT issues, race, feminism, and creativity[2]. Parmar aims to narrate and depict untold stories and experiences of traditionally marginalized and underrepresented groups such as African-American women in the 1970s, survivors of female genital mutilation, and misrepresented gay communities in Southeast Asia.In particular, Parmar's award-winning documentary Warrior Marks[3] (1993), made in collaboration with Pulitzer Prize-winning novelist Alice Walker (author of The Color Purple), located Parmar deep within multiple conversations about globalization and women's responsibilities to other women. Parmar went on to co-publish Warrior Marks: Female Genital Mutilation and the Sexual Blinding of Women[4] with Walker.Parmar has also made music videos for Morcheeba, Tori Amos,[5] Ghostlands and Midge Ure.[6]In the fall of 2007, Pratibha Parmar was awarded the",
    "name_more_cn": [],
    "personage_id": "27565285",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1342711",
    "personage_link": "https://www.douban.com/personage/27565285/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-03T18:00:58"
}