{
    "sid": "1343499",
    "name": "张磊",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [
        "2015年 第15届华语电影传媒大奖 最佳新演员 推拿",
        "2014年 第51届台北金马影展 金马奖 最佳新演员 推拿"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1428247176.41.jpg",
    "imdb_id": "nm7632900",
    "name_en": "Lei Zhang",
    "name_full": "张磊 Lei Zhang",
    "birth_date": "1990年",
    "birth_place": "江苏,南通,海安",
    "last_movies": [
        {
            "id": 20020577,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2211024574.jpg",
            "title": "推拿",
            "release": 1
        }
    ],
    "introduction": "2014年11月22日晚上的台北“国父纪念馆”星光熠熠，成为了亚洲乃至世界影坛的焦点。 金马奖各大奖项一一揭晓，娄烨的《推拿》获得包括最佳影片、最佳改编剧本等6个奖项。来自南通的24岁盲女张磊出席典礼，凭借《推拿》的小孔一角一举夺得最佳新演员奖，喜捧沉甸甸的金马奖杯。张磊出生于1990年，在江苏南通的一个普通农民家庭长大。她是海安县大公镇丰收村人，小学三年级时来南通市聋哑学校（特教中心前身）就读。”当年的班主任成雪枫回忆起她，认为张磊打小就显露出不俗的灵气，作为老师也对她的从艺成绩表示祝贺。张磊对“光明”从来没有什么概念。她出生于1990年，上幼儿园时，小朋友们都欺负她，在放学的路上扔东西打她，或者把一些乱七八糟的东西灌到她的书包里。和普通的孩子一起上学，念到小学一年级就跟不上了。学校劝她退学，推荐她去培智学校念书，这是为智力不好的孩子开办的学校。报到后，学校的老师劝她不要在那里上学，对智力发育没好处。他们只能回了家，妈妈买来黑板和课本，成了张磊的老师。直到小学三年级，张磊才插班读了南通盲校，也就是现在的南通特殊教育中心，班里连她在内只有六个人。因为家远，她很早就开始了寄宿生活，直到节假日才回家。最开始妈妈来接她，后来家里添了弟弟，妈妈太忙，她就自己来回，往返辗转四小时车程。再后来，张磊念了南京盲校、中专、南京中医药大学盲人班，一直在盲人的圈子里生活。电影里、小说里的盲人生活是灰色的，张磊的世界却是彩色的。她对未来有各种期待。比如，她对角色配音非常有兴趣，曾在“声音工作室”实习过，做一些小的音频，还做过一些公益广告的音频，老师觉得很棒，还放到广播节目里面播放。据介绍： 推拿这门技艺是张磊2008年念中专时才开始学的。那是一个南京盲校和走读中专合办的学校，只有一个专业，就是针灸、推拿，她在那学了三年。后来南京中医药大学针对盲人开办了一个班，也只有推拿一个专业，后来改名为康复治疗技术专业。除了学习人体解剖，还要学中医、学养生、学按摩，基础的都学好了，就学内科按摩、妇科按摩、儿科按摩。张磊一点也不喜欢推拿。小时候在县城里，听老家人讲按摩不是什么正经工作。但推拿仍旧是盲人谋生最重要的一种工作。她手指的关节特别软，时间长了，整个人用力，一按就特别疼，在推拿房实习时，一天工作11个小时，大部分时候，是做完一个客人，就连着做下一个客人。“如果我有能力去做别的，我还是不想做推拿的。”谈到她未来的梦想，张磊这样告诉记者。初次触电，张磊就获得了如此大的成功，相信这位美丽的姑娘，凭借自己的努力和才华，一定会活出自己的精彩，一步步实现自己的梦想。",
    "name_more_cn": [],
    "personage_id": "27546141",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1343499",
    "personage_link": "https://www.douban.com/personage/27546141/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-22T12:07:28"
}