{
    "sid": "1344207",
    "name": "克兰西·西加尔",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1565990362.48.jpg",
    "imdb_id": "nm0797397",
    "name_en": "Clancy Sigal",
    "name_full": "克兰西·西加尔 Clancy Sigal",
    "birth_date": "1926年9月6日",
    "birth_place": "美国,伊利诺伊,芝加哥",
    "last_movies": [
        {
            "id": 2282522,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537417113.jpg",
            "title": "圈套：自由梦想怎么了",
            "release": 1
        },
        {
            "id": 1301591,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p860040775.jpg",
            "title": "爱情与战争",
            "release": 1
        },
        {
            "id": 1291852,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p729625029.jpg",
            "title": "弗里达",
            "release": 1
        }
    ],
    "introduction": "Clancy Sigal was born on September 6, 1926 in Chicago, Illinois, USA as Clarence Sigal. He was a writer, known for Frida (2002), Maria/Callas and In Love and War (1996). He was married to Janice Tidwell. He died on July 16, 2017 in Los Angeles, California, USA.A former Hollywood agent and writer who was blacklisted in the 1950s. Like other Americans, he went to England, where he found extensive journalistic work and won some celebrity with his novel, \"Weekend In Dinlock\". A frequent film and television critic for various magazines, he began getting screen-writing credits in the 1990s.He was once Peter Lorre's agent, and sometimes claimed that Lorre was one actor who could be as frightening in real life as he was on the screen.In London, he had a four year affair with Doris Lessing which thus influenced his writing career.Son of two labor organizers, he had a eventful childhood. As an UCLA student, he was a journalist for the paper edited by Frank Mankiewicz and knew Bob Halderman.Sigal came west to attend UCLA, the FBI had already opened a file on his activities and had assigned a pair of agents to tail him. It was an era of whipped up suspicions and with the prodding of Sen. Joseph McCarthy and the House Un-American Activities Committee, the FBI was on the prowl for communists, spies, people with uncertain intentions. The lives of hundreds of people, from Hollywood screenwriters to leading scientists, were upended.In a career that stretched for decades, Sigal wrote more than a half a dozen novels and memoirs; worked as a Fleet Street journalist in London; became the soul mate of Nobel Prize-winning author Doris Lessing; took acid trips with radical psychiatrist R. D. Laing; wrote scores of newspaper commentaries, columns and book reviews; taught long-form journalism at USC; and wrote screenplays with his wife, including the film \"Frida.\".",
    "name_more_cn": [],
    "personage_id": "27485854",
    "family_member": [
        "Margaret Walters(前妻)",
        "Janice Tidwell(妻)",
        "Joseph(子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1344207",
    "personage_link": "https://www.douban.com/personage/27485854/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2017年7月16日"
        }
    ],
    "name_more_other": [
        "Clarence Sigal"
    ],
    "update_at": "2025-06-30T21:42:24"
}