{
    "sid": "1345038",
    "name": "马尔塞洛·艾罗蒂",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6d1099f0c314afaf8ce0e49f344df6ca.jpg",
    "imdb_id": "nm3610616",
    "name_en": "Marcello Airoldi",
    "name_full": "马尔塞洛·艾罗蒂 Marcello Airoldi",
    "birth_date": "1970年12月18日",
    "birth_place": "巴西,圣保罗州,巴卢韦利市",
    "last_movies": [
        {
            "id": 34960140,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583685473.jpg",
            "title": "全知",
            "release": 1
        },
        {
            "id": 30234165,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523751920.jpg",
            "title": "失去了什么",
            "release": 1
        },
        {
            "id": 27662709,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510289291.jpg",
            "title": "天佑吾王",
            "release": 1
        },
        {
            "id": 27621706,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509654310.jpg",
            "title": "一见如故",
            "release": 1
        },
        {
            "id": 20521014,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158251717.jpg",
            "title": "月光诗篇",
            "release": 1
        }
    ],
    "introduction": "Marcello interessou-se por artes-cênicas aos 15 anos, quando tentou matricular-se em um curso de teatro, entretanto, seu salário como office boy não era o suficiente para pagar as aulas. Um anos depois, quando foi promovido a escriturário, pode ingressar no curso. Aos 19 anos ele já dava aula de teatro em sua cidade natal, Barueri. Formou-se na Escola de Artes Dramáticas da USP, entretanto trancou a faculdade por um tempo para fazer um curso de teatro em Londres, voltou e retomou as aulas no último ano, foi quando conheceu sua esposa Lilian de Lima, com quem foi casado por 12 anos.Marcello passou duas décadas dedicando-se apenas ao teatro.Marcello fundou o núcleo de pesquisas Teatro de Perto, com o qual apresenta e dirige inúmeros espetáculos trabalhando como ator, autor e diretor. Entre 1997 e 2006, dirigiu o Departamento de Cultura da cidade de Barueri, onde organizou projetos culturais de literatura nacional e estrangeira. Desde 1990 dá aulas de teatro e também coordena a Companhia de Teatro Vizinho Legal, dirigindo adolescentes que participam de um programa social.No cinema, atuou no filme Linha de Passe, de Walter Salles, e Condomínio Jaqueline, de Roberto Moreira.Em 2006 participou da novela Belíssima e em 2010 interpretou Adoniran Barbosa dos 24 aos 40 anos no especial Por Toda a Minha Vida, além de fazer a performance da música \"Dona Boa\" neste mesmo programa. Logo em seguida, surgiu a oportunidade de um teste para uma novela em horário nobre, Marcello foi aprovado para interpretar o mulherengo Gustavo em Viver a Vida.Em 2011 interpretou o viúvo Jurandir no seriado Divã.Em 2011, interpretou Cícero em A Vida da Gente e em 2012 viveu o policial Barros em Salve Jorge.Em 2017, interpretou o delegado Louzada em Sol Nascente.",
    "name_more_cn": [],
    "personage_id": "27574618",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1345038",
    "personage_link": "https://www.douban.com/personage/27574618/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-18T21:07:38"
}