{
    "sid": "1348492",
    "name": "若泽·阿布利尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1558399622.15.jpg",
    "imdb_id": "nm6467938",
    "name_en": "Jose Abril",
    "name_full": "若泽·阿布利尔 Jose Abril",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26882530,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390319582.jpg",
            "title": "重大交易",
            "release": 1
        },
        {
            "id": 26644879,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2393166680.jpg",
            "title": "索命APP",
            "release": 1
        },
        {
            "id": 23761370,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919524094.jpg",
            "title": "速度与激情7",
            "release": 1
        }
    ],
    "introduction": "Jose \"Joey\" Abril is an actor, producer, writer, music composer and lyrical artist best known for playing gangster type roles on blockbuster films such as, Furious 7- alongside Vin Diesel, and for his appearances on critically acclaimed TV shows such as NBC's Chicago P.D, TNT's Murder in the First and CBS's Extant, starring Halle Berry. Since making his acting debut as an extra on Sons of Anarchy in 2013, Joey has amassed 24 credits, including one as an Associate Producer for his work on Conflicted, a crime drama that features two brothers on opposite sides of the law who fight for justice the only way they know how.While Joey has spent the better part of the past three years playing gangsters, inmates, and recovering addicts on TV, he has actually spent a much larger amount of time playing those roles in real life. He was born in Los Angeles, California to teenage parents in the small East Side town of El Sereno- an area best known by its residents as a hub for both Mexican culture, as well as heavy gang violence. A product of a broken home, his role models included Gangsters and street types who empowered him to join in when he was only 14 years old. The roles Joey plays on TV hit close to home, but serve only as a reminder of the dangerous life he used to lead. Not long before his acting debut Joey was released from Jail for the last time. He made a promise to himself and to his family that he would do everything in his power to turn his life around. Today, Joey is a motivational speaker and a mentor to troubled youths who seem to find themselves in similar endless cycles of pain and violence. Now a Father of 3 and recently engaged, he preaches family first and is able to channel his past experiences into his art. On Instagram has acquired over 17,000 social media followers simply by delivering a consistent message of hope and positivity to all who will listen. He promotes being a Father and showing up for his kids as being cool and even showcases videos of himself coaching his son's Football, Baseball and Basketball teams at the same park where he used to gangbang as a kid. His popular hashtag #FromTheHoodToHollywood is a symbol of the transformation that has taken place as well as a precursor of the transformations that are still to come.",
    "name_more_cn": [],
    "personage_id": "27554707",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1348492",
    "personage_link": "https://www.douban.com/personage/27554707/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-02T10:08:16"
}