{
    "sid": "1348670",
    "name": "Mandie Vredegoor",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pE65KVGjBFQUcel_avatar_uploaded1426188763.93.jpg",
    "imdb_id": "nm2771991",
    "name_en": "",
    "name_full": "Mandie Vredegoor",
    "birth_date": "",
    "birth_place": "加拿大,阿尔伯塔省",
    "last_movies": [
        {
            "id": 10755160,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228504061.jpg",
            "title": "陡岸凶杀案",
            "release": 1
        }
    ],
    "introduction": "You can take the girl off the farm, but you can't take the farm out of the girl. Born and raised in Lethbridge Alberta, Mandie Vredegoor is a country girl at heart who dreamed of the big city. By 19 she took her first leap, relocating to Calgary; Stampede City, to begin her training. By 25, she felt she had acquired all she could from her beloved studio, Company of Rogues. Having signed a few credits to her name, and having starred opposite some of her childhood heroes, she had gathered enough courage to move to Hollywood North. She continues to live there, attending classes and pursuing the dream.She is best known for her brief stint on CBCs Heartland, season one, recently syndicated in the United States and Dear Prudence, opposite Jane Seymour, the Murder she Wrote like dramedy.The camera loves her for her quirky offbeat charm, however, those who know her love her for her ethereal wisdom, seemingly beyond her years. It is this side to her personality that garnered her critical acclaim in Calgary's debut performance of \"Cowtown\"; a darker look at the oil franchises that spiked Alberta's economic boom in which she starred opposite football's former quarterback Khari Jones.",
    "name_more_cn": [],
    "personage_id": "27548923",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1348670",
    "personage_link": "https://www.douban.com/personage/27548923/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-12T01:07:05"
}