{
    "sid": "1350789",
    "name": "Ashley Fiolek",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1437652410.09.jpg",
    "imdb_id": "nm4083666",
    "name_en": "",
    "name_full": "Ashley Fiolek",
    "birth_date": "1990年10月22日",
    "birth_place": "美国,密歇根州,迪尔伯恩",
    "last_movies": [
        {
            "id": 26021668,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201724617.jpg",
            "title": "每个星期天2",
            "release": 1
        },
        {
            "id": 24844725,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2023121122.jpg",
            "title": "No Ordinary Hero: The SuperDeafy Movie",
            "release": 1
        },
        {
            "id": 5360584,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2204963128.jpg",
            "title": "错位青春 第一季",
            "release": 1
        }
    ],
    "introduction": "Fiolek was born in Dearborn, Michigan, and has been deaf since birth. In August 1998, the Fiolek family moved to St. Augustine, Florida, so Ashley could attend the Florida School for the Deaf and Blind, the largest school of this type in the United States. At the school, she studied ballet, ran track, and played basketball. When Fiolek finished eighth grade, her parents decided to begin homeschooling her.As a child, her family often went to her grandfather's cabin in Wolverine, Michigan, and rode through the woods for hours. Around the age of three, Fiolek's parents gave her a Yamaha PW50, a bike suitable for very young riders. She rode that for several years, with training wheels, accompanied by her parents.Fiolek began racing at age seven.[4] She was the 2008 WMX Pro National champion after her first professional win at the WMA Pro National Hangtown.[5] She also won many races in the 2009 season, including Moto 1 at Hangtown and both motos at Glen Helen.[6] She repeated as 2009 WMX Pro National Champion by finishing seventh at Steel City Raceway in Delmont, Pennsylvania, on September 5, 2009. She finished this race in pain with a collarbone fracture due to a spill during the race. She won the WMX Pro Nationals again in 2011. In 2012, she crashed and suffered a concussion and fractured tailbone. She was DNS (Did Not Start) at High Point Raceway, Mount Morris, Pennsylvania. After almost a month off between races and time to heal, she returned to racing at RedBud MX in Buchanan, Michigan, where she started her run for her next title. She took the overall in that and the following two races in Washougal, Washington, and Southwick, Massachusetts. She took the 2012 WMX Pro National Championship at Lake Elsinore, California.",
    "name_more_cn": [],
    "personage_id": "27572729",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1350789",
    "personage_link": "https://www.douban.com/personage/27572729/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-29T16:00:34"
}