{
    "sid": "1351668",
    "name": "梅根·哈丁",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1441774074.07.jpg",
    "imdb_id": "nm6737296",
    "name_en": "Meghan Hardin",
    "name_full": "梅根·哈丁 Meghan Hardin",
    "birth_date": "1992年7月21日",
    "birth_place": "美国,加利福尼亚州,长滩,箭头湖",
    "last_movies": [
        {
            "id": 5098349,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583698351.jpg",
            "title": "走进好莱坞",
            "release": 1
        }
    ],
    "introduction": "From a young age Meghan was very active in athletic activities. She participated in cheerleading, tennis, figure skating, track and field, snowboarding, wakeboarding, and many other sports growing up in Lake Arrowhead, California.By the age of 14, Meghan had already lettered in Varsity Tennis, Cheerleading, and Men's Golf at Rim of the World High School. She was also involved in numerous other organizations including Girl Scouts of America, United States Student Ambassadors, and ASB Leadership.  Meghan was the first female to play on the Men's Golf team at her high school. Her senior year she was captain and made First Team All League, placing 7th in a men's league.By Meghan's senior year she realized that golf was her passion and wanted to pursue collegiate golf. She contacted many coaches asking for try outs and was turned down until Cal State San Marcos offered her a try out. She tried out for the team and the coach immediately added her to the roster and gave her a scholarship.Meghan competed at Cal State San Marcos for a year and helped her team win the Lady Cougar Invitational. She decided she wanted to be more competitve and play at a D1 level so Meghan transferred to a community college in hopes to move up from NAIA to NCAA Division 1 the following year. Meghan had a great year at Palomar College, winning their conference, taking 2nd place at regionals, and helping the team win the state championship. After such success Meghan's dream came true and she was offered many D1 scholarship's.Meghan wanted to strive higher than college golf so she auditioned for the Big Break. She was then chosen for the Big Break Atlantis, season 17 and had to make a tough decision to make. Take a once in a lifetime opportunity to compete on the Big Break and lose her amateur status, or continue playing college golf?",
    "name_more_cn": [],
    "personage_id": "27572735",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1351668",
    "personage_link": "https://www.douban.com/personage/27572735/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-27T03:00:52"
}