{
    "sid": "1351681",
    "name": "托尼·门德兹",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pLZ72zwSrhUcel_avatar_uploaded1441107806.75.jpg",
    "imdb_id": "nm5410196",
    "name_en": "Tony Mendez",
    "name_full": "托尼·门德兹 Tony Mendez",
    "birth_date": "1940年11月15日",
    "birth_place": "美国,内华达州,尤里卡",
    "last_movies": [
        {
            "id": 6549903,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1844091387.jpg",
            "title": "逃离德黑兰",
            "release": 1
        }
    ],
    "introduction": "托尼·门德兹，又名门德兹，全名安东尼奥·门德兹，托尼是安东尼奥的简称。童年是在内华达州和科罗拉多州长大。1965年门德兹正式加入中情局成为一名特工，1990年退休。20世纪80年代，门德兹和乔安娜曾一起在苏联组建美国的间谍团队。在当特工时，乔安娜的工作就是摄影。和很多特工一样，他过的是双重生活。托尼·门德兹一直认为，自己的主要职业是一名画家。他从小就喜欢素描和水彩画，那个时候，他就已经展露了伪装的技巧。他的第一次伪装经历是在学校的舞会上扮成女生，他化名丹尼斯，周旋在多名男生之间。托尼·门德兹和妻子乔安娜居住在蓝领山脉中，妻子也曾是一名特工。乔安娜，67岁（2013年），是门德兹的第二任妻子。他的第一任妻子凯伦已经于1986年因癌症病逝，两人育有三个孩子。门德兹的儿子托比是一位全职雕刻家。2.1特工经历汽车旅馆的客房里进行的，面试官给了他一张纸，最上面写着：绝密不得外泄。往下看才发现，这是中央情报局技术事务科的招聘指导。1965年，门德兹正式加入了中情局，成为了一名伪装高手。后来，他开始以画家的身份为掩护，出国执行任务。他的专长就是帮面临生命危险的人们逃离险境。这就是他的“第二人生”作为一名特工。不过无论到哪里，门德兹都会为自己准备一间工作室，一有时间就作画，将他在执行任务时看到的场景画下来。他家的厨房水槽上方，就有一幅油画，画的是一只山羊游走在东南亚一处密林的边缘。门德兹说：“很多时候，你可以把自己伪装成一个游客，穿得很悠闲，展现一点个性。画家这个身份很棒，因为画家都很狂热，你可以大谈艺术，让对方很快就昏昏欲睡。如果他想让你当场画点什么，我也可以照做。”1990年，门德兹从中情局退休。1997年，克林顿政府解密了“逃离德黑兰”任务的机密文件，他的前特工身份才被曝光。中情局还将门德兹列为该机构50年来最出色的50名员工之一。门德兹面对陌生人，他总是沉默寡言。门德兹回忆，当他抵达德黑兰的时候，他发现伊朗革命者各自为阵，占据机场的人和占据市中心的人之间根本没有交流。这给他提供了很大的便利。门德兹：当我们在伪造文件的时候，发现印泥干掉了。这时，我在加拿大驻伊朗大使的酒柜里看到了一瓶苏格兰酒，最后就是用它弄湿了印泥盖的章。门德兹透露，那些被困的美国公民面临的最大问题之一就是无聊，于是很多人开始学做菜，“我到的时候，他们一下子给我做了七道菜。”2.2晚年生活俄罗斯总统普京的签名。现在，乔安娜还是经常拿着相机满世界拍摄街景。乔安娜在中情局时干的就是拍照，但拍的内容和现在拍的完全不同。间谍博物馆里就有乔安娜用过的几部相机，一部是装在纽扣里的，还有一部藏在钢笔里。现在，他们的家看起来就像一个大型画廊，或者是各种艺术工作室的混合体。平时，门德兹作画，乔安娜摄影，门德兹的儿子安东尼奥则每天过来进行他的雕刻创作。除了每两年一次现身画展接触买家，其余时间他们都安静地醉心创作。甚至在工作室，他们彼此之间都不会相互打扰，他们认为打扰他人是对别人工作的亵渎。门德兹夫妇并不是以艺术为生的，他们有丰厚的退休金，出书也能为他们带来相当可观的收入。如今，《逃离德黑兰》这部电影又给他们带来了额外的收益。2.3宣传机会2012年10月的一个周末，共有600人拜访了门德兹一家，短短两个小时内，就把他们准备过周末的食物吃得干干净净。门德兹坐在影片的海报前，为自己所写的关于营救人质的书签售。他戴着眼镜、胡须花白的形象和海报上年轻帅气的阿弗莱克形成了鲜明的对比。当天，他还卖掉了十六幅画。来自巴尔的摩的一位投资者用4000美元的价格买了门德兹的一副油画，这是目前他的画卖出的最好价格。这位不愿透露姓名的投资者也是第一次买门德兹的作品。他说：“这幅画非常精致，细节很有冲击力，画中的小船很自然，水面波光凌凌，整幅画好像在对我们说话一样。”画家的生平事迹也是人们买画的重要原因之一。一位买主说：“单就这幅画本身来说，它是一幅好画。但买门德兹的画让我们感到骄傲，他不但是个出色的画家，更重要的是，看他为国家作出了什么贡献。”2.4收获友谊经常光顾他们的客户非常热情，很多人后来都成了他们的朋友。芭芭拉·斯皮策就是其中之一。她是美国马里兰州霍达学院的一名音乐教授，已经买了门德兹的12幅画和一些乔安娜及托比的作品。直到现在，她还很难接受门德兹夫妇曾是特工的事实。",
    "name_more_cn": [],
    "personage_id": "27572738",
    "family_member": [
        "Antonio Tobias Mendez(儿子)",
        "Amanda Mendez(女儿)",
        "Ian Mendez(儿子)",
        "Jonna Goeser(妻子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1351681",
    "personage_link": "https://www.douban.com/personage/27572738/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2019年1月19日"
        }
    ],
    "name_more_other": [
        "Antonio Joseph Mendez"
    ],
    "update_at": "2025-07-20T01:21:31"
}