{
    "sid": "1354360",
    "name": "安德鲁·阿斯珀",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1454064083.28.jpg",
    "imdb_id": "nm5855663",
    "name_en": "Andrew Asper",
    "name_full": "安德鲁·阿斯珀 Andrew Asper",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26738846,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2325029771.jpg",
            "title": "动物僵尸",
            "release": 1
        },
        {
            "id": 26360518,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2442167482.jpg",
            "title": "二次旅程",
            "release": 1
        },
        {
            "id": 26302882,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276947598.jpg",
            "title": "无耻之徒(美版) 第六季",
            "release": 1
        }
    ],
    "introduction": "Andrew Asper was born to Jess and Cindy Asper, in Miami, Florida. The third child to Christian Missionaries, Andrew spent most of his elementary years moving around from school to school. He finally settled in San Antonio, Texas in 2002 where his passion for the stage and lime light began to grow. He was first discovered in the 7th grade when he went out for the lead role in his first school play, Tom Sawyer the Musical. He got the role and from then on he was hooked. He then went on to Ronald Reagan High School, where he would become a National competitor in Poetry, and Dramatic Interpretation. He received the Texas State Championship in Duet Acting, along with countless other awards in Humorous, Pros, Poetry, Duo, and Drama. From there he was admitted to the BFA program at Emerson College where he received both his degree, and a \"Best Actor\" award/nomination. Since graduating, Andrew has been filling out his film and television credits in Los Angeles, California. He has had recurring roles on shows such as, \"Shameless,\" and \"Still the King.\" Guest Starring on \"NCIS,\" and \"CSI: Cyber.\" And even landing roles on hit TV shows like \"Silicon Valley\" and \"Dear White People\" Currently Andrew is branching out to producing as well as acting. His first self produced series, \"Swingti.me\" was just admitted as a finalist in the 2017 Austin Film Festival. He looks forward to the future as both his acting and storytelling abilities continue to grow.",
    "name_more_cn": [],
    "personage_id": "27503261",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1354360",
    "personage_link": "https://www.douban.com/personage/27503261/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-26T07:00:40"
}