{
    "sid": "1360422",
    "name": "刘铮",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1469695555.06.jpg",
    "imdb_id": "",
    "name_en": "Zheng Liu",
    "name_full": "刘铮 Zheng Liu",
    "birth_date": "1980年12月7日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34947596,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2831666977.jpg",
            "title": "白雪公主和七个男人的故事",
            "release": 1
        },
        {
            "id": 4739938,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600143284.jpg",
            "title": "硬骨头",
            "release": 1
        }
    ],
    "introduction": "如果你听过刘铮的歌，一定会被他的歌所打动，虽然他的嗓音和罗大佑一样的破，但他的歌声率真、自然、真挚，歌曲则体现出一种对台湾地层社会的强烈的人文关注，这一切，确立了刘铮在台湾民谣乐坛上的地位。第一张专辑同名主打歌《到底我要等到什么时候》，表现大男人对小女子的深刻表白，流畅的旋律下刘铮嘶喊的声音引起强烈共鸣，长长的问句：“到底我要等到什么时候”反反复复地唱出，非常有张力，不失为一首摧枯拉朽的动情之作。《老兵卖冰》和侯德建的《喂老张》如出一辙，表现小人物的挣扎与无奈，是一部深刻的社会题材作品，刘铮的演唱激情四溢，不禁令人联想起另外一首同类型的歌曲《酒干淌卖无》。《没有人知道我看见彩虹》是把民谣发展到极致的大气歌曲，其关注点及传统民歌、现代流行曲融合的手法至今仍不觉过时。而《我的老爸》、《阿弟的初恋》中刘铮表现出的幽默令人叫绝。《我的老爸》草草几句道尽儿子对父亲的亲情及男人对男人的自豪，用调侃的语气描述父子关系又不失真切。而后者应是搞笑版的教课书，虽比不上黄舒俊《恋爱症候群》意义深远，但描写过程同样诙谐趣味。专辑在音乐上不仅提供了乡谣与摇滚两大元素完美结合的范本，而且它包涵的信息量及文化背景令人注目。更在当时深情似海的齐（齐秦）式情歌一统天下中成为一个反叛者。听刘铮的录音室作品也犹如现场，包涵着呼之欲出的令人血脉贲张的原始动力，不同于赵传的凌厉及王杰的假浪子形象，那种粗犷的棱角及真实的有血有肉生活体验使这张十年前的作品至今仍具有极光荣极经典的份量。专辑《到底我要等到什么时候》是公认的经典专辑，他的走红也颇有些传奇色彩。９０年４月草蜢推出了《限时专送》，小虎队推出《红蜻蜓》，还有王杰的《向太阳怒吼》都是当年的销量大户，而在这些强手林立当中，刘铮这个默默无闻的歌手异军突起，很快登上了台湾金曲龙虎榜冠军。有一些唱片的ＣＤ对于收藏者来说是出了名的难找，而刘铮的三张唱片都在其内。其中以第二张专辑《摇滚太保》是最难收集到的。几年前要是谁有此专辑的磁带，都会让人肃然起敬。喜欢刘铮的朋友都在互相打听谁听过《摇滚太保》。这几乎都成了不少人的一个梦。其实即使在台湾这张唱片也属于非常难找的，而它的价格之高，也属于一般人接受不了的。《摇滚太保》是一种新的体会，体会成名后的寂寞，体会生活的平凡，体会无所不在的大环境。开篇的《太平天国》就以调侃的口吻历数了台湾几十年社会的变迁，“这里生活享受一级棒，每天都会想出一些新花样”。值得一提的是，这首歌的作曲是大陆“新空气”三剑客之一的谢承强。《朝九晚五》的生活是枯燥、是无聊，还是为了理想一点点地打拚，刘铮在未成名前也有着和普通人一样的凡人生活。 “好一朵美丽的茉莉花”，熟悉的江南小调出现在《老张的牛肉面》一曲中，离乡的老兵又怎能忘记家乡的小调，但现实却让他们只能在午夜梦回家乡了。同样的思乡情怀也出现在《芋仔甲蕃薯》中。对于远离家乡的人们，家在他们心中是归不得的地方。也许是第一张专辑太经典了，在《摇滚太保》中总觉得缺少一股震撼人心的冲击力，也许在歌里刘铮已唱出了他的心声，“其实我只是一个平凡的歌手...”。第三张专辑《南下列车》包装异常简陋，只有一个牛皮纸盒子，而它带给我的却是被人们称作音乐的那东西。台湾南部与北部的繁华与发达不同，是更乡村化的，也更朴素，也许乘坐《南下列车》的刘铮也希望他的音乐有着纯朴的本质。都市丛林的伪善；岁月的蹉跎；生活的压力；心中不变的音乐信念构成了这张专辑最迷人的部分。当他重新演绎了以前的作品\"如果我真的爱过你\"，我惊异的发现岁月在他身上留下的刻痕让这首歌更令人陶醉，一股无言的感动涌到心头。而我相信刘铮录这首歌的时候，所有人都醉了也包括他自己，因为我听见了他心中的歌唱。而当他在\"我这样的男人\"中唱到\"有一天你不会在年轻，会有自己的家庭，懂得控制自己的情绪，忍受别人给你的压力\"时，我知道他的心会和我一样的痛。凝视着封面，上面写着\"如果你过得很舒服，那么你不会喜欢刘铮的音乐-贫穷音乐\"，我相信贫穷的不是音乐，是你我日渐麻木的心。《南下列车》里的刘铮，摘掉了眼镜，蓄长了头发，依旧那么清瘦，只是目光似乎缺少了几分坚毅多了一些迷茫。1994年的他，身边已经多了一个宝贝儿子（专辑中一首“KIKI”就是送给儿子的），事业却没有什么大的起色——“仿佛人生就是这样，永远在漂泊中寻找原点，在岁月的过往中想念从前。也就是这样，在有限的可能里，求一些希望，在根本不可能的情境里，天真的编织梦想”。",
    "name_more_cn": [],
    "personage_id": "27559120",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1360422",
    "personage_link": "https://www.douban.com/personage/27559120/",
    "property_other": [
        {
            "label": "流派",
            "value": "民谣 / 摇滚 / Folk/Pop/Rock / 流行"
        },
        {
            "label": "语言",
            "value": "国语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-18T01:56:30"
}