{
    "sid": "1363756",
    "name": "约恩·巴特勒",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1533487645.65.jpg",
    "imdb_id": "nm3198287",
    "name_en": "Ione Butler",
    "name_full": "约恩·巴特勒 Ione Butler",
    "birth_date": "",
    "birth_place": "英国",
    "last_movies": [
        {
            "id": 35137462,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613817255.jpg",
            "title": "蜜月期",
            "release": 1
        },
        {
            "id": 34857392,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571527767.jpg",
            "title": "Girlfriend Guy",
            "release": 1
        },
        {
            "id": 26738846,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2325029771.jpg",
            "title": "动物僵尸",
            "release": 1
        },
        {
            "id": 25828589,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590026183.jpg",
            "title": "黑寡妇",
            "release": 1
        },
        {
            "id": 25718531,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2120867934.jpg",
            "title": "The Adored",
            "release": 1
        }
    ],
    "introduction": "Ione Butler is a British born actress, host, voice over artist and vlogger.​ She attended two prestigious drama schools in the UK, The Brit School of Performing Arts and Rose Bruford College where she studied musical theatre and acting respectively and is currently making waves in the US entertainment industry.She is perhaps best known for her role as Susanna Moyer in the Ingress report, a weekly web-series for Google. She also played the lead role in “The Adored”, the second feature film by Discovery Films in which she plays the lead character Maia. For her moving performance, she was nominated for The Best Actress award at the Iris Film Festival. Additionally, The Adored has won a number of film festival awards and was released in the United States and Canada in Summer 2013 and the UK in 2014.She also worked on the hugely successful web-series King Bachelor's Pad, alongside Andrew Bachelor, which has had over 1 million views. She starred in the film \"The Genesis\" for TNT and appeared in “Kings and Beggars” alongside Mo McRae and Omari Hardwick, which premiered at the American Black Film Festival in Miami in 2014.Ione has a successful voice over career, recent projects include a spot for an animation series called “In Her Majesty’s Secret Sewers,” and audio books including “The Heiress Companion,” “Dark Eden,” in which she was nominated for a Voice Arts award and is currently narrating “The Summerhill” series of 8 audio books by Kate Perry for ACX.Ione is a member of BAFTA LA’s newcomer program for the second year in a row. She is one of a selected group of British talent new to Los Angeles. The program provides mentorship and invites to events held by the prestigious British organisation. She is very proud of this position and been actively involved in their charity and out-reach programs.Ione is managed by Pillar Entertainment Group and is represented Commercially and Theatrically by Aqua Talent.",
    "name_more_cn": [
        "艾奥妮·巴特勒"
    ],
    "personage_id": "27571387",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1363756",
    "personage_link": "https://www.douban.com/personage/27571387/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-19T08:21:06"
}