{
    "sid": "1363101",
    "name": "莉茲·丽",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pI6L4eq5Cv1Acel_avatar_uploaded1475224795.92.jpg",
    "imdb_id": "nm6390610",
    "name_en": "Lizzy Leigh",
    "name_full": "莉茲·丽 Lizzy Leigh",
    "birth_date": "1975年2月26日",
    "birth_place": "美国,内布拉斯加州,林肯",
    "last_movies": [
        {
            "id": 27107627,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544433562.jpg",
            "title": "无罪证明",
            "release": 1
        },
        {
            "id": 26862055,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533969514.jpg",
            "title": "俘虏国度",
            "release": 1
        },
        {
            "id": 26709503,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374826791.jpg",
            "title": "嘻哈帝国 第三季",
            "release": 1
        }
    ],
    "introduction": "Lizzy Leigh was born Elizabeth Leigh Hinman to Rhea Elizabeth and Robert Lewis Hinman, Jr., where she came from a long line of modest folk artists and musicians. Her mother was a homemaker, who had talent singing, and her father, a business man with a passion for community theater.Lizzy began her performing debut at age 3, where she fell in love with the stage dancing tap, ballet, jazz and drill, performing recitals, half time shows, parades and festivals. She started choreographing her own dance routines for performance and competition at the young age of 6.By middle school, in her hometown of Cincinnati, Ohio, she was choreographing dance routines for her cheerleading squad which continued through high school and she became a charter member and captain of her high school dance team at Kings high school. Her senior year she auditioned and was selected to perform at the half time show of the Citrus Bowl. During this time, Lizzy was also taking hip hop from Carmen Electra and was the lead singer/dancer for an all girls teen singing and dancing group which recorded and performed around Cincinnati, choreographed by Shane Sparks of SYTYCD, Americas Best Dance Crew and You Got Served.Lizzy fell head over heels in love with acting at the tender age of 6, performing in school, church and community theater. Not having taken any acting classes, she was an avid observer of the lives and reactions of everyday people from young childhood and would gather roles and character development by tapping in to those experiences. She ended up landing multiple lead roles in standard and musical plays, using those methods. She has always viewed her passion for performing as merely a way of life and how she was wired. From her perspective the performing arts all go hand in hand.Lizzy sang from the time she was a baby and her love of music was only magnified performing onstage. She had numerous lead vocal roles in school, choir, public performances and recordings and was eve",
    "name_more_cn": [],
    "personage_id": "27572753",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1363101",
    "personage_link": "https://www.douban.com/personage/27572753/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-12T09:43:16"
}