{
    "sid": "1365387",
    "name": "克洛伊·凯瑟琳·基姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1480908302.33.jpg",
    "imdb_id": "nm6872548",
    "name_en": "Chloe Catherine Kim",
    "name_full": "克洛伊·凯瑟琳·基姆 Chloe Catherine Kim",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 27092528,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535326648.jpg",
            "title": "中空的身体",
            "release": 1
        },
        {
            "id": 26964999,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2421534098.jpg",
            "title": "Gates of Hades",
            "release": 1
        },
        {
            "id": 26961810,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535355151.jpg",
            "title": "最好快逃吧",
            "release": 1
        },
        {
            "id": 26951747,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545233809.jpg",
            "title": "一塌糊涂",
            "release": 1
        },
        {
            "id": 26715795,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2364199845.jpg",
            "title": "亡命徒与天使",
            "release": 1
        }
    ],
    "introduction": "Chloe Catherine Kim is an actress who has recently been seen in such films as “Electric Love,” “High Voltage” (with Luke Wilson), and “Better Start Running” (with Jeremy Irons and Maria Bello). She also appears in “Untogether” (starring Jamie Dornan, Jemima Kirke, Scott Caan and Billy Crystal), which premiered at the Tribeca Film Fest this year and will have its theatrical release February 2019. And she leads a double life in the fashion world as a model who’s appeared in national print campaigns and recently walked the runway during New York Fashion Week.Chloe was born in Roseville, California. After obtaining her degree in Deaf Studies, she moved to Los Angeles where she currently resides. She is the oldest of five children and strives to be a positive role model for them. Setting a good example is something she learned from her parents who have strongly supported her from day one. Chloe feels being accountable for her actions has really shaped how she lives her life and approaches her career. From a very young age Chloe showed a great enthusiasm for performing and creating characters, taking part in all church productions, school productions, and talent shows. She is also extremely athletic and participated in golf, basketball, dance, and gymnastics – and can still do a back flip to this day!Chloe grew up modeling alongside her mother for department stores such as Macy’s and JC Penney and walked in her first fashion show at the age of 15. Her first major print campaign was with FX for The Bridge, which was seen on every corner in LA and all the way to Times Square. And her next goal is to walk in the Victoria’s Secret Fashion Show.In her free time, Chloe can be found at Disneyland or binge watching \"Friends\" on Netflix. She is the mom to the world's cutest Yorkie, named Cohle. Chloe also enjoys reading books and working out, making it a point to stay in shape for any role that may come her way. Recently she also decided to go back to school to learn Spanis",
    "name_more_cn": [],
    "personage_id": "27583469",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1365387",
    "personage_link": "https://www.douban.com/personage/27583469/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-27T21:14:51"
}