{
    "sid": "1365366",
    "name": "莱克茜·哈蒙德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1618332533.36.jpg",
    "imdb_id": "nm7981536",
    "name_en": "Lexy Hammonds",
    "name_full": "莱克茜·哈蒙德 Lexy Hammonds",
    "birth_date": "",
    "birth_place": "英格兰",
    "last_movies": [
        {
            "id": 35393919,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635181550.jpg",
            "title": "彻夜疾驰",
            "release": 1
        },
        {
            "id": 26927454,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402449487.jpg",
            "title": "日落七次",
            "release": 1
        }
    ],
    "introduction": "Lexy Hammonds is a Los Angeles-based British actress, writer and humanitarian, whose range defies type and page. Originally from small town Market Bosworth, England, Lexy draws upon her travels and experiences to portray the regal, educated essence, as well as the outgoing, fun-loving, cozy spirit; both of which she embodies in her everyday life. Lexy is known for Granite City Media's one hour TV drama, \"Crazy Love\" as the leading role of Madelyn Salk, airing on channel LifeTime. One of her most known credits includes her starring role as the saucy 'Christina' in in Huayi Brothers Media Corps \"Ri Luo Ci Qi\" , a Chinese foreign film, which garnered over 300 million views on Tencent; China's leading online distribution site for film and TV, receiving VIP film status. Lexy also finished post production for A #WhySoNuts Film titled \"Comfort\" as the starring role of \"Quinn\" which was the directorial debut for two - time Academy Award Nominee Stephane Ceretti (Guardians of the Galaxy, Dr Strange). This film has also been submitted throughout the top tier of the international circuit including Sundance, Toronto International Film Festival (TIFF), Philadelphia Asian Film Festival and Out on Film Atlanta. She continued her professional training at The American Academy of Dramatic Arts, where she completed an Associate Degree in Acting in May 2016. Since then, she has been approved her three year 01 visa for her her extraordinary ability in the film and TV industry, signed with reputable talent agency Sovereign, Inc, and is studying with LA's top acting coach, Anthony Meindl.",
    "name_more_cn": [],
    "personage_id": "27576817",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1365366",
    "personage_link": "https://www.douban.com/personage/27576817/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-20T15:52:09"
}