{
    "sid": "1368610",
    "name": "路易斯·布莱克",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1487064263.87.jpg",
    "imdb_id": "nm0085405",
    "name_en": "Louis Black",
    "name_full": "路易斯·布莱克 Louis Black",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26681652,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424828551.jpg",
            "title": "理查德·林克莱特：筑梦而生",
            "release": 1
        },
        {
            "id": 1302344,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1282019678.jpg",
            "title": "非常小特务",
            "release": 1
        },
        {
            "id": 1294732,
            "year": "1998",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209392026.jpg",
            "title": "老师不是人",
            "release": 1
        }
    ],
    "introduction": "Louis Black received a MFA from the University of Texas in Austin with a concentration in Film in 1980. The next year he co-founded The Austin Chronicle, which he edits ( www.austinchronicle.com ) and where he has published close to one thousand pieces. In 1987, he helped launch South by Southwest Music, Interactive and Film Festivals and Conferences ( www.sxsw.com ) where he is Senior Director. An original board member of the Austin Film Society (founded by the current artistic director: Richard Linklater), he was also the board’s first President. He helped initiate the Austin Film Society Grant program and negotiate with the City to create Austin Studios. Black produced several documentaries which include Margaret Brown’s Be Here To Love Me: A Film About Townes Van Zandt and the Peabody award-winning The Order of Myths , which premiered at Sundance in 2008. Black was the Executive Producer on the first ever DVD release of Tobe Hooper’s first film Eggshells and Eagle Pennell’s 1978 indie classic The Whole Shootin’ Match, the film that Robert Redford always cites as inspiring him to start the Sundance Institute. Black is currently producing several narrative and documentary films from Texas.",
    "name_more_cn": [],
    "personage_id": "27584115",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1368610",
    "personage_link": "https://www.douban.com/personage/27584115/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-24T13:36:47"
}