{
    "sid": "1368124",
    "name": "内利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1486442083.76.jpg",
    "imdb_id": "nm8165340",
    "name_en": "Nellie",
    "name_full": "内利 Nellie",
    "birth_date": "2008年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26677495,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2385215679.jpg",
            "title": "帕特森",
            "release": 1
        }
    ],
    "introduction": "Broadway animal trainer William Berloni discovered Nellie at the Humane Society of New York in 2008 at 10 months of age. He worked with Nellie and she became a regular character in the national road and regional touring shows of \"Legally Blonde: The Musical.\" Those shows took her all over the country including Los Angeles and Chicago and she appeared in more than 700 consecutive shows which no other actor had previously. A demonstration tape was made of Nellie and she was selected to play the canine role in \"Paterson.\" During production, cancer was discovered and the production schedule accommodated her health issues. Nellie died at age eight after her shooting had already wrapped. She would be nominated for best dog actor at Cannes in 2016 for her performance and became the first Palm Dog winner to receive the award posthumously. Producer Carter Logan accepted the prize,a golden collar, and urged folks who were inspired by Nellie's story to adopt a dog as opposed to purchasing one from a store or breeder.",
    "name_more_cn": [],
    "personage_id": "27583991",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1368124",
    "personage_link": "https://www.douban.com/personage/27583991/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2016年"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-20T17:13:17"
}