{
    "sid": "1370817",
    "name": "孙敬修",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧",
        "作者",
        "音乐人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/81a152e8a56ec8c9931eac81c7425b0c.jpg",
    "imdb_id": "",
    "name_en": "Jingxiu Sun",
    "name_full": "孙敬修 Jingxiu Sun",
    "birth_date": "1901年",
    "birth_place": "中国,北京",
    "last_movies": [
        {
            "id": 34817747,
            "year": "1984",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602086856.jpg",
            "title": "故事老人孙敬修",
            "release": 1
        },
        {
            "id": 26737496,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643718461.jpg",
            "title": "孙敬修讲故事",
            "release": 1
        },
        {
            "id": 3901451,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1334112821.jpg",
            "title": "四世同堂",
            "release": 1
        },
        {
            "id": 2033710,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2701293066.jpg",
            "title": "花儿朵朵",
            "release": 1
        },
        {
            "id": 1961905,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538290601.jpg",
            "title": "快乐的动物园",
            "release": 1
        },
        {
            "id": 1461403,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528965424.jpg",
            "title": "茶馆",
            "release": 1
        }
    ],
    "introduction": "孙敬修，中国著名儿童教育家、讲故事专家。1921年毕业于京兆师范学校。曾任北京汇文第一小学教师。中华人民共和国成立后，任北京市少年宫辅导员。1980年加入中国共产党。1987年获“全国热爱儿童荣誉奖”。孙敬修长期悉心钻研儿童心理及儿童语言，在学校、中央人民广播电台给儿童少年讲了几十年故事，被孩子们称作“故事爷爷”。著有《怎样给孩子讲故事》、《故事爷爷讲的故事》，出版有《孙敬修演讲故事大全》等。西班牙一位记者曾在一篇文章中写道：“他是世界上受到崇拜人数最多的人。”现在三四十岁以上的人都不会忘记中央人民广播电台的“小喇叭”节目，在这个节目中，我们会常常听到孙敬修爷爷绘声绘色讲诉的各种故事，也跟着他学会了好多的童谣和儿歌，这些故事和歌谣使我们明白了什么是真、善、美。这位著名的儿童教育家用讲故事的形式独创了儿童启蒙教育的方法。现在，他的名字已不再被人们常提起，但他讲的故事已存入了今天的成年人的童年记忆中。1910年，9岁的孙敬修在北京亚斯里基督教堂接受洗礼。父亲孙长清到非洲挖了三年金汞，回国后不久就病逝了。从记事起，孙敬修就一直和母亲生活在一起。母亲宿玉恒是一位虔诚的基督徒，为了供养孩子，她做过教堂的布道员和三等护士。这个要强的女人，从来没在儿子面前流露过半点儿生活的艰辛。工作之余，她还常常给儿子讲些有趣的小故事。十五岁孙敬修考入了北平卢沟桥附近的京兆师范。这是一所官办学校，管吃住还不用交学费。孙敬修在这里学习国文、算术、英文、心理学和管理法。其中有一门课程叫修身，就是教人如何做一个有道德的人。1921年孙敬修从京兆师范毕业，成了一名小学教员。一年后，他在美国教会开办的汇文私立第一小学任教，一干就是35年。1931年九一八事变后，中国笼罩在战争的阴影里。日寇占领东三省的消息很快传遍全国。秋季某天，北平市汇文一小的全校师生在大操场上集合。学生们把平时当成宝贝的日本玩具和学习用品狠狠扔进操场中央大火堆里全被火烧光。这个十分郑重的仪式是由学校的教导主任孙敬修发起的。不久，孙敬修又给学生们编了几首抗日歌曲。其中有一首是把日寇比作苍蝇的《灭蝇歌》。1932年的一天，汇文一小接到了一个北平市教育局发来的通知，通知上说，北平广播电台邀请汇文一小的同学们到电台去做节目。那天，孙敬修亲自带着学生去了电台。这天中午，《狼来了》的故事通过广播在北平市上空传播开了，此时的孙敬修完全无法想像，有多少人听到了他的声音，更让他没有想到的是，那天成了他一生中一个全新的起点。对于今天的人来说收听广播是再寻常不过的事了，然而在上个世纪30年代的中国，广播还是个新名词。美国人在20年代末才有了广播电台，1931年它就传到了中国。当时，北平市除了北平广播电台，还有好几家私营电台。白天教书，下了课跑电台，晚上还常常饿着肚子给阔人家的孩子做家教，这就是孙敬修每天的生活。孙敬修曾前后出过3本唱歌集，但狡猾的出版商没付过他一分钱稿酬。内战时期的北平对各小学教师实行裁员减薪，孙敬修的薪水只剩下原来的一半儿，此时，他的第五个孩子刚刚出生，家庭的负担越来越重。孙敬修的妻子叫陈淑田，19岁嫁给了孙敬修，对这个清瘦、温和，当小学教员的丈夫她是很满意的。每天，丈夫奔走在电台和学校间，她就在家里照顾孩子和老人。在几个孩子里，孙敬修最喜欢二女儿——爱来。然而9岁时爱来不幸因生病夭折，这个重大的打击让孙敬修从此对上帝失去了信心。45年抗战胜利后孙敬修仍在北平广播电台广播，同时还参与出版儿童期刊（32开本）；这个时期孙敬修为小朋友播讲的故事和教唱的儿歌不少都充满了对当时社会时弊的不满和对少年儿童的怜爱，如重新填词的歌曲“好大的西北风”......。1949年12月23日，中央人民政府政务院通过了《统一全国年节和纪念日放假办法》，我国的儿童节也正式改为“六一国际儿童节”。1956年6月1日，北京市少年宫举行了隆重的成立大会。这年秋天，孙敬修接到了北京市教育局的调令，开始在少年宫专职讲故事。这里是北京崇文门外幸福大街的幸福楼，也是他解放后居住时间最长的家。但他却在这里度过了一生中最不幸福的十年。1966年8月24日，孙敬修在自家楼下写了张大字报，题目是“更名启事”，他改掉了自己用了65年的名字。他在当天的日记中郑重地写道：“经电台同志们同意，我改名为“孙灭修”，已在派出所登记。”那段封闭而冷漠的岁月几乎使孙敬修绝望。只有老伴儿始终是他的精神支柱。1977年冬天，他的精神支柱也垮了——与他相伴55年的妻子陈淑田也病逝了……孙敬修常说，我是个小蜡头儿，它烧了八十多年了，已经没有多大亮了，但是我要用这点儿光去照亮儿童们的心。1990年3月5日，89岁的孙敬修与世长辞。在北京香山脚下的万安公墓，他有了一个新家。在这个家里，陪伴他的除了老伴儿，还有一条孩子们送给他的红领巾。",
    "name_more_cn": [
        "孙灭修(文革时期被迫害名)"
    ],
    "personage_id": "27494999",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1370817",
    "personage_link": "https://www.douban.com/personage/27494999/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1990年3月5日"
        }
    ],
    "name_more_other": [],
    "update_at": "2026-02-12T16:07:51"
}