{
    "sid": "1371461",
    "name": " 奥黛丽·P·斯科特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p9QKTii0uLl0cel_avatar_uploaded1491235122.07.jpg",
    "imdb_id": "nm3716878",
    "name_en": "奥黛丽·P·斯科特 Audrey P. Scott",
    "name_full": "奥黛丽·P·斯科特 Audrey P. Scott",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5151665,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1759779951.jpg",
            "title": "再造战士4：清算之日",
            "release": 1
        },
        {
            "id": 3236778,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "想起我",
            "release": 1
        }
    ],
    "introduction": "Audrey Scott made her screen debut at the age of 7 playing the younger version of Diane Lane in Disney's Secretariat then quickly moved to the ABC Family movie Revenge of the Bridesmaids. Her first leading role came at the age of 8 when she was cast in the independent film About Sunny (known as Think of Me during it's festival run) where she played \"Sunny\" opposite Lauren Ambrose. Following the film's premiere at the Toronto Film Festival, Audrey received several favorable critical reviews for her work including being lauded for her \"quietly natural thesping\" by Variety.Audrey had the opportunity, as a young performer, to work alongside some of the most talented actors, writers, and directors in the film and television industry. In 2011 she starred alongside Academy Award winner Ernest Borgnine, Academy Award nominee June Squibb and Independent Spirit Award nominee Dale Dickey in the independent film The Man Who Shook the Hand of Vicente Fernandez. The L.A. Times praised her performance and noted \"the unsentimental chemistry between them (Scott and Borgnine) is the strongest element of the film\".Audrey also appeared opposite Jean-Claude Van Damme in Universal Soldier: Day of Reckoning, which was recognized by Indiewire as one of their top ten films of 2012. She also had the opportunity to play the younger version of Amy Poehler in NBC's Parks & Recreation that same year.Audrey played the role of \"Young Karen\" (series regular) in the 2014 FOX pilot Fatrick, written by Nahnatchka Khan and Corey Nickerson and directed by the Academy Award winning duo Nat Faxon and Jim Rash (The Descendants).In the independent film Goodbye To All That, which was written and directed by Angus MacLachlan (Junebug), she received critical praise for her performance in the Washington Post, Forbes, RogerEbert.com, IndieWire and Variety. The film premiered at the Tribeca Film Festival in 2014.Audrey is a member of SAG/AFTRA's National Young Performer's Committee and worked with her local Houston/Austin on their Young Performer's Committee.Beyond acting, Audrey earned a coveted spot in the 20th class of the NASA High School Aerospace Scholars program, which culminated with her spending a week with NASA scientists and engineers at the Johnson Space Center and earning graduating class key-note speaker status. From the suburbs of Houston, TX, she attended TCAH and ranked third in her graduating HS class. Audrey entered the University of Chicago in the fall of 2020 to study Astrophysics and Anthropology. She recently interned with the Jet Propulsion Lab (JPL) in Pasadena, CA where she worked on electric propulsion research. She was also an intern with Ball Aerospace in the summer of 2022 as a Brooke Owen Fellow. Audrey will graduate from the University of Chicago in June of 2024 with dual degrees in Astrophysics and Anthropology. Audrey will be moving on in her academic career as she works towards her PhD in Physics beginning in the fall of 2024.",
    "name_more_cn": [],
    "personage_id": "27569450",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1371461",
    "personage_link": "https://www.douban.com/personage/27569450/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-05T21:49:43"
}