{
    "sid": "1372830",
    "name": "卢苏丹·格鲁吉泽",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "2024年 第81届威尼斯电影节 欧洲电影联盟奖 威尼斯日最佳影片 (提名) 古董",
        "2017年 第7届北京国际电影节 天坛奖 最佳导演奖 他人之屋",
        "2016年 第51届卡罗维发利国际电影节 东方阵营奖 他人之屋"
    ],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1585516628.85.jpg",
    "imdb_id": "nm3812610",
    "name_en": "Russudan Glurjidze",
    "name_full": "卢苏丹·格鲁吉泽 Russudan Glurjidze",
    "birth_date": "1972年",
    "birth_place": "Tbilisi, Georgia",
    "last_movies": [
        {
            "id": 37111891,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "K行动",
            "release": 0
        },
        {
            "id": 36686890,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "音乐课",
            "release": 1
        },
        {
            "id": 35427337,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912400370.jpg",
            "title": "古董",
            "release": 1
        },
        {
            "id": 26807632,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2401568533.jpg",
            "title": "他人之屋",
            "release": 1
        }
    ],
    "introduction": "Rusudan Glurjidze was born in Tbilisi, Georgia.She graduated in French Language and Literature from the Tbilisi State University and from 1990 to 1996 studied Film Directing and Screenwriting at Giorgi Shengelaia's class at the Shota Rustaveli Theatre and Film University.After 1996, Glurjidze worked in advertising and at the Georgian Public Broadcaster, making musical and commercial clips. Since 2007, she has been working as a producer and art director of Cinetech Film Production Company, and worked as 1st Assistant Director on Giorgi Shengelaia's comedy The Train Went On and OnDirected by Rusudan Glurjidze, the feature film The House of Others is a co-production between Georgia, Russia, Spain and Croatia. The story is set in the 1990s, after a civil war, when two families on the winning side are relocated to the hastily vacated houses of the defeated. However, they don't seem to be able to build a new, peaceful life, as the scars of the war continue to rage within them.The film is the director's first feature, and was screened in the East of the West competition at the Karlovy Vary International Film Festival, taking home the Grand Prix.The House of Others also won the Grand Prix at the 12th Eurasia international film Festival 2016, The Network for the Promotion of Asian Cinema (Netpac) as The Best Asian Film and the Bergen International Film Festival (BIFF) 2016 as Cinema ExtraordinaireThe House of Others by Rusudan Glurjidze is Georgia's candidate in the 89th Academy Awards for Best Foreign Language Film.",
    "name_more_cn": [],
    "personage_id": "27579274",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1372830",
    "personage_link": "https://www.douban.com/personage/27579274/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-30T16:05:21"
}