{
    "sid": "1373578",
    "name": "远藤贤司",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1494383651.05.jpg",
    "imdb_id": "nm1852322",
    "name_en": "Kenji Endo",
    "name_full": "远藤贤司 Kenji Endo",
    "birth_date": "1947年1月13日",
    "birth_place": "日本,茨城",
    "last_movies": [
        {
            "id": 26307785,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327071660.jpg",
            "title": "悄然之星",
            "release": 1
        }
    ],
    "introduction": "1947年 1月13日、茨城県勝田市（現ひたちなか市）にて生を受けた遠藤賢司。彼が歌を歌うことに目覚めたのは大学時代、それまでギターを手にしたこともなかった彼がＦＥＮでボブ・ディランの「ライク・ア・ローリング・ストーン」を聴き、「僕も何かやろう！」と思い、知人に古賀政男ギターを借りて歌い始めた。数々のフォークの集いにて自作の歌を歌っているうちに、折からの60年代後半のフォークシーンにおいて徐々にその頭角を現すようになる。彼も他のフォークシンガー同様、ボブ・ディランに影響されてギターを持って歌い始めたのだが、彼が他のフォークシンガーと大きく異なっていたのは、ボブ・ディラン、ドノヴァンからの影響を受けたのと同時期に、ドアーズ、ジミヘン、MC5などからも多大なる影響を受けていたので、ライブでは単なる生ギターの弾き語りのみに留まらず、生ギターのサウンドホールにピックアップ・マイクをつけ、アンプと対峙することにより、轟音を轟かせフィードバックさせるなどのロック的アプローチをすでに60年末から試みていた。実際、彼は（世間一般で言われる）フォークシンガーの中では最も多く“ロック”と名の付くコンサートに出演したという。“ギター一本で総ての音を表現する”を信条にギターと対峙する奏法は、時に“琵琶奏法”などと言われるほどの独特の響きを持っていた。そのギター奏法は、68年に初めて関西で演奏した際、軽妙な喋りで観客を引きつけることに躍起になっていた関西フォークの連中に大きな衝撃を与えた。そして69年２月に発売されたデビューシングル「ほんとだよ／猫が眠ってる」では、武満徹や越天楽の世界からの影響を反映させ、Ｂ面の「猫が眠ってる」は、シタールやタブラなどの民族楽器を用いて幻幽の世界を作り出していた。70年4月には、デビュー前のはっぴいえんど（大滝詠一を除く）が参加したデビューアルバム『niyago』を発表。デビュー作にして早くも現在にまで通ずる遠賢の音楽の魅力を濃縮に詰め込んでいた。彼は、反戦フォーク全盛の中においても、決して“私たち”とは歌わず、個の日常の心象風景や、人間の中に潜む“情念”の世界を歌い続けてきた。72年、三島由紀夫の割腹自殺の日のことを歌った「カレーライス」が大ヒット。吉田拓郎と共に“フォーク界のプリンス”と言われる（！）78年、英国でのパンク・ムーヴメント（特にセックス・ピストルズ）に触発されたアルバム『東京ワッショイ』を発表。このアルバムは、フォーク、ロック、パンク、テクノ、ニューミュージックなど、あらゆる音楽を呑み込んで、それを遠賢色に染め上げた、まさに“遠藤賢司の音楽”のひとつの完成型となる。そのノン・ジャンル性は、さらに演歌やムード歌謡の世界をも巻き込んで、大宇宙にある宇宙防衛軍放送局を舞台にした80年の『宇宙防衛軍』において極北に達する。また、82年には『東京ワッショイ』『宇宙防衛軍』に影響を受けたという長嶺高文監督の「ヘリウッド」に主演。音楽以外にも活動の幅を広げた。83年に細野晴臣・越美晴が参加したミニアルバム『オムライス』発表後は活動の場をライブ中心へと移し、ひとりでエレキギターとマーシャル・アンプで豪快なライブを展開していたが、88年にはスリーピースのロックバンド「遠藤賢司バンド」（エンケンバンド）を結成。91年にはベースに元・子供バンドの湯川トーベン、ドラムスに日本のパンクバンドのルーツといわれる頭脳警察のトシが加入して、遠藤賢司バンドはさらにソリッドかつハードな世界を追求することになる。",
    "name_more_cn": [],
    "personage_id": "27584975",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1373578",
    "personage_link": "https://www.douban.com/personage/27584975/",
    "property_other": [
        {
            "label": "流派",
            "value": "民谣 / 元祖・純音楽家"
        },
        {
            "label": "语言",
            "value": "日语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-18T14:07:08"
}