{
    "sid": "1377327",
    "name": "德文·达尔顿",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1500260405.46.jpg",
    "imdb_id": "nm1981476",
    "name_en": "Devyn Dalton",
    "name_full": "德文·达尔顿 Devyn Dalton",
    "birth_date": "1991年7月31日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36674139,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918691097.jpg",
            "title": "Chimera's Ghost",
            "release": 1
        },
        {
            "id": 35591901,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2691392354.jpg",
            "title": "致命催眠",
            "release": 1
        },
        {
            "id": 33413635,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614751529.jpg",
            "title": "我的小马驹：友谊大魔法 第九季",
            "release": 1
        },
        {
            "id": 30483583,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913122271.jpg",
            "title": "兄弟",
            "release": 1
        },
        {
            "id": 30450388,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581004811.jpg",
            "title": "明日传奇 第五季",
            "release": 1
        },
        {
            "id": 30280073,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535812304.jpg",
            "title": "明日传奇 第四季",
            "release": 1
        },
        {
            "id": 30183609,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572457399.jpg",
            "title": "我的小马驹：友谊大魔法 第八季",
            "release": 1
        },
        {
            "id": 27606065,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919389603.jpg",
            "title": "电幻国度",
            "release": 1
        },
        {
            "id": 27170043,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502496122.jpg",
            "title": "逃离莱蒙塞洛先生的图书馆",
            "release": 1
        },
        {
            "id": 25808075,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494096554.jpg",
            "title": "猩球崛起3：终极之战",
            "release": 1
        }
    ],
    "introduction": "Devyn Dalton is a Canadian born actor, dancer, and stunt performer. Strongly recognized for her motion capture performance roles and voice work. Devyn began acting and dancing at a young age, showing skills far beyond her years and an undeniable love for the craft. She immediately gained recognition taking home numerous awards and scholarships from well established mentors in the industry.She was scouted by an agent in her home town of Edmonton, who recruited her to the film industry in Vancouver, BC. Devyn continued her training in dance and theatre, performing throughout Canada and Worldwide.Her acting career was also blossoming. Some of her accomplishments include landing her first feature film \"Rise of the Planet of the Apes,\" playing two lead live-action roles. This was the start of Devyn's career as an established motion capture artist, having a chance to work alongside some of the best in the biz, Andy Serkis and Terry Notary. Ms.Dalton was brought back on board for the franchises third film, \"War of the Planet of the Apes,\" playing the role Cornelius.Nickelodeon first snatched Devyn up to play the lead character of Christmas Carol in \"A Fairly Odd Christmas\" along side stars Drake Bell and Daniella Monet. Later they cast her as Gretel of the famous Hansel and Gretel duo, in the adventure film, \"Escape from Mr. Lemoncello's Library.\"Her latest and most rewarding accomplishment to date is having worked alongside legend Steven Spielberg in the feature \"The BFG.\"Devyn also expresses her talents as a professional stunt performer. Some of her many credits have been, Percy Jackson: The Sea of Monster, Godzilla, Once Upon A time, Arrow,Supernatural, A Series of Unfortunate Events, X-files, Wonder and Legion. Ms.Dalton more recently joined the star studded cast of three big time features, Marvels X-men: Dark Phoenix, Skyscraper and The Predator.Devyn's voiceover journey started when she joined \"Barbies Rock N' Royal\" movie, voicing the spunky rocker girl, Zia. You can also hear Devyn in the hit anime series \"Beyblade Burst\" voicing the role of Shasa.Joining the cast of \"My Little Pony:Friendship Is Magic\", as Ocellus, deems to be one of Devyn's favourite and most rewarding roles.Devyn's passion continues on and she is always striving to create,learn new skills, expand her horizons and hopes to explore the world!",
    "name_more_cn": [],
    "personage_id": "27585591",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1377327",
    "personage_link": "https://www.douban.com/personage/27585591/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-20T22:01:06"
}