{
    "sid": "1382741",
    "name": "莫哈纳·克里希南",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1543979043.09.jpg",
    "imdb_id": "nm8860518",
    "name_en": "Mohana Krishnan",
    "name_full": "莫哈纳·克里希南 Mohana Krishnan",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35924449,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897853305.jpg",
            "title": "深居其中",
            "release": 1
        },
        {
            "id": 30304453,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531685322.jpg",
            "title": "机器少女法兰姬 第二季",
            "release": 1
        },
        {
            "id": 27136363,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498852613.jpg",
            "title": "机器少女法兰姬 第一季",
            "release": 1
        }
    ],
    "introduction": "Mohana Krishnan was born in 2002 in Plano, Texas. She showed an intense interest in acting from a very young age. When she was eleven, her parents enrolled her in the local children's theatre to see if she could walk the walk in addition to talking the talk. And she did! In the course of several theatrical productions at Plano Children's Theatre, her passion for acting only grew stronger as she developed and honed her initial acting chops. In the summer of 2015, she joined Cathryn Sullivan's acting studio in Lewisville, Texas, for film acting classes. In about six months after that, she was picked up for representation by the local Kim Dawson Agency, and the calls for auditions started coming. In the summer of 2016, she was one of twelve kids nationwide to be selected for \"Nick Sketch Live 2016\", a two-week intensive training camp at the legendary \"Groundlings\" Acting school in Holywood, California. Soon after that, she auditioned for and landed the Series Regular role of \"Tammy Gilroy\" on Nickelodeon's new TV series \"I Am Frankie\". Season 1 of the series premiered in the fall of 2017. After a very successful run, the show has been picked up for Season 2.",
    "name_more_cn": [],
    "personage_id": "27588505",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1382741",
    "personage_link": "https://www.douban.com/personage/27588505/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-01T20:58:07"
}