{
    "sid": "1384161",
    "name": "小杨天笑",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1510812019.31.jpg",
    "imdb_id": "nm8851007",
    "name_en": "Tianxiao Yang Jr.",
    "name_full": "小杨天笑 Tianxiao Yang Jr.",
    "birth_date": "1936年",
    "birth_place": "中国,江苏,无锡",
    "last_movies": [
        {
            "id": 1755695,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504899518.jpg",
            "title": "满意不满意",
            "release": 1
        }
    ],
    "introduction": "小杨天笑原名陈惠民，自幼因家境贫寒只读完初小就辍学了。当他13岁那年便在浴室、戏院门口以叫卖茶叶蛋为生。陈惠民幼时喜欢哼唱地方小曲，叫卖茶叶蛋时，常常以哼地方小曲来招徕顾客,由此与天宝滑稽剧团（常州滑稽剧团前身）的演员搭熟了关系，每当剧团在舞台上演到“放趟戏”时（即戏已过大半）就让陈惠民进场看戏，演员们在台上的夸张表演和发噱语言屡屡触动陈惠民天生的喜剧神经，于是他借卖茶叶蛋为名经常跑到剧团后台，一边观看演员们化妆一边揣摩他所崇拜的杨天笑在生活中的真容。日久之后，在他的幼小心灵里强烈地萌生要像杨天笑那样在舞台上赢得广大观众的笑声和掌声的愿望。1946年7月，陈惠民经人介绍给杨天笑面试艺术才能，他在面试中以清亮的嗓音，伶俐的口齿和滑稽戏所需要的喜剧天赋，一下得到杨天笑的认可，当场收他为徒弟并给他起了个艺名叫陈惠麟，陈惠麟终圆艺术之梦。1963年，长春电影制片厂决定将苏州滑稽剧团创作的舞台剧《满意勿满意》搬上银幕，并由资深导演严恭执导。当时苏州滑稽剧团演员阵容不是很强，严恭来到常州物色合适的演员。常州滑稽剧团特地为他演出一场《李阿毛到上海》，严恭遴选了小杨天笑、杨天笑、丁风英、丁吟、盛洪庄五位演员参加电影《满意不满意》的拍摄工作，敲定由小杨天笑扮演男主角杨友生。电影《满意不满意》摄制完成后，长春电影制片厂为了面向全国观众，特地制作了吴语方言和普通话两种拷贝。影片不仅在全国放映，还将拷贝卖到了东南亚地区，不少华人观众观看了影片反映极其热烈，小杨天笑在影片中以海派韵味所唱的插曲“想起仔个从前末，真正气煞人，一脑门的官司缠也末缠不清……”更是众口传唱，风靡一时。由于小杨天笑在电影《满意不满意》中的出色表演，在长春电影制片厂首届小百花奖评选中荣获最佳男主角奖。小杨天笑自13岁进剧团学艺唱戏，经过数十年耳闻目濡和自身努力终于从一个卖茶叶蛋小孩成长为一名颇有知名度的滑稽戏演员，他除了获得长春电影制片厂的小百花奖最佳男主角奖，并先后担任过江苏省滑稽戏研究会副主席和常州市青年联合会副主席。1966年，全国开展文化大革命，常州市滑稽剧团也被卷入这场“史无前例”的灾难之中。剧团内贴满了“老朽滚蛋”等大字报，小杨天笑也被打成“黑线人物”遭到扫地出门的厄运，全家下放到宜兴农村劳动，在此期间，小杨天笑常喝闷酒以排遣内心的郁结。文化大革命结束后不久,常州滑稽剧团得以重新挂牌。小杨天笑回到剧团仍以主要演员身份挑起演出的大梁。1978年，剧团在苏、锡、常、沪四地演出，由他主演滑稽戏《好阿嫂》中的孙喜旺。虽然他遭到文化大革命的磨难，嗓子大不如前，但他能扬长避短，着重用夸张的形体动作和内涵丰富的情感来刻画剧中的人物，从而依旧受到观众的热捧。根据资料统计，《好阿嫂》作为常州滑稽剧团复团后演出的第一本戏，它在四地连演169天，连满180场，这个罕见的上座率是和小杨天笑在观众中的号召力分不开的。1983年8月，小杨天笑因患肝癌入医院治疗，在他住院期间，念念不忘重回他所热爱的滑稽戏舞台，但终因病情恶化而离开人世，终年50岁。对于艺术上日趋成熟的他，这个年龄段正是他在攀登艺术高峰的黄金时刻，不少观众无不为这位草根出身并极有艺术天赋的滑稽戏演员过早去世而唏嘘叹息。",
    "name_more_cn": [
        "陈惠民(本名)",
        "陈惠麟(艺名)"
    ],
    "personage_id": "27488149",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1384161",
    "personage_link": "https://www.douban.com/personage/27488149/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1986年"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-14T11:01:30"
}