{
    "sid": "1385324",
    "name": "黛博拉·伊莉丝",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1512436887.7.jpg",
    "imdb_id": "nm6667085",
    "name_en": "Deborah Ellis",
    "name_full": "黛博拉·伊莉丝 Deborah Ellis",
    "birth_date": "1960年8月7日",
    "birth_place": "加拿大,科克伦",
    "last_movies": [
        {
            "id": 26346327,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544510784.jpg",
            "title": "养家之人",
            "release": 1
        }
    ],
    "introduction": "黛博拉·艾里斯是一名成功而又倍受欢迎的桂冠作家，每一部作品都真实、震撼又温暖感动。她长久致力于女权和反战运动，曾一举摘得加拿大*高荣誉总督文学奖、维琪·迈尔考夫奖、鲁斯·史瓦兹奖、瑞典的彼得·潘奖、加州大学中东图书奖、美国的珍·亚当斯童书奖以及。2006年，她获得加拿大安大略省*高荣——安省勋章。2010年，她又获得加拿大安大略省图书馆协会总督卓越成就奖。DEBORAH ELLISis an  award-winning author, a feminist and a peace activist. Deborah penned the international bestseller The Breadwinner, as well as many challenging and beautiful works of fiction and non-fiction about children all over the world. Her most recent book is Sit, which tells the stories of nine children and the situations they find themselves in, often through no fault of their own. In each story, a child makes a decision and takes action, be that a tiny gesture or a life-altering choice.Deb has more than thirty books to her credit. She has won the Governor General’s Literary Award, the Ruth Schwartz Award, the Middle East Book Award, Sweden’s Peter Pan Prize, the Jane Addams Children’s Book Award and the Vicky Metcalf Award for a Body of Work. She has received the Ontario Library Association’s President’s Award for Exceptional Achievement, and she has been named to the Order of Canada. In 2017, The Breadwinner debuted as a feature animated film.Deborah is a passionate advocate for the disenfranchised. She “walks the talk,” donating most of her royalty income to worthy causes — Canadian Women for Women in Afghanistan, Street Kids International, the Children in Crisis Fund of IBBY (International Board on Books for Young People) and UNICEF. She has donated more than one million dollars in royalties from her Breadwinner books alone.",
    "name_more_cn": [
        "黛博拉·艾里斯"
    ],
    "personage_id": "27610410",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1385324",
    "personage_link": "https://www.douban.com/personage/27610410/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-26T06:58:08"
}