{
    "sid": "1385333",
    "name": "马里诺·瓜尔涅里",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "2017年 第74届威尼斯电影节 地平线单元奖 最佳影片 (提名) 猫姑娘"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1527754799.45.jpg",
    "imdb_id": "nm5739373",
    "name_en": "Marino Guarnieri",
    "name_full": "马里诺·瓜尔涅里 Marino Guarnieri",
    "birth_date": "1975年5月29日",
    "birth_place": "意大利,那不勒斯",
    "last_movies": [
        {
            "id": 30237615,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523701542.jpg",
            "title": "塞尼的午夜",
            "release": 1
        },
        {
            "id": 26966661,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520621480.jpg",
            "title": "猫姑娘",
            "release": 1
        },
        {
            "id": 24869399,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2212909176.jpg",
            "title": "寻找隐世快乐",
            "release": 1
        }
    ],
    "introduction": "Director, animator, illustrator was born and grow up and based in Naples. Assistant director, head of 2D and editor of the animated feature film L'arte della felicità (2013), produced by Mad Entertainment and winner of the European Film Awards in 2014 for Best European Animated Film. After working as a graphic designer, through all forms of expression and communication in the last 20 years, from publishing to advertising, from the web to the audiovisual and video installations, in the end he discovers his true love: the animation. He conceives, designs and participates in the creation of commercials and music videos, television themes and educational products, documentaries, specials and feature films. Among his works: La Buona Uscita (2016), animated clip in the fiction feature film. Donna Maria (2014), video clip of the Neapolitan folk music group FOJA; Gli occhi più azzurri (2010), a documentary by Simona Cappiello and Manolo Turri Dell'Orto; Giga & Stick (2009) , Educational made for The National Institute for Astrophysics. Bada che ti mangio! (2009) (Mind you, I'll eat you!) realization of the code of the program by Antonio Lubrano. He is also Professor of Digital Entertainment at the Italian School of Comix, for which he directed the commercial \"Chi sogna disegna\" and the short film Mezzanotte di Segni (2015). He directed his first animation feature film Gatta Cenerentola (2017), alongside Ivan Cappiello, Alessandro Rak and Dario Sansone. The movie has been selected to compete in the Orizzonti category at 74th edition of the Venice International Film Festival. He is also a board member for ASIFA Italia (International Association for Animated Films).",
    "name_more_cn": [],
    "personage_id": "27610419",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1385333",
    "personage_link": "https://www.douban.com/personage/27610419/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-23T14:36:47"
}