{
    "sid": "1386693",
    "name": "薇薇安·迪克",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "演员",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1583395644.75.jpg",
    "imdb_id": "nm1997609",
    "name_en": "Vivienne Dick",
    "name_full": "薇薇安·迪克 Vivienne Dick",
    "birth_date": "1950年",
    "birth_place": "爱尔兰,多尼戈尔",
    "last_movies": [
        {
            "id": 36550970,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897843359.jpg",
            "title": "能见度一般",
            "release": 1
        },
        {
            "id": 36550887,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897840985.jpg",
            "title": "眼跳",
            "release": 1
        },
        {
            "id": 36550784,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897840536.jpg",
            "title": "从黎明到黄昏",
            "release": 1
        },
        {
            "id": 36549791,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915700421.jpg",
            "title": "A Skinny Little Man Attacked Daddy",
            "release": 1
        },
        {
            "id": 34990987,
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Irreducible Difference of the Other",
            "release": 1
        },
        {
            "id": 30162673,
            "year": "2017",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Augenblick",
            "release": 1
        },
        {
            "id": 30162672,
            "year": "2015",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Red Moon Rising",
            "release": 1
        },
        {
            "id": 27118051,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606038731.jpg",
            "title": "空空的行李箱",
            "release": 1
        },
        {
            "id": 4822828,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p510439090.jpg",
            "title": "曾被否认过最重大的UFO史实（第二部）：月球在苏醒",
            "release": 1
        },
        {
            "id": 4037008,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2162719402.jpg",
            "title": "空白之城",
            "release": 1
        }
    ],
    "introduction": "\"I'm not easy to categorise as a film maker. That's a good thing, and I revel in that.\"(Vivienne Dick)The singular cinema of Vivienne Dick emerged from, and is occupied by, a remarkable union of specificity and multiplicity of place. Born in 1950, she was raised on the periphery of a peripheral nation, in Ireland's northwestern counties of Donegal and Sligo. With adolescence came a strong wanderlust, which took her first to University College Dublin, where she studied archaeology and French, and then after graduation, abroad. She spent the 70s on the go, travelling across India and Mexico, living in London and Paris. During this time, a brewing interest in politics and art came to a head with her arrival in New York in 1975.A meeting with the singer and musician Lydia Lunch outside the legendary punk club CBGB, where she encounter No Wave bands like Lunch's Teenage Jesus and the Jerks, drew her into the city's then extraordinarily rich, underground art scene. A fervent atmosphere of go-for-broke creation fuelled by a combination of the city's heterogeneity and its then low cost of living. From '75 to' 81, she would be involved in a panoply of creative endeavours, from her own photography and printmaking to a stint playing keys for the short-lived but potent experimental band Beirut Slump, fronted by Bobby Berkowitz and Lydia Lunch, to acting as a model for close friend and photographer Nan Goldin. She features in her breakthrough slideshow and book The Ballad of Sexual Dependency (1985-86) with the portrait 'Vivienne in the green dress, NYC'. A photograph born out of an indivisible combination of play and committed artistry, as revealed in a sequence of the Bette Gordon film, Empty Suitcases (1980).Dick would find her own vocation in cinema. An interest in the artform developed while living in Paris but bore fruit in New York, where her involvement in the Millennium Film Workshop from 1976, and her acquaintance with underground filmmakers like Jamie Nares, Eric Mitchell and Scott and Beth B., spurred her to take up the camera. Specifically, Super 8, as she was attracted to the format's low cost, lightweight ease and, despite its cheapness and relative to the crudities of early video, its high quality image. She made a series of six films over the following five years, including the ecstatic feminist portraiture of Guerillère Talks (1978), the noir-inflected She Had Her Gun All Ready (1978) and the gothic exploration of sex work, misogyny and armageddon, Liberty's Booty (1979).These early films were a synthesis, in her own, inimitable style, of many of the modes and tendencies surrounding the format and American experimental cinema in general in the preceding two decades. From the post-punk 'No Wave' movement—not just its cinema but its music, with figures like Lydia Lunch and Pat Place (guitarist for Contortions and then Bush Tetras) acting as her muses, stars and co-conspirators—to the 'walker' and diary film and cinema as a form of pointed political critique. In her work, you can detect a kinship with Stan Brakhage's own, more abstract Super 8 work and an influence in the casual avant-pageantry of the Ken Jacobs and Jack Smith collaborations and the Kuchars.To quote J. Hoberman in his piece \"A Context for Vivienne Dick\", published in a 1982 issue of October:In her movies elements of urban documentary, confessional-psychodrama, ironic spectacle, and home-movie \"\"dailiness\" are fused. Each of Dick's five films is a jagged, sometimes fragmentary assemblage in which the camera appears to be as much participant as observer. Set mainly on New York's Lower East Side and populated largely by flamboyant bohemian types, Dick's movies are further distinguished by their open-ended rawness and ironic ashcan lyricism. Media quotations (particularly from network TV and rock 'n' roll) are frequently used to underscore her concern with social conditioning and sexual politicsInspired by encounters with other maverick Irish filmmakers, like Bob Quinn and Pat Murphy, and their work, Dick left New York in 1981 for Dublin, where she made films and taught one of Ireland's first film production courses in the College of Commerce, Rathmines. However, this switch from cinema as self-funded and ad-hoc endeavour in New York to making more publicly-funded work in Dublin did not last long. In 1984, with government support for experimental cinema drying up, she disembarked again for London. Over the next few years, she would continue to make films in Ireland but with a base and funding support from across the way.A permanent return arrived in late 1999, where she taught film for many years in the Galway-Mayo Institute of Technology, before moving back to Dublin, where she's based now. This other career as an educator, and as curator, has co-existed with her continued and changing practice as a filmmaker. In the last three decades she has switched from Super 8 to video to digital and to works that reflect more specifically on Irish identity and her family, such as masterpieces Visibility: Moderate (1981) and A Skinny Little Man Attacked Daddy (1994). In response to my comment that her latest works are more abstract explorations, influenced by mystic and animist ideas, Dick stated\"I think what I am trying to touch on in these more recent shorts (The Irreducible Difference of the Other (2013), Red Moon Rising (2015) and Augenblick (2017)) is altogether more grounded – issues to do with otherness, the idea of reciprocity (over dominance) as a way of relating to (an)other, climate change, the digital age and deep time… which we are all talking about now in reference to global warming, but I am also interested in narratives we believe in and how the framework we are tethered to now (consumerism and capitalism as an ideology) is deeply destructive to everyone, and along with patriarchy will need to change if we are to survive.\"Her new film, New York Our Time (2020), represents both another significant transformation and a serious retrospective. It's her longest film to date, at 76 minutes, and more direct than her earlier,  jagged palimpsests. Though it possesses the same rhizomatic point of view and approach that runs through her entire corpus.The film follows Dick during a trip to New York where she visits old haunts and friends, including Alexis Adler, Nan Goldin, musician Felice Rosser, artist and former B.C. Studio manager Victoria Galves, Pat Place, Bush Tetras vocalist Cynthia Sley and Lydia Lunch, among others. Dick cross-hatches these interviews, discussing their early and present-day experiences of New York, their art and passions along with their trials and tribulations, with an abundance of archival footage and wordless, enigmatic images of the city caught in an uncertain balance. The result is a beautiful film composed of the past, present and future. An exegesis of the city as a hive of experiences, forged and found, and art as a way of life.",
    "name_more_cn": [],
    "personage_id": "27624555",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1386693",
    "personage_link": "https://www.douban.com/personage/27624555/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-23T19:42:33"
}