{
    "sid": "1386708",
    "name": "卢卡斯·若尔提",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c93c60be56b6d718270c281938c634a8.jpg",
    "imdb_id": "nm7563807",
    "name_en": "Lucas Royalty",
    "name_full": "卢卡斯·若尔提 Lucas Royalty",
    "birth_date": "2010年2月19日",
    "birth_place": "美国，加利福尼亚州，塔扎纳",
    "last_movies": [
        {
            "id": 34672923,
            "year": "2027",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874122669.jpg",
            "title": "暴徒女孩",
            "release": 0
        },
        {
            "id": 27621271,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570580679.jpg",
            "title": "背叛 第一季",
            "release": 1
        }
    ],
    "introduction": "Lucas Dean Royalty is an Award Winning American Actor, Model, Singer and Voice Over Performer. He was born In Tarzana, California in 2010. A highly gifted child, Lucas was speaking in full sentences by age 16 months. He told his parents at age 2 that he wanted to be an actor after memorizing the entire movie \"Cars\" and acting out the scenes in his mirror. He got his wish at age 5 being cast as the lead in the multiple award winning short film \"Charming\". The role was originally written for a 7 year old actor, but Lucas impressed the director by knowing the entire script. After the success of Charming Lucas went on to book roles in several commercials and TV shows, as well as his award nominated performances in \"A Purgatory Story\" and \"Last Dream Before Sunrise\" . In 2022 Lucas made his Fox network debut at Young Jonah Greenway in the hit series 911 to excellent reviews In his free time Lucas loves to surf, ski, golf and play with his dogs. In September of 2021 Lucas announced his own fundraiser called the \"12 months of giving\" and committed to donating and raising awareness for a new charity each month for the whole year- including Solving Kids Cancer, No Kid Hungry, St Jude, Ocean Conservation and the Wounded Warrior Project to name a few. Lucas is a Junior philanthropist and anti-bullying advocate.",
    "name_more_cn": [
        "卢卡斯·迪恩·若尔提"
    ],
    "personage_id": "27624578",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1386708",
    "personage_link": "https://www.douban.com/personage/27624578/",
    "property_other": [],
    "name_more_other": [
        "Lucas Dean Royalty"
    ],
    "update_at": "2025-08-05T22:49:09"
}