{
    "sid": "1387106",
    "name": "费迪南多·西托·菲洛马里诺",
    "site": "douban_celebrity",
    "roles": [
        "副导演",
        "导演",
        "编剧"
    ],
    "awards": [
        "2015年 第50届卡罗维发利国际电影节 水晶地球仪奖 特别提名奖 安东妮娅",
        "2015年 第50届卡罗维发利国际电影节 水晶地球仪奖 (提名) 安东妮娅"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/793ce3edbe57e019e7d5f787112f6df4.jpg",
    "imdb_id": "nm2982028",
    "name_en": "Ferdinando Cito Filomarino",
    "name_full": "费迪南多·西托·菲洛马里诺 Ferdinando Cito Filomarino",
    "birth_date": "1986年11月27日",
    "birth_place": "意大利，米兰",
    "last_movies": [
        {
            "id": 36217986,
            "year": "2013",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "骗局：维斯康蒂《家族的肖像》",
            "release": 1
        },
        {
            "id": 33423672,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2663205329.jpg",
            "title": "厄运假期",
            "release": 1
        },
        {
            "id": 26799731,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505525050.jpg",
            "title": "请以你的名字呼唤我",
            "release": 1
        },
        {
            "id": 26388880,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867695361.jpg",
            "title": "安东妮娅",
            "release": 1
        },
        {
            "id": 11531737,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "One Plus One",
            "release": 1
        },
        {
            "id": 10519112,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1957448430.jpg",
            "title": "业主",
            "release": 1
        },
        {
            "id": 7052636,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2319607583.jpg",
            "title": "假日惊情",
            "release": 1
        },
        {
            "id": 6729954,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "意大利无意识",
            "release": 1
        },
        {
            "id": 5294725,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867229444.jpg",
            "title": "Diarchia",
            "release": 1
        },
        {
            "id": 3095514,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532759044.jpg",
            "title": "阴风阵阵",
            "release": 1
        }
    ],
    "introduction": "IL SUO primo film, Antonia, per i critici è il miglior esordio italiano degli ultimi anni. Una bella responsabilità, a 29 anni, per Ferdinando Cito Filomarino. Uno che il cinema ce l'ha nel sangue: è pronipote di Luchino Visconti, figlio dell'aristocrazia milanese colta. Ma lui a sentir parlare di lignaggio si indispettisce, «sono categorie sorpassate, non contano più». E la sua strada se l'è fatta da sé, studiando al Dams e sul campo come assistente di Luca Guadagnino, che produce il suo film sulla poetessa Antonia Pozzi che, dopo l'anteprima di domenica a Filmmaker (all'Arcobaleno, lui presente), a gennaio uscirà al Mexico.È dura per chi inizia?«Parecchio. Io ho trovato il primo lavoro come assistente alla regia a Londra dopo mesi di curricula spediti e disperazione: tenevo le scale, facevo il caffè. Poi mi ha scelto Guadagnino per Io sono l'amore. Lì ho capito la pratica del cinema. Meglio di qualsiasi scuola, che del resto non ho fatto».Ha avuto qualche peso per lei l'eredità di Visconti? E avere in famiglia un regista come Uberto Pasolini e un fotografo di fama come Giovanni Gastel?«Sinceramente no. L'unica persona in famiglia che ha contato nel farmi amare il cinema è mia madre, grande cinefila, che i film di Visconti non me li ha mai fatti vedere. È sempre stata vorace, ma di cose nuove, e mi portava con lei a vederle. Visconti l'ho scoperti dopo, tra liceo e università, e ho amato Rocco e i suoi fratelli e la sua Milano urbana, con i suoi strati sociali. Il mio amore per il cinema è nato molto prima, a 12 anni sapevo cosa volevo fare nella vita».Come?«Grazie a Brian De Palma, la mia prima passione, divoravo i suoi film e tutti i libri su di lui. Ma, da Michael Powell a Hitchcock, i miei riferimenti sono infiniti. Passo la maggior parte della mia vita a guardare film, ascoltare musica, leggere libri».Nessun modello italiano?«Non ne faccio una questione di nazionalità. Credo in una nazione cinema, fatta di autori con un'affinità. Per me il cinema è andare in sala e vivere un racconto che in ogni suo battito ha la sua ragione d'esistere, un'opera chiusa che per due ore ti fa stare nel suo mondo. E mi sento vicino a Apichatpong Weerasethakul, un maestro assoluto, anche se è thailandese e non conosco il folclore del suo paese. Per Antonia ho voluto il suo direttore della fotografia, Sayombhu Mukdeeprom, sono andato fino a Bangkok: il suo modo di abbracciare la luce naturale poteva sposare la mia storia».Girata tra Milano e Pasturo.«Milano è casa mia, amo girarla in bicicletta e i suoi cancelli chiusi che nascondono cortili inimmaginabili. Come la Pozzi, che mi è stata suggerita da Guadagnino, non la conoscevo a fondo ma cercavo una figura d'artista, rappresentazione forte ed estrema dell'umano. Non ne ho fatto una biografia, ma un ritratto. Cercando di entrare nel suo mondo poetico, di starle accanto e capire cosa fa di un artista un artista».",
    "name_more_cn": [],
    "personage_id": "27666388",
    "family_member": [
        "卢卡·瓜达尼诺 (男友)",
        "卢基诺·维斯康蒂(舅爷)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1387106",
    "personage_link": "https://www.douban.com/personage/27666388/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-24T03:49:19"
}