{
    "sid": "1387728",
    "name": "维托莉娅·斯塔拉达",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1544266929.54.jpg",
    "imdb_id": "nm7686163",
    "name_en": "Vitória Strada",
    "name_full": "维托莉娅·斯塔拉达 Vitória Strada",
    "birth_date": "1996年10月12日",
    "birth_place": "巴西,南大和州,阿雷格里港市",
    "last_movies": [
        {
            "id": 30405008,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542871686.jpg",
            "title": "镜像人生",
            "release": 1
        },
        {
            "id": 27625704,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510972573.jpg",
            "title": "恋爱时光",
            "release": 1
        },
        {
            "id": 26388969,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509000762.jpg",
            "title": "我生命中的电影",
            "release": 1
        }
    ],
    "introduction": "itória começou trabalhar modelo em 2008, aos 12 anos. Começou a fazer teatro na UFRGS e fez o filme Real Beleza, onde era Maria, em 2015. Vitória fez sua primeira aparição na TV, na série Werner e os Mortos, onde viveu Tayla Ayala, no episódio \"Match Point\". Em seu primeiro papel notável na televisão, vive a protagonista Maria Vitória fazendo par romântico com Bruno Cabrerizo, na telenovela Tempo de Amar, produção ambientada na década de 1930. A novela teve cenas gravadas no sul do Brasil.  Na novela de Alcides Nogueira, escrita com Bia Corrêa do Lago e direção artística de Jayme Monjardim, Vitória interpretará a filha de José Augusto (Tony Ramos), o dono da famosa \"Quinta da Carrasqueira\". Ela se apaixona pelo personagem de Bruno Cabrerizo, um rapaz de origem humilde. Morando em Portugal, e sem a aprovação da família da moça, iniciam um namoro, mas se separam quando o rapaz vai morar no Brasil.Em menos de um ano Vitória Strada interpretará sua segunda protagonista em telenovelas no horário das 18h. A atriz será Cristina/Júlia, mocinha da novela Espelho da Vida de Elizabeth Jhin. Vitória irá substituir Isis Valverde que está grávida de seu primeiro filho. Vitória contracenará com João Vicente de Castro, Rafael Cardoso, Alinne Moraes e Kéfera Buchmann.",
    "name_more_cn": [],
    "personage_id": "30128822",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1387728",
    "personage_link": "https://www.douban.com/personage/30128822/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-17T04:21:08"
}