{
    "sid": "1390156",
    "name": "丹妮尔·乔治",
    "site": "douban_celebrity",
    "roles": [
        "主持人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1546156018.49.jpg",
    "imdb_id": "nm8557585",
    "name_en": "Danielle George",
    "name_full": "丹妮尔·乔治 Danielle George",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 33427416,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906562053.jpg",
            "title": "革新：改变世界的发明 第一季",
            "release": 1
        },
        {
            "id": 30394512,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583481688.jpg",
            "title": "地平线系列：雪崩引发致命暴风雪",
            "release": 1
        },
        {
            "id": 27108815,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873097422.jpg",
            "title": "探索新地球",
            "release": 1
        }
    ],
    "introduction": "Danielle George is a Professor in Microwave Communication Engineering and is the Associate Dean for Teaching and Learning in the Faculty of Science and Engineering. Danielle completed her BSc in Astrophysics and MSc in Radio Astronomy at The Victoria University of Manchester based at Jodrell Bank Observatory. During her MSc studies Danielle realised her passion for practical based experiments and started to work at JBO as an RF engineer directly after her MSc studies. She has a PhD in Electrical and Electronic Engineering and worked at JBO as a senior microwave engineer until 2006 where she took up a lectureship post in the School of Electrical and Electronic Engineering.She enjoys the teaching aspects and lecturers to both undergraduates and postgraduate students. To date she has concentrated on applied research, mostly in the area of extremely sensitive measurement systems and sub-systems. Much of her early research was concerned with radio astronomy instrumentation, where she contributed to the design and development of some of the most sensitive instruments ever produced for radio astronomy, both ground and space-based.She is heavily involved in the $1B next generation of astronomical instrument called the Square Kilometer Array (SKA). More recently, her research interests have expanded into communications in aerospace and wireless sensor networks and she is involved with many industrial collaborators, including National Instruments, Rolls-Royce and Syngenta. She enjoys the breadth and nature of her research collaborations.via: http://www.se.manchester.ac.uk/people/key-people/danielle-george/",
    "name_more_cn": [],
    "personage_id": "30172030",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1390156",
    "personage_link": "https://www.douban.com/personage/30172030/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-15T07:21:12"
}