{
    "sid": "1391003",
    "name": "保罗·高更",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "作者",
        "绘者"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1522721664.3.jpg",
    "imdb_id": "nm1917169",
    "name_en": "Paul Gauguin",
    "name_full": "保罗·高更 Paul Gauguin",
    "birth_date": "1848年6月7日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 26936892,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556775571.jpg",
            "title": "高更：爱在他乡",
            "release": 1
        }
    ],
    "introduction": "\"保罗·高更（Paul Gauguin，1848—1903）法国后印象派画家、雕塑家，与梵高、塞尚并称为后印象派三大巨匠，对现当代绘画的发展有着非常深远的影响。\\r\\n高更生于法国巴黎，他把绘画的本质看作是某种独立于自然之外的东西，当成记忆中经验的一种创造，而不是一般所认为的那种通过反复写生而直接获得的知觉经验中的东西。和大多数同时代的艺术家相比，他的探索在更大程度上受到原始艺术的影响，特别是他对南太平洋热带岛屿的风土人情极为痴迷，这似乎要从他的家族背景和成长经历中追根溯源了。\\r\\n英国作家毛姆曾以高更的经历为蓝本写过一部著名的小说《月亮和六便士》，其中虽对高更的生平与人格不尽真实，但也正是这部小说让高更出众的才华与过人的勇气得到世人关注，而高更的人生经历以及他的画作所体现出的对于现代文明的深刻反思非常具有典型性的。\\r\\n保罗·高更，1873 年高更开始绘画，并收藏画家作品。他拥有毕沙罗（Pissarro）、马奈（Manet）、雷诺阿（Renoir）、莫奈（Monet）、希斯里（Sisley）及塞尚（Cezanne）等人的作品。1876 年，高更有一幅作品入选巴黎沙龙；次年他作了第一件雕塑作品。渐渐地，高更越来越专注于艺术创作，他参加了最后四届印象派画展。 \\r\\n1883年成为职业画家。曾团结一批未成熟的青年画家组成蓬塔旺画派。1895年以后，因健康原因和经济支持中断，精神受到刺激，自杀未遂。他的艺术观点受象征主义观念驱使，不满足印象主义绘画。\\r\\n1897年创作的《我们从何处来？我们是谁？我们向何处去？》用梦幻的形式把读者引入似真非真的时空延续之中，就是这方面的典型之作。另一幅作品《两个塔希提妇女》追求表现的原始性，含有精致的趣味和艺术魅力。\\r\\n高更的早期绘画，带有实验性，也很拘谨，令人联想起在巴比松画派（Barbizon School）影响下毕沙罗的作品。色彩略见后来发展的迹象，但仍很拘谨。他把颜色做块面处理，自由地加重色泽的明亮感：例如以鲜亮的蓝色画阴影，以红色画屋顶，而使之自背景中突出。\\r\\n高更在技法上采用色彩平涂，注重和谐而不强调对比，《讲道以后的幻景》就是这种艺术处理的代表作。他的绘画风格与印象主义迥然不同，强烈的轮廓线以及用主观化色彩表现经过概括和简化了的形体，都服从于几何形图案，从而取得音乐性、节奏感和装饰效果。其理论和实践影响了一大批画家，被誉为继印象主义之后在法国画坛上产生重要影响的艺术革新者。\\r\\n保罗·高更早年在海轮上工作，后又到法国海军中服务，23岁当上了股票经纪人，收入丰厚还娶了一位漂亮的丹麦姑娘梅特·索菲亚·加德为妻。可是高更在自己的绘画天赋召唤之下，35岁时辞去了银行的职务致力于绘画，38岁时与家庭断绝了关系，过着孤独的生活，并通过毕沙罗卷入了印象主义的天地。\\r\\n高更受到印象派朋友的影响开始作画，还受到象征主义，日本版画以及而听文学等多种因素的影响。高更总是向往着远方，留恋那些具有异国情调的地方，他要求抛弃现代文明以及古典文化的阻碍，回到更简单、更基本的原始生活方式中去，他很愿意过野人的生活，这使他在39岁时踏上了去巴拿马和马提尼岛的旅行，在那里找到了自己期望的东西：茂密的植物、永远蔚蓝的天空、慷慨的大自然、简朴的生活。后来因事不得不离开这个热带的天堂返回法国，这时正好40岁，精力充沛而有主见，保留着尊贵高傲之气。他是位具有强烈个性、惹人讨厌又招人喜欢的人，粗鲁和高雅并存，他总是强烈要求自我表达，要证明自己的价值。\\r\\n1887年，他在布列塔尼、巴拿马和马提尼克找到了天堂一般的环境。明晰的线条、硕大的体积感、生硬的对比色彩，从此他与印象派决裂。当他回到法国时就谴责莫奈和毕沙罗特有的自然主义幻觉，提出艺术表现的“综合”。\\r\\n简化了的巨大形状，均匀单一的色彩，分割主义，无阴影的光，素描与颜色的抽象化，超脱自然，这就是高更所发现和创立的艺术。但是他的这种幻想和艺术在自己的国家处处走投无路，于是在1891年2月23日他拍卖了30幅作品得到一笔收入，于4月4日乘船前往塔希提岛，历经幸福与磨难，画了不少画后又回到法国。\\r\\n在1893年11月举办了他的《塔希提人》(Tahiti)画展，结果是彻底失败，在物质上收入是零。而他那新颖、神秘、野蛮的绘画，赢得了一些崇拜者。巴黎文明人的嘲弄又使他返回塔希提岛。这样，便有了今天广为人知的脱去了文明的衣服，独身一人赤裸裸地置身于伟大的自然之中的高更的传说。病魔和家庭丧女的不幸使他想到自杀，得救后画了一幅传世杰作《我们从哪里来？我们是谁？我们往哪里去？》。尔后又移居马克萨斯群岛法都——伊瓦。\\r\\n于1903年5月1日辞世。\"",
    "name_more_cn": [],
    "personage_id": "30186133",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1391003",
    "personage_link": "https://www.douban.com/personage/30186133/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1903年5月8日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-05T19:39:12"
}