{
    "sid": "1392774",
    "name": "大卫·德曼·埃斯科巴",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/03bd5d3b6605eb0b53c2cfd2030911dc.jpg",
    "imdb_id": "nm4509108",
    "name_en": "David Dman Escobar",
    "name_full": "大卫·德曼·埃斯科巴 David Dman Escobar",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26992159,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2490944382.jpg",
            "title": "裸婚大喜",
            "release": 1
        },
        {
            "id": 26260853,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2444256500.jpg",
            "title": "速度与激情8",
            "release": 1
        },
        {
            "id": 24773958,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516481762.jpg",
            "title": "复仇者联盟3：无限战争",
            "release": 1
        }
    ],
    "introduction": "David D-Man Escobar was born in Mexico City, Mexico on Aug 21, 1981 to Josefina Ayala & Israel Escobar. His mother brought him to live in the USA at the age of 6 years old. He grew up in the inner city of Houston Texas being called Dman (as if saying You're Da Man) with out a father figure present he started getting into trouble in school and joining gangs. Growing up in a low income household he turned to writing, recording, performing music & theatre as a way to escape the street life. Later being expelled from middle school, trying to stay out of jail he was able to participate in the film Tin Cup (1996) as a golf extra. His dream of starting a record label became true when he started Muzic Galaxy Entertainment (2000). He became a father at 21 yo with his first son born in 2002. As time progressed he continued to create & perform music, forming the rap group Tha F.B.I. (1998) & Latin music Grupo Axsion (2004). Selling on many digital formats, filming music videos, licensing the song La Fiesta to the film Jarhead collectors DVD (2006 Beyond Music). He performed as a solo artist in many clubs, arenas, US tours including a performance with Platinum artist Romeo Santos of Aventura with an audience of 25,000 at Cynthia Woods Pavilion by Mega 101 FM (2006 video). Later he opened up his own Ad Agency Escobar Advertising in 2006. Writing, Directing Music videos, TV & Radio Commercials airing Campaigns with CBS Radio, FOX, NBC, Univision, Telemundo. He aired his own Music TV programs on Telemundo 47 KTMD (2009) then Lieberman Broadcasting channel 61.1 KZJL (2010). Seeming as if his goals are limitless, he played a drunk man in the TV series Public Library (2011) How ever as a business man he created several companies & intellectual properties including David Escobar Publishing with BMI, The Future of music compilations on Island Def Jam Digital/ iTunes/ Google Play (2011), Volumes 1-7 of the ad campaign on XXL Magazine (2011-2015) & 20 Episodes of the Future of music Tv Show (2016). Recently he has been a prisoner on the latest film Fast and Furious 8 (2016 Atlanta), a Share holder on FOX's #1 TV Show Empire (2016 Chicago), 2 episodes of Macgyver Season 1 on CBS (2016 Atlanta), Newspaper reporter on film Shock & Awe (New Orleans), Mr. Herrera on The Translator (Houston), Drunk David on Public Library Tv episode (Houston 2011) to name a few. He looks forward in growing in the entertainment industry his social media pages have over 70,000 combined fans worldwide and is trying to land more acting roles, profitable business ventures & selling his TV Talkshow to a major network.",
    "name_more_cn": [],
    "personage_id": "30219983",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1392774",
    "personage_link": "https://www.douban.com/personage/30219983/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-20T09:43:12"
}