{
    "sid": "1393027",
    "name": "卡塔琳娜·莫尔哈科娃",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8082fadd06c99a540382acafc74be440.jpg",
    "imdb_id": "nm1800791",
    "name_en": "Katarina Morhacova",
    "name_full": "卡塔琳娜·莫尔哈科娃 Katarina Morhacova",
    "birth_date": "6月27日",
    "birth_place": "捷克斯洛伐克布拉迪斯拉发",
    "last_movies": [
        {
            "id": 36163086,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884099878.jpg",
            "title": "安布罗西奥",
            "release": 1
        },
        {
            "id": 30222079,
            "year": "2018",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Married Young",
            "release": 1
        },
        {
            "id": 24736837,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2190014142.jpg",
            "title": "尼克病院 第一季",
            "release": 1
        }
    ],
    "introduction": "Katarina Morhacova is an Award-winning stage and TV/film actress. Originally from ex-Czechoslovakia, she lives in LA and NYC. She speaks English, French, Italian, Russian, Czech and Slovak. Katarina is also a writer, producer and philanthropist. She's an avid dancer and traveler.Educated at MXAT, Moscow, Russia, she's also studied with world renowned acting coaches Larry Moss and Ivana Chubbuck.Her most recent TV and film credit include: Big Dogs (Amazon, Tubi), starring Brett Cullen, Lincoln Rhyme (NBC), The Knick (Cinemax), directed by Steven Soderbergh, staring opposite Clive Owen, Madam Secretary (CBS), Bull (NBC), The Blacklist (NBC), Signs (Canal Plus), a bilingual (English, Italian) lead role in feature film The Journey of a Dragonfly directed by Claudia LaBianca, a finalist in Steven Spielberg's \"On the Lot\", Married Young (Amazon Studios). She's a recipient of 16 awards for performance in a short film Rendez-Vous for Best Actress.In theater, she played roles from Shakespeare plays to original work, working Off-Broadway in NYC, in American repertory theaters, UK, Italy, Czech Republic and Russia, often performing in multiple languages (Italian, French and Russian). After a successful run of one-woman show, The Gilded Red Cage at the Edinburgh Theater Festival, Katarina returned to Edinburgh in a critically acclaimed new play Adele's Heart, where she gained significant recognition among the UK critics and media.In addition to her acting credits, Katarina has written, acted in and co-produced several shorts and one feature film The Journey of a Dragonfly. She's developing two TV shows and a feature film.She also uses her skill sets and privilege to raise awareness about social issues with a focus on empowering young girls and women. She's on board of non-profit organization Plus 421 Foundation.",
    "name_more_cn": [],
    "personage_id": "30222080",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1393027",
    "personage_link": "https://www.douban.com/personage/30222080/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-16T15:42:40"
}