{
    "sid": "1395370",
    "name": "Giulietta Revel",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/puWC2jUmKVGYcel_avatar_uploaded1528724951.95.jpg",
    "imdb_id": "nm1294507",
    "name_en": "",
    "name_full": "Giulietta Revel",
    "birth_date": "",
    "birth_place": "意大利,都灵",
    "last_movies": [
        {
            "id": 36441738,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Next!",
            "release": 1
        },
        {
            "id": 36440054,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Il becco prodigioso",
            "release": 0
        },
        {
            "id": 5169670,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "I colori del buio",
            "release": 1
        },
        {
            "id": 2968689,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531312553.jpg",
            "title": "Pope John Paul II",
            "release": 1
        }
    ],
    "introduction": "FORMAZIONERecitazione:Mimo Teatro Movimento Regia di Lydia Biondi e Giancarlo Sammartano, Roma Workshop con Marylin Freed (Actor’s Studio )The Circle in The Square Theater School ( New York )Danza : Teatro Nuovo Torino, Scuola di danza Susanna Egri, Torino The Place( London Contemporary School of Dance), London Martha Graham School of Dance, New YorkStudi: Liceo Classico Laurea in Scienze Politiche, Universita’ di TorinoIscritta all’Ordine dei Giornalisti di RomaLingue: Inglese, Francese, SpagnoloTELEVISIONE E CINEMAATTRICE2011 Il tredicesimo apostolo Regia di A. SweetAldila’ del lago Regia di R.Mertes Il commissatio Manara Regia di Luca Ribuoli2009 I colori del buio Regia di Giulietta Revel2008 Il commissario Manara Regia di Davide Marengo2007 Ho sposato uno sbirro Regia di Carmine Elia e Giorgio CapitaniNoi due Regia di Massimo Coglitore Pompei Regia di Giulio Base2006 Eravamo solo mille Regia di Stefano RealiJohn Paul II Regia di John Kent Harrison Orgoglio 3 Regia di Giorgio Serafini eVincenzo Verdecch2004 Tartarughe sul dorso Regia di Stefano PasettoIncantesimo 7 Regia di Tommaso Shermane e Alessandro Cane Don Matteo 4 Regia di Giulio Base2003 A Luci Spente Regia di Maurizio Ponzi1994 Italian Village Regia di Giancarlo PlantaREGIA, AIUTO REGIA2011 Where is my tomorrow? Cortometraggio Regia di Giulietta Revel2008 I colori del buio Cortometraggio Regia di Giulietta Revel2000 Non ho sonno Film. Regia di Dario Argento1991 Le Comiche Film. Regia di Neri ParentiErrore fatale TV Movie Regia di Filippo De Luigi1989 Il vigile serie TV Regia did Castellano e PipoloVoglia di vivere TV Movie Regia di Ludovico Gasparini TELEVISIONE (conduzione)2008 Signori la Fiction ( Grolle d’oro) a cura did Maurizio CostanzoSignori lo Sport (Grolle d’oro) ) a cura did Maurizio CostanzoSignori la Radio (Grolle d’oro) ) a cura did Maurizio Costanzo2007 Signori la Radio ( Grolle d’oro) a cura di Maurizio Costanzo2003 Sos Uno mattina e Unomattina in",
    "name_more_cn": [],
    "personage_id": "30246139",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1395370",
    "personage_link": "https://www.douban.com/personage/30246139/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-08T21:49:06"
}