{
    "sid": "1395023",
    "name": "詹姆斯·汉森",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1546665918.1.jpg",
    "imdb_id": "nm2973253",
    "name_en": "James R. Hansen",
    "name_full": "詹姆斯·汉森 James R. Hansen",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34660848,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563557409.jpg",
            "title": "太空人阿姆斯壯",
            "release": 1
        },
        {
            "id": 3026559,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532776305.jpg",
            "title": "登月第一人",
            "release": 1
        }
    ],
    "introduction": "James R. Hansen is the author of the New York Times Bestseller First Man: The Life of Neil A. Armstrong (Simon and Schuster, 2005, 2012, 2018). This book forms the basis for the Universal film \"First Man,\" directed by Oscar-winning director Damien Chazelle and starring Ryan Gosling and Claire Foy. Jim served as Co-Producer for the film. An expert in aerospace history and the history of science and technology, he has published a dozen books and numerous articles covering a wide variety of topics, including the early days of aviation, the history of aerospace engineering, NASA, the Moon landings, the Space Shuttle program, and China's role in space. His book First Man is the only authorized biography of Neil Armstrong. It garnered major book awards from the American Astronautical Society and American Institute of Aeronautics and Astronautics' Gardner-Lasser Literature Award, It was also CHOICE magazine's Outstanding Academic Book of 2005. Translations of First Man have published, or are forthcoming, in Chinese, Croatian, Czech, German, French, Italian, Japanese, Korean, Malay, Polish, Portuguese, Romanian, Sinhala, Spanish, Thai, and Turkish. Jim taught history at Auburn University for 31 years and holds the rank of Professor Emeritus. In 1995 the National Aeronautics and Space Administration nominated his book Spaceflight Revolution for a Pulitzer Prize, the only time NASA has ever made such a nomination. His 2009 book, Truth, Lies, and O-Rings: Inside the Space Shuttle Challenger Disaster, was published by the University Press of Florida and has been called by reviewers \"the definitive study\" of the Challenger accident. The book won both the AAS's Emme Prize and AIAA's Gardner-Lasser Award, making Hansen the only two-time winner of both awards. Hansen's book, Forever Young: A Life of Adventure in Air and Space, tells the story of legendary NASA astronaut John W. Young, Apollo 16 commander and first commander of the Space Shuttle. The book was published by the Univer",
    "name_more_cn": [],
    "personage_id": "30242548",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1395023",
    "personage_link": "https://www.douban.com/personage/30242548/",
    "property_other": [],
    "name_more_other": [
        "Jim"
    ],
    "update_at": "2025-03-08T20:34:01"
}