{
    "sid": "1395434",
    "name": "弗兰克·贝利",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1539514081.45.jpg",
    "imdb_id": "nm1162577",
    "name_en": "Frank Berry",
    "name_full": "弗兰克·贝利 Frank Berry",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37337869,
            "year": "2028",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Lost Children of Tuam",
            "release": 0
        },
        {
            "id": 35427165,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883793395.jpg",
            "title": "爱莎",
            "release": 1
        },
        {
            "id": 30254683,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525861934.jpg",
            "title": "我曾在这里生活过",
            "release": 1
        },
        {
            "id": 30254680,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525861857.jpg",
            "title": "巴利蒙摇篮曲",
            "release": 1
        },
        {
            "id": 30192404,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518853290.jpg",
            "title": "少年囚徒",
            "release": 1
        }
    ],
    "introduction": "In Irish director Frank Berry’s new film Michael Inside, all of these questions are asked as he explores the story of the titular Michael, a young boy who ends up in prison and whose life is forced into a direction he hoped it wouldn’t go.It’s a film about young offenders that’s not a comedy – a truth bomb about the reality of life for some people in Ireland.Berry has long chronicled the types of issues that people can face when they live in disadvantaged areas, as explored in his films I Used To Live Here and Ballymun Lullaby. Rather than focus on fictions, he looks towards those whose stories aren’t always told in Ireland, bringing their lives to the big screen.“It’s nice to finally get it out there,” says Berry when we meet at TheJournal.ie offices. It’s the day of the film’s premiere, and he’s feeling calm. (The film went on to get a 100% rating on film review site RottenTomatoes).The inspiration for Michael Inside came to him while he was working on his last film, I Used To Live Here, which was about a young teen trying to cope with her mother’s death and struggling with suicidal idea.The people that Berry met and the stories that he heard while making his previous film, and the one before that, Ballymun Lullaby, showed him the wealth of material that was out there about the struggles facing young people in parts of Ireland.“It wasn’t necessarily a desire to make a film about criminality, or even about prison,” says Berry of his motivation to create Michael Inside. “It was just about the lives of young people living in disadvantaged communities, where they become vulnerable to their lives being affected by other people’s activities.”The TV show Love/Hate was out at the time, so Berry thought about focusing on someone who could have been an extra in the show:",
    "name_more_cn": [],
    "personage_id": "30247062",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1395434",
    "personage_link": "https://www.douban.com/personage/30247062/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-14T01:42:26"
}