{
    "sid": "1395586",
    "name": "孙明莉",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "剪辑"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1529042059.67.jpg",
    "imdb_id": "nm6447135",
    "name_en": "Jenny Suen",
    "name_full": "孙明莉 Jenny Suen",
    "birth_date": "",
    "birth_place": "中国香港",
    "last_movies": [
        {
            "id": 33412891,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553759374.jpg",
            "title": "桃花",
            "release": 0
        },
        {
            "id": 27098418,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499786983.jpg",
            "title": "白色女孩",
            "release": 1
        },
        {
            "id": 24522668,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553623770.jpg",
            "title": "Streetcar",
            "release": 1
        }
    ],
    "introduction": "Jenny Suen is a writer, producer, and film director. She was born and raised in Hong Kong.The White Girl is her first feature film as a director. She wrote, produced, and co-directed it with legendary cinematographer Christopher Doyle. It stars Joe Odagiri and Angela Yuen in a tropical-noir love story set in the last fishing village of Hong Kong. It has screened at countless festivals worldwide, including a world premiere at at the BFI London Film Festival, not to mention that it closed the Hong Kong Asian Film Festival and had a special presentation at the Singapore International Film Festival, where it was lauded as an \"accomplished first feature from Suen, [heralding] the coming of a new director with the potential to add truly unique offerings to the Hong Kong film canon.\"Talking White, a book of words and images chronicling the creative process behind the film, was the best-selling arts book at Eslite when it was published.Suen also produced Hong Kong Trilogy, a cinematic portrait of the city's residents in childhood, youth, and old age, which was also directed by Doyle. It premiered at the Toronto International Film Festival in 2015.She studied at the University of Pennsylvania where she graduated summa cum laude, was elected to Phi Beta Kappa, and named Dean's Scholar, a distinction given to the top ten students of the graduating class. She received her B.A. and M.A. in Comparative Literature, Political Science, and East Asian Languages and Civilisation, but not in Life.",
    "name_more_cn": [
        "白海"
    ],
    "personage_id": "30248524",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1395586",
    "personage_link": "https://www.douban.com/personage/30248524/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-20T22:36:18"
}