{
    "sid": "1397383",
    "name": "于尔根·特勒",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/psEhSsAxC3Mocel_avatar_uploaded1531479106.32.jpg",
    "imdb_id": "nm0854431",
    "name_en": "Juergen Teller",
    "name_full": "于尔根·特勒 Juergen Teller",
    "birth_date": "1964年1月28日",
    "birth_place": "德国,埃朗根",
    "last_movies": [
        {
            "id": 6224931,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1262440855.jpg",
            "title": "目光：走近夏洛特·兰普林",
            "release": 1
        },
        {
            "id": 1963721,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1436929936.jpg",
            "title": "孤独先生",
            "release": 1
        }
    ],
    "introduction": "Juergen Teller, born in Germany in 1964, ranks amongst the most esteemed and groundbreaking photographers working today. After an auspicious beginning in the music industry in the late 1980s, snapping iconic pictures of the likes of Kurt Cobain and Sinead O’Connor, Teller moved on to the fashion world, quickly garnering international renown for his collaborations with the world’s most important models and designers. Instantly recognizable, Teller’s raw and overexposed aesthetic is reflective of his career-long exploration of honesty and truth, as evinced not only in his stark, blemished and often nude photographs of celebrities ranging from Helen Mirren to Kim Kardashian, but also in his even more revealing self-portraits.Over the last three decades, Teller has published dozens of photography books, exhibited his work in some of the most prestigious venues in the world such as New York’s Metropolitan Museum of Art and the Venice Biennale, and won numerous international awards, including the 2003 Citibank Photography Prize. Since 2014, he has held a professorship at the Academy of Fine Arts in Nürnberg.",
    "name_more_cn": [],
    "personage_id": "30273587",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1397383",
    "personage_link": "https://www.douban.com/personage/30273587/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-30T01:14:20"
}