{
    "sid": "1397374",
    "name": "艾伦·米杰特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1531707273.47.jpg",
    "imdb_id": "nm0585600",
    "name_en": "Allen Midgette",
    "name_full": "艾伦·米杰特 Allen Midgette",
    "birth_date": "1939年2月2日",
    "birth_place": "美国,新泽西州,肯顿",
    "last_movies": [
        {
            "id": 2134060,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508666947.jpg",
            "title": "东风",
            "release": 1
        },
        {
            "id": 1462409,
            "year": "1964",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2340164197.jpg",
            "title": "革命前夕",
            "release": 1
        },
        {
            "id": 1441973,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2006635940.jpg",
            "title": "死神",
            "release": 1
        }
    ],
    "introduction": "Actor and artist, Allen Midgette passed away at 82, on June 16, 2021, at his home in Woodstock, New York. A representative of Midgette, Raymond Foye announced that Midgette had passed after suffering from cardiopulmonary disease.Allen Midgette, born February 2, 1939, in Camden, New Jersey began studying and pursing acting as a young adult in New York City. His first appearance in film was as an extra in West Side Story (1961), though he originally auditioned for the lead role of Tony. After filming West Side Story, Midgette received the opportunity to travel to Italy. There he befriended Italian director Bernardo Bertolucci, who at the time was assistant to writer and filmmaker Pier Paolo Pasolini. Bertolucci, making his directorial debut, cast Midgette as a soldier in his 1962 film The Grim Reaper. Midgette was later cast again by Bertolucci to appear in his 1964 film Before the Revolution, in a more prominent role, as Agostino. Midgette embraced his work in Bertolucci’s films, especially since he was one of the few American actors to work and be a part of the Neo-Realist film movement occurring in Italy at the time. However, Midgette’s most infamous portrayal–and one he is partially unfavorable towards–is his impersonation of Andy Warhol.In 1967, Warhol hired Midgette to impersonate him on a visit to Rochester Institute of Technology for the lecture “Pop Art in Action.” This visit would eventually lead Midgette to attend multiple college lecture tours where he would pose as Warhol to unsuspecting audience members who thought they were meeting the artist.This bold stunt performed with elements similar to the Dada movement played upon the public’s perception, expectations, and intrigue surrounding the question of who exactly is Andy Warhol. With Andy Warhol only being an up-and-coming name outside of New York, information regarding the artist was scarce, aside from his notable consumer goods imagery. The lectures at the colleges would serve as an opportunity for Warhol to introduce himself to a larger audience. However, Warhol thought otherwise, enlisting the help of filmmaker Paul Morrissey to propose an offer to Midgette to pose as Warhol.Midgette at first declined. He eventually accepted the offer once Morrissey told him that he’d be paid $600. At the time, Midgette saw the offer as a quick way to make money and a simple role for him to take on. In a 2020 interview with Gagosian Quarterly, Midgette claimed “he knew Andy well enough to know he didn’t have to worry about talking too much, because Andy didn’t.”With drugstore compact powder to lighten his complexion and silver spray and talcum powder to alter his hair, Midgette transformed himself into Warhol. He dressed in a black leather jacket, black jeans, and sunglasses to fully embody Warhol’s look, and arrived at the airport accompanied by Morrissey, heading to Rochester, to attend the lecture.Appearing as Warhol, Midgette noted how the perception and actions of others changed while being around the artist, as opposed to the treatment he would’ve received if he appeared as himself. Midgette describes his appearance and interactions when traveling through the airport and arriving at Rochester Institute of Technology as unapproachable.Arriving at the lecture, a short commercial Warhol created for the aspirin product Bufferin was played to the audience, followed by a set of questions for Warhol. Questions such as “why do you wear so much makeup?” and “what formal artistic training have you received?” Midgette gave brief answers to the questions, knowing that if he were Andy, answering any question however he liked, would be fine. The lecture went as planned, with Midgette and Morrisey receiving $1200 from the college for attending; although, the appearance of Midgette posing as Warhol came into question by suspecting audience members.Midgette would later pose as Warhol again for another round of lectures at western colleges. He visited the University of Utah, the University of Montana, the University of Oregon, and Linfield University. However, this time around, it was apparent to some audience members that the Warhol they met was not actually Warhol. The Chronicle published an article in January 1968, headlined “Phony Warhol Suspected, Film Reveals Hoax on U.” Exposing the stunt, Warhol addressed it and the reasoning behind it, stating, “He was better than I am. He’s what people expected. They liked him better than they would’ve liked me.” Midgette was also aware that he handled the events socially better than Warhol would have, claiming, “I knew I could deal with people much more easily than he could because I did.”The performance is up for debate, either viewed as a form of media manipulation or commentary regarding identity. Midgette, however, views the performance as neither. He saw it for what it was, an acting performance. In an interview, Midgette commented on how the performance became all about the idea of identity, with everyone seeing Warhol and himself as being doubles. He further saw the stunt as exposing how people aren’t curious about what’s presented in front of them. In an interview with Gagosian Midgette states “If you’re being told it’s Andy and everyone else is accepting it, you’ll go along with that. They’re just seeing their own projection of you.”After the performance, Midgette’s acting career wasn’t taking off as he expected. He would appear as Warhol occasionally at events and reprise the role of Warhol in the 1991 Italian film Suffocating Heat. Midgette was hesitant when it came to primarily being known for portraying Warhol, expressing that he felt unrecognized for his work, but helped Warhol become recognized.",
    "name_more_cn": [],
    "personage_id": "30273568",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1397374",
    "personage_link": "https://www.douban.com/personage/30273568/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2021年6月16日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-05T19:35:24"
}