{
    "sid": "1404411",
    "name": "黄玉麟",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1542253956.54.jpg",
    "imdb_id": "nm7614741",
    "name_en": "Yulin Huang",
    "name_full": "黄玉麟 Yulin Huang",
    "birth_date": "1907年",
    "birth_place": "中国,江西,南昌",
    "last_movies": [
        {
            "id": 20473302,
            "year": "1925",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2176925133.jpg",
            "title": "人面桃花",
            "release": 1
        }
    ],
    "introduction": "黄玉麟，原名琼，字瑞生，别号欧碧馆主，贵州安平人，生于江西南昌，十岁拜南派花旦戚艳冰（艺名绿牡丹）为师，习京剧花旦。次年正式改名黄玉麟。起初艺名为“小绿牡丹”。1918年首次在南通登台。1919年，随师到沈阳、长春、哈尔滨、大连、营口等地演出。同年秋，恩师戚艳冰病逝，临终前将自己的艺名“绿牡丹”一并传给黄玉麟。黄玉麟先后到宁波、扬州等地演出。在应杭州凤舞台之聘演出时，小杨月楼、荀慧生等先后到杭州第一舞台演出，而叫座能力不及黄玉麟，一时竟使杨、荀等人退而避其锋，有“京沪名伶之至杭州者悉不敌而去”之说。1920年11月回沪，先后在亦舞台、大世界乾坤大剧场、春华舞台等登台演出。1923年11月应邀赴北京，在新明戏院演出，经汪派老生郭仲衡、名小生金仲仁介绍，拜王瑶卿为师，学青衣戏。1924年春南归，先后在上海第一台、更新舞台、大舞台等演出。以南、北派融会贯通，花旦、青衣各得其妙，誉满南派京剧舞台，与赵君玉、小杨月楼、刘筱衡并称南派京剧四大名旦。黄玉麟曾约刘四立、徐鸿培、刘文奎等组建群强京剧社，和长乐舞台订了合约。1925年6月，经朱启绥介绍，应日本东京帝国剧场之邀，率团东渡日本。7月1日起先后在东京、大阪、神户、西京等地演出，反响强烈。其书法艺事也为日本文化界留下深刻印象。日本学者野宇四郎撰作《支那剧解说》一书。日本方面还出版《绿牡丹号》杂志。8月11日回沪后，主要在大舞台、大新舞台、更新舞台等与李吉瑞、孙菊仙等合演。1927年，一度因与金仲仁之女订婚又毁约以及嗓病停演，在家研究旧剧，编排新戏，读书习字，善书画，有墨宝存世。并与文艺界人士及沪上诸名票交往，与“汉口梅兰芳”南铁生、“宁波余叔岩”沈白水过往甚密。1930年后，组织剧团赴云南昆明演出，在金碧游艺园、天南戏院演出《西游记》、《石头人招亲》、《开天辟地》、《飞龙传》等。1933年后去重庆、汉口、长沙、东北等地演出，因沾染鸦片，嗓音和扮相始衰败。1937年抗战爆发后，在营口、大连、沈阳、安东、哈尔滨、齐齐哈尔等地演出。在沈阳曾与唐韵笙、李仲林等同台。1943年与金少山、吴素秋、孙焕如等去北平，自己组班演出年余。因已难以花旦戏召客，即与徐兰沅、王少卿、李盛斌、白家麟等在广德楼合组节勤社彩头班。抗战胜利后戒绝鸦片，改行经商。1948年回上海，因不善经营而亏损，靠教戏度日。1949年新中国成立后重返舞台，先与黄桂秋在南京中华剧场演出，后回沪加入人民大舞台与黄桂秋等合作短期演出。1951年参加上海京剧改进协会流动演员的演出。1952年在上海市文化局支持下，组织京艺京剧团，任团长。1956年10月起，经林鹏程介绍被上海市戏曲学校聘为京剧花旦教师。文革中身心受摧残，1968年11月15日含冤离世。",
    "name_more_cn": [
        "黄琼(本名)",
        "黄瑞生",
        "绿牡丹(艺名)",
        "欧碧馆主(别号)"
    ],
    "personage_id": "30378029",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1404411",
    "personage_link": "https://www.douban.com/personage/30378029/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1968年11月15日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-11-10T20:26:38"
}