{
    "sid": "1405406",
    "name": "克里斯蒂娜·维瑟",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pkSXUCfv6JJEcel_avatar_uploaded1542961521.09.jpg",
    "imdb_id": "nm5339544",
    "name_en": "Christia Visser",
    "name_full": "克里斯蒂娜·维瑟 Christia Visser",
    "birth_date": "",
    "birth_place": "南非,西开普省,开普敦",
    "last_movies": [
        {
            "id": 34875464,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572946633.jpg",
            "title": "Girl from Nowhere",
            "release": 1
        },
        {
            "id": 30247438,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524934787.jpg",
            "title": "苔丝",
            "release": 1
        },
        {
            "id": 30221717,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522580237.jpg",
            "title": "Last Ones Out",
            "release": 1
        },
        {
            "id": 30220707,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522051493.jpg",
            "title": "侦察兵",
            "release": 1
        },
        {
            "id": 26890684,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2388349612.jpg",
            "title": "鲨鱼星球",
            "release": 1
        },
        {
            "id": 26617266,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519405829.jpg",
            "title": "特洛伊：陷落之城",
            "release": 1
        }
    ],
    "introduction": "Christia is a fun-loving and passionate artist, born in Cape Town and raised in the small town of Swellendam. With her expressive personality, she wants nothing more than to entertain, whether it's through acting, dancing, singing, voice work or writing. Christia did three years of theatre training at Stellenbosch High school, during which time she won best actress at the Kleine Libertas theatre schools competition for her role as 'Annemie' in 'Poppespel'. She then went on to study screen acting and completed the two year Advanced Acting For Film Diploma at Act Cape Town, where she gained much experience acting in numerous student films. Apart from acting training, Christia also has 3 years of classical voice training with Koba Wicomb and she has been dancing from the age of 8 doing various styles such as Modern, Contemporary, Hip -Hop, Latin -American and Ballroom. Since Act Cape Town , Christia has been moving only forward and upward. She graced the coveted Maynardville stage as she performed in Shakespeare's Cardenio in the Sumer of 2012 - 2013 and In 2013 and 2014, she performed at the KKNK and Aardklop in Nicola Hanekom's award winning show, 'Land van Skedels'. Christia is no stranger to the film world either, she has starred in many national and international productions. She made her mark in the Afrikaans film industry landing the role of Lena Aucamp Jnr in Leon van Nierop's acclaimed 'Ballade vir n Enkeling' film. She also landed the lead in Corne van Rooyen's Debut film, 'Hollywood in my huis' and for this she won the silwerskermfees award for Peoples Choice-Best Actress in 2014. Most recently she stars in the Afrikaans TV series, 'Die Boekklub', the feature Documentary on the True Story of 'Alison' Botha, as well as the Much Anticipated feature, 'Tess'. Goal orientated and driven, Christia is ready for any new project that could come her way and enjoys every soul quenching experience to the fullest.",
    "name_more_cn": [],
    "personage_id": "30388119",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1405406",
    "personage_link": "https://www.douban.com/personage/30388119/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-15T10:13:16"
}