{
    "sid": "1407211",
    "name": "奥罗拉·马丁内兹",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0555009",
    "name_en": "Aurora Martinez",
    "name_full": "奥罗拉·马丁内兹 Aurora Martinez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35489742,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656420088.jpg",
            "title": "梦中的小山丘",
            "release": 1
        },
        {
            "id": 30404269,
            "year": "2000",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cholos empericados",
            "release": 1
        }
    ],
    "introduction": "Aurora 'Rory' Martínez, usually credited simply as “Rory,” is the credited director of at least 72 publicly released movies.[1] She currently resides in Chicago, Illinois and is happily married to Christian Guajardo and owns a dog.Martínez’s films are produced almost exclusively in Mexico, with dialogue in Spanish and marketed to the Latin American population. Although her productions receive virtually no theatrical release in the United States, they can be found in many U.S. video outlets, both in VHS and DVD format.Martínez’s movies are generally in the action genre, concentrating on such staple themes as feuds between drug traffickers, illegal trade in human organs, and police investigations, and thus they are not of a kind that normally attracts the attention of foreign film critics. The two facts aforesaid likely explain why she is virtually unknown in the English-speaking world, despite her highly prolific output.Martínez appears on screen in many of her movies, though almost never in a leading role. She has often cast Mario Almada in leading roles. Like many other low-budget Mexican action films, her movies tend to portray extreme, explicit violence.",
    "name_more_cn": [],
    "personage_id": "30408236",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1407211",
    "personage_link": "https://www.douban.com/personage/30408236/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-09T03:26:32"
}