{
    "sid": "1408664",
    "name": "瓦伦西亚·阿尔加林",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pivf9i3FQ4Q0cel_avatar_uploaded1547024811.42.jpg",
    "imdb_id": "nm2713785",
    "name_en": "Valenzia Algarin",
    "name_full": "瓦伦西亚·阿尔加林 Valenzia Algarin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30379922,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540044168.jpg",
            "title": "The Sparrows: Nesting",
            "release": 1
        }
    ],
    "introduction": "ValenZia Algarin hails from the city of Peabody, a small town outside of Boston MA. Her father, Carlos Algarin, is of Puerto Rican descent and her mother, Mercedes Algarin, is of Dominican descent. Valenzia's love of acting blossomed into a career that began on stage and transitioned into the film industry. Some of her stage credits include: One-woman shows, The Piano Lesson, Laundry & Bourbon, Biloxi Blues, & a Hat Full of Rain. A few Television credits include HBO's \"True Blood\" as the recurring character of \"Maria\" introduced to us in Season 4, Adult Swims Black Jesus, TNT's SouthLand, CBS's Cold Case, TV Ones Love That Girl, & Comedy Centrals Mind of Mencia... Other credits include \"The Journey of A Female Comic\" a DocuComedy that made waves in Theatre's across the Country where Valenzia holds her own in representing for the the youth of Latin America.. Algarin endeavors to work on films & characters that challenge her ability as an actor. \"The more a film is characterized as raw & real, the more I am determined to master the role ~Valenzia\"... A case in point is the film \"Hard Silence (Silencio Fuerte)\" where Algarin received accolades and rave reviews for her powerful performance in the film as \"Karla\", a young girl who is physically, mentally, and sexually abused by her mother. As an avid spoken word artist who continues to perform her poetry, Algarin recently collaborated, performed and wrote lyrics on singer/songwriter/producer Margo Thunder's (of 9.9) latest CD, \"R&B 101\" in the song \"With Open Arms\". Through this, she has now started her venture in the music world! More then just an actress, Valenzia Algarin is an advocate for children. When not on stage, in the studio or in front of the camera, Valenzia is busy starting her own Foundation \"It All Starts With A Dream\", where she visits & speaks at schools to mentor the youth by inspiring them to dream, believe & reach goals. She stresses to the youth that they are the \"Remote Control of Their Lives\". Algarin has also collaborated with \"Future First\", an after school program & has teamed up with celebrity trainer Dion Jackson, one of the founders of \"Lets Move Hollywood\" which is a campaign to fight against childhood obesity, helping the First Lady Michelle Obama's Lets Move. Valenzia Algarin is quickly becoming the Positive Role Model to the youth in this country in hopes of one day reaching the youth around the world.",
    "name_more_cn": [],
    "personage_id": "30427204",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1408664",
    "personage_link": "https://www.douban.com/personage/30427204/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-13T17:14:28"
}