{
    "sid": "1408163",
    "name": "凯特·赫伦",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/515c18dd4092f2c322ef53de884e6dc4.jpg",
    "imdb_id": "nm3513341",
    "name_en": "Kate Herron",
    "name_full": "凯特·赫伦 Kate Herron",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36763417,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920488881.jpg",
            "title": "玛戈没钱了",
            "release": 0
        },
        {
            "id": 36221305,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919586166.jpg",
            "title": "最后生还者 第二季",
            "release": 1
        },
        {
            "id": 36114463,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881521623.jpg",
            "title": "驿站奇遇",
            "release": 1
        },
        {
            "id": 35642159,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911114339.jpg",
            "title": "神秘博士 第一季",
            "release": 1
        },
        {
            "id": 35606445,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909709043.jpg",
            "title": "smear",
            "release": 1
        },
        {
            "id": 35315961,
            "year": "2027",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "未命名【凯特·赫伦】执导电影",
            "release": 0
        },
        {
            "id": 33218529,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570968475.jpg",
            "title": "寻出个黎明",
            "release": 1
        },
        {
            "id": 30331432,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2646859929.jpg",
            "title": "洛基 第一季",
            "release": 1
        },
        {
            "id": 27594217,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569324883.jpg",
            "title": "性爱自修室 第一季",
            "release": 1
        },
        {
            "id": 3893806,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618524705.jpg",
            "title": "模拟人生",
            "release": 0
        }
    ],
    "introduction": "Kate Herron is a Writer-Director working in film, television and comic books.She served as Executive Producer and directed the entirety of Marvel Studios \"Loki\", starring Tom Hiddleston with Owen Wilson, Sophia Di Martino, Gugu Mbatha-Raw, Wunmi Mosaku and Jonathan Majors. The show received international acclaim on it's launch on Disney Plus and was confirmed by Marvel after it's launch as their most-watched show on the platform. Kate was recognized in Variety's 2021 \"Top of Their Game\" Television Producers Impact Report for her work on the show.Kevin Feige said of Kate's contribution and bringing together the idea of a Loki time-travel show, \"The real answer is, the inspiration was Kate. We knew we wanted to do a Tom Hiddleston-Loki series. We knew we wanted to have time travel elements. Our producer, Stephen Broussard, and our other producer, Kevin Wright, and I were always fans of this Time Variance Authority organization from the comics for years and years. We've loved the idea of it. But just didn't know exactly what to do with it before Kevin and Stephen had the idea of putting it as a major part of this show. But it's really Kate's meetings with us and her pitch that brought in all those references and allowed us to look at this as in a slightly different genre than we were anticipating. So, that's my answer; is our inspiration was Kate and her pitch for this job.\"Previously Kate directed the first season of Netflix Original, \"Sex Education\", created by Laurie Nunn and produced by Eleven Film. The show stars Asa Butterfield, Ncuti Gatwa, Emma Mackey and Gillian Anderson. She directed the second half of the show which launched on Netflix on January 11th 2019, to 190 countries. It was described as, \"A standout teen comedy\" by Rolling Stone, \"Snort out loud funny\" by Financial Times and \"Horny and Heartfelt\" by Entertainment Weekly. It's first season received a 91% fresh rating on Rotten Tomatoes and 81 on Meta Critic.Before \"Sex Education\", Kate directed every episode of \"Five by Five\" for BBC/Green Door Pictures, starring & exec-produced by Idris Elba. The show was a Sunday Times Critics Pick of the Week and is on Amazon Prime. This was her first directing job in television.Before working in television, Kate cut her teeth on the independent film circuit making a number of comedy short films. Her work was featured by Vimeo Staff Picks, Comedy Central and the British Film Institute did a Retrospective of her shorts in 2016 as part of Underwire Film Festival. Paul Feig described her film \"Smear\" which starred Loki's Sophia Di Martino, as \"Very funny\"Her shorts also had her featured as a Forbes 30 Under 30, a Screen International Star of Tomorrow, Broadcast Hot Shot and on the BBC Hot New Talent List. She was described as \"A huge comedy voice in the years to come\" by Sky Comedy.",
    "name_more_cn": [],
    "personage_id": "30420215",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1408163",
    "personage_link": "https://www.douban.com/personage/30420215/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-01T09:21:24"
}