{
    "sid": "1409888",
    "name": "阿德里安·格林·麦莫伦",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1548653660.45.jpg",
    "imdb_id": "nm1412321",
    "name_en": "Adrian Glynn McMorran",
    "name_full": "阿德里安·格林·麦莫伦 Adrian Glynn McMorran",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36442561,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911243996.jpg",
            "title": "超人和露易丝 第四季",
            "release": 1
        },
        {
            "id": 35811742,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888978489.jpg",
            "title": "超人和露易丝 第三季",
            "release": 1
        },
        {
            "id": 23774816,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508053316.jpg",
            "title": "啄木鸟伍迪",
            "release": 1
        },
        {
            "id": 5327268,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2279945831.jpg",
            "title": "荒野猎人",
            "release": 1
        }
    ],
    "introduction": "Adrian Glynn McMorran is a Vancouver, Canada-based actor and musician. Raised in Vancouver, Adrian received a BA in Theatre from the University of British Columbia and studied acting at New York's Atlantic Theatre School. He has been featured in numerous TV shows, most notably as \"Inias\" on Supernatural, \"Jeremy Creek\" on Smallville and \"Murmur/Michael Amar\" on the CW's Arrow. He has also appeared in feature films such as Josie and the Pussycats and 50/50.Adrian also records and tours as a singer-songwriter (\"Adrian Glynn\") and has spent the past few years playing shows in Canada and Europe, both as a solo act and as a member of the Canadian modern folk group, The Fugitives. He is signed to Vancouver's Light Organ Records. As a solo artist, Glynn's first full-length record, Bruise, won him a nomination for Emerging Artist of the Year at the Canadian Independent Music Awards. He has been featured at many festivals across Canada and the UK and has opened for shows for artists like Glen Hansard, the Barr Brothers and Joe Pug.The Fugitives 2014 release, Everything Will Happen, garnered them nominations for the Canadian Folk Music Awards and the Western Canadian Music Awards and saw them supporting Buffy Saint-Marie across Western Canada as well as playing a feature slot at the 2014 Glastonbury. Festival in the UK.",
    "name_more_cn": [],
    "personage_id": "30446497",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1409888",
    "personage_link": "https://www.douban.com/personage/30446497/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-10T17:21:40"
}