{
    "sid": "1410760",
    "name": "卡梅伦·布罗德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1551323008.23.jpg",
    "imdb_id": "nm7086588",
    "name_en": "Cameron Brodeur",
    "name_full": "卡梅伦·布罗德 Cameron Brodeur",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30488653,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2611653961.jpg",
            "title": "伞学院 第二季",
            "release": 1
        },
        {
            "id": 26786669,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558678036.jpg",
            "title": "决战中途岛",
            "release": 1
        },
        {
            "id": 3262045,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542089115.jpg",
            "title": "伞学院 第一季",
            "release": 1
        }
    ],
    "introduction": "Born in Montreal Canada, Cameron is fluent in both English and French. He began studying dance at age 2 at his family run dance school, the Cameron School of Dance. Although he was exposed to, and trained in, many forms of dance, he quickly developed a passion for Bboy (Breakdancing) and Musical theatre. Cameron has performed and competed in dance all over Canada and the United states including shows at sea aboard a Carnival Cruise ship and at Disneyland. In 2012, Cameron decided he wanted to give acting a shot. On his first audition he landed a role in an English/French TV commercial. Over the following year, Cameron went on to book several other TV and radio commercials. In 2013 he began training with Montreal Teen Tour Theater, all the while continuing to pursue his passion for dance. In August 2014 Cameron auditioned for, and booked, the role of Soren on Season 2 of Helix (SYFY). His experience on the set of Helix is what confirmed to him that he wanted to pursue acting as a career.Cameron has maturity beyond his years. When he is not busy acting and dancing, he loves to snowboard and play video games with his friends.",
    "name_more_cn": [],
    "personage_id": "30459934",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1410760",
    "personage_link": "https://www.douban.com/personage/30459934/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-21T02:44:44"
}