{
    "sid": "1414848",
    "name": "索尼娅·玛丽亚·基里拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cfda07b1241029aa5aaa8114e24666c7.jpg",
    "imdb_id": "nm6138402",
    "name_en": "Sonia Maria Chirila",
    "name_full": "索尼娅·玛丽亚·基里拉 Sonia Maria Chirila",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 25943559,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2748517298.jpg",
            "title": "单身妈妈的秘密生活",
            "release": 1
        },
        {
            "id": 25848328,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884221114.jpg",
            "title": "最后生还者 第一季",
            "release": 1
        },
        {
            "id": 1904722,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547439963.jpg",
            "title": "宠物坟场",
            "release": 1
        }
    ],
    "introduction": "Sonia Maria Chirila is a Canadian-born actress with Romanian heritage, known for her multilingual abilities in English, French, and Romanian. Her journey in the entertainment industry began at the tender age of 6 when she secured her first role in a TV movie. From there, she delved into professional workshops and gradually earned roles in larger productions. In addition to her acting pursuits, Sonia has showcased her athleticism as a competitive athlete in acrobatic gymnastics and power tumbling, participating in both provincial and national competitions. Beyond the spotlight, she shares her life with two furry companions, a cat and a dog. Outside of her professional endeavors, Sonia is a multifaceted individual with a passion for the arts. She finds joy in reading, painting, and drawing, all while enjoying the beauty of good music. Undoubtedly, her love for movies has influenced her career aspirations, as she harbors a dream of becoming a successful director in the future. Sonia Maria Chirila is not only a talented actress and aspiring director but also a social individual who finds joy in spending time with friends. Her vibrant and sociable nature adds another dimension to her personality, showcasing a well-rounded and engaging individual outside of her professional pursuits. Whether it's collaborating on creative projects, sharing experiences, or simply enjoying each other's company, Sonia values the connections she makes with those around her. This social aspect adds warmth to her character and complements her diverse interests and ambitions in the entertainment industry.",
    "name_more_cn": [],
    "personage_id": "33413645",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1414848",
    "personage_link": "https://www.douban.com/personage/33413645/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-27T15:49:23"
}