{
    "sid": "1422518",
    "name": "Martha Pinson ",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1572356101.94.jpg",
    "imdb_id": "nm0684549",
    "name_en": "Martha Pinson",
    "name_full": "Martha Pinson  Martha Pinson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26007327,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567732118.jpg",
            "title": "明天",
            "release": 1
        },
        {
            "id": 24705265,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602950482.jpg",
            "title": "一位美国导演的工作纪录：马丁·斯科塞斯",
            "release": 1
        }
    ],
    "introduction": "Martha Pinson is a filmmaker based in New York. The feature film she directed, \"Tomorrow,\" recently won Best Narrative Feature at 3 USA festivals: SCAD Savannah, Napa Valley, and Seneca FF, NY. In 2011, she directed the short, \"It's Not Saturday,\" for VisionFest'11's filmmaker challenge. It premiered at the Hoboken Film Festival in NJ. In 2010. She directed a 4-camera video of \"The Man in Room 306,\"off-Broadway production and ten short plays in dramatic readings at the Drama Bookshop, NY. In 2008-09, she wrote and directed the pilot episode for \"Rescue Meal,\" about firehouse chefs. In 2006, she directed \"King Alive,\" a short film in which Craig Edwards performs Martin Luther King excerpts. In 2005, she directed Sheila Evan's \"Billie Holiday Cabaret\" in Provincetown, MA, to a standing ovation. In 2002, she completed her award-winning short, \"Don't Nobody Love the Game More than Me,\" which aired nationally on the PBS' \"Independent Lens.\" It screened in over 20 festivals and was awarded Best Short by the Westchester and Toronto Online Festivals. In 1999-2000, she produced and directed Bob Rogers' 10-character comedy, \"Small Potatoes,\" in its successful six-week Off Broadway run on Theater Row. In 1998, she directed \"Acts of Faith\" by Stephen E. Mantin at Chain Lightning in New York, to excellent reviews. She was a second unit director on \"Just the Ticket,\" starring Andy Garcia.Martha has written numerous original and adapted screenplays, including \"Body Count 1968\" - an award winning coming-of-age drama, an adaptation of Stendhal's \"The Red and the Black\" and a stage adaptation of the same, \"Climbing Ladders in the Moonlight.\" She adapted novelist Sonja Greenlee's novel of the Daytona Beach underworld in 1976, \"The Last Resort.\" She and Ms. Greenlee also collaborated on the award-winning \"The Loophole,\" a comedy about exotic dancers who perform Shakespeare.Martha has been directing consultant to Richard Wenk, Darren Starr, and Tom Cavanagh, and Script Supervisor fo",
    "name_more_cn": [],
    "personage_id": "34813281",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1422518",
    "personage_link": "https://www.douban.com/personage/34813281/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-07T20:33:55"
}