{
    "sid": "1422819",
    "name": "弗洛里安·弗罗魏因",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1568115687.78.jpg",
    "imdb_id": "nm5030020",
    "name_en": "Florian Frowein",
    "name_full": "弗洛里安·弗罗魏因 Florian Frowein",
    "birth_date": "1988年5月7日",
    "birth_place": "Wuppertal, Deutschland 乌珀塔尔",
    "last_movies": [
        {
            "id": 26326008,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884684858.jpg",
            "title": "贝蒂的诊所",
            "release": 1
        },
        {
            "id": 5213128,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893483716.jpg",
            "title": "爱的风暴",
            "release": 1
        }
    ],
    "introduction": "Zunächst sammelte Florian Frowein von 2004 bis 2005 erste Schauspielerfahrungen bei Christoph Hilger, worauf von 2005 bis 2006 Workshops in „Sprecherziehung“ bei Anna Martini und „Schauspiel“ bei Andreas Durban folgten, ehe ihn sein Weg zum Verein TheaterLabor TraumGesicht e. V. führte. Dort erhielt Frowein von 2006 bis 2010 Unterricht in den Sparten „Schauspiel“, „Sprecherziehung“ und „klassische Rollengestaltung“ bei Wolfgang St. Keuter. Seit 2011 erweitert er seine Profession bei Manfred Schwabe und Hanfried Schüttler.Erstmals stand Frowein im Jahr 2007 für die Pilotfolge der Daily Soap Ahornallee vor der Kamera. Dem folgten ein Kleinauftritt im Fernsehfilm Frau Böhm sagt Nein sowie eine Nebenrolle in der Serie Das Haus Anubis. Einem breiten Publikum wurde er durch sein erstes durchgängiges Fernsehengagement in der ZDF-Telenovela Wege zum Glück – Spuren im Sand bekannt, wo er vom 8. Mai bis 28. September 2012 als Forstwirt Leon Schilling zu sehen war.Neben seiner Schauspieltätigkeit absolvierte Frowein von 2008 bis 2011 eine Ausbildung zum Mediengestalter in Bild und Ton an der Macromedia Hochschule für Medien und Kommunikation in Köln. Zudem arbeitet er als Model und war im Zuge dessen bereits Werbegesicht einiger Kampagnen, etwa für Bungalow und Salamander.Florian Frowein spricht neben seiner Muttersprache fließend Englisch. Er lebt mit seiner Familie in Köln.",
    "name_more_cn": [],
    "personage_id": "34817028",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1422819",
    "personage_link": "https://www.douban.com/personage/34817028/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-14T06:52:11"
}