{
    "sid": "1423577",
    "name": "Mariah Garnett",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pYSeFLikighscel_avatar_uploaded1569471273.41.jpg",
    "imdb_id": "nm6874316",
    "name_en": "",
    "name_full": "Mariah Garnett",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37235045,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Songbook",
            "release": 1
        },
        {
            "id": 35256175,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925187571.jpg",
            "title": "You Will Never Ever Be a Woman. You Must Live the Rest of Your Days Entirely as a Man, and You Will Only Grow More Masculine with Each Passing Year. There Is No Way Out.",
            "release": 1
        },
        {
            "id": 34841859,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570776691.jpg",
            "title": "Trouble",
            "release": 1
        }
    ],
    "introduction": "Mariah Garnett mixes documentary, narrative and experimental filmmaking practices to make work that accesses existing people and communities beyond her immediate experience. Using source material that ranges from found text to iconic gay porn stars, Garnett often inserts herself into the films, creating cinematic allegories that codify and locate identity.Recent solo exhibitions include a 10 year survey show at Los Angles Municipal Art Gallery, Metropolitan Arts Centre, Belfast UK (Tate Network), ltd los angeles and Louis B James (NYC). Garnett was named a Guggenheim fellow in Film & Video in 2019. She holds an MFA from Calarts in Film/Video and a BA from Brown University in American Civilization. Garnett’s work has screened and exhibited internationally at venues including The New Museum, SF MoMA, REDCAT, Ann Arbor Film Festival and the 2014 Made in LA Hammer Biennial. Her work has been featured in  in Bomb Magazine, Artforum, and The New York Times. She lives and works in Los Angeles.",
    "name_more_cn": [],
    "personage_id": "34842300",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1423577",
    "personage_link": "https://www.douban.com/personage/34842300/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-26T06:50:22"
}