{
    "sid": "1428025",
    "name": "亚历克斯·柯林斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1576459660.69.jpg",
    "imdb_id": "nm1180204",
    "name_en": "Alex Collins",
    "name_full": "亚历克斯·柯林斯 Alex Collins",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35457305,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882668148.jpg",
            "title": "逐星女 第三季",
            "release": 1
        },
        {
            "id": 35133687,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2671090976.jpg",
            "title": "逐星女 第二季",
            "release": 1
        },
        {
            "id": 27045511,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614906973.jpg",
            "title": "恶魔之地",
            "release": 1
        },
        {
            "id": 25842038,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578705064.jpg",
            "title": "理查德·朱维尔的哀歌",
            "release": 1
        }
    ],
    "introduction": "Alex Collins is an actor most recently known for his portrayal of Dr. Charles McNider/Dr. MidNite on DC's hit series Stargirl on the CW. Other credits include a recurring role as Crane on the HBO series Lovecraft Country and Max Green in the Oscar-nominated film Richard Jewell. He has also been seen in Sleepy Hollow, Cobra Kai, True Detective, The Gifted and TURN: Washington's Spies, to name just a few.Alex is a SAG-AFTRA member of more than 19 years, with experience in both the Los Angeles and Atlanta markets as an actor, content creator, producer of both union films and live theatre, acting teacher, audition coach, and industry consultant. Collins has shared the screen with some of the industry's biggest heavyweights, including Tom Cruise, Woody Harrelson, Mahershala Ali, Cynthia Erivo, Jon Bernthal, Michelle Monaghan, David Harbour, Sam Worthington, Garret Dillahunt, and Jimmy Smits; Directors include Clint Eastwood, Rob Reiner, Doug Liman and many more.Collins has been teaching at Drama Inc. for the last eight years, & and is an invited guest instructor at the SAG-AFTRA Conservatory in Atlanta. As a teacher, Collins has over a decade of classroom instruction, combined with individual, one-on-one coaching, both in person in the Atlanta area, & via Zoom/Skype, available to anyone, anywhere. His clients range from brand new actors to series regulars.",
    "name_more_cn": [],
    "personage_id": "34917355",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1428025",
    "personage_link": "https://www.douban.com/personage/34917355/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-14T06:00:08"
}