{
    "sid": "1434350",
    "name": "卡罗莱娜·索萨",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演",
        "剪辑"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pBtAaovQcS6Ycel_avatar_uploaded1584372375.16.jpg",
    "imdb_id": "nm8664112",
    "name_en": "Carolina Sosa",
    "name_full": "卡罗莱娜·索萨 Carolina Sosa",
    "birth_date": "1991年5月30日",
    "birth_place": "乌拉圭，蒙得维的亚",
    "last_movies": [
        {
            "id": 34994799,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2591037249.jpg",
            "title": "恐川症",
            "release": 1
        },
        {
            "id": 34772647,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564210932.jpg",
            "title": "从地心到太阳",
            "release": 1
        }
    ],
    "introduction": "Carolina Sosa was born in Uruguay and she lived in Argentina, Mexico and, most recently, in Los Angeles, where she completed a master's degree in documentary filmmaking at the New York Film Academy. She has been directing and producing documentaries for the last six years in different countries. She is an active member of IDA, a Fulbright scholar, and her most recent short documentary, \"Exit the shelter\", received the award for best film at the L.A. Television, Script and Film festival and an award of Excellence from the Hollywood International Independent Documentary Awards in 2018. In 2013, she directed Okurelo Cine, the first film festival for blind and deaf people in Uruguay, which received a grant from the Uruguayan Film Commission. Later, she was invited by the International film festival, CinemaFest 2014, in Mexico, to direct the Audiovisual Inclusion and Accessibility Department and she currently directs the Okurelo Cine organization. She has a bachelor degree in Communication and has worked freelance for different productions companies, mainly as a producer, camerawoman, and editor. Moreover, she recently wrote the script of the feature documentary \"From Core to Sun\" and worked as a camera-woman with Harrison Engle, former president of IDA. Her latest work is her first feature documentary, \"Trumphobia: what both sides fear\", which received The Miller/Packan Film Fund for post-production from the Rogovy Foundation in 2018. She has also received the Fulbright Scholarship, sponsored by the U.S. State Department (2015-2017), the New York Film Academy Tuition Award (2015-2017), the Movilidad Mercosur scholarship sponsored by the European Union and Mercosur (2012), the Studies of the U.S. Institutes for Student Leaders scholarship funded by the U.S. State Department (2010) and received the Academic Excellence scholarship of Universidad de Montevideo (2009-2012).",
    "name_more_cn": [],
    "personage_id": "34997221",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1434350",
    "personage_link": "https://www.douban.com/personage/34997221/",
    "property_other": [],
    "name_more_other": [
        "Carito Sosa"
    ],
    "update_at": "2025-06-17T22:21:40"
}