{
    "sid": "1437720",
    "name": "史蒂夫·哈珀",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f2167d7d7d2eac4020ad7eb39f6627a6.jpg",
    "imdb_id": "nm1829800",
    "name_en": "Steve Harper",
    "name_full": "史蒂夫·哈珀 Steve Harper",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35457305,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882668148.jpg",
            "title": "逐星女 第三季",
            "release": 1
        },
        {
            "id": 35239984,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632050235.jpg",
            "title": "说出你的秘密",
            "release": 1
        },
        {
            "id": 26792785,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2425783876.jpg",
            "title": "美国重案 第三季",
            "release": 1
        },
        {
            "id": 19963885,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1960398389.jpg",
            "title": "谍影迷情 第四季",
            "release": 1
        },
        {
            "id": 10573548,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1578701533.jpg",
            "title": "谍影迷情 第三季",
            "release": 1
        },
        {
            "id": 3869260,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374046612.jpg",
            "title": "摧花狂魔",
            "release": 1
        }
    ],
    "introduction": "Steve Harper is a TV writer, playwright & actor dedicated to exploring the impact of culture and metaphysics on everyday life. Born in Brooklyn and raised on Long Island by a Catholic father and a mother obsessed with Stephen King and horror novels, Steve's writing work investigates how we navigate the world when invisible forces make themselves present. His work examines spirituality, sexuality, race, class and often deals with spirit creatures, mythical beings and powers beyond human understanding. A graduate of Yale, The A.R.T. Institute for Advanced Theatre Training at Harvard and the playwriting program at Juilliard, Steve's plays have been produced across the country at venues including Juilliard, The American Airlines Theater, Chicago's American Theatre Company, Vivid Stage, The Theater Project, Northwestern and Georgia Southern University. His plays have been workshopped and/or read at L.A.'s Celebration Theatre, New York Stage and Film, and New York Theatre Workshop, and The Tribeca Theater Festival. His collection: A Few Short Plays to Save the World was published by Laughing Panda Press and won a 2023 Independent Press Award in the category of Performing Arts.As an actor he's appeared on TV, film and onstage at The Guthrie, The Kennedy Center, Williamstown, The Contemporary American Theater Festival and in regional theatres around the country.Awards include the Artistic Achievement Award from the Afro-American Cultural Center at Yale, the Millennium Telly Award, the Le Compte du Nouy prize at Juilliard (two-time recipient), a MacDowell Colony National Endowment for the Arts Fellowship and two Yaddo fellowships including the Skidmore Residency for Artists of Color.",
    "name_more_cn": [],
    "personage_id": "35065210",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1437720",
    "personage_link": "https://www.douban.com/personage/35065210/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-12T23:30:30"
}