{
    "sid": "1438169",
    "name": "斯瓦迪•贝斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pqNhxQoAgqAkcel_avatar_uploaded1590072017.17.jpg",
    "imdb_id": "nm2455306",
    "name_en": "Swati Bhise",
    "name_full": "斯瓦迪•贝斯 Swati Bhise",
    "birth_date": "1959年10月21日",
    "birth_place": "印度，孟买",
    "last_movies": [
        {
            "id": 27191803,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568922777.jpg",
            "title": "宝剑与权杖",
            "release": 1
        }
    ],
    "introduction": "Swati Gupte Bhise has lived a bi-continental life between India and New York for the last 33 years. During this time she has played numerous roles, the primary one being that of an ambassador of Indian culture. In recent years she has founded two important organizations in New York and Goa. She founded Sanskriti, a non-profit that has brought classical Indian arts (with an emphasis on performing arts), literature, music and philosophy to more than 100 public and private schools in the New York City metropolitan area. Sanskriti also sponsors visiting artists from India. In India, she launched the Sadir Theater Festival, which promotes unique and thought-provoking global theater. Over her lifetime, she in turn has been a leading exponent of the classical Indian dance form of Bharatanatyam as well as a choreographer and teacher. She has served as an artist in residence at Lincoln Center and many leading American universities. She has hosted TV talk shows with a spotlight on culture and served as a moderator on museum panels. She follows the teachings of India's great heritage and believes firmly in the Guru-Shishya parampara, the traditional Indian model of mentoring. She lives in New York and Goa with her husband, mother and three dogs.",
    "name_more_cn": [
        "斯瓦迪•古普塔•贝斯"
    ],
    "personage_id": "35075990",
    "family_member": [
        "Baharat Bhise（夫）",
        "Devika Bhise（女）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1438169",
    "personage_link": "https://www.douban.com/personage/35075990/",
    "property_other": [],
    "name_more_other": [
        "Swati Gupte Bhise"
    ],
    "update_at": "2025-05-06T08:07:46"
}