{
    "sid": "1438110",
    "name": "丹尼尔·皮瑞",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pbeDzh8wToIcel_avatar_uploaded1589904396.82.jpg",
    "imdb_id": "nm1770860",
    "name_en": "Daniel Pirrie",
    "name_full": "丹尼尔·皮瑞 Daniel Pirrie",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35208714,
            "year": "2014",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Agreement",
            "release": 1
        },
        {
            "id": 5990367,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1439030896.jpg",
            "title": "唐顿庄园 第二季",
            "release": 1
        }
    ],
    "introduction": "Overview (1)Height\t5' 11½\" (1.82 m)Mini Bio (1)Trained at LAMDA graduating in 2003. He has an extensive background in theatre in London's West End as well as the Edinburgh Festival where his portrayal of infamous murderer Richard Loeb in 'Never the Sinner' was described by The Scotsman as \"a tour de force: flamboyant, posturing, ironic, and with the magnetism the part requires\", and prompted The Times to feature him as a \"Great British Hope\" when the production transferred to the Arts Theatre in London's West End.He has had roles on British television in hit shows such as Downton Abbey, Dr. Who and Case Histories.He was offered the part of Jason Fraser in Diana starring alongside Naomi Watts.- IMDb Mini Biography By: MLTrivia (6)He moved to London from Sao Paulo at the age of three with his family.He speaks fluent Spanish, Portuguese and French.His father is from Edinburgh, Scotland and his mother is from Rio de Janeiro, Brazil.Nominated for Best Actor at the Stage Awards for Acting Excellence 2007 for his role as Dr. Allen Malcolm in \"Sting For Nolte\" at the Edinburgh Festival.Has worked with Dan Stevens twice: on the London stage in The Vortex and on television in Downton Abbey.Having just finished in hit comedy 'Sting For Nolte' for which he won Best Actor at the Edinburgh Festival, he is in rehearsals for Noel Coward's 'The Vortex' due in London's West End in February 2008, and directed by Sir Peter Hall. [November 2007]",
    "name_more_cn": [],
    "personage_id": "35074285",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1438110",
    "personage_link": "https://www.douban.com/personage/35074285/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-15T09:52:38"
}