{
    "sid": "1439489",
    "name": "张照堂",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "摄影"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4bf0c2f66cc8d8f44003a88addc80e86.jpg",
    "imdb_id": "",
    "name_en": "Zhaotang Zhang",
    "name_full": "张照堂 Zhaotang Zhang",
    "birth_date": "1943年11月17日",
    "birth_place": "台湾新北市",
    "last_movies": [
        {
            "id": 37069746,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914060624.jpg",
            "title": "凝視的剎那 - 張照堂造像",
            "release": 1
        },
        {
            "id": 30428115,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877069234.jpg",
            "title": "大甲妈祖回娘家",
            "release": 1
        },
        {
            "id": 30327705,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624336873.jpg",
            "title": "实验002（座谈会侧拍）",
            "release": 1
        }
    ],
    "introduction": "张照堂于1958年就读台北市立成功高中时参加摄影社，随同社团指导老师郑桑溪学习，四处拍照，并与同学黄永松成为至交好友、彼此鼓励追求艺术。1961年保送进入国立台湾大学土木工程学系就读，开始吸收现代文学、存在主义哲学与超现实主义艺术思潮，并开始以摄影作品表现迷惘、抑郁的实验影像作品。1965年，他以22岁之龄与郑桑溪共同举办“现代摄影双人展”，主题表现形式与影像内容皆歧异于彼时主流的沙龙摄影风格，引发摄影圈争议与注目。大学毕业后的张照堂，适逢台湾现代艺术进入跨界联手的前卫实验年代。1965年标榜现代实验的《剧场》季刊创办，张照堂参与其间，并和编务要角黄华成、邱刚健、庄灵等人结识往来。1966年3月，他参与《幼狮文艺》举行、于台大傅钟下举行的“现代诗展”，以洛夫诗作〈石室之死亡〉第一章为主题发表摄影装置作品，为台湾最早的观念艺术作品之一。同一时期，在好友暨艺术家黄华成鼓励下，他以8mm实验影片《日记》参与《剧场》于1967年举办的实验短片展，他并以多媒材及现成物（readymade）方式制作《生日快乐》及《未完成》等前卫艺术作品，参与1967年举行的“不定型”展。1967年退伍后，张照堂短暂从事广告工作。1969年9月，张照堂进入刚开台的中视新闻担任摄影记者，在新闻部经理张继高率领下，与王晓祥共同参与带状节目《新闻集锦》的拍摄制作，此为台湾电视史上第一个新闻专题节目。在张照堂的实验精神主导下，节目不设主持人，完全不用文稿旁白，仅用影像、音乐或现场收音表达，试图以实验性的纪实手法，将乡土风情、民间习俗与西方音乐结合。1969年，张照堂参与“现代摄影九人展”。1971年，张照堂与九位摄影家（胡永、张国雄、周栋国、郭英声、谢震基、叶政良、龙思良、凌明声、庄灵）共组“V-10视觉艺术群”，以排除传统与沙龙摄影为宗旨，追求不守旧且现代前卫的摄影表现形式。1974年，张照堂举办“摄影告别展”，向年轻时代较为灰色抑郁且不确定的摄影方向告别，并专注于拍摄《新闻集锦》、《芬芳宝岛》等系列节目，与作家黄春明合作的〈大甲妈祖回娘家〉（1974）一片，被认为是台湾纪录片史早期经典之一。1976年起，张照堂因拍摄中视《六十分钟》走访台湾各地，逐渐重拾静照摄影。1980年，他以《古厝》与《王船祭典》两部纪录片，分别获得金马奖最佳纪录片摄影与金钟奖最佳摄影与剪接奖。1981年担任三台联播纪录片系列节目《美不胜收》与《映象之旅》的编导摄影工作。张照堂以“高尚土”名义与雷骧、杜可风与阮义忠等人合作的《映象之旅》，并以其中的“矿之旅”一集于1982年获得金钟奖最佳教育文化节目奖。1974年，香港导演唐书璇欣赏张照堂风格强烈、冷峻疏离的黑白静照，邀请张照堂为电影《再见中国》掌镜；该片描述中国文革时期四位年轻人偷渡到香港的故事，部分场景于台湾搭景秘密拍摄，为影史上首部直接处理文革的华语电影。张照堂参与的电影摄影，尚有：黄华成执导，金炳兴主演的前卫短片《实验002》（1967）；曾壮祥执导、改编自李昂小说的电影《杀夫》（1984）；邱刚健执导、夏文汐主演的《唐朝绮丽男》（1985）；柯一正执导，以台铁淡水线停驶为背景，又名为《我们的天空》的《淡水最后列车》（1986）；以及人类学者胡台丽执导，拍摄赛夏族祭典的《矮人祭之歌》（1988）。1982年，他参与了白先勇小说《游园惊梦》改编为舞台剧的实验多媒体制作，以及“林怀民实验舞展”里〈独舞×3〉的影像设计，是台湾最早将静照与动态影像融合入表演艺术舞台现场的创举之一。1984年由甫成立的台北现代舞团公演、汪其楣执导编舞的《阿司必灵的幻想》与《杂记簿》等作品里，舞台上同步展现张照堂的实验短片《脸》、《萧佑佑・三千七百公克》与污染公害的幻灯影像，亦是结合现实影像与现场身体展演的类似尝试。1987年台湾新浪潮电影运动高峰时，文化界人士曾经共同连署“台湾新电影宣言”，鼓吹并支持“另一种电影”的发展空间。张照堂除了是此一重要文件的连署者之一，他的实验纪录片《王船祭典》与《逆旅与幻象》，亦曾参加同年举行的“另一种电影观摩研讨会”之“本土独立制片”单元，堪称先驱。1982年张照堂离开中视新闻，一方面以自由摄影师的身份从事影像工作，另方面则转任新闻局摄影指导一职，并为筹备中的公共电视台成立制作中心，是公视十多位筹组委员中最年轻的一位。1990年代起，张照堂亦开始担任纪录片节目制作人，先后于1992年进入公共电视台筹备委员会（公视筹委会），并于1995年加入甫成立的超级电视台（超视），陆续参与并主持《岁月中国》（公视）、《台湾视角》（公视）、《调查报告》（超视）、《对抗生命》（超视）、《生命・告白》（超视，《调查报告》续作，汪其楣、陈映真、黄春明主持）等纪录片系列节目的编导与企划。1998年，担任《世纪的容颜》（公视）企划暨监制。1997年起张照堂任教于国立台南艺术学院音像纪录研究所，为该所创设后首批聘任的专职正教授，并曾担任国立台南艺术大学音像纪录研究所所长、音像媒体中心主任、音像艺术学院院长等职。他并曾于台湾大学新闻研究所与政治大学传播学院等地兼任教职，讲授纪录片与摄影创作等相关课程。2009年届龄退休后，续聘为国立台南艺术大学荣誉教授。张照堂并以副主席身份于1998年策划、创办了首届的“台湾国际纪录片影展”。除了摄影创作、纪录片拍摄与教育工作外，张照堂另一成就在于其所汇整编辑、促成出版的台湾摄影相关书籍。其中较为重要者，包括1988年出版的两大册《影像的追寻：台湾摄影家写实风貌》，系统性地介绍、评析邓南光、林寿镒、张才、黄季瀛、徐清波、许渊富、许苍泽、陈石岸、林彰三等三十余位前辈摄影家，建立起台湾写实摄影的历史系谱。而两套共13本、分别发行于1989年与1996年的《台湾摄影家群象》系列丛书，则仿效法国Photo Poche摄影书的小开本格式，介绍台湾老中青不同世代的摄影创作者，内容涵盖邓南光、郑桑溪、张照堂、王信、侯聪慧、刘振祥、张才、李鸣雕、林权助、梁正居、高重黎、吴忠维、周庆辉。这两套书对于台湾老摄影家与影像新秀的重视与突显，承先启后地丰富了台湾摄影史的面貌。",
    "name_more_cn": [],
    "personage_id": "35110122",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1439489",
    "personage_link": "https://www.douban.com/personage/35110122/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2024年4月1日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-06T03:00:11"
}