{
    "sid": "1439001",
    "name": "何维健",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1591506621.52.jpg",
    "imdb_id": "nm11589657",
    "name_en": "Derrick Hoh",
    "name_full": "何维健 Derrick Hoh",
    "birth_date": "1985年9月17日",
    "birth_place": "新加坡",
    "last_movies": [
        {
            "id": 36377633,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891126162.jpg",
            "title": "理发奇缘",
            "release": 1
        },
        {
            "id": 35027639,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2607159572.jpg",
            "title": "亲爱的九月",
            "release": 1
        }
    ],
    "introduction": "第一届绝对Superstar参赛者何维健推出首张个人专辑，发行第一天专辑就被抢购一空。参加绝对Superstar荣夺季军，何维健在和唱片公司签下合约后，就开始服兵役。苦等了三年才有机会发行个人专辑，何维健坦诚过程很难受。歌手何维健说，“很痛苦，真的很痛苦，之前没有那么活跃，就不知道什么时候录歌、拍什么的，在什么都不知道的情况下就开始乱乱象东西。”华纳新人Derrick何维健来台宣传首张新专辑『新生 何维健』已快一个月，密集上通告以及四处到台北各大天桥和地下道走唱，为自己累积了不少人气；这次更找来混血名模瑞莎担任他第二波主打歌『咬字』的MV女主角，共谱一段『长短脚之恋』！虽然在新加坡已是家喻户晓的男歌手，不过对台湾歌迷而言，Derrick何维健还完全是个新人，於是唱片公司使出杀手杀手锏，让他每天下午五点也就是学生和上班族的下班时间，一个人拿着吉他和音箱站在台北各大天桥和地下道走唱，一刚开始不少路人投以异样眼光，甚至何维健自己也有些许放不开，但随着一天两天，他愈来愈放得开，甚至会在台北车站的天桥上对着马路上等红灯的骑士自我介绍，并立刻演唱新歌『你走天桥 我走地下道』，非常懂得推销自己；唱片公司甚至直接公开他的MSN帐号，贴在他的人型立牌旁边，只要路人对他的表演有兴趣，就可以撕下印有何维健MSN的便利贴条，至今已经有六百多人把他加入MSN，让他非常开心，还笑说：「我光是和他们轮流说一声嗨，大概就要花掉我近一小时的时间吧！」但这样的成就感让他非常满足。何维健日前在新加坡933颁奖典礼上，也获得『本地最具潜力新人奖』，证明他在新加坡的好成绩，华纳唱片公司也为Derrick再加拍第四支MV『咬字』（台湾则为第二波主打歌），更请来混血名模瑞莎担任MV女主角，一听到是混血名模，何维健一点都不担心语言沟通不良，反而是听到瑞莎的身高让他却步，他说：「我的女主角身高也太高了吧，导演还有安排比较亲密的剧情，这样我跟她会配吗？」何维健立刻上网搜寻瑞莎的个人资料及照片，没想到隔天一到拍片现场，何维健就悄悄的跟工作人员说：『我昨晚还特地去买了3个鞋垫，以备不时之需！』这样的举动也让工作人员忍不住大笑，赶紧告诉他唱片公司早已为他备妥小木箱，萤幕上绝对看不出来两个人极大的身高差距，导演索性开玩笑的说：『那你们就都躺着拍好了，这样就看不出女主角比较高了！』让何维健哭笑不得！第二波主打歌『咬字』的歌词由Derrick何维健自己填词，也算是他的『处女作』，在台湾能雀屏中选为第二波主打歌让他开心的不得了，歌词中描述他过去参加新加坡歌唱比赛时，被纠正口齿不清，所以歌词中他特别来一段绕口令，不过他说另外一个灵感则是来自於师姐Fiona薛凯琪，因为薛凯琪来台湾宣传专辑时，正好遇上一样来台练舞拍MV的何维健，两人在因缘际会一起去了淡水，师姐薛凯琪自己国语都讲不好，还教Derrick绕舌，两人一起念『初一吃素初二吃素初三吃素』，Derrick觉得有趣，特别写进歌里，还说等有机会一定要拿给师姐薛凯琪听！Derrick何维健新专辑『新生 何维健』将在11月21日正式发行，这一个月来频频走唱和上遍各大电视通告，也让他愈来愈瘦，承受很大的精神压力，他说：『虽然已经来一个月，但是每次上电视通告都很紧张，回家也会想要看电视做功课，有时候懒得出去买东西吃，加上台湾泡面太好吃，可能就这样不知不觉又变瘦。』他也希望届时专辑推出，能有更多台湾人认识他，甚至可以一起和他MSN！",
    "name_more_cn": [],
    "personage_id": "35091926",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1439001",
    "personage_link": "https://www.douban.com/personage/35091926/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "华纳唱片"
        },
        {
            "label": "流派",
            "value": "流行"
        },
        {
            "label": "语言",
            "value": "国语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-10-31T03:28:17"
}