{
    "sid": "1442447",
    "name": "珍妮·李·斯诺",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0811280",
    "name_en": "Jenny Lee Snow",
    "name_full": "珍妮·李·斯诺 Jenny Lee Snow",
    "birth_date": "1912年",
    "birth_place": "美国,佐治亚州,哈特韦尔",
    "last_movies": [
        {
            "id": 1295942,
            "year": "1932",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2389174006.jpg",
            "title": "畸形人",
            "release": 1
        }
    ],
    "introduction": "Elvira and Jenny Lee Snow, also known as the Snow Twins, were born in Georgia, but they were often advertised in their sideshow act as being from the Yucatan of Mexico and sometimes from Australia. (Some reports state that they were not actually twins at all). Reputedly, Elvira's birthdate was March 2, 1901, and Jenny Lee was said to be 12 years younger, but as is the history of circus sideshow acts, the fact can vary dramatically.They both suffered from microcephaly, characterized by abnormally small craniums, which in the language of the sideshow gave rise to the term \"pinhead.\" Like most other microcephalics, they had severe mental limitations and were said to have the mental capacity of toddlers, requiring constant watching and care. Essentially rented from their families, they were based at the World Circus Sideshow at Coney Island in Brooklyn, New York in the late 1920's into the 1940's. They were variously known as Zip and Pip, Pip and Flip, Pippo and Zippo and other similar names, and at one time, they were managed by their brother, Cliff. Their only film appearance was in Tod Browning's Freaks (1932), along with another microcephalic, Schlitzie.",
    "name_more_cn": [],
    "personage_id": "35166814",
    "family_member": [
        "Elvira Snow"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1442447",
    "personage_link": "https://www.douban.com/personage/35166814/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1934年8月27日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-19T06:52:07"
}