{
    "sid": "1442443",
    "name": "约瑟芬·约瑟夫",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/pNw9DWJeC-kIcel_avatar_uploaded1596542971.25.jpg",
    "imdb_id": "nm0430626",
    "name_en": "Josephine Joseph",
    "name_full": "约瑟芬·约瑟夫 Josephine Joseph",
    "birth_date": "",
    "birth_place": "美国",
    "last_movies": [
        {
            "id": 1295942,
            "year": "1932",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2389174006.jpg",
            "title": "畸形人",
            "release": 1
        }
    ],
    "introduction": "Josephine-Joseph was an American performer who was prominent in circus sideshows and the carnival circuits. She is best known however for her only film role in the Tod Browning, pre-code production Freaks in 1932. Her body was supposedly split down the middle, one side female and the other male. She claimed to be a true hermaphrodite, but there is no evidence to confirm whether this was the case or not; she may have just been a very skilled impersonator, in the style of Albert Alberta Karas.Like many sideshow \"hermaphrodites\" of the early 20th century, she presented a \"half and half\" trick: woman on the left and man on the right. One side of the body would be exercised, have hair trimmed, and tanned; the other side would be covered and un-exercised, making it pale and flabby, so the chest resembled a woman's breast while the hair was grown out. The performer would then wear a split costume: a low-cut, tight top and hotpants on the \"female\" side and on the \"male\" side a Tarzan-style loincloth.She was married to George Waas. Much of the performer's personal life, including birth name, date of birth and death, has never been clearly established.",
    "name_more_cn": [],
    "personage_id": "35166798",
    "family_member": [
        "George Waas(夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1442443",
    "personage_link": "https://www.douban.com/personage/35166798/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-30T00:13:16"
}