{
    "sid": "1446318",
    "name": "布莱恩·鲍曼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1613973726.38.jpg",
    "imdb_id": "nm5829670",
    "name_en": "Brian Bowman",
    "name_full": "布莱恩·鲍曼 Brian Bowman",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36109678,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "ST. Gabriel",
            "release": 1
        },
        {
            "id": 30464264,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632634812.jpg",
            "title": "犹大与黑弥赛亚",
            "release": 1
        },
        {
            "id": 26881141,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2461945796.jpg",
            "title": "首杀",
            "release": 1
        },
        {
            "id": 26833203,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623100023.jpg",
            "title": "躯壳",
            "release": 1
        },
        {
            "id": 26260853,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2444256500.jpg",
            "title": "速度与激情8",
            "release": 1
        }
    ],
    "introduction": "Brian Bowman, a native of Detroit, Michigan now living in Columbus, Ohio, holds a bachelor's degree in accounting and business administration along with a MBA from Franklin University. He's also a graduate of John Casablanca Modeling and Talent Management, A devoted husband as well as a father of four and grandfather of seven, he works as a manager, head writer and CFO for BLACK JACK ENTERTAINMENT AGENCY LLC. which happens to be a company that he co-founded. His love for scary movies helped inspire him to create two horror novels. \"MY BROTHER'S KEEPER\" is the title of the first book which was published in the spring of 2008. Mr. Bowman was blessed enough to publish his second novel \"I LOVE YOU\" through his own company in the spring of 2011. He is currently working on his third horror novel titled \"WET\". Brian Bowman has also maintained a continuous involvement in community events. He is one of the co-founders of THE ANNUAL EASTER FEAST where they feed approximately 300 people. His company sponsors THE ANNUAL GOSPEL SHOWCASE AND DINNER which showcases local talent at no cost. He has delivered motivational speeches at Community Connections and the Day Reporting Program, managed a local artist, hosted several entertainment events, mentored young adults, and played an important role of the construction and publication of three completely positive community magazines. He is also one of the host of an internet radio show called THE ORDER RADIO where local talent is interviewed and community issues are brought to light. Mr. Bowman found his love for acting by appearing in the following local stage plays: What Color is Trouble?, The Promise, The Bell Ringer, A Wing and a Prayer, Secrets of a Dark Skinned Sister, The Holy Shop and 1940s Radio Hour. This lead Mr. Bowman trying his hand at screen acting and to write, co-directed and star in MY BROTHER'S KEEPER THE SERIES which is based off of the novel he wrote. The success of those projects is what lead him to write, produce and star in a feature length film called THE GAME DONE CHANGED which premiered to a sold out crowd at an AMC theater. Brian's ambition would lead him to act in a number of other motion pictures: Madtown, UFO, Church Gossip, St. Gabriel, Fast 8, Life & Death of John Gotti, Liberty Mean, Girl From Compton, First Kill and a huge principle role in Miles Ahead which was written and directed by Don Cheadle. He is currently working on other film projects and has a screenplay and TV pilot that's being shopped around. Brian Bowman's ultimate goal is to create a culture of positive adults that the youth can relate to and learn from. He lives by the slogan of, \"Keep ya head up, stay strong and stay focused!\"",
    "name_more_cn": [],
    "personage_id": "35234075",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1446318",
    "personage_link": "https://www.douban.com/personage/35234075/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-18T05:07:57"
}