{
    "sid": "1446007",
    "name": "莱恩麦克莱恩",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1615900345.67.jpg",
    "imdb_id": "nm3692318",
    "name_en": "Ryan Mclane",
    "name_full": "莱恩麦克莱恩 Ryan Mclane",
    "birth_date": "1982年9月24日",
    "birth_place": "美国，印第安纳州",
    "last_movies": [
        {
            "id": 35288541,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628440337.jpg",
            "title": "同学聚会",
            "release": 1
        },
        {
            "id": 30274825,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2747696735.jpg",
            "title": "欢愉",
            "release": 1
        },
        {
            "id": 4919240,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2407178430.jpg",
            "title": "与卡戴珊一家同行 第一季",
            "release": 1
        }
    ],
    "introduction": "Ryan Mclane is a well-known actor who got his start in the business in 2009. He is known throughout the business for his blonde locks and his fit, athletic body. Before entering the world of XXX, Ryan grew up as a stand-out athlete in Indiana. McClane was a stand-out high school basketball player. He led the state of Indiana in assists during his senior year and was recruited by some D1 schools. He was set to enroll at Butler University (Indiana), but he couldn't afford the tuition and they ran out of basketball scholarships, but wanted him to walk on. Instead of playing point guard at Butler, he decided to move out to Los Angeles. As a kid, Ryan and his family had taken a trip to the west coast and he had fallen in love with California.After moving out to L.A., Ryan took a job as a production assistant with Wicked Pictures. At first he was hesitant, but he was eventually convinced to try out performing for himself. Mclane has established himself as one of the more recognizable male-talents in the industry. Since 2009, he's been featured in over 130 adult titles and he's proven to be a tireless and active worker. You can find Ryan working with studios like Wicked Pictures, Vivid, Zero Tolerance, Evil Angel, Penthouse, and Red Light District. Check out Ryan's impressive threesome with Dillion Harper and Tory Lane in Naughty Nannies.Since moving to California, beach volleyball has become his favorite sport to play.Considers himself a minimalist and lives in an 88 square foot apartment with no bed or TV.Didn't start lifting weights until 26 and didn't become an avid fitness fanatic until after joining the industry.Has a passion for designing and sewing men's and women's clothing.His Stage name \"Mclane\" was inspired by the movie Die Hard.Is a huge sports fan and loves the Indiana Hoosiers, Cincinnati Reds, Seattle Mariners, Cincinnati Bengals and Seattle Seahawks.Favorite movie by far is La La Land.Favorite book is The Foutainhead by Ayn Rand.",
    "name_more_cn": [],
    "personage_id": "35226109",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1446007",
    "personage_link": "https://www.douban.com/personage/35226109/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-05T05:26:11"
}