{
    "sid": "1447463",
    "name": "雨果·布莱克",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm4910321",
    "name_en": "Hugo Black",
    "name_full": "雨果·布莱克 Hugo Black",
    "birth_date": "1886年2月27日",
    "birth_place": "美国，阿拉巴马，哈兰",
    "last_movies": [
        {
            "id": 3804003,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1933393035.jpg",
            "title": "最高法院",
            "release": 1
        }
    ],
    "introduction": "从一个乡下小镇出身，雨果布莱克拒绝让他的过去决定他的未来。布莱克于1886年2月27日出生在阿拉巴马州的哈兰。他是玛莎 · 托兰德和威廉 · 布莱克的第八个也是最后一个孩子，他们在布莱克出生后的头三年里一直住在农场里。布莱克的母亲非常重视教育，管理着一个严格的家庭。她给他们做衣服，给奶牛挤奶，照料自己的花园。他的父亲是一个生意兴隆的店主，生活富裕。全家搬到阿拉巴马州的阿什兰后，孩子们就能上好学校了。布莱克大部分时间都在做体育运动和马蹄铁之类的运动。然而，他也有着和他父亲一样的商业意识。六岁的时候，他开始观察律师们陈述他们的案件，经常想知道怎么可能以用不同的方式问同样的问题，或者提出同样的问题。布莱克是一个有天赋的学生，他的阅读水平超过了他的年龄。他对书的热爱来自于他的母亲，她也传给了他对园艺的热爱。他就读于阿什兰学院，一所高中和初级学院相结合的学校，1903年17岁时他毕业于伯明翰医学院。布莱克发现医学并不是他的兴趣所在，于是在1904年加入了阿拉巴马大学法学院的两年制课程。因为布莱克没有参加法律预科的培训，而且是班上最年轻的学生，所以他也是最没有资质的法律系学生。他没有让这个阻止他，而是把它当作一个激励因素。他于1906年以优异成绩毕业，并获得律师资格。布莱克回到阿什兰，以极大的勤奋和极少的资金开设了自己的办公所。第一年，他几乎没有什么客户，次年，他的办公室和他所有的法律书籍一起被烧毁。他没有保险，除了他父亲旧店的利息外，几乎身无分文。他把这些资本带到伯明翰重新开始。布莱克挤在一间共用的卧室和一间小办公室里，他开始在镇上赢得名声。他的转折发生在代理一位非裔劳工时。这位劳工被迫在服刑期满后继续工作。一位法官对他的律师技能印象深刻，要求他担任伯明翰市警察法庭法官。从1911年到1912年，他一直担任这个职位，但由于这个职位并不重要，他决定辞职。他回到律师行业，除了一家大型保险公司，他的客户总是小企业或个人。布莱克擅长询问证人，并在1914年竞选检察官。去年12月当选后，他记得那是“他生命中最火热的几年” ，比他将来从事的任何工作都要有压力和敌意。他承诺要清理这些诉讼案件，并且以坚定的信念保持着这样的步伐。当他离开办公室志愿参军时，备审案件已到最新的了。他在一战期间担任美国国内的炮兵上尉，但是在他晋升为少校之前就被解雇了。1918年，布莱克重返旧业。不久后，他在伯明翰的一次舞会上遇到了约瑟芬 · 福斯特。他们于1921年结婚。从1920年到1925年，布莱克的从业十分活跃。他处理过的最耸人听闻的案件之一，是一位卫理公会牧师谋杀一位天主教牧师的审判。布莱克是一位自由派律师，他辩称这是正当防卫，而且正如他过去的记录一样，他赢了。1923年9月11日，布莱克在考虑了一年多后加入了三 k 党。虽然他从来没有参与过种族歧视，而且经常做出倾向非裔美国人的判决，但他相信，加入该组织将使他获得政治上的进步。1925年，他在竞选阿拉巴马州参议员时辞职。布莱克再一次发现自己是这个竞争领域里最年轻、经验最少的人。但由于出身卑微，他被视为同情普通民众的人。1927年12月5日，他宣誓就任阿拉巴马州参议员。布莱克在委员会和议会中相当活跃，他为确保公平劳动和最低工资的立法而斗争。1935年，他成为参议院教育和劳工委员会主席。布莱克的勤奋和对总统政策的支持使他获得了罗斯福总统对最高法院任命的关注。罗斯福认为布莱克在庭上比在参议院更被需要，于是布莱克于1937年8月18日宣誓就职，成为最高法院的常务大法官。布莱克对他认为重要的问题的执着经常使他的同事感到沮丧。尽管布莱克是一个有争议的成员，但他也是最聪明的领导人之一。他在很大程度上依赖历史意图，这从他对限制司法自由裁量权的第十四条修正案的意见中可以明显看出。他带着实证主义的法理学和对第一修正案的字面解释来到法官席。然而，他并不认为这可以扩展到象征性的言论，并承认政府有权否认人们表达思想的自由。除了他对宪法的严格解释，他通常是一个活动家和自由主义者。然而，在他任期的最后10年里，他逐渐变得更加保守，经常与首席大法官厄尔 · 沃伦的自由派法庭持不同意见。回顾他的任期，他表明他在 Adamson v. California (1947), 中的异议，关于第五修正案是否受到第十四修正案的保护，是他最重要的贡献; 尽管他也高度评价了早期另一个第十四修正案，Chambers v. Florida (1940)中的判决。1971年，他因中风离职。于8天后去世。此时他已在最高法院任职34年。",
    "name_more_cn": [],
    "personage_id": "35258250",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1447463",
    "personage_link": "https://www.douban.com/personage/35258250/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1971年9月25日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-11T20:29:08"
}