{
    "sid": "1448261",
    "name": "布莱斯·霍华德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1607492559.05.jpg",
    "imdb_id": "nm4363755",
    "name_en": "Blythe Howard",
    "name_full": "布莱斯·霍华德 Blythe Howard",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36880202,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Cricket",
            "release": 0
        },
        {
            "id": 36429214,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916501684.jpg",
            "title": "回家",
            "release": 1
        },
        {
            "id": 35472772,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881304175.jpg",
            "title": "圣诞倾情",
            "release": 1
        },
        {
            "id": 34935805,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2579661061.jpg",
            "title": "浪潮",
            "release": 1
        },
        {
            "id": 30194648,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2571694925.jpg",
            "title": "硅谷 第六季",
            "release": 1
        },
        {
            "id": 26691486,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502557574.jpg",
            "title": "心灵猎人 第一季",
            "release": 1
        }
    ],
    "introduction": "Blythe Howard is an American actress who quickly garnered attention, booking her first commercial within one week of moving to Los Angeles from Maple Valley, Washington. Her decision to move and pursue acting came quickly after winning a contest to be a VJ for a day on MTV's Total Request Live (TRL). With undeniable talent and tenacity, Blythe has landed over 60 commercials campaigns as a principal performer, and actively works in film and television. Blythe adapts and shines in any role she plays with credits in multiple network shows, including Yellowstone (Paramount), Walker (CW), Silicon Valley (HBO) and Dynasty (CW).Confidence and authenticity radiate through Blythe's performances, playing powerful roles like CEO and FBI agent, which she jokes she's been ready for since her first boyfriend betrayal. Simply put, Blythe is a natural on camera. Working with David Fincher as a recurring news anchor on season two of Mindhunter (Netflix), Blythe drew on her experiences of broadcast journalism, which she studied at Washington State University.Resilience and hard work are part of Blythe's DNA. As an all-round athlete growing up, Blythe developed a strong work ethic. Influenced by her parents, Ron Howard (former NFL Seattle Seahawks tight end) and her mother, Kim Kelly (a business woman and interior design entrepreneur), Blythe is not one to shy away from taking initiative. She recently created, acted and produced, Project Payne, an empowering action comedy following a hit woman navigating through life choices and relationships. With the perfect amount of stage fight, Blythe inherently showcases her combat and tactical training.Blythe launched her signature Commercial Workshop in 2019 under her platform Actor's Life With Blythe where she helps actors navigate the industry through the ad world.",
    "name_more_cn": [],
    "personage_id": "35281659",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1448261",
    "personage_link": "https://www.douban.com/personage/35281659/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-01T05:50:05"
}