{
    "sid": "1452789",
    "name": "罗宾·帕丽斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8e699b69f4ce9ffd78f2182f2e83c37b.jpg",
    "imdb_id": "nm1394582",
    "name_en": "Robyn Paris",
    "name_full": "罗宾·帕丽斯 Robyn Paris",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35384372,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634564614.jpg",
            "title": "Fruitless",
            "release": 1
        },
        {
            "id": 4819988,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511492546.jpg",
            "title": "房间",
            "release": 1
        }
    ],
    "introduction": "Named a 2021 \"Future Director of Studio Features\" fellow by Blackmagic Collective, Robyn Paris is an award-winning writer/director/actor and MFA Screenwriting graduate of UCLA's school of Theatre, Film and TV. Described as \"super-talented\" by PopSugar, \"zany and witty\" by Tubefilter and a talent with \"moxie and conviction\" by the LA Times, Robyn is best known for her popular web series, \"The Room Actors: Where Are They Now?\" which she created/directed and starred in.\"The Room Actors: Where Are They Now?\" screened at Oscar-qualifying film festivals all over the world, before launching in partnership with Funny or Die and accumulating over 1M views. Robyn won \"Best Director\" at Chicago Comedy Film Festival and \"Best Web Series\" at LA Indie Film Fest for the show, which stars the original actors from the cult film, \"The Room\" alongside seasoned comedians.While a grad student at UCLA, Robyn won the Samuel Goldwyn screenwriting award for her dramatic feature, \"Odd Man Out\" about a family raising a schizophrenic child. She also won the Harmony Gold Screenwriting Award, the Jack Nicholson Screenwriting Award, Oliver's Prize, the National Association of Theatre Owners of California/Nevada Fellowship in Screenwriting and was nominated for a Humanitas Prize.Robyn was born outside LA as Robyn Elizabeth Osborne. Her family moved east when she was six months old and she was raised in Greensboro, NC. Before pursuing a career in the arts, Robyn graduated with a BA from Duke University and worked as a management consultant in Washington, DC.Known for playing the best friend \"Michelle\" in Tommy Wiseau's cult classic film \"The Room,\" Robyn was portrayed by June Diane Raphael in the Oscar-nominated film, The Disaster Artist.",
    "name_more_cn": [],
    "personage_id": "35406998",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1452789",
    "personage_link": "https://www.douban.com/personage/35406998/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-14T20:14:37"
}