{
    "sid": "1453034",
    "name": "埃德·阿里斯通",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/861eb21fa1385f86a7ed90c852ef767b.jpg",
    "imdb_id": "nm0034921",
    "name_en": "Ed Aristone",
    "name_full": "埃德·阿里斯通 Ed Aristone",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35228620,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631007876.jpg",
            "title": "布吉",
            "release": 1
        },
        {
            "id": 1473795,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p914223313.jpg",
            "title": "海神号",
            "release": 1
        }
    ],
    "introduction": "Ed has trained at Playhouse West in Los Angeles and Philadelphia for many years. Along with past cast members James Franco and Ashley Judd, he appeared on both coasts in what is the nation's longest-running play, \"Welcome Home Soldier\", a tribute play to Vietnam Veterans.With a passion for smaller, independent film making, Ed has played lead and supporting roles in numerous projects including Turning Point with Ernie Hudson and Joe Estevez and Fear, Love, and Agoraphobia with Lori Petty and numerous shorts. Ed also produced several films including RED starring Jim Parrick and just directed his first film, a short entitled Password.Ed believes strongly in thoroughly researching each role and is an advocate of the rehearsal process. For his appearance in Welcome Home, playing an Iraqi war veteran, he traveled to a place called Flatworld, part of a USC research facility where virtual reality headsets are being used to heal soldiers with PTSD syndrome. The VR headsets recreate real time, war like conditions during therapy sessions. An article in New Yorker magazine was written about his experience. Ed has played several military roles in independent films and because of this experience became involved in organizations supporting those serving including Soldier's Angels.One of his favorite quotes by Sanford Meisner about acting is: \"Being an actor was never supposed to be about fame and money. Being an actor is a religious calling because you've been given the ability, the gift, to inspire humanity.\"Originally from New Jersey, Ed is from a family of six children. His volunteer efforts include teaching adults with mental and physical challenges, helping the homeless, and is the sponsor of a child from the Ngoenga School for Tibetan Handicapped Children in India.Ed enjoys working with passion minded individuals who understand one's ego should be \"left at the door\" when stepping on set to engage in a collaborative process.",
    "name_more_cn": [],
    "personage_id": "35387486",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1453034",
    "personage_link": "https://www.douban.com/personage/35387486/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-18T17:49:16"
}