{
    "sid": "1453036",
    "name": "米斯特·菲茨杰拉德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ee62255f9eb59ede356f6b8f7a594a95.jpg",
    "imdb_id": "nm8259349",
    "name_en": "Mister Fitzgerald",
    "name_full": "米斯特·菲茨杰拉德 Mister Fitzgerald",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35604181,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911831149.jpg",
            "title": "企鹅人 第一季",
            "release": 1
        },
        {
            "id": 35228620,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631007876.jpg",
            "title": "布吉",
            "release": 1
        },
        {
            "id": 10466795,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924997564.jpg",
            "title": "汽车城",
            "release": 1
        }
    ],
    "introduction": "As a former athlete, it has always been instilled in him to exert force, discipline and energy in whatever it is he puts his mind to, and he's been following that guide throughout his career since. A native of Baltimore, MD, Mister has been steadfast in diversifying his artistic experience in theater, TV, film and modeling. As acting brings him pure joy, he firmly believes that even through techniques and methods, it is still insightful to apply life experiences and rituals to his craft, creating a beautiful form of naturalism. Mister graduated from Florida Southern College with a Bachelor's degree in Theater Performance. After graduating and continuing to hone his skills through coaching, he found himself working on sets of TV shows and films in LA, NY and Atlanta primarily. His love of film not only caters to the camera, as it has extended behind the camera as well. He has directed and produced a few short films and a web series as well. Mister also has recently graced the stages of Off-Broadway and Broadway, starring alongside Audra McDonald in Ohio State Murders, directed by Kenny Leon. Outside of performing Mister finds joy in curating and hosting events. He founded Soul Soirée, which is a cultural collective group that showcases and celebrates creatives in the NYC arts community in unique event spaces. They also partner with foundations in the city that support business, education and the arts.",
    "name_more_cn": [],
    "personage_id": "35387536",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1453036",
    "personage_link": "https://www.douban.com/personage/35387536/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-08T12:56:51"
}