{
    "sid": "1458338",
    "name": "塔提安娜 普罗申科",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/prJ2sDIfYfiIcel_avatar_uploaded1623545152.61.jpg",
    "imdb_id": "nm0698878",
    "name_en": "Tatyana Protsenko",
    "name_full": "塔提安娜 普罗申科 Tatyana Protsenko",
    "birth_date": "1968年4月8日",
    "birth_place": "莫斯科",
    "last_movies": [
        {
            "id": 2278854,
            "year": "1976",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565873896.jpg",
            "title": "布拉提诺历险记",
            "release": 1
        }
    ],
    "introduction": "1968年4月8日，塔提安娜 普罗申科（Tatyana Protsenko）出生在莫斯科附近的维努克沃（Vnukovo），在一个高级官员的家庭中长大。根据她的母亲阿尔比娜•瓦西里耶夫娜的述说，塔提安娜从小在艺术中成长，一直唱歌，边走边写诗，然后向听众——亲戚朋友们朗读。演出前，她总是大声宣布。当然，她的童年与玛维纳这个角色给这个女孩带来的早期名声有关。《布拉提诺历险记》（1976版）这个童话故事发布后，塔提安娜瞬间变成了她家乡，一个城市型的村庄，维努克沃的明星。在拍摄《布拉提诺历险记》时收到的片酬，成了塔提安娜的生动回忆。她靠自己的努力，挣钱买了一件她梦想中的乐器——一架钢琴，价值650卢布。但总的来说，她得到了1万美元片酬，这在当时是一个惊人的数目。塔提安娜是偶然地进了演艺圈，在莫斯科明斯克火车上，助理导演莱昂尼德 内恰耶夫注意到了这个长着如同深渊一般蓝眼睛的女孩，他决定拍摄一部以阿列克谢•托尔斯泰（Alexei Tolstoy）的故事为基础的音乐电影《金钥匙》（the Golden Key）或《布拉蒂诺历险记》（the Adventures of Buratino）。助理一看到塔提安娜，就惊呼已经找了她这么久。塔提安娜出色地通过了最困难的试镜。于是，这位6岁有抱负的女演员加入了这部电影的摄制组，这部电影注定会成为最适合儿童的电影之一。今天塔提安娜微笑着回忆起片场发生的事情，然后就没有了笑容。每天这个女孩子娇嫩的皮肤上都要涂上一吨粉底，因为导演想让这个角色看成一个真正的瓷娃娃。部分拍摄时间是在夏季，在克里米亚的酷热中，化妆品源源不断地从塔提安娜的脸颊上流下，化妆师们一次次地修正她的妆容。很正常的事情，在拍摄过程中，女孩开始掉牙，但塔提安娜所扮演的完美的马尔维纳没有权利缺少牙齿。然后，受邀的牙医开始着手为她补牙。普罗森科和年轻的电影制作人都很清楚，他们还记得银幕上的一些成年明星，他们和他们一起主演了关于布拉蒂诺历险记的音乐剧。孩子们害怕寒冷和孤僻尼古拉格 林科（Nikolai Grinko），他转世为卡洛的父亲。但他们崇拜并成群结队地围在善于交际、开朗的弗拉基米尔•埃图沙（Vladimir Etusha）身上，他用糖果喂养孩子们。就连演员卡拉巴斯•巴拉巴斯（Karabas Barabas）这个令人生畏的角色也没有感到尴尬。电影《布拉蒂诺历险记》为这个女孩打开了通往电影院的道路。在她的传记中可以点缀一些聪明的孩子们的角色。特别是对普罗申科来说，他们为电影《小红帽》创作了一个剧本，在这个剧本中他们担任主角。但这一计划被一场意外毁了：塔提安娜从自行车上摔了下来，结果头部受伤送医院。医生禁止她再有任何压力，而打针也是一种折磨。于是，亚娜•波普拉夫斯卡娅（Yana Poplavskaya）取代了塔提安娜成为了著名的小红帽。高中的塔提安娜，又一次有机会走上屏幕。这一次是在讲述青少年的残忍行为的硬剧《稻草人》中。导演罗兰•比科夫（Rolan Bykov）亲自给这个女孩打电话，让她扮演一个消极的角色，一个漂亮的什马科娃（Shmakova）班的头目。塔蒂亚娜回忆说，她从导演那里听到了影片的精髓，对着电话听筒大哭起来。罗兰•比科夫明白了，没有再给她打电话。高中毕业后，塔提安娜进入了国立全俄电影学院（VGIK）的电影研究系。她承认，就是在那时，她才确信自己缺乏表演天赋。她参加了试镜，但总是不能通过。之后她没有再出演电影，而是为电影配音。毕业后，应比科夫的邀请，塔提安娜加入了Chistye Prudy工作室，该工作室正在创作一个前所未有的儿童电视项目。很快，公司开始了一系列裁员，她也在名单上，她不得不改行。她找到了喜欢的工作——电脑设计。她曾在商业比赛杂志和印刷公司担任版面设计师，在莫斯科体育委员会设计了体育用品，并担任《人民星球》杂志电脑版面编辑的主席。她还出版了一本诗集，在21世纪初，她在安德里斯•利帕（Andris Liepa）的新年演出《翡翠城的巫师》（The Wizard of the Emerald City）中担任了词曲作者。塔提安娜28岁时第一次为爱结婚，婚后女儿安娜（Anna）降生，但由于酗酒和丈夫的背叛，家庭生活破裂。第二个配偶是演员阿列克谢•沃伊特尤克（Alexei Voytyuk）（因在童话故事《星期四雨后》中扮演伊万努斯卡而闻名），他在莫斯科一家杂志担任版面设计师，坦娅是该杂志的编辑。当时两人都已经离婚，开始沟通，很快决定去登记处。亚历克赛收养了普罗森科的女儿作为自己的女儿，这对夫妇还共同抚养着一个儿子弗拉基米尔（Vladimir）。2021年5月19日，她因癌症去世，享年53岁。",
    "name_more_cn": [],
    "personage_id": "35495174",
    "family_member": [
        "Alexei Voytyuk（丈夫）",
        "Anna Voytyuk（女儿）",
        "Vladimir Vladimir（儿子）"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1458338",
    "personage_link": "https://www.douban.com/personage/35495174/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2021年5月19日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-13T01:12:02"
}