{
    "sid": "1458324",
    "name": "里奇·哈内特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/celebrity/m/public/p1623914415.12.jpg",
    "imdb_id": "nm0363652",
    "name_en": "Ricci Harnett",
    "name_full": "里奇·哈内特 Ricci Harnett",
    "birth_date": "1975年",
    "birth_place": "Watford, England, UK",
    "last_movies": [
        {
            "id": 26691469,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2298306306.jpg",
            "title": "从足球流氓到黑帮崛起2",
            "release": 1
        },
        {
            "id": 1306421,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191905718.jpg",
            "title": "惊变28天",
            "release": 1
        }
    ],
    "introduction": "After outgrowing the local dance school on his Watford council estate, aged ten, Ricci's mother decided to send him to weekend classes at the Sylvia Young Theatre school. It was here that Ricci took his first steps as a professional actor, landing the role of a murder victim on BBC's Crimewatch.By the time he was sixteen he'd racked up a considerable number of credits, including a lead role in the Channel 4 comedy series Teenage Health Freak and his first film role, playing alongside John Malkovich in The Object of Beauty.It was at this point that Ricci made his stage debut, with the Evening Standard's Michael Arditti describing his portrayal of Ton in The Criminal Prosecution and Capital Punishment of Animals at the Diorama Theatre as one of the most powerful portrayals he'd ever seen ever seen on the fringe. This led to a string of theatrical performances, including lead roles in Swingers at the Latchmere Theatre (Time Out's Critic's Choice) Babies at the Royal Court and The Day I Stood Still at the National Theatre.Further onscreen credits include working alongside Tom Courtney in Walt Disney's The Old Curiosity Shop and lead roles in several BBC comedies, written by John Sullivan, Ben Elton and Lawrence Marks and Maurice Gran. His varied career continued, in roles such as Neil Acourt in Channel 4's BAFTA-winning drama The Murder of Steven Lawrence (directed by Paul Greengrass) and Corporal Mitchell in Danny Boyle's 28 Days Later...Ricci played the lead role in cult British gangster film, Rise Of The Footsoldier, which was sold in over thirty-eight countries. He later went on to write, direct and star in the sequel, Rise of the Footsoldier: Part 2, which won Best British Film at the National Film Awards in 2016.Other awards include Best Supporting Actor at the 2014 British Independent Film Festival Awards for his Role in Universal Pictures' Top Dog.Now aged forty-one, with over thirty years of stage and screen experience under his belt, Ricci enjoys working with emerging directors and has appeared in a number of short films, including Seven Months, directed by Shady El Hamus at the NFTS and Stained, directed by Lewis Arnold.Ricci has recently formed the writing partnership Harnett and Turner and is in the process of developing several film projects, including feature film Truancy, which he's set to direct in early 2017.",
    "name_more_cn": [],
    "personage_id": "35495126",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1458324",
    "personage_link": "https://www.douban.com/personage/35495126/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-05T02:02:08"
}