{
    "sid": "1459726",
    "name": "弗雷迪 吉布斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm6248528",
    "name_en": "Freddie Gibbs",
    "name_full": "弗雷迪 吉布斯 Freddie Gibbs",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37078870,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "夜间巡逻",
            "release": 0
        },
        {
            "id": 36923412,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909307519.jpg",
            "title": "秃鹫试听会",
            "release": 1
        },
        {
            "id": 35490269,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875199781.jpg",
            "title": "击垮国王",
            "release": 1
        }
    ],
    "introduction": "Freddie Gibbs has become one of hip-hop's most important, inimitable, and influential voices via his quotable wordplay, versatile songs, and unflinching honesty. Since 2004, the uncompromising Indiana-raised rapper has built a diehard global fan base and regularly attracted tastemaker adoration. His discography includes 20-plus mixtapes, eight EPs, four official solo albums, and four top-billed collaborative records. 2019's Bandana with Madlib was a new critical and commercial high watermark. After bowing at #21 on the Billboard Top 200, it closed 2019 on year-end lists by Vulture, Vibe, UPROXX, Stereogum, Noisey, SPIN, Complex, and more. GQ called it \"one of the best albums of the year\" and promised, \"Freddie Gibbs will rap circles around anybody.\" Teaming up with Warner Records in 2020, his momentum only accelerated six months later as The Alchemist-assisted Alfredo drew the same enthusiasm, landing a 2021 GRAMMY nomination for Best Rap Album and hitting #4 on the Billboard Top Album Sales chart. Freddie Gibbs has collaborated with everyone from Pusha T, Killer Mike, Anderson .Paak, and Yasiin Bey to Tyler, The Creator, Gucci Mane, A$AP Ferg, Jay Rock, and Young Thug, in addition to contributing music to blockbuster video game franchises, such as Grand Theft Auto, Max Payne, and NBA2K. Most recently, Gibbs is teaming up with ESPN for Black History Month, appearing on their upcoming \"Black History Always\" special The Undefeated Presents: A Room of Our Own and The Undefeated's forthcoming Music For The Moment/Black History Always EP.",
    "name_more_cn": [],
    "personage_id": "35526873",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1459726",
    "personage_link": "https://www.douban.com/personage/35526873/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-10T17:42:44"
}