{
    "sid": "1461998",
    "name": "马文",
    "site": "douban_celebrity",
    "roles": [
        "视觉特效"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b925b870847f0d00d64693b91a755063.jpg",
    "imdb_id": "nm4193513",
    "name_en": "Jennifer Wen Ma",
    "name_full": "马文 Jennifer Wen Ma",
    "birth_date": "",
    "birth_place": "北京",
    "last_movies": [
        {
            "id": 26679188,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2670134881.jpg",
            "title": "天梯：蔡国强的艺术",
            "release": 1
        },
        {
            "id": 4073919,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2406851323.jpg",
            "title": "张艺谋的2008",
            "release": 1
        },
        {
            "id": 3173528,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "2008年第29届北京奥运会开幕式",
            "release": 1
        }
    ],
    "introduction": "Jennifer Wen Ma (1973, Beijing, China) is a visual artist who moved to the United States in 1986, and received her Master of Fine Art degree in 1999 from Pratt Institute, New York. Ma works and lives between New York and Beijing. Ma’s interdisciplinary practice bridges varied media such as installation, drawing, video, public art, design, performance, and theatre; often bringing together unlikely elements in a single piece, creating sensitive, poetic and poignant works.Projects include: New Britain Museum of American Art, New Britain, 2021; Musée de l’Hospice Comtesse, Lille, 2021; Art Macao Festival, Macau, 2019; Halsey Institute of Contemporary Art, Charleston, 2019; Solomon R. Guggenheim Museum, New York, 2017; Cass Sculpture Foundation, 2016; Qatar Museums, 2016; Installation opera Paradise Interrupted, commissioned by Spoleto USA Festival, Lincoln Center Festival, Singapore International Festival of the Arts, and National Kaohsiung Center for the Arts, 2015, also previewed at the Temple of Dendur, The Metropolitan Museum of Art; Flux Projects, Atlanta; Market Square Public Art Program, Pittsburgh, 2015; 5x5 Nonument Park, Washington DC; Vancouver Art Gallery, 2014; Lower Manhattan Cultural Council, New York, 2013; Cambio Cultural, Belo Horizonte, Brazil, 2013; Performa 13, New York, 2013; Ullens Center For Contemporary Art, Beijing, 2012; Eslite Gallery, Taipei, 2012; The Republic of China Centennial Grand Countdown, Taipei, 2010; Biennale of Sydney, 2010; The Phillips Collection, Washington, DC, 2009; Echigo-Tsumari Triennial, Japan, 2009; Guggenheim Bilbao, Spain, 2009; Solomon R. Guggenheim Museum, New York, 2008; and the National Art Museum of China, Beijing, 2008, Singapore Biennale, 2006, among others.Public art installations include: Nature and Man in Rhapsody of Light at the Water Cube, The National Aquatic Center, Beijing, 2013; In-Between World—Daydream Nation, Digital Beijing Building, Beijing, 2008; Aeolian Garden, city of Colle di Val d'Elsa, Italy, 2005, among others.In 2019, Ma was a recipient of the Anonymous Was a Woman Award and a grant from the National Endowment for the Arts for exhibition Cry Joy Park–––Gardens of Dark and Light. Installation opera Paradise Interrupted won the prestigious international award from Music Theatre Now in 2016. In 2008, she received an Emmy for the US broadcast of the opening ceremony of Beijing Olympics, where she was a member of the core creative team and the chief designer for visual and special effects.Ma teaches in the Master of Fine Arts program at the School of Visual Arts, New York, and guest lectured at many institutions including Rhode Island School of Design, Cornell University, Michigan State University, Yale University, Columbia University, New York University, The Courtauld Institute of Art, Chinese University of Hong Kong, among others.Jennifer Wen MaLittlemeat ProductionsNew York, NYfrom：https://www.littlemeat.net/",
    "name_more_cn": [],
    "personage_id": "35605118",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1461998",
    "personage_link": "https://www.douban.com/personage/35605118/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-04T05:52:27"
}