{
    "sid": "1462410",
    "name": "詹姆斯 · 凯弗利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/509e1d08216837fb618ff771779c6e37.jpg",
    "imdb_id": "nm10153634",
    "name_en": "James Caverly",
    "name_full": "詹姆斯 · 凯弗利 James Caverly",
    "birth_date": "1989年6月16日",
    "birth_place": "罗亚尔奥克，密歇根州，美国",
    "last_movies": [
        {
            "id": 35599435,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873203244.jpg",
            "title": "大楼里只有谋杀 第二季",
            "release": 1
        },
        {
            "id": 35254978,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629743555.jpg",
            "title": "A Bennett Song Holiday",
            "release": 1
        },
        {
            "id": 35169965,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2662287483.jpg",
            "title": "大楼里只有谋杀 第一季",
            "release": 1
        },
        {
            "id": 30218522,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535248643.jpg",
            "title": "芝加哥急救 第四季",
            "release": 1
        }
    ],
    "introduction": "Mr. Caverly was born and raised in Royal Oak, Michigan. He graduated with a B.A. in Theatre Arts from Gallaudet University in 2011. Soon after graduation, he joined National Theatre of the Deaf (NTD) for two years: he directed The McWilliamses, and performed in several plays, including Journey of Identity (playing the character Laurent Clerc) and A Child’s Christmas in Wales (playing the character Dylan Thomas). Since then, he has directed several plays and performed both stage and screen. He directed William Shakespeare’s Romeo and Juliet in both American Sign Language and spoken English for Community College of Baltimore County Community Theatre. He has also performed the lead character, Billy, for three different productions of Nina Raine’s Tribes (SpeakEasy Stage Company, Studio Theatre, Berkeley Repertory Theatre) and was nominated for the Helen Hayes Award (one of the country’s most prestigious cultural honors) for his Studio Theatre performances. In 2018, he was the understudy for the character Orin for the Studio 54 (Broadway) production of Mark Medoff’s Children of a Lesser God. Most recently, he appeared in two episodes of NBC’s Chicago Med (Season 4): in the premiere episode (“Be My Better Half”) (9/27/2018) and the finale episode (“With a Brave Heart”) (5/22/2019). He also wrote a short play, “Civil Engagement,” that was accepted for a 2019 production in Deaf Spotlight’s Short Play Festival (Seattle, Washington). Caverly sees a problem with most portrayals of deaf people on stage and screen: “That they’re the problem, they’re the issue in the story that needs to be fixed, and frankly I’m just not feeling that that’s the lens that the world needs to see.”",
    "name_more_cn": [],
    "personage_id": "35614585",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1462410",
    "personage_link": "https://www.douban.com/personage/35614585/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-30T08:13:30"
}