{
    "sid": "1464409",
    "name": "何甜甜",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "摄影",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bed04d4defa53d128a6cb0409a4be80a.jpg",
    "imdb_id": "",
    "name_en": "Elenina",
    "name_full": "何甜甜 Elenina",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36283205,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888431631.jpg",
            "title": "萤火虫，蓝眼睛",
            "release": 1
        },
        {
            "id": 35636118,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2726640364.jpg",
            "title": "靴子里的麻将",
            "release": 1
        },
        {
            "id": 35235182,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2726590525.jpg",
            "title": "瘴",
            "release": 1
        },
        {
            "id": 35204222,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620160637.jpg",
            "title": "叶落",
            "release": 1
        }
    ],
    "introduction": "2021年毕业于米兰新美术学院，媒体设计与多媒体艺术专业电影制作方向。2021年初，她作为导演兼编剧制作了一部关于未成年犯罪的电影短片《瘴》。2020年她担任由Eros Gioetto指导的电影《爱》的编剧、执行导演、选角导演和电影翻译，电影由米兰新美术学院(Nuova Accademia srl) 出品。2020年她担任由Alessandro Zheng执导的电影短片《叶落之地》的协助编剧和执行制片人， 影片讲述了意大利华裔二代青年Giacomo为将父亲的骨灰从意大利带回家乡而远赴文成的故事，这部电影获得了威尼斯国际影评人周的提名。2019年她担任由 Gerardo Lamattina 执导的纪录片《靴子里的麻将》的B组摄影师，纪录片讲述了中国人和意大利人通过古老的麻将游戏进行文化融合与交流的独特例子。影片于 2020 年 1 月 25 日在意大利影院上映。2019年她担任都灵国际现代艺术博览会《Abstract Sex》展览宣传片的导演。2019 年她担任米兰时尚电影节的电影导演翻译员，同年受米兰国际电影节邀请担任电影导演翻译员。Graduated from The New Academy of Fine Arts in Milan in 2021, majoring in Media Design and Multimedia Arts in film production.In Winter 2021, she worked as a director and screenwriter to make a short film called Miasma about juvenile’s delinquency.In 2020 she was the writer, executive director, casting director and film translator of Eros Gioetto's film Love,  produced by NABA (Nuova Accademia SRL).In 2020, she served as co-writer and executive producer of Alessandro Zheng's short film Where the leaves fall, which tells the story of Giacomo, a Italian born Chinese who travels to Wencheng to bring his father's ashes home from Italy. The film was nominated for Venice International Film Critics Week.In 2019 she served as team B cinematographer for the documentary Il drago di Romagna directed by Gerardo Lamattina, which tells a unique example of cultural integration and communication between Chinese and Italians through the ancient mahjong gameplay. The film was released in Italian cinemas on 25th January 2020.In 2019, she was the director of the propaganda film for the Exhibition \"Abstract Sex\" at the Artissima International Fair of Contemporary Art in Torino.In 2019, she was invited to work as a director‘s translator at the Fashion Film Festival Milano, and in the same year she was invited to work as a director's translator at the Milan Filmmaker Film Festival.",
    "name_more_cn": [],
    "personage_id": "35672453",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1464409",
    "personage_link": "https://www.douban.com/personage/35672453/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-25T18:49:41"
}