{
    "sid": "1464279",
    "name": "Emilie Piponnier",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6be3aec3bf02ddd50922caf5b3e1a568.jpg",
    "imdb_id": "nm4451784",
    "name_en": "",
    "name_full": "Emilie Piponnier",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36484598,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895791124.jpg",
            "title": "Je l'aime à mentir",
            "release": 1
        },
        {
            "id": 35184637,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617961644.jpg",
            "title": "法国大革命中的女人",
            "release": 1
        },
        {
            "id": 30489322,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2644476326.jpg",
            "title": "爱丽丝",
            "release": 1
        },
        {
            "id": 30314593,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533877639.jpg",
            "title": "寻找蕾拉",
            "release": 1
        }
    ],
    "introduction": "Emilie Piponnier is a french actress. After studying psychology, she trained at Cours Florent and took part in short comedy programs for French television (Fangirl on Canal+), appeared in many fictions such as \"Un petit bout de France\" by Bruno Le Jean (Festival de la fiction TV Rochelle 2012), \"Nos bébés ont une histoire\" by Romain Icard or\"Une femme dans la révolution\" by Jean-Daniel Verhaeghe. She met Robert Guédiguian for one of her very first roles in a feature film \"Les Neiges du Kilimandjaro\" (Un certain Regard Cannes 2011), before working with Roschdy Zem in \"Ma fille\" by Naidra Ayadi, several times with the filmmaker Gabriel Julien Laferrière, or Loïc Nicoloff for the multi award winning short \"Rocambolesque\". She also shot in Delphine Lemoine's \"Manon\", a film that condemns violence against women, produced during a ministerial campaign about equality between women and men. Emilie plays the main role in the feature film \"Alice\" by Josephine Mackerras for which she received the prize for female interpretation at the Mostra de València as well at the Eurasia film festival in 2019. The film was selected at numerous festivals (Edinburgh, Melbourne, Sydney, Raindance,...) and won several prizes including the Grand Jury Award at the SXSW festival in Austin, Texas. Emilie will be featured in \"65 Miles\" by Matt Hartley, directed by Pamela Ravassard and \"Adriana\" by Amin Maalouf, directed by Grégory Barco at the 2021 Avignon festival.",
    "name_more_cn": [],
    "personage_id": "35666606",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1464279",
    "personage_link": "https://www.douban.com/personage/35666606/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-09T16:36:23"
}