{
    "sid": "1468598",
    "name": "凯伊·萨拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/02da49adf05c915469162b8bf21503be.jpg",
    "imdb_id": "nm7916483",
    "name_en": "巴西, 亚马逊州, Iauaretê",
    "name_full": "凯伊·萨拉 巴西, 亚马逊州, Iauaretê",
    "birth_date": "",
    "birth_place": "巴西, 亚马逊州, 亚乌勒特",
    "last_movies": [
        {
            "id": 26722109,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2319915137.jpg",
            "title": "无尽的时间",
            "release": 1
        }
    ],
    "introduction": "Kay Sara (born in 1996) grew up in Iauaretê in the Brazilian state of Amazonas, on the border to Colombia. Her father belongs to the indigenous Tariana people, her mother to the Tukano. At the age of seven, she moved with her family to Manaus, where she made her first film in the same year. Ever since, she has dedicated herself as a young activist and performer to the worthy representation of the indigenous – her own – way of life and its mythological basis in the public sphere and the culture of Brazil, as well as to the preservation of its living environment against the threat from mining companies and agribusiness. Acting is a central means of Sara’s political  involvement. There is a tradition of acting in her family dating back to her grandparents, who played in the feature film “Brincando nos campos do senhor” (1991) by Hector Babenco. Since then, her parents and family members have appeared in many films about the indigenous people of the Amazon. Sara has performed in numerous feature films and television series, including “Un giorno devi andare” by Giorgio Diritti (2013) and “Antes o tempo não acabava” by Sérgio Andrade and Fábio Baldo (2016). In 2018, Sara left Manaus in search of new opportunities and experiences. She currently lives in Sao Paulo. In addition to her work on camera, Sara is active with various theatre collectives. She mounted her first solo performance, “PÊ'TÍA'NÃWE-EXTERMÍNIO”, in 2018.",
    "name_more_cn": [],
    "personage_id": "35781685",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1468598",
    "personage_link": "https://www.douban.com/personage/35781685/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-16T21:55:54"
}