{
    "sid": "1468588",
    "name": "伊丝特拉·海奈尔",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/61d17c71cc3bf985eae92c9ba5396b18.jpg",
    "imdb_id": "nm1170017",
    "name_en": "Estela Renner",
    "name_full": "伊丝特拉·海奈尔 Estela Renner",
    "birth_date": "1973年10月13日",
    "birth_place": "巴西, 圣保罗州, 圣保罗市",
    "last_movies": [
        {
            "id": 35736728,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2846377667.jpg",
            "title": "守林者 第二季",
            "release": 1
        },
        {
            "id": 34849306,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570559252.jpg",
            "title": "守林者 第一季",
            "release": 1
        }
    ],
    "introduction": "Estela Renner morou durante sete anos nos Estados Unidos, onde fez Mestrado em Motion Pictures (MFA, Motion Pictures, 2003, UM) e iniciou seus trabalhos audio-visuais. É criadora e roteirista (junto a Marcos Nisti) e diretora geral da série de ficção Aruanas, (TV GLOBO, Globoplay) que foi ao ar em 2020 e atingiu cerca de 30 milhões de espectadores.Através da Maria Farinha Filmes, seu trabalho é dedicado a ajudar a promover mudanças sociais e ambientais através obras audiovisuais. Estela escreveu e dirigiu Muito Além do Peso, documentário sobre a epidemia de obesidade infantil, e Criança: a Alma do Negócio, sobre os efeitos da propaganda dirigida às crianças.Renner fala sobre a série Aruanas produzida pelos Estúdios Globo.Em 2016, a produtora lançou mais um documentário e uma série de seis episódios (Netflix) escrito e dirigido por ela - O Começo da Vida - sobre a importância das relações humanas nos primeiros anos de vida de cada pessoa. E no mesmo ano foi homenageada pelo Trip Transformadores.Para a TV Globo, a Maria Farinha Filmes produziu e Estela criou, junto a Marcos Nisti, e dirigiu a série Jovens Inventores, sobre adolescentes que criaram algo para melhorar a vida das suas comunidades. A série atingiu mais de 23 milhões de pessoas.Como roteirista, Estela também escreveu para a TV Globo a ficção Ela Faz Cinema, e para a Fox Internacional, o longa-metragem de animação Lino. Dirigido por Rafael Ribas, é o longa-metragem brasileiro que mais foi vendido no mercado internacional.Ela também é produtora de diversos documentários, como Tarja Branca, um manifesto a importância de continuar sustentando um espírito lúdico, que surge em nossa infância e que o sistema nos impele a abandonar em nossa vida adulta e do Território do Brincar, que propõe um passeio pela geografia de gestos infantis que habitam brincadeiras de diversas regiões brasileiras.Em 2018 Estela participa como criadora e diretora da série Aruanas, co-produção Maria Farinha Filmes e Globo.",
    "name_more_cn": [],
    "personage_id": "35781583",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1468588",
    "personage_link": "https://www.douban.com/personage/35781583/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-12T06:07:10"
}