{
    "sid": "1468590",
    "name": "马库斯·尼斯奇",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/343cfa6f18c1037d42200740991b076b.jpg",
    "imdb_id": "nm5496502",
    "name_en": "Marcos Nisti",
    "name_full": "马库斯·尼斯奇 Marcos Nisti",
    "birth_date": "1963年7月5日",
    "birth_place": "巴西, 圣保罗州, 桑托斯市",
    "last_movies": [
        {
            "id": 35736728,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2846377667.jpg",
            "title": "守林者 第二季",
            "release": 1
        },
        {
            "id": 34849306,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570559252.jpg",
            "title": "守林者 第一季",
            "release": 1
        }
    ],
    "introduction": "Empreendedor social e produtor de cinema e TV,  Marcos Nisti é formado em Direito na UNISANTOS, com MBA em Economia do Setor Público pela FIPE/USP. Foi um dos criadores da marca Projeto Terra, pioneira no conceito de fair trade no Brasil.Em 2015, co-criou e desde então é vice-presidente do Alana, uma organização de impacto socioambiental que promove o direito e o desenvolvimento integral da criança e fomenta novas formas de bem viver. Está distribuída em três frentes: Instituto Alana, AlanaLab, Alana Foundation.O Instituto Alana, uma organização da sociedade civil sem fins lucrativos, foi criado por Ana Lucia Villelaem 1994 e aposta em programas que buscam a garantia de condições para a vivência plena da infância: Criança e Consumo, Criativos da Escola, Prioridade Absoluta, Espaço Alana, Criança e Natureza, Videocamp e Lunetas.Desde 2014, Marcos Nisti é sócio do AlanaLab, núcleo de negócios do Alana, que busca transformação social por meio do investimento em empresas e iniciativas de comunicação de impacto. O núcleo participa e é sócio da Maria Farinha Filmes, da distribuidora cultural Flow e da produtora de realidade estendida Junglebee.Pela Maria Farinha Filmes, Marcos Nisti é produtor do filme ‘Criança, A Alma do Negócio’ (2008)",
    "name_more_cn": [],
    "personage_id": "35781586",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1468590",
    "personage_link": "https://www.douban.com/personage/35781586/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-03T08:00:11"
}