{
    "sid": "1471673",
    "name": "刘媛媛",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "音乐",
        "作者"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/73ce19509b4501f046032cd6bd80deee.jpg",
    "imdb_id": "",
    "name_en": "Yuanyuan Liu",
    "name_full": "刘媛媛 Yuanyuan Liu",
    "birth_date": "1976年6月28日",
    "birth_place": "中国,云南,大理",
    "last_movies": [
        {
            "id": 35196871,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619026172.jpg",
            "title": "民歌·中国",
            "release": 1
        },
        {
            "id": 6519575,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1104325311.jpg",
            "title": "杨善洲",
            "release": 1
        }
    ],
    "introduction": "刘媛媛，苗族，出生于云南大理，中央民族歌舞团著名女高音青年歌唱家，国家一级演员（享受国务院特殊津贴），国家七部委“新世纪百千万人才工程国家级人选”，全国青联委员，中央国家机关青联常委，团中央“中国青年五四奖章”获得者，中国十大部委“关爱成长行动形象大使”，“中国保护母亲河形象大使”，“中国禁毒形象大使”，“中华爱国工程联合会形象大使”，“中国公益事业形象大使”，同时被联合国授予“世界和谐大使”，被“百国首脑组委会”授予“世界友好和平使者”称号。多次获得全国“五个一工程”奖，全国电视文艺“星光杯”一等奖等政府大奖，连续多年荣获全国观众、听众最喜爱的歌手奖—“金号奖”金奖等奖项。由她演唱的《五星红旗》风靡大江南北，刘媛媛毕业于中央民族大学艺术系声乐本科，同年进入中央音乐学院深造声乐，获声乐硕士学位，师从著名教授郭淑珍老师和金铁霖老师。刘媛媛擅长将民族、美声、通俗唱法融合在一起演唱，形成了自己独特的演唱风格，她演唱的歌曲真诚、质朴、大气，在她的演唱生涯中以演唱“歌唱祖国、歌唱人民、歌唱美好生活”歌曲属多，如《五星红旗》、《国家》、《感恩》、《鲜花陪伴你》、《祝你好运》、《长大成材》、《你的爱无处不在》、《美好祝福》、《中华是我家》、《走在幸福的路上》、《共产党人》等一首首好歌。凭借她出色的演唱，这些歌传遍祖国大江南北，她由此被誉为“红旗歌手”及“中国新时代主旋律歌唱家的代表”。从1996年开始，刘媛媛多次参加中央电视台春节联欢晚会（2003年独唱《鲜花陪伴你》、2004年独唱《美好祝福》，成为中国歌坛少数几位在央视春晚独唱的演员之一，2005年、2006年又分别在春节联欢晚会上演唱《映山红》和《马铃儿响来，玉鸟儿唱》），多次参加中央电视台春节歌舞晚会及文化部春节晚会，并多次受邀参加中宣部、文化部、中央电视台等国家级大型文艺演出；1997香港回归前夜刘媛媛以一曲《闪光吧，香港》迎来了中英两国政府交接仪式的正式开始，已被载入历史史册；1999年10月1日在国庆50周年大型焰火晚会上第一个出场，以一首《五星红旗》唱红了祖国大江南北；2009年10月1日在国庆60周年大型联欢晚会上联袂国际巨星成龙压轴出场，一曲气势磅礴的《国家》振奋了无数华人的拳拳爱心；2010年4月30日携手周华健、毛阿敏以一曲《相约上海》拉开了上海世博会开幕式的序幕；在改革开放20周年《春潮颂》、澳门回归、中国共产党建党80周年、申办奥运成功，“十六大”闭幕、“抗非典”胜利、小平同志诞辰100周年、建国55周年、建党86周年、十七大胜利召开、抗震救灾、奥运会闭幕式、改革开放30周年等一系列具有重大历史时刻的大型晚会中，人们都可以看到刘媛媛的身姿，听到她激情四溢的演唱。刘媛媛是我国德艺双馨的著名青年歌唱家，她用歌声和爱心奉献社会。刘媛媛从1999年开始已经资助了103名贫困地区的孩子，这些孩子分别来自湖南、广西、湖北、江西、宁夏、新疆、重庆、福建、内蒙古、贵州、辽宁、天津、云南等地区；她热爱社会公益活动，先后参加了中央电视台在古田、贵州遵义革命老区、江西井冈山、辽宁鞍钢、福建闽西古田革命老区、四川西昌卫星发射中心、云南禄劝、江西萍乡、宁夏银川、江苏兴化、内蒙古赤峰、广西崇左、江西上饶等地的“心连心”慰问演出，以实际行动积极贯彻了文艺为人民服务的宗旨；她因演唱《共享和平》被世界友好和平百国首脑组委会授予金奖和“世界友好和平使者”的称号。刘媛媛先后在江西南昌、甘肃兰州、四川成都、上海、海南海口、广东广州、辽宁沈阳、云南昆明、广西百色、福建福州、安徽黄山、内蒙古呼和浩特、北京人民大会堂、黑龙江哈尔滨等地成功举办了19场大型公益个人演唱会。特别是2007年7月1日，建党86周年、香港回归十周年之际，刘媛媛在人民大会堂万人礼堂成功举办了“五星红旗高高飘扬”大型公益演唱会，成为国内第一个登上人民大会堂开办个人专场演唱会的艺术家，这场高水平的主旋律演唱会在全国反响热烈，她以优美的歌声和良好的品性赢得了音乐权威的肯定和全国观众的喜爱。",
    "name_more_cn": [],
    "personage_id": "35897297",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1471673",
    "personage_link": "https://www.douban.com/personage/35897297/",
    "property_other": [
        {
            "label": "语言",
            "value": "国语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-04T21:52:29"
}