{
    "sid": "1473342",
    "name": "哈法埃尔·维奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/799cdb97c17a9502565911cc3894e7da.jpg",
    "imdb_id": "nm7158115",
    "name_en": "Rafael Vitti",
    "name_full": "哈法埃尔·维奇 Rafael Vitti",
    "birth_date": "1995年11月2日",
    "birth_place": "巴西,里约热内卢州,拉兰热拉斯",
    "last_movies": [
        {
            "id": 35773113,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868404425.jpg",
            "title": "Além da Ilusão",
            "release": 1
        },
        {
            "id": 33218273,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551353830.jpg",
            "title": "夏季90",
            "release": 1
        },
        {
            "id": 27665170,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510968847.jpg",
            "title": "古河旧事",
            "release": 1
        }
    ],
    "introduction": "Born in Rio de Janeiro, Rafael Vitti grew up in the neighborhood of Flamengo, south of the city of Rio de Janeiro. His first artwork was in his theater with the play Quem Matou O Leão?. He made two short, the NÓS and Le Royale With Cheese before attempting to test to get in Malhação, already attending the course for the Performing Arts in UniRio. After trying to get into Malhação in season 2013 without success, Rafael tried again for the 22nd season, called Malhação Sonhos, in which passed and gave life to the remarkable character Pedro Ramos. For the character Pedro, Rafael had to get into guitar lessons, already with knowledge of guitar, the actor had to improve their knowledge to give life to the role of Pedro 'crazy loose guitarist' who was passionate about music, dreamed of becoming a famous guitarist and dating the fighter Karina, played by actress Isabella Santoni, forming Perina couple that was very successful among young people.Without many difficulties Rafael proved to be a great learner and soon shone Pedro, influencing much on the great success of Malhação season. Soon after Malhação, Marcelo Faria invited to be part of the play Zero de Conduta that featured a strong cast, namely: Guilherme Hamacek, Cadu Libonati, Antônio Carlos, Mauricio Pitanga, Chico Melo and Nicole Gomes, his former partners working in Malhação.In 2015 he gave life to the character Pedro Miller in the series Não se apega, não the Fantástico and signed in 2015 a 3-year contract with Rede Globo. As an actor, Rafael Vitti also shows other talents and facets. In addition to being successful in work as an actor, Rafael also shown writer. The actor has always had desire to launch book with his poems and phrases which often disclosed in their social networks. Thus was started the book titled Quer Se Ver No Meu Olho? with several of his poems still made in preadolescence will today forming in a book with several pages expressing his thoughts and reflections. And on March 18, 2016, announced the beginning of his second book, not yet titled.Early in 2016, he participated in the video for the song Direção EP Vício singer Manu Gavassi.Also in early 2016, Rafael Vitti was tipped to antagonist in the first phase of the new novel from 9 Rede Globo Velho Chico, which premiered March 14, 2016.",
    "name_more_cn": [],
    "personage_id": "35930345",
    "family_member": [
        "Tatá Werneck (妻子)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1473342",
    "personage_link": "https://www.douban.com/personage/35930345/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-24T08:13:27"
}