{
    "sid": "1473408",
    "name": "达尔·祖佐夫斯基",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1a3ee1bbfe8ba020420ef23ee93838de.jpg",
    "imdb_id": "nm5876582",
    "name_en": "Dar Zuzovsky",
    "name_full": "达尔·祖佐夫斯基 Dar Zuzovsky",
    "birth_date": "1991年1月24日",
    "birth_place": "以色列, 特拉维夫",
    "last_movies": [
        {
            "id": 36370806,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891017607.jpg",
            "title": "Corduroy",
            "release": 1
        },
        {
            "id": 36035780,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896357208.jpg",
            "title": "未来阴影",
            "release": 1
        },
        {
            "id": 35915070,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873817487.jpg",
            "title": "烘焙师与美女",
            "release": 1
        },
        {
            "id": 35048297,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914423990.jpg",
            "title": "美丽的不完美",
            "release": 1
        },
        {
            "id": 30371709,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871026266.jpg",
            "title": "幸存者",
            "release": 1
        }
    ],
    "introduction": "Dar Zuzovsky is an Israeli actress and model. She was born in Tel-Aviv, Israel on February 24,1991 to Sharon and Einat Zuzovsky. Her mother Einat is an interior designer and her father Sharon is a real-estate investor. Dar was raised in Ramat Hasharon, a small city on the outskirts of Tel-Aviv. At the age of fifteen Dar began her modeling career. She was signed at Women Worldwide and Elite model management, two of the top modeling agencies around the world. Dar has been featured in numerous advertising campaigns such as Sephora, Samsung, Urban Outfitters and also appeared on the covers of Cosmopolitan and Blazer. When she was 16 Dar was accepted into \"Alon School For the Arts\", considered one of the top schools of its kind in the country. While there Dar studied acting and was considered very promising. At the age of eighteen Dar was drafted for the Israeli Defense Force and served for three years. During this time she also worked as both a model and actress. Dar's first acting project was the lead role in Nickelodeon's \"The Greenhouse.\" The show received many Israeli awards during its four season run and was later syndicated to Nickelodeon UK. Following the success of \"The Greenhouse\" Dar was cast as Nohar Shiff on \"Scarred\", an action series that has millions of fans and is considered to be a smash hit. With this momentum Dar was able to land the lead role on the internationally award- winning drama \"Hostages.\" In 2015 she starred in her first feature film \"Ibiza\" which was shot in Spain.",
    "name_more_cn": [],
    "personage_id": "35931761",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1473408",
    "personage_link": "https://www.douban.com/personage/35931761/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-14T19:21:25"
}