{
    "sid": "1474377",
    "name": "Anthony Imre Alexander Gross",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7e2466e18685427912aff95e65075ff0.jpg",
    "imdb_id": "nm0999697",
    "name_en": "",
    "name_full": "Anthony Imre Alexander Gross",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35880655,
            "year": "1936",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875546716.jpg",
            "title": "The Fox Hunt",
            "release": 1
        },
        {
            "id": 1999533,
            "year": "1934",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605452074.jpg",
            "title": "生命之悦",
            "release": 1
        }
    ],
    "introduction": "Anthony Imre Alexander Gross CBE RA (19 March 1905 – 8 September 1984) was a British printmaker, painter, war artist and film director of Hungarian-Jewish, Italian, and Anglo-Irish descent.Anthony Gross was born in 1905, at Dulwich, London, the son of the Hungarian cartographer and founder of Geographia Ltd, Alexander Gross (1880–1958),and suffragette Isabelle Crowley (1886-1938). His sister was the artist, writer and publisher Phyllis Pearsall. He attended Shrewsbury House School[4] and later Repton School until 1922, and from the following year studied at the Slade School of Fine Art under Henry Tonks. Later studies were at the Central School of Art and Crafts, London, the École des Beaux-Arts, Paris, and the Academia de San Fernando, Madrid. In 1925 he studied within life classes and as an engraver at Académie Julian and Académie de la Grande Chaumière, Paris. Following study, Gross painted and produced intaglio prints in Spain, painted in Brussels, and in 1928 returned to work in Paris, and other parts of France, working entirely from life. While in France he developed a working relationship with Józef Hecht and Stanley William Hayter. During the early 1930s he exhibited in Paris galleries, becoming a member of the La Jeune Gravure Contemporaine, designed costumes and settings for ballet, and worked with composer Tibor Harsányi. He co-directed the short film La Joie de vivre with Hector Hoppin in 1934. Returning to Britain in 1934, Gross worked on animated films, illustrated a 1929 edition of Jean Cocteau's Les Enfants Terribles and became an art director for London Films. In 1937 he returned to work in Paris. Gross had married Villeneuve fashion artist Marcelle Marguerite Florenty in 1930; their children were Mary (b. 1935) and Jean-Pierre (b. 1937). In 1940 he brought his family from France to England, to live at Flamstead, Hertfordshire.",
    "name_more_cn": [],
    "personage_id": "35964112",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1474377",
    "personage_link": "https://www.douban.com/personage/35964112/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-01T10:07:21"
}