{
    "sid": "1474467",
    "name": "克里斯托弗·蒙特内兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/db561b268908c81e098648373eaa9ba9.jpg",
    "imdb_id": "nm8144032",
    "name_en": "Christophe Montenez",
    "name_full": "克里斯托弗·蒙特内兹 Christophe Montenez",
    "birth_date": "1988年12月8日",
    "birth_place": "法国,巴黎",
    "last_movies": [
        {
            "id": 36756489,
            "year": "2020",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La place du mort",
            "release": 1
        },
        {
            "id": 36415246,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913998107.jpg",
            "title": "Un Noël en famille",
            "release": 1
        },
        {
            "id": 36402834,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914747505.jpg",
            "title": "阳台上的女人们",
            "release": 1
        },
        {
            "id": 36399215,
            "year": "2028",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918560810.jpg",
            "title": "13天13夜",
            "release": 0
        },
        {
            "id": 35811751,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870259080.jpg",
            "title": "伪君子",
            "release": 1
        },
        {
            "id": 35210620,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869519927.jpg",
            "title": "阿娜伊斯的爱恋",
            "release": 1
        },
        {
            "id": 35155794,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632546872.jpg",
            "title": "巴黎警局1900 第一季",
            "release": 1
        },
        {
            "id": 35023393,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633701218.jpg",
            "title": "阿德里恩的异想世界",
            "release": 1
        },
        {
            "id": 34943349,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2667391667.jpg",
            "title": "疯女人的舞会",
            "release": 1
        },
        {
            "id": 30486721,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550474457.jpg",
            "title": "赫尔穆特·贝格，我的母亲和我",
            "release": 1
        },
        {
            "id": 27124444,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630039184.jpg",
            "title": "恋人们",
            "release": 1
        }
    ],
    "introduction": "As a child, Christophe Montenez wanted to be a tennis player, writer and actor. At the age of 17, he enrolled at the Toulouse Conservatory where he followed Francis Azéma’s courses, while also studying modern literature at university. At the Théâtre du Pavé-Toulouse, his professor directed him in Antigone by Jean Anouilh, Antigone by Sophocles, Bérénice by Racine, Dom Juan by Molièreand Visits (Visites) andLilac (Violet) by Jon Fosse. In 2010, he began a three-year course at the École du Théâtre national de Bordeaux-Aquitaine. In June 2012, he played Poucet, a free interpretation of Charles Perrault’sPetit Poucet, which he wrote and co-directed with Manuel Severi. In 2013, he played, under the direction of Yann Joël Collin, in Machine Feydeau, a montage of Feydeau’s plays at the Cartoucherie in Vincennes. The same year, Gilone Brun and Emmanuel Darley direct him as Elvis Presley, in a theatrical reading of Darley’s own Polyptique E.P at the Théâtre 71. In 2014, Galin Stoev directed him in Ferenc Molnár's Liliom staged at the Liège Théâtre, while later that year in May he was part of Princes, a free interpretation of Dostoyevsky’s Idiot staged at the Théâtre du Pavé-Toulouse by Les Bâtards Dorés, a collective which he co-founded. In 2016, Les Bâtards Dorés returned with Méduse, which won both the audience and the jury awards at the 2017 Festival Impatience.Christophe Montenez was admitted into the Comédie-Française as pensionnaire on the 8th of July 2014. His first role within the Company was in Molière’s Tartuffe by Galin Stoev. The same year, he played Bobin in Eugène Labiche’s The Italian Straw Hat (Un Chapeau de paille d’Italie) directed by Giorgio Barberio Corsetti. In 2015, he was part of L’Autre written and directed by Françoise Gillard and Claire Richard. He played Maffio Orsini in Victor Hugo’s Lucrezia Borgia by Denis Podalydès, and Al Kooper in Greil Marcus’s Like a Rolling Stone (Comme une pierre qui…) adapted and directed by Marie Rémond and Sébastien Pouderoux. He also played in Molière’s Misanthrope staged by Clément Hervieu-Léger and in Goldoni’s The Boors (Les Rustres) directed by Jean-Louis Benoit. In 2016, he was Nikita Ivanitch in Chekhov’s Swan Song, The Bear (Le Chant du cygne, L’Ours) as directed by Maëlle Poésy. Ivo van Hove selected him to play Martin von Essenbeck in his adaptation of Luchino Visconti’s The Damned (Les Damnés), a role for which he was nominated for a Molière Award for Best Male Newcomer. In 2017, he joined others in reciting Richard Strauss’s An Alpine Symphony (Une Symphonie alpestre, hymne à la nature) and Mendelssohn’s A Midsummer Night’s Dream (Songe d’une nuit d’été), at the Paris Philharmonic Orchestra. In 2018, Christophe Montenez played Ariel in Shakespeare’s Tempest staged by Robert Carsen and Moritz Stiefel in Frank Wedekind’s Spring Awakening by Clément Hervieu-Léger.Besides playing in two short films, Erwan Le Duc’s Le Soldat vierge and Vadim Alsayed's Le Refuge, Christophe Montenez also featured in Laurent Tirard’s Return of the Hero (Le Retour du Héros) which was released in February 2018.",
    "name_more_cn": [],
    "personage_id": "35973457",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1474467",
    "personage_link": "https://www.douban.com/personage/35973457/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-03T18:56:10"
}