{
    "sid": "1475359",
    "name": "张昊辰",
    "site": "douban_celebrity",
    "roles": [
        "音乐人",
        "作者"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/img/musician/medium/38805.jpg",
    "imdb_id": "",
    "name_en": "Haochen Zhang",
    "name_full": "张昊辰 Haochen Zhang",
    "birth_date": "1990年6月3日",
    "birth_place": "中国,上海",
    "last_movies": [
        {
            "id": 26577936,
            "year": "2001",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318281750.jpg",
            "title": "人物",
            "release": 1
        }
    ],
    "introduction": "继2009年获得了第十三届范·克莱本国际钢琴比赛金奖后，张昊辰通过他对音乐的深刻感触、超凡的想象力以及华丽的技巧俘获了来自美国、欧洲以及亚洲观众们的心。2017年，张昊辰荣获久负盛名的艾弗里·费舍尔音乐职业大奖，是对其音乐潜力的极大认可。张昊辰在许多世界顶尖的音乐节和乐团音乐会中均有亮相，包括在BBC逍遥音乐节，与余隆执棒的中国爱乐乐团合作演出；由已故著名指挥家洛林·马泽尔带领下与慕尼黑爱乐乐团的合作巡演，其门票在慕尼黑和中国全部售罄；在指挥大师瓦莱里·捷杰耶夫的特别邀请下，参加俄罗斯莫斯科的复活节音乐节；与悉尼交响乐团及著名指挥家大卫·罗伯森的中国巡演；与北德广播易北爱乐乐团及指挥托马斯·亨格尔布洛克在东京、北京、上海三地的巡演。在2019-2020乐季，张昊辰继续与雅尼克·涅杰-瑟贡执棒的费城交响乐团合作，他们一同参与到了乐团在费城的音乐会和日本的巡演中。在这个乐季中，除了与新加坡交响乐团和国家大剧院管弦乐团的合作以外，张昊辰与许忠指挥的上海歌剧院交响乐团演出了贝多芬钢琴协奏曲全集。此外，他还在中国举办了钢琴独奏音乐会巡演。2019年7月，张昊辰的首张协奏曲专辑由BIS唱片公司发行，与迪玛·斯洛博登尼克指挥的拉蒂交响乐团一同录制了普罗科菲耶夫《第二钢琴协奏曲》以及柴可夫斯基《第一钢琴协奏曲》。2017年2月，他的首张个人录音室独奏专辑同样由BIS唱片公司录制发行，曲目包括舒曼、勃拉姆斯、雅纳切克和李斯特的作品。近年，张昊辰在与琉森音乐节管弦乐团首度合作之余，还与费城交响乐团进行了亚洲巡演。他大范围地在亚洲举办独奏及协奏形式的巡演，足迹遍及中国、中国香港及日本。2017年10月，张昊辰与中国国家大剧院管弦乐团在卡内基音乐厅合作上演了协奏曲。次月，他首次在卡内基赞克尔音乐厅举办了钢琴独奏音乐会。张昊辰已经与琉森音乐节管弦乐团、慕尼黑爱乐乐团、伦敦交响乐团、纽约爱乐乐团、费城交响乐团、旧金山交响乐团、洛杉矶爱乐乐团、法兰克福广播交响乐团、西德广播交响乐团、法国广播爱乐乐团、马林斯基交响乐团、中国爱乐乐团、上海交响乐团、以色列爱乐乐团、香港管弦乐团、新加坡交响乐团等；合作过的指挥家包括洛林·马泽尔、里卡尔多·夏伊、雅尼克·涅杰-瑟贡、迈克尔·提尔森·托马斯、瓦莱里·捷杰耶夫、余隆、安德烈斯·奥罗斯科-埃斯特拉达、米科·法兰克、贾南德雷亚·诺塞达等。同时，张昊辰还举行过数场钢琴独奏音乐会，例如斯皮维音乐厅音乐会、拉霍亚音乐协会音乐会、波士顿名家系列音乐会、CU艺术家系列音乐会、克莱本系列音乐会、克兰纳特中心音乐会、狼阱艺术中心发现系列音乐会、堪萨斯里德中心音乐会以及UVM蓝恩系列音乐会等系列演出。与此同时，张昊辰还是一名活跃的室内乐音乐家，他与上海四重奏、东京弦乐四重奏、布伦塔诺弦乐四重奏等室内乐团合作。他常被美国的众多室内乐音乐节邀请出席，其中包括圣塔菲室内乐音乐节和拉霍亚夏日音乐节等。2009年，张昊辰在范·克莱本钢琴比赛中的实况录音经乐满地唱片公司发行，并广受好评。同时他还在彼得·罗森关于2009年克莱本比赛的获奖纪录片《德州惊喜》中担任重要角色。张昊辰毕业于费城柯蒂斯音乐学院，期间一直跟随著名钢琴教育家加里·格拉夫曼进行学习，毕业后定期跟随钢琴家安德里斯·哈弗里格进修。此前，他曾在上海音乐学院学习；2001年，11岁的张昊辰考入深圳艺术学校，师从但昭义教授。",
    "name_more_cn": [],
    "personage_id": "35865199",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1475359",
    "personage_link": "https://www.douban.com/personage/35865199/",
    "property_other": [
        {
            "label": "厂牌",
            "value": "BIS"
        },
        {
            "label": "流派",
            "value": "古典"
        },
        {
            "label": "擅长乐器",
            "value": "钢琴"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-28T22:00:21"
}