{
    "sid": "1475471",
    "name": "喬治▪託夫斯托諾戈夫",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1033194",
    "name_en": "Georgy Tovstonogov",
    "name_full": "喬治▪託夫斯托諾戈夫 Georgy Tovstonogov",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5133245,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900798266.jpg",
            "title": "哈努玛",
            "release": 1
        }
    ],
    "introduction": "Georgi Aleksandrovich Tovstonogov was born on September 28, 1915, in Tiflis, Russian Empire (now Tbilisi, Georgia). Young Tovstonogov was fond of theatre and started acting on stage while at high school. In 1933 he moved to Moscow to study acting and directing. He studied at the Moscow Institute of Theatrical Art (GITIS), from which he graduated as a theatre director in 1938. Then he returned to Tbilisi and was a director at the Theatre of Russian Drama named after Griboedov until 1946. From 1946-1950 he worked as director at the Central Children's Theatre in Moscow.Tovstonogov moved to Leningrad (St. Petersburg) in 1950, and from 1950-1956 was a director at the Leningrad Theatre of Leninsky Komsomol. There he continued his life-long effort focused on re-establishing the Russian Classical drama and literature in the Soviet-dominated theatrical repertoire. Tovstonogov was the first one who returned the works of Fyodor Dostoevsky into Soviet theatre. This became possible after Nikita Khrushchev denounced Iosif Stalin in February of 1956, and initiated the \"Thaw\" in Soviet culture and politics. Tovstonogov's 1956 production of 'The Insulted and Humiliated' was based on the eponymous book by Fyodor Dostoevsky, and became a brilliant artistic response to the dictatorship of Iosif Stalin.From 1956-1989 Tovstonogov was the director general at the Leningrad Bolshoi Drama Theatre (BDT) named after Maxim Gorky. There he directed plays by Anton Chekhov, Lev Tolstoy, Aleksandr Griboyedov, Maxim Gorky, Nikolay Gogol, Vasiliy Shukshin, Charles Dickens and other authors. Under the leadership of Tovstonogov the Leningrad Bolshoi Drama Theatre (BDT) was nicknamed the \"Tovstonogov's theatre\" and that nickname became widely used by actors and public. After the director's death all actors and loyal theatre patrons appealed to the Russian Federal government to commemorate the famous director. In 1992, the St. Petersburg Bolshoi Drama Theatre (BDT) was renamed after Tovstonogov.Much of Tovstonogov's success as a theatrical director was achieved because of his ability to attract the best actors of the former Soviet Union to the Leningrad Bolshoi Drama Theatre (BDT). There he assembled a stellar troupe of actors, including such prominent film stars as Kirill Lavrov, Oleg Basilashvili, Tatyana Doronina, Alisa Freyndlikh, Lyudmila Makarova, Svetlana Kryuchkova, Innokentiy Smoktunovskiy, Sergey Yurskiy, Vladislav Strzhelchik, Oleg Borisov, Yefim Kopelyan, Evgeniy Lebedev, Vsevolod Kuznetsov, Nikolay Trofimov, Pavel Luspekayev, and many other remarkable Russian actors.Tovstonogov wrote several books about theatre. His books: 'About the Profession of Director' (1965), 'Circle of Thoughts' (1972) and 'Mirror of Stage' has been highly regarded among Russian actors and directors. He also taught acting and directing in Tbilisi, Moscow, and Leningrad. From 1955-1989 Tovstonogov was a professor of directing at the Leningrad Institute of Theatre, Music and Cinematography (now the Academy of Theatre, Music and Cinema) in St. Petersburg, Russia. He also directed several stage plays for theatres in European countries.Georgi Tovstonogov was awarded the Stalin's Prize in 1950 and 1952, and the State Prize of the USSR in 1956, 1968, and 1978. Tovstonogov was awarded the Order of Lenin (twice), he was honored with the title of People's Artist of the USSR, and received numerous other awards and decorations. Georgi Tovstonogov died of a heart failure on May 23, 1989, and was laid to rest in the Necropolis of Masters of Art in St. Aleksandr Nevsky Convent in St. Petersburg, Russia.",
    "name_more_cn": [],
    "personage_id": "36032774",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1475471",
    "personage_link": "https://www.douban.com/personage/36032774/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-25T15:14:42"
}