{
    "sid": "1476148",
    "name": "马克·凯利",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9f918ef8f450355321b09e89243520b9.jpg",
    "imdb_id": "nm4773741",
    "name_en": "Mark Kelly",
    "name_full": "马克·凯利 Mark Kelly",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35760507,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875456891.jpg",
            "title": "绝不退缩",
            "release": 1
        },
        {
            "id": 34835909,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569129078.jpg",
            "title": "爱因斯坦与霍金：解锁宇宙",
            "release": 1
        },
        {
            "id": 30388417,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877252723.jpg",
            "title": "暗物质的奥秘",
            "release": 1
        },
        {
            "id": 26740400,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504251733.jpg",
            "title": "太空一年",
            "release": 1
        }
    ],
    "introduction": "又名: Mark E. KellyCommander, USNNASA AstronautPERSONALDATA: Born February 21, 1964 in Orange, New Jersey, but considersWest Orange, New Jersey, to be his hometown. Married to Congresswoman Gabrielle Giffordsof Tucson, Arizona. He enjoys cycling, weight-lifting and golf. His parents,Richard and Patricia Kelly, reside in Flagler Beach, Florida. Mark has two children.EDUCATION: Graduated from Mountain High School, West Orange, New Jersey, in 1982; received bachelor ofscience degrees in marine engineering and marine transportation (with highesthonors) from the U.S. Merchant Marine Academy in 1986, and a master of sciencedegree in aeronautical engineering from the U.S. Naval Postgraduate School in1994.ORGANIZATIONS: U.S.Merchant Marine Academy Alumni Association, Fellow of theNational Committee on U.S. China Relations.AWARDS: Awarded Defense Superior ServiceMedal (2 awards), four Air Medals (2 individual/2 strike flight) with Combat\"V,\" 2 Navy Commendation Medals (one with combat \"V\"), NavyCommendation Medal with \"V,\" Navy Achievement Medal, two SouthwestAsia Service Medals, Navy Expeditionary Medal, two Sea Service DeploymentRibbons, Overseas Service Ribbon, and various other unit awards.EXPERIENCE: Kelly received his commission fromthe U.S. Merchant Marine Academy in June 1986, and was designated a NavalAviator in December 1987. While assigned to Attack Squadron 115 in Atsugi, Japan he made two deployments to the Persian Gulf aboard the USS Midway flying theA-6E Intruder All-Weather Attack Aircraft. During his second deployment he flew39 combat missions in Operation Desert Storm. He completed 15 months ofgraduate work in Monterey, California, before attending the U.S. Naval Test Pilot School in June1993.Aftergraduating in June 1994, he worked as a project test pilot at the CarrierSuitability Department of the Strike Aircraft Test Squadron, Patuxent River, Maryland, flying the A-6E, EA-6B and F-18 aircraft. Kelly was aninstructor pilot at the U.S. Naval Test Pilot School when selected for theastronaut program.He haslogged over 4,500 flight hours in more than 50 different aircraft and has over375 carrier landings.NASAEXPERIENCE:Selected by NASA in April 1996, Kelly reported to the Johnson Space Center inAugust 1996. Twice flown, he served as pilot on STS-108 in 2001 and STS-121 in2006, and has logged almost 25 days in space. In 2006 he received his firstU.S. Patent for an advanced oxygen mask for combat aircraft. He is assigned tocommand the crew of STS-124. The STS-124 mission to the International SpaceStation will be the second of three flights that will launch components tocomplete the Japanese \"Kibo\" laboratory. Launch is targeted for May2008.SPACEFLIGHT EXPERIENCE:STS-108 Endeavour (December 5-17, 2001), was the 12th shuttle flight to visitthe International Space Station. Endeavour?s crew delivered the Expedition-4crew and returned the Expedition-3 crew, unloaded over 3 tons of equipment andsupplies from the Raffaello Multi-Purpose Logistics Module, and performed onespace walk to wrap thermal blankets around ISS Solar Array Gimbals. STS-108 traveled4.8 million miles orbiting the earth 185 times in 283 hours and 36 minutes.STS -121(July 4-17, 2006), was a return-to-flight test mission and assembly flight tothe International Space Station. During the 13-day flight the crew of SpaceShuttle Discovery tested new equipment and procedures that increase the safetyof space shuttles, repaired a rail car on the International Space Station andproduced never-before-seen, high-resolution images of the Shuttle during andafter its July 4th launch. The crew also performed maintenance on the spacestation and delivered and transferred more than 28,000 pounds of supplies andequipment, and a new Expedition 13 crew member to the station. The mission wasaccomplished in 306 hours, 37 minutes and 54 seconds.",
    "name_more_cn": [],
    "personage_id": "36058607",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1476148",
    "personage_link": "https://www.douban.com/personage/36058607/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-06T16:26:31"
}