{
    "sid": "1478711",
    "name": "维尼西亚·博维",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/853154c0b9dde6ea459d9dd6a7b6ba28.jpg",
    "imdb_id": "nm5163978",
    "name_en": "Venetia Bowe",
    "name_full": "维尼西亚·博维 Venetia Bowe",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35840842,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870742812.jpg",
            "title": "我们爱的人",
            "release": 1
        },
        {
            "id": 30223503,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618449870.jpg",
            "title": "奋不顾身",
            "release": 1
        }
    ],
    "introduction": "Venetia recently played the role of Cactus in Gina Moxley's DANTI-DAN for Livin Dred. She is currently in rehearsal for Druid's THREE SHORT COMEDIES by Sean O'Casey.She recently appeared with Druid in the Coole Park Poetry Series reading Eiléan Ní Chuilleanáin's THE ARCHITECTURAL METAPHOR. She recently recorded a role in their first radio play SORRY, WRONG NUMBER by Lucille Fletcher which will be played as part of RTE Drama On One. In 2020, she appeared on stage in DRUIDGREGORY which toured scenic outdoor venues in Galway.Recent screen credits include the role of Katya in the Irish/Finnish co-production COLD COURAGE directed by Agneta Fagerström-Olsson for Luminoir, the role of Irene Piecraft in short film THE FALL OF THE HOUSE OF PIECRAFT directed by TJ O'Grady-Peyton, BBC Arts programme IMAGINE: EDNA O'BRIEN, the lead role in Oonagh Kearney’s experimental dance short, FIVE LETTERS TO A STRANGER WHO WILL DISSECT MY BRAIN, a collaboration with Junk Ensemble based on a poem by Doireann Ní Ghríofa and the role of Maggie in WISHBONE, directed by Myrid Carten.Recent stage credits include the Landmark production of ASKING FOR IT, directed by Annabelle Comyn, the role of Hero in Rough Magic's acclaimed production of MUCH ADO ABOUT NOTHING, WOMB for Outlandish Theatre Platform at the Samuel Beckett Theatre,  KISS KISS SLAP SLAP for Chaos Factory at Smock Alley, the national tour of Brokentalkers' acclaimed THIS BEACH, and the role of Emmy in NORA, a version of Ibsen's A DOLL'S HOUSE adapted by Belinda McKeon and Annie Ryan for Corn Exchange.Venetia holds a Bachelor in Acting degree from The Lír Academy at Trinity College Dublin (in partnership with RADA).",
    "name_more_cn": [],
    "personage_id": "36119681",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1478711",
    "personage_link": "https://www.douban.com/personage/36119681/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-24T11:23:04"
}