{
    "sid": "1478823",
    "name": "艾伦·温宁顿",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0935421",
    "name_en": "Alan Winnington",
    "name_full": "艾伦·温宁顿 Alan Winnington",
    "birth_date": "1910年3月16日",
    "birth_place": "英国，伦敦",
    "last_movies": [
        {
            "id": 5057300,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2396110179.jpg",
            "title": "冻结的闪电",
            "release": 1
        }
    ],
    "introduction": "Born in London in 1910, Winnington joined the British Communist Party in 1934 and by 1948 was made Press Officer. That same year Harry Pollitt, the Chairman of the party suggested he would be the ideal candidate to fulfil a request from the Chinese Communist Party Information Service for an English speaking advisor to assist with news and propaganda. An initially reluctant Winnington then found himself an Honorary General within the ranks of the People’s Liberation Army, as the Communist forces marched into Beijing and founded the People's Republic of China. Aside from fulfilling his advisory role to the CCP, Winnington was also able to provide reports for the Daily Worker, providing invaluable information from behind the Bamboo curtain. When, in 1950 the Korean War broke out between the Communist North and the US-backed South, the Worker saw a unique opportunity for a British reporter to witness the conflict from a communist viewpoint and so Winnington, with Australian journalist Wilfred Burchett, were the only two Western journalists permitted to accompany the Korean People’s Army on the frontline. During the course of his reporting, Winnington witnessed first-hand the devastation caused by the conflict including the use of chemical weapons on civilians and the experience of nearly losing his own life when the jeep he was travelling in came under fire from US planes.Two events during his time in Korea were to have a marked impact on the rest of Alan Winnington’s life, both professionally and personally. In 1953 he was taken by locals to a site in the village of Rangwul in Daejeon where he witnessed the aftermath of a massacre carried out by the South Korean government in the presence of US troops, of 7000 political prisoners. Outraged and appalled by what he had witnessed, Winnington produced a pamphlet entitled I Saw the Truth in Korea which contained his account and the photographs taken at the site and was published by the Daily Worker. The accusations that Winnington made in this publication regarding the conduct of American troops were of concern to the British government. Not only did they detail potential war crimes and atrocities, they were being made against the nation’s closest ally by a British-born communist. As well as his regular reports on conditions during the conflict, Winnington also operated in a liaison capacity at Korean Prisoner of War camps - passing on correspondence and parcels from families to British and American soldiers and interviewing prisoners. It was his presence during a ‘re-education’ session, where prisoners were encouraged to discuss the nature of the US involvement in the war and the ultimate goal of the conflict, that led to some damning accusations from the British and American governments. MPs in Whitehall suggested that as a fully-fledged communist agent, Winnington had taken part in torture sessions, acting as an interpreter during the mistreatment and ‘brainwashing’ of prisoners. Winnington strongly denied these allegations for the rest of his life but the damage was done. He was labelled a traitor and when, in 1954 he attempted to renew his passport in order to visit home, he found it had been revoked by the British government.Unable to return home and disillusioned by events in China during the Cultural Revolution, Winnington took the opportunity to accept the post of The Daily Worker’s ‘man in Berlin’, moving to the German Democratic Republic in 1960. In later years, as well as his regular Daily Worker (now The Morning Star) contributions, he worked as an author; writing a number of detective novels as well as continuing the travel writing which had been a staple of his career to this point (in the 1950s he wrote extensively on Chinese and Tibetan native peoples and tribes). Although his passport was reinstated in 1968, Winnington never returned to live in Britain. He died from a stroke in 1983.",
    "name_more_cn": [],
    "personage_id": "36122763",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1478823",
    "personage_link": "https://www.douban.com/personage/36122763/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1983年11月26日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-10-10T05:52:11"
}