{
    "sid": "1479155",
    "name": "萝玛·巴洛杰",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c727eba94e6a7a7efe37ae1552298be7.jpg",
    "imdb_id": "nm5535575",
    "name_en": "Lauma Balode",
    "name_full": "萝玛·巴洛杰 Lauma Balode",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36533417,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897431148.jpg",
            "title": "Castratus the Boar",
            "release": 1
        },
        {
            "id": 27204504,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523385596.jpg",
            "title": "比莱",
            "release": 1
        }
    ],
    "introduction": "Lauma was aware for her passion for acting from the age of 6 when her dad brought home a camera and from this moment she has always believed she is performing in movies.Recently she has been selected for the nomination best actress in the \"Zenta Maurina. Documental Dreams.\" (a play directed by Kristine Kruze) at the Latvian National Theatre Awards \"Spelmanu nakts\" 2018/2019.Lauma has a Master's degree in Audiovisual Performance and a Bachelor's degree in Theatre from Latvian Academy of Culture. In addition, she has also been trained by world renowned professionals such as Jean Luoi Rodrigue and Kristof Kondrat who has coached stars such as Leonardo DiCaprio, Juliette Binoche, Margot Robbie, Cristian Bale, Paul Dano and others. Lauma has participated in Moscow International Film Festival Actors Lab and she has two times taken part in Riga International Film Festival Actors Lab. This international experience has allowed her to develop several unique acting techniques. Recently Lauma completed a month long couching - 'Meisner Technique' in Los Angeles with the renowned couch Mathew Synder.Lauma made her feature film debut in a Russian film called Mamie's 3 directed by G.Malkov. She worked alongside national stars such as Garik Kharlamov and Andrey Urgant. However, her TV series debut was in Poland where she filmed in series called 'Involved' with the director Olga Chajdas. In Latvia she is most known for her role as a police women Grasmane in TV series Strange Face. Lauma is an actress working globally. She has captivated the audience with her emotional performance and talent for replicating several accents in different languages. She speaks five languages: Latvian, Polish, Russian, English, and German. Engaging and provocative, passionate yet conceptual Lauma has expertise working in film & theatre and music videos. As mentioned, Lauma is especially talented with replicating accents which has allowed her to act in various, different roles.Lauma has always dreamed about working in films and appreciates all the opportunities she gets. Recently she has been featured in Bille, Baltic Tribes and The Outside, Blizzard of Souls, Class Reunion 2. Lauma's other projects are around theatre where she devotes her time working with children.",
    "name_more_cn": [],
    "personage_id": "36128956",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1479155",
    "personage_link": "https://www.douban.com/personage/36128956/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-18T14:13:20"
}