{
    "sid": "1479534",
    "name": "Devin Dunne Cannon",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a0868767b08e4410ead6e9ba33632808.jpg",
    "imdb_id": "nm3937527",
    "name_en": "",
    "name_full": "Devin Dunne Cannon",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36647894,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900793996.jpg",
            "title": "The Woodsman",
            "release": 1
        },
        {
            "id": 35511663,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2665974424.jpg",
            "title": "陪我走下去",
            "release": 1
        }
    ],
    "introduction": "After completing the conservatory training at the American Musical and Dramatic Academy in New York, Devin went on to graduate with honors from The New School with a BFA in Musical Theatre. Post college, Devin became a founding member of Strangemen Theatre Company, a group of artists dedicated to creating company-devised work. With them she originated roles in the such shows as the political thriller On the Head of a Pin, (Gwen Post), Ten Days in a Madhouse (Nurse Scott) and most notably, the vocalist and mother to the Tin Man in the Obie Award winning production of The Woodsman, at New World Stages which can be viewed on Broadway HD.In addition to performing, Devin has directed and developed countless new works in and around the tri-state area including productions for NYMF’s Next Link, The Victory Theatre in Chicago, Abington Theatre in New York, and a female driven story collective called The Mother Line Story Telling Project at HERE Arts Center. She has worked side by side with actor Asia Kate Dillon (Showtime’s Billions) on activist theatre at venues such as Dixon Place and also directed and starred in a short film entitled Caulk, which was a Project Greenlight Finalist for HBO.Devin was recently nominated as “Best Lead Actor” at the 2021 Madrid International Film Festival for her starring role in the independent feature film, Walk With Me, which has been receiving a great deal of positive attention at festivals around the globe. She can also be seen on 30 Rock (NBC), Louie (FX), and Smile For The Camera (Episodic Web Series). When Devin is not acting or traveling cross country in the van she is converting with her partner, she is dedicated to teaching the next generation of artists how to find their own voice.",
    "name_more_cn": [],
    "personage_id": "36134033",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1479534",
    "personage_link": "https://www.douban.com/personage/36134033/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-16T01:52:28"
}