{
    "sid": "1480288",
    "name": "Ronald Dalton Jr.",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7320903907ddbb12b05874bed9864300.jpg",
    "imdb_id": "nm10387472",
    "name_en": "",
    "name_full": "Ronald Dalton Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36138592,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882645786.jpg",
            "title": "从希伯来人到黑人：唤醒美国黑人",
            "release": 1
        }
    ],
    "introduction": "Ronald Dalton Jr was born in Pittsburgh, PA to African-American parents who had experienced different parts of the Civil Rights Movement in the 1960's. Ronald's Mother grew up in the New York housing projects in Harlem with a heritage by way of Virginia and the West Indies (Antigua). While his mother experienced the Black Power movement in Harlem, NY around such Black leaders as Malcolm X and Huey Newton, Ronald's father experienced racism while growing up in West Virginia during the Jim Crow Era. The two would meet through church at the Greater Refuge Temple in Harlem, NY on Adam Clayton Powell Blvd. Little did they know their firstborn child would grow up to be a visionary and truth seeker. Growing up as youth in a Black Pentecostal Christian household, Ronald would sit through enough church services to read the bible from beginning to end, more than just a couple times. He was always into reading books, especially books that contained new knowledge. As a young adult he was always curious about things in the bible that left unanswered questions. In 2010-2011 while working at Sinai-Grace Hospital in Detroit, Michigan, Ronald started to see the world in a different way. He started to see the suffering of his fellow black people on a grand scale and wanted answers. He asked God in prayer one night for wisdom and knowledge to explain the madness that he was seeing in the black community. God heard his prayers and opened Ronald's eyes to the truth. Ever since that day, God would reveal the truth to Ronald in bits and pieces about the true heritage of Black people in America as it pertained to the Ancient Hebrew Israelites of the Bible. God would reveal to Ronald the real reason why blacks have been oppressed for so many years. Over the years this knowledge was too much to bear alone; and it was too much information not share with his people. Ron then embarked on writing a book series about the knowledge he had obtained from God. He titled the Book Series \"Hebrews to Negroes: Wake Up Black America\". After this he put together a website, www.thenegronetwork.com to spread his message to everybody in America and the world. Shortly after this, Ronald produced the Theatrical Movie \"Hebrews to Negroes: Wake Up Black America\" which premiered at the Landmark \"Main Art\" Theater in the Detroit Metropolitan Area on December 20, 2018 in front of a crowd of 450 people. Today, Ronald enjoys touring the United States with his Hebrews to Negroes Movie Tour teaching and enlightening others on real biblical truth. Ron believes that real biblical truth is priceless and cannot be stopped from reaching the world. Ronald's favorite motto \"A lie cannot live forever\" holds very true in his educational work \"Hebrews to Negroes\", as he exposes the lies covered up in Biblical history and reveals the truth.",
    "name_more_cn": [],
    "personage_id": "36149779",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1480288",
    "personage_link": "https://www.douban.com/personage/36149779/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-04T04:52:34"
}