{
    "sid": "1481812",
    "name": "伊桑·卡奇纳",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/32dfadd6b8f535530082cdc644f6317d.jpg",
    "imdb_id": "nm12483264",
    "name_en": "Ethan Kartchner",
    "name_full": "伊桑·卡奇纳 Ethan Kartchner",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36171416,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884474329.jpg",
            "title": "Under Three Moons",
            "release": 1
        }
    ],
    "introduction": "Ethan Andersen Kartchner was born in Meridian, Idaho, to Kathryn (Andersen), a homemaker, and Richard Taylor Kartchner, CEO and founder of a mechanical engineering firm. He is the penultimate child of nine - six brothers and three sisters - and is of German, Welsh and Denmark ancestry. Kartchner found his love for performing when he put on a homemade production of the game show, The Price Is Right for his family at 12. His childhood was filled with plays, music from Broadway and set design renditions from his favorite books. He made his stage debut in high school in a production of Jose Fernandez' \"Fame\" as Schlomo. Kartchner got started as a fashion model. As a young college student, traveling to Switzerland and Spain to do so and has since been noted in international magazines such as Barber EVO and Shutter, scoring front covers and winning awards across the globe, including the Silver at the WPE International Photography Awards (Portraits) in Paris. Acting and stunt performing then became a passionate addition to his life and has been in several feature films and commercials doing so. Ethan is grateful for his amazing life and the opportunities he's been a part of! He lives in Salt Lake City, UT close to family and many friends.",
    "name_more_cn": [],
    "personage_id": "36175636",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1481812",
    "personage_link": "https://www.douban.com/personage/36175636/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-15T07:49:42"
}