{
    "sid": "1482608",
    "name": "瓦赫·卡察",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0441194",
    "name_en": "Vahé Katcha",
    "name_full": "瓦赫·卡察 Vahé Katcha",
    "birth_date": "1928年4月1日",
    "birth_place": "叙利亚,大马士革",
    "last_movies": [
        {
            "id": 33446623,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556481884.jpg",
            "title": "Je vous ferai aimer la vie",
            "release": 1
        },
        {
            "id": 26680261,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554608383.jpg",
            "title": "红粉情多富贵轻",
            "release": 1
        },
        {
            "id": 26333240,
            "year": "1972",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552999139.jpg",
            "title": "埃特雷塔的鹅卵石",
            "release": 1
        },
        {
            "id": 5123002,
            "year": "1972",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "La canne",
            "release": 1
        },
        {
            "id": 5114681,
            "year": "1990",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622646725.jpg",
            "title": "Le gorille",
            "release": 1
        },
        {
            "id": 5088294,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2216638610.jpg",
            "title": "游泳大师",
            "release": 1
        },
        {
            "id": 5055979,
            "year": "1970",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521786687.jpg",
            "title": "摩托谢尔·耶达",
            "release": 1
        },
        {
            "id": 3862983,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555258382.jpg",
            "title": "贪婪者",
            "release": 1
        },
        {
            "id": 3621745,
            "year": "1971",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526126728.jpg",
            "title": "大飞贼",
            "release": 1
        },
        {
            "id": 2038334,
            "year": "1967",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458396110.jpg",
            "title": "九月里的两星期",
            "release": 1
        }
    ],
    "introduction": "Vahé-Karnik Khatchadourian better known as Vahé Katcha (in Armenian Վահե Քաչա) (born in Damascus, Syria 1 April 1928 - died in Paris on 14 January 2003) was a French Armenian author, screenwriter and journalist. Katcha wrote 25 novels and two theatre pieces in addition to a great number of adaptations and screenwriting for a great number of French films. His novel L'Hameçon was adapted for the American film The Hook.CareerBorn in Syria, Katcha spent his childhood in Lebanon, immigrating to France in 1945 when he was just 17 and where he pursued studies at IDEC in film screenwriting and won the Pelman prize in 1962 for 2 film reportages, Pas de pitié pour les aveugles et Les cancéreux.He published his first book at age 20 titled Les mégots du dimanche on Gallimard followed up by Œil pour œil. The latter was adapted to film directed by André Cayatte. Katcha wrote 25 novels including Un homme est tombé dans la rue in addition to two theatre pieces. He was involved in screenwriting for 15 films. His books adapted to the screen include Galia that launched Mireille Darc, À Cœur joie (English title Two Weeks in September) starring Brigitte Bardot, Le Maître-nageur starring Jean-Louis Trintignant and Jean-Claude Brialy and La Grande Sauterelle starring Mireille Darc.He worked with 1963 MGM film The Hook starring Kirk Douglas, adapted from his book L'Hameçon. He also cooperated with French film director of Armenian origin Henri Verneuil co-screenwriting for Le Casse (English title The Burglars) starring Jean-Paul Belmondo and Omar Sharif and in Mayrig starring Claudia Cardinale and Omar Sharif. One of his best known books is Un poignard dans ce jardin published in 1981 about the life of an Armenian family in Constantinople during the Ottoman Empire and the Armenian massacres. Other notable works include Un bateau de singes in 1966, La mort d'un juif in 1972, Un bruit qui court in 1979 and Le Chypriote (a collaboration with Arlen Papazian in 1982) all published by Les Presses de la Cité.His theatre pieces are Le Repas des fauves in 1960 and La Farce in 1963 (with mise en scène by Jean-Jacques Aslanian).His works have been translated into many languages including English, Spanish, German and Armenian in separate covers or through literary journals like «Գրական թերթ» and «Գարուն».Novels1953: Les mégots du dimanche1955: Oeil pour oeil1957: L'hameçon1958: The Hook (translated by Alexandra Torok) (adaptation of L'hameçon)1962: L'Homme qui troubla la fête1963: La Canne1964: Se réveiller démon1966: Un bateau de singes1967: A coeur joie1967: Galia1968: Quitte ou double, Galia1968: Dix filles qui se lèvent à midi1972: La mort d'un juif1973: Laisser mourir les autres1975: Un homme est tombe dans la rue1977: La revanche des seigneurs1979: Le Maitre-nageur1979: Un bruit qui court1980: Que faites-vous ce soir, Monsieur Kilian?1981: Un poignard dans ce jardin1982: Le Chypriote (with Arlen Papazian)1983: Un poignard dans ce jardin1985: Le provocateurFilmography / Screenwriting1957: Œil pour œil (from his same-titled novel Œil pour œil)1963: The Hook (from his novel L'Hameçon)1964: Le repas des fauves (from his same-titled novel Le repas des fauves)1966: Two Hours to Kill1966: Galia (original scenario and dialogue)1967: La grande sauterelle (from his novel Quelqu'un mourra ce soir)1967: À Cœur joie (English title Two Weeks in September)1970: Moto Shel Yehudi1971: Le Casse (English title The Burglars)1972: Les galets d'Étretat1973: Les voraces (novel, screenplay, adaptation)1979: Je vous ferai aimer la vie (writer)1979: Le maître-nageur (novel)1986: Mehmani-e khosoosi (story)1987: The Last Image (story)Television1972: La canne (TV film) (from his novel)1990/1991: Le Gorille (TV series) (3 episodes, adaptation and dialogue)ReportagesPas de pitié pour les aveuglesLes cancéreuxTheatre1960: Le Repas des fauves1963: La Farce (with mise en scène by Jean-Jacques Aslanian)",
    "name_more_cn": [],
    "personage_id": "36190865",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1482608",
    "personage_link": "https://www.douban.com/personage/36190865/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2003年1月14日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-11T03:21:23"
}