{
    "sid": "1482081",
    "name": "沃尔夫冈·提尔曼斯",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "摄影",
        "编者",
        "演员",
        "音乐人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8b31e23c796fbddfb0b011fc3fb6716d.jpg",
    "imdb_id": "nm01589703",
    "name_en": "Wolfgang Tillmans",
    "name_full": "沃尔夫冈·提尔曼斯 Wolfgang Tillmans",
    "birth_date": "1968年8月16日",
    "birth_place": "德国",
    "last_movies": [
        {
            "id": 4057771,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535689339.jpg",
            "title": "如果有一件事是重要的：关于沃尔夫冈·提尔曼斯",
            "release": 1
        },
        {
            "id": 1663438,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546911670.jpg",
            "title": "波普艺术",
            "release": 1
        }
    ],
    "introduction": "Few artists have shaped the scope of contemporary art and influenced a younger generation more than Wolfgang Tillmans. Since the early 1990s, his works have epitomized a new kind of subjectivity in photography, pairing intimacy and playfulness with social critique and the persistent questioning of existing values and hierarchies. Through his seamless integration of genres, subjects, techniques, and exhibition strategies, he has expanded conventional ways of approaching the medium and his practice continues to address the fundamental question of what it means to create pictures in an increasingly image-saturated world.Born in 1968 in Remscheid, Germany, Wolfgang Tillmans studied at Bournemouth and Poole College of Art and Design in Bournemouth, England, from 1990 to 1992. In 2000, Tillmans was the first photographer and first non-British artist to receive the Turner Prize, an award given annually by Tate in London. In 2009, he received the Kulturpreis der Deutschen Gesellschaft für Photographie and was selected to serve as an Artist Trustee on the Board of Tate. He has been a member of the Akademie der Künste, Berlin, since 2012 and was appointed a member of the Royal Academy of Arts, London, in 2013. Tillmans was the recipient of the 2015 Hasselblad Foundation International Award in Photography and in January 2018, he was awarded the Kaiserring (or “Emperor’s Ring”) prize from the city of Goslar in Germany. The artist joined David Zwirner in 2014, and PCR marked his inaugural exhibition with the gallery in New York the following year.Since the early 1990s, Tillmans’s work has been the subject of prominent solo exhibitions at international institutions including Tate Britain (2003); P.S.1 Contemporary Art Center, Long Island City (2006); Museum of Contemporary Art Chicago (2006), which traveled to Hammer Museum, Los Angeles (2006-2007), Hirshhorn Museum and Sculpture Garden, Washington, DC (2007), and Museo Tamayo, Mexico City (2008); Serpentine Gallery, London (2012), which traveled to venues in South America including Museu de Arte Moderna de São Paulo (MAM), Museo de Arte del Banco de la República, Bogotá, Colombia, Museo de Arte de Lima (MALI), Peru, and Museo de Artes Visuales (MAVI), Santiago de Chile; Kunsthalle Zürich (2012), which traveled to Les Rencontres d’Arles in France (2013); Moderna Museet, Stockholm (2013); and The National Museum of Art, Osaka (2015). Also in 2015, Book for Architects, a two-channel video installation, was on view at The Metropolitan Museum of Art, New York. In 2016, a solo show of the artist’s work was hosted by Museu Serralves, Porto.In 2017, Tate Modern in London held a major survey exhibition of Tillmans’s work. The artist also presented a new immersive installation featuring his work in music and video in the South Tank at the museum. Later that year, solo shows of Tillmans’s work were on view at the Fondation Beyeler in Basel, marking the institution’s first comprehensive examination of photography as a medium, as well as at the Kunstverein in Hamburg.Fragile, a major solo exhibition of the artist’s work, opened in 2018 at the Musée d’Art Contemporain et Multimédias in Kinshasa, organized by Institut für Auslandsbeziehungen, Stuttgart, Goethe-Institut Kinshasa, and Académie des Beaux-Arts, Democratic Republic of Congo and traveled throughout Africa. Qu'est-ce qui est différent? was presented at Carré d'Art - Nîmes Museum of Contemporary Art, Nîmes, France, in 2018. Rebuilding the Future was on view at Irish Museum of Modern Art, Dublin, in 2018-2019. The solo exhibition Today Is The First Day was presented at WIELS, Contemporary Art Centre, Brussels, in 2020. Sound is Liquid, a solo exhibition of the artist’s work, is currently on view at the Museum Moderner Kunst Stiftung Ludwig Wien (MUMOK), Vienna through August 2022.In September 2022, a major solo exhibition of Tillmans’s work, To look without fear, will be held at the Museum of Modern Art, New York, before traveling to the Art Gallery of Ontario and the San Francisco Museum of Modern Art in 2023.The artist has operated the non-profit exhibition space Between Bridges since 2006. First located in London until 2011, the space has presented a range of work by artists, including David Wojnarowicz, Ull Hohn, Charlotte Posenenske, and Charles Henri Ford. In January 2014, it reopened in Berlin with a solo show of work by Patrick Caulfield. From 2003 to 2009, Tillmans served as a professor at the Städelschule in Frankfurt.Tillmans considers the printed page to be an important venue for his work. He is deeply involved in the publication of artist books and monographs, and regularly contributes to magazines. Publications that have been designed and edited by the artist include Wolfgang Tillmans: manual (Verlag der Buchhandlung Walther König, 2007); Wolfgang Tillmans: Lighter (Hatje Cantz, 2008); Wolfgang Tillmans: Abstract Pictures (Hatje Cantz, 2011); Wolfgang Tillmans: FESPA Digital / FRUIT LOGISTICA (Verlag der Buchhandlung Walther König, 2012); Neue Welt: Wolfgang Tillmans (Taschen, 2012); and Wolfgang Tillmans: The Cars (Verlag der Buchhandlung Walther König, 2015), amongst others. In 2019, the artist guest edited Aperture’s “Spirituality” issue.In recent years, Tillmans has been more directly involved in political activism. In tandem with his ongoing Truth Study Center project (begun in 2005), he has created posters for the anti-Brexit campaign in Britain and in response to right-wing populism in Germany.Work by the artist is held in museum collections worldwide, including the Art Institute of Chicago; Centre Georges Pompidou, Paris; Hammer Museum, Los Angeles; Hirshhorn Museum and Sculpture Garden, Washington, DC; Los Angeles County Museum of Art; The Metropolitan Museum of Art, New York; Moderna Museet, Stockholm; Museum of Contemporary Art Chicago; Museum Ludwig, Cologne; The Museum of Modern Art, New York; The National Museum of Art, Osaka; Solomon R. Guggenheim Museum, New York; Stedelijk Museum, Amsterdam; Tate, London; and the Walker Art Center, Minneapolis, Minnesota. Tillmans lives and works in Berlin and London.",
    "name_more_cn": [],
    "personage_id": "36083895",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1482081",
    "personage_link": "https://www.douban.com/personage/36083895/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-01T07:00:25"
}