{
    "sid": "1483366",
    "name": "乔瓦尼·克鲁兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f0530669fc6ae28111c9e326649e1fea.jpg",
    "imdb_id": "nm4530613",
    "name_en": "Giovannie Cruz",
    "name_full": "乔瓦尼·克鲁兹 Giovannie Cruz",
    "birth_date": "1986年11月6日",
    "birth_place": "德国拜恩州维尔茨堡",
    "last_movies": [
        {
            "id": 36188176,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922810871.jpg",
            "title": "超人",
            "release": 1
        },
        {
            "id": 36155146,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893045101.jpg",
            "title": "寄人皮下",
            "release": 1
        },
        {
            "id": 35284237,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882398484.jpg",
            "title": "银河护卫队：假日特辑",
            "release": 1
        },
        {
            "id": 26741632,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2637099125.jpg",
            "title": "X特遣队：全员集结",
            "release": 1
        },
        {
            "id": 26258779,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887888463.jpg",
            "title": "银河护卫队3",
            "release": 1
        },
        {
            "id": 25859417,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908557401.jpg",
            "title": "比佛利山超级警探4",
            "release": 1
        }
    ],
    "introduction": "Giovannie Cruz was born on an American military installation in Wuerzburg, Germany to parents from the Caribbean island of Puerto Rico. Her family relocated to Texas where she grew up and she eventually attended the University of North Texas College of Music where she got her Bachelor's Degree in Opera & Early Music. In the years since, Giovannie has worked in film, television, and as an anime voice actor & music director for FUNimation Productions (now Sony's Crunchyroll Productions).In 2019 Giovannie appeared in back-to-back Warner Brothers blockbusters, \"The Suicide Squad\" (directed by James Gunn), and \"Reminiscence\" (directed by \"West World\" Co-Creator Lisa Joy-Nolan) where she appeared on screen across Hugh Jackman. She's also made TV appearances in \"Queen of the South\", \"Queen Sugar\", \"NCIS: New Orleans\", and more.During the devastating C19 Pandemic, Giovannie had the fortune to be called up by James Gunn again to work on \"The Guardians of the Galaxy, Vol. 3\" and its accompanying \"Guardians of the Galaxy Holiday Special\". She also was invited back to work with Horror Film icon Barbara Crampton on Crampton's second undertaking at producing; the subsequent film, \"Suitable Flesh\" (directed by Joe Lynch) made its world premiere at the 2023 Tribeca Film Festival where it opened to much acclaim.In her downtime, Giovannie spends time writing, producing feature films, and exploring the vast landscapes of California and Texas as an avid hiker and camper. She also mentors actors as part of her mission to elevate her home community in Texas to a status on par with other markets such as New York and Los Angeles. She loves animals, live music, coffee, moving her body, and great reads (although she's guilty of having books read to her via audio book subscriptions.)Giovannie is managed worldwide by Anastasia Edwards at Malissa Young Management (MYMGMT), is repped in New York, Los Angeles, and the South Central U.S. by Linda McAlister of Linda McAlister Talent, and is also repped in the South Eastern U.S. by Angie Moncrief at Action Talent Agency.",
    "name_more_cn": [],
    "personage_id": "36208275",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1483366",
    "personage_link": "https://www.douban.com/personage/36208275/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-12T23:42:14"
}