{
    "sid": "1484763",
    "name": "马腾·克莱森斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/38241b3e37b0a4b07b888320f16f99d5.jpg",
    "imdb_id": "nm0165639",
    "name_en": "Maarten Claeyssens",
    "name_full": "马腾·克莱森斯 Maarten Claeyssens",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30220714,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542843898.jpg",
            "title": "十三诫",
            "release": 1
        },
        {
            "id": 26711881,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2311630339.jpg",
            "title": "Dave",
            "release": 1
        },
        {
            "id": 5203540,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887186358.jpg",
            "title": "萨拉",
            "release": 1
        },
        {
            "id": 5102869,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871857380.jpg",
            "title": "家",
            "release": 1
        },
        {
            "id": 5102859,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871856911.jpg",
            "title": "维特克尔克",
            "release": 1
        }
    ],
    "introduction": "Maarten Claeyssens was born on December 24th, 1975 in Ghent, Flanders, Belgium. He graduated magna cum laude from the Royal Conservatoire of Antwerp (the Academy of Dramatic Arts) in 1999 and became a well-known face on Belgian TV. Before graduating he was already active in professional theatre (a.o. at the Royal Dutch Theatre, Ghent) and in the final year of his training he was casted as the title role in Nicolas, a film by Erik Lamens about a troubled young man wandering the streets of Brussels, filming people with a hidden camera.After graduating, Claeyssens was immediately immersed in professional theatre. He performed parts at The Royal Dutch Theatre, Ghent and Het Zuidelijk Toneel, Eindhoven. His acting career took a flight when in 2000 he became a member of the ensemble of Toneelgroep Amsterdam, the internationally acclaimed Dutch theatre company under the guidance of Ivo van Hove. At TA he worked with renowned directors such as Pierre Audi, Ivo van Hove and Gerardjan Rijnders and played in several productions each season, performing several supporting and principal roles and a lead as Don José in the rock-based theatre play Carmen.After three years Claeyssens decided to leave Toneelgroep Amsterdam to work as a freelancer and began to appear more on screen, playing numerous guest roles in Belgian TV series and making appearances in several films. As a screen actor he is often (type)casted as troubled or psychologically disturbed characters: villains, psychopaths, addicts or troubled romantic leads. After several longer supporting roles in television series (a.o. in the national hit comedy-drama series 'Sara' and 'David') he found a wider audience in the public eye when in 2011 he landed a regular part in the national television institution series Thuis, for which he is known for his portrayal of the bipolar Rafael Campo.His filmography includes a.o. a lead in Hotel Bellevue, a film by Willem van de Sande Bakhuyzen, a principal role in Ben X, the feature film by Nic Balthazar that won seven international prices (such as the Grand Prix des Amériques, the prize for most popular film of the festival and the prize of the Ecumenical Jury at Montréal World Film Festival 2007), a supporting role in the feature film Quixote's Island by Didier Volckaert and the lead in Dreamtime, a short by Tom Van Avermaet, which earned him a 'Wildcard', a cash prize awarded by the Flanders Audiovisual Fund, with which he made the Oscar nominated short Death of a Shadow.",
    "name_more_cn": [],
    "personage_id": "36226029",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484763",
    "personage_link": "https://www.douban.com/personage/36226029/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-31T11:44:43"
}