{
    "sid": "1484785",
    "name": "Camille Hollett-French",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d6d520340b5ce3608741cc66d3afdb4e.jpg",
    "imdb_id": "nm3844586",
    "name_en": "",
    "name_full": "Camille Hollett-French",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37310433,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920232764.jpg",
            "title": "Choices",
            "release": 0
        },
        {
            "id": 34889774,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574261356.jpg",
            "title": "她的故事2：安静的小宝贝",
            "release": 1
        }
    ],
    "introduction": "Camille Hollett-French is an award-winning multi-hyphenate filmmaker and actor. Her films have screened at more than 40 festivals globally and her short film 'FREYA' won five of the nine Leo Awards that it was nominated for, including Best VFX, Best Direction and Best Short Film. She is the winner of the £20,000 Craghoppers Film Prize, the largest cash prize for a short, for her first film 'Hush Little Baby.' It was part of the short film series 'Her Story (In Three Parts)' which she wrote, directed, produced and starred in. It was shot across Canada, in Vancouver, Toronto and Montreal, in less than a year. Two of Camille's films have premiered at Slamdance and she's an alum of two of Canada's premiere incubator labs for her feature film 'Man In Pieces,' The Whistler Film Festival's Producers Lab and Women In the Director's Chair. Camille is in post-production for her next short film, the Canada Council for the Arts-funded 'Spark' to be released in Fall of 2022.Camille was born in Montreal to a father from Newfoundland and a mother from Trinidad. She moved to Toronto as a teenager and now resides in Vancouver. She's appeared in shows 'The Twilight Zone,' 'Motherland: Fort Salem,' 'Nancy Drew' and 'Valley of the Boom' playing the real-life person Tara Hernandez, a manager at Silicon Valley's 90s tech company Netscape, the famed startup responsible for Mozilla Firefox.",
    "name_more_cn": [],
    "personage_id": "36226052",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484785",
    "personage_link": "https://www.douban.com/personage/36226052/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-23T21:07:27"
}