{
    "sid": "1484895",
    "name": "赵升浩",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fa2a2546226a952900cdffb736f2411e.jpg",
    "imdb_id": "nm0994274",
    "name_en": "Seoungho Cho",
    "name_full": "赵升浩 Seoungho Cho",
    "birth_date": "",
    "birth_place": "韩国,釜山",
    "last_movies": [
        {
            "id": 37045385,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913272900.jpg",
            "title": "Late August 1993",
            "release": 1
        },
        {
            "id": 36689663,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913074454.jpg",
            "title": "No Re",
            "release": 1
        },
        {
            "id": 36642381,
            "year": "2020",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Tracked",
            "release": 1
        },
        {
            "id": 36642350,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902673769.jpg",
            "title": "Section/Intersection 1",
            "release": 1
        },
        {
            "id": 36642274,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902780205.jpg",
            "title": "Latency Contemplation 6",
            "release": 1
        },
        {
            "id": 36642273,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902763872.jpg",
            "title": "Latency Contemplation 5",
            "release": 1
        },
        {
            "id": 36642272,
            "year": "2019",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Latency Contemplation 4",
            "release": 1
        },
        {
            "id": 36641955,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902684717.jpg",
            "title": "Confrontation 1",
            "release": 1
        },
        {
            "id": 36191333,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885382691.jpg",
            "title": "扎布里斯基角",
            "release": 1
        },
        {
            "id": 30176720,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549418482.jpg",
            "title": "Latency Contemplation 3",
            "release": 1
        }
    ],
    "introduction": "Lyrical and visually striking, the video works of Korean artist Seoungho Cho are distinguished by a unique confluence of complex image processing and sound collage. Resonating with a highly metaphorical sensibility, Cho's single-channel tapes and installations are formalist, almost painterly explorations of subjectivity and the subconscious. The natural and urban landscapes that Cho depicts often move with a continuous fluidity, shifting from dreamlike abstractions of light to fleeting reflections of objects and people. Figures and their environments are mirrored and diffused through one another, silhouetted with a haunting anonymity that is echoed in the poetic texts and soundscapes that accompany each piece. These often tense meditations focus on the nature and cost of isolation and loneliness while integrating into a culture, landscape and language other than one's own.Seoungho Cho was born in 1959 in Pusan, South Korea. He received his B.A. and M.A. in Graphic Arts from Hong-Ik University, Korea, and an M.A. in video art from New York University. In 1998 he received a Rockefeller Foundation Media Arts Fellowship and in 2003 he received a Jerome Foundation grant. He received the Grand Prize at the 27th Annual Black Maria Film and Video Festival as well as the International Award for Video Art from ZKM.Cho's one-person exhibitions have included The Museum of Modern Art, New York; The Philip Feldman Gallery, Oregon; the Contemporary Art Museum, Honolulu, Hawaii; the Pusan Metropolitan Museum of Art, Korea; Montevideo, Amsterdam; and the Cinematheque Ontario, Toronto. His work has been shown in numerous international festivals and exhibitions, including the Philadelphia Museum of Art, Philadelphia; Museum of Contemporary Art, Chicago; the 58th Edinburgh International Film Festival; Pandaemonium '98, Lux Centre, London; Centro d'Art Santa Monica, Barcelona, Spain; the National Gallery of Art, Washington, DC; Stedelijk Museum, Amsterdam; Samsung Museujm of Modern Art, Korea; the Festival Nouveau Cinema, Nouveaux Medias, Montreal, Canada; the Valencia Biennial, Spain; the Kwangju Biennial, Korea; the Palm Beach Institute of Contemporary Art, Florida; the Robert Flaherty Film Seminars; Artists Space, New York; the International Film Festival Rotterdam; and the New York Video Festival, Lincoln Center, New York. In 2012, Cho's Buoy (2008) was presented as a massive multi-channel installation in Times Square for Times Square Moment: A Digital Gallery, a collaboration between EAI and the Times Square Alliance. Cho's tapes have been broadcast nationally and internationally. He lives in New York.",
    "name_more_cn": [],
    "personage_id": "36226658",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484895",
    "personage_link": "https://www.douban.com/personage/36226658/",
    "property_other": [],
    "name_more_other": [
        "조승호"
    ],
    "update_at": "2025-06-06T10:23:10"
}