{
    "sid": "1484592",
    "name": "亚历杭德罗· 达米安",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e95d01a2abfcb0c13a1ff719237dd970.jpg",
    "imdb_id": "nm8401231",
    "name_en": "Alejandro Damiani",
    "name_full": "亚历杭德罗· 达米安 Alejandro Damiani",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35914917,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874268898.jpg",
            "title": "紫外线和黑蝎子",
            "release": 1
        },
        {
            "id": 34965933,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588125727.jpg",
            "title": "庇护：扭曲的恐怖和幻想故事",
            "release": 1
        },
        {
            "id": 26979487,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432127850.jpg",
            "title": "M.A.M.Ó.N.: Monitor Against Mexicans Over Nationwide",
            "release": 1
        }
    ],
    "introduction": "Alejandro Damiani (Ale) is an Uruguayan film director born in Montevideo. He studied Architecture in 2002 and in 2006 he got a bachelor's degree in Industrial Design. In 2008 he started a quickly evolving career in advertising, first as a copywriter and designer. Shortly after that he developed an interest and studied animation, specializing in visual effects, which led him to become a VFX coordinator and post-production supervisor. In 2010 he joined VFX production house Aparato as Creative Director. Since then he's been directing commercials, while running and growing the company that is now positioned as Uruguay's best VFX studio. His work in advertising has deserved several international awards such as: FIAP, Ojo de Iberoamérica and Ciclope, a Bronze Lion in Cannes as a director and Uruguay's first Golden Lion. In 2012 he began directing short films while continuing his advertising work. In 2016 he wrote and directed the viral short film M.A.M.O.N. (Monitor Against Mexicans Over Nationwide). It received media coverage from around the world and went viral immediately, reaching more than 13M views on Youtube and tens of millions of reproductions through other digital platforms and traditional media. It has won more than 50 awards and was shortlisted in more than 200 festivals worldwide including Cannes. Nowadays Alejandro works as a director for the US, Latin-American and Asian market and is developing movies and TV series based on his own original ideas.",
    "name_more_cn": [],
    "personage_id": "36221789",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484592",
    "personage_link": "https://www.douban.com/personage/36221789/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-18T17:42:40"
}