{
    "sid": "1484926",
    "name": "Troy Mundle",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3b4bf5ed68e36779864b194054ae1e16.jpg",
    "imdb_id": "nm1641152",
    "name_en": "",
    "name_full": "Troy Mundle",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36132709,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891005597.jpg",
            "title": "罪恶逃离",
            "release": 1
        },
        {
            "id": 35262994,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876641124.jpg",
            "title": "铁血战士：狩猎",
            "release": 1
        },
        {
            "id": 35209701,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2759888858.jpg",
            "title": "和平使者 第一季",
            "release": 1
        },
        {
            "id": 6053694,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622522537.jpg",
            "title": "末日逼近",
            "release": 1
        }
    ],
    "introduction": "Troy Mundle is a bilingual actor from Point-à-la-Croix, Québec. The eldest son of a kindergarten teacher and an adult education teacher. Troy can be seen in 20th Century Studios Predator Origin story, Prey (2022) and Lifetime's An Amish Sin (2022) with several other productions including Washington Black and Bones of Crows: The Series (2023) airing soon. Both highly anticipated series.Some of Troy's past work includes Peacemaker (2022), Riverdale (2017) and the acclaimed independent film, Exhibit Man, for which he won Best Actor at the Film Quest Awards and was nominated for Best Actor at the Leo Awards. His work has been featured on many major networks including ABC, CBS, HULU, SYFY, Lifetime and Warner Bros, among others.He is the creator of the award-winning series Single and Dating in Vancouver, which he wrote, directed and acted in. The series received several nominations at the ISA Awards in Los Angeles, as well as won \"Best Director\", \"Best Comedy\", \"Best Male Lead\" and \"Best Overall\" at the Austin Web Fest and even took him to Marseille, France to the International Marseille Web Fest.Troy co-produced and played the lead role in Mike Bartlett's award-winning play COCK, in the world's first ever post-COVID live-streamed and live-performed theatre production. Other notable stage productions including Vancouver's hit immersive theatre experience, Deep into Darkness, in addition to BE Color Productions' rendition of John Patrick Shanley's The Dreamer Examines His Pillow.Over the years, Troy has sought out and trained with many prestigious International teachers such the UK's Master Voice teacher, Patsy Rodenburg in NewYork, Larry Moss and others. He has taken ongoing classes at Haven Studio with Ben Immnuel since 2018. Troy is now studying at the Ivana Chubbuck Studio in Los Angeles. Troy has also studied with Andrew Mclroy, John Riven, Bruce Clayton, as well as at Lyric School of Acting in Vancouver and Equity Showcase in Toronto.",
    "name_more_cn": [],
    "personage_id": "36227338",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484926",
    "personage_link": "https://www.douban.com/personage/36227338/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-10T17:33:54"
}