{
    "sid": "1484798",
    "name": "哈里森·侯德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bc7a7e21209ebb63ab099d9ea52a356e.jpg",
    "imdb_id": "nm3583238",
    "name_en": "Harrison Houde",
    "name_full": "哈里森·侯德 Harrison Houde",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35060182,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887286136.jpg",
            "title": "Some Assembly Required",
            "release": 1
        },
        {
            "id": 25815550,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2167227670.jpg",
            "title": "Finding Stuff Out",
            "release": 1
        },
        {
            "id": 3003836,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p500460679.jpg",
            "title": "小屁孩日记",
            "release": 1
        }
    ],
    "introduction": "Harrison Houde \"Canada's young up-and-coming top rising stars.\" -Hollywood ReporterHarrison has acted in over 100 episodes of television. He hosted 3 seasons of an educational children's science show called Finding Stuff Out (2011-2014) in which he won a Canadian Screen Award for in 2016 the highest accolade in Canadian film. You may also have seen Harrison as Scaredy in Spooksville (2013-2014). Harrison is also known as Bowie Sherman in YTV's & Netflix original sitcom Some Assembly Required (3 seasons, 2014-2016) for which he got nominated for a Young Artist Award. His first appearance was on the big screen screen in the 20th Century Fox theatrical release of Diary of a Wimpy Kid (2010) as Darren Walsh 'The Cheese Touch Kid', as well he has made appearances performing in The Fairly Odd Parents [Live Action Movie] (2011), Disney XD's Pants on Fire (2014), Rogue (2017), CW's iZombie (2018), The Hollow (Netflix, 2018) and Summer of '84 (Sundance Film Festival, 2018) .Harrison Houde has been involved in music and film when he was only 4 years old. Since his early teens he's been writing music and composing scores for his original online content. He plays piano, drums, and various electronic instruments with some serious skill; he always knows how to pick up a beat. He continues using these talents in his acting and producing career. Harrison began creating original digital content on YouTube in 2008, and quickly gained recognition amongst the early YouTube community. Before he transitioned to traditional content in 2012 he gained over 17,000 subscribers, and over a million total views.Houde continues to act, and has started a production company Houde Entertainment Inc. developing various projects he has a passion for. His films have premiered at festival de Cannes with Telefilm Canada's Not Short on Talent, TIFF Kids, Toronto Shorts International Film Festival, California's Independent Film Festival, IndiFest, and more. Harrison is currently developing his feature-length directorial debut.",
    "name_more_cn": [],
    "personage_id": "36226067",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1484798",
    "personage_link": "https://www.douban.com/personage/36226067/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-29T01:42:14"
}