{
    "sid": "1485079",
    "name": "格里·坎农",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/577ffb548d1a77276c420346aedc3368.jpg",
    "imdb_id": "nm9084980",
    "name_en": "Gerry Cannon",
    "name_full": "格里·坎农 Gerry Cannon",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35461261,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872016309.jpg",
            "title": "野探哈莉 第一季",
            "release": 1
        },
        {
            "id": 35196167,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619088972.jpg",
            "title": "Sonny Capone",
            "release": 1
        },
        {
            "id": 35118258,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871396582.jpg",
            "title": "聊天记录",
            "release": 1
        },
        {
            "id": 30177286,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573917279.jpg",
            "title": "海热症",
            "release": 1
        }
    ],
    "introduction": "Gerry Cannon was born in Dublin, Ireland. In the early 1980's he studied at the Brendan Smith Theatre Academy and from there went to The College of Music in Chatham Row, Dublin. In those days the drama students studied for The London Guildhall exams and the examiners would arrive over from London once a year to assess and mark their monologues and duologues. Having pursued other careers in the intervening years Gerry returned to acting as a full time profession in 2016. Since then his primary focus has been on screen acting and filmmaking. Immersing himself in all aspects of filmmaking he drew upon his skills as a qualified sailing instructor to become part of the marine crew for seasons five and six of the TV drama Vikings. In 2020 he was cast in the follow-on production Vikings: Valhalla (2022) as the Bishop of London and returned for season 3 as the Archbishop of Canterbury. Not turning his back on his theatrical roots Gerry makes a point of doing one stage show a year and all that vocal training has stood him in good stead as an in demand voice over artist. An ability with character voices and accents cast him as the voices of Prime Minister Lloyd George, Sir Neville Macready, Sir Alfred Andy Cope and King George V in the TV documentary The Irish Revolution (2019). In the historical TV docudrama Treaty Live (2022) he played the Lord Mayor of Derry, Hugh O Doherty. For many of the TV dramas and feature films shot in Ireland in recent years Gerry has been a regular cast member providing background voices, ADR (loop group audio) for these productions. The highlight of 2021 was winning the Best Actor Award at the Dublin International Short Film and Music Festival for his role in the the short film Acheron.",
    "name_more_cn": [],
    "personage_id": "36230117",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1485079",
    "personage_link": "https://www.douban.com/personage/36230117/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-03T17:49:06"
}