{
    "sid": "1485756",
    "name": "杰西·契弗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b94ba41363178e8c6a1d342c38c12450.jpg",
    "imdb_id": "nm4665874",
    "name_en": "Jesse Cheever",
    "name_full": "杰西·契弗 Jesse Cheever",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26917156,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2456886431.jpg",
            "title": "高空",
            "release": 1
        },
        {
            "id": 26702060,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2321526539.jpg",
            "title": "肥伦今夜秀 第二季",
            "release": 1
        },
        {
            "id": 25864132,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2283646657.jpg",
            "title": "水下危机",
            "release": 1
        },
        {
            "id": 2039365,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883739182.jpg",
            "title": "杰·雷诺今夜秀",
            "release": 1
        }
    ],
    "introduction": "Jesse is a film and television actor, model, and voice-over artist, whose credits include Nickelodeon's Chase Champion; Twisted pictures' Submerged; comedy sketches on the Tonight Show with Jay Leno and Jimmy Fallon; national and international commercials and print campaigns for Target, Samsung, LG, Pearson Education and Trendy Butler. On stage, his work has been performed at the American Academy Theater, the Acne Theatre and the Victory Theatre in Hollywood.He is currently signed to CESD in Los Angeles and New York, specializing in accent and dialect work, creating voices and characters for animation projects. He is currently the voice of lead character 'Zane Adraelestos' in the Dungeons & Dragons YouTube series, Chaldea. You can see many of Jesse's characters and voices by following him on Instagram @IamJesseCheeverJesse is originally from Rockville, Maryland. He identifies as a \"gay Italian Jew raised by a black woman and a Hindu.\" He is also a military brat.In 2018, he began studying at Human Rights and Art History at Columbia University In The City of New York. Prior to attending Columbia, Jesse studied acting for four years at the American Academy of Dramatic Arts, the Lee Strasberg Institute of Theater and Film, and the New York Film Academy.He is proficient in American Sign Language and can speak conversationally in over twelve languages including French (which he studied at Columbia's Reid Hall in Paris.)He is an LGBTQ+, Race equality and Disability activist and will enter the Diversity, Equity, and Inclusion and creative consulting industry upon graduating in 2021.",
    "name_more_cn": [],
    "personage_id": "36241612",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1485756",
    "personage_link": "https://www.douban.com/personage/36241612/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-02T01:26:08"
}