{
    "sid": "1485014",
    "name": "德拉蒙德·麦克杜格尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/467dd1b640b35aa73120ede075813899.jpg",
    "imdb_id": "nm3642011",
    "name_en": "Drummond Macdougall",
    "name_full": "德拉蒙德·麦克杜格尔 Drummond Macdougall",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35362934,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633240985.jpg",
            "title": "Wendy Williams The Movie",
            "release": 1
        },
        {
            "id": 30450371,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570690147.jpg",
            "title": "绿箭侠 第八季",
            "release": 1
        },
        {
            "id": 30304769,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561506095.jpg",
            "title": "杀戮天眼",
            "release": 1
        },
        {
            "id": 26924364,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2401283596.jpg",
            "title": "冬日恋曲",
            "release": 1
        },
        {
            "id": 26360847,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2334980666.jpg",
            "title": "男人勿近",
            "release": 1
        },
        {
            "id": 25765830,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158152980.jpg",
            "title": "苹果恋爱多",
            "release": 1
        }
    ],
    "introduction": "With a Cape Breton Dad (Graham 'Bud' Macdougall) and a Halifax, Nova Scotia Mom (Phyllis Stairs) Drummond Stairs Macdougall is proud to be a 7th generation Maritime Canadian. A born actor, Drummond had a blast in plays all through school and studied acting at Queen's University receiving a Film Acting Minor along with an Honours Business degree. The latter led him to enjoy a successful first career in Investment Banking. After surviving cancer in 2004 he reconnected with his passion for acting and has since studied with many acclaimed coaches and mentors, including continued work with New York's renowned Tom Todoroff Studio, LA's Larry Moss, and Vancouver's Ben Ratner, Andrew McIlroy, Jeb Beach, and Matthew Harrison. He lives with his beautiful wife, an Animal Communication Specialist, and has two awesome sons with two new adorable grand-baby girls.Drummond's low-key humour and reliable, hardworking nature have helped him emerge as a solid, talented and professional actor who adds value to every production. Having recently finished his 41st film and television production and 34th commercial project, Drummond has built a broad base of acting experience, as well as enjoying many dramatic and musical stage roles.Drummond's tremendous \"been there-done that\" depth of life experience allows him to play the \"suffer no fools\" loving dad you just don't want to screw with when he's protecting his family (Chris Cooper in American Beauty), or the burnt-out but relentless lawyer who's still quick with the joke. He is the military General, the senior FBI operative, Head Detective or Coroner, and is great as the tough but loving Coach (Million Dollar Baby)As a former high-level investment banker, put Drummond in a suit and he's the ruthless business tycoon ... dressed down, he commands that Sam Shepard/Nicholas Campbell rugged cowboy/blue-collar charm. Drummond's sense of humour underlies it all - a guy who can have a good laugh at himself and the world - and this brings humanity to all his characters. His smart, strong and sensitive character will surprise you as he reveals both the light and dark side of the human condition.What Projects Has Drummond Been Involved In?Drummond has been featured in 14 well known TV series while demonstrating exceptional versatility with the breadth of roles and interesting characters he's undertaken. He feels privileged to have acted alongside some very talented people, including: Kat McNamara in ARROW, as a powerful crime family patriarch, Victor Bertinelle, whose daughter gets kidnapped; beside Mahershala Ali in ALCATRAZ, and Corbin Bernsen in PSYCH; with Joel Kinnaman in The Killing: From Up Here (2013) - as Bullet's grieving father; Freddie Highmore's team in \"The GOOD Doctor\"; as Ciera Payton's trusted back stage Manager in Wendy Williams: The Movie (2021); and with Daniel Lissing in A December Bride (2016), as his workaholic Father who re-awakens his priorities to reconnect with the love for his son at Christmas.He feels honoured to have been a part of many recent award-winning teams entering film festivals {like TIFF, VIFF, WIFF and VAFF} including Drummond's first feature film lead as the workaholic restaurant-chain magnate, Renard Jardine, reconnecting with his love of family in the gay comedy John Apple Jack (2013); the protective Editor in Bloody Knuckles (2014); a confused 1950's husband in No Men Beyond This Point (2015); the Hunter, in Uulx: The Scratcher (2016), who changes his long-held beliefs after being deeply affected by a surreal epiphany; and a suspicious Cop in Volition (2019).Drummond honed his skills early on playing a variety of fun lead roles ranging from a dedicated and intense U.S. Lieut. Colonel interrogating a lying subordinate in A Noble Cause (2010); to an 1800's battle-scarred Scottish Highland warrior in 'Pendant'; to a retirement community suitor, taught a lesson we all need to learn, in #STI's #Sti: Cougar Lives (2016); to an Alzheimer's inflicted family man in 'Puzzle It', a dying Mafia Kingpin caught in a love triangle in A Time to Rain (2011); an inappropriate MD in Symptomatic (2022); and in numerous fun ER Doctors and blood spatter specialist roles in series like Untold Stories of the ER: Pain Manager/The Determined Bride/Hockey Player Down (2016) and Diagnose Me's Diagnose Me: Cold Blooded, and Les Crimes de l'Ouest (2015).Drummond has booked many National and International TV Commercials, which you can check out on his website notably; CONNECT HEARING's recent hit, COKE-Zero, Koehler-Walk-In-Baths, Bayer, Time Warner Cable, Samsung, and many more. He's also really enjoyed performing in numerous Voice-Over as well as some ground-breaking Motion Capture projects, and is looking forward to doing much more in the future.",
    "name_more_cn": [],
    "personage_id": "36229073",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1485014",
    "personage_link": "https://www.douban.com/personage/36229073/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-21T12:16:09"
}