{
    "sid": "1486065",
    "name": "马尔辛·瓦柳斯基",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/69f8a2ae0a4646cb87013c580a6cc0b9.jpg",
    "imdb_id": "nm2465591",
    "name_en": "Marcin Walewski",
    "name_full": "马尔辛·瓦柳斯基 Marcin Walewski",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30348340,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536727649.jpg",
            "title": "保持清醒",
            "release": 1
        },
        {
            "id": 26084334,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557256591.jpg",
            "title": "西伯利亚的波兰人",
            "release": 1
        },
        {
            "id": 19437957,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1831972179.jpg",
            "title": "华沙间谍",
            "release": 1
        },
        {
            "id": 6809967,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173032920.jpg",
            "title": "近月行动",
            "release": 1
        },
        {
            "id": 6537485,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2283599464.jpg",
            "title": "维也纳战役",
            "release": 1
        },
        {
            "id": 5212576,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567785774.jpg",
            "title": "保姆",
            "release": 1
        },
        {
            "id": 5195332,
            "year": "2004",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Glina",
            "release": 1
        },
        {
            "id": 5192772,
            "year": "2007",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Braciszek",
            "release": 1
        },
        {
            "id": 5181514,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889098193.jpg",
            "title": "马太神父",
            "release": 1
        },
        {
            "id": 5041486,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2213840435.jpg",
            "title": "阴云弥漫的日子",
            "release": 1
        }
    ],
    "introduction": "Marcin Walewski was born in Warsaw. In 1998-2002, he lived with his parents in Los Angeles, USA. After their return, he started appearing in TV commercials. In 2003-2007, he guest starred in the Polish TV series \"Klan\", \"Na dobre i na zle\", \"Niania\", \"Kryminalni\", \"Daleko od noszy\", \"Glina\" and \"Pensjonat pod Roza\".These roles made Marcin recognizable to film directors. The first film proposition came from Andrzej Baranski who directed \"Braciszek\" (2007). After that Marcin starred in the cinema production \"Trzy minuty 21:37\" directed by Maciej Slesicki. Marcin played the part of a boy whose father (Pawel Krolikowski) battles with poverty and family problems.The turning point of Marcin's adventure with film came in 2009 when Marcin was cast by Jan Jakub Kolski to the cinema feature \"Wenecja\"(\"Venice\"). \"Wenecja\" turned to be the most important film in his career not only because he had to meet serious acting expectations, but he also had to bear the weight of playing a leading role.At the 35th Polish Film Festival in Gdynia Marcin received an award for the best acting debut for the roles in \"Wenecja\" directed by Jan Jakub Kolski and \"Trzy minuty. 21:37\" directed by Maciej Slesicki.Marcin received the most important acting experience while playing in the film \"Wenecja\". The film, beautifully filmed by Artur Reinhart, with an exquisite film set and the moving role played by Marcin have enthralled both the jury and the viewers at the Film Festival in Gdynia.In 2010-2011, Marcin took part in Janusz Zaorski's film \"Syberiada polska\" based on a novel by Zbigniew Domino. The film shows the history of Polish eastern borders residents who were deported in 1940. The plot of the film centers around the fate of one family: a father, a mother who dies in Siberia and their two sons. Marcin plays the part of the younger boy.In 2011, Marcin played in two foreign co-productions: in a historical film \"Bitwa pod Wiedniem 1683\"(original title \"Marco d'Aviano\") by Renzo Martinelli, where he played Jakub Sobieski, son of king Jan III Sobieski and in a second film, \"Closer to the moon\", directed by Nae Caranfil. This movie is based on a true story of six intellectuals who robbed the National Bank in Bucharest in 1959. They were caught in the act and forced to shoot a propaganda reenactment of the robbery in exchange for the promise of their lives. The reenactment was shot, but all of them except for Alice (main character, played by Vera Farmiga) and Mirel, her son (played by Marcin) were executed. Alice and Mirel emigrated to Israel. The robbery was organized by Max (Mirel's father) played by Mark Strong.Marcin is a student at the Czeslaw Niemen middle school in Warsaw. He is studying English, German and Russian. His passions include skateboarding, snowboarding, ice-skating and horse riding.",
    "name_more_cn": [],
    "personage_id": "36247176",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1486065",
    "personage_link": "https://www.douban.com/personage/36247176/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-26T08:07:56"
}