{
    "sid": "1486768",
    "name": "蒂姆·巴罗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/40f203db24023c09eb1c1451101792ac.jpg",
    "imdb_id": "nm2348740",
    "name_en": "Tim Barrow",
    "name_full": "蒂姆·巴罗 Tim Barrow",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35478886,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654531506.jpg",
            "title": "向海流",
            "release": 1
        },
        {
            "id": 35301653,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888359780.jpg",
            "title": "Christmas in the Highlands",
            "release": 1
        },
        {
            "id": 35278795,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2719738782.jpg",
            "title": "圣诞城堡",
            "release": 1
        },
        {
            "id": 34846738,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570128162.jpg",
            "title": "明日即是",
            "release": 1
        },
        {
            "id": 20414560,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888359543.jpg",
            "title": "The Space Between",
            "release": 1
        },
        {
            "id": 2368547,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888348569.jpg",
            "title": "遗产",
            "release": 1
        }
    ],
    "introduction": "Born to English parents in the village of Roslin, Scotland on 10th September 1978, Tim moved to Australia with his parents until returning to Scotland aged 7. From the age of 11 he performed in plays at the Edinburgh Fringe, and on leaving Beeslack High School Tim moved to London to train as an actor at Drama Centre under the teaching of Christopher Fettes, Yat Malmgren and Reuven Adiv.Following his training Tim has worked extensively in Scottish theatre, TV and film. Screen work includes Taggart; Waterloo Road; Children Of The Dead End; The Queens' Wedding (playing Prince Philip); Richard Jobson's New Town Killers; futuristic thriller Narcopolis; The Tony Miller Story (BBC Alba), playing lawyer Len Murray who was charged with defending Tony Miller - the last teenager to be hanged in the UK; comedy/drama Guardians (Braine Hownd); Timbre; Treading Water (Scottish Film Talent Network / Shakehaus).He lived in London from 2005 to 2011, where he was one of the founders of Shotgun Theatre Company - a collective of artists set up by Tom Hardy, Robert Delamere and Brett C. Leonard, which produced challenging, new plays. He assistant directed & co-produced Shotgun's inaugural production at Theatre 503 - the world premiere of Blue On Blue, directed by Tom Hardy.Lyre Productions was founded by Tim to make contemporary Scottish feature films. He wrote, produced & starred in The Inheritance - the award-winning indie Scottish road movie directed by Charles-Henri Belleville. Nominated Best UK Feature on its premiere at Raindance, The Inheritance subsequently won the Raindance Award at 2007 British Independent Film Awards and Tim was nominated Best Producer at 2008 BAFTA Scotland New Talent Awards. The Inheritance screened at 13 festivals including Glasgow, Dublin & Ottawa's EU Film Festival, toured cinemas widely, and was released on DVD together with a 60 minute documentary showing how to make a tiny-budget award-winning feature.Tim wrote, produced and directed Lyre's second feature film The Space Between - an Edinburgh love story and redemption tale. The film premiered at Edinburgh's Filmhouse in 2011 and toured Scotland & the UK until 2014, with screenings at the Scottish Mental Health Arts and Film Festival & Shetland Film Festival. All 57 screenings were followed by an audience Q & A, and the film is released on DVD.Tim and Lyre are in post-production on new feature Riptide - a love story road movie telling a hopeful tale about schizophrenia, due for release in 2018.Also a published playwright, Tim's debut play Guy opened at London's Pleasance Theatre in 2006, directed by Michael Fentiman. Union premiered at Edinburgh's Lyceum Theatre in 2014, directed by Mark Thomson, and is published by Playdead Press. Neither God Nor Angel played at Oran Mor / Traverse Theatre in 2016, directed by Ryan Alexander Dewar. Tim was 1 of 5 writers who created The Sunnyside Centre for Village Pub Theatre in 2017, directed by Caitlin Skinner.Tim works on plays and films and divides his time between Edinburgh and London.",
    "name_more_cn": [],
    "personage_id": "36288570",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1486768",
    "personage_link": "https://www.douban.com/personage/36288570/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-10T14:26:19"
}