{
    "sid": "1486883",
    "name": "阿曼多·莱杜克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/91347418a504f3e78cd0003f71056434.jpg",
    "imdb_id": "nm1945289",
    "name_en": "Armando Leduc",
    "name_full": "阿曼多·莱杜克 Armando Leduc",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35914917,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874268898.jpg",
            "title": "紫外线和黑蝎子",
            "release": 1
        },
        {
            "id": 34955338,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587006019.jpg",
            "title": "这些日子中的一天",
            "release": 1
        },
        {
            "id": 34809821,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2648483718.jpg",
            "title": "南方女王 第五季",
            "release": 1
        },
        {
            "id": 33974773,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559451286.jpg",
            "title": "蔗糖女王 第四季",
            "release": 1
        },
        {
            "id": 30372400,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568331835.jpg",
            "title": "人类清除计划 第二季",
            "release": 1
        },
        {
            "id": 30364978,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878716280.jpg",
            "title": "蒙娜丽莎与血月亮",
            "release": 1
        },
        {
            "id": 30135110,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538545442.jpg",
            "title": "五尺天涯",
            "release": 1
        },
        {
            "id": 24311267,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191323172.jpg",
            "title": "决胜巅峰",
            "release": 1
        },
        {
            "id": 10456937,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869361485.jpg",
            "title": "深水",
            "release": 1
        },
        {
            "id": 2364054,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1249754742.jpg",
            "title": "绿灯侠",
            "release": 1
        }
    ],
    "introduction": "\"Armando Leduc received his film debut in Lords of the Street, where he played a Mexican drug lord. Since then, has become a regular face in film and television. From Prisonbreak to Valor, Leduc continues to shine on screen.\"Armando Leduc was born on January 15, 1980, at a military base in Nuremberg, Germany. His father is Puerto Rican and his mother is Portuguese.Leduc's parents were reassigned to Fort Gordon, Georgia, where Leduc attended Harlem High School. It's there that Leduc discovered his love for entertaining after he auditioned for his first musical and won the part of Danny Zuko in Grease. After high school, Leduc became involved with community theatre, catching the attention of Augusta Model & Talent. His hard work and passion for performing arts allowed him to place as a top ten finalist at the American Model and Talent Convention, competing against 200 other aspiring actors. As a result, he signed with People Store, an Atlanta based talent agency.Leduc continued to expand his theatrical experience, performing with the Augusta Players in Augusta, Georgia, earning him an award for Best Supporting Actor in the musical Annie.Armando is also an award-winning singer and accomplished dancer. He began studying ballroom and Latin dancing in 1999 at a local studio in Augusta. As an instructor, he opened A&E Dance Studio in 2003. He has competed in ballroom competitions in Las Vegas, New Orleans, Puerto Rico, Gulfport, and Orlando. He currently sings in Datband in New Orleans, where he moved in 2005.In the year 2000, he joined the acapella quartet, The Harmonics. The group participated in national competitions, winning the award for \"Best New Quartet\" in Knoxville, TN in 2002.Leduc is a natural performer. His singing and dancing have further heightened his performance onstage and on the screen.Leduc's feature film credits include The Pool Boys, Green Lantern, Video Girl,Enemies Among Us, Angels Die Slowly, Girls Gone Gangsta, The Bad Lieutenant:Port of CallNew Orleans, Mutants, College, New Orleans, Mon Amour, Death Toll,Jump Out Boys and Big Momma's House 2. His television series credits include The Riches, Prison Break, Clunkers, Common Law and Star-Crossed. His television movie credits include Girl, Positive, Dixie Melodie, The Librarian: The Curse of the Judas Chalice, Journey to Promethea and Flesh Wounds.",
    "name_more_cn": [],
    "personage_id": "36290539",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1486883",
    "personage_link": "https://www.douban.com/personage/36290539/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-27T21:13:27"
}