{
    "sid": "1486248",
    "name": "查理·克什",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/95fb276adf2ccaf6e35bed75ee251533.jpg",
    "imdb_id": "nm7237252",
    "name_en": "Charlie Kersh",
    "name_full": "查理·克什 Charlie Kersh",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36236235,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890929579.jpg",
            "title": "恐龙战队：战士永恒",
            "release": 1
        },
        {
            "id": 25762604,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2231392298.jpg",
            "title": "难得幸福",
            "release": 1
        }
    ],
    "introduction": "Charlize \"Charlie\" Kersh was born in Hanoi, Vietnam in 2006, adopted by her American parents Kevin and Nancy Kersh, and moved to the United States. Her father served as a military officer and her mother worked as a nurse. She has a brother, John, and a sister, Nadia.Charlie is an accomplished actor, singer, dancer, martial artist and tricker. She's known for finding the funny in comedic roles, bringing realism to dramatic roles and for her hard work ethic. She is a Taekwondo Xtreme Martial Arts World Champion as well as a Creative Martial Arts World Champion recently hand-picked by director David Leitch for his new 87 North Action Team.Charlie has always been outgoing, light-hearted and easy in conversation. At age five, she asked to attend the EXPO talent event in Dallas, Texas; and, from there, was invited to New York City. Within months of her arrival, Charlie signed with Abrams Artists Agency (currently A3 Artists Agency) and booked several national commercials.After Charlie saw her first Broadway show, she was smitten with musical theater. Two days after her ninth birthday, she was cast as Lavender in Broadway's national tour of \"Matilda the Musical.\" She spent nine months on the road and performed in over 200 shows to stellar reviews.Charlie was cast in Showtime's Happyish (2015) opposite Kathryn Hahn and as a guest star in LunchtimeTV's Clique Wars (2014). Originally appearing as a guest star in BatteryPop's \"Square Off\" web series, she was asked to return in her own series, \"Charlie Freaks Out\" on PBS. Her love for TV/film brought her out to the LA market where she's quickly been recognized as an up-and-coming talent, making a name for herself as a sought-after artist.During the initial COVID outbreak, Charlie taught herself piano and guitar. She enjoys spending her free time writing songs, and singing at fund raisers, weddings, and for the elderly. She is currently a third degree Taekwondo black belt and instructor. She enjoys recreational horseback riding, swimming, and listening to music.",
    "name_more_cn": [],
    "personage_id": "36251478",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1486248",
    "personage_link": "https://www.douban.com/personage/36251478/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-26T12:29:33"
}