{
    "sid": "1486054",
    "name": "Vilma Vega",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm6486928",
    "name_en": "",
    "name_full": "Vilma Vega",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36244352,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887955143.jpg",
            "title": "乔的诗",
            "release": 1
        },
        {
            "id": 35374718,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2756097190.jpg",
            "title": "阿雅归来",
            "release": 1
        }
    ],
    "introduction": "Vilma Vega debuted as an actor and writer in AYAR, a feature film which premiered at the 2021 SXSW Film Festival. AYAR is directed by Floyd Russ, an Academy and Emmy Award winner. \"Pedrique and Vega, who co-wrote the script with director Floyd Russ, give rich performances that become fuller as the story swirls and flips; it's an incredible showcase for both.\" (rogerebert.com, Nick Allen) Vilma Vega is a Peruvian, indigenous actress, born in Lima, Peru. She is the daughter of Dominga Ccoa Chahuara, a native Quechua speaker and single mother. Vilma Vega was born in a shanty town at the outskirts of Lima, where many indigenous families settled. She grew up watching her mother work as a laundrywoman for upper class families in Lima. At the age of 15, Vilma abruptly immigrated to the United States, without her family. At the age of 17, she gave birth to her only son. Struggling as a single mother in the USA, she taught herself to speak English and broke the cycle of illiteracy. Vilma earned her GED and went on to earn a BA in International Relations from UC Davis, becoming the first college graduate in her family. She built a career in the corporate world to support her family financially. Yet, her dreams of acting kept calling. At the age of 40, Vilma listened to her heart and enrolled in The Meisner Technique Studio in San Francisco for a 2+ year Acting school. Vilma Vega brings her stories to life with heart, vulnerability, and passion.",
    "name_more_cn": [],
    "personage_id": "36247129",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1486054",
    "personage_link": "https://www.douban.com/personage/36247129/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-10T09:08:31"
}