{
    "sid": "1487536",
    "name": "Starr Andreeff",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm0028299",
    "name_en": "",
    "name_full": "Starr Andreeff",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1297662,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539929711.jpg",
            "title": "魔谴之舞",
            "release": 1
        }
    ],
    "introduction": "Starr Andreeff is a Canadian producer and former actress from Hamilton, Ontario. She was Miss Teen Hamilton and a semi-finalist in the 1980 Miss Teen Canada pageant. She is best known for her roles in B-movies such as Dance of the Damned, Nightfall, The Terror Within, Out of the Dark, and Amityville Dollhouse.Starr Andreeff is a Canadian/American producer and manager. Starr is President of MJMG. MJMG develops film, TV and docuseries projects. The company represents talent in film, TV, music, licensing and branding.Her early years: Born in Hamilton, Ontario, Canada, Starr has been in the entertainment business since she was 8 years old, starting as a child actor. At 15 years old, she was a semi-finalist in the Miss Teen Canada Pageant and was crowned Miss Dominion of Canada at 17.Andreeff appeared in numerous lead roles in film and TV. She was one the leads in the successful Amityville film series titled Amityville Dollhouse. Starr had a recurring role as assistant district attorney, Jessica Holmes on the popular daytime soap opera General Hospital, as well as a recurring role as Sabrina Cross. on Falcon Crest. Starr also did guest spots on The Golden Girls and The Facts of Life.Moving into the music business, Starr developed her first music project, teen boy band No Authority. It wasn't long before the group caught the interest of Michael Jackson and Madonna. They were promptly signed to Michael Jackson's label, MJJ/Sony, and then Madonna's Maverick Records, as well as to Smash Music, Starr's music management company. Superstar producer Rodney \"Darkchild\" Jerkins wrote and produced their first record. With No Authority, Starr has worked closely with Nickelodeon and Disney.Starr is an executive producer with AGC Film Studios in Los Angeles on the Lauren Simmons life story. Lauren was the youngest, African American female working on the floor at the Stock Exchange / Wall Street and breaking down the glass ceiling. Currently, Starr has developed many TV projects all going to market with top production companies in the US and Canada. And, Canada's Slice Network (Shaw Media) aired a 4 part special series titled \"Child Star\" that Andreeff created, produced and starred in.",
    "name_more_cn": [],
    "personage_id": "36312064",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1487536",
    "personage_link": "https://www.douban.com/personage/36312064/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-30T18:52:11"
}