{
    "sid": "1488606",
    "name": "Annica Liljeblad",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/915c2d6cfd2c0c05c5cb9cf1b2bdd1cc.jpg",
    "imdb_id": "nm6918796",
    "name_en": "",
    "name_full": "Annica Liljeblad",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36487054,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895830831.jpg",
            "title": "连接终止",
            "release": 1
        },
        {
            "id": 36061142,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881736702.jpg",
            "title": "致命旅拍",
            "release": 1
        },
        {
            "id": 33437777,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625214666.jpg",
            "title": "黑神驹",
            "release": 1
        },
        {
            "id": 30183697,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632591678.jpg",
            "title": "紫罗兰",
            "release": 1
        },
        {
            "id": 26610229,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495377597.jpg",
            "title": "方形",
            "release": 1
        }
    ],
    "introduction": "About Annica Duell LiljebladFilm & TV Swedish Actress, Annica Duell Liljeblad working motto is Living, Not Acting. This authentic work of her is why directors like Ruben Östlund, Fares Fares, Ashley Avis and Justine Bateman handpick Annica for their future successful film projects. One of the most current examples is the immensely talented actor Fares Fares debut as a director, which will premiere in 2023, where Annica was chosen by Fares Fares personally for the role of 'Anna'. Annica recently co-starred in Black Beauty alongside Kate Winslet, directed by Ashley Avis who wrote the script from a novel by Anna Sewell. Annica also co-starred in Justine Batemans indie feature Violet opposite Olivia Munn and Justin Theroux, which will premiere at South by Southwest Film Festival. In 2017, Annica starred opposite Claes Bang, Elisabeth Moss and Dominic West in writer/director Ruben Östlund's innovative art world drama which won The Golden Palm/Le Palme D'Or at the Cannes Film Festival. Subsequently The Square was nominated for Best International Film at the Academy Awards in 2018 .Annica, was born in Gothenburg, is a German-Swedish actress, raised in both Sweden and Germany. Annica's path to television and cinema was an interesting one. Rather than begin on the stage, she embarked on a celebrated career in Swedish Television. She became one of Sweden's most popular and successful TV talk show hosts having her own daily show, which covered all topics of life including memorable celebrity interviews. It was that hosting presence that led director Ruben Östlund to contact her for her role in The Square. Ruben Östlund; \"It was a real delight that Annica was such a good actress\". However, while she was a celebrated host, she never lost her original dream of living the life of various characters. It began in childhood with small performances for family and friends and then led to initial small stage roles. She felt that she had a natural ability to entertain and instantly live the life of another soul, but she kept it on the back burner while she fashioned her hosting career and, most importantly, raised her daughters. When Annica turned 50, and her two daughters were grown, she said to herself, \"I don't want to die and not have had a chance to fulfill my dream and follow my call becoming an actor.\" So with the encouragement and blessing of her husband and family, she began to study at a acting school. Easily the oldest student in the class, she was a fireball of energy and she loved the experience. \"There are of course roles for women over 50,\" she explains happily. \"And I also want to be a great inspiration for women of all ages. I want to prove that you can achieve what your heart tells you regardless of age. I'm so happy I took the step and doing what my body and soul is born to do\"",
    "name_more_cn": [],
    "personage_id": "36350657",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1488606",
    "personage_link": "https://www.douban.com/personage/36350657/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-23T20:44:57"
}