{
    "sid": "1488996",
    "name": "约亨·迪斯特梅耶",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/536a2cf07729ef2ffc359c55a9279751.jpg",
    "imdb_id": "nm1480970",
    "name_en": "Jochen Distelmeyer",
    "name_full": "约亨·迪斯特梅耶 Jochen Distelmeyer",
    "birth_date": "1967年7月24日",
    "birth_place": "德国,比勒费尔德",
    "last_movies": [
        {
            "id": 35911295,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873513305.jpg",
            "title": "保持成熟心态",
            "release": 1
        },
        {
            "id": 26338416,
            "year": "1965",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574201385.jpg",
            "title": "aspekte",
            "release": 1
        },
        {
            "id": 26330017,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2229200748.jpg",
            "title": "Attwengerfilm",
            "release": 1
        },
        {
            "id": 6530609,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2229200857.jpg",
            "title": "Attwenger Adventure",
            "release": 1
        },
        {
            "id": 5162850,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585577978.jpg",
            "title": "Willkommen Österreich",
            "release": 1
        }
    ],
    "introduction": "Jochen Distelmeyer (* 24. Juli 1967 in Bielefeld) ist ein deutscher Musiker und Schriftsteller. Er wurde als Kopf der Band Blumfeld bekannt.LebenDistelmeyer wuchs in Brake (Bielefeld) auf, er ist der ältere Bruder des Filmkritikers Jan Distelmeyer. Er erhielt Trompetenunterricht, gab das Instrument jedoch zugunsten der Gitarre auf und verlernte das Notenlesen. Im Alter von 14 Jahren kaufte er sich seine erste eigene E-Gitarre. Er begann darauf unter anderem Punk zu spielen. 1988 absolvierte er seinen Zivildienst in Hamburg. Dort trat er unter anderem als Straßenmusiker auf. Distelmeyer ist Vater eines Sohnes.Werk1986 las Distelmeyer in einem Artikel der Spex erstmals über die Szene um das Bad Salzufler Label Fast Weltweit und schloss sich ihr 1987 an. Mit seiner nach dem Roman The Oak Openings; or, The Bee Hunter (1848) von James Fenimore Cooper benannten Band Die Bienenjäger (zusammen mit Thomas Wenzel und Mirko Breder) veröffentlichte er dort erstmals Beiträge auf Kassetten-Samplern. Zuvor hatte er in den Bands White Palms und Nette Sache gespielt.Nach dem Umzug nach Hamburg und einer etwa einjährigen Pause als Musiker gründete er 1990 mit Andre Rattay (Schlagzeug) und Eike Bohlken (Bass) die nach einer Kafka-Erzählung benannte Band Blumfeld, bei der er nicht nur sang und Gitarre spielte, sondern auch einen Großteil der Songs schrieb. 1991 erschien die erste Single „Ghettowelt“ auf Alfred Hilsbergs Label ZickZack, die sogleich Spex-Single des Monats, später auch des Single des Jahres wurde.Im selben Jahr nahm die Band die LP Ich-Maschine auf, die euphorische Reaktionen bei der Presse hervorrief. Als Reaktion auf die Pogrome gegen Ausländer in Rostock-Lichtenhagen und Mölln Ende 1992 drängte Jochen Distelmeyer im Hamburger Freundeskreis auf politische Aktion. Nachdem auch Die Goldenen Zitronen bei einer Tour durch Ostdeutschland angegriffen worden waren, wurde der Hamburger „Wohlfahrtsausschuss“ als Initiative gegen Neofaschismus gegründet.Zu dieser Zeit erschien das zweite Album L'État et moi, das von der Kritik hochgelobt wurde und den Durchbruch Blumfelds bedeutete. Wurde auf Ich-Maschine noch „unglückliches persönliches Bewusstsein .. ausgestellt und dekonstruiert“, gab es hier „ein konkretes Gegenüber, mit dem sich das Ich auseinandersetzt: Staat, Geld, gesellschaftliche und persönliche Strukturen“. Die von Distelmeyer verfassten Texte lösten eine langjährige, auch akademische Exegese aus und wurden von Schriftstellern wie Durs Grünbein und Rainald Goetz rezipiert.Nach der Auflösung von Blumfeld 2007 begann er eine Solokarriere. 2009 erschien sein erstes Soloalbum Heavy, zu dem Distelmeyer wieder auf Tour ging. Als erste Single erschien Lass uns Liebe sein, gefolgt von der EP Regen.2015 veröffentlichte Distelmeyer den Roman Otis, der von der Literaturkritik überwiegend negativ aufgenommen wurde. Laut Heinz Strunk hatte sich Distelmeyer einem Lektorat verweigert. Der Roman geht auf eine Beschäftigung Distelmeyers mit Homers Odyssee zurück, die ursprünglich in ein Album münden sollte. Der Name des Protagonisten Otis spielt auf Odysseus an sowie auf dessen List, auf die Frage des Zyklopen Polyphem, wer er sei, mit dem Wort „Niemand“ (gr. „Outis“) zu antworten.2016 erschien Distelmeyers zweites Soloalbum Songs from the Bottom, Vol. 1, auf dem sich ausschließlich englischsprachige Coverversionen befinden. 2022 erschien Distelmeyers drittes Soloalbum Gefühlte Wahrheiten. Darauf sind drei Country-Stücke enthalten, die Distelmeyer für ein nicht erschienenes Mixtape namens Songs For the Dark Age vorgesehen hatte.",
    "name_more_cn": [],
    "personage_id": "36152757",
    "family_member": [
        "Jan Distelmeyer (弟弟)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1488996",
    "personage_link": "https://www.douban.com/personage/36152757/",
    "property_other": [
        {
            "label": "流派",
            "value": "独立摇滚，另类摇滚，另类流行"
        },
        {
            "label": "擅长乐器",
            "value": "吉他"
        },
        {
            "label": "语言",
            "value": "德语"
        },
        {
            "label": "所属乐队",
            "value": "Blumfeld"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-04-13T10:35:50"
}