{
    "sid": "1488960",
    "name": "Nivetha Thomas",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c0d4e905daa5046562784d910ede90ca.jpg",
    "imdb_id": "nm3223429",
    "name_en": "",
    "name_full": "Nivetha Thomas",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36092700,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880327097.jpg",
            "title": "女警出击",
            "release": 1
        },
        {
            "id": 34969506,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586846484.jpg",
            "title": "V字杀",
            "release": 1
        },
        {
            "id": 34787786,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569497036.jpg",
            "title": "正义公堂",
            "release": 1
        },
        {
            "id": 34445517,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560816148.jpg",
            "title": "三人小队",
            "release": 1
        },
        {
            "id": 27199956,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505098483.jpg",
            "title": "缠绵游戏",
            "release": 1
        }
    ],
    "introduction": "Nivetha Thomas is an actress who works in Tamil, Telugu, and Malayalam films. Thomas completed her schooling in Chennai, Tamil Nadu, India, at Holy Angels and Montfort Matriculation School. She graduated from SRM University, Chennai, Tamil Nadu, with a Bachelor's in Architecture.Her career started with the Malayalam TV serial Sri Raja Rajeswari (2001), in which she played the role of Gowri. She then appeared in the Malayalam film Uthara (2003). She also appeared in My Dear Bootham (2004 - 2007), a Sun TV serial.Thomas acted as a child artist in the movie Veruthe Oru Bharya (2008) and was honoured by the Kerala State Film Award for her performance.In 2008, she also appeared in her first Tamil movie Kuruvi (2008).Her other Malayalam films that did well are Chaappa Kurish (2011) and Thattathin Marayathu (2012).She played the role of a petrol bunk worker in the movie Poraali (2011), which was directed by Samuthirakani. In the same year, she played the role of an aspiring singer in the movie Naveena Saraswathi Sabatham (2013).She appeared in Jilla (2014), as Mahalakshmi.Another fine performance delivered by Thomas was in Papanasam (2015), a remake of Ajay Devgn's 误杀瞒天记 (2015). She appeared as Kamal Haasan's daughter.In 2016, she appeared in the Telugu movie Gentleman (2016) for which she earned her first award as Best Female Debut from SIIMA and a nomination as the Best Actress by Filmfare Awards. She then appeared in another Telugu film, Juliet Lover of Idiot (2017), which was directed by Ajay Voddirala.She played the role of Pallavi in the thriller Ninnu Kori (2017) for which she was nominated for the second time as the best actress by Filmfare Awards.One of her best performances was in the movie Jai Lava Kusa (2017), in which she appeared as Simran. She won the Apsara Awards, as Performer of the Year, for her performance.She got positive reviews for her role as Aadhya in the movie 118 (2019), which also starred Nandamuri Kalyan Ram.She also played the role of Mitra in the movie Brochevarevarura (2019), in which she performs as a student interested in building her career as a classical dancer. She played Rajinikanth's daughter Valli in the movie Darbar (2020).She then appeared in the thriller V (2020), enacting the role of Apoorva Ramanujan. She got the role of Pallavi in the Telugu movie Vakeel Saab (2021), which was a remake of the movie Pink (2016).In 2022, she appeared in Saakini Daakini (2022), as Shalini. This Telugu movie was based on the Korean film Cheong-nyeon-gyeong-chal (2017).",
    "name_more_cn": [],
    "personage_id": "36357657",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1488960",
    "personage_link": "https://www.douban.com/personage/36357657/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-30T07:43:20"
}