{
    "sid": "1488607",
    "name": "Iman Mirbioki",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0e9f41493587ce1b37682b011a22caea.jpg",
    "imdb_id": "nm9022971",
    "name_en": "",
    "name_full": "Iman Mirbioki",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35568400,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890250635.jpg",
            "title": "Andra akten",
            "release": 1
        },
        {
            "id": 35524350,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888278655.jpg",
            "title": "我开始自慰的那一年",
            "release": 1
        },
        {
            "id": 34809410,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878539610.jpg",
            "title": "鹅妈妈 第四季",
            "release": 1
        },
        {
            "id": 30356614,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548494487.jpg",
            "title": "流沙",
            "release": 1
        },
        {
            "id": 30258804,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570448354.jpg",
            "title": "En komikers Uppväxt",
            "release": 1
        },
        {
            "id": 27119676,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531126884.jpg",
            "title": "鹅妈妈-第三季",
            "release": 1
        },
        {
            "id": 26791648,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560012332.jpg",
            "title": "斯德哥尔摩",
            "release": 1
        },
        {
            "id": 26610229,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495377597.jpg",
            "title": "方形",
            "release": 1
        }
    ],
    "introduction": "Born on November 10, 1979, in the chaotic Teheran at the time, only six days after the beginning of the Iran hostage crisis, Iman moved to Sweden at the age of 9, fleeing from the Iran/Iraq war with his mother and oldest of two little sisters. (His second little sister was born later.)His mother was only 7 months pregnant when he was born, and given the uncertain situation in Teheran at the time, no doctors at the hospital believed he would survive. However, his mother who then was a medic student at the time (She is now a Group Leader, Chief/Head Scientific coordinator of E.U.P.H.E.M at E.C.D.C, European Centre for Disease Prevention and Control, and Associate Professor in Medical Microbiology at Lund University.) refused to give up on her child and created a complete setup of a neonatal ward at home. That is how he got his name \"Iman\", which means \"faith\" (or \"having faith\") in Persian.He is a natural-born actor, mainly in theater scenes from an early age, when he started performing in the bomb shelters to help and entertain scared children (and adults) from the horror of the nightly bomb raids, already at the age of 4, where he used to improvise plays. After moving to Sweden, he completed his talent with acting, director, and camera assistant education, and then moved on to work as a press photographer for many years, often in conflict/hot zones. After a horrific aviation accident in 2008, he switched to making music videos, and commercials and he was the main TV host for 6 seasons at a local TV station in his hometown, Lund - a university town in southern Sweden. According to the owner of the TV station, the show was the most popular show among all others.He has got a vast area of interest, like Theoretical Physics, Mathematics, Astronomy, Genetics, Computer Science, and Programming. Some areas where he is considered an expert and has been working as a consultant in the both private and government sector. In 2016, he created the world's first decentralized space agency to help ordinary people have a chance of working with space-related tasks and space travel. An endeavor that entitled the project as one of three serious private space commitments together with SpaceX in the infamous magazine Space Flight Insider.[1] A project that soon caught the attention of numerous newspapers, blogs, and magazines. [2][3][4][5] (The project is now taken over by the multinational organization Bitnation.)His passion is however photography and acting and he is a trained 1'st and 2'nd Camera Assistant, 35\" film or above and digital. It is said that he once told a journalist that acting is like breathing for him, and he can not hold his breath for long. He has been in several commercials, both Swedish and international movies and TV series, and is now moving from behind to the front of the camera, but however still working on his own projects.His first role was as a stroller in the movie The Square and since then, he has been seen in several roles in different movies and series, both domestic and international - so watch out for this rising star. He might take your production all the way up to space.",
    "name_more_cn": [],
    "personage_id": "36350658",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1488607",
    "personage_link": "https://www.douban.com/personage/36350658/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-26T13:22:59"
}