{
    "sid": "1488605",
    "name": "米凯尔·奥尔森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c2b929d93285c01090894d34832f68be.jpg",
    "imdb_id": "nm8977835",
    "name_en": "Mikael Olsson",
    "name_full": "米凯尔·奥尔森 Mikael Olsson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26610229,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495377597.jpg",
            "title": "方形",
            "release": 1
        },
        {
            "id": 3095514,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532759044.jpg",
            "title": "阴风阵阵",
            "release": 1
        }
    ],
    "introduction": "Is an actor, artist, photographer and filmmaker. Born in Lerum, Sweden and lives in Stockholm, Sweden. Studied at Department of Photography and Film, Göteborgs University, Sweden (1993-96). Star in The Square(2018) as an artist friend to main character by Ruben Ostlund and in Suspiria (2018) as Agent Glockner by Luca Guadagnino. Regular contributor for T Magazine/New York Times. Mikael Olsson participate in 2018 Venice Architecture Biennale's Main Exhibition in Giardini together with architect Petra Gipp and work by Sigurd Lewerentz. Books: Södrakull Frösakull and on I auf published at Steidl Verlag. Represented as artist at Galerie Nordenhake Berlin/Stockholm.Is an artist, photographer, filmmaker and actor.Studied at Department of Photography and Film, Göteborgs University, Sweden (1993-96). Lead by Gertrud Sandqvist and Gunilla Knape. Teachers Sven Westerlund, Tuija Lindström, Åsa Franck and Per L-B Nilsson. Guest lecturers Lewis Baltz,, Mary Kelly, Lars O Ericsson, Abigail Solomon Godeau, Jan-Erik Lundström, Nan Goldin, Jan Kaila, Mary Kelly, Bruce Davidson among othersMikael Olsson appears in the Palme d'Or winning film The Square (2017), directed by Ruben Östlund as an artist friend of the main character Christian (Claes Bang). In the famous dinner scene he engages in a conflict with Oleg (Terry Notary). He also performs in several scenes.Mikael Olsson acts as Agent Glockner in the film Suspiria (2018), directed by Luca Guadagnino.KOSTA 3:30 is a film by Mikael Olsson / Andreas Roth. Sound by Carsten Nicolai. KOSTA 3:30 is a filmic account by Mikael Olsson and Andreas Roth pivoting on Bruno Mathsson's row houses in the Swedish town of Kosta. The buildings were originally constructed in 1955 to house employees of the well-known Kosta glass factory and were abandoned in1988. The images depict the deserted houses and overgrown gardens. Although the architecture is far from being being in a state of ruin, the sensation conveys in the film is that the buildings are the last remains after some kind of cataclysm. The shots are rather static and quiet. The houses are never shown entirely, the focus is on architecture details and the way a visitor might experience them successively, one at a time. Through this approach, qualities such as the relationship between the separate volumes and between the light and the architecture are uncovered. The only visible movements are the fall of raindrops and the gusts of wind brushing through the grass. Between the sequences, ten colour-plate tableaus are inserted. Just like the film shots, they facilitate the focus on one individual aspect in relation to the houses. The images are accompanied by an electronic soundtrack composed by Carsten Nicolai. The soundscape of sine-tone waves represents the architectural construction of the houses. The film had its premiered in April 2006 at Moderna Museet Stockholm.Mikael Olsson participate in 2018 Venice Architecture Biennale's Main Exhibition in Giardini together with architect Petra Gipp and work by Sigurd Lewerentz / from ArkDes collection.Represented by Galerie Nordenhake Berlin/Stockholm. Regular contributor for T Magazine/New York Times.",
    "name_more_cn": [],
    "personage_id": "36350656",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1488605",
    "personage_link": "https://www.douban.com/personage/36350656/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-29T03:52:12"
}