{
    "sid": "1489905",
    "name": "伊莱扎·赫尔姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f8b0e231deafd468582c9153dc1d6d88.jpg",
    "imdb_id": "nm9618163",
    "name_en": "Eliza Helm",
    "name_full": "伊莱扎·赫尔姆 Eliza Helm",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34941661,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635766231.jpg",
            "title": "超级少女 第六季",
            "release": 1
        },
        {
            "id": 33390302,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2580655370.jpg",
            "title": "小美国 第一季",
            "release": 1
        }
    ],
    "introduction": "Eliza Helm is a writer and actor best known for her role as Young Cat (CJ) Grant on the CW's \"Supergirl.\" Most recently, she was accepted into the final round of the Sundance Film Festival Episodic Labs for a pilot she wrote. She has written and starred in over 40 sketches and shorts, which have been featured on the likes of Funny or Die, Facebook Watch, and WhoHaha.Eliza was born and raised in Los Angeles, California. Following graduation from Marlborough High School, Eliza attended Northwestern University where she graduated with degrees in Theatre and Sociology. She then moved down the purple line to Chicago where she worked commercially and theatrically and landed a spot in the exclusive Second City Conservatory Program.After graduating from Second City, Eliza moved back to Los Angeles. She used her foundation in sketch comedy writing to foray into writing shorts and pilots. Eliza recently performed in the famed Ojai Playwrights Festival. There, she acted in two new works: one directed by Robert Egan (Mark Taper Forum) and the other by Casey Stangl (La Jolla Playhouse, South Coast Rep). The latter was glowingly reviewed in the LA Times. She can be seen in commercials for Walgreens, Three Olives Vodka, and Groupon, among others.",
    "name_more_cn": [],
    "personage_id": "36370452",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1489905",
    "personage_link": "https://www.douban.com/personage/36370452/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-17T22:49:32"
}