{
    "sid": "1490816",
    "name": "索妮亚·维德-阿瑟顿",
    "site": "douban_celebrity",
    "roles": [
        "音乐",
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4fce98a744ab3234617c0d4b12fff34c.jpg",
    "imdb_id": "nm0927292",
    "name_en": "Sonia Wieder-Atherton",
    "name_full": "索妮亚·维德-阿瑟顿 Sonia Wieder-Atherton",
    "birth_date": "1961年",
    "birth_place": "美国,加利福尼亚州,旧金山",
    "last_movies": [
        {
            "id": 35478733,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889041187.jpg",
            "title": "香特尔×索妮亚：听她的歌",
            "release": 1
        },
        {
            "id": 33451792,
            "year": "1991",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Bouillon de culture",
            "release": 1
        },
        {
            "id": 5174117,
            "year": "2003",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2314652957.jpg",
            "title": "与索妮亚同行",
            "release": 1
        },
        {
            "id": 3734020,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891839171.jpg",
            "title": "À l'Est avec Sonia Wieder-Atherton",
            "release": 1
        },
        {
            "id": 1780560,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156176741.jpg",
            "title": "来自东方",
            "release": 1
        },
        {
            "id": 1506930,
            "year": "1992",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555487659.jpg",
            "title": "危机",
            "release": 1
        },
        {
            "id": 1361270,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510242677.jpg",
            "title": "明天我们搬家",
            "release": 1
        },
        {
            "id": 1304259,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891612156.jpg",
            "title": "维纳斯美容院",
            "release": 1
        },
        {
            "id": 1303443,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2370999197.jpg",
            "title": "迷惑",
            "release": 1
        },
        {
            "id": 1301680,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517043304.jpg",
            "title": "沙发上的心理医生",
            "release": 1
        }
    ],
    "introduction": "In music, Sonia Wieder-Atherton seeks a language that speaks to the world. Her quest has taken her on a journey across repertories, from one discovery to another. Constantly exploring crisscrossing musical avenues, she moves boundaries and unravels the received wisdom in a relentless pursuit of meaning.FINDING A VOICEShe was born in San Francisco of a mother of Romanian origin and an American father. She grew up in New York and then Paris, where she soon enrolled at the Conservatoire National Supérieur, studying with Maurice Gendron. At 19 she crossed the Iron Curtain to live in Moscow, where she studied with Natalia Shakhovskaya at the Tchaikovsky Conservatory. Her years there brought her a top-class education and left her a special, abiding relationship with time and history. Back in France, at 25, she won the Rostropovich Competition.TAKING TODAY’S MUSIC TO THE STAGESonia Wieder-Atherton works has developed an especially close relationship with a wide range of contemporary composers (Betsy Jolas, Pascal Dusapin, Georges Aperghis, Francesco Filidei, Georges Aperghis, Wolfgang Rihm, Bernard Foccroule, and Edith Canat de Chizy. She performs as a soloist under the guidance of numerous conductors, notably with: the Paris Orchestra, the French National Orchestra, the Belgian National Orchestra, the Liège Philharmonic, the Israel Philharmonia, the Gulbenkian Orchestra in Lisbon, the Philharmonic Orchestra of Luxembourg, the NDR Orchestra in Hanover, the REMIX Ensemble, Les Siècles, Asko/ Schönberg and regularly performs chamber music with artists like Imogen Cooper, Elisabeth Leonskaïa, Raphaël Oleg, Alexander Paley, Bruno Fontaine and many others.A MUSICAL WORLDJewish songs, a cycle for cello and piano inspired by the art of the Hazzan. Songs of Slavic Lands, for cello and instrumental ensemble, conceived as a journey from Russia to Central Europe; Vita, for cello solo and three cellos, in which she tells the story of Angioletta-Angel via two timeless geniuses, Monteverdi and Scelsi. Odyssey for Cello and Imaginary Choir, in which a woman, alone with her cello, accompanied by a soundtrack, faces the elements: wind, waves, chaos, storms. Cadenza, or the dreams of Luigi Boccherini, Little Girl Blue, a letter to Nina Simone.CREATING FOR THE STAGESonia Wieder-Atherton’s musical worlds use many materials and voices. She has been the instigator of many projects that she designs and stages: From the East in Music, a show designed with footage from Chantal Akerman’s film D’Est. Night Dances, with Charlotte Rampling, confronting works by Benjamin Britten and Sylvia Plath. Shakespeare Bach, with Charlotte Rampling, based on sonnets by Shakespeare, Bach and Monteverdi. Marguerite Duras’ Navire Night with Fanny Ardant. Exile, a creation for cello, piano and eight voices.She has also worked with dancer Shantala Shivalingappa, translator André Markowicz, and the late French pop singer Jacques Higelin.In 2020, Sonia Wieder-Atherton signed an editorial partnership with the Alpha Classics label.In 2011, she received the Bernheim Foundation Award. In 2015, she was named Chevalier de l’Ordre des Arts et des Lettres. Sonia Wieder-Atherton performed at the 2018 ceremonial reburial of Simone Veil in the Pantheon, Paris.",
    "name_more_cn": [],
    "personage_id": "36395049",
    "family_member": [
        "Claire Atherton (妹妹)",
        "香特尔·阿克曼 (伴侣)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1490816",
    "personage_link": "https://www.douban.com/personage/36395049/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-19T18:35:06"
}