{
    "sid": "1490985",
    "name": "伊安尼斯·阿莱克修斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/efe9880f92d29a97a7a5ce8cf70ba797.jpg",
    "imdb_id": "nm4109688",
    "name_en": "Yiannis Alexiou",
    "name_full": "伊安尼斯·阿莱克修斯 Yiannis Alexiou",
    "birth_date": "",
    "birth_place": "The Island of Kos, 希腊",
    "last_movies": [
        {
            "id": 35144928,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2614235019.jpg",
            "title": "平衡法则",
            "release": 1
        }
    ],
    "introduction": "Yiannis Alexiou was born and grew up on the island of Kos in Greece. Whilst fulfilling academic goals and a Masters Degree in Health Management, Yiannis discovered his true vocation in the arts. After a successful audition for the Acting Diploma at The Royal Central School of Speech and Drama and having been awarded Outstanding Student 2010 on completing his qualifications, Yiannis has showcased his talent in a number of film and theatre productions.Career highlights include the BAFTA award winning short film REFUGEE by Adam Tyler, DREAM a period film by Edoardo Pasolini, FEEL FLOWS by Paris Zarcilla that went on to win Best Music Based Film - VAN D'OR AWARDS & Best Music Video at the LONDON INDEPENDENT Film Festival, A PRECIOUS LIFE by Fraser Precious winner of Best Short Film & Screenplay at London International Filmmaker Festival 2019 and ADAM & EVE by Dmitriy Kashuba, Winner of Best Director Slow Low Film Festival Arizona 2018.in 2019 Yiannis has starred as well as debuted as a scriptwriter and producer in POISED, a feature film inspired by true events. POISED won Best LGBT Film 2019 at the London Independent Film Festival as well as Best Screenplay & Best Actress at the London Greek Film Festival 2019. POISED was also in the Official Selection of qFLIX Philadelphia and Athens Outview film Festivals.Yiannis is about to direct his first short film KALIMERA on Hydra island in Greece due to be released in 2020.",
    "name_more_cn": [],
    "personage_id": "36399900",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1490985",
    "personage_link": "https://www.douban.com/personage/36399900/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-15T18:26:23"
}