{
    "sid": "1490959",
    "name": "茱莉·梅斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a3cdd3a5f3303ae9bedc2b250aafe4a3.jpg",
    "imdb_id": "nm2970924",
    "name_en": "Julie Maes",
    "name_full": "茱莉·梅斯 Julie Maes",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36396300,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891657310.jpg",
            "title": "血色洪流 第四季",
            "release": 1
        },
        {
            "id": 35682280,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911615089.jpg",
            "title": "母亲不会这样做",
            "release": 1
        },
        {
            "id": 35426487,
            "year": "2020",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Een Goed Jaar",
            "release": 1
        },
        {
            "id": 35088667,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619766429.jpg",
            "title": "好男人",
            "release": 1
        },
        {
            "id": 27044015,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523845469.jpg",
            "title": "凡尔赛 第三季",
            "release": 1
        },
        {
            "id": 26842796,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547042292.jpg",
            "title": "悲惨世界",
            "release": 1
        },
        {
            "id": 26616704,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499111502.jpg",
            "title": "失踪 第二季",
            "release": 1
        },
        {
            "id": 3657099,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533156225.jpg",
            "title": "阳光修女",
            "release": 1
        },
        {
            "id": 1427862,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1549297999.jpg",
            "title": "职场杀手",
            "release": 1
        }
    ],
    "introduction": "Julie Maes was born October 23, 1966 in Uccle, Belgium. She is the granddaughter of the cinematographer Charles Abel. The great-granddaughter of the writer Henri Vandeputte. And the great-grandniece of the Suiss painter Robert Hainard. Her mother Claude Abel was an unknown drawing artist.She lived in a tea plantation in Africa in her early childhood where she was home-schooled and spend most of her time climbing trees.Back to Europe she attended an alternative school (Decroly) where building things with your hands and theater were as important as having an independent spirit. She did one play every year. And loved it. Her family became more and more chaotic, and school saved her life.On a hill at twelve she decided she had to be her own master and she started earning her pocket money. As a teenager she became an excellent basketball player, and was soon in the national team. She had her first real job at seventeen, and left home at eighteen. She studied psychology at the Université Libre de Bruxelles (ULB) while having two part-time jobs and attending the theater academy in the evenings.After graduation she entered the theater conservatory of Liège in Belgium still working part-time. Loosing her soul in that school, she was advised by Ève Bonfanti to flee and start working as an actress. She did her own shows Julie la Clownesse and Armelle Polichinelle, playing first in the streets and worked in various theaters, while teaching masks, clown, improvisation, puppets, creativity, juggling and singing.It's the casting director Patrick Hella who gave her her first role on TV in 1998 in the film Théo et Marie (1998) ; as well as her first cinematic appearance in 2009 as a joyful nun in Stijn Coninx 's Soeur Sourire (2009) . She then worked in various projects with Patrick and also with Michaël Bier and Doriane Flamand.She became a mother at thirty-five and thirty-seven and moved into the wilderness of the Belgian Highlands two years later where she home-schooled her children Gaya and Noa for four years while pursuing her career as an actress, clown and burlesque Diva.Again, life hit her hard, her marriage collapsed but her strong independent soul saved her once more. She divorced, lost the taste for clowning for a while and started training in the Sanford Meisner Technique...As a survivor, Julie Maes enjoys every little present of life, lives with intensity and her smile is known to melt hearts and fill the rooms with sunshine. When she is not in Brussels, Paris or London, she lives as a single mom with hers kids cats chickens and weeds in a very wild surrounding.She learned windsurfing at fifty-one in Spain.",
    "name_more_cn": [],
    "personage_id": "36399652",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1490959",
    "personage_link": "https://www.douban.com/personage/36399652/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-25T12:29:37"
}