{
    "sid": "1491303",
    "name": "克劳迪娅·冯·阿莱曼",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8c18f8cf3088ec765b38152557485116.jpg",
    "imdb_id": "nm0901863",
    "name_en": "Claudia von Alemann",
    "name_full": "克劳迪娅·冯·阿莱曼 Claudia von Alemann",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37196740,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919308556.jpg",
            "title": "女导先驱路漫漫",
            "release": 1
        },
        {
            "id": 36801876,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908111257.jpg",
            "title": "Wie nächtliche Schatten – Rückfahrt nach Thuringen",
            "release": 1
        },
        {
            "id": 36801860,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908111364.jpg",
            "title": "War einst ein wilder Wassermann",
            "release": 1
        },
        {
            "id": 36801409,
            "year": "1992",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "November",
            "release": 1
        },
        {
            "id": 36801335,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908110856.jpg",
            "title": "Lichte Nächte",
            "release": 1
        },
        {
            "id": 36801124,
            "year": "1994",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908111410.jpg",
            "title": "Denny, Ameise und die Anderen",
            "release": 1
        },
        {
            "id": 36801115,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908111107.jpg",
            "title": "Das nächste Jahrhundert wird uns gehören",
            "release": 1
        },
        {
            "id": 26810864,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2357983458.jpg",
            "title": "Die Frau mit der Kamera - Portrait der Fotografin Abisag Tüllmann",
            "release": 1
        },
        {
            "id": 5121203,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901958999.jpg",
            "title": "德国人及其男性：来自波恩的报导",
            "release": 1
        },
        {
            "id": 5098829,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891976388.jpg",
            "title": "Das Frauenzimmer",
            "release": 1
        }
    ],
    "introduction": "Claudia von Alemann, geboren am 23. März 1943 in Seebach, nahm nach dem Abitur 1963 zunächst ein Studium der Soziologie und Kunstgeschichte in Berlin auf. 1964 wechselte sie an die Hochschule für Gestaltung Ulm, wo sie bis 1968 ein Studium am Institut für Filmgestaltung absolvierte. Nach ersten Kurz-Experimentalfilmen begann sie noch während des Studiums als freie Mitarbeiterin für verschiedene Fernsehsender zu arbeiten.Im Mai 1968 beteiligte sie sich in Paris an Filmkollektiven der \"Etats généraux du cinéma\" und realisierte darüber die Fernsehdokumentation \"Das ist nur der Anfang – der Kampf geht weiter\" (1969). 1973 organisierte sie gemeinsam mit Helke Sander das 1. Internationale Frauenfilm-Seminar in Berlin (West). Im Jahr darauf zog von Alemann nach Paris, wo sie bis 1980 als freie Regisseurin, Dozentin, Übersetzerin und Journalistin arbeitete. Dort brachte sie 1978 auch ihre Tochter zur Welt. In ihren Dokumentar- und Spielfilmen dieser Zeit befasste von Alemann sich meist mit Filmthemen und politischen Themen, insbesondere mit der Frauenemanzipation. 1977 wurde sie Dozentin für Film an der Hochschule für bildende Künste Hamburg; 1981 war sie Herausgeberin des Sachbuchs \"Das nächste Jahrhundert wird uns gehören. Frauen und Utopie in Frankreich 1830-1848\". Im gleichen Jahr feierte im Forum der Berlinale ihr Spielfilm \"Die Reise nach Lyon\" (1980), über die französische Frauenrechtlerin Flora Tristan (1803-1844), Premiere. Der Film wurde mit dem Preis der deutschen Filmkritik ausgezeichnet.Alemanns satirischer, für das ZDF realisierter Video-Film \"Das Frauenzimmer\" (1981), bei dem sie die alltäglichen Handgriffe einer Hausfrau in assoziativ-surrealer Weise montierte, wurde beim Festival Première Manifestation Internationale de L 'Audiovisuel in Montbéliard, Frankreich, mit dem Hauptpreis und mit dem Publikumspreis ausgezeichnet. Das New Yorker Museum of Modern Art nahm \"Das Frauenzimmer\" in seine Filmsammlung auf.Für die ZDF-Reihe \"Das kleine Fernsehspiel\" inszenierte von Alemann \"Nebelland\" (1982), ein Drama über die unglückliche Liebesgeschichte zwischen einer Deutschen und einem Amerikaner. Im gleichen Jahr wurde sie Professorin für Film an der Fachhochschule Dortmund (bis 2006). Claudia von Alemanns nächster abendfüllender Spielfilm \"Das nächste Jahrhundert wird uns gehören\" (1987) wurde beim Festival Internationale de Films et Vidéos des Femmes in Montreal, Kanada, mit dem Hauptpreis der Jury ausgezeichnet. In den folgenden Jahren realisierte sie neben ihrer Tätigkeit als Professorin eine Reihe kurzer und mittellanger Essay- und Dokumentarfilme, so etwa \"Nachdenken über Film\" (1989), \"War einst ein wilder Wassermann\" (1996/2000), in dem sie der NS-Vergangenheit in der eigenen Familie nachforschte, oder \"Short notes on a long shooting - the making of Madrigal\" (2007), über die Dreharbeiten des kubanischen Spielfilms \"Madrigal\" (CU 2007), bei dem ihr Ehemann Fernando Pérez Regie geführt hatte. Daneben hatte von Alemann Gastprofessuren und Lehraufträge an diversen internationalen Hochschulen und Universitäten.Im Jahr 2011 begann Claudia von Alemann mit der Arbeit an dem abendfüllenden Dokumentarfilm \"Die Frau mit der Kamera - Porträt der Fotografin Abisag Tüllmann\", über Leben und Werk der Fotografin Abisag Tüllmann (1935-1996), mit der sie eng befreundet war. Der Film wurde 2015 im Filmforum Köln uraufgeführt und startete im Sommer 2016 in den Kinos. Beim Hessischen Filmpreis erhielt er eine Nominierung in der Kategorie Bester Dokumentarfilm.Claudia von Alemann lebt mit ihrem Mann wechselweise in Köln, Berlin und Havanna, Kuba.",
    "name_more_cn": [],
    "personage_id": "36406486",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1491303",
    "personage_link": "https://www.douban.com/personage/36406486/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-22T12:14:54"
}