{
    "sid": "1492426",
    "name": "梅勒妮·克莱舒曼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f4c733f85d3645920905baeae5e882b6.jpg",
    "imdb_id": "nm3519422",
    "name_en": "Melanie Kretschmann",
    "name_full": "梅勒妮·克莱舒曼 Melanie Kretschmann",
    "birth_date": "1975年",
    "birth_place": "德国,汉堡",
    "last_movies": [
        {
            "id": 26391260,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Diamantenfieber",
            "release": 1
        },
        {
            "id": 5172803,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892695106.jpg",
            "title": "接纳",
            "release": 1
        },
        {
            "id": 5103960,
            "year": "1997",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2598717204.jpg",
            "title": "空中救援队",
            "release": 1
        },
        {
            "id": 3718652,
            "year": "2010",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Kottan ermittelt: Rien ne va plus",
            "release": 1
        }
    ],
    "introduction": "Melanie Kretschmann (* 1975 in Hamburg) ist eine deutsche Theaterschauspielerin und Regisseurin. Seit der Spielzeit 2013/14 ist sie Mitglied des Ensembles des Schauspiel Köln.Melanie Kretschmann studierte nach dem Abitur Sozialpädagogik. Sie erhielt zwischen 1994 und 1996 eine Ausbildung im klassischen und zeitgenössischen Tanz in Hamburg und an der Theaterschule Lassaàd-LeCoq in Brüssel und studierte anschließend bis 1998 an der Hochschule für Musik und Theater „Felix Mendelssohn Bartholdy“ Leipzig.Sie wirkte 1997 bei dem Stück Sechs hässliche Töchter auf Kampnagel Hamburg und bei den Wiener Festwochen mit. Es folgten Engagements in der Baracke Berlin, den Wiener Festwochen und dem Schauspiel Frankfurt.Von 2000 bis 2003 war sie festes Ensemblemitglied am Theater Basel. In den Jahren 2004–2007 arbeitete sie als freie Schauspielerin am Deutschen Theater Berlin, sowie am Maxim Gorki Theater Berlin und Düsseldorfer Schauspielhaus. Ab 2007 war Melanie Kretschmann Ensemble des Wiener Burgtheaters. Sie gastierte regelmäßig auf Kampnagel Hamburg, der Garage X in Wien, dem Hebbel am Ufer Berlin und dem Schauspielhaus Wien.Neben ihrer Tätigkeit auf der Bühne steht Kretschmann auch vor der Kamera. 2009 spielte sie an der Seite von Helmut Berger im Spielfilm Blutsfreundschaft.Seit der Spielzeit 2013/14 ist sie Ensemblemitglied am Schauspiel Köln und freie Regisseurin.Melanie Kretschmann ist mit dem Regisseur und Kölner Intendanten Stefan Bachmann verheiratet. Das Paar hat drei Söhne und eine Tochter. Sie ist die Cousine der Schauspieler Marek Harloff und Fabian Harloff.Bundesweites Aufsehen erregten im Jahr 2018 Mobbing-Vorwürfe gegen Kretschmann. Laut Schauspielern soll sie unter Deckung ihres Ehemannes eine belastende Arbeitsatmosphäre am Kölner Theater verschuldet haben, was sie indes zurückwies.",
    "name_more_cn": [],
    "personage_id": "36428092",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1492426",
    "personage_link": "https://www.douban.com/personage/36428092/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-27T12:22:45"
}