{
    "sid": "1493064",
    "name": "斯蒂芬·迪亚克鲁西",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4ffb8aa419c00f137c5566b5382e24fc.jpg",
    "imdb_id": "nm3184273",
    "name_en": "Stephen Diacrussi",
    "name_full": "斯蒂芬·迪亚克鲁西 Stephen Diacrussi",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5054316,
            "year": "1974",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566842193.jpg",
            "title": "排演",
            "release": 1
        }
    ],
    "introduction": "Stephen Diacrussi was featured with Olympia Dukakis in Jules Dassin's classic The Rehearsal, also starring Laurence Olivier, and has since worked for scores of major film and television productions. He made several appearances on As the World Turns for CBS television and in various other television and film productions in the USA and abroad. His graduate studies include theatre at Columbia University and New York University, and he is a graduate of the acclaimed High School of Performing Arts (Fame) in New York City and of the Dramatic Workshop of New York, founded by the legendary German director Erwin Friedrich Max Piscator, where Stephen also taught. He worked extensively in classical drama and in a variety of character musical roles as well as in children's theatre, notably with the Stepping High Group and Choreodrama Performers, among some companies. With Theatre Forum Repertory, he was seen in historical and international character roles such as the Architect in The Architect and the Emperor of Assyria by Fernando Arrabal, Ivan in Anton Chekhov's The Marriage Proposal, Phidippides in The Clouds of Aristophanes and Artemidorus in Shakespeare's Julius Caesar. Also in classical repertory, he played Polydorus in Euripides' Hecuba with two different companies in New York and on tour and repeated the role 40 years later for the New York Euripides Summer Festival. At the Minor Latham Playhouse, he led the Chorus of Satyrs as Coryphaeus in Euripides' Cyclops and directed this satyr play 35 years later at the same theater. He appeared as Hermes in the Theater 22 production of Ion, and as two contrasting characters (Meletus, Simmias) in the long-running, off-Broadway staging of Socrates, Socrates at the Actors' Playhouse. He starred as the French-speaking, Lebanese terrorist Ottomar Cadeau in The General's Daughter for the T.O.M.I., as Clapier in Un Mari Dans du Coton for American Thymele Theatre, founded by him in 1993 and played Thornton Hawkins in the American Chamber Opera Company, world premiere of the opera Puss-In-Boots. Mr. Diacrussi recorded a series of instructional, spoken recordings for University Press & Sound and for the Jewish Braille Institute of America where he volunteered his services for years. He appeared in Night and the City, with Robert DeNiro, starred as Joel Stein in Julie Charles' The Three Buttons and he can be seen working as a background actor in major films and TV series such as Meet the Parents and Unforgettable. He portrayed the Bridegroom in the New Media Repertory production of Anton Chekhov's The Wedding, while rehearsing for the part of Aubrey Piper for a production of George Kelly's The Show-Off at the Kraine Theater in New York. On television, he appeared as the Public Phone Foreigner in The Sopranos (HBO) and as Mott, a crime scene unit photographer, in Law & Order: Special Victims Unit. Other TV appearances of his include the TV movie Kojak: Ariana and the series Fame, Martial Law (CBS), Warner Brothers' Trinity and Lateline (Paramount), among other, uncredited appearances. In other American stage engagements, he was cast in the musical roles of Sasha in the Heights Players production of Fiddler on the Roof and Stephano in Shakespeare's TheTempest at the Royale Theatre in New York. He went on to portray the High Priest in The Flies of Jean-Paul Sartre with the Globe Repertory Company and starred as The State in Blues for Mister Charlie at the Hudson Guild Theater. Stephen played Poole in the StarBiz production of Dr. Jekyll & Mr. Hyde and Uncle Murray for the CNYC production of Michael Weller's Moonchildren. He starred as Signor DiBruno in the independent feature The Bicycle and portrayed another historical character, Moses, in the biblical series Eucharist: Feast of the Unleavened Bread for the EWTN television network. His 2010 U.S. Census voiceover aired nationally on radio. He was cast in the movie The Renaissance and played Lou in the feature In the Name of the Father. Other historical character portrayals of his include the half hour television episode St. Gregory the Great where he appears as Pope Gregory I of Rome and in the musical character role of Pontius Pilate in Once Upon a Tree. In more historical parts, he portrayed multiple characters including playwright Jean-Paul Sartre in the Medicine Show Theatre production of Living with History. Other character roles of his include the Porter in the world premiere, original pronunciation production of William Shakespeare's Macbeth, produced by OP Players at the American Theatre of Actors. He starred as Jean in the film The Invitation and as Joe Francis in the trailer On the Map. He played Muammar Gaddafi in Amateur Dictator, the Priest in Recursion, the Stepfather in Written in Stone, and the Theater Custodian in Date Night, among others. He recently appeared as the First Roman Senator for the film Paul and Nero and as the Italian-speaking, Roman Flower Seller in The Language Curve and worked for the Bollywood feature Half Girlfriend, HBO's The Deuce, the music video Someday and the feature If Beale Street Could Talk.",
    "name_more_cn": [],
    "personage_id": "36436003",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1493064",
    "personage_link": "https://www.douban.com/personage/36436003/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-15T02:00:20"
}