{
    "sid": "1494547",
    "name": "阿纳莱斯·安德森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/35606cd9a66ba3a42bdc12ee6e0fbecd.jpg",
    "imdb_id": "nm3060822",
    "name_en": "Analeis Anderson",
    "name_full": "阿纳莱斯·安德森 Analeis Anderson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35375908,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886357348.jpg",
            "title": "无用之事",
            "release": 1
        },
        {
            "id": 11232690,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2463106981.jpg",
            "title": "办公室 第九季",
            "release": 1
        }
    ],
    "introduction": "Analeis was raised in the coastal suburbs of Los Angeles. Her father an attorney from Ashkenazi descent, her Scandinavian mother an educator and actress reared in the military. Analeis was an elite volleyball player into college. Her undergraduate education was diverse, double majoring in art history and psychology at UC San Diego, Cambridge University, Dartmouth College, and in La Napoule with the National Endowment for the Arts. After studying acting with Omar Shapli at Dartmouth, on a whim she auditioned for Lanford Wilson's \"Fifth of July\" and played Gwen. She then performed in the inaugural show of The La Jolla Playhouse's Potiker Theatre as the French radical Charlotte Corday in Peter Weiss' \"Marat/Sade\". Analeis went on to earn an MFA from NYU's Graduate Acting Program. Before finishing at NYU she was cast as a recurring character on an ABC pilot. She has done several plays in Los Angeles including \"O.P.C\" written and directed by Eve Ensler. Both her brother and her husband are veteran NFL players. She has 2 children and works voluntarily in grief support. In addition to acting and writing, Analeis founded and designed a sleepwear line that has been carried by the world's largest distributors.",
    "name_more_cn": [],
    "personage_id": "36458144",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1494547",
    "personage_link": "https://www.douban.com/personage/36458144/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-30T17:56:39"
}