{
    "sid": "1494766",
    "name": "阿里·杰科",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b0394b9fb7fd78bf4c6677335b406618.jpg",
    "imdb_id": "nm2029372",
    "name_en": "Ali Jacko",
    "name_full": "阿里·杰科 Ali Jacko",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35404048,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893911351.jpg",
            "title": "杰克·斯塔尔死了",
            "release": 1
        },
        {
            "id": 30226460,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522508101.jpg",
            "title": "生死竞赛 3",
            "release": 1
        },
        {
            "id": 5208560,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1281742208.jpg",
            "title": "出其不意",
            "release": 1
        }
    ],
    "introduction": "BornMay 6, 1969 · London, England, UKNicknameAli JackoHeight5′ 10″ (1.78 m)Former World Kickboxing Champion, Singer/Songwriter/Producer/DirecterAli Jacko is a fighter. Both literally and metaphorically. Having battled his way from a working class background in East London, everyday racism and street violence to the top of the fighting world, his new battle is to make a name for himself as a musician. 'I'm ready to knock on the music industry doors,' he laughs, '... with a bulldozer.'Born to Bangladeshi parents in London's Bethnal Green, Jacko - 'You can call me Jacko or Ali, just call me' - began by following in his tailor father's footsteps, working in fashion and designing for everyone from River Island to Hugo Boss. But a chance encounter with the legendary Muhammad Ali when he was a child meant there was always a part of Jacko's brain that was a fighter. Again, both literally and metaphorically.'My parents always watched boxing,' he says now, 'so Muhammad Ali was a legend in our house. Then one day, when I was about eight, we were flying to Bangladesh and he was on the same flight. He was playing around with me because I was one of the only kids on the plane, making like he was going to hit me so I actually punched him first. And since then all I got was, \"How can you hit Muhammad Ali?\" I met him a few times after that when he came over. He was my hero.\"Inspired by that, by an obsession with Bruce Lee films - he actually imagined at one point he would go to China and become a star - and spurred on by the racism he was getting at school, Jacko signed up, at the age of 15, for martial arts. He started out as the punch-bag and ended up with several national and international titles, the first guy in his gym to do anything like that.'I never lost a fight,' he says now that he has retired from the ring, even though throughout his fighting career he suffered with a heart condition called Supraventricular tachycardia, which would make his heart go at up to 220 beats per minute and which he has since undergone keyhole surgery to deal with. 'Once I fought with 22 stitches my hand and still came out on top. Mind you, I did splash everyone in the front row with my blood.'But it wasn't just fighting he was good at: faced with in-your-face racism, he made it his mission to win anyone with a negative attitude towards his community over. He still has home-cooked Indian dinners round his house with people whose first response when they met him was to racially abuse him.Having well and truly conquered the world of fighting (and community relations!), his singing career started inauspiciously with everyone telling him, in no uncertain terms, that he couldn't sing. 'I went on a tour from Toronto to San Francisco on a coach. Everyone was singing along on the coach but as soon as I started everyone was like, \"Shut up! You can't sing!'\" They should have known that 'you can't...' is not how you start a sentence when it's directed at Jacko.It was only when he lost a girl that he really loved that he decided to win her back in the riskiest way he could think of: with his voice. 'I went to see a vocal coach and he also said I couldn't sing but, with a bit of work, I sang Bryan Adams' \"Look Into My Eyes\" and sang it well. Then I thought, \"If I can sing, I will write my own music\", and wrote my first song soon after.'But did it win the girl back? 'Yeah, it won her back and now I'm married to her and we've got a five-month-old daughter called Leonore.' Silly question really.Jacko Ali's new challenge is to break into music - and as a close friend of Rohan Marley, son of Bob and husband of The Fugees' Lauryn Hill - he knows what the inside of that industry looks like. With his track record, it would be a foolish person that would bet against him. With his usual target-based attitude to challenges, Jacko has decided to release eleven songs, with eleven videos, over eleven months. And though they all have that gravelly rock voice in common, the songs demonstrate a real range with subjects veering from the desire to settle down, plenty about falling and being in love and one about how we are destroying the planet.Working on the tracks with producer and remixer Michael Stockwell, who is also currently collaborating with the likes of Kylie and Take That, Jacko has taken to singing at the walk-ons of MMA fighters' matches: instead of taking to the ring to the sound of their trademark track, they come on to Jacko, regaling expectant crowds - a little like Barry McGuigan's dad used to do - with the tracks he's hoping to hit the world over the head with.'No one's done this before,' says Jacko of the '11 in 11' project. 'I want to do it to prove a point that I'm a serious artist.' We would advise no one to stand in his way.",
    "name_more_cn": [],
    "personage_id": "36462916",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1494766",
    "personage_link": "https://www.douban.com/personage/36462916/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-03T23:01:14"
}