{
    "sid": "1495303",
    "name": "安德鲁·皮诺",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/06df242c821275dae4475840de3cce97.jpg",
    "imdb_id": "nm1694692",
    "name_en": "Andrew Pinon",
    "name_full": "安德鲁·皮诺 Andrew Pinon",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26346286,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2241280512.jpg",
            "title": "复仇者格林",
            "release": 1
        }
    ],
    "introduction": "Andrew grew up in Orange County, California and attended UCLA. He was invited into the MFA Directing Program but left school to work in film. Andrew authored the award-winning play \"She Loves Him, He Loves Her Not.\" Which was published by StageScripts in the UK. His first short film was a slapstick comedy called \"Lifemate\" which played for several years on Funny or Die. His second short film was a Sci-fi Thriller called 4-Sighted, which was accepted into several film festivals. in 2006, Andrew collaborated with close friends Dawn Higginbotham and Brooke P. Anderson to write the indie Dramedy feature \"Off The Ledge.\" Cordova Pictures produced it less than a year later. Andrew worked with Renee O'Connor in R.O.C. Pictures comedy web series \"5 Ways...\" Andrew and Renee would write, direct, shoot, and edit special short comedy sketches for Renee's beloved, die-hard fans of Xena: Warrior Princess. Formed Stinky Kitty Productions with best friend, Chad Anderson, and produced the television pilot \"Singled Out.\" \"Singled Out\" became a 2016 Official Selection in Irvine International Film Festival in the Television Pilot Competition. Andrew wrote his first Horror screenplay \"Crossbow Creek\" which won Best Horror Awards at Hollywood Blood, Hollywood Horrorfest, and Austin After Dark Film Festivals. \"Crossbow Creek\" also received several accolades including top 10 Finalist in Shockfest, Breaking Walls Thriller Competition, and Olympus Film Festival; Semifinalist in Page Turner's First 10 Page Competition; Quarter-finalist in Screencraft Horror Feature Film Screenplay Competition; Official Selection in Horror Films in Hotlanta and Oregon Scream Week Feature Screenplay Competitons. Andrew's Comedy/Fantasy Television Pilot Screenplay \"Venus,\" won the Grand Prize in Filmmaker Magazine's 1st TV Script Writing Competition and Best Short Comedy at Atlanta Comedy Film Festival. \"Venus\" was also recognized by Shore Scripts, Inroads Fellowship, Olympus Film Festival, Film Empire, and other competitions. Andrew's latest short film \"Crumble\" has won three Best Horror Short Awards and received recognition in several International film festivals.",
    "name_more_cn": [],
    "personage_id": "36471541",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495303",
    "personage_link": "https://www.douban.com/personage/36471541/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-01T09:21:11"
}