{
    "sid": "1495292",
    "name": "凯文·里弗茨",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ce793c632c9aa356edbf53322984332f.jpg",
    "imdb_id": "nm5120577",
    "name_en": "Kevin Reeverts",
    "name_full": "凯文·里弗茨 Kevin Reeverts",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26815107,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2359130865.jpg",
            "title": "独立之日",
            "release": 1
        }
    ],
    "introduction": "Kevin Reeverts is a SAG-AFTRA Actor born in Washington, DC. Kevin eventually went to school in Minneapolis, Minnesota for Music Entertainment Business before moving to acting at 24. His first on screen role was in unfinished film, \"The Man Whom Death Forgot\" where he played a thug who knocks out the protagonist before being killed with packaging tape.Kevin does small independent films before he has a complete break the knee he had surgery on when he was 14 at 25 years old requiring reconstructive knee surgery. After a year of recovery, he goes back to college for screenwriting. Upon finishing, but not graduating, he moved to Los Angeles in 2016 where his first bigger budget feature film, Independent's Day, where he plays a militia soldier/ fighter pilot with one line, \"Damn Right\". After a year and a half into it, Kevin is asked to audition for a modeling show, which ends up being America's Next Top Model. He portrays a plus size model for an episode where beauty is everywhere. Kevin get's his SAG-Aftra card through the show.After slowing down considerably after getting his SAG-Aftra card, Kevin decides to work with Sam Felman and produce his own short film, CHOICE.",
    "name_more_cn": [],
    "personage_id": "36471459",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495292",
    "personage_link": "https://www.douban.com/personage/36471459/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-12T04:15:07"
}