{
    "sid": "1495998",
    "name": "斯蒂芬·福勒·奥斯汀",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ce943f379dbf90660d278237556b765a.jpg",
    "imdb_id": "nm3362412",
    "name_en": "Stephen Fuller Austin",
    "name_full": "斯蒂芬·福勒·奥斯汀 Stephen Fuller Austin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36092435,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897155906.jpg",
            "title": "热辣奇多的诞生",
            "release": 1
        }
    ],
    "introduction": "Known for: Yellowstone, Season 5, Episode 1 One Hundred Years is Nothing as the Supreme Court Justice; Better Call SauL, Season 4, Episode 410 \"Winner\" as Kenneth Kazanjian; The Not So Good Samaritan (2018) as Elder George; Heaven Sent (2016 Lifetime TV Movie) as George the mailman; Fight to Survive - The Journal (2014) for the Outdoor Channel as real-life Pastor Mike Turner. Born in Novato, California in May 1963 to William and Gretchen Austin, Steve was raised in Petaluma California where he graduated from Casa Grande High School in 1981. He served in the United States Air Force working first as a Security Forces and then as a Training Systems Specialist from August 1981 to May 2003 retiring as a Master Sergeant (E-7). Steve then worked for a defense contractor at Headquarters North American Aerospace Defense Command-United States Northern Command from 2003-2010 before transitioning to a government civilian job from 2010-2013. In 2013, Steve walked away from the \"day job life\" and after studying acting for film with Paul Neal Rohrer for 8 years, he was offered the opportunity to franchise his own acting coach business, as a full partner with acting coach and mentor Paul Neal Rohrer. Steve has more than 200 commercial and industrial projects to his credit as well as hundreds of voiceovers. He was the arena announcer for the United States Air Force Academy's Men's and Women's basketball games from 2001-1013. Steve a full-time on-camera acting coach, actor and voice talent in Colorado Springs, CO. He is married to Dana Austin (October 1983) and they have two adult children, Mark and Laura.",
    "name_more_cn": [],
    "personage_id": "36483138",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495998",
    "personage_link": "https://www.douban.com/personage/36483138/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-29T00:12:14"
}