{
    "sid": "1495978",
    "name": "亚当·福克斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e86079640469eaa16c7edd59d585533c.jpg",
    "imdb_id": "nm6377704",
    "name_en": "Adam Fox",
    "name_full": "亚当·福克斯 Adam Fox",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37020289,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912348410.jpg",
            "title": "甜蜜高潮 第二季",
            "release": 1
        },
        {
            "id": 27166290,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501457147.jpg",
            "title": "暗网：谋杀案",
            "release": 1
        }
    ],
    "introduction": "Adam Fox is an actor, writer, and living in Vancouver, Canada. Adam graduated from the New York University Tisch Drama Program, where he studied acting, playwriting, and filmmaking, alongside business of entertainment courses at NYU proper.Adam has performed, directed, and worked behind the scenes in over a dozen studio and independent projects. Most recently, Adam took on the role of \"Bud,\" a series lead in the upcoming OutTV original \"Sugar Highs.\" He also worked both in front of and behind the camera on two feature films (The Sinners & The Deep Web), a popular, local web series (The Young Actor's Project), and a commercial for Samsung. Last, Adam produced his own self-written and directed short film, \"#StillGotIt?!\" which will debut at festivals in 2022.During the pandemic, Adam wrote and performed in two quarantine film projects: \"MisMatched\" and \"Cam Boy,\" both of which were part of the Vancouver Quarantine Performance Project main selection. \"Cam Boy\" also went on to be selected for other major Queer Film Festivals such as Image Nation Montreal and is now distributed by the CFMDC (Canadian Filmmakers Distribution Centre). Adam's final COVID creation was \"The Sisterhood of the Traveling Wigs,\" an LGBTQ+ comedy that's currently in negotiations for a production deal with OutTV.Ultimately, Adam seeks to empower and give a voice to people and communities that are often diminished and pushed aside while also creating stories that are engaging, dynamic, and compelling.",
    "name_more_cn": [],
    "personage_id": "36482943",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495978",
    "personage_link": "https://www.douban.com/personage/36482943/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-13T10:33:47"
}