{
    "sid": "1495108",
    "name": "梅丽莎·金",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "作者"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/60f9c762239e45ce9af919b3defdc338.jpg",
    "imdb_id": "nm7589845",
    "name_en": "Melissa King",
    "name_full": "梅丽莎·金 Melissa King",
    "birth_date": "1983年10月11日",
    "birth_place": "美国弗吉尼亚",
    "last_movies": [
        {
            "id": 36471485,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895283749.jpg",
            "title": "Tasting Wild Season 1",
            "release": 1
        },
        {
            "id": 35754076,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870651417.jpg",
            "title": "顶级大厨 第十九季",
            "release": 1
        },
        {
            "id": 35138097,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613816709.jpg",
            "title": "顶级大厨 第十七季",
            "release": 1
        },
        {
            "id": 26288163,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656512101.jpg",
            "title": "顶级大厨 第十二季",
            "release": 1
        }
    ],
    "introduction": "Melissa King was the winner of Top Chef season 17 All-Stars LA, where she also won the title of Fan-Favorite for the season. She also finished as a finalist for Top Chef season 12 in Boston. Melissa has set the bar as the winner of the most challenges ever in Top Chef history. She will inevitably be remembered as the winning chef for All-Stars LA whose Hong Kong Milk Tea Tiramisu made renowned Italian butcher and guest judge Dario Cecchini weep tears of joy.Known for her technical precision and ability to blend modern California cuisine with Asian flavors, Melissa has been recognized as “one of the best female chefs in San Francisco” and a “40 under 40: Rising Star.” As a 15-year veteran of the culinary industry, Melissa has helmed several Michelin starred kitchens in San Francisco (Campton Place, Luce, The Ritz Carlton Dining Room) under acclaimed culinary legends including Dominique Crenn and Ron Siegel. She has also cooked for notable figures such as Oprah Winfrey and Al Gore, and is a certified level 1 sommelier.Outside of cooking, Melissa has proven herself to be especially creative and entrepreneurial, exemplifying what it means to be a well-rounded and modern 21st century chef. She partnered up with Humphry Slocombe to create unique ice cream flavors that are sold exclusively at Whole Foods Markets. During the COVID-19 pandemic shutdown, she led popular virtual cooking classes and corporate demos, and singlehandedly created, packaged, and branded her own small-batch, Asian inspired sauces that sold out within minutes.As a proud Chinese American queer woman, Melissa also has a passion for supporting her community and giving back whenever she can. She has worked with non-profit organizations and LGBTQI charities including The Human Rights Campaign, The Trevor Project, Black Visions Collective and Asian Americans For Equality. She regularly participates in panels and speaking engagements that support social justice causes, women’s empowerment, sustainability, and food education.",
    "name_more_cn": [],
    "personage_id": "36467322",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495108",
    "personage_link": "https://www.douban.com/personage/36467322/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-08T07:22:49"
}