{
    "sid": "1495997",
    "name": " J·D·加菲尔德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4da51f6871c9ed68dc579686380c0e58.jpg",
    "imdb_id": "nm0307267",
    "name_en": "J·D·加菲尔德 J.D. Garfield",
    "name_full": "J·D·加菲尔德 J.D. Garfield",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36092435,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897155906.jpg",
            "title": "热辣奇多的诞生",
            "release": 1
        }
    ],
    "introduction": "JD was born in Des Moines, IA and grew up in Mexico City, returning to Des Moines to finish High School. He went to Drake University, is fluent in Spanish and is of Mexican ancestry. Having done several Hispanic roles for both film and television, playing a Harvard educated cartel boss in Michael Pavones, \"The Reunion\". Also, for Billy Bob Thornton as Carlos in \"All The Pretty Horses\". He started out as a dancer, eventually dancing for PABT in L.A.. He studied Jazz, Limon, Graham and Ballet, he began doing musicals before moving on to acting full time. He studied under Alan Langdon at the \"Actors Space\" in New York City before moving to Santa Fe, New Mexico. He now makes Santa Fe home base. He goes back and forth between LA and Santa Fe as work requires. He feels incredibly fortunate to have been able to work with so many great people. He has a Distribution business with his oldest son, Justin-David that is beginning to expand into the Midwest. JD has a younger sister and brother and a large extended family, he is very close to all of his cousins.",
    "name_more_cn": [],
    "personage_id": "36483137",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495997",
    "personage_link": "https://www.douban.com/personage/36483137/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-04T10:22:59"
}