{
    "sid": "1495284",
    "name": "杰奎林·阿罗约",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d6d8aee0beb81cdcd096896eef4cb0d7.jpg",
    "imdb_id": "nm2916512",
    "name_en": "Jacquelin Arroyo",
    "name_full": "杰奎林·阿罗约 Jacquelin Arroyo",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37154509,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Octopus",
            "release": 1
        },
        {
            "id": 26815107,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2359130865.jpg",
            "title": "独立之日",
            "release": 1
        }
    ],
    "introduction": "Jacquelin Arroyo was born on September 4 in Ventura, California, to Maria Elena (Zamora), a homemaker, and Apolonio Arroyo, a car salesman. She is of Mexican descent on both sides of her family. Jacquelin began acting as a child as a member of the Boys and Girls Club Theater in Camarillo, California, where she made her stage debut in a production of Howard Ashman's \"The Little Shop of Horrors\". She appeared in many more productions through her early teens until, at the age of 15, she decided that she wanted to make acting her career.After graduating high school she was admitted to the American Musical and Dramatic Academy where she spent two years studying under the finest instructors in Hollywood, and later received a certificate in Film/Television. Jacquelin returned to school later in 2010 and received her Bachelor's Degree in International Relations at the University of Southern California, graduating class of 2014.She still lives in Los Angeles and is actively pursuing a career in film as an aspiring actress. She also works as Head of Development at Will Wallace Productions..",
    "name_more_cn": [],
    "personage_id": "36471413",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495284",
    "personage_link": "https://www.douban.com/personage/36471413/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-22T08:52:25"
}