{
    "sid": "1495203",
    "name": "克里斯蒂娜·罗斯·舍默尔霍恩",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ba1a08bb3079d681eeac99f7ab7ba525.jpg",
    "imdb_id": "nm7329793",
    "name_en": "Christine Rose Schermerhorn",
    "name_full": "克里斯蒂娜·罗斯·舍默尔霍恩 Christine Rose Schermerhorn",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36766744,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904195686.jpg",
            "title": "小迪与好友的绿野仙踪",
            "release": 1
        },
        {
            "id": 26729943,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893869673.jpg",
            "title": "好友互整 第五季",
            "release": 1
        }
    ],
    "introduction": "Christine (She/They) is a transgender actress who made her film debut in New York City after studying at The American Academy of Dramatic Arts- a conservatory that has several notable alumni including Robert Redford, Grace Kelly , and Paul Rudd . She starred in the New Media series pilot Sorrow Tonine as Theophraste, an ominous ghost in purgatory, shortly after being on the set of her first film: El Mundo Más Allá. Not long afterward, she appeared in TruTV's popular improvisation comedy, Impractical Jokers opposite comedian James Murray (Murr). After spending more than three years in New York City, she relocated to Los Angeles, California. She has appeared in multiple episodes of daytime television crime drama Corrupt Crimes, played Calvin in Henry Danger on Nickelodeon, worked in the movie Miss Arizona opposite Quantico's Johanna Braddy, appeared on ABC's The Rookie, and starred in the indie-comedy Divos (available on Amazon Prime Video). Chris is a proud LGBTQ+ performer who seeks to shed light on characters in media that don't always live strictly within a gender binary. Representation in media can help garner more acceptance, safety, and mutual respect, which every person deserves.",
    "name_more_cn": [],
    "personage_id": "36469596",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495203",
    "personage_link": "https://www.douban.com/personage/36469596/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-17T02:01:08"
}