{
    "sid": "1495519",
    "name": "艾梅柏·彭宁顿",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/307c28d2e1f7c567add25e6f6b6cd180.jpg",
    "imdb_id": "nm2603607",
    "name_en": "Amber Pennington",
    "name_full": "艾梅柏·彭宁顿 Amber Pennington",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36342930,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890143754.jpg",
            "title": "The Zompocalypse Therapy Sessions",
            "release": 1
        }
    ],
    "introduction": "Amber is the middle child of 8 children. She was the baby until she was nine years old. By growing up in both Arizona and Colorado, Amber is very good at adapting to change, and always has grace when handling a changing situation.Amber has always loved theatre, and has been acting since the young age of seven. She has starred in many productions including Annie, The Fairy Tale Courtroom, and a Christmas Carol to name a few. She began her film career at age seven when she starred in a peanut butter commercial. It was not until much later, upon moving to Los Angeles to intern for a special FX studio, did she fall in love with film acting once again. She has been featured in many music videos, short films, and is working on more feature films.Amber has always loved the makeup and theatrical departments as well. In college she majored in pre medical studies, thus leading to an advanced understanding of the anatomy of living beings. She has used this knowledge to design beauty and special FX makeups, prosthetics, and creatures for things including but not limited to Monster Palooza, Imaginerick Studios, and the Denver Zombie Krawl.Amber is also a fitness, bikini, and fashion model. She has worked with many talented photographers in Los Angeles, Cancun, and Denver and has appeared in many national advertisements.Amber resides in Colorado, but frequently travels to work on projects in film, modeling, and FX makeup around the United States.",
    "name_more_cn": [],
    "personage_id": "36474560",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495519",
    "personage_link": "https://www.douban.com/personage/36474560/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-04T17:39:13"
}