{
    "sid": "1495290",
    "name": "小霍尔格·蒙卡达",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/de8f9af4acd83c910f819a976fcb807b.jpg",
    "imdb_id": "nm2862310",
    "name_en": "Holger Moncada Jr.",
    "name_full": "小霍尔格·蒙卡达 Holger Moncada Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36722866,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910633972.jpg",
            "title": "盲点 第二季",
            "release": 1
        },
        {
            "id": 26815107,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2359130865.jpg",
            "title": "独立之日",
            "release": 1
        }
    ],
    "introduction": "Born in Wiesbaden, Germany to Latine parents, Holger lived in Europe until he was 6. Because his father was in the military, the family lived in numerous places, which gave Holger firsthand experience of life around the world. When he was 12, the family moved to the U.S. Southwest, where Holger began acting in community theater. When Los Angeles called, he relocated there and quickly began appearing in television, film and commercials. He has a recurring role in the upcoming Starz series Blindspotting, had recent turns in Saved by the Bell and Promised Land, and a powerful recurring role on Penny Dreadful: City of Angels. Other roles include Bosch, Scorpion, Criminal Minds, Prison Break, Jane the Virgin, FX's Saint George starring George Lopez, recurring roles on Prime's Hand of God, starring Ron Perlman, and Future Man, along with spots for Nationwide, Verizon, and Western Union, among others. Holger is also active on the Los Angeles Theatre scene. Holger is a music fanatic and loves to sing in his car. He has a valid passport and is willing to travel.",
    "name_more_cn": [],
    "personage_id": "36471440",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1495290",
    "personage_link": "https://www.douban.com/personage/36471440/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-08T16:15:12"
}