{
    "sid": "1496450",
    "name": "约书亚·冯克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/234659668944ec946a5a1ef00d3ba5fd.jpg",
    "imdb_id": "nm1554650",
    "name_en": "Joshua Funk",
    "name_full": "约书亚·冯克 Joshua Funk",
    "birth_date": "1974年3月15日",
    "birth_place": "美国,伊利诺伊州,芝加哥",
    "last_movies": [
        {
            "id": 35738421,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888131086.jpg",
            "title": "气垫传奇",
            "release": 1
        },
        {
            "id": 3152672,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2682150896.jpg",
            "title": "八哥",
            "release": 1
        }
    ],
    "introduction": "Chicago native, Joshua Funk is an Emmy nominated composer, actor, and director living in Los Angeles. With a BFA in Musical Theater from The University of Michigan, Joshua started his professional career at The Second City in Detroit. While there, he co-founded The Planetant Improv Colony in Hamtramck, MI as well as regional rock powerhouse, Park: A Rock Band. He then became resident director for The Second City in Chicago and won Joseph Jefferson Awards for Best Director and Best Production.In Los Angeles, Joshua's television career started as improv director/actor for MTV's, \"Wild n' Out.\" From there, he went on to act in dozens of film and television projects from Steven Soderbergh's, \"The Informant\" to Jordan Vogt-Robert's, \"Kong: Skull Island.\" He now resides as Artistic Director for The Second City in Hollywood.As a composer for television, Joshua got his start on Comedy Central's, \"Key & Peele\" where he earned an Emmy nomination for the musical parody, \"Les Mis.\" Not soon after, Joshua moved into the world of animation at Warner Brothers composing music for \"Wabbit,\" \"New Looney Tunes,\" and \"Scooby Doo.\" Since then, he has recorded with artists such as Snoop Dogg, Axl Rose, Weird Al Yankovich, Jordan Peele, Steve Buscemi, Danny Trejo, and Keegan Michael Key.Joshua is married to actress, Nyima Funk and they have two children.",
    "name_more_cn": [],
    "personage_id": "36490383",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496450",
    "personage_link": "https://www.douban.com/personage/36490383/",
    "property_other": [],
    "name_more_other": [
        "Joshua John Funk"
    ],
    "update_at": "2025-09-08T05:29:18"
}