{
    "sid": "1496002",
    "name": "罗尼·詹姆斯·休斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8afb0bfa6ad71d89ac0d6e66d5fee565.jpg",
    "imdb_id": "nm7050289",
    "name_en": "Ronnie James Hughes",
    "name_full": "罗尼·詹姆斯·休斯 Ronnie James Hughes",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35955896,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Littlemouth",
            "release": 0
        },
        {
            "id": 35474003,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877242897.jpg",
            "title": "退休计划",
            "release": 1
        }
    ],
    "introduction": "Ronnie James Hughes is a former member of Her Majesties British Military. He served his country for over a decade as a member of the Physical Training Specialist branch. After being selected for aptitude training he went on to qualify top of his class with highest honors from the Royal Naval School Of Physical Training During his service he trained personnel ranging from Captains & Commanders through to new recruits & Royal Marines at various establishments worldwide for operational readiness He represented the military in Boxing, Athletics, Football & Field Gun for over 10 years A keen advocate of martial arts from an early age, Ronnie began studying Israeli Krav Maga in 2005 after reading David Kahn's first book \"Mastering Krav Maga\". He would eventually go on to train personally under David Kahn at his school in Princeton, qualifying as a certified Instructor in 2010. As a student of David's he has since went on to train the Royal Marines, US Marines, New Jersey State Police & members of the FBI in Krav Maga and continues to work closely with David Kahn to bring Krav Maga to a greater audience. He has had the honor of training with some of the best practitioners and highest ranking Black Belts of Krav Maga in the world in Israel, Poland & the USA respectively and continues to expand both his knowledge & skills to his utmost capabilityAfter leaving the military he enrolled in various projects for short films before landing the lead role & fight choreographer in the short feature film, The Devil You Know in 2014. He would go on to play extras roles in various productions and wrote the original screenplay for the upcoming horror film Deaths Door (2015) of which he will play the lead role. He is also the co-director of the Cayman Island's Poinciana Film Festival alongside his agent, producer & friend Badir Awe.A lifelong ambassador for the awareness of sexual & domestic abuse towards women & children, he works closely with various shelters & groups in Grand Cayman & UK including the Cayman Islands Crisis Centre for which he is an ambassador.",
    "name_more_cn": [],
    "personage_id": "36483145",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496002",
    "personage_link": "https://www.douban.com/personage/36483145/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-21T09:56:15"
}