{
    "sid": "1496489",
    "name": "埃娃·贾斯廷",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fbe1e3ffde118d3f34dc444639304c3d.jpg",
    "imdb_id": "nm5112473",
    "name_en": "Ava Justin",
    "name_full": "埃娃·贾斯廷 Ava Justin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35718288,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876557596.jpg",
            "title": "绝望海峡",
            "release": 1
        }
    ],
    "introduction": "Recently, Ava has been seen on several feature films currently playing on the National and International film festivals, You'll spot her on the big screen side by side with Hollywood actors Brian White, Monica Calhoun, Loretta Devine and Sharon Leal on their feature film \"No regrets\" which just premiered in New York. Ava just wrapped up another great feature film playing a younger version of the very talented Hollywood actress Aurora Perrineau on the feature film \"Virginia Minnesota\"At the age of 3, Ava started out with modeling for the big box companies signage stores and magazine covers. By the age of 5, she was already being cast in National and International commercials including web series and web projects. She's cast in Co-Star roles on several short and feature films and has continued to work with talent on all genres. Ava is blessed with an ability to quickly memorize scripts. She has had the opportunity to work with some of the most requested and sought after directors/ and producers. Ava is bi-racial and her unique range of looks along with her extraordinary acting ability allows her to play multi ethnic roles. .Ava continues to excel in her Academics. She's also very athletic while participating in Fast Pitch softball (Pitcher). Though she has beautiful looks, she exhibits a Tom Boy trait as she tops her class in nearly every athletic event. Example... push ups, sit ups and running the mile.. Ava's hobbies include reading and engaging with many friends on Instagram. She has started her own Company called \"Ava's Luxury Cosmetics\"- what an amazing young entrepreneur!Ava looks forward to working in the next Emmy Award winning T.V series opposite Halle Berry. Please continue to follow this ambitious and wonderfully successful young star. #Avajustin #Actresslife.",
    "name_more_cn": [],
    "personage_id": "36490991",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496489",
    "personage_link": "https://www.douban.com/personage/36490991/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-31T10:22:37"
}