{
    "sid": "1496989",
    "name": "埃米莉·拉法拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/45e5ae7505780acfef9a9053909c0917.jpg",
    "imdb_id": "nm9939399",
    "name_en": "Emily Rafala",
    "name_full": "埃米莉·拉法拉 Emily Rafala",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36001596,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896157218.jpg",
            "title": "她自林中来",
            "release": 1
        }
    ],
    "introduction": "Emily Rafala grew up in Southington, Connecticut as Emily Rose Rafala. Wild but classy, this punk rock(ette) found passion in drumming and martial arts at a very young age and was always looking for a way to combine music and movement. It is no wonder musical theatre swept her awayAfter attending The Greater Hartford Academy of the Arts to study Musical Theater for four years, she ventured south to Shenandoah Conservatory where she received a BFA in Musical Theatre and a Master's in Performing Arts Leadership and Management.Rafala has been performing in regional theatre along the East Coast at organizations such as Shenandoah Summer Music Theatre and Greater Hartford True Colors; Professional productions include: The Addams Family, A Funny Thing Happened on the Way to the Forum, The Wiz, The Music Man, and Zanna, Don't!When Rafala isn't performing, she finds fulfillment in sharing her craft with today's youth. She has Directed and Choreographed for Musical Theatre educational organizations that include TheatrePalooza (VA), The Greater Hartford Academy of the Arts (CT), Millbrook High School (VA), and The Youth Academy of the Dramatic Arts (CA).",
    "name_more_cn": [],
    "personage_id": "36501124",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496989",
    "personage_link": "https://www.douban.com/personage/36501124/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-23T19:00:39"
}