{
    "sid": "1496792",
    "name": "吉塞尔·托里斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/96614dd0cd53326ff43d49db0e3154b7.jpg",
    "imdb_id": "nm5289739",
    "name_en": "Giselle Torres",
    "name_full": "吉塞尔·托里斯 Giselle Torres",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37424141,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923171171.jpg",
            "title": "山谷大反派 第二季",
            "release": 1
        },
        {
            "id": 36001596,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896157218.jpg",
            "title": "她自林中来",
            "release": 1
        }
    ],
    "introduction": "Giselle Angelica Torres is a Mexican-American actress, singer/ songwriter, composer and dancer born in White Plains, New York. She began her career at age 2 in her mom's theater company and was in over 30 musical theater productions including community and regional theater. At age 10, she decided to audition for the \"X-Factor\" along with two other friends, and ended up being one of the \"Top 6\" finalists. Her music career started quickly after that, and has now amassed over 1 billion views on her music and 2 million subscribers on her Youtube Channel. In 2013, she was chosen to sing to Pope Francis in Juarez, Mexico in front of 250,000 people and in 2017 she had 7 sold out concerts in Mexico City. After a lot of back and forth, in 2018 Giselle decided to pursue her dream of acting and moved out to Los Angeles.Since then, Giselle has worked on several different projects. Most recently shot the Disney Channel TV pilot \"Amy From Amarillo\" playing the role of \"Gem\", wrapped the new horror pic \"She Came From The Woods\" and the upcoming feature \"South Beach Love\" where she is starring alongside William Levy. Other recent credits include: \"Sophie\" in the new movie remake of franchise \"Misfit\" hitting theaters in Fall of 2021, Chloe in \"I Want You Back\" (Amazon Studios), Speechless (ABC), The Big Show Show (Netflix). Apart from TV and Film, in 2019 she was chosen to play \"Maria\" in 5 Star Theatricals regional production of \"West Side Story\" in the Thousand Oaks Civic Arts Plaza which received critical acclaim.In her free time, Giselle can be found spending time with her family and friends and writing music. In her songs, she always tries to write about personal experiences and feelings and makes sure to be a positive force for others and shine the light on topics that need to be heard. Being active on social media has allowed her to give back and inspired others to make a difference.",
    "name_more_cn": [],
    "personage_id": "36496018",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496792",
    "personage_link": "https://www.douban.com/personage/36496018/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-15T21:00:29"
}