{
    "sid": "1496423",
    "name": "瑞恩·J·哈达德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/99a40b5955f65702849ed91317bc3776.jpg",
    "imdb_id": "nm3847951",
    "name_en": "Ryan J. Haddad",
    "name_full": "瑞恩·J·哈达德 Ryan J. Haddad",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35566312,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900922015.jpg",
            "title": "世界尽头的一场谋杀",
            "release": 1
        }
    ],
    "introduction": "Ryan J. Haddad is an actor, playwright, and autobiographical performer based in New York. His acclaimed solo play HI, ARE YOU SINGLE? was presented in The Public Theater's Under the Radar Festival and continues to tour the country. Other New York credits include MY STRAIGHTIES (Ars Nova/ANT Fest), NOOR AND HADI GO TO HOGWARTS (Theater Breaking Through Barriers), and the cabaret FALLING FOR MAKE BELIEVE (Joe's Pub). Regional credits include THE MAIDS, Lucy Thurber's ORPHEUS IN THE BERKSHIRES (Williamstown Theatre Festival), and HI, ARE YOU SINGLE? (Guthrie Theater, Cleveland Play House, Williamstown Theatre Festival). He has a recurring role on the Ryan Murphy Netflix series \"The Politician.\" Additional television: \"Bull,\" \"Madam Secretary,\" and \"Unbreakable Kimmy Schmidt.\" Haddad has performed original work at La MaMa E.T.C., the New Museum, and The LGBT Center of New York City. His plays in development include GOOD TIME CHARLIE and DARK DISABLED STORIES. He is a member of The Public Theater's Emerging Writers Group and a former Queer/Art Performance and Playwriting Fellow, under the mentorship of Moe Angelos.",
    "name_more_cn": [],
    "personage_id": "36490298",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1496423",
    "personage_link": "https://www.douban.com/personage/36490298/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-23T20:42:59"
}