{
    "sid": "1497690",
    "name": "戴维·卡尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a3cc5dbc03bee94076353248e75ee57f.jpg",
    "imdb_id": "nm3145714",
    "name_en": "David Carl",
    "name_full": "戴维·卡尔 David Carl",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36161478,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894204604.jpg",
            "title": "小镇幽浮",
            "release": 1
        }
    ],
    "introduction": "David Carl is an actor/writer/impressionist/solo-performer, known for solo shows like \"David Carl's Celebrity One-Man Hamlet\" (www.buseyhamlet.com) and \"Trump Lear\": two shows that he has taken to Edinburgh Fringe (Underbelly Cowgate and Pleasance Courtyard) and all over the United States including Chicago Shakespeare Theater with Michole Biancosino (frequent collaborator and friend).The New York Times called his Busey Hamlet a \"deliciously deranged...head-spinning performance\" and his Trump Lear \"quite damning\" and \"a biting satire\".Originally from Dallas, TX, he studied acting at Lake Highlands High School with Nancy Poynter and Tim Johnson, went on to do a BFA in Performance at the University of Evansville, and then to Rutgers for an MFA in Acting with Deborah Hedwall and Bill Esper.In New York City David threw himself into improv (UCB, The PIT, The Magnet), stand-up, theater, impressions, character comedy, voiceover, TV, film, and eventually solo shows. He also co-created \"David and Katie Get Re-Married\" with Katie Hartman, which received two awards at NYC Frigid Fest 2019.Other NYC stage credits include \"The Truth About Santa\" by Greg Kotis, \"The Awesome 80s Prom\", \"Point Break LIVE!\" (playing Angelo Pappas aka Gary Busey), \"Things that Don't Happen\" by Lia Romeo (Project Y), Maude Night at UCBT Hell's Kitchen, \"The Horton Foote Project\" (Slant Theatre), and \"The Tempest\" with Resounding Live.",
    "name_more_cn": [],
    "personage_id": "36514891",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497690",
    "personage_link": "https://www.douban.com/personage/36514891/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-15T14:55:50"
}