{
    "sid": "1497653",
    "name": "阿什·帕克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3a89d37cacaca83b2f93ed86fb97f26b.jpg",
    "imdb_id": "nm4388673",
    "name_en": "Ashe Parker",
    "name_full": "阿什·帕克 Ashe Parker",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37238421,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918532385.jpg",
            "title": "The Last Sleepover",
            "release": 0
        },
        {
            "id": 35927493,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896749389.jpg",
            "title": "杀戮游乐园",
            "release": 1
        }
    ],
    "introduction": "Born and raised in the small coal mining town of Harlan, Kentucky. She has been recognized by the Kentucky State Senate and commissioned a Kentucky Colonel, the highest title of honor bestowed by the Commonwealth of Kentucky. Commissions for Kentucky colonels are given by the Governor and the Secretary of State to individuals in recognition of noteworthy accomplishments and outstanding service to a community, state or the nation.After the loss of her father in 2010, Ashe threw herself into acting to help her cope. She is constantly involved in projects and always ready to work. Ashe was born with competitive blood having two older athletic brothers. Not only was she a cheerleader, she played basketball, softball, volleyball, tennis, and golf. She cherishes the game of golf because of her father's love for the sport. She appreciates the small things in life while always ready to take on great challenges. In her spare time, she enjoys playing guitar, singing, and spending time with her daughter. Being from the small coal mining town of Harlan Kentucky, Ashe is a true southern belle who never meets a stranger.",
    "name_more_cn": [],
    "personage_id": "36514328",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497653",
    "personage_link": "https://www.douban.com/personage/36514328/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-19T18:07:12"
}