{
    "sid": "1497036",
    "name": "麦卡林",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ee7904e2e47a2f4341d217bd3df91911.jpg",
    "imdb_id": "nm9829377",
    "name_en": "McKalin",
    "name_full": "麦卡林 McKalin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36694015,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912128492.jpg",
            "title": "摇篮",
            "release": 1
        },
        {
            "id": 36514249,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901655637.jpg",
            "title": "弱者橄榄队",
            "release": 1
        },
        {
            "id": 34941658,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2631472212.jpg",
            "title": "黑霹雳 第四季",
            "release": 1
        }
    ],
    "introduction": "McKalin Hand (born December 9, 1997) is an American Actor, Writer, Producer and Model. Coming from a family of sports enthusiasts, arts and media became his passion which pushed him to pursue Acting Full Time. His love for the art of film began at the age of 16 after being enrolled in Acting classes by his father. Juggling academics, basketball, and a thriving social life, McKalin managed to write, produce, and act in short films. Following graduation, McKalin decided to due away with his basketball dreams and dedicate his time to writing scripts. Because Mr. Hand is a man of many hats, he has dabbled in behind the scenes work as well as in \"on cameras\" opportunities. In efforts to get better insight on the fashion industry and set etiquette, McKalin worked as a Wardrobe Costumer on multiple sets. He was also awarded the opportunity to train with Dwayne Boyd at Premier Actors Network as a tool to catapult his career. From there McKalin's career began to do just that. He landed jobs such as Homicide Hunter (2019), Fatal Attraction (2020), and Boomerang (2020). The young star has landed his most recent job as a recurring character on the new season of Black Lightning (2021). Although this will be the final season for the show, McKalin showed a lot of star power playing Uriah a young teenager who is raising money for the band program. The future is looking bright for the star.",
    "name_more_cn": [],
    "personage_id": "36501847",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497036",
    "personage_link": "https://www.douban.com/personage/36501847/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-25T16:56:08"
}