{
    "sid": "1497501",
    "name": "卡门·莫雷诺",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/77e9a5475413ace9b1239c69aa7fe129.jpg",
    "imdb_id": "nm0603903",
    "name_en": "Carmen Moreno",
    "name_full": "卡门·莫雷诺 Carmen Moreno",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36145700,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882859003.jpg",
            "title": "惊魂万圣节",
            "release": 1
        },
        {
            "id": 34960087,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606179956.jpg",
            "title": "最终频率",
            "release": 1
        },
        {
            "id": 5097435,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534631206.jpg",
            "title": "Prince of Central Park",
            "release": 1
        }
    ],
    "introduction": "Carmen Moreno is a Venezuelan born actress, writer and creator. She and her mother moved to Seattle by the age of 8 where she became a competitive ice skater and horseback rider. After being scouted by Tommy Hilfiger and being selected to walk in New York's Fashion Week as an \"All American Girl\" representing the state of Washington, Carmen started her acting and modeling career in New York City, signing with Wilhelmina Kids and CESD. She appeared in numerous International ads as well as landing supporting roles in films with Kathleen Turner and Harvey Keitel, Prince of Central Park (2000), and Dean Cain in Flight of Fancy (2000). Carmen moved to Los Angeles to continue pursuing her career shortly after high school where she trained and graduated from the four year graduate Meisner Technique program as well as studied with and mentored by actor William O'Leary (Home Improvement, 24, L.A. Noire). Her latest projects include, Trick and Treats (2020) starring Malcolm McDowell and DNA Killer (2020) starring Darin Brooks. Carmen, a fluent trilingual (French, Spanish, English), is the writer, producer and content creator for her YouTube channel and Facebook page, Dose Of Carmen, where she connects to Hispanic-Latino audiences through comedy. Her bilingual platform is about breaking stereotypes, while at times indulging in those same cliche's, in an attempt to bridge bi-cultural gaps using humor for social commentary. Her most viewed video generated over 300k views.",
    "name_more_cn": [],
    "personage_id": "36510931",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497501",
    "personage_link": "https://www.douban.com/personage/36510931/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-07T17:13:17"
}