{
    "sid": "1497086",
    "name": "本·范贝尔亨",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cd1a5089a032e29eee427020eaea4939.jpg",
    "imdb_id": "nm0885702",
    "name_en": "Ben Van Bergen",
    "name_full": "本·范贝尔亨 Ben Van Bergen",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36395330,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896944122.jpg",
            "title": "美国恐怖故事集 第三季",
            "release": 1
        },
        {
            "id": 26710532,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512965746.jpg",
            "title": "杰西卡·琼斯 第二季",
            "release": 1
        }
    ],
    "introduction": "Born in Amsterdam, The Netherlands. Speaks 3 languages and several dialects. Wrote/co-wrote more than 17 screenplays, a T.V. series, and a volume of monologues and poetry & composed 50 songs. Produced a feature film and 2 feature length documentaries as well as four short projects. Lives in New York City and commutes to the EU when necessary. Came to NYC first on a cultural grant to write an instruction book for an East Harlem School. Studied with Eve Collyer for stage, film and T.V. work. Now primarily works on film and T.V. projects. Works with Agent Albert Bramante (Emerging Talent: 646-992-3585) and Manager Ken Park (212-566-8672) in NYC and a few NYC based commercial and VO agencies. Does the odd commercial and voice over jobs (yes the 'odd' ones), and is working on the development of a number of features. Author/director of the nominated feature length documentary \"Fireworks On The Brain\" (putting a human face on ADHD). Current projects include a five part documentary series on art and artists, a 2 hour version with updates, 3 short film projects, and a feature award winning dark comedy (\"Mobfathers: Permanent Rehab\") now making the festival circuit, and is in development with the sequel. 2017 produced another short film (\"Double Blind\") film and is in development with an untitled feature and series set in NYC.",
    "name_more_cn": [
        "本·凡·卑尔根"
    ],
    "personage_id": "36502925",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497086",
    "personage_link": "https://www.douban.com/personage/36502925/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-13T00:13:38"
}