{
    "sid": "1497918",
    "name": "丹·斯泰尔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b550de307a449d9dd64a299d8ebce31a.jpg",
    "imdb_id": "nm3158600",
    "name_en": "Dan Styles",
    "name_full": "丹·斯泰尔斯 Dan Styles",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35382383,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2720406531.jpg",
            "title": "一击",
            "release": 1
        }
    ],
    "introduction": "Dan has been play fighting for as long as he can remember. Emulating film and TV such as Star Wars, James Bond, Batman, Hercules, Xena, WWE and many more. Through his teens and early 20s he trained in fencing, martial arts, re-enactment fighting and archery, and was a member of the ATC (air cadets) where he was able to learn to shoot rifles, fly planes and gliders, and perform military drill and combat manoeuvres. Dan choreographed his first fight in his GSCE drama practical performance exam at high school in 1998. He continued his studies in media production and drama at college where he continued to choreography fights into all the productions and even shot his own at weekends with his friends. Dan initially chose to pursue a career in acting. He continued his combat training in historical European martial arts (HEMA), boxing, kick boxing, fencing and archery and combined it all in stage combat training with the British Academy of Dramatic Combat (BADC). After achieving the highest grades he went on to take a 2 year stage and screen combat teaching apprenticeship and is now Master teacher for the BADC. His early acting work provided many opportunities for action/fight roles and often doing his own choreography. This progressed into more time behind the camera to coordinate the fights and action as well as performing including getting experience on blockbuster sets as a fight or special action performer for the likes of 'Snow White and the Hunstman', 'Thor: The Dark World' and 'Kingsman'. Eventually Dan decided to concentrate entirely into fight and stunt coordination. Since then Dan has worked in a variety of genres, in particular action and gangster films. He even got to work for WWE studios a couple of times. His most notable work, 'Avengement' starring Scott Adkins and directed by Jesse V Johnson, was nominated for a Taurus World Stunt Award in 2020 in the Best Fight category. The climactic bar fight is over 4 minutes long and has been called \"the most realistic looking vicious and brutal fighting\", \"Some of the most unforgiving fight choreography that you will ever see\", \"some of the most devastating action set pieces ever captured on film\", \"sets the bar for any future pub brawls committed to film.\"",
    "name_more_cn": [],
    "personage_id": "36520306",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497918",
    "personage_link": "https://www.douban.com/personage/36520306/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-04T20:13:30"
}