{
    "sid": "1497445",
    "name": "艾丽卡·皮特斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a990fd190573b33eefa89bcbd6b645d9.jpg",
    "imdb_id": "nm0460408",
    "name_en": "Erika Peters",
    "name_full": "艾丽卡·皮特斯 Erika Peters",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5084377,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629433691.jpg",
            "title": "Heroes Die Young",
            "release": 1
        },
        {
            "id": 5060009,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888714925.jpg",
            "title": "Thriller Season 1",
            "release": 1
        },
        {
            "id": 5059240,
            "year": "1962",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519530504.jpg",
            "title": "Wide Country",
            "release": 1
        },
        {
            "id": 5058889,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2139509291.jpg",
            "title": "伯克的法规",
            "release": 1
        },
        {
            "id": 4818155,
            "year": "1961",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2266404205.jpg",
            "title": "猎尸者",
            "release": 1
        },
        {
            "id": 4000445,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881407082.jpg",
            "title": "Kraft Suspense Theatre",
            "release": 1
        },
        {
            "id": 3992003,
            "year": "1959",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516980343.jpg",
            "title": "伯南扎的牛仔",
            "release": 1
        },
        {
            "id": 3590143,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602069178.jpg",
            "title": "鬼屋奇谭",
            "release": 1
        },
        {
            "id": 2137992,
            "year": "1963",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2392088765.jpg",
            "title": "原子头",
            "release": 1
        },
        {
            "id": 1295551,
            "year": "1960",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2431182444.jpg",
            "title": "戎马香宵",
            "release": 1
        }
    ],
    "introduction": "She was born Maria Erika Knab in Königsberg (now Kaliningrad) in Eastern Prussia. As routes to Hollywood go, hers was both dramatic and circuitous. Erika's parents were killed near the end of World War II by Red Army soldiers. The ten-year old orphan may have been one of the tens of thousands of civilians who were lucky enough to be evacuated in 1945. Little is known about the next decade of her life, but, in 1955, Erika turned up in West Berlin. There, she acted (as Erika Knab) in a few motion pictures, even had a leading role in Das Sandmännchen (1955), a fairy tale for children loosely based on Oscar Wilde's The Canterville Ghost. She also signed a contract with the short-lived Berolina production company and went on to dub the voice of Mickey Mouse for German viewers. Sometime during this period, she became Erika Peters after marrying an American citizen.In 1957, Erika arrived in the U.S., initially making ends meet by importing used Volkswagens (without, apparently, an agency license). Reinvesting her earnings from this enterprise, she then ran a coin-operated laundromat in Los Angeles. In 1959, Erika made her screen debut on American television. She was featured in several movies, including Elvis Presley's G.I. Blues (1960), Heroes Die Young (1960) (headlining, as the daughter of a Romanian partisan) and a couple of low budget horror films (Mr. Sardonicus (1961) and House of the Damned (1963)). In addition, she guest starred in a handful of popular TV shows. In one particular instance, she was picked to appear in an episode of Jack Webb's G.E. True (1962), because an actress with a German accent was required who also \"could fit into a normal-sized suitcase\" (this, for an episode about an escape from communist East Berlin entitled \"The Suitcase Man\").In 1961, Erika obtained a divorce from her first husband. Three years later, she married the costume designer Sy Devore and permanently retired from acting. Alas, Devore died less than two years later from a heart attack. Erika got married a third time in 1969 to one Robert M. Brunson, president of Century Fast Foods in Los Angeles. She henceforth called herself Erika Devore Brunson. Perpetually resourceful, never letting grass grow under her feet, she subsequently reinvented herself as a successful interior designer and creator of antique reproduction furniture. She invested a great deal of her profits in animal welfare-related charities. Erika Brunson twice served as commissioner of the Department of Animal Services and as a long-standing board member of the Humane Society of the United States (HSUS).Erika Devore Brunson passed away in Los Angeles on May 17 2022 at the age of 86.",
    "name_more_cn": [],
    "personage_id": "36509324",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1497445",
    "personage_link": "https://www.douban.com/personage/36509324/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-15T00:56:45"
}