{
    "sid": "1498821",
    "name": "梅森·吉勒特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/461e55e0ec90126de16759a641d0392a.jpg",
    "imdb_id": "nm10557346",
    "name_en": "Mason Gillett",
    "name_full": "梅森·吉勒特 Mason Gillett",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36795508,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Creative Mind",
            "release": 0
        },
        {
            "id": 36069968,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903865826.jpg",
            "title": "越过山丘",
            "release": 1
        }
    ],
    "introduction": "Mason Gillett is an award winning actor, born in Greenville SC. Mason got his start in acting at age 7 while living in Munich German where he booked an international commercial for Schleich Toys which aired on Nickelodeon Jr.Most notably Mason is known for his recurring role as young Ace Spade on the Emmy Nominated Starz network hit, HEELS.Mason Gillett also stars in a supporting lead role in \"The Hill\" which is a true story about baseball legend, Rickey Hill. Directed by Jeff Celentano and written by Angelo Pizzo, who also wrote \"Rudy\" and \" Hoosiers\". Mason has also recent been cast in the crime drama \" Scoring Oceanside\" where he will play Trey Kingston in the spring of 2023. Mason will also play Alex Walker in \"A Creative Mind\" , written and directed by Jace Dakota of Hidden Lodge Films.Mason has over 18 film credits and climbing. Mason won best lead actor at the Tich film festival for his role in the coming of age-film called \"Elliot 2009\". His other films include \" Oh Christmas Tree\" \" Shenanigan's \", \" Isolation the Series\", \"Beyond the White Veil\" in which he portrays King Arthur, and many more.When Mason isn't acting he is on a dirt bike. Mason trains and competes in Hare-scrambles across the southeast. And if you can believe it Mason helps his younger sister, Poppy Gillett design and sew clothing for her fashion line called Poppy's Garden Designs.",
    "name_more_cn": [],
    "personage_id": "36536667",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498821",
    "personage_link": "https://www.douban.com/personage/36536667/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-23T07:00:28"
}