{
    "sid": "1498724",
    "name": "C·C·德内拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ea34dd36901e5bbc5a1ecf9a6df2745c.jpg",
    "imdb_id": "nm9827735",
    "name_en": "C.C. DeNeira",
    "name_full": "C·C·德内拉 C.C. DeNeira",
    "birth_date": "1963年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35736202,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901534046.jpg",
            "title": "狗神",
            "release": 1
        }
    ],
    "introduction": "C.C. DeNeira is an Actress, Dancer, Voiceover & Movement Coach. She is an Ecuadorian-American raised in the United States. She speak English, Spanish, and Dutch.C.C. has appeared on T.V., film, theatre, commercials, music videos, print, cruise ships, and has worked with various dance companies. She has studied drama and dance in N.Y. & Miami (The Conservatory of Fine Arts, etc.).She played the role of Carmelita in the feature film \"The Family Claus 3\" (2022) directed by Ruben Vandenborre, Madame Diaz in the feature film \"Space Boy\" (2021) directed by Olivier Pairoux . She appeared on T.V. in Geldwolven (2022) directed by Gijs Polspoel and was a featured dancer on TV for Univision's \"Sabado Gigante\" with Mario Kreutzberger aka \"Don Francisco\".C.C. was involved in Philip Michael Thomas (Miami Vice) Miami Way Theatre's Drama & Theatre Workshops. She has been in several theatrical productions in the U.S. & Belgium. In the US she portrayed Vietnam Army nurse LeeAnn in \"A Piece of My Heart\" for the Public Theatre and co-starred as the Japanese servant Nokouchi in the White-Willis Theatre Production of \"Harry Houdini, I Love You\". In Brussels, Belgium she starred in \"A Streetcar Named Desire\"(Eunice),\"Steel Magnolias\"(Clairee), \"The Front Page\"(Mrs. Grant) & \"The Elephant Man\". She was also the Creative Movement Coach for \"Mixed & United Improv Theatre\" in Belgium.C.C. is the granddaughter of famed Poet Pedro Enrique Ribadeneira Avendano and her grand-uncle is famed writer Edmundo Ribadeneira Meneses. Her cousin is the Ecuadorian Artist Marcos Ribadeneira Salmon.",
    "name_more_cn": [],
    "personage_id": "36536222",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498724",
    "personage_link": "https://www.douban.com/personage/36536222/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-19T08:52:16"
}