{
    "sid": "1498847",
    "name": "梅丽莎·洛佩兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b5bacb6e71eee3cc4bc3cb5aca91d3f0.jpg",
    "imdb_id": "nm12613164",
    "name_en": "Melisa Lopez",
    "name_full": "梅丽莎·洛佩兹 Melisa Lopez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36069968,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903865826.jpg",
            "title": "越过山丘",
            "release": 1
        },
        {
            "id": 36032855,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920011601.jpg",
            "title": "年轻的妻子",
            "release": 1
        }
    ],
    "introduction": "American actor Melisa Lopez was born in the Bronx and raised in Queens, New York. Both her parents are natives of Puerto Rico. Her interest in Acting began during elementary school when she played the part of Dorothy in the \"Wizard of Oz\" play. During middle school, she entered several talent shows while exploring Art in painting and photography. This placed her on the path to formally study Art while attending Washington Irving High School in Manhattan, NY. In her senior year, her Artwork won a 1st place award at an Art exhibit sponsored by the NYC Police Athletic League (PAL). After High School, she worked for several years in the fashion industry for Liz Claiborne, Inc. before deciding to serve her country. She pursued a military career lasting over 23 years of combined service between the U.S. Marine Corps and U.S. Air Force. Along the way, she earned a B.S. in Management Computer Information Systems from Park University in Parkville, MO in 2003 and a Master in Fine Arts in Acting for Film from the New York Film Academy (NYFA) in Los Angeles, 2021.After graduation from NYFA, she began training in Improv at The Groundlings Improv/Comedy Theater school and Shakespeare for Veterans with actor playwright, director and educator Ann Noble at The Warriors for Peace Theatre. She continued on to be privately coached and mentored by actor and filmmaker Mathew Modine, actor and writer Kevin Allen Scott, and actor, producer and director Bojesse Christopher.She has performed several roles for short and feature film projects. Characters include Correctional Officer, Drug Lord and Foster Care Parent. In her spare time, she enjoys weightlifting, yoga, cardio, motorcycle riding, and watching movies.",
    "name_more_cn": [],
    "personage_id": "36536692",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498847",
    "personage_link": "https://www.douban.com/personage/36536692/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-29T06:42:16"
}