{
    "sid": "1498816",
    "name": "锡耶纳·比约内鲁德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/359863027b2a5e06fce862ce5c01a7c9.jpg",
    "imdb_id": "nm9393686",
    "name_en": "Siena Bjornerud",
    "name_full": "锡耶纳·比约内鲁德 Siena Bjornerud",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37020196,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917756172.jpg",
            "title": "救赎之枪",
            "release": 1
        },
        {
            "id": 36069968,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903865826.jpg",
            "title": "越过山丘",
            "release": 1
        }
    ],
    "introduction": "Siena Bjornerud is an actress and singer songwriter with roots in the West. Born in Seattle, Washington, and raised in Denver, Colorado, Siena began her artistic career dancing for the Maine State, Pacific Northwest, and Colorado ballet companies. She now focuses on expression through acting, having trained in theatre at New York University, Tisch Drama and the Atlantic Acting Conservatory. Siena continues to hone her abilities as an actress in Los Angeles as the protégé of world renowned actor Dabney Coleman.Siena has also made a name for herself as a powerful, soul singer. She has appeared on the radio on CPR's open air and KUVO Jazz Station and has performed on both domestic and international stages alike, among others: Dazzle Jazz Club; Poretta Soul Festival, Poretta, Italy; and Havana, Cuba. Siena has recorded in studios across the country and worked with esteemed producers to develop her sound. She is currently working on her next ep project, a jazz-infused sultry record that is sure to capture listeners worldwide. Multi-talented and full of enthusiasm for adventure, Siena Bjornerud is certainly one to watch.",
    "name_more_cn": [],
    "personage_id": "36536663",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498816",
    "personage_link": "https://www.douban.com/personage/36536663/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-14T23:28:23"
}