{
    "sid": "1498776",
    "name": "马里亚诺·冈萨雷斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/596a6ed0730255ecfffd78a68f53dd7c.jpg",
    "imdb_id": "nm4436277",
    "name_en": "Mariano González",
    "name_full": "马里亚诺·冈萨雷斯 Mariano González",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 25782720,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897205491.jpg",
            "title": "GT赛车：极速狂飙",
            "release": 1
        }
    ],
    "introduction": "Mariano was born and raised in Buenos Aires, Argentina, the oldest of two siblings. While at school, he starred in some theatrical plays given his natural interest and talent for performing. At the age of 12, accompanying his family, Mariano moved to Los Angeles, where he attended Beverly Hills High School. At Beverly High, Mariano earned various accolades playing soccer for the Varsity team. During his senior season, Mariano received an offer to play Division I college soccer for the University of Pennsylvania Quakers. It was during this time as well that Mariano was approached to play the lead role of Tomas Figueras in the short film \"Underprivileged\", directed by Rafael Lanus. Working without any prior film acting experience though with a natural passion for the craft, his leading role turned out to be very successful in a motivating short film that earned official selection throughout various recognized domestic and international film festivals. Since then, Mariano has continued to grow and develop as an actor while also representing the University of Pennsylvania's men's soccer team, helping the team clinch an Ivy League Championship in 2013. In 2015, Mariano decided to put an end to his soccer career and returned to Los Angeles having graduated from Penn with a dual B.A. in Film and Political Science in order to pursue a long-dreamed career in acting. A few months later Mariano was picked to star as the lead role for the international Disney TV series \"ONCE.\"",
    "name_more_cn": [],
    "personage_id": "36536609",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498776",
    "personage_link": "https://www.douban.com/personage/36536609/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-01T11:11:45"
}