{
    "sid": "1498162",
    "name": "马克·奥斯特霍夫",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fd1e765b8ee943c5b102d9a4136b1ded.jpg",
    "imdb_id": "nm10108699",
    "name_en": "Marc Oosterhoff",
    "name_full": "马克·奥斯特霍夫 Marc Oosterhoff",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36188170,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887634465.jpg",
            "title": "世界之爱",
            "release": 1
        }
    ],
    "introduction": "Marc Oosterhoff is artistic director and performer for the CIE MOOST.Born in 1990 and originally from Yverdon- les-Bains, he obtained a Bachelor’s degree in physical theater at the Accademia Teatro Dimitri in 2012. After his studies, he spent six months in China training in martial arts and then continued his practice of free-running and circus acrobatics. During two years, he worked as an actor and in 2014, he was admitted at La Manufacture (Lausanne), and was part of the first batch of students in the Bachelor’s degree in Contemporary Dance. In 2016 Marc performs Take care of yourself, his first solo, at Les Quarts d’Heure de Sévelin.This solo based on physical risk was selected for the Tanzfactor 2018 tour, and also selected by BE FESTIVAL for two tours in Spain and in the United Kingdom. Since then, the show continues to be programmed all over the world (France, Lebanon, Switzerland, Spain, UK). In 2017 and 2018, he collaborated with Cédric Gagneur and choreographed Palette(s) and La Caresse des pavés, two outdoors performances.This was followed by Lab Rats (2021), a duet with circus artist Owen Winship, and Natures Mortes (2022) with Camille Denkinger and Latifeh Hadji. In 2021, Marc received the Prix de la relève from the Fondation Vaudoise pour la Culture. In 2022, he created À l’Échelle for the inauguration of Plateforme 10 in Lausanne, with a group of acrobats. In 2023, his new creation Préparation pour un miracle will combine circus, dance, theatre and magic. He is also in the film L'Amour du Monde (2023), which was selected for the Berlinale Generation Kplus.",
    "name_more_cn": [],
    "personage_id": "36525007",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498162",
    "personage_link": "https://www.douban.com/personage/36525007/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-02T20:39:31"
}