{
    "sid": "1498304",
    "name": "伊万娜·拉杰诺维奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d9b1edcb3c74e47486bb7c30134114a7.jpg",
    "imdb_id": "nm8343752",
    "name_en": "Ivana Radjenovic",
    "name_full": "伊万娜·拉杰诺维奇 Ivana Radjenovic",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36174878,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897225663.jpg",
            "title": "回路战场",
            "release": 1
        }
    ],
    "introduction": "Ivana Radjenovic is a London based actress and producer with a diverse background who trained professionally as an actor, singer, musician and dancer. Originally from Serbia, she grew up in Moscow and Cyprus before moving to the UK in 2009. Due to her upbringing she is fluent in English, Serbian and Russian. She started her career in Musical Theatre gaining a first class BA(hons) degree in professional dance and musical theatre from the Urdang Academy followed by a Masters in acting from Mountview Academy of Theatre Arts. Previously she studied 'The Method' at Lee Strasberg's Theatre and Film Institute in L.A. In 2020 she played Ruby in the feature film The Bezonians starring Vinnie Jones and Marina Sirtis. In 2021 Ivana starred in and worked as an associate producer followed by co-producer on two feature films with Saints and Savages Production company: The Phantom Warrior starring Dean Cain and Steven Berkoff were she played Pythia the Oracle of Delphi and The Abomination starring Tom Arnold and Illeana Douglas where she played the sassy assassin Anastasia. In 2022 Ivana co-produced the feature film Heroes and Villains starring Oscar nominated actor Eric Roberts and Georges St-Pierre. She also played the role of Francesca being one of the films villains with Saints and Savages production company/ US based Emmy and Golden Globe nominated 'Bee Holder Productions'. She believes her acting background gives her producing skill set an additional dimension and perspective.",
    "name_more_cn": [],
    "personage_id": "36529206",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498304",
    "personage_link": "https://www.douban.com/personage/36529206/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-18T07:35:47"
}