{
    "sid": "1498032",
    "name": "乔治·希门尼斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/daa3e0092db495094966e062903e85d4.jpg",
    "imdb_id": "nm1609192",
    "name_en": "Jorge Jimenez",
    "name_full": "乔治·希门尼斯 Jorge Jimenez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30391109,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895433340.jpg",
            "title": "蓝甲虫",
            "release": 1
        }
    ],
    "introduction": "Jorge Jimenez's breakout performance was in De La Noche nominated him for El Universal's Best Upcoming New Actor and a nomination from National Theatre Critics Association.Jimenez gained instant fame and national recognition as the face of \"El Pasante de Ingeniero\" in Mexico's \"Solidaridad\" television campaign, which ran for four years and earned Jimenez an 'Actor Revelation' nomination in Mexican television's Teleguia Awards.Jimenez's film and television career spans Mexican, Canadian and American notable projects. Jimenez was cast as Ernesto, Demian Bichir's antagonist in Hasta Morir, the film that won the Ariel (Mexico's equivalent to the Oscar) and the Audience Award at the Cannes Film Festival, which garnered Jimenez a six-year term contract with Televisa Network.Shortly afterward, Jimenez landed the lead role in Exile from the Sun, which won Best Short Film at the Canadian Film Festival. He also played the lead in The Gun Man, an innovative Short that was filmed in one-long-shot by DP Eric Edwards (Knocked Up).Director Bruce Beresford (Driving Miss Daisy) cast Jimenez as Antonio Banderas' brother in the film And Starring Pancho Villa as Himself, an HBO feature that was released internationally. Jimenez also played Cortez alongside Danny Trejo in the sequel The Crow: Wicked Prayer. Director Ted Demme cast Jimenez in a feature role in the film Blow, alongside Johnny Depp. Jimenez was also Zenaido, the lead role for the Pilot of NBC/Telemundo Network's Placas, a miniseries shown in the United States and Mexico.For the stage, some of Jimenez's most outstanding projects include the title role in Pedro Paramo at the Bilingual Foundation of the Arts and the leading role as Iron in the West Coast premiere of Class Enemy at the Court Theater, produce by Mark Taper Forum (LA Times' Critic's Choice). And Noche de Actores with Adriana Barraza.Most recently, Jorge gained critics' acclaim as the writer, producer and costar Abel Solares in the new television series José José: El Principe de la Canción (aired on NBC/Telemundo Network) and currently on Netflix Latin America.",
    "name_more_cn": [],
    "personage_id": "36522627",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1498032",
    "personage_link": "https://www.douban.com/personage/36522627/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-07T02:55:36"
}