{
    "sid": "1499089",
    "name": "杰森·达米科",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3b5ebe85834f40c93a108d03d9f6c3ad.jpg",
    "imdb_id": "nm2015020",
    "name_en": "Jason Damico",
    "name_full": "杰森·达米科 Jason Damico",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34909386,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576215345.jpg",
            "title": "越战先锋",
            "release": 1
        }
    ],
    "introduction": "Acting for Jason Damico started in community theatre at the age of 7 playing the role of a shepherd boy in an annual Christmas production at Raleigh Little Theatre. At 10 he was cast as a \"little\" in Ira David Wood's satirical, musical theatre production of A Christmas Carol and at 13 he had the privilege of auditioning for a Broadway show with Tony Award winning composer, Jason Robert Brown. In the same year Jason landed a lead role on Discovery TV. In his teen years he played the lead Kenickie in Grease, Goody Goodman King in Fame and Chad in All Shook Up\". He appeared in the pilot show of East Bound and Down (HBO) as a young baseball player, in the feature film Hick, Fan Girl (ABC Family), and more recently, The Irishman (Martin Scorsese, Netflix), In New York (EnMaze Pictures, Quantico (ABC), Homicide Hunter Lt. Joe Kenda (Investigation Discovery Network), Good Behavior (TNT), Strings (Wagz Films), and The Believers (David Quillin). Over the years Jason has also appeared in numerous commercials and print ads.",
    "name_more_cn": [],
    "personage_id": "36537835",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499089",
    "personage_link": "https://www.douban.com/personage/36537835/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-22T08:23:33"
}