{
    "sid": "1499155",
    "name": "迈克尔·德巴托罗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ba2d7342c6708a2c45cdf96dbe28573b.jpg",
    "imdb_id": "nm7104742",
    "name_en": "Michael DeBartolo",
    "name_full": "迈克尔·德巴托罗 Michael DeBartolo",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36666506,
            "year": "2023",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Big Bad Husband 2, Please Wake Up!",
            "release": 1
        },
        {
            "id": 36659113,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901240925.jpg",
            "title": "大坏丈夫，快醒醒 第一季",
            "release": 1
        },
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Michael DeBartolo graduated from Michigan State University and UCLA where he received Bachelor and Master of Science degrees in Engineering, but also studied acting at both universities being accepted into the MPTV Program at UCLA. He studied acting under well-known actors/directors such as Ivan Curry, Jerome Guardino, Art Friedman, and George Peppard.While working as an engineer at Boeing in El Segundo, California, he starred in many plays and musicals all over Los Angeles including Hollywood. He also won featured roles in film and television. Films include The Blues Brothers (1980), The Patricia Neal Story (1981), Moving Violations (1985), Hail Caesar! (2016), How to be a Latin Lover (2017), City of Lies (2018) and Ford V. Ferrari (2019). TV Shows include Taxi (1981), The Bernie Mac Show (2005), CSI: New York (2005), Sons and Daughters (2006), Make It or Break It (2011), Vegas (2012), 90201 (2013), Dads (2013), Brooklyn Nine-Nine (2014), Mad Men (2014), State of Affairs (2015), Jane the Virgin (2015), Bosch (2016), Idiotsitter (2016), Heartbeat (2016), People Magazine Investigates (2016), Shameless (2017), and Corporate (2018).He also advanced to more memorable and starring roles in film and television. For instance, in films he played the Uncle of Frankie Valli (John Lloyd Young) in Jersey Boys (2014), Ron DeFeo Sr., the Amityville Horror Father in The Conjuring 2: The Enfield Poltergeist (2016), and the St. Valentine's Day Massacre Undercover Officer/Hitman for Al Capone (Milo Gibson) in Gangster Land (2017). In TV series he played Arman, the Tailor of Peter Schaefer (Luke Perry) in Windfall (2006), Bill Morrisey, the Unusual Suspect in Unusual Suspects (2006), Keith Dahl, the Victim in It Takes a Killer (2016), the Theme Park Dad in If Theme Parks Were Honest - Honest Ads (2017), the Italian Dad from Jersey Shores in Laff Mobb's Laff Tracks (2018), Howard Beaird, the Haunted Father in The Holzer Files (2019), Steve Smith, the Father of the Vanished Son in People Magazine Investigates (2019), and Mr. Ghonim, the Jordanian Father in A Wedding and a Murder (2019). He also wrote, produced, and starred as Mr. Dean, the Science Teacher in Adventures with Baaco (1995), which aired on PBS stations across the United States and is now available on YouTube. This show won the Worldfest Houston Bronze Award and was endorsed by Kids First! Coalition for Quality Children's Media.Michael has also starred in commercials and music videos. In commercials he played the Flower Shop Owner for Papas Sabritas (2015) featuring Enrique Iglesias, the Baseball Dad for Loan Depot (2017), the Surgeon for Keck Medicine of USC (2017), and the Basketball Dad for Ring Home Security (2018). In music videos he played the Wedding Minister in Wale's The Matrimony (2015) featuring Usher, a Bird Box Drifter in Hopsin's You Should've Known (2019) featuring DAX, and an Angry Executive in Machine Gun Kelly's Downfalls High (2021).",
    "name_more_cn": [],
    "personage_id": "36538206",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499155",
    "personage_link": "https://www.douban.com/personage/36538206/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-10T08:56:11"
}