{
    "sid": "1499138",
    "name": "亚当·克罗格",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/bd5fc9c0ff2a13ac695505244f8f5b7d.jpg",
    "imdb_id": "nm9228818",
    "name_en": "Adam Kroeger",
    "name_full": "亚当·克罗格 Adam Kroeger",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Originally from the state of Idaho, Adam Kroeger is an award winning American actor. His body of work spans from television, film, and regional theatre performances throughout the country.Adam received his Bachelor of Fine Arts (BFA) in Acting from Central Washington University in 2009 and went on to receive his Master of Fine Arts (MFA) in Classical Acting from the Shakespeare Theatre Company's Academy for Classical Acting at the George Washington University in 2014, the preeminent classical training program in the United States.After completing graduate school Adam commissioned in the US Marine Corps in 2014 and served as a tank officer in the US Marine Corps Reserves from 2016 - 2021 and is still serving in the Marine Corps Reserves.A member of SAG-AFTRA, Adam has taught acting and theater courses at the University of Florida, and Theatre of Arts in Hollywood. He resides in Los Angeles, CA with his wife and two daughters.His professional goals are to someday direct a Superman movie, and to one day portray Rand al'Thor, Batman, or both.",
    "name_more_cn": [],
    "personage_id": "36538188",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499138",
    "personage_link": "https://www.douban.com/personage/36538188/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-21T02:51:13"
}