{
    "sid": "1499133",
    "name": "汤姆·詹金斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0ed3a07932675b916f3c003ceb7f281c.jpg",
    "imdb_id": "nm4715939",
    "name_en": "Tom Jenkins",
    "name_full": "汤姆·詹金斯 Tom Jenkins",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37331878,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Radiochrome",
            "release": 0
        },
        {
            "id": 36820902,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918935303.jpg",
            "title": "Peripheral",
            "release": 1
        },
        {
            "id": 36666416,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915467963.jpg",
            "title": "Billionaire CEO's Obsession",
            "release": 1
        },
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Born in the Hatfield & McCoy region of Kentucky, and raised in South Charleston, West Virginia, Tom pursued his musical goals and studied drums and percussion starting in grade school, all the way through college at West Virginia University. After college, Tom relocated to Florida and eventually transitioned into acting when Disney/MGM and Universal Studios expanded in the Orlando area. Enrolling in acting classes and eventually working at Universal Studios as a stage actor, Tom's first commercial was actually for Disney/ MGM, working with the late Jim Henson in a Muppets commercial shortly before his death. Tom has continued a successful commercial career since moving to Los Angeles, working in almost one hundred commercials to date; most recently with Oscar winner Tom Hooper for Smuggler and the Liberty Mutual/ Limu Emu campaign directed by Craig Gillespie (I, Tonya; Cruella) He's appeared in the Emmy qualifying political satire 'Claire-ity' as an actor now on Amazon Prime, and as an actor and co-producer of 'Disconnected', directed by Latina director Jeannette Godoy (The Garcias) Tom recently completed work on Christopher Nolan's epic Oppenheimer, scheduled for release in July 2023 and guest starred in the season three opener (2020) of the top rated 'Yellowstone' with Kevin Costner and Wes Bentley. When he's not acting, Tom is fully invested as a volunteer in the Young Storytellers program as a head mentor, teaching fifth graders to write original stories and screenplays in the 'Script to Stage' program, co- sponsored by Disney, HBO and Paramount to name a few. And since he's a full-time 'Cat Dad' at home he not only volunteers with Kitt Crusaders cat rescue group, he's also appeared in the pet adoption short form series 'Pet Friendly' directed by tireless animal advocate and the brilliantly funny, Whitney Cummings. Tom asks that you please donate accordingly to any of the above mentioned groups.",
    "name_more_cn": [],
    "personage_id": "36538184",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499133",
    "personage_link": "https://www.douban.com/personage/36538184/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-08T01:07:22"
}