{
    "sid": "1499163",
    "name": "克里斯蒂娜·亨尼丝",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5d274dd7de7e7be64085188811669978.jpg",
    "imdb_id": "nm8239237",
    "name_en": "Christine Heneise",
    "name_full": "克里斯蒂娜·亨尼丝 Christine Heneise",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Christine Heneise is an American actress known for her roles in Oppenheimer, Pain Relief, Guess Who's Dying for Dinner, Number 3 Special and Inner Child. Heneise was born on July 11, 1965 in Chicago, Illinois, the first of two children to Jack Joseph Michael's and the only child to Sharon Annette Lindroos. She is the great-granddaughter of Vincenzo Gibaldi (aka, Vincenzo Gebardi, Vincenzo DiMora, Machine-Gun Jack McGurn), portrayed in such movies as The St. Valentine's Day Massacre (1967) and Gangster Land (2017). McGurn was born in Licata, Sicily. Heneise has been married to David Heneise since 1990, the mother of two children, Christian and Joellie. Heneise earned an AAS in Fashion Merchandising at IAMD Chicago in 1986 and a BS in Business Marketing from Southern Illinois University at Carbondale in 1989. Heneise was a creative director from 1992 until 2005 for ad agencies in the Chicago area, including spearheading her own agency and business magazine for 12 years. This is where she garnered her first experience behind the camera as a commercial director. In 2011, Heneise embarked upon her acting training in community theatre and independent film. In 2012 she line-produced and art directed her first award-winning short, The Victor. In 2012 she took to the stage as The Woman in Death of a Salesman. In 2017 she portrayed Vivienne Kensington in Legally Blonde, The Musical. Heneise has been improv training since 2014, studying UCB style and Groundlings in 2022. In 2021 she executive produced and starred in Number 3 Special. In 2022 she co-starred in the multiple award winning student-film, \"Pain Relief\". That year she also portrayed Ladybird Johnson in Christopher Nolan's Oppenheimer",
    "name_more_cn": [],
    "personage_id": "36538215",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499163",
    "personage_link": "https://www.douban.com/personage/36538215/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-12T12:22:36"
}