{
    "sid": "1499152",
    "name": "安德鲁·布西亚加",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8c5640dc9cb472bba7ec5593e5019947.jpg",
    "imdb_id": "nm12007347",
    "name_en": "Andrew Bursiaga",
    "name_full": "安德鲁·布西亚加 Andrew Bursiaga",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Andrew Bursiaga was born May 8, 2000 in Wyoming to Jose and Julia Bursiaga, both who served in the United States Air Force. Andrew discovered his love for acting and filmmaking at a young age of 12. His interest began to grow even stronger about the film industry and soon began to soak in as much knowledge as possible. In his teenage years he adopted the Stanislavski acting method and began to make more of his own films. He shared the same interest as some of his other friends and all began to work with each other, however, it was always going to be a new set of friends every few years due to the military orders his father received.During his years at CMR High School, Andrew had taken theater every year to not only to learn more about acting but also saw it as an opportunity for himself to keep his passions close and alive. As the years went on, Andrew became an official Montana state thespian member. He surpassed 200 hours in theater and his school won various awards for the plays they had performed such as \"Wait until Dark\", \"One Lane Bridge\", \"Emotional Damage\".His skills sharpened over time as he got older and began to submit his own work to film festivals. In 2018 he starred in the short film The Winter Hitman which placed as a finalist in the Las Vegas Global Film Festival in 2019. During 2019, Andrew was a part time student at Evergreen Valley College studying but would soon find his way into the film industry working in the production department on sets with companies such as, Netflix, Marvel Studios, Amazon Studios, and more. He worked on various projects throughout recent years such as feature films, short films, and commercials and in various positions on and off screen. Some of the most notable are All the Old Knives, Surface, Shang-Chi and the Legend of the Ten Rings and BLACK_SITE.Andrew continues to perform in various projects all while starting Red Genesis Productions, a company he owns and created to continue making his own projects while continuing his acting career aiming for bigger roles to play.",
    "name_more_cn": [],
    "personage_id": "36538202",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499152",
    "personage_link": "https://www.douban.com/personage/36538202/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-23T16:42:38"
}