{
    "sid": "1499146",
    "name": "亨特·埃文特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d4cfb200e40a84f603f7ffa15f84dbdc.jpg",
    "imdb_id": "nm12989836",
    "name_en": "Hunter Avant",
    "name_full": "亨特·埃文特 Hunter Avant",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Hunter Christian Avant was born January 26, 1993 in Fort Worth, Texas to Scott and Rebecca May Avant. He has a younger brother and two older sisters. After graduating high school at Arlington Heights High school in Fort Worth, Texas he attended Ole Miss where he studied business and was a member of Sigma Alpha Epsilon fraternity. After 2 years in college, Avant decided to pursue his dream to enlist in the United States Army with a Special Forces contract.Just shy of two years into his training, Avant was medically discharged due to an injury sustained during a rough parachute landing in a airborne training operation. Once back in the civilian world, he returned to school, this time at the University of Texas at Arlington where he would graduate with a Bachelors in Science in 2019.Avant would get his first taste of film when he was cast as an cowboy in Taylor Sheridan's '1883' series.Since October of 2021, Avant has worked on some high profile productions such as The Senior movie starring Michael Chiklis, Oppenheimer a Christopher Nolan film, 1883 by Taylor Sheridan, and various TV commercials airing in the United States.",
    "name_more_cn": [],
    "personage_id": "36538194",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1499146",
    "personage_link": "https://www.douban.com/personage/36538194/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-17T08:52:28"
}