{
    "sid": "1500067",
    "name": "尼拉·乔琳",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7a9a726bcd8bbee70b003afd477312b0.jpg",
    "imdb_id": "nm12227636",
    "name_en": "Neela Jolene",
    "name_full": "尼拉·乔琳 Neela Jolene",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37488504,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Mafia Housewife",
            "release": 1
        },
        {
            "id": 37479651,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Watch Out! She Is a Mastermind Heiress",
            "release": 1
        },
        {
            "id": 37468512,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "The Lost Prima Ballerina",
            "release": 1
        },
        {
            "id": 37468510,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Pregnant and Married to a Movie Star",
            "release": 1
        },
        {
            "id": 37465961,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "My Gangster Baby Daddy Pampers Me to Paradise",
            "release": 1
        },
        {
            "id": 35479360,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654543170.jpg",
            "title": "Attaway General",
            "release": 1
        }
    ],
    "introduction": "Neela Jolene is an actress based in Los Angeles. She is best known for roles on The Goldbergs, the Junior's BratTV series, the Dhar Mann series, and for a lead role on feature film House of Karma. In addition, Neela has done many short films, commercials and modeling projects.Neela started performing at age 5 as a musical theater girl. By the time she started high school she had done almost 150 stage performances including many dance competitions, show choir competitions, and musical theater shows. She also competed in scholarship talent pageants and won 4 pageants including Miss California Pre-Teen, Miss Photogenic Teen, and Miss Cover Girl. At the same time that Neela started high school, she began fulfilling her dream of working as an actress professionally. Despite the pandemic, she was cast in 11 short films, 3 commercials, and 9 modeling projects in the first 6 months. She has been going strong ever since. Neela loves all types of roles and her greatest dream is to star in action movies.Neela Jolene has been training in acting, dance, voice, and tumbling her whole life. In high school Neela was a varsity cheerleader and a straight A student. She graduated from high school two years early and is now attending college. Neela also finds time for charitable work. Her favorite nonprofit organization is called Natural High. She is actively a huge supporter of their efforts to stop drug and alcohol abuse by educating children and helping them find their natural high passions. When Neela is not pursuing her career or studying in college, you will probably find her doing something very adventurous. She is a dare devil and her favorite pastimes are surfing, skateboarding, off-road riding, wake-boarding, snow skiing, cliff jumping, and exploring the wilderness.",
    "name_more_cn": [],
    "personage_id": "36549604",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1500067",
    "personage_link": "https://www.douban.com/personage/36549604/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-05T12:21:16"
}