{
    "sid": "1500065",
    "name": "杰德·帕特里",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/83b6310717e0d5bee15effee8052e9c1.jpg",
    "imdb_id": "nm11117778",
    "name_en": "Jade Patteri",
    "name_full": "杰德·帕特里 Jade Patteri",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35479360,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654543170.jpg",
            "title": "Attaway General",
            "release": 1
        }
    ],
    "introduction": "Jade Patteri is an actress, singer- songwriter and dancer. She was chosen for the Broadway Artists Alliance/ JRAYS (John Raitt) Award as one of three High School students chosen in Southern California to go to New York City performing at the Symphony Space off Broadway and was also honored as Artist of the year at the National Youth Arts Awards.Straight out of High School, Jade was cast in The Prom the Musical directed by Ryan Murphy and starring Meryl Streep and Nicole Kidman. This has been a busy year as Jade has completed filming lead roles in features and television such as Thanksgiving Masquerade and Wicked Wifi Workout and Attaway General (Brat TV.)Theatrically, Jade was honored to play Queen Olivia in Twelfth Night by William Shakespeare at the Actors Co-op in Hollywood. She has worked alongside Olivier Nominated actress Alexander Silber in Carousel at the prestigious Reprise! Theater company directed by Jason Alexander and with the multi- award-winning Fullerton Civic Light Opera in their world premiere of Jane Eyre as Adele/Young Jane.As a Singer/Songwriter, Jade has written co-produced and performed two EP's and over 20 songs which can be found on all music platforms. Sweety High Magazine named Jade's music video Unity as one of the year's top 10 music videos. Two of her original songs Imperfectly Perfect and Drift won for Best New Song at the NYA Awards two years in a row.As a dancer/choreographer, Jade has backed up Jordan Fisher and Olivia Holt and is one of the principal dancers in the 2020 movie musical The Prom choreographed by Casey Nicolaw and directed by Ryan Murphy. She choreographs Hip Hop for VCS dance company and music videos alike. Jade is also an avid tap dancer and has studied ballet and contemporary since age 7. In 2017, she competed at the Pantages winning best performance of the day with her school's recreation of the Broadway Choreography of Step in time from Mary Poppins.During her high school career, Jade was a multiple award-winning actress for her portrayals of Annie Sullivan in The Miracle Worker, Diana Steed in the world premiere of The Human Comedy, Millie in Thoroughly Modern Millie, Claire in Creating Claire, Cinderella in Cinderella and Marian Paroo in The Music Man. She received nominations for her portrayals of Mrs. Banks in Mary Poppins, Mrs. Darling in Peter Pan and Jennie Mae in The Diviners.For more information, videos, pictures etc. check out Jade's Instagram and official website.",
    "name_more_cn": [],
    "personage_id": "36549602",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1500065",
    "personage_link": "https://www.douban.com/personage/36549602/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-03T08:52:31"
}