{
    "sid": "1501383",
    "name": "费尔南多·皮洛尼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0df5e9fa76ec9553cda6850c50bd90eb.jpg",
    "imdb_id": "nm15129301",
    "name_en": "Fernando Piloni",
    "name_full": "费尔南多·皮洛尼 Fernando Piloni",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36117224,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896593530.jpg",
            "title": "威尼斯惊魂夜",
            "release": 1
        }
    ],
    "introduction": "Allow me to introduce Fernando Piloni, a remarkable Brazilian actor and performer who has captivated audiences around the world with his exceptional talents. Hailing from Brazil and having spent a significant 14 years of his life in Spain, Fernando's journey in the world of performance arts is nothing short of extraordinary. With a degree in performance arts from the prestigious institutions of London, he has honed his craft to perfection.Fernando Piloni's artistic journey is marked by his innovative contributions to the realm of theater and performance. His expertise shines particularly bright in the realm of scream theatre and performance, where he masterfully combines emotion, expression, and intensity to create immersive experiences for his viewers. Through his work, he has the uncanny ability to transport audiences into the depths of emotion and imagination, leaving a lasting impact that lingers long after the curtains have fallen.Having seamlessly merged his Brazilian roots with the enriching experiences of living in Spain and studying in London, Fernando brings a unique blend of cultural influences to his performances. His dynamic range and versatility allow him to effortlessly switch between roles, genres, and styles, making each of his acts a captivating journey of its own.Fernando Piloni's passion for his craft radiates through every performance he delivers. His dedication to pushing the boundaries of conventional theater and exploring the uncharted territories of artistic expression has earned him a well-deserved reputation as a trailblazer in the industry. As an actor and performer, he embodies the spirit of artistic exploration, daring to challenge norms and redefine the possibilities of what performance can be.In conclusion, Fernando Piloni's journey from his Brazilian origins to his international endeavors in Spain and London has shaped him into an extraordinary actor and performer. With his expertise in scream theatre and performance arts, he has crafted a unique niche in the world of entertainment. His performances are not just mere spectacles, but rather trans formative experiences that leave an indelible mark on all those fortunate enough to witness them.",
    "name_more_cn": [],
    "personage_id": "36562324",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1501383",
    "personage_link": "https://www.douban.com/personage/36562324/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-20T19:00:39"
}