{
    "sid": "1501404",
    "name": "亚历山大·库克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5d04474db661f198acbbad8d9729a500.jpg",
    "imdb_id": "nm4782621",
    "name_en": "Alexander Cook",
    "name_full": "亚历山大·库克 Alexander Cook",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35496212,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901767770.jpg",
            "title": "留校联盟",
            "release": 1
        }
    ],
    "introduction": "Alexander Cook is an American actor who was born in Charleston, West Virginia, and grew up in Baltimore, Maryland. He began his professional acting career in 1975 at Baltimore's Center Stage. He studied acting at the Carnegie-Mellon University School of Drama, graduating in 1980. As a repertory stage actor, Cook worked for several companies over the following nine years, including Pittsburgh's City Theatre, Pittsburgh Public Theatre, Metropolitan Stage Company and Three Rivers Shakespeare Festival. In New York, he joined the Riverside Shakespeare Company for a number of productions, and originated the role of Schumann in \"Carnavale\" off-Broadway. He played major roles in almost half of Shakespeare's canon, including Cassius in \"Caesar,\" Angelo in \"Measure for Measure,\" Malvolio in \"Twelfth Night,\" Oberon in \"A Midsummer Night's Dream,\" and Caliban in \"The Tempest.\" Cook left the theater for the seminary in 1988 and served as a pastor in mostly urban congregations for just over twenty years, returning to the acting profession in June of 2011. Now primarily a film actor, he has a appeared in many independent and major studio productions. He is married to Elizabeth and has one son, Ian.",
    "name_more_cn": [],
    "personage_id": "36562356",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1501404",
    "personage_link": "https://www.douban.com/personage/36562356/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-10T14:29:06"
}