{
    "sid": "1502860",
    "name": "小大卫·马文·科尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/63e6278999a56c5d0435c5d76cff1735.jpg",
    "imdb_id": "nm13241062",
    "name_en": "David Marvin Kerr Jr.",
    "name_full": "小大卫·马文·科尔 David Marvin Kerr Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34971748,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901664238.jpg",
            "title": "鲍勃·马利：一份爱",
            "release": 1
        }
    ],
    "introduction": "Born in Kingston, Jamaica, Davo was raised in a household where music wasn't just the standard - it was literally a way of life. His father, Junior Marvin, was a member of the legendary reggae group Bob Marley & The Wailers. There aren't many new artists that can tout a pedigree that denotes an internationally recognized musical royalty and introduce a unique sound that has led to collaborations with the likes of multi-platinum selling hip hop artists such as Rick Ross, Fabolous, Rich the Kid, and Tory Lanez. Miami-based singer/rapper/instrumentalist and actor Davo is poised to shake up the film and music industry with his role in the Bob Marley biopic \"One Love\" as well as his patented psychedelic R&B sound.In the film \"One Love\" set to be released January 12, 2024 Davo plays the role of his real-life father Junior Marvin of Bob Marley's iconic reggae band The Wailers. Junior Marvin who was born in Jamaica met the late Tuff Gong musician in 1977. Touted by Bob Marley as the \"young Jimi Hendrix of London\" Junior was immediately asked to join his band as lead guitarist and became one of his closest friends up until his death. Junior's musicianship can be heard on seminal Marley tracks such as \"Could You Be Loved,\" \"Waiting In Vain,\" \"Buffalo Soldier,\" \"The Heathen,\" \"One Love\" and \"Jamming\" to name a few.After years of putting in ample time to hone his craft, success is imminent for Davo. As a multi-instrumentalist and a talented lyricist, singer and actor, the ingredients for his ascension in the entertainment industry are as evident as the horizon on a clear day. And if the industry is smart, it will tap into his creative instincts and musical impulses. Hopefully the world will soon bear witness to Davo's artistic magnitude and potential to push the envelope for pop culture. \"I'm a rock star,\" he says with a knowing smile. \"But I have so much more to offer. Just wait.\"",
    "name_more_cn": [
        "塔沃"
    ],
    "personage_id": "36573469",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1502860",
    "personage_link": "https://www.douban.com/personage/36573469/",
    "property_other": [],
    "name_more_other": [
        "Davo"
    ],
    "update_at": "2026-02-13T06:14:52"
}