{
    "sid": "1503654",
    "name": "尼古拉斯·卡莱罗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/14493ea1a5f07414dfec33fa57d1e577.jpg",
    "imdb_id": "nm13207331",
    "name_en": "Nicolas Calero",
    "name_full": "尼古拉斯·卡莱罗 Nicolas Calero",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36082226,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896514337.jpg",
            "title": "傻钱",
            "release": 1
        }
    ],
    "introduction": "Nicolas Calero is a first-generation American actor, model, singer and dancer born and based in New York City. He is of Puerto Rican and Russian descent. Since a very young age Nicolas got extensive training in multiple genres such as acting, dance, singing and martial arts. His acting career began at age 9 as a Guest Star in episode #23011 of \"Law and Order\"SVU. Following that Nicolas spent 2 months in South Korea shooting 48 episode children's TV show called \"Egg School\", where he portrayed the lead character Andrew. Since then Nicolas has been working non stop in different genres, including feature films, TV series, Commercials and Voice-over projects. At the tender age of 10 , Nicolas already received two Best Male Actor awards and became the youngest member of the MENUDO A NEW BEGINNING boy group. You can catch Nicolas on TV in Commercials such as \"Fresh Direct\", \"ASPCA\", \"Western Union\" and more, hear his voice as Wally/Mochi on Netflix animated series Cocomelon or watch him perform live all around the world with MENUDO NEW BEGINNING. His latest movie \"Dumb Money\" is set to be released in movie theaters in September 2023, where he will portray a son of America Ferrera and Seth Rogan. Nicolas is a member of SAG-AFTRA, but recently obtained a FI-CORE status.",
    "name_more_cn": [],
    "personage_id": "36579307",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1503654",
    "personage_link": "https://www.douban.com/personage/36579307/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-16T12:00:57"
}