{
    "sid": "1504023",
    "name": "普里扬卡·博斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2ff73bc09f1f27b60456488999e3b4c9.jpg",
    "imdb_id": "nm3140757",
    "name_en": "Priyanka Bose",
    "name_full": "普里扬卡·博斯 Priyanka Bose",
    "birth_date": "1982年2月20日",
    "birth_place": "印度新德里",
    "last_movies": [
        {
            "id": 36743683,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904220967.jpg",
            "title": "寓言",
            "release": 1
        },
        {
            "id": 35468357,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897536850.jpg",
            "title": "时光之轮 第二季",
            "release": 1
        },
        {
            "id": 30345453,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2692361023.jpg",
            "title": "时光之轮 第一季",
            "release": 1
        },
        {
            "id": 5169494,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "透过你的双眼",
            "release": 1
        }
    ],
    "introduction": "Priyanka Bose is an Indian stage & film actor best know for her performances in 'Gangor - A film by Italo Spinelli: Based On political activist Mahashweta Devi's - Breast Stories'. In the film she essays the trials & tribulations of protagonist Gangor - a tribal woman who questions unjust police violence in West Bengal. Incidentally Bose is a huge admirer of Maheshweta Devi's writing.Priyanka Bose premiered with her pivotal performance in the stage production 'Nirbhaya' at the prestigious Edinburgh Fringe Festival, the largest arts festival in the world, in August 2013. The play won the coveted Amnesty International Freedom of Expression Award given to an outstanding Fringe production which raises awareness of human rights. It also won the Scotsman Fringe First and the Herald Angel Award for Outstanding New Play & got Bose a lot of attention for her confessional unraveling of personal experiences that she was able to convey through her performance. Tearing away the shame that keeps the survivors silent 'Nirbhaya' is often described a voyage into a tapestry of personal testimonies that speaks for a nation and world no longer able to hold the tides of change at bay.Her next release LION is an upcoming drama directed by Garth Davis and written by Luke Davies, based on the non-fiction book A Long Way Home by Saroo Brierley. She stars alongside Dev Patel, Rooney Mara, David Wenham and Nicole Kidman. It had its World Premier at the 2016 Toronto International Film Festival.[2] The film will be released in the United States by The Weinstein Company on November 25, 2016. With a repertoire of powerful presences in theatre and film, Bose is often lauded for her portrayal of strong women characters. She co-hosts Cause Effect, a platform that produces cause related content & outreach programs with filmmaker Megha Ramaswamy. Bose is noted for her modeling collaborations with various independent, eco-conscious design labels - Anavila, Nor Black Nor White and Myoho to name a few. Over the years, she has carved a niche for herself as an actor who stands for author-backed roles in theatre, film & various experimental spaces.",
    "name_more_cn": [
        "朴雅卡·鲍斯",
        "佩丽兰卡·伯斯"
    ],
    "personage_id": "36581919",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1504023",
    "personage_link": "https://www.douban.com/personage/36581919/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-26T17:49:54"
}