{
    "sid": "1504003",
    "name": "卡特琳娜·加巴内拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5f3ca8cbdfcea2db65d0a1f2039f2758.jpg",
    "imdb_id": "nm10285522",
    "name_en": "Caterina Gabanella",
    "name_full": "卡特琳娜·加巴内拉 Caterina Gabanella",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36442231,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896897080.jpg",
            "title": "狼孩妮娜",
            "release": 1
        }
    ],
    "introduction": "Caterina Gabanella is a young and talented Italian actress, writer and director. Credits on IMDb comprise only her international career, related to overseas productions or film shot in Italy for International companies. Her official credits including work done in Italy are much more extensive.She has substantial live theatre experience having worked in several prestigious production in Italy, including performing in \"Il Re anarchico e i fuorilegge di Versailles\" alongside Paolo Rossi.She is also a sought after TV advertising actress having represented some of the most known international brands in the fashion, food and durable goods industry.Caterina is now expanding her experience into film, with leading roles in several short film in Italy, including the winning Shonagai by Alessio Vasarin. Further, she wrote two films that in pre-production phase in Italy and Australia respectively. Caterina will make her directorial debut in 2020 with a highly anticipated film she wrote herself.Prior to joining the entertainment industry, Caterina pursued an internationally successful career as an athlete, being part of the Italian national team of figure skating.Caterina holds a bachelor in Psychology and lives between Rome, Milan, Turin and her home town of Bolzano. She is fluent in several languages including Italian, German and English.For English speaking countries, she is represented in exclusivity by JC Bits Productions.",
    "name_more_cn": [],
    "personage_id": "36581899",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1504003",
    "personage_link": "https://www.douban.com/personage/36581899/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-03T11:00:24"
}