{
    "sid": "1504740",
    "name": "贝伦·D·比利兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0c13f529d2bdf2c1127f056ce8ada559.jpg",
    "imdb_id": "nm10862947",
    "name_en": "Baylen D. Bielitz",
    "name_full": "贝伦·D·比利兹 Baylen D. Bielitz",
    "birth_date": "2014年5月26日",
    "birth_place": "美国",
    "last_movies": [
        {
            "id": 36689066,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916284110.jpg",
            "title": "Here's Yianni!",
            "release": 1
        },
        {
            "id": 35936924,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874941269.jpg",
            "title": "更好的一半",
            "release": 1
        },
        {
            "id": 35238024,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908454232.jpg",
            "title": "母亲的直觉",
            "release": 1
        },
        {
            "id": 35193155,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885287391.jpg",
            "title": "圣诞日记",
            "release": 1
        },
        {
            "id": 30331433,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628036511.jpg",
            "title": "旺达幻视",
            "release": 1
        }
    ],
    "introduction": "Baylen Bielitz catapulted into the TV/Film industry at the age of 5, landing the role of Little Billy in Marvel's first streaming series, Wandavision. Bay went on to work on the Netflix film The Noel Diary and Paramount +'s Evil. He sprinkled in a few national commercials including Sony Playstation and Nature Valley. In 2022 Bay worked side by side with Anne Hathaway and Jessica Chastain in Mothers' Instinct, a duo he could hardly believe were real. Lucky for them, during a table read break, Bay slowly cracked open a Peppermint Patty in their ears to have them experience the coolest sound ever. Surely they are forever changed.... Closing out 2022 Baylen landed the role of Jackson in the film Here's Yianni! The only only child on set with power house actors like Julia Ormond, Joe Cortese, Rosanna Arquette and Eric Roberts taught Bay the importance of listening and understanding story.In both Noel Diary and Mothers' Instinct Bay's characters both fall from heights. Although not much of a dare devil himself, Bay does proudly tout that he did do all of his own stunts.During the strike in 2023, Baylen snagged the lead role of Peter Pan in his town's local theatre production, Peter Pan Jr. His love for performing on stage or on camera runs deep.Baylen, often said to be a 47 year old man trapped in a kid's body, this polite, old soul loves to be on set and is a student of all things acting and production. When not performing, Bay loves architecture, design and dancing. Future bucket list items include travel to France to see the reconstruction of Notre Dame or working with Chip and Joanna Gaines in Fixer Upper.",
    "name_more_cn": [],
    "personage_id": "36590212",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1504740",
    "personage_link": "https://www.douban.com/personage/36590212/",
    "property_other": [],
    "name_more_other": [
        "Baylen Bielitz"
    ],
    "update_at": "2025-04-19T15:00:42"
}