{
    "sid": "1505580",
    "name": "本杰明·布雷涅尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2f8b18d277121cc5a47798629496893e.jpg",
    "imdb_id": "nm4505385",
    "name_en": "Benjamin Brenière",
    "name_full": "本杰明·布雷涅尔 Benjamin Brenière",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37291954,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919767370.jpg",
            "title": "历史告解",
            "release": 1
        },
        {
            "id": 25884513,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182862842.jpg",
            "title": "蟋蟀芯片",
            "release": 1
        }
    ],
    "introduction": "Benjamin Brenière attended the Cours Raymond Acquaviva from 2005 to 2009. Acquaviva directed him in Le Songe d'Une Nuit d'Eté, Les Femmes Savantes, La Double Inconstance and Britannicus.The actor played Mackie in L'Opéra de Quat'Sous directed by Franck Berthier, then joined the Viva company for two shows directed by Anthony Magnier: Don Juan and Les Jumeaux Vénitiens. Since then, he has appeared in La Mégère A Peu Près Apprivoisée and AlexisMichalik, currently on tour and in Paris.Les Vibrants, directed by Quentin Defalt in which he plays the lead role, is playing at the Studio des Champs Elysées from September to December 2017 and will be touring San Francisco in March 2020.Les Fils de la Terre, based on the documentary by Edouard Bergeon, adapted and directed forby Elise Noiraud, which won the Prix Jeunes Metteurs en Scène du Théâtre XIII2015 in Paris, is currently on tour.On screen, Benjamin Brenière stars alongside Denis Lavant in Jiminy, directed by Artur Môlard, and in Les Bons Garçons directed by Baptiste Ribrault for the Fémis. In 2018, he joined the cast of Adieu Monsieur Haffmann, written and directed by Jean-Philippe Daguerre, playing in Paris and on tour.",
    "name_more_cn": [],
    "personage_id": "36594908",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1505580",
    "personage_link": "https://www.douban.com/personage/36594908/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-12T17:52:17"
}