{
    "sid": "1506665",
    "name": "米切尔·约翰逊",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0637a712114465dc7dd8dfec74dff821.jpg",
    "imdb_id": "nm13558375",
    "name_en": "Mitchell Johnson",
    "name_full": "米切尔·约翰逊 Mitchell Johnson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35745750,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899382957.jpg",
            "title": "帝王计划：怪兽遗产 第一季",
            "release": 1
        }
    ],
    "introduction": "Mitchell Johnson is an emerging talent in the television industry, beginning to make his mark with strategic roles that highlight his potential. His journey has been highlighted by his involvement in the TV series \"Cruel Summer\" and a significant role in the innovative \"Monarch: Legacy of Monsters(TV Series)\" on Apple TV.Johnson's acting journey began with a supporting role in \"Cruel Summer,\" an opportunity that allowed him to get a foot in the door of the competitive industry. Although a smaller part, his time on \"Cruel Summer\" helped lay the groundwork for the roles to come.The turning point in Johnson's career came with his casting in the \"Monarch: Legacy of Monsters(TV Series.\" This ambitious project gave him a more substantial role, providing a platform to showcase his capabilities and build his reputation in the industry. Stepping into the world of adventure, fantasy, and science fiction, Johnson demonstrated his adaptability and range as an actor.Mitchell Johnson's selection of roles thus far reveals a promising knack for choosing diverse and interesting characters. Each role has been a stepping stone, contributing to his steady rise in the industry.As Mitchell Johnson continues to navigate his journey in the world of television, his distinctive choices and growing portfolio set him apart. With his significant role in the \"Monarch: Legacy of Monsters(TV Series),\" he has truly begun to establish his presence, hinting at a promising career to come.",
    "name_more_cn": [],
    "personage_id": "36602233",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506665",
    "personage_link": "https://www.douban.com/personage/36602233/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-29T05:33:55"
}