{
    "sid": "1506249",
    "name": "卡森·米尼尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2823a17c6aba45c23020644c95a5c61e.jpg",
    "imdb_id": "nm10130795",
    "name_en": "Carson Minniear",
    "name_full": "卡森·米尼尔 Carson Minniear",
    "birth_date": "2011年8月17日",
    "birth_place": "美国，得克萨斯州，威奇托福尔斯",
    "last_movies": [
        {
            "id": 37004462,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914447300.jpg",
            "title": "Rally Caps",
            "release": 1
        },
        {
            "id": 36108524,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893994601.jpg",
            "title": "乘客",
            "release": 1
        },
        {
            "id": 34997864,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901353656.jpg",
            "title": "蜥蜴伯伯里奥",
            "release": 1
        }
    ],
    "introduction": "Carson Minniear was born August 17, 2011 in Wichita Falls, TX. Carson began his acting journey when he was six years old. He began exclusively training for TV/Film at DTV Studios in Dallas, TX. He then found his manager Antonia DeNardo with Millennium Artists and was signed with Coast To Coast Talent Group in Los Angeles, CA and Landrum Arts, LA. His first big break came when he landed a small role in an episode of the TV series The Purge. Other TV credits include Doom Patrol, The Chosen, and AMC's new hit show the Mayfair Witches. In 2020, he launched his film career with a supporting role in the well received feature film, Palmer, starring Justin Timberlake. He then landed his first lead role in the film Rally Caps opposite Oscar nominated Judd Hirsch, based on true life events, the baseball camp story is filled with humor, emotion, and a family friendly message that with hard work and perseverance, anything is possible. Soon after, Carson was cast in his second lead role as Phillip in the inspirational film, 5000 Blankets. In that same year Carson traveled to Iceland to work on the highly anticipated Disney+ film Crater. Carson recently wrapped another feature film SITE and is currently working in his series regular role for a new Disney animated series, Pupstruction, which is slated to release in 2023. When Carson is not working you can find him playing sports or with friends. His favorite sports are soccer, baseball, basketball, and golf.For press outlets: Managed by Antonia DeNardo at Millennium Artists Theatrical Reps: Coast to Coast Talent Group & Landrum Arts",
    "name_more_cn": [],
    "personage_id": "36599967",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506249",
    "personage_link": "https://www.douban.com/personage/36599967/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-01-23T21:39:27"
}