{
    "sid": "1506737",
    "name": "卡桑德拉·诺德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e8cf2ef0efdec8afa72842abdc623d1d.jpg",
    "imdb_id": "nm7888995",
    "name_en": "Cassandra Naud",
    "name_full": "卡桑德拉·诺德 Cassandra Naud",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37342627,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926570854.jpg",
            "title": "夺命网红2",
            "release": 0
        },
        {
            "id": 36287912,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898986066.jpg",
            "title": "圣诞多美好",
            "release": 1
        }
    ],
    "introduction": "Cassandra Naud (SHE/HER), a queer Canadian actor, dancer and entrepreneur known for her role of CW in Influencer (Shudder). She is the second eldest of four children; two boys and two girls. She left her hometown of Fort McMurray, Alberta at the age of 19 and headed straight to Hollywood where she tackled her endeavors head on. After receiving her Bachelors of Fine Arts and a couple solid dance credits she decided to relocate to Vancouver where she began acting. She made her television debut as Fiona in Snowpiercer (TBS/Netflix), followed by recurring roles in \"See\" (Apple TV) and \"The Good Doctor\" (ABC).Alongside her acting career Cassandra co-Founded Somedays. A queer owned mission driven brand helping people manage menstrual pain through innovative products, health literacy and community advocacy. They've made their mark with their viral campaign entitled \"People Have Periods\" which celebrates queer and trans folks by including them in everything Somedays.Inclusion is something that Cassandra is passionate about. Having faced adversity herself she fully understands the power of media and the important part it plays in today's society. The narrative around \"beauty\" has changed drastically these past few years, and she feels unbelievably lucky to be a part of it.",
    "name_more_cn": [],
    "personage_id": "36602396",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506737",
    "personage_link": "https://www.douban.com/personage/36602396/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-08T07:56:09"
}