{
    "sid": "1506301",
    "name": "卡森·丁克勒",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d1003a86afc626f8dd9fbf73e5f6287b.jpg",
    "imdb_id": "nm12995626",
    "name_en": "Carson Tinkler",
    "name_full": "卡森·丁克勒 Carson Tinkler",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35211198,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897252319.jpg",
            "title": "驱魔人：信徒",
            "release": 1
        }
    ],
    "introduction": "Carson is an Atlanta/NY-based actor born one minute before his twin brother.. Carson loves acting and has an excellent work ethic. His interest in acting started in elementary school. At age 10, he was selected to participate in The Illusionists Show for a mind reading trick. This experience fueled his interest in entertaining. A move to Atlanta at age 12 opened up opportunities in TV/Film and an excellent drama program at school. During covid he found online classes through The Groundlings in Los Angeles and Zane Stevens Studios. In addition to this training, Carson also worked three days on the set of Cobra Kai/Netflix as a featured background actor. He learned so much about taking direction, doing multiple takes, and having patience. Since then he has worked on a Major Motion Picture, SAG-AFTRA short films, music videos, and a commercial/PSA with other projects in the works. Directors have said Carson is excellent with direction and has a wide emotional range. In addition to acting, Carson competes on the Speech and Debate team in the Dramatic Interpretation category, earning 3 first place awards in his first 3 tournaments! He loves playing chess, guitar, piano, and skateboarding. Carson is an athlete; he is a swimmer and certified lifeguard. Carson is also a baseball player earning 10 Perfect Game awards. He likes to volunteer at local food banks.",
    "name_more_cn": [],
    "personage_id": "36600109",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506301",
    "personage_link": "https://www.douban.com/personage/36600109/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-07T14:08:04"
}