{
    "sid": "1506302",
    "name": "琳达·波斯顿",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4797f3a7dcde96b04c32f6482f82ef12.jpg",
    "imdb_id": "nm2359829",
    "name_en": "Linda Boston",
    "name_full": "琳达·波斯顿 Linda Boston",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35211198,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897252319.jpg",
            "title": "驱魔人：信徒",
            "release": 1
        }
    ],
    "introduction": "There's a reason Linda Boston has been inducted into the National Women's History Museum under Chronicles of American Women: Your History Makers (https://www.womenshistory.org/linda-boston). As a performing, literary and teaching artist Linda reminds us that every time we do what we do, we teach somebody something and we serve something in some way. Her friends and family will agree that acting has been the fiber of Linda's being since she was a child. With that mind, she has gained decades of experience and recognition for her appearance in numerous commercials, theater, TV and film. As a Chicago native and longtime resident of the Metro Detroit area, her broadcasting background precedes her as an industrial and commercial voice and on camera talent, and jingle and parody song talent for radio and TV. Linda is certainly remembered as \"Professional Woman\" for almost a decade in the internationally acclaimed GFour Production of \"Menopause the Musical\" and can be remembered for her performance as \"Mother Shaw\" in The Alabama Shakespeare Festival production of \"Crowns\". Additionally, her performance in the highly recognized and awarded one woman show, \"Moms Mabley: The Naked Truth\" and as Ella Fitzgerald in \"How High The Moon: Sarah, Ella & Pops\", remain requested fan favorites. Midwesterners may remember her as one of the requested vocalists for the Detroit Mayoral Inauguration, the 52nd NAACP Fight for Freedom Fund Dinner, various Detroit area jazz clubs and Chicago's well known Lonie Walker's Underground Wonderbar. Take time to check out her inspirational jazz CD \"Permission: The Power Of Being\" available virtually everywhere. Mentoring and teaching young artists remains dear to her heart. She has received numerous awards for collaborating with other artists via community service non-profit organizations like The Galef Institute, The Kennedy Center's VSA special needs programs, StateraArts and her own PEER Inc (Portable Educational and Entertainment Repertoire). Her long-standing commitment has garnered her being featured in Beverly Gandara's international award winning book entitled \"Women, Work and Triumph: Interviews with Fascinating Women\". When someone asks her, \"How can we achieve positive, everlasting change?\" Linda says, \"Realize we must think universally AND intuitively, accept that we are all connected and know we are the change we seek. Ase'.\"",
    "name_more_cn": [],
    "personage_id": "36600110",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506302",
    "personage_link": "https://www.douban.com/personage/36600110/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-08T00:01:31"
}