{
    "sid": "1506188",
    "name": "施瑞亚·帕特尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/182d15edb35a1edad6086d98fd6c00dc.jpg",
    "imdb_id": "nm8629530",
    "name_en": "Shreya Patel",
    "name_full": "施瑞亚·帕特尔 Shreya Patel",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36880010,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907849590.jpg",
            "title": "The Intersection",
            "release": 0
        },
        {
            "id": 36877021,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907691424.jpg",
            "title": "Strangers in a Room",
            "release": 1
        },
        {
            "id": 30371559,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896547956.jpg",
            "title": "亲爱的大卫",
            "release": 1
        }
    ],
    "introduction": "Model-turned-actress, writer, filmmaker, and mental health advocate Shreya Patel is an honoree of Forbes 30 Under 30, Top 100 Most Powerful Women of Canada, Women's Achiever Award, and Emerging Leader Under 35. She also gained an honorable mention by the City of Toronto for advancing equity in the city. DissDash named her \"Top 50 Coolest South Asians of 2021\" along with Priyanka Chopra, Kamala Harris, and Hasan Minaj. She has been featured in Vogue and Grazia.She's the leading actress in Strangers In A Room, Layla is Relevant, Vivid, and The Intersection. A graduate of Toronto's Second City Conservatory, her love affair of narrative sketch improv continues as she is currently in the writers room for two comedy pilots and in pre-production as a producer for her upcoming short film. She can also be seen in Lionsgate's Dear David, Hulu's Handmaid's Tale,FX's Mrs. America, etc. Her first film role in \"Vivid\" helped garner the film multiple award nominations. A natural storyteller, she fuses many of her diverse interests and impactful activism work in film projects.Her debut documentary, 'Girl Up', about domestic human trafficking was partnered with Toronto International Film Festival and the Civic Action Summit.Her music video directorial debut, Freedom Dance, hit over 1.2 million views on YouTube showcasing what inner freedom looks like during lockdown. Rolling Stones India reported about it too.During COVID, she gathered 66 countries and made a documentary called Unity- #LOVESPREADS Faster Than Virus showcasing the plight of the human spirit which was the closing film at the Munich International Film Festival.She's one of the faces of the Canadian Screen Award winning national mental health awareness campaign \"Bell Let's Talk\", raising visibility and breaking the silence around mental illness and support.Outside of film and TV, she is a competitive dancer (hip-hop, jazz, reggae, Bollywood) and is training in aerial arts with the Toronto School of Circus Arts. She is also well versed in 3 languages: English, Hindi, and Gujarati.",
    "name_more_cn": [],
    "personage_id": "36599792",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506188",
    "personage_link": "https://www.douban.com/personage/36599792/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-24T19:00:13"
}