{
    "sid": "1506572",
    "name": "瑞恩·拉特本",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e2bc1df1905aed49a1114392bea4e430.jpg",
    "imdb_id": "nm11917254",
    "name_en": "Ryan Rathbun",
    "name_full": "瑞恩·拉特本 Ryan Rathbun",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37488399,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Stake to the Heart",
            "release": 1
        },
        {
            "id": 36808717,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905587156.jpg",
            "title": "Scars",
            "release": 1
        },
        {
            "id": 35593344,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876555451.jpg",
            "title": "奥本海默",
            "release": 1
        }
    ],
    "introduction": "Ryan Richard Rathbun is an actor originally hailing from the fast-moving Silicon Valley in California. Raised bilingual by a Mexican-American family, Ryan's multicultural background, including regular stays in Mexico, provided him with a broad perspective on the world around him. In 2010, he embarked on a journey with his family, driving across South America in a mobile home built from scratch by his father. Along the way, Ryan's passion for mental escapism began to grow, and he began to study the craft of acting in Ecuador.Upon returning to his hometown, Ryan chose to pursue acting in community theatre and school productions, even writing and producing his own plays, and serving as president of his school's division of the International Thespian Society. Ryan completed his GED at Foothill Community College and continued his studies at Santa Barbara City College. During this time, he discovered a love for filmmaking, fire swallowing, and modern dance.Rathbun's talent and commitment led him to Los Angeles in July 2021, where he landed starring roles in major commercials for brands like SONY and Pinterest, as well as performances in film and television projects Such as Midnight Broadcast (2021), Monsters: the Jefferey Dahmer Story, (2022), Killbots (2023), and Scars (To be released in 2023). With an affinity for accents and admiration for other visionary artists, Ryan's craft continues to evolve as he explores the realms of fantasy, vibrant stage plays, and post-postmodern Filmmaking.Driven by a genuine love for forgetting himself in favor of becoming someone else, with each role he takes on, Ryan brings depth and electricity, embodying characters that resonate with modern audiences. His journey as an actor continues to unfold, promising a bright future in entertainment.",
    "name_more_cn": [],
    "personage_id": "36601589",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506572",
    "personage_link": "https://www.douban.com/personage/36601589/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-09T04:21:31"
}