{
    "sid": "1506735",
    "name": "泽尼亚·马歇尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e75abc2f39b310b29f5b9d0d4b472db4.jpg",
    "imdb_id": "nm8265499",
    "name_en": "Zenia Marshall",
    "name_full": "泽尼亚·马歇尔 Zenia Marshall",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36287912,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898986066.jpg",
            "title": "圣诞多美好",
            "release": 1
        }
    ],
    "introduction": "Zenia Marshall was born and raised in Vancouver, Canada. This actress & alt-pop indie singer-songwriter comes from an artistic family of performers. Singing since her car seat days, she's performed in many ballet, musical, and theatre productions since the age of 4, graduating out of cute toddler tutu animal costumes and not so cute goblin costumes to leading in various live shows such as Beauty & The Beast starring as \"Belle\" and \"Buffy\" in Buffy The Vampire Slayer.Zenia made her film debut alongside 80's Pop Star Princess, Debbie Gibson in the movies \"Summer of Dreams\" & sequel \"Wedding of Dreams\". Most known for her leading recurring role in TV series \"Date My Dad\" as \"Mirabel Cooper\" starring with \"7th Heaven's\" Barry Watson and the legendary Raquel Welch, she has also made an appearance in the CW TV series \"SuperGirl\", guest starred on SYFY's \"Van Helsing\", and has recurred as a guest star on \"Supernatural\" to name a few. Look out for her in the upcoming \"NBC\" & \"Universal Pictures\" streaming platform, \"Peacock\", on the new TV Series \"One Of Us Is Lying\".Off screen, Zenia has toured as a singer worldwide for the past 7 years with her mom's award-winning and internationally-acclaimed Tina Turner Tribute act, headlined in numerous cover bands, musical productions, in the theatre act Relive The Music 50s/60s Show, and as an Ariana Grande Tribute Artist herself. Having written a plethora of music over the last 10 years, with much love & care, she's working to get each song delivered to you! Just like in her acting, she approaches each song as a different character, style, genre, and story composed of vulnerable introspective thoughts & emotions - hoping her songs can help one person out there feel connected with, seen, and safe. She co-produces each song to explore a lush dreamy landscape of vocals, guitars, and synths creating an abstract ethereal blend of dark tinged alternative indie pop. Check out her first single, \"Ain't Like You\", and her most recent release and music video, \"Heaven and Hell\"!",
    "name_more_cn": [],
    "personage_id": "36602395",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1506735",
    "personage_link": "https://www.douban.com/personage/36602395/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-17T17:14:31"
}