{
    "sid": "1507087",
    "name": "邦尼·鲍尔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/89ef872259b2fc2d4dae3446cb59ba6b.jpg",
    "imdb_id": "nm0101033",
    "name_en": "Bonnie Bowers",
    "name_full": "邦尼·鲍尔斯 Bonnie Bowers",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3706803,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909813312.jpg",
            "title": "无路可逃",
            "release": 1
        }
    ],
    "introduction": "Originally from Cleveland, Ohio, Bonnie double majored in theater and dance and studied opera at the University of Akron, Ohio.She has worked with The Wailers, Steel Pulse, Teddy Riley, Sly Dunbar and Robbie Shakespeare, Dave Stewart, Diana King, Clayton Bruce Ost, Steve Holley, Larry Mitchell, Paul Pesco, Richie Cannata, Dean Johnson, Bobby Nathan, D.L. Byron and has shared the bill with such artists as; The Band, Burning Spear, Big Mountain, The Guess Who, Andy Summers from The Police and more.In 1993, the release of album; \"The Best of All Possible Worlds\" on Gekko Rekkords (USA) and the single \"I don't Care\" on Sonic Sounds (Kingston, Jamaica) brought much attention in the West Indies, home and abroad. The album is \"Roots rock reggae\" and includes the Grateful Dead cover, \"Row Jimmy\". Co-writer/Producer, Perry Winston (Jennifer Lopez, Beyonce Knowles, Madonna, Prince, Erica Badyu, Regina Belle, Will Downing and more) mastered, engineered, and produced the album, programmed the drums, keyboards and performed guitar, horn and vocals. The album also features the horn and vocal master, Kevin B from Steel Pulse.",
    "name_more_cn": [],
    "personage_id": "36607904",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1507087",
    "personage_link": "https://www.douban.com/personage/36607904/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-17T06:35:11"
}