{
    "sid": "1507078",
    "name": "朱利安·加维兰内斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/14b79b32be98af201a74780d51dd3031.jpg",
    "imdb_id": "nm4666955",
    "name_en": "Julian Gavilanes",
    "name_full": "朱利安·加维兰内斯 Julian Gavilanes",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35729829,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899473466.jpg",
            "title": "艾琳",
            "release": 1
        },
        {
            "id": 26752161,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2377449500.jpg",
            "title": "哥谭 第三季",
            "release": 1
        }
    ],
    "introduction": "Julian Paul Gavilanes was born in Edmonds Washington to Peggy McNeil and Diego Gavilanes. His mother is of Irish descent and his father of Ecuadorian. He spent a good portion of his childhood traveling - living between Ecuador and Washington. His cultural background gave him and his two older brothers, Gabriel and Tony, the opportunity to view the world a little differently than most kids at their young age. There was a heavy encouragement to be creative in the house. Producing home movies and staging plays in their garage for their neighbors was a standard happening at the Gavilanes house.The passion to perform stuck with Julian through high school, where he would engage in his musical roots. However, after several years of pursuing music, he decided to move in a different direction.Through all the uncertainties and failed attempts at finding that direction, Julian finally made up his mind to follow his childhood dream - acting. After quickly securing representation in Seattle he booked his first audition he went into, scoring a role in Matthew Lillard's, \"Fat Kid Rules the World. More immediate success followed thereafter, helping make a name for Julian throughout the Pacific Northwest film community. He decided to take his momentum to a halt to study and grow as an actor. He moved to NYC and spent two years at The New York Conservatory for Dramatic Arts. Residing in NYC Julian has been working on building his film and television presence. His most recent work was on SyFy's \"Z Nation,\" and as the lead in the upcoming feature film \"Star Leaf.\"",
    "name_more_cn": [],
    "personage_id": "36607737",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1507078",
    "personage_link": "https://www.douban.com/personage/36607737/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-16T09:35:40"
}