{
    "sid": "1508155",
    "name": "米娅·迪莱娜",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c7aeaa064edfca069ba20eec34abebc0.jpg",
    "imdb_id": "nm4297303",
    "name_en": "Mia DiLena",
    "name_full": "米娅·迪莱娜 Mia DiLena",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34945492,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896378284.jpg",
            "title": "狄更斯：音乐剧",
            "release": 1
        }
    ],
    "introduction": "Mia DiLena, born in Toronto, Canada, received her Certificate of completion from The Ailey School in New York City graduating in 2009. While studying there she had the privilege of working with esteemed teachers and choreographers such as Milton Myers, Camille A.Brown, Pedro Ruiz, and Lynn Glauber-Mandel. In 2008 Mia was one of the few students selected to perform alongside the Alvin Ailey American Dance Theater company in Mr. Ailey's piece Memoria at the New York City Center Theater. Mia attended the 2009, 2010 and 2011 editions of Springboard Danse Montréal directed by Alexandra Wells. There, she had the opportunity to work closely with several companies and choreographers including Les Ballets Jazz de Montréal, RUBBERBANDance Group, Coleman Lemieux & Compagnie, Danielle Agami, Margie Gillis and many others. Mia has been a part of several Toronto based dance companies including Helix Dance Project directed by Linda Garneau, Bridge To Artists directed by Vlad Novitski, Conteur Dance Company directed by Eryn Waltman, and Knees and Toes/NYs and TOs founded by David Norsworthy and Kristen Carcone. Mia is also on faculty for FRESH Dance Intensive, On The Floor workshops, has assisted and performed with Teddy Forance at his last two summer workshops Generation IV Dance, and teaches ballet and contemporary at Vlad's Dance Company and freelance across Canada. Some of her television credits are Disney's The Music Man, a Bravo!FACT/CBC film From Time to Time directed by Moze Mossanen, Aleesia's music video Time's Up, and Blake McGrath's music video Heaven.",
    "name_more_cn": [],
    "personage_id": "36614693",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1508155",
    "personage_link": "https://www.douban.com/personage/36614693/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-20T22:01:09"
}