{
    "sid": "1508819",
    "name": "乔舒亚·皮斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/aed9dba51f2cc8f091d22f37b3d4339d.jpg",
    "imdb_id": "nm0668702",
    "name_en": "Joshua Peace",
    "name_full": "乔舒亚·皮斯 Joshua Peace",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36734951,
            "year": "1999",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "动物变形人 第二季",
            "release": 1
        },
        {
            "id": 30147156,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897245451.jpg",
            "title": "沼泽王的女儿",
            "release": 1
        }
    ],
    "introduction": "Josh Peace is a classically trained actor who has been acting, writing and producing since the late 90's. Out of the gates he booked the lead role in Thom Fitzgerald's feature film \"Beefcake\", which went on to premiere at the Sundance Film Festival. That same year he played the lead roles of Tommy and Sickboy, in Canadian Stage theatre company's production of \"Trainspotting\". The following year he would go on to join the New York cast, reprising his roles in the Off-Broadway production. Over the years Josh has been seen in dozens of film and television roles. Some highlights include \"The Sentinel\", Universal's \"Devil\", and \"Enemy\" next to Jake Gyllenhaal, directed by Denis Villeneuve. Guest spots on numerous shows include the upcoming Netflix series \"Fubar\" with Arnold Schwarzenegger and AMC's \"Beacon 23\" alongside Stephan James. As well as making several shorts, Josh co-wrote and starred in the feature \"You Might As Well Live\" which was produced by Robert Lantos' Serendipity Point Films. The film screened theatrically in Canada to some rave reviews after playing festivals across Canada and the U.S., taking home \"Slamdance's Dos Equis' Most Interesting Film Award\", as well as the \"Best Actor Award\" for Josh at the Brooklyn Film Festival. Josh's most recent short, \"County Time\", which he wrote and produced, premiered at the Palm Springs International Shortfest. Presently, he's developing several film and television projects while he continues to act. Upcoming films include \"The Marsh King's Daughter\", \"The Boy in the Woods\" and \"Good Neighbour\".",
    "name_more_cn": [
        "约书亚·皮斯"
    ],
    "personage_id": "36620548",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1508819",
    "personage_link": "https://www.douban.com/personage/36620548/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-20T08:12:26"
}