{
    "sid": "1508152",
    "name": "泰亚·威德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b55a233c9e00641788d256e1c2a9a7b2.jpg",
    "imdb_id": "nm3937129",
    "name_en": "Teya Wild",
    "name_full": "泰亚·威德 Teya Wild",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36707394,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923057424.jpg",
            "title": "僵尸高校4：吸血鬼黎明",
            "release": 1
        },
        {
            "id": 34945492,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896378284.jpg",
            "title": "狄更斯：音乐剧",
            "release": 1
        }
    ],
    "introduction": "Teya Wild is no stranger to the limelight. As a child, Teya was introduced to the entertainment industry through a love for acting. As a youth, she worked on the projects Head Over Heels, A Storm In Summer, The Outer Limits, Radio Disney, Kohl's Clothing, AmSouth, Kodak, and Crystal Light.While working in film, television and commercials, Teya started training in dance, and it quickly became a passion. She began a professional dance career at a young age and as a passionate learner, she used every opportunity as a means to better herself and her craft. Teya's expertise includes a wide variety of styles such as, hip hop, foundations (popping, locking, house, breaking), jazz, lyrical, theatre, contemporary, tap, and pointe. Teya is also a R.A.D. ballet honours graduate.Teya's hard work and drive has led to many opportunities worldwide. Credits include Hailee Steinfeld (US Tour), Taylor Swift, Laura Marano (Asst Choreographer), PSY (MMVAs), and Victoria Duffield (Western Canada Tour). Her extensive film and television credits include Zoey's Extraordinary Playlist (NBC), Work It, The Christmas Chronicles 2, Julie And The Phantoms (Netflix), Descendants 2 and 3 (Disney), Riverdale, DC's Legends of Tomorrow (CW), and The Twilight Zone (CBS). Feature films include Percy Jackson and the Olympians: The Lightning Thief, Step Up 5: All In, Centre Stage 2: Turn It Up, and Spectacular! Teya has also graced the stages of The American Music Awards, The Grammy Awards, and was a finalist in So You Think You Can Dance Canada in season 4.Teya is a judge and adjudicator for competitions across North America. She has toured all over Canada and the US teaching the history of hip hop. She is known for pushing her dancers to new heights and teaching them the skills and importance of being a well-rounded dancer and performer.Teya splits her time between Los Angeles, California and Vancouver, BC. Since obtaining her O-1 visa and moving to LA, she has been fortunate enough to work closely with leading industry choreographers Luther Brown, Kenny Ortega, Christopher Scott, Aakomon Jones, Jamal Sims, Draico Johnson, Nappytabs, Rosero McCoy, Teresa Espinosa, Tony Testa, and Keone & Mari.",
    "name_more_cn": [],
    "personage_id": "36614678",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1508152",
    "personage_link": "https://www.douban.com/personage/36614678/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-18T11:42:51"
}