{
    "sid": "1509719",
    "name": "丹·艾德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ef72bf68e9c5382cde09a28f0fcb5e64.jpg",
    "imdb_id": "nm9090388",
    "name_en": "Dan Aid",
    "name_full": "丹·艾德 Dan Aid",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35496212,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901767770.jpg",
            "title": "留校联盟",
            "release": 1
        }
    ],
    "introduction": "Dan Aid is an internationally acclaimed musician and actor currently based out of Los Angeles, CA. Outside of his work with his last band, Authority Zero, he is a writer, solo artist, and producer. He has toured the world many times over, playing shows and festivals from Osaka to Albuquerque with such acts as Rise Against, Sum 41, Less Than Jake, and Face To Face. Since 2005 he has written, recorded, and released 15 studio albums with his various projects. Over the past decade when not on tour he has volunteered and worked with a variety of organizations including: Children's Hospital Colorado, the Vocal Coalition, Music Mentors Collaborative, A+ Angeles, Love Hope Strength, Music For Cancer, and Youth On Record.Dan grew up doing theater in Colorado then moved to New York City in 2007 after being accepted to NYU, Tisch School of The Arts where he studied acting at the Stella Adler Conservatory. He currently plays \"Troy\" on the NBC series Good Girls and will make his film debut later this year in Alexander Payne's The Holdovers starring Paul Giamatti.",
    "name_more_cn": [],
    "personage_id": "36630007",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1509719",
    "personage_link": "https://www.douban.com/personage/36630007/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-02T07:28:12"
}