{
    "sid": "1509126",
    "name": "乔·伦登",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a43685d17b03d17ce3a20525669c6b3c.jpg",
    "imdb_id": "nm3291583",
    "name_en": "Joe Rendón",
    "name_full": "乔·伦登 Joe Rendón",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36947916,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911068466.jpg",
            "title": "谈判专家",
            "release": 1
        },
        {
            "id": 36622919,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900051857.jpg",
            "title": "厄运",
            "release": 1
        }
    ],
    "introduction": "Mexican film, theatre and tv writer & director. He began working as a writer/director in 2007 with music videos and TV-ads, but it's his short films that really stand out, having national and international recognition in film festivals. In 2010 he receives \"Estimulo a Creadores\" from IMCINE, a government funding to write his first feature script, titled \"Desolados\". In 2012 his short film \"Aquellos Ojos Verdes\" gets an extense festival run nationally and internationally. That same year, he published his first book \"Postales, la ciudad de la nostalgia\" (Postcards from a nostalgic city, Editorial Epoca). In 2014 he develops a his first TV-series, \"Poder S.A.\" for Filmadora Nacional (Despues de Lucia) and HBOLatino as head writer. From that moment on, he's directed tv series for Televisa, Univision, HBOMax, etc. As a wrtier, he's also developed scripts for Viacom, Endemolshine-Boomdog, TRZ, Dopamine, Filmadora Nacional, HBOLatino, to name a few mexican studios. In 2018 he directed, translated and co-produce Annie Baker's \"The Flick\" (titled in Mexico \"Cinema 35\") with a successful 3 month run which earned both Joe and his protagonist nominations from the Mexican theatre press for \"Best Adapted Play\" and \"Best Leading Actor\". His first full length feature \"Como Novio de Pueblo\" produced by Traziende & Leonardo Zimbron, distributed by Warner Bros had a wide release in Mexico, running for 8 successful weeks during the first semester of 2019, making it one of the top 10 grossing Mexican movies on a record breaking year for the Mexican industry. In 2019 he co-directed the Mexican YouTube/Amazon Originals hit sketch series \"Backdoor\", the Mexican adaptation of Brasil's \"Porta dos fundos\". During 2020 he developed several tvseries for Viacom and Endemolshine-Boomdog. He also filmed an adaptation of Lucy Prebble's play \"The effect\" with great success, available for streaming only, shot with a very limited budget due to the pandemic. He recently directed the dark action comedy series titled \"Bunker\" for Dopamine and WarnerMedia, scheduled for release in the second semester of 2020. He's currently living in Mexico City, developing projects for TV, film and theatre.",
    "name_more_cn": [],
    "personage_id": "36623045",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1509126",
    "personage_link": "https://www.douban.com/personage/36623045/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-10T21:33:51"
}