{
    "sid": "1510121",
    "name": "吉加·阿格拉泽",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/72a8161ecd82cde43dfa68ffb2f2c08e.jpg",
    "imdb_id": "nm4299582",
    "name_en": "Giga Agladze",
    "name_full": "吉加·阿格拉泽 Giga Agladze",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36803152,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "47th Day of May",
            "release": 1
        },
        {
            "id": 36803148,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Power of the Stone",
            "release": 1
        },
        {
            "id": 36733716,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "A Mother for an Hour",
            "release": 1
        },
        {
            "id": 33447878,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678357056.jpg",
            "title": "另一个我",
            "release": 1
        }
    ],
    "introduction": "George \"Giga\" Agladze was born on October 12, 1974 in Tbilisi. In 1996 he graduated from Ivane Javakhishvili Tbilisi State University, Faculty of Economics, in 2005 from Shota Rustaveli University of Theater and Film, Faculty of Film and Television Directing (Rezo Chkheidze and David Natsvlishvili Studio). Being a widely recognized musician in Georgia, he began composing before filmmaking. Giga used to study piano. While holding a band named \"Wind\", he created manifold pieces, (Lyrics, music, and arrangements done himself) topping with a song \"Beautiful Day\", named as the best song of 2001.Presently, he owns the band named \"Killer Band\". Giga has a huge experience as a director of advertisements and music videos. He worked on almost 100 videos throughout his career. He is the founder of Grusin Production and AG Production. In 2017, He became local partners of Esteemed American filmmaker David Lynch and they founded David Lynch Foundation Caucasus (DLFC) a branch of the director's international organization, that is supportive to strengthen for cinema institute and for cinema projects between Georgian and Hollywood. For the purpose overhead, he composed a song under the tagline \"Change Begins Within\", playing with \"The Killer Band\". (the text and music author himself.) Having scores written for documentary and fiction movies, Giga directed and produced few famous documentary films. Alan (2016) about Legendary Alan Rickman's visit to Georgia in 2007. Hennessy, Eight Generation (2016). Giga with Dato Turashvili filmed a trilogy documentary about famous Georgian artist immigrants living in Paris. The Iron Curtain (2008) - a co-production with Dato Turashvili, that aired on BBC. Henry (2016) and 7th Day of May (2020). 4 Days for Love (2021) - documentary about David Lynch's visit to Georgia and The most recent addition to the fiction movie The Other Me (2022) starring Jim Sturgess and Andrea Pejic and executive producer David Lynch - the film represents a surrealistic drama.",
    "name_more_cn": [],
    "personage_id": "36632776",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1510121",
    "personage_link": "https://www.douban.com/personage/36632776/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-04T08:28:45"
}