{
    "sid": "1510412",
    "name": "乔治·阿莱维佐斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1c6c25f1b5d80bb813c5dd8ab487737f.jpg",
    "imdb_id": "nm9393299",
    "name_en": "George Alevizos",
    "name_full": "乔治·阿莱维佐斯 George Alevizos",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35211473,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898632379.jpg",
            "title": "V世代 第一季",
            "release": 1
        }
    ],
    "introduction": "A rising talent in the acting world, George Alevizos is making waves with his dynamic range and versatility. A proud graduate of the prestigious University of Toronto/Sheridan College Theatre and Drama Studies program, George is poised for even greater success with his upcoming appearances in the Amazon Prime series \"Gen V\" and the CBC Gem series \"You're My Hero.\" He has also made memorable television appearances on \"Hudson and Rex\" (CityTV) and \"Star Trek: Discovery\" (Paramount +).An accomplished stage performer, George will be taking the stage once again in 2023 as he reprises his role in \"A Few Good Men\" for Drayton Entertainment. With a varied stage resume that includes performances in \"Who's Afraid of Titus,\" \"Towards Rebirth,\" and \"Drive,\" George is a performer to watch.As a dedicated advocate for inclusivity in the acting industry, George serves as an elected council member of ACTRA in both Toronto and nationally. He is a strong voice for breaking down barriers and creating a more inclusive and equitable environment for actors on and off-screen. With his talent and commitment to change, George Alevizos is a name to remember.",
    "name_more_cn": [],
    "personage_id": "36636670",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1510412",
    "personage_link": "https://www.douban.com/personage/36636670/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-07T01:44:33"
}