{
    "sid": "1510373",
    "name": "白兰度·克劳福德",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/dc18d9237db31d54f335ced6d0e1c7e2.jpg",
    "imdb_id": "nm6545164",
    "name_en": "Brando Crawford",
    "name_full": "白兰度·克劳福德 Brando Crawford",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36820276,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905879733.jpg",
            "title": "The Breakfast Club Live!",
            "release": 1
        },
        {
            "id": 36357809,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906749265.jpg",
            "title": "房间：回归",
            "release": 0
        }
    ],
    "introduction": "Brando Crawford is an Argentine-American director, producer, actor, innovator, and educator born and raised in Oak Park, IL. He was heralded as a \"Visionary\" in a front page, full page, cover profile in the Chicago Tribune (May 8th, 2020, Arts and Entertainment). He also has features in BBC World News, Variety, TimeOut New York and more.Crawford is best known for creating, directing, and producing Acting for a Cause, a viral series of curated play and screenplay table-reads with the best actors of young Hollywood, including Oscar Nominee Florence Pugh, Emmy Nominees Margaret Qualley and Zazie Beatz, Grammy Winner Kathryn Gallagher, with participating writers including Oscar winner Kenneth Lonergan and Nominee Jason Reitman, raising funds for charities primarily EIFoundation. In 2021[, Crawford launched Acting for a Cause Media, a production company to continue collaborating with his peers in Young Hollywood creating \"art for the sake of art and impact\".As an actor, Crawford appeared as Reid in \"Fine Tuned\" (2015) by Craig Benzine, produced by Ron Howard and Brian Grazer, among other works. Brando Crawford's roots are in Chicago's avant garde theatre scene, having performed in the National Premiere of \"Martyr\" by Marius Von Mayenberg (\"Brando Crawford is an excellent actor\"- Jacob Davis, Chicago Critic, 2015). More recently, Crawford has served as an Executive Producer on Finn Wolfhard's directorial debut \"Night Shifts\" (Fantasia Film Festival Silver Winner), and on music videos for some of America's top performers totaling over 100 million streams. Crawford owns and manages a Real Estate Portfolio under Brando Crawford and Associates and runs The Language and Music School of Oak Park with his mother, dedicated to arts education. Crawford is is a board member of Visit Oak Park, Hemingway Business District, and the International Foundation for Education and Innovation. Crawford's mother Maria Emilia Fermi first moved to Chicago, because of shared linage with Nobel Prize Physicist, Enrico Fermi, whose daughter was on faculty at University of Chicago. Brando Crawford's family is recognized at the King David Legacy Center in Jerusalem for paternal Davidic Descent from both grandfathers, and he served as international spokesperson for Davidic Dynasty in 2020.Crawford is represented by Wolf Kasteler PR, Framework Entertainment, DDO Agency, and Law Office of Kenneth Elkins.",
    "name_more_cn": [],
    "personage_id": "36636482",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1510373",
    "personage_link": "https://www.douban.com/personage/36636482/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-11T14:26:29"
}