{
    "sid": "1510445",
    "name": "博杰斯·克里斯托弗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/82f7a4000b606856d239ea7c569fddde.jpg",
    "imdb_id": "nm0160541",
    "name_en": "Bojesse Christopher",
    "name_full": "博杰斯·克里斯托弗 Bojesse Christopher",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1299689,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895921401.jpg",
            "title": "坦克女郎",
            "release": 1
        }
    ],
    "introduction": "American actor BoJesse Christopher was born and raised in San Francisco, CA and based in Los Angeles, CA. He was named after legendary blues guitarist Bo Diddley and infamous cowboy outlaw Jesse James. BoJesse is best known for his portrayal of Grommet/LBJ, the reckless younger brother of Patrick Swayze in the 20th Century Fox classic original feature film Point Break, directed by Academy Award winner Kathryn Bigelow (The Hurt Locker, Zero Dark Thirty), released in 1991. In 2016, he also appeared in the Warner Bros. $100 million dollar re-imagined Point Break directed by Ericson Core, as the FBI Director.BoJesse currently recurs as Max Fielder on the CBS hit TV series NCIS (season 12 in 2020-21). More recently, BoJesse reoccurred as Detective Richard Kitting on HBO's hit series, True Detective (season 3 in 2019), as well as Detective Johnson on FOX's new hit TV series, Deputy (season 1 in 2020).Over a thirty year span in the industry, BoJesse has appeared in 70 plus film and television projects in collaboration with a wide range of notable talent, including Mahershala Ali, Keanu Reeves, Patrick Swayze, J.K. Simmons, Christopher Walkin, Stephen Dorff, Norman Reedus and Neil Patrick Harris, to name a few. His additional memorable recurring roles on hit shows include Married with Children, Beverly Hills 90210, Picket Fences, Quantum Leap, Land's End, and more.BoJesse has also written, produced, and directed a number of projects, such as action crime drama Out In Fifty, starring Mickey Rourke.BoJesse's training began with legendary acting coach, Stella Adler, at the prestigious Stella Adler Conservatory Theatre. He continued on to be privately mentored by Academy Award-winning actress, Shelley Winters, at the Actors Studio West and is honored to be a lifetime member. BoJesse later trained with acclaimed acting coach Sandy Marshall, immersing himself into the Sanford Meisner repetition technique.In 2012, BoJesse founded Truth Be Told Acting Collective to support disciplined actors in achieving emotionally connected work. His process consists of a strong foundation based on Stanislavski's preparation of building a character, combined with Strasberg's method and Meisner's repetition exercise in the moment. BoJesse offers private, group, and on-set coaching for adult, teen, and child actors. BoJesse Christopher Acting Studio was established in 2018 to coach professional, disciplined, tv and film actors into their true potential.",
    "name_more_cn": [],
    "personage_id": "36636963",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1510445",
    "personage_link": "https://www.douban.com/personage/36636963/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-17T08:01:14"
}