{
    "sid": "1510493",
    "name": "利昂·昂",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/72048130bab94bc33f0c12faf441ef06.jpg",
    "imdb_id": "nm12666304",
    "name_en": "Leon Ung",
    "name_full": "利昂·昂 Leon Ung",
    "birth_date": "2010年9月21日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35651100,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901139528.jpg",
            "title": "父仇",
            "release": 1
        },
        {
            "id": 26908303,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918741295.jpg",
            "title": "白雪公主",
            "release": 1
        }
    ],
    "introduction": "Leon Ung is a 13 year old British actor, stunt performer, model, dancer & gymnast from London, U.K. He is of mixed origin (Cambodian/Indian).Leon Ung is known for his role as \"Nas\" in the OSCAR winning Short Film, The Long Goodbye (Best Live Action Short 2022) Directed by Riz Ahmed & Aneil Karia.Leon's upcoming Bollywood movie: Animal, is set to be released in 2023. Leon starred in Disney's live-action movie, Snow White (2024), as a Dancer. Leon also played the role of Matilda's Classmate and Ensemble in the recent Netflix Feature Film, Matilda.Leon has collaborated with the Refugee Council charity to support their organization through campaign work. His film was shown on the West Holts stage at Glastonbury Festival 2023!He also modeled, scripted and produced content for various clothing brands.Leon worked alongside an Artificial Intelligence Tech company, where he choreographed and performed as a Metahuman for an A.I music video, showcased at the Global A.I Generative Conference.As well as filmography, Leon has starred in various commercials:He plays the role of Spider-Man and performs all the stunts for Black Panther in the recent Disney Marvel commercial (2022).Leon was a YouTube presenter for the artist Lubaina Himid at the the Tate Gallery exhibition (2022).In 2019, he starred in a Heinz Baked Beans commercial as a Drummer & in 2018, Leon performed as a break dancer in the Sainsbury's Christmas Commercial, directed by Michael Gracey.Leon is a top National Breakdancers in the U.K. He became a Triple Champ Winner at the U.K StreetDance Championships 2022, winning 1st in all the Breaking categories: 12U, 16U & Adults!He has an athletic body frame and enjoys basketball, football and martial arts (Kung-Fu & Jiu Jitsu) with weapon training. He has achieved Grade 3 in drums and is also competent at playing the piano.",
    "name_more_cn": [],
    "personage_id": "36637072",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1510493",
    "personage_link": "https://www.douban.com/personage/36637072/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-28T21:52:32"
}