{
    "sid": "1511177",
    "name": "格蕾塔·伊利桑多",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0e375b66194711706c5cf054ccc7a7d1.jpg",
    "imdb_id": "nm10559852",
    "name_en": "Greta Elizondo",
    "name_full": "格蕾塔·伊利桑多 Greta Elizondo",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30159463,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2669246287.jpg",
            "title": "全世界的国王",
            "release": 1
        }
    ],
    "introduction": "Greta Elizondo is a ballet dancer, actress, writer and speaker. She grew up in Monterrey, Mexico, where her teacher and mentor, Irina Provorova, will develop her in the Vaganova ballet technique.It was in 2008 as a finalist at Youth American Grand Prix when she received a scholarship to Kirov Academy of Ballet in Washington D.C. Graduating three years later. At KAB she worked with Russian teachers as Marat Daukayev, Ludmila Morkovina and Mariana Lobanova.In 2012 Greta joined the Compañia Nacional de Danza in Mexico as an apprentice. Since 2015 she has been a Soloist who has been dancing principal roles even before this appointment. Greta has performed many separate roles, including that of 'Princess Aurora' in 'The Sleeping Beauty.' 'Odette' in 'Swan Lake,' 'Lise' in 'La fille mal gardée'. 'La Elegida' in Demis Volpi's 'Consagracion de la Primavera' and the'Sugar Plum Fairy' in 'The Nutcracker'. In 2017 Greta performed her dearest and most sought role as 'Manon Lescaut' in Kenneth MacMillan's 'L'histoire de Manon' and in 2019 she became \"Juliet\" in John Cranko's \"Romeo and Juliet\"Besides YAGP scolarship, Greta has won first place in the X Concurso Nacional de Ballet Juvenil e Infantil de Mexico, and third before that. She has been issued several acknowledgments by Magazines and Mexican associations for her leadership as an notable example of women empowerment.In 2019 Greta debuted as an actress when she was offered the leading role as 'Ines' in 'El Rey de Todo el Mundo'. A musical movie by Spanish director Carlos Saura. Greta interprets a graceful dancer in a Mexican setting with cinematography by Oscar recipient Vittorio Storaro.Apart of her career on dance and acting, Greta is a published writer, author of the book titled \"El Mundo Es Tu Escenario\" where she approaches the virtues learned in a ballet career as being applied to everyday life.She also writes a blog \"Another Pointe\" and runs a very successful Instagram account. Her goal is to demystify ballet life and bridging the cultural gap between art and public. An ample number of followers has provided Greta the opportunity to step in the fashion and market business. She was the image of Kenzo perfume and is Dior ambassador among others. She has been featured prominently in several published magazines, Vogue, Glamour, Elle, In Style, etc. covering her appearances as well as in fashion editorials.Greta attends a B.A. Gestion Cultural (Arts Management) in Universidad Autonoma de Guadalajara as an online student with a full load of collegiate courses. With her ongoing passion for efficiently delivering a positive impact in the youth, she is an eloquent speaker, sharing her valuable experience with girls of all ages. Greta is also gradually approaching an entrepreneur career which will certainly blossom in the foreseeable future.",
    "name_more_cn": [],
    "personage_id": "36641152",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1511177",
    "personage_link": "https://www.douban.com/personage/36641152/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-28T15:57:29"
}