{
    "sid": "1511174",
    "name": "珍妮特·菲奇",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4598f112a6234f51f9930d40a951f2f9.jpg",
    "imdb_id": "nm1433521",
    "name_en": "Janet Fitch",
    "name_full": "珍妮特·菲奇 Janet Fitch",
    "birth_date": "1955年11月9日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3871851,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460547544.jpg",
            "title": "抹黑",
            "release": 1
        },
        {
            "id": 1300043,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p811156990.jpg",
            "title": "白色夹竹桃",
            "release": 1
        }
    ],
    "introduction": "Janet Fitch is an American author  and teacher of fiction writing.She is the author of the #1 national bestseller White Oleander, a novel translated into 24 languages, an Oprah Book Club book and the basis of a feature film, Paint It Black, also widely translated and made into a 2017 film, and her epic novels of the Russian Revolution, The Revolution of Marina M. and Chimes of a Lost Cathedral.Additionally, she has written a young adult novel, Kicks, short stories, essays, articles, and reviews, contributed to anthologies and regularly teaches at the Community of Writers Summer Workshops, and in their online program. She taught creative writing for 14 years in the USC Master of Professional Writing program, as well as VCFA’s Writing and Publishing program, A Room of Her Own (AROHO), the UCLA Writer’s Program, and Pomona College. She lectures frequently on fiction writing.Fitch was a 2009 Likhachev Cultural Fellow to St. Petersburg, Russia, a Helen R. Whiteley Fellow, a Research Fellow at the Huntington Library and a Moseley Fellow at Pomona College. Fitch graduated from Reed College in Portland, Oregon in 1978 with a BA in History.She lives in Los Angeles and travels whenever she gets the chance.",
    "name_more_cn": [],
    "personage_id": "36641146",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1511174",
    "personage_link": "https://www.douban.com/personage/36641146/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-10T20:13:17"
}