{
    "sid": "1511784",
    "name": "阿拉尼·伊隆圭",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4bb18d42a6f74e99901bc413d3cdf1f9.jpg",
    "imdb_id": "nm2660940",
    "name_en": "Alani Ilongwe",
    "name_full": "阿拉尼·伊隆圭 Alani Ilongwe",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34768157,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900768983.jpg",
            "title": "冠军亚瑟",
            "release": 1
        }
    ],
    "introduction": "Once primarily a performer on television and stages around the world, Alani's creative passions led to a new artistic mission aimed at writing and developing immersive, VR, and streamed theatrical productions that bridge the gap between technology, theater, and audiences around the world. Alani produced and directed the streamed theatrical production Meat Puppet: The Filmed Experience before being invited to the National Association of Musical Theater's inaugural Festival Observership for Early Career Directors under the mentorship of Warren Adams. He wrote the book for the new musical At the River I Stand (Johnny Mercer Writers Colony at Goodspeed, TheatreWorks Hartford's WORKshop Series, Inaugural Theatre Accelerator New Reality Edition Sing Tank Winner ). Additionally, Alani wrote and directed The Calling: A Musical VR Experience (Slamdance Film Festival), an interactive precursor to At the River I Stand, featured at the 32nd Annual NAMT and 2023 PXR conferences as an example of how emerging XR technology can be used to develop theatrical properties.As an actor, Alani's television credits include NBC's Law & Order (2010), CBS' Blue Bloods (2010), TNT's Major Crimes (2013), ABC's Castle (2014), Nickelodeon's Cousins for Life (2019), Casagrandes (2020), and Loud House (2020-2022). He's performed at some of the most prestigious theaters around the nation, including the Geffen Playhouse, Seattle Repertory Company, Arena Stage, Wooly Mammoth Theater, TheatreWorks Hartford, and Cincinnati Playhouse in the Park to name a few. As a voice over talent, he has amassed over 450 bookings for major broadcast companies and brands such as ABC's Good Morning America, Nickelodeon, and MTV.Alani can be heard voicing a series regular for the upcoming HBOMax/Cartoon Network animated preschool series Jessica's Little Big World, a spin off of the hit Emmy Award winning series Craig of the Creek, and seen on screen in the upcoming Netflix feature film, Arthur the King, starring Mark Wahlberg.Graduate of NYU's Tisch School of the Arts. Ron Howard Fellowship recipient.- IMDb Mini Biography By: T. BreezeOnce primarily a performer on television and stages around the world, Alani's creative passions led to a new artistic mission aimed at writing and developing immersive, VR, and streamed theatrical productions that bridge the gap between technology, theater, and audiences around the world. Alani produced and directed the streamed theatrical production Meat Puppet: The Filmed Experience before being invited to the National Association of Musical Theater's inaugural Festival Observership for Early Career Directors under the mentorship of Warren Adams. He wrote the book for the new musical At the River I Stand (Johnny Mercer Writers Colony at Goodspeed, TheatreWorks Hartford's WORKshop Series, Winner of the inaugural Theatre Accelerator New Reality Edition Sing Tank!). Additionally, Alani wrote and directed The Calling: A Musical VR Experience (Slamdance Film Festival), an interactive precursor to At the River I Stand, featured at the 32nd Annual NAMT, 2022 PXR Conference, and Immersive Pavilion at SIGGRAPH 2023 as an example of how emerging XR technology can be used to develop theatrical properties.At the River I Stand is now being developed with the Tony Award winning producing team at Apples & Oranges Studios.As an actor, Alani's television credits include NBC's Law & Order (2010), CBS' Blue Bloods (2010), TNT's Major Crimes (2013), ABC's Castle (2014), Nickelodeon's Cousins for Life (2019), Casagrandes (2020), and Loud House (2020-). He's performed at some of the most prestigious theaters around the nation, including the Geffen Playhouse, Seattle Repertory Company, Arena Stage, Wooly Mammoth Theater, TheatreWorks Hartford, and Cincinnati Playhouse in the Park to name a few. As a voice over talent, he has amassed over 450 bookings for major broadcast companies and brands such as ABC's Good Morning America, Cartoon Network, and MTV. Alani can be heard voicing a series regular for the upcoming HBOMax/Cartoon Network animated preschool series Jessica's Little Big World, a spin off of the hit Emmy Award winning series Craig of the Creek, and seen on screen in the upcoming Netflix feature film, Arthur the King, starring Mark Wahlberg.Graduate of NYU's Tisch School of the Arts. Ron Howard Fellowship recipient.",
    "name_more_cn": [],
    "personage_id": "36647714",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1511784",
    "personage_link": "https://www.douban.com/personage/36647714/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-26T10:39:15"
}