{
    "sid": "1511914",
    "name": "莫里亚",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0c7face94d666576db6be94f1c7117c2.jpg",
    "imdb_id": "nm4630192",
    "name_en": "Moriah",
    "name_full": "莫里亚 Moriah",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36283074,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899036751.jpg",
            "title": "伯利恒之旅",
            "release": 1
        }
    ],
    "introduction": "MORIAH is a Mexican-American recording artist, actress and producer from Los Angeles, CA. After signing with SONY/Provident in Nashville, TN, her sophomore album BRAVE hit number 9 on Billboard's CCM Charts which included a collaboration with GRAMMY award-winning rapper Andy Mineo. Her film credits include the starring role in \"Because of Gracia\" (2017) and legendary singer Loyce Whiteman in an upcoming Ronald Reagan biopic alongside Dennis Quaid (2022). She plays the role of Bathsheba in television series The Chosen (2023). She completed her role as Deborah in the 2023 Christmas musical Journey to Bethlehem featuring Antonio Banderas. As a music and film producer, MORIAH co-hosted K-LOVE/AccessMore's most successful podcast called \"BECOMING:us\" alongside her GRAMMY AWARD winning husband Joel Smallbone. She co-produced the film \"Unsung Hero\" which is set to release in 2023 and is currently in pre-production for a cinematic musical set to release in the same year. She has fully self produced and written her latest EP Curtain Call as well as all accompanying live performance videos. MORIAH is currently writing songs for a country album in her home in Nashville, TN with GRAMMY AWARD winning producer Paul Mabury.",
    "name_more_cn": [],
    "personage_id": "36648718",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1511914",
    "personage_link": "https://www.douban.com/personage/36648718/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-10T11:50:00"
}