{
    "sid": "1511610",
    "name": "伊娃·伊博森",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/750df7e5d14abc4ae4f0e16c4608b850.jpg",
    "imdb_id": "nm2528585",
    "name_en": "Eva Ibbotson",
    "name_full": "伊娃·伊博森 Eva Ibbotson",
    "birth_date": "1925年1月21日",
    "birth_place": "奥地利维也纳",
    "last_movies": [
        {
            "id": 5239386,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2215962155.jpg",
            "title": "Der große Karpfen Ferdinand und andere Weihnachtsgeschichten",
            "release": 1
        },
        {
            "id": 5221744,
            "year": "1955",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2298014822.jpg",
            "title": "ITV Television Playhouse",
            "release": 1
        },
        {
            "id": 3218737,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1482397375.jpg",
            "title": "灵魂大拯救",
            "release": 1
        }
    ],
    "introduction": "Eva Ibbotson (born Maria Charlotte Michelle Wiesner) was a British novelist specializing in romance and children's fantasy.She was born in Vienna, Austria, in 1925. When Hitler came into power, her family moved to England. She attended Bedford College, graduating in 1945; Cambridge University from 1946-47; and the University of Durham, from which she graduated with a diploma in education in 1965. Ibbotson had intended to be a physiologist, but was put off by the amount of animal testing that she would have to do. Instead, she married and raised a family, returning to school to become a teacher in the 1960s. Ibbotson was widowed with three sons and a daughter.Ibottson began writing with the television drama 'Linda Came Today', in 1965. Ten years later, she published her first novel, The Great Ghost Rescue. Ibbotson has written numerous books including The Secret of Platform 13, Journey to the River Sea, Which Witch?, Island of the Aunts, and Dial-a-Ghost. She won the Nestlé Smarties Book Prize for Journey to the River Sea, and has been a runner up for many of major awards for British children's literature.Her books are imaginative and humorous, and most of them feature magical creatures and places, despite the fact that she disliked thinking about the supernatural, and created the characters because she wanted to decrease her readers' fear of such things.Some of the books, particularly Journey to the River Sea, also reflect Ibbotson's love of nature. Ibbotson wrote this book in honor of her husband (who had died just before she wrote it), a former naturalist. The book had been in her head for years before she actually wrote it.Ibbotson said she dislikes \"financial greed and a lust for power\" and often creates antagonists in her books who have these characteristics. Some have been struck by the similarity of \"Platform 9 3/4\" in J.K. Rowling's Harry Potter books to Ibbotson's The Secret of Platform 13, which came out three years before the first Harry Potter book.Her love of Austria is evident in works such as The Star Of Kazan and A Song For Summer. These books, set primarily in the Austrian countryside, display the author's love for nature and all things natural.",
    "name_more_cn": [],
    "personage_id": "36646553",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1511610",
    "personage_link": "https://www.douban.com/personage/36646553/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2010年10月20日"
        }
    ],
    "name_more_other": [
        "Maria Charlotte Michelle Wiesner"
    ],
    "update_at": "2025-04-28T21:33:30"
}