{
    "sid": "1512636",
    "name": "萨拉·梅尔森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1ece0f78868031e76c4c953284b1486d.jpg",
    "imdb_id": "nm0578369",
    "name_en": "Sara Melson",
    "name_full": "萨拉·梅尔森 Sara Melson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1293495,
            "year": "1993",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458904906.jpg",
            "title": "体热边缘",
            "release": 1
        }
    ],
    "introduction": "Sara Melson is an actress, singer, and songwriter from West Lafayette, Indiana. She attended Harvard University as an honors student with a degree in English. A theatre actress since childhood, she attended the prestigious Williamstown Theatre Festival and studied theatre under Robert Brustein at the American Repertory Theatre in Cambridge, appearing in leading roles in numerous Harvard productions. Upon moving to Los Angeles after graduation, she landed prominent guest stars and recurring roles on shows such as Beverly Hills 90210, Frasier, The Wonder Years, Murder She Wrote, Melrose Place, and many others, as well as parts in Harold Becker's \"Malice\", George Hickenlooper's \"The Low Life\" and \"The Big Brass Ring\", and teen cult horror flick \"Dr. Giggles\" for Universal. She then turned her attention from acting to songwriting in the early 2000's, playing live shows with a band, developing material and recording, and ultimately signing to Nettwerk Records in 2008 to release her debut album \"Dirty Mind,\" which was featured in high-profile sync placements on Grey's Anatomy, Lipstick Jungle, and Men In Trees, as well as in a national multi-spot Chevy campaign. She has since released the independent \"A Million White Stars\", which was awarded a feature on the homepage of iTunes and a national video premiere on Yahoo! Music.",
    "name_more_cn": [],
    "personage_id": "36654082",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1512636",
    "personage_link": "https://www.douban.com/personage/36654082/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-17T17:33:42"
}