{
    "sid": "1512557",
    "name": "道格拉斯·基德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e39f390b25901ac798a847bba6a2c759.jpg",
    "imdb_id": "nm0588268",
    "name_en": "Douglas Kidd",
    "name_full": "道格拉斯·基德 Douglas Kidd",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36137043,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882501819.jpg",
            "title": "Designing Christmas",
            "release": 1
        },
        {
            "id": 35950516,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896039875.jpg",
            "title": "献祭游戏",
            "release": 1
        },
        {
            "id": 27007255,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457976359.jpg",
            "title": "唤醒杀手",
            "release": 1
        },
        {
            "id": 26388234,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2285048962.jpg",
            "title": "辣手藏家 第一季",
            "release": 1
        },
        {
            "id": 5173933,
            "year": "2008",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Revenge of the Hunted",
            "release": 1
        }
    ],
    "introduction": "Actor Douglas Kidd was born in Vancouver, Canada. He has Austrian, Czechian, Hungarian, and Slovakian ancestry on his father's side, and Irish, Finnish, French, Scottish, and Swedish ancestry on his mother's side. Kidd is perhaps best known for playing clever and often wealthy men. An all-around athlete growing up, Kidd excelled at football, wrestling, track & field, soccer, and ice hockey. In his final year at Windsor High School in North Vancouver he was named \"Athlete of the Year\" and won a silver medal at the British Columbia High School Wrestling Championships. He was awarded a wrestling scholarship at Simon Fraser University (SFU) and competed at tournaments in Canada and the USA during his first two years. Then, while completing a bachelor's degree in English Literature, Kidd attended a production of Peter Schaffer's play \"Amadeus\" at the Vancouver Playhouse. The play inspired Kidd to try out for SFU's Theatre Program. He performed a monologue from \"Amadeus\" as part of his audition and was immediately offered a spot in the Program.After graduating from university, Kidd spent a year performing plays in Montreal, including a production of Ronald Harwood's \"The Dresser\" for Imago Theatre. Relocating to Toronto, he found more stage work, including an outdoor production of Shakespeare's \"Twelfth Night\" by Director Lewis Baumander (who directed Keanu Reeves in \"Hamlet\" and \"Romeo & Juliet\"), and acted in over 400 performances of Agatha Christie's play \"The Mousetrap\" at the Toronto Truck Theatre (billed as \"Canada's Longest Running Show\"). Kidd also played the title role in \"Colonel Quackery's Truly Fabulous Leisure Travelling Sideshow\", singing, dancing, and bringing laughter to hundreds of schools across Ontario. To play the latter role, Kidd relinquished his role as lead singer for The Fringe, a rock band he had auditioned for and performed with live at Toronto nightclubs - including the El Mocambo (where The Rolling Stones had once recorded a live album). Kidd also began to get cast in movies, playing the lead role in two low-budget feature films: the Canadian cult classic Psycho Pike (1992), and Psycho Scarecrow (1996), which features a scene of Kidd performing one of his own original songs. Roles in television followed as well, including a New Orleans reserve officer in an episode of Top Cops (1992), a politician's loyal handler in The Hidden Room (1993), a German reporter in Family Passions (1993), an egotistical socialite in Forever Knight (1995), and a TV journalist in Kung Fu: The Legend Continues (1995), featuring David Carradine (Kill Bill: Volumes 1 & 2).Kidd has also played a determined FBI Agent in the television series The Art of More (2015), featuring Dennis Quaid and Carey Elwes; a suspicious police officer in the thriller Awakening the Zodiac (2017), featuring Leslie Bibb; an intimidating doorman in She Never Died (2019); and a socially awkward engineer in Designing Christmas (2022).",
    "name_more_cn": [],
    "personage_id": "36653864",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1512557",
    "personage_link": "https://www.douban.com/personage/36653864/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-14T23:49:28"
}