{
    "sid": "1513160",
    "name": "沃尔特·威廉姆斯",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d056bc60a98c3b1912b14bb45c941696.jpg",
    "imdb_id": "nm0931906",
    "name_en": "Walter Williams",
    "name_full": "沃尔特·威廉姆斯 Walter Williams",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5238660,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901112439.jpg",
            "title": "呵呵不!! 这是比尔先生的圣诞特辑!",
            "release": 1
        }
    ],
    "introduction": "Innovations in comedy and technology have been the hallmarks of Walter Williams' career. That's as true of his first Mr. Bill short (which he created 40 years ago for under $20) as it is of the digital desktop studio he uses to create everything from commercials and documentaries to 3D animations and stereoscopic 3D films.Williams, a New Orleans' native, was 17 when he discovered Super-8 film. \"Fortunately, I had no aptitude for anything, so Med. School was out of the question.\" He started making his own comedy movies and showing them in local clubs and bars, which led to his own UHF-TV show in New Orleans. When \"Saturday Night Live,\" still in its incandescent infancy, put out a call for home movies in '75, Williams submitted his reel and launched Mr. Bill on national TV.Williams followed his mutilated little creation to New York, where he made more films for SNL and did stand-up at the Improv and other clubs. After three seasons, Lorne Michaels hired him as a full-time staff writer, responsible not only for the 20-plus Mr. Bill skits he did from 1978 through 1980, but for other sketches and films as well, including \"Elvis Presley's Coat.\" Williams won a WGA award for his writing and multiple nominations for Emmy awards. Williams left when Michaels and the rest of the original cast exited in 1980. Since then, he's written screenplays and directed hundreds of shorts and shows for television, including \"The Tonight Show with Jay Leno,\" and directed the Fox show \"TV,\" conceived by fellow SNL head writer, Michael O'Donoghue, which starred Rutger Hauer, Kelly Lynch and Brian Keith.Williams launched a successful commercial directing career with the \"Pizza Head\" character he created for a national Pizza Hut TV campaign and directed 20 spots over four years. He has also directed national Mr. Bill campaigns for Mastercard, Subway, Lexus, Burger King and Ramada Inn.In addition to comedy, Williams is passionate about creating documentaries and educational films. He is a leading advocate for coastal restoration and has created an exciting range of comedic and educational films about the issues facing New Orleans and South Louisiana. His Mr. Bill wetlands PSAs won several Telly awards.Williams sees both comedy and technology as tools for education. \"People complain that everyone just wants to watch TV. Well, they're not going to stop, so it's important for storytellers to use television and technology to help educate people, especially children.\"",
    "name_more_cn": [],
    "personage_id": "36657602",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1513160",
    "personage_link": "https://www.douban.com/personage/36657602/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-22T03:56:29"
}