{
    "sid": "1513289",
    "name": "马克·里奇",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5cb5877ca078dfd31fe2549a25f9d2c5.jpg",
    "imdb_id": "nm0728607",
    "name_en": "Mark Ritchie",
    "name_full": "马克·里奇 Mark Ritchie",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36923351,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909307274.jpg",
            "title": "坎耶韦斯特：唐妲2试听会",
            "release": 1
        },
        {
            "id": 36582679,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901236537.jpg",
            "title": "碧昂丝：文艺复兴",
            "release": 1
        }
    ],
    "introduction": "Mark Ritchie is an Emmy® winning director / executive producer with over 30 years experience. As a leading storyteller and visual artist, Mark has brought his unique creative vision to a vast array of content - from collaborating with Beyoncé on the massively successful Grammy® winning special Homecoming (as well as directing Beyonce and Jay Z's entire global 2018 tour) to critically acclaimed prime time television and Netflix series (Emmy® winning Oprah Presents: When They See Us Now, David Letterman's My Next Guest Needs No Introduction) to mass amounts of jaw-dropping commercial content. In addition, Mark has directed fashion campaigns for luminaries of the New York Fashion industry including Cartier, Ralph Lauren (w/ Chance the Rapper), H&M (Alexander Wang + Balmain) and Kanye West's YEEZY Seasons 1, 2 and 3 live from Madison Square Gardens. As if that wasn't enough name dropping, Mark also directed Madonna's MDNA concert film, Miley Cyrus at Glastonbury, Katy Perry, Tiësto, Steve Aoki at Tomorrowland and a recent performance by Sir Elton John for Cartier.With an eye fixed firmly on execution and innovation, Mark Ritchie remains a consummate creator and storyteller, transitioning seamlessly from large, live multi-cam productions to emotionally engaging, single-camera narratives.",
    "name_more_cn": [],
    "personage_id": "36659075",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1513289",
    "personage_link": "https://www.douban.com/personage/36659075/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-05T20:39:22"
}