{
    "sid": "1513108",
    "name": "贾斯汀·S.李",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/eb95ec680bffeecf23d50abb38bb1e3e.jpg",
    "imdb_id": "nm3956121",
    "name_en": "Justin S. Lee",
    "name_full": "贾斯汀·S.李 Justin S. Lee",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37869237,
            "year": "2028",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Recap",
            "release": 0
        },
        {
            "id": 26394704,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496272006.jpg",
            "title": "无人机",
            "release": 1
        }
    ],
    "introduction": "Justin S. Lee is a Taiwanese American writer/director and Film Independent Fellow. He grew up bouncing between Philadelphia and Taipei, experimenting in many different storytelling mediums before finding his passion for film and television.He made movies on the side while studying business at UC Berkeley, and spent a year between schools working in the industry before enrolling at the USC School of Cinematic Arts.His short Drone (2015) was nominated for a Student Academy Award and he co-directed the feature film Actors Anonymous (2017), starring Oscar-nominated actors Eric Roberts and James Franco. After receiving his MFA, he was accepted into the Paramount ViewFinder Emerging Directors Program, Ron Howard and Brian Grazer's content accelerator Imagine Impact, and Film Independent's Episodic Lab, where he was awarded an Alfred P. Sloan Foundation development grant.He's since worked for or been mentored by a number of showrunners, including Seth Grahame-Smith, Tze Chun, Lindsey Anderson Beer, and Andrew Dabb. He director shadowed on the Apple TV+ series Home Before Dark (2020), was the Writers' Assistant on the Netflix show The Magic Order (2018), and was most recently a staff writer on Netflix's live-action television series Resident Evil (2022).",
    "name_more_cn": [],
    "personage_id": "36657281",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1513108",
    "personage_link": "https://www.douban.com/personage/36657281/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-28T23:25:45"
}