{
    "sid": "1513758",
    "name": "马克斯·E·威廉姆斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/252b58d373b5bbc3587f3440bd0e9287.jpg",
    "imdb_id": "nm2301278",
    "name_en": "Max E. Williams",
    "name_full": "马克斯·E·威廉姆斯 Max E. Williams",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35859294,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895813635.jpg",
            "title": "胜利时刻：湖人王朝崛起 第二季",
            "release": 1
        },
        {
            "id": 34967836,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654915537.jpg",
            "title": "博斯 第七季",
            "release": 1
        },
        {
            "id": 10546478,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1639204651.jpg",
            "title": "换脸神探",
            "release": 1
        }
    ],
    "introduction": "Max E. Williams is a working actor, writer, director, and athlete with roots in theatre and a passion for contributing to our creative community. A dual citizen of both the US and Canada, his experience includes a recurring role on HBO's 'Winning Time' as Jack Nicholson. He has starred in Alan Spencer's dark comedy 'Bullet in the Face' on IFC and recurred on 'Bosch,' 'Brooklyn Nine-Nine' and 'Agents of Shield,' among many others. Acting awards include the 2020 Diamond Award for Best Actor in a TV Movie for his starring role in Lifetime's 'Psycho Escort' and a multiple award-winning performance as 'The Monster' in 'For Old Times Sake.' Max's first 3D Virtual Reality experience, 'Corva & Gracia,' which he wrote, directed and co-produced, is scheduled for release in 2023. Max's first love was ice hockey, which he went on to play professionally. He lives in Los Angeles and is committed to animals, nature, and artists with an ambition to make the world a more honest place.- IMDb Mini Biography By: Max Edward WilliamsMax E. Williams is a working actor, writer, director, and athlete with roots in theatre and a passion for contributing to our creative community. A dual citizen of both the US and Canada, his experience includes a recurring role on HBO's Winning Time as Jack Nicholson. He has starred in Alan Spencer's dark comedy Bullet in the Face on IFC and recurred on Bosch, Brooklyn Nine-Nine and Agents of Shield, among many others.Acting awards include the 2020 Diamond Award for Best Actor in a TV Movie for his starring role in Lifetime's Psycho Escort and a multiple award-winning performance as The Monster in For Old Times Sake. Max's first 3D Virtual Reality experience, Corva & Gracia, which he wrote, directed and co-produced, is scheduled for release in 2024.Max's first love was ice hockey, which he went on to play professionally. He lives in Los Angeles and is committed to animals, nature, and artists with an ambition to make the world a more honest place.",
    "name_more_cn": [],
    "personage_id": "36665189",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1513758",
    "personage_link": "https://www.douban.com/personage/36665189/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-11T17:13:55"
}