{
    "sid": "1514812",
    "name": "艾丽西亚·迪亚·约西波维奇",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3599018c444bc2149b0afe638a1d9f22.jpg",
    "imdb_id": "nm3880577",
    "name_en": "Alicia Dea Josipovic",
    "name_full": "艾丽西亚·迪亚·约西波维奇 Alicia Dea Josipovic",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36676509,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901673538.jpg",
            "title": "在圣诞节坠入爱河",
            "release": 1
        },
        {
            "id": 36467433,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901555108.jpg",
            "title": "爱的关键",
            "release": 1
        },
        {
            "id": 35362855,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901555220.jpg",
            "title": "结束活枷锁屠宰公益广告",
            "release": 1
        }
    ],
    "introduction": "Alicia Dea Josipovic can dance, act and sing. She was named after her 'Nonna' Dea, an accomplished fashion designer and opera singer.At the age of five, she first began performing on stage as a dancer. Alicia danced competitively for eight years, winning numerous competitions. She also loved to sing and act and was involved in many plays and choirs growing up.She continued to push herself to new heights when she choreographed her own dance routine and auditioned for the Etobicoke School of the Arts and was accepted.After she graduated from ESA at eighteen, she auditioned for her first movie \"Camp Rock 2\" (starring the Jonas Brothers), and she landed the role of a dancer in the film. Her television career began to flourish immediately after, landing a lead role on the TV's hit series \"Degrassi\" as the shows newest and hottest Bad-Ass \"Bianca.\"Degrassi is currently the most watched domestic drama series in Canada, the highest rated show on Teen Nick in the US and broadcasted worldwide in 140 countries.At 19, Alicia signed her first record deal and is currently working on her debut album with some of North America's most talented song writers/producers, and her fans around the world are in growing anticipation for her first release.",
    "name_more_cn": [],
    "personage_id": "36670629",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514812",
    "personage_link": "https://www.douban.com/personage/36670629/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-14T02:42:19"
}