{
    "sid": "1514041",
    "name": "沙彦·阿德兰",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/71ed0f112b615aa5f0f52a976c45c36c.jpg",
    "imdb_id": "nm7313863",
    "name_en": "Shayan Ardalan",
    "name_full": "沙彦·阿德兰 Shayan Ardalan",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36623002,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904099251.jpg",
            "title": "飞往爱的最后登机广播",
            "release": 1
        }
    ],
    "introduction": "Shayan Ardalan was born March 21st, 1993 in Los Angeles. He grew up working with and within the film industry both in Hollywood and abroad and graduated with a degree in both Film Making and Acting in 2015. He studied the Stanislavski method and the Meisner technique and personally trained with Hollywood veterans Shannon Sturgess and the famous acting coach Aaron Speiser. Since officially starting his acting career in 2016, Shayan has completed over 50 projects including series, commercials, voice overs, modeling, and starring roles in feature films. His films have been selected for numerous festivals across the United States and have enjoyed international success with his latest film, 40: The Temptation of Christ, showing at Cannes. He is known in the industry for his dedication in studying and bringing his roles to life and also his versatility: playing everything from epic historical roles to modern drama and even improvisational comedy. Shayan also designs and models his own costumes, one of them being featured as a winner in HBO's Game of Thrones Compendium and another making it to the front page of the LA Times (November 1st, 2013)",
    "name_more_cn": [],
    "personage_id": "36666400",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514041",
    "personage_link": "https://www.douban.com/personage/36666400/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-18T07:39:40"
}