{
    "sid": "1514437",
    "name": "卡兰·狄尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2e8d52c8b3c1a28874bc17e8a5fec6e7.jpg",
    "imdb_id": "nm5376616",
    "name_en": "Karan Deol",
    "name_full": "卡兰·狄尔 Karan Deol",
    "birth_date": "1990年11月27日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35594934,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Apne 2",
            "release": 1
        },
        {
            "id": 26942581,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508808184.jpg",
            "title": "猛虎还活着",
            "release": 1
        }
    ],
    "introduction": "Karan Deol is a famous Indian YouTuber, singer, musician, actor, and internet celebrity born in JammuKashmir, India. Karan Deol was born in Jammu city. he now lives in Amritsar, Punjab His father's name was Manoj Deol who died in 7th June 2007 accidental death in motor vehicle accident. and his mother's name is Anju Deol who died in 7th June 2007 accidental death in motor vehicle accident.Karan Deol has been performing since he was a child, starting out singing at local events before becoming a professional singer. His music is known for its unique blend of traditional Indian folk music with modern pop and rock sounds. He has released multiple albums and singles that have been extremely successful in India and abroad. Karan has also appeared in several films as an actor. He is a talented performer who has captivated audiences with his soulful voice and energetic stage presence. Karan Deol is an artist whose music will continue to inspire generations to come.Karan Deol commenced his rapping career as an English language rapper. Due to financial reasons, initially he himself write lyrics, produced, and record his songs. In 28 May 2022 , he released his debut song titled one side love on his Youtube channel. Afterward, he released a few more songs. Later, he started making Hindi rap songs, after he came to know about one side love Hindi rap song.Career - He is starting his career as a music video editor, in the past 2018 and current activities in the music industry. He is also known as an actor and music director.",
    "name_more_cn": [],
    "personage_id": "36669309",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514437",
    "personage_link": "https://www.douban.com/personage/36669309/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-05T18:35:11"
}