{
    "sid": "1514807",
    "name": "莎朗·刘易斯",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1630a4f492c8038dcdafe4ce825b6e55.jpg",
    "imdb_id": "nm0507746",
    "name_en": "Sharon Lewis",
    "name_full": "莎朗·刘易斯 Sharon Lewis",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37337875,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "效忠 第二季",
            "release": 1
        },
        {
            "id": 36676509,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901673538.jpg",
            "title": "在圣诞节坠入爱河",
            "release": 1
        },
        {
            "id": 35981605,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880757882.jpg",
            "title": "联邦调查局：通缉要犯 第四季",
            "release": 1
        },
        {
            "id": 35916896,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881092821.jpg",
            "title": "纽约东区",
            "release": 1
        },
        {
            "id": 35525586,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2688740276.jpg",
            "title": "法律与秩序：组织犯罪 第二季",
            "release": 1
        },
        {
            "id": 35417870,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886341278.jpg",
            "title": "金妮与乔治娅 第二季",
            "release": 1
        },
        {
            "id": 35384366,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921299416.jpg",
            "title": "神探默多克 第十四季",
            "release": 1
        }
    ],
    "introduction": "Sharon Lewis's directing work has been well received on every Canadian broadcaster platform and premium U.S. broadcasters such as HBO, Hulu, Netflix, Amazon, FX and many more. Sharon is well known in the screen industry for her directing flair, distinct cinematic voice, respect with crew, and her ability to inspire award-winning performances from her actors. Sharon's work has been recognized internationally and includes multiple nominations for Best Director for her feature and documentary film work: six Canadian Screen Awards nominations as a Showrunner and Director, and in 2021 she was awarded a CSA for Best Direction of a Factual Series. She uses her own knowledge as a former actor which began when she took the entertainment world by storm in her title role in the Cannes-nominated film RUDE: the first all-black above-the-line feature film out of Canada. While juggling her acting career in Los Angeles, Sharon honed her directing skills at the prestigious University of California Los Angeles. She went on to direct several award-winning internationally-screened short films, and the debut of her first feature film Brown Girl Begins in 2017 solidified her place as a sought after director in the realm of scripted, black women protagonists, genre, Caribbean, and BIPOC on screen. Sharon has worked with some of the top talent in film and TV including: four-time Grammy Award Winner Kelly Rowland, Jason Priestly, Timothy Hutton, Doug Liman, Clement Virgo, and she recently directed a movie for the Oprah Winfrey Network. At present Sharon is converging all of her experience, storytelling skills and directorial knowledge to fully realize her talent as an exceptional filmmaker. She is also continuing her work through her production company urbansoul inc on genre features and scripted TV series, highlighting the stories and talents of black women, black queer women, and the BIPOC 2SLGBTQ+ community.",
    "name_more_cn": [],
    "personage_id": "36670623",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514807",
    "personage_link": "https://www.douban.com/personage/36670623/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-02T10:44:43"
}