{
    "sid": "1514977",
    "name": "唐·林德",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d13870296d4394a84fa1c1a115eb6db6.jpg",
    "imdb_id": "nm5314742",
    "name_en": "Don Linder",
    "name_full": "唐·林德 Don Linder",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36676273,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901669391.jpg",
            "title": "洞穴拯救",
            "release": 1
        },
        {
            "id": 25873116,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188918749.jpg",
            "title": "最后的执刑人",
            "release": 1
        }
    ],
    "introduction": "Don Linder, a native New Yorker, is an award-winning scriptwriter, fiction and travel writer, and academic who has lived and worked on five continents. He did his BA and MA degrees at Columbia University where he studied film theory with the critic Andrew Sarris. Don's first feature-length film, \"The Last Executioner,\" has its world premiere when it was invited to compete at the Shanghai International Film Festival in 2014, where it received Best Actor honors. On 2 June 2015 \"The Last Executioner\" received the Best Film and Best Screenplay Awards at Thailand's prestigious Tukkata Tong Awards -- the equivalent of the Golden Globes -- which have been given since 1958 when the King of Thailand attended the ceremonies, and they are still considered royal awards. Don was the first non-Thai to win a Tukkata Tong Award for Scriptwriting, and only the second non-Thai to win in any category in 58 years. Don has also written for a Japanese-American television series, a Discover Channel documentary on Angkor Wat, a pilot for an American sitcom, educational programming and more. Don's creative and academic work span a broad spectrum. He has directed academic departments in the U.S., the Canary Islands, China, and Thailand; headed writing programs at Poets & Writers, Inc., the State University of New York, and the North Carolina Arts Council; produced and hosted jazz and blues radio programs in NYC; lectured on Western culture on Radio Beijing; mounted several one-person photography shows; acted in several films, and more, including a stint as a New York City taxi driver in the 1970s. He has taught and evaluated script writing worldwide in such diverse locations as Egypt, Mongolia, Brazil, Thailand, and the U.S. He lives in Chiang Mai, Thailand, with his wife Wannida Jiratha.",
    "name_more_cn": [],
    "personage_id": "36674896",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514977",
    "personage_link": "https://www.douban.com/personage/36674896/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-24T11:00:16"
}