{
    "sid": "1514768",
    "name": "莱克斯·伦普金",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/125c5985f63b5336bafc95b348e76ef8.jpg",
    "imdb_id": "nm10110548",
    "name_en": "Lex Lumpkin",
    "name_full": "莱克斯·伦普金 Lex Lumpkin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36212409,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886397098.jpg",
            "title": "警戒之眼",
            "release": 1
        },
        {
            "id": 35095027,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901551954.jpg",
            "title": "LOL Nick 的终极 Bloopers",
            "release": 1
        }
    ],
    "introduction": "Lex Lumpkin is originally from Indianapolis, Indiana. He is a multi-talented actor, writer and pianist. He started his acting career at the age of 10 when he played the role of Stuart in the Indianapolis Repertory Theater's production of Stuart Little. Lex then went on to play the role of the Duke of York in Shakespeare's Richard III with First Folio Productions in the Spring of 2017 and the role of Travis Younger in A Raisin in the Sun in January 2018.Once Lex transitioned from theater to television he landed his first national commercial playing the role of Dennis, Peyton Manning's nemesis, in AT&T's Direct TV commercial series. He then went on to be cast in Fox Sports commercials highlighting Thursday Night Football for the 2018 NFL season. His passion for comedy was quickly recognized by Nickelodeon when he was selected from a national search to attend a 2-week intensive improve and comedy training at the famous Second City of Chicago. This led to him being cast in the remake of the Nickelodeon sketch show All That.Lex is a rising star with a big heart and a true compassion for humanity. He has an extreme passion for projects that enhance the human condition in a positive way and continues to look for ways to empower his peers to do the same.",
    "name_more_cn": [],
    "personage_id": "36670496",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514768",
    "personage_link": "https://www.douban.com/personage/36670496/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-03T13:52:41"
}