{
    "sid": "1514268",
    "name": "蒂凡尼·莫尼克",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/88a92038a800ae36a0dd2edac67bf17d.jpg",
    "imdb_id": "nm5305007",
    "name_en": "Tiffany Moníque Ryan",
    "name_full": "蒂凡尼·莫尼克 Tiffany Moníque Ryan",
    "birth_date": "1979年5月11日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36582679,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901236537.jpg",
            "title": "碧昂丝：文艺复兴",
            "release": 1
        }
    ],
    "introduction": "Tiffany Monique Ryan is an acclaimed vocalist, performer & songwriter from Newark, New Jersey. She's known as Beyonce's longtime background vocalist, performing as one of \"The Mamas\" from 2007-2016 and as the Vocal Director as member of Pure Honey since 2023 for the Renaissance World Tour. Tiffany performed as the Assistant Vocal Arranger (Choir) for the Beyonce's Coachella (BEYchella) performances and as the Lead Background Vocalist for Beyonce & Jay-Z's On The Run Tour in 2018.Tiffany released her debut EP, Nemesis, in 2010. The project was released worldwide through Rhythm 252 Music Group, a joint independent imprint with her husband, producer/manager, Kevin \"Kwiz\" Ryan. In 2013, Tiffany was a credited contributor for the Oscar-Award winning movie, \"Twenty Feet From Stardom\", citing her impact and experiences as a background vocalist in the modern-day music industry.Tiffany studied Music Education at Morgan State University in Baltimore, Maryland and has a Bachelor of Arts degree in Communications with a concentration Journalism from William Paterson University in Wayne, NJ. She is an active member of Alpha Kappa Alpha Sorority, Incorporated. She is also a credited actress, having performed the role as \"Aunt Em\" in the New Jersey Performing Arts Center's (NJPAC) 2003 production of \"The Wiz\" among other smaller productions. Her talent has amassed an ever-evolving international fan base, while supporting artists across the globe including: Beyonce, Pharrell Williams, Jay-Z, Jill Scott, Ledisi, Brandy, Nicki Minaj, Monica, Anderson Paak, Adam Blackstone's BBE All-Star Band, Nick Jonas, The Roots, Mariah Carey, Black Girls Rock All-Star Female Band, Christina Aguilera , Kelly Clarkson and Stevie Wonder.",
    "name_more_cn": [],
    "personage_id": "36668543",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514268",
    "personage_link": "https://www.douban.com/personage/36668543/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-09T08:00:19"
}