{
    "sid": "1514039",
    "name": "丽兹·斯图尔特·巴恩斯",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1dac403a169181dd338b6ff30267fc25.jpg",
    "imdb_id": "nm2358797",
    "name_en": "Liz Stewart Barnes",
    "name_full": "丽兹·斯图尔特·巴恩斯 Liz Stewart Barnes",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26600931,
            "year": "2011",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "一杯敬绿灯",
            "release": 1
        }
    ],
    "introduction": "Liz Stewart Barnes is an American stand-up comedian, actress, and writer. Born and raised in Houston, Texas, Liz started doing improv at local theaters while studying theatre and opera at the University of Houston (Go Cougars!). She then moved north to study and ultimately graduate from Chicago's prestigious Second City. Liz's work in the Windy City's longest running improvisational long-form show (BS) garnered critical acclaim from the Chicago Tribune as a \"must see.\" It was in Chicago that Liz began her love affair with stand-up comedy and headed west to Los Angeles. Since her arrival to the City of Angels, Liz has appeared on the SyFy Channel, TV Guide Network, Reelz Channel, Nuvo TV, Nickelodeon, CBS, and Sirius XM radio. Her sketch comedy group (Frog Island) gained viral status with millions of views and was featured on Comedy Central's Atom TV. Liz is among the elite improvisers of the world, having the distinguished honor of being a Groundlings Sunday Company alumna. You can catch Liz Stewart Barnes regularly at the Hollywood Improv, on the Impro stage, or on your very own TV in her debut comedy special, (as Liz Stewart) \"Liz Stewart: I'm Crowning\" available on Amazon, Comcast, Vudu, Steam, Xfinity, and iTunes.Reviews of her work include, \"Hilarious\", \"Delicious\", and \"I hope you die in a house fire!\"",
    "name_more_cn": [],
    "personage_id": "36666398",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1514039",
    "personage_link": "https://www.douban.com/personage/36666398/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-29T00:49:29"
}