{
    "sid": "1515266",
    "name": "劳拉·米契尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/767ae67370b2bea5c42aa78ede5f772d.jpg",
    "imdb_id": "nm2665056",
    "name_en": "Laura Mitchell",
    "name_full": "劳拉·米契尔 Laura Mitchell",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35474682,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2652610240.jpg",
            "title": "完美婚礼",
            "release": 1
        },
        {
            "id": 26644525,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276419134.jpg",
            "title": "十月之吻",
            "release": 1
        }
    ],
    "introduction": "Laura is a passionate artist and storyteller with an unwavering commitment to her craft. Known most notably for her ability to play a diverse range of characters & for her role as Kate Middleton in the three Lifetime film installments based off of the British royal family; Harry and Meghan: A Royal Romance, Harry and Meghan:Becoming Royal and Harry and Meghan: Escaping the palace.She has performed multiple leading roles and has made a name for herself in the romantic/ comedy world carrying multiple films over the past few years. Her most recent leading film titles include; Blueprint to the Heart, Love at the ranch, A Great North Christmas & Just Add Love.In 2022 she made her writing and directorial debut with her film Meeting Mr.Christmas, Which she also performed a supporting lead role. Produced by Screen Media & Chicken Soup for the Soul Entertainment, Meeting Mr.Christmas is in post production and will air Christmas 2022.When not in front or behind the camera or writing a script, you can find her exploring her other true passion, travelling. Always ready to jet off somewhere new, she loves to explore the world, new cultures and new ways of life.Laura's most recent other credits include; A Million Little Things (recurring) ABC, A Picture Perfect Wedding (ReelOne), Finding Santa (Hallmark), IZombie (CW), The Menendez Brothers (Lifetime) , Dirk Gently's Holistic Detective Agency (BBC America), Seasons Greeting (UPTV), Christmas Bucket List (Hallmark), and October Kiss ( Hallmark)",
    "name_more_cn": [],
    "personage_id": "36676537",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1515266",
    "personage_link": "https://www.douban.com/personage/36676537/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-02T04:10:36"
}