{
    "sid": "1515575",
    "name": "詹姆斯·亚加希",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/879aad2ecbc51c3de2b099b9ec1db2cb.jpg",
    "imdb_id": "nm0944853",
    "name_en": "James Yaegashi",
    "name_full": "詹姆斯·亚加希 James Yaegashi",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35750081,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908735043.jpg",
            "title": "美国内战",
            "release": 1
        },
        {
            "id": 35128081,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905409296.jpg",
            "title": "辐射 第一季",
            "release": 1
        }
    ],
    "introduction": "James was born in Yokohama and raised in rural Yamagata, Japan. He moved to the U.S. after high school and earned a BA in literature from Wheaton College and an MFA in acting and directing from the University of Missouri-Kansas City.James is based in NYC, working as an actor, director, translator, and writer. Many fans know him as Robert Minoru from Marvel's Runaways. He has originated many roles on and off Broadway, including Sarah Ruhl's The Oldest Boy, Richard Greenberg's Take Me Out (2003 Tony Award for Best Play), A Naked Girl on the Appian Way, John Guare's A Few Stout Individuals, and Julia Cho's Durango. His credits also include characters in world-premiere stage adaptations of literary classics, such as Yunioshi in Truman Capote's Breakfast at Tiffany's on Broadway and Toru in Haruki Murakami's The Wind-Up Bird Chronicle at the Edinburgh Int'l Festival and the Singapore Arts Festival.For the stage, he has directed My Friend Has Come for the Asian American Writers Workshop, Dancing with the Bird at the Japan Society in New York, \"Clippy and Ms. U\" for Ma-Yi Studios, and Ready or Not and It's a Jungle Out There for the 52nd Street Project Playmaking series. He made his filmmaking debut in '11 with Lefty Loosey Righty Tighty, which won Best Feature in the DIY film competition at Northside Festival, a trendsetter art festival in Williamsburg, Brooklyn.James was the conceiver of the theater benefit \"SHINSAI: Theaters for Japan\" which took place on March 11, 2012, the one-year anniversary of the disasters in Japan, with participation from nearly 100 theaters, internationally. He also collaborates frequently with Japanese artists, translating award winning contemporary Japanese plays and subtitling major Japanese studio films.James is also a martial artist with black belts in judo and aikido.",
    "name_more_cn": [],
    "personage_id": "36678477",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1515575",
    "personage_link": "https://www.douban.com/personage/36678477/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-12T05:39:13"
}