{
    "sid": "1515218",
    "name": "德纳尔达·威廉斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a9c2ceb8074be60bf30e915e3c0c4dd1.jpg",
    "imdb_id": "nm0930413",
    "name_en": "Denalda Williams",
    "name_full": "德纳尔达·威廉斯 Denalda Williams",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35660191,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881264418.jpg",
            "title": "坏种2",
            "release": 1
        },
        {
            "id": 35618495,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914350889.jpg",
            "title": "致命约会",
            "release": 1
        }
    ],
    "introduction": "Denalda was an original member of the Vancouver Theatresports League and has improvised all over the world. She was part of the World Championship Team at Expo 1986 and a Silver Olympic Metalist at the Calgary Olympic Art's Festival 1988. Other notable work in improvisation was with The Second City for One Million Cheers BC, Whose Line is it Anyway and as one of the founding members of Punchlines No Name Players with Rich Elwood, Ryan Stiles and Jim McLarty. Denalda taught Colin Mochrie how to drive for a role on the CBC class The Beachcombers. Film work started with Roxanne with Steve Martin where she was accidentally set on fire when Michael J Pollard hit a tray of drinks. Absolutely no harm was done, but she's been on HOT ever since. TV credits include the X Files, Malcolm in the Middle, Six Feet Under and Freaks and Geeks. Films work includes Roxanne, The Accused, Lucky Numbers, both Stakeouts and the incomparable Ernest Rides Again. She has the unique distinction of playing a Pumpkin Lady twice in Double Double Toil and Trouble and Freaks and Geeks. Denalda directed My Big Fat Greek Wedding for the Montreal Comedy Festival",
    "name_more_cn": [],
    "personage_id": "36676386",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1515218",
    "personage_link": "https://www.douban.com/personage/36676386/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-23T16:00:13"
}