{
    "sid": "1515217",
    "name": "马利·沃楚克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/55aa3ada9f49d7bb1c71e70ede0e273e.jpg",
    "imdb_id": "nm5527680",
    "name_en": "Marlee Walchuk",
    "name_full": "马利·沃楚克 Marlee Walchuk",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36869044,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919375716.jpg",
            "title": "喜宴(新版)",
            "release": 1
        },
        {
            "id": 35660191,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881264418.jpg",
            "title": "坏种2",
            "release": 1
        }
    ],
    "introduction": "Actress, singer, songwriter, musician, voice-over and recording artist, Marlee Walchuk is a trained theatre actress from Vancouver, Canada. After years of commercials, TV shows, musicals, live bands, a national hit song, touring and 3 original CD's, she ventured into film and TV. She acts opposite Jessica Biel in \"Limetown\", Kim Fields in \"You Light Up My Christmas,\"and plays Mum in the \"D Cut\" on Crave. She is also the co-host of the \"Tale Blazers\" and can be seen in many commercials including, Poise, HP, Shaw WiFi, Fox Sports and Intel.Marlee lived in Sydney, Australia for 6 years and returned with her wife, Nathalie Callender forming the dance-pop duo, Sugarbeach. They would release 2 CD's of their own dance/pop original music and 3 singles which all soared to number one on the GLBT music charts in the USA. Winners of 3 Pride In the Arts Awards in the U.S. including Favorite Group of the Year and nominated for an OUTmusic Award in 2009 in New York City and for 4 awards in 2012 in Las Vegas, Nevada. Marlee Walchuk and Tully Callender of Sugarbeach are known worldwide for their anthem, Living Out Proud which they wrote for the 30th Anniversary of Vancouver Pride and also launched both Whistler and Vancouver Pride houses for the 2010 WinterOlympics. In 2011 they wrote and performed the theme song for the 2011 North American Outgames, Come On Out, which was also the #1 Song of the Year on the Outvoice 2011 Top Ten Countdown in the U.S. They played Pride festivals in New York City, the U. S. and England as well as the National Women's Music Festival and BOLDFest. Sugarbeach also created of the promotional site, RightOutTV and Global Awards, RightOutTV Music & Video Awards which promoted and awarded LGBT original artists. Marlee Walchuk and Tully (Nathalie) Callender were inducted into the GLBT Hall of Fame in January, 2014 for their creation and management of RightOutTV and the impact and resource that website have been to the GLBT arts community and community at large.Commercials: Poise - Girl's Night Out Lead Actor Working People: A History of Labour in British Columbia Narrator The Knowledge Network On Wings and Dreams: Narrator Telefilm Canada Daniel Le Chocolat Belge-voiceover Vocalist: McDonalds's, Woodwards, Factory Carpet, Kelly'sGuest star on Canadian variety shows: Irish Rovers Music, Music, Music, The Fame Game The Jim Byrnes Show Judy & Jim Show The Vancouver Show The Nice Show BC TelethonsTheatre: Cornwalls' All-Inclusive Cancun Christmas Judy (Lead) Barbara Tomasic/Chemainus Theatre Twelfth Night Maria (Supporting) Anna Hagen/Western Gold Theatre Comfort Cottages Belle (Lead) Anna Hagen/Western Gold Theatre Four Strong Winds Jeannie (Lead) Mary-Lou Brien/Black Moon Prod. 18 Wheels Sadie & Molly (Lead) Michael McLaughlin/Arts Club Theatre Little Shop of Horrors Chiffon (Supporting) David Ross/Western Canada Theatre Angry Housewives Carol (Lead) Mary-Lou Brien/Arts Club Theatre Barkerville Touring Show (Lead) Mary-Lou Brien/Black Moon Prod. Pajama Game Chorus Michael Berry/TUTSRecordings: Not Deserted Sugarbeach CD iTunes I Just Love Girls Sugarbeach EP iTunes Come on Out Sugarbeach Single iTunes You Believe in Love Sugarbeach Single iTunes Led Me to You Sugarbeach Single iTunes One More Chance Marlee CD God Bless The Woman Single",
    "name_more_cn": [],
    "personage_id": "36676384",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1515217",
    "personage_link": "https://www.douban.com/personage/36676384/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-05T00:26:06"
}