{
    "sid": "1516095",
    "name": "J.J.贾米森",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8153493f1c6bc526319ff0bf2cf4f07b.jpg",
    "imdb_id": "nm0417121",
    "name_en": "J.J. Jamieson",
    "name_full": "J.J.贾米森 J.J. Jamieson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5135190,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "战争游戏",
            "release": 1
        },
        {
            "id": 2989008,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901747687.jpg",
            "title": "被遗忘的妻子",
            "release": 1
        }
    ],
    "introduction": "Producer, writer, executive, show-creator and teacher, J.J. Jamieson is a veteran of multiple TV networks, studios, and independent production. Known for his passion and creativity, he has created, developed, sold, produced, supervised and/or written all manner of television: movies, series, limited series, mini-series, documentaries, specials and reality shows-for broadcast, basic cable, premium cable, and streaming services.Most recently Head of Scripted for Scripps National Networks, he oversaw all original scripted programming-primarily for Bounce TV and Ion-racking up a string of victories despite extremely low budgets and virtually no marketing. He developed from scratch and oversaw all aspects of Bounce's most successful series ever: the multi-cam sitcom ACT YOUR AGE (the #3 most-watched new comedy of 2022-2023)... as well as the hit single-camera dramedy JOHNSON, the critical darling & demo-expanding dramedy FINDING HAPPY, and the upcoming sitcom WILLIAMS WAY. He wrote two movies for Bounce: WILL YOU MARRY ME? and GREYSON FAMILY CHRISTMAS (which he also produced)-the network's highest-rated TV movie to date, ranked the top-three best holiday film of 2019 out of 151 entries. He then developed, greenlit and supervised three more hit telefilms for Bounce (a drama, a thriller and a gang comedy), each one rating higher than the last. He created Ion's franchise of holiday MFTs (\"Ion this Christmas: it's the most wonderful crime of the year!\") which were not only massive ratings hits (besting 52 other networks, 2nd only to Hallmark) but also the most profitable programs in the history of the network. At Scripps, Jamieson successfully pushed for greater ownership while also overseeing: a western for Grit, an adult puppet comedy for Laff, two drama pilots (including a contemporary SHERLOCK HOLMES) for Ion, a fact-based crime-drama limited-series for Court TV, and THE CHRISTMAS AWARDS (an unscripted special he created) which is set to air Q4 2023.Over the years, Jamieson has worked as an executive, writer and producer. As an exec, he ran a joint-venture of Lionsgate and Mexican media giant Televisa, as well as PODs at Warner Bros., Hamden, Fremantle and Fox TV Studios. For these companies and under his own Triple J Media banner, he developed, sold and often created scripted series projects for cable & broadcast. As a writer-producer, he created/EP'd/wrote/co-wrote/re-wrote: MFTs for CBS, TBS, Lifetime and Hallmark (including their 5th highest-rated movie ever), an unscripted reality series for MTV, a talk-show pilot for TBS, and a 2-hour documentary special for Turner. Jamieson also wrote & sold: decks for alternative programs, a hybrid pilot for NatGeo, magazine articles on travel and entertainment, a series of essays about raising triplets ... and even a song with original music & lyrics for a movie he produced.Jamieson began his career at NBC as a Page, then won choice assignments in News, Late Night and Specials, before joining NBC's Movie & Miniseries Department. Recruited into NBC's prestigious management training program, he quickly rose through the ranks as a creative exec overseeing dozens of hit projects in virtually every conceivable genre.In addition, Jamieson has taught full courses in Screenwriting, Creative Producing and Visual Storytelling as an adjunct professor at Columbia College and at Chapman University's renowned film school. He has delivered his popular lectures on \"The Ten Commandments of Pitching\" and \"TV Overview...with Props\" at a dozen colleges & universities, as well as at symposiums in four different countries. A native of Princeton, NJ, Jamieson graduated with Honors from Dartmouth College with a Citation for Excellence in English, after attending the Lawrenceville School in Lawrenceville, NJ, and studying \"A\" Levels at Marlborough College in Wilshire, UK, on the English-Speaking Union Exchange Program as a Sir John Dill Fellow. He lives in Santa Monica, CA with his wife, TV producer/executive Tana Nugent Jamieson.",
    "name_more_cn": [],
    "personage_id": "36680615",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1516095",
    "personage_link": "https://www.douban.com/personage/36680615/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-03T19:56:21"
}