{
    "sid": "1516126",
    "name": "格蕾丝·内特尔",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2a5c38992d0fb4d22aee171b8853898e.jpg",
    "imdb_id": "nm10409621",
    "name_en": "Grace Nettle",
    "name_full": "格蕾丝·内特尔 Grace Nettle",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36947004,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909970768.jpg",
            "title": "昆丁·布莱克的宝箱",
            "release": 1
        },
        {
            "id": 36319529,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904568193.jpg",
            "title": "深渊鲨难",
            "release": 1
        }
    ],
    "introduction": "Grace Rose Nettle, Age 13 is a British Actress, Singer and Dancer. A bright, confident and fun personality with a level of maturity way beyond her years.Grace is an all round performer, from a solo singer at the amazing London Palladium to having a lead role in an action/drama feature film. Grace enjoys every chance to express herself by being on stage or on camera.Having joined the Mark Jermin Stage School in 2017 aged 7, Grace has a wonderful array of experience in stage and theatre. Being cast in, Nativity! The Musical, Migrations and multiple lead roles in performances such as Annie, The Little Mermaid and Seussical the Musical.Grace has had a whirlwind of excitement booking professional work and gained a wealth of experience for such a young person. Grace has appeared in many projects and global commercial campaigns, featured in many TV roles, held a lead role in a feature film (scheduled for release in early Summer 2023), Voiceover work for the incredible Sir Quentin Blake and has also done presenting roles for Nickelodeon, Sky Kids and NatWest.Grace is proud to have been Eco councillor in school for three years and thrives in top sets and has been selected for the scholar programme. Grace's mature mindset ensures that she has found a perfect balance for education alongside her passion for the entertainment industry with her young age.Grace Started dancing at the age of 6 in multiple disciplines such as Acro, Ballet, Hip hop, Tap, Modern, Jazz, Contemporary & Musical theatre. Grace is proud and humbled to have won many trophies in dance competitions in both group and solo routines. In 2019, 2020 and 2021 she Represented Wales in the Dance World Cup. Grace got through with group dances and her solo routines for tap, jazz and musical theatre. Her Musical Theatre routine got her awarded Top Mini Soloist and then went on to win Third in the World.Grace has been singing with Tanya Harrison since the start of 2020 and has performed at the ICC, the London Palladium, at the Child of Wales Awards and many shows.For stills modelling Grace looks forward to what 2023 has in store for her, she has worked on some brand work for Mama Luma and has been featured as part of the In Style Child fashion feature with Child Model Magazine for Aisabobo Canada. Just recently Grace has collaborated with kidFash Magazine and has been selected to walk at House of Ikons London Fashion Week.",
    "name_more_cn": [],
    "personage_id": "36681380",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1516126",
    "personage_link": "https://www.douban.com/personage/36681380/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-06T00:14:34"
}