{
    "sid": "1516645",
    "name": "小安吉洛·马尔多纳多",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/491a19105773b1846abff6b2642fbb8f.jpg",
    "imdb_id": "nm10220649",
    "name_en": "Angelo Maldonado Jr.",
    "name_full": "小安吉洛·马尔多纳多 Angelo Maldonado Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35849358,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903904911.jpg",
            "title": "出走俏娇娃",
            "release": 1
        }
    ],
    "introduction": "Hailing from the mean streets of Brooklyn, New York, Angelo Maldonado Jr is a Latinx American actor, writer, rapper, singer & comedian. Whether performing alongside the likes of music legends Patti Labelle and Wyclef Jean on Last Call with Carson Daily, or being directed by Hollywood icons such as Ridley Scott and Ethan Coen, Angelo is absolutely the definition of a multi-dimensional talent. With a resume that includes working alongside names such as Matt Damon, Pedro Pascal, Margaret Qualley, Bill Camp, Beanie Feldstein, and Brian Tyree-Henry, this larger-than-life personality always matches up with the bright energy that he can bring to any stage; or film/TV set. But the man does not stop there. He opened his own production company, \"Mindstate Films\" recently. Their first project will be a personal story, dealing with the mental health crisis, as a whole, that our country is currently experiencing. In April 2017, Angelo's father, a former Marine & SAG-AFTRA actor sadly committed suicide, as he was battling with mental illness. This event - coupled with the fact that the people around him were constantly reminding him of his talent and natural ability - inspired Angelo to carry on his fathers legacy. And here we are.",
    "name_more_cn": [],
    "personage_id": "36685441",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1516645",
    "personage_link": "https://www.douban.com/personage/36685441/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-19T16:23:17"
}