{
    "sid": "1516190",
    "name": "迈克·西尔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/204a34d530bedd762ccb708225f80825.jpg",
    "imdb_id": "nm0780782",
    "name_en": "Mike Sears",
    "name_full": "迈克·西尔斯 Mike Sears",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5135190,
            "year": "2001",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "战争游戏",
            "release": 1
        },
        {
            "id": 1923756,
            "year": "2002",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224469899.jpg",
            "title": "福禄寿",
            "release": 1
        }
    ],
    "introduction": "Mike has a 30 year career producing and directing in the world's most challenging regions. His projects have taken him from snow-capped volcanoes in Ecuador, to the deserts of the Sultanate of Oman, the jungles of Borneo and the badlands of the Australian Outback. An early and frequent collaborator with Mark Burnett, Mike produced and directed Mark's first television experience with the Raid Gauloises Adventure Race, going on to produce and direct the first two Eco-Challenge documentaries and setting up the first season of Survivor with Mark. Mike formed Norsemen Productions. Over a six year period Norsemen was the outside production company for TBS, producing numerous network programs, promotions and specials. During this time Norsemen also created and produced series for Discovery, TLC, Fox and Court TV. Throughout his long career Mike has been involved in all aspects of production. His projects have garnered numerous Emmy nominations and awards. Mike's recent focus has been in independent film and financing. Mike's current endeavor MBM3 Films represents a film fund focusing on financing of commercial films for theatrical release.",
    "name_more_cn": [],
    "personage_id": "36682698",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1516190",
    "personage_link": "https://www.douban.com/personage/36682698/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-19T04:28:51"
}