{
    "sid": "1516463",
    "name": "安德蕾雅·史珀林",
    "site": "douban_celebrity",
    "roles": [
        "制片人",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7c207dbb92e0d2f15d2b41749202ba7c.jpg",
    "imdb_id": "nm0818304",
    "name_en": "Andrea Sperling",
    "name_full": "安德蕾雅·史珀林 Andrea Sperling",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35566312,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900922015.jpg",
            "title": "世界尽头的一场谋杀",
            "release": 1
        },
        {
            "id": 30220358,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521958010.jpg",
            "title": "史碧华克爱恨交加的人生",
            "release": 1
        },
        {
            "id": 27120389,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568255215.jpg",
            "title": "透明家庭音乐剧终章",
            "release": 1
        },
        {
            "id": 26965165,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502244869.jpg",
            "title": "马斯顿教授与神奇女侠",
            "release": 1
        },
        {
            "id": 26858832,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455937593.jpg",
            "title": "我爱迪克",
            "release": 1
        },
        {
            "id": 26807654,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494721861.jpg",
            "title": "透明家庭 第四季",
            "release": 1
        },
        {
            "id": 26681665,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "The Skinny",
            "release": 1
        },
        {
            "id": 26432699,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2372313768.jpg",
            "title": "透明家庭 第三季",
            "release": 1
        },
        {
            "id": 26289289,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2285898084.jpg",
            "title": "透明家庭 第二季",
            "release": 1
        },
        {
            "id": 25804771,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276652938.jpg",
            "title": "流血的心",
            "release": 1
        }
    ],
    "introduction": "With over thirty feature films and seven seasons of television under her belt, Andrea Sperling is one of the most prolific producers of the past three decades. She produced her first movie at the age of 21 and helped foster the careers of critically-acclaimed writers and directors such as David Ayer, Gregg Araki, Nisha Ganatra, Jamie Babbit, Malik Vitthal, Angela Robinson, Ry Russo-Young, James Ponsoldt and Drake Doremus.In 2014, Sperling was inducted into the Academy of Motion Picture Arts and Sciences (AMPAS) and made her first foray into television, Executive Producing Joey Soloway's groundbreaking series Transparent garnering 21 Emmy nominations, 8 Emmy wins and 2 Golden Globes in 5 Seasons.Together, Sperling and Soloway founded Topple, a production company dedicated to bringing under-represented voices to the screen. Under Topple's exclusive television deal at Amazon, Sperling Executive Produced Sarah Gubbins' series I Love Dick, an adaptation of Chris Kraus' cult feminist novel, as well as Marja Lewis-Ryan's pilot College. As President of Production, Sperling oversaw a team of 12 employees and a development slate of 8-10 projects per year including feature films set up at Searchlight, MakeReady, Lionsgate, Millenium, Universal, Blumhouse, Amazon and Participant.Prior to her stint at Topple, Sperling served as Head of Production at Super Crispy Entertainment and Blaspheme, a company she formed with actress Christina Ricci with a first look deal at Millennium. Over the years, Sperling has worked with talent the likes of Christian Bale, Mark Ruffalo, Michelle Williams, John Boyega, Natasha Lyonne, John Krasinski, Kevin Bacon, Felicity Jones, Whoopie Goldberg, Sharon Stone, Jessica Biel, Melanie Lynskey, Rebecca Hall, Clea DuVall, Kate Hudson, Casey Affleck, Peter Sarsgaard, Juliette Lewis, Kathryn Hahn, Octavia Spencer and many others. Sperling most recently completed production on FX's Limited Series Retreat, a sci-fi murder mystery from creators Brit Marling and Zal Batmanglij (The OA), starring Clive Owen, Emma Corrin and Harris Dickinson.Sperling sits on the Board of Directors of Film Independent and has been nominated twice for a Spirit Award in Producing Achievement. She has been a member of the Television Academy since 2015 and the recipient of Career Achievement Awards from the San Francisco, Torino, Vienna and Miami LGBTQ+ Film Festivals. In 2012, Sperling was awarded a Special Jury Prize for Outstanding Producing Achievement-the only time in Sundance history that a producer has been awarded a Special Jury Prize. She has appeared in OUT Magazine's OUT 100 list twice and profiled in The New York Times, The Village Voice, Art Forum, Paper Magazine, The Hollywood Reporter, Detour, The Advocate, IndieWire, Filmmaker Magazine, and Vanity Fair. Sperling graduated with honors from UC Santa Barbara and holds a degree in Film Theory, History and Criticism.",
    "name_more_cn": [
        "安德里亚·史柏林"
    ],
    "personage_id": "36684828",
    "family_member": [
        "詹米·巴比特(前妻)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1516463",
    "personage_link": "https://www.douban.com/personage/36684828/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-01T19:50:23"
}