{
    "sid": "1517794",
    "name": "伍德基德",
    "site": "douban_celebrity",
    "roles": [
        "音乐人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/img/musician/medium/16067.jpg",
    "imdb_id": "",
    "name_en": "Woodkid",
    "name_full": "伍德基德 Woodkid",
    "birth_date": "1983年3月16日",
    "birth_place": "法国,塔桑拉德米吕讷",
    "last_movies": [
        {
            "id": 36405133,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904863092.jpg",
            "title": "小岛秀夫：连接世界",
            "release": 1
        }
    ],
    "introduction": "Woodkid, aka Yoann Lemoine, was originally known as a music video director : from The Shoes Wastin’ Time, to Yelle, Moby, Mystery Jets, Katy Perry or more recently Lana Del Rey Born To Die and Blue Jeans, and even Drake featuring Rihanna in Take Care. It has been reported that during a video shoot in the U.S., Woodkid received a banjo straight from the American guitarist Richie Havens’ hands, after which he stopped playing the piano and started playing the banjo for a while. Without neglecting his activity as a director, Woodkid decided to devote himself to make his own music. Woodkid released the Iron EP on March 28, 2011. On Iron music video, he starred, among others, models Willy Cartier and Agyness Deyn. The song was synced in a trailer for Ubisoft's Assassin's Creed: Revelations. The French couture brand Dior Homme's Fall-Winter 2013 collection \"A Soldier On My Own\" was inspired by Woodkid's \"Iron\", and named after the lyrics of the song. The song was used as soundtrack of the fashion show. On October 15, 2011 he sang on stage with Lana Del Rey in New York City. 2012 began with a very private parisian live show at The Eiffel Tower, broadcasted worldwide on Vice US’s platform, Noisey.com Woodkid also made a special appearance during The Shoes liveshow at the Olympia (Paris) on June 13, 2012. Woodkid is a whole creative project where every aspects is treated, from music to image. Thus, on May 21, 2012, the Run Boy Run EP was released with a music video, as \"Iron\"’s sequel and a second step into the Woodkid's white and black aesthetic. His debut album, The Golden Age, is expected in 2013.",
    "name_more_cn": [],
    "personage_id": "35854515",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1517794",
    "personage_link": "https://www.douban.com/personage/35854515/",
    "property_other": [
        {
            "label": "流派",
            "value": "摇滚"
        },
        {
            "label": "语言",
            "value": "英语"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-09-04T09:50:10"
}