{
    "sid": "1518035",
    "name": "劳拉·芭尔芭",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9ca39edcc1312f28e5522b62c6fbb1eb.jpg",
    "imdb_id": "nm3725830",
    "name_en": "Laura Barba",
    "name_full": "劳拉·芭尔芭 Laura Barba",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30205168,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550534680.jpg",
            "title": "篮球冠军",
            "release": 1
        }
    ],
    "introduction": "BIOEl principio fue actuar en mi habitación, por el pasillo, frente al espejo del baño. Mi primera compañía la fundé a los 8 años con Olga y otra niña de la que no recuerdo su nombre. Yo me encargaba de las coreografías. Nuestras primeras funciones en el césped de delante de casa.Y empecé a bailar y baile y bailé hasta que tuve hambre de otras formas. Entonces vino el Teatro de la Danza y luego la Resad y cada vez más Teatro. Después la vida, con sus luces y sus sombras me llevó a Barcelona donde trabajé con compañías como Comediants o La Fura dels Baus.También allí encontré un grupo de artistas con los que creamos Teatro de Cerca (mi segunda compañía y la primera con nombre) con quienes crecí y aprendí y tengo el placer de seguir compartiendo camino.Allí un nuevo amor, el cine. Probé delante y detras del objetivo. Probé a ver que pasa si lo utilizo para que otros crezcan tanto como me ha hecho disfrutar a mi… y me enamoré tambien de aprender enseñando.De vuelta a Madrid, me pongo a las ordenes de Michael Haneke que me lleva a viajar a algunos de los teatros más especiales de Europa. Mientras dirijo mis cortos y con ellos festivales, nominaciones…La vida me lleva trabajar en Países Bajos donde doy el paso de interpretar en inglés en varias producciones de teatro. Con la suerte de trabajar aquí y allá con gente que admiro contando historias maravillosas como Campeones, de Javier Fesser.En mi maleta Londres, Barcelona, Dinamarca, Bruselas, Sevilla, Holanda. Volviendo siempre a casa, a Madrid. Y a mi pasión, actuar.",
    "name_more_cn": [],
    "personage_id": "36694022",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1518035",
    "personage_link": "https://www.douban.com/personage/36694022/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-30T04:13:33"
}