{
    "sid": "1518608",
    "name": "埃里卡·诺纳托",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a5fc6de7fdafeb9f914581352a5439a8.jpg",
    "imdb_id": "nm10039992",
    "name_en": "Erika Nonato",
    "name_full": "埃里卡·诺纳托 Erika Nonato",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3775098,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903290530.jpg",
            "title": "感恩节",
            "release": 1
        }
    ],
    "introduction": "Flexing a strong empathy muscle serves Erika Nonato well. Naturally sympathetic to others as a so-called 'outsider' herself, this Filipinx-Canadian draws from her unique 'third culture' childhood rich in contrasts. Her acting, producing, and writing work is greatly informed by her lifelong talent for communicating kindly with an open mind.After graduating from Humber College's Acting for Film and Television program, she trained with The Lighthouse Acting Studio, The Actor's Work Studio, The Dirt Underneath, LB Acting Studios, Second City, and more. Recent credits include 'Eli Roth's Be Mine: A VR Valentine's Slasher' (Crypt TV, 2023), 'Finding Harold' (Awarded in the 2020 Worldfest-Houston International Film Festival), and 'Locke and Key' (Netflix, 2020).As a founding member of Counterbalance Collective, a new, ambitious, women-run film collective, Erika played critical roles in executive and management production. She shepherded production of all nine shorts in their 'Closed Doors' anthology, which also included her writing and directional debut 'All Too Perfect.' Erika's leaning into more leadership roles at Counterbalance, laying a strong foundation to amplify BIPOC voices, and cultivating a healthy, sustainable organizational culture. Erika's work in front of and behind the camera illustrates her commitment to honoring new, compelling, nuanced, inclusive narratives from a BIPOC point-of-view.",
    "name_more_cn": [],
    "personage_id": "36698276",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1518608",
    "personage_link": "https://www.douban.com/personage/36698276/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-29T05:49:17"
}