{
    "sid": "1518261",
    "name": "阿德里安娜·阿塞韦多·洛维特",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5876109fe8f6d1c61bc787496a8e006b.jpg",
    "imdb_id": "nm4821584",
    "name_en": "Adrienne Acevedo Lovette",
    "name_full": "阿德里安娜·阿塞韦多·洛维特 Adrienne Acevedo Lovette",
    "birth_date": "10月2日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36707215,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902530495.jpg",
            "title": "地铁",
            "release": 1
        },
        {
            "id": 36438053,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920483706.jpg",
            "title": "舞男",
            "release": 1
        },
        {
            "id": 35604181,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911831149.jpg",
            "title": "企鹅人",
            "release": 1
        },
        {
            "id": 35448363,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643044874.jpg",
            "title": "自拍录像",
            "release": 1
        },
        {
            "id": 35448362,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643047026.jpg",
            "title": "那般男孩",
            "release": 1
        }
    ],
    "introduction": "Born in San Juan, Puerto Rico, and raised in Orlando, FL, Adrienne is an award-winning actor, director, writer, and overall filmmaker. She is the founder of The Garage Productions, which has several award-winning films and web series, all of which showcase the underrepresented, the BIPOC Community, the LGBTQIA+ community, and differently-abled people.Adrienne has played opposite Naomi Watts, Aziz Ansari, Joaquin Phoenix, Sam Rockwell, and Michelle Williams just to name a few. Adrienne's favorite TV credits include \"Better Call Saul\", \"Ray Donovan\", \"Fosse/Verdon\" and \"The Deuce\" . She is also known for her role in \"Sunlight Jr.\" which premiered at the Tribeca Film Festival, playing opposite Naomi Watts, and the lead role in the award-winning short film \"Thick Heart\" where she won Best Actress at the Top Shorts Film Festival.Most recently, Adrienne produced and assisted directed a coming-of-age drama called \"Brownsville Bred\", which premiered at SXSW and won the \"Audience Award\" for the best episodic pilot. Adrienne was also a winner of the \"Sundance Collab Film Challenge\" for her personal documentary called \"Little Bean\" and has been named \"Women Directing Mentorship Semifinalist\" through Series Fest sponsored by Shonda Rhimes company Shondaland.Adrienne has directed several award-winning short films and web series, in the horror/thriller, Comedy, and Drama genres. She has currently directed her first feature film, a psychological drama called I'M OKAY, WE'RE OKAY which she co-wrote, produced, and starred in. Adrienne has also directed a coming-of-age drama pilot called \"This Boy's Vida; Made In America\".Adrienne Acevedo Lovette was born in San Juan, Puerto Rico and is of Spanish, Taino (indigenous), Afro-Latino, and English descent.",
    "name_more_cn": [],
    "personage_id": "36695892",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1518261",
    "personage_link": "https://www.douban.com/personage/36695892/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-14T12:56:06"
}