{
    "sid": "1520503",
    "name": "Michael Cooper Jr.",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d44d3fa30d607bda48bc72ec50eadc6b.jpg",
    "imdb_id": "nm12149834",
    "name_en": "",
    "name_full": "Michael Cooper Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37354863,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921555321.jpg",
            "title": "永恒之爱 第二季",
            "release": 0
        },
        {
            "id": 36778962,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921326777.jpg",
            "title": "永恒之爱 第一季",
            "release": 1
        },
        {
            "id": 34970178,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880803813.jpg",
            "title": "嘻哈梦想",
            "release": 1
        }
    ],
    "introduction": "Growing up in a family full of health care workers Michael could have not skewed further away. His mother Kemba Cooper originally hailing from Atlanta, Georgia and his father Michael Cooper, Sr born and raised in Dallas, TX.Michael spent the majority of his time playing sports. He started dabbling in theater at the age of 9 when he was casted in his first church play as Dr. Martin Luther King Jr. From there he began performing in various plays and discovered his undeniable passion for performing.It was not until his Senior year of High School, when one of his castmates introduced him to the idea of a serious career in film. That year he took it upon himself to get headshots made and graduated from High School a semester early and focused during COVID on acting. In January of 2020, he signed with an agent and shortly after moved to Atlanta, Georgia. Quickly he began working on short film projects, commercials and other acting opportunities. This allowed him time to begin learning life on set, taking classes, workshops, studying script analysis, and watching films.Towards the end of 2020, Michael landed his first major film on \"The Inhabitant\". This major film allowed Michael to gain a tremendous amount of knowledge, experience, and growth. In 2021, he quickly began working on smaller projects. With his new found knowledge and learned technique, his natural ability gradually increased. At the end of 2021 he booked his second film produced by Paramount, entitled \"On the Come up\". All while acting in films throughout the years, Michael attended University of Texas and Texas Tech studying Political Science as a full time student. He has maintained a 4.0 GPA and is on schedule to graduate from Texas Tech in 2024.",
    "name_more_cn": [],
    "personage_id": "36709818",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1520503",
    "personage_link": "https://www.douban.com/personage/36709818/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-19T13:39:28"
}