{
    "sid": "1520899",
    "name": "阿莱西亚·博纳奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/095aa9127d8dd2cc4e1cbddb04bc8d05.jpg",
    "imdb_id": "nm2274802",
    "name_en": "Alessia Bonacci",
    "name_full": "阿莱西亚·博纳奇 Alessia Bonacci",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26783008,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906145184.jpg",
            "title": "凶兆前传",
            "release": 1
        }
    ],
    "introduction": "Alessia was born in Foligno, Umbria in the center of Italy. From a very young age, she studied dance, acting and music. Her family was very supportive of her, so very soon she moved to Rome to study professionally and embarked on her career in entertainment. Her first big professional job was with the Italian tour of the renowned musical \" Jesus Christ Superstar\" starring Carl Anderson. Then Alessia got cast again in the same musical, this time in America with Time Square Productions, directed by Baayork Lee. From there, she was a lead in \"Saturday Night Fever\" and \"Copacabana,\" touring all over Europe and finally landed a part in the West End Bollywood musical \" Bombay Dreams\" produced by Andrew Lloyd Webber. She was also chosen to perform on Broadway for the opening of that show at the St. James Theatre.In London she performed at The English National Opera, at the National Film Theatre, and at the Queens Elizabeth Hall. While acting, Alessia also performed as a dancer for Kylie Minogue, Kynie West and Emma Bunton in \"Top of the Pops,\" \"The Brit Awards,\" \"CD UK,\" and \"Pop World.\" From theatre, Alessia moved into film, after training at Arts Educational where she got a Bachelor's degree and at the Actors Centre. After lead parts in many UK TV commercials, she landed a starring role in a Bollywood feature film acting next to Bollywood star Richie Kapoor and from there was cast in many other films. She also featured on TV in the \" The Paul O'Grady Show\" because of her comedic qualities.Alessia has studied privately in Los Angeles with Bernard Hiller and Cathleen Leslie and has is active in Steve Nave's Actors Workshop and Stephen Snyder/Rossi scene study class. Alessia has been featuring in the Italian even \" Film for Life\" in Los Angeles. She is co-producing a Feature Film called \" Off-Stage Fright\" and is involved in a very exciting TV series writing project in LA.",
    "name_more_cn": [],
    "personage_id": "36715898",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1520899",
    "personage_link": "https://www.douban.com/personage/36715898/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-26T23:26:12"
}