{
    "sid": "1522319",
    "name": "斯蒂芬妮·泰勒·琼斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6038f3bdf1b9f3bf01602e11f426c2da.jpg",
    "imdb_id": "nm4166314",
    "name_en": "Stephanie Tyler Jones",
    "name_full": "斯蒂芬妮·泰勒·琼斯 Stephanie Tyler Jones",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 25898713,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500295767.jpg",
            "title": "后见之明",
            "release": 1
        },
        {
            "id": 25835323,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2244225290.jpg",
            "title": "宇航员之妻",
            "release": 1
        },
        {
            "id": 25794212,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2246877123.jpg",
            "title": "分歧者2：绝地反击",
            "release": 1
        },
        {
            "id": 23761370,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919524094.jpg",
            "title": "速度与激情7",
            "release": 1
        },
        {
            "id": 10047547,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2282434035.jpg",
            "title": "饥饿游戏3：嘲笑鸟(下)",
            "release": 1
        }
    ],
    "introduction": "Stephanie Tyler Jones was born on September 23, 1993 in Elizabethtown, Kentucky, to Mark and Patty Jones. Stephanie grew up working for Mark and Patty, along with three other siblings in their family business. Her heritage includes English, Irish, German, and American Indian. In Stephanie's early years she was involved in basketball and cheer leading. She began modeling and landed the cover of her first worldwide catalog, Varsity Cheer Catalog. They still use her photographs today. Stephanie discovered her love for acting at the age of 15, and signed with an agency in Nashville, Tennessee that landed her a spot in Justin Bieber's music video, \"Mistletoe\". At the age of 17, Stephanie won the title of Miss Kentucky Teen USA 2011. After high school, she attended the University of Kentucky, majoring in Broadcast Journalism before switching to Elementary Education. She soon withdrew from the University and moved to Atlanta, Georgia to pursue her acting career full time. During her time in Atlanta she has worked as a featured extra on several films, most recently: Hunger Games: Mockingjay Part 2, Fast and the Furious 7, and Insurgent. She learned what it is like to be a crew member of a major motion picture by working as a production assistant on films such as: Ride Along 2 and The Nice Guys, starring Russell Crowe and Ryan Gosling. This gave her the ability to learn and respect all sides of the camera, and truly fall in love with the film industry as a whole. Stephanie just wrapped up photo doubling and standing in for lead actress Matilda Lutz in Paramount Pictures latest film Rings. This was her first full time stand in position. Prior to this she was the lead in Yamaha Entertainment's short film The Gift, where she played the character \"Jenny.\" She also starred in 2015 CMAO Artist of the Year and Album of the year winner, Tim Hicks's, music video \"She Don't Drink Whiskey Anymore.\" Stephanie's training did not begin in a classroom. She received majority of her training on set, learning from some of the best names in the film industry today. She has worked with actors: Vincent D'Onofino, Johnny Galecki, and Jennifer Lawerence. She also learned by taking direction from Director of Photography, Sharone Meir, and also Academy Award winning director, Ang Lee. Outside of the film industry Stephanie enjoys catching up on the latest TV shows and movies. This allows her to study and take notes on what other actors are practicing, so that she can continue to grow as an actor. Stephanie is passionate about the craft, determined to continually learn, and is ambitious to be a part of something great. Her goal is to star in a major motion picture and to be nominated for her work.",
    "name_more_cn": [],
    "personage_id": "36724007",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1522319",
    "personage_link": "https://www.douban.com/personage/36724007/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-03T11:13:15"
}