{
    "sid": "1522861",
    "name": "CJ·帕森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c0f05ba984be948d08ed18cb8a3d8071.jpg",
    "imdb_id": "nm7480187",
    "name_en": "CJ Parson",
    "name_full": "CJ·帕森 CJ Parson",
    "birth_date": "9月22日",
    "birth_place": "美国新泽西州泽西城",
    "last_movies": [
        {
            "id": 35908203,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917464924.jpg",
            "title": "夜魔侠：重生 第一季",
            "release": 1
        }
    ],
    "introduction": "CJ Parson was born in Jersey City, New Jersey and is one of eighteen siblings. C.J. attended Snyder High School of Performing Arts where he studied Film, Television and Music and graduated with honors for his achievements in the performing arts program. In 2004, C.J. was hired by the Jersey City Police Department where he served as a homicide detective, SWAT Supervisor and Community Response Team Commander. He received numerous press write-ups for his role as the commander of a vice unit and special assistant to the Chief of Police. He was also awarded Police Officer of the Year the highest award bestowed upon a cop for merited acts of bravery and excellent police / community service.In 2017, C.J. retired from the police force to pursue his true passion as an actor. He relocated to Los Angeles, California and joined the prestige actors union, SAG-AFTRA. His acting gifts were immediately noticed by several Hollywood professionals and he soon found himself performing numerous network episodic co-star roles, where he has been praised for his portrayal as the FBI SWAT leader, using his real life experiences as a cop and training as an actor to deliver organic performances.",
    "name_more_cn": [],
    "personage_id": "36729523",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1522861",
    "personage_link": "https://www.douban.com/personage/36729523/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-18T05:42:09"
}