{
    "sid": "1522383",
    "name": "塔利亚·保罗",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/332764b27d73d0b6be8e8afee5785554.jpg",
    "imdb_id": "nm0667007",
    "name_en": "Talia Paul",
    "name_full": "塔利亚·保罗 Talia Paul",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5237870,
            "year": "2003",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "As Luck Would Have It",
            "release": 1
        },
        {
            "id": 5114448,
            "year": "1989",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523068202.jpg",
            "title": "Misplaced",
            "release": 1
        },
        {
            "id": 5095631,
            "year": "1982",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904870533.jpg",
            "title": "美国剧场",
            "release": 1
        },
        {
            "id": 1304767,
            "year": "1995",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2639301481.jpg",
            "title": "威猩闯天涯",
            "release": 1
        },
        {
            "id": 1294098,
            "year": "1987",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329271446.jpg",
            "title": "凶眼",
            "release": 1
        },
        {
            "id": 1294040,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2650869887.jpg",
            "title": "爱心派对",
            "release": 1
        }
    ],
    "introduction": "Born in the east village of Manhattan, raised in Rochester, New York and Aspen, Colorado, Talia incorporates a wide variety of influences into her work. Having had the good fortune to grow up in a musical household (her father is an opera singer, her mom a gospel pianist and teacher), Talia began writing songs and stories at an early age.Long summers in Aspen (before it became Beverly Hills) brought out her cowgirl ways, and put in her ear the sounds of old country - Hank Williams, George Jones, Loretta Lynn...combined with the classical and jazz of the Aspen Music Festival.Talia wrangled horses, guided rides up the Colorado Rockies, barrel raced in the local rodeos, and soaked up the all the sounds around her. Back in New York, Talia ditched her piano lessons and selected the Tuba at age nine. She played for over ten years and toured Europe as the tubist for the Rochester Philharmonic Youth Orchestra.Not a stranger to the stage, Talia made her theatrical debut at age five, in \"La Boheme\", alongside her father and siblings, at The Eastman Theatre. She continued acting, and began working professionally at age eighteen. Several leading roles in films followed, including \"Anguish\", \"Misplaced\", \"Love and Other Sorrows\", along with Broadway, Off-Broadway, and regional theatre (Walnut Street Theatre, Indiana Repertory...)In NYC, Talia trained at NYU, the Circle In The Square Theatre School, and with Sandra Seacat. After several years of working as an actor, a series of events occurred which altered the trajectory of her life. Upon completion of her first movie, \"Anguish\" (filmed in Barcelona), the generous crew had given Talia a guitar. After a five year stalemate with the instrument, and homebound after an incident involving a mountain bike and a taxicab door, Talia finally picked up the guitar. A few very frustrating weeks passed, and then... a song spilled out. And another. The stories now had a river on which to ride. Inspired by the music and her love of travel, Talia sold everything but her guitar and a box of clothes, moved out of her NYC apartment, and bought an old Ford truck. Out of the blue, Talia was given a Shepherd-wolf pup - the perfect travelling companion. The two hit the highway, heading for Colorado.Talia traveled around the country singing and playing for gas money (and her supper!) Playing the few songs she had written, and covering Bob Dylan, Patsy Cline and Joni Mitchell tunes (sometimes pausing between chord changes), she'd camp in her truck, cook over an open fire, and just drive. Drive and play. The songs came out, rolling like water, rolling like the bald tires across the hot asphalt, the black ice, the fender-deep snow of Wyoming.Talia found horses to ride, people to sing to, and immeasurable lonesomeness along with an overwhelmingly enthusiastic response to her music. She found a cabin to call home while gigging at two different bars in nearby \"towns\" (pop. 30 at best), and braved the numbing temperatures of Northern Montana. She then headed back through Missoula and back to Aspen, which as always, felt like home.Finally, Talia decided to move to Los Angeles where she established herself as a professional solo artist. She soon built up a devoted following, while also training horses and acting in films and commercials. Her journey ultimately led her back to New York. Talia performs her original songs locally and nationally (solo and with her band), in addition to composing and performing music for features, shorts, and documentaries. She is still an avid horsewoman and cowgirl.Talia has performed at a variety of venues nationally & internationally including: the Roxy, Largo, Luna Park, and The Alligator Lounge in Los Angeles; The Knitting Factory, CBGB's, Arlene Grocery, and The Living Room in NYC; in addition to clubs in over 20 cities across the country and beyond, such as Austin, Nashville, Atlanta, and San Pedro Island, Belize. In 1996, she received recognition from Billboard magazine for her song \"Taxicabs\", and was selected by Star 98.7 FM in Los Angeles to perform along with Sarah MacLachlan at the El Rey Theatre in an event sponsored by Lilith Fair '98.Her songs are featured in several motion pictures, including \"Two Ninas\", directed by Neil Turitz, (currently playing nationwide on the movie channels), \"Love Happens\", directed by Tony Cookson, and \"Cowgirls\", a documentary by Sally Clark.",
    "name_more_cn": [],
    "personage_id": "36724851",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1522383",
    "personage_link": "https://www.douban.com/personage/36724851/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-03T01:12:14"
}