{
    "sid": "1522788",
    "name": "奥米德·扎德尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5e97d6a7f2ba23ae6a3c07bf6eb28b2c.jpg",
    "imdb_id": "nm2767933",
    "name_en": "Omid Zader",
    "name_full": "奥米德·扎德尔 Omid Zader",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35412375,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900243629.jpg",
            "title": "回声",
            "release": 1
        }
    ],
    "introduction": "Omid Zader is an American film and television actor of Persian descent. He was born in Tehran, Iran to an Iranian father and mother. At the age of 10, his parents decided to immigrate to Holland in 1995 in order to provide a better future for him and a fresh new beginning for themselves. Omid and his family lived in Holland for 4 years until an opportunity presented itself for him and his family to immigrate to the United Sates. His parents decided to live in Los Angeles, since there is a huge Persian population there, in order for them to feel a bit closer to their home country.He received his bachelor's degree in Sociology from California State University, Northridge and graduated in 2009. It was in those early college days that he started to garner an interest in stunt work in film and television. He trained for many years in several different facilities with a variety of mentors 4 to 5 times a weeks for years, since it is such a physically demanding career. He also started practicing a variety of different types of Martial Arts throughout the years, Muay Thai and Escrima being his top favorite disciplines. Through stunt work however, Omid started to fall in love with acting. He then pursued his new career goal by going through a variety of acting classes and seminars in order to get him more prepared for the years to come. Some of Omid's work can be seen on movies such as 3 Days to Kill, acting opposite Kevin Costner, to Guest-Starring roles on T.V. shows such as Major Crimes, Grimm and The Thundermans. He also has over 100 film and T.V. show credits as a stunt actor as well.Today, Omid is the Co-Founder of Turbo Panda Productions, LLC, a Los Angeles based production company, and its affiliated post production company, Rocket Panda Post, based out of Burbank, CA. Omid and Turbo Panda Productions have multiple producing credits on various films, television shows, music videos and pilots and most notably, an episode of Sesame Street's live segments. When he is not working on sets or in the office, he enjoys many outdoors activities such as mountain biking, camping and hiking. He has also been an avid Eminem fan ever since his teenage years and would love to one day collaborate with him on any capacity.",
    "name_more_cn": [],
    "personage_id": "36728355",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1522788",
    "personage_link": "https://www.douban.com/personage/36728355/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-15T10:13:37"
}