{
    "sid": "1522140",
    "name": "菲尔·海耶斯",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm1637779",
    "name_en": "Phil Heyes",
    "name_full": "菲尔·海耶斯 Phil Heyes",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35769194,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903035364.jpg",
            "title": "The Brit Awards 2022",
            "release": 1
        },
        {
            "id": 5239572,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903035571.jpg",
            "title": "DirecTV系列音乐会：乔恩·麦克劳克林",
            "release": 1
        }
    ],
    "introduction": "Phil is a double BAFTA winning highly accomplished and sought after multi camera director based in the US.A specialist in Live Television, Award Shows, Entertainment programs and Music events, he has been working in the US exclusively for the last 5 years and has Directed prime-time live shows on all major TV networks.His creative approach is from both a visual and editorial point of view, having started his working life as a Producer/Director. His unique creative eye is matched by his team leadership and relationship skills, getting the best sonically and visually out of the extremely skilled crew that he brings to every show he works on.Phil has a particular vision for music based performance programs, having started his career at the inception of MTV, he delivers and expects extremely high creative standards.Phil is the Director of American Idol and Dancing with the Stars. He has filmed award shows for MTV, Nickelodeon, Disney and iHeart.Before Moving to the US Phil Directed the Brit Awards for over a decade, and works closely and in conjunction with stars such as Beyonce, Rihanna, Coldplay, Lady Gaga, Ed Sheeran, Adele, Katy Perry, Taylor Swift and Jay Z, to name but a few.",
    "name_more_cn": [],
    "personage_id": "36722758",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1522140",
    "personage_link": "https://www.douban.com/personage/36722758/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-10T07:42:56"
}