{
    "sid": "1523677",
    "name": "埃斯特班·雷卡尼奥",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4a21eda6bb07f86a91977c485f206233.jpg",
    "imdb_id": "nm5517016",
    "name_en": "Esteban Recagno",
    "name_full": "埃斯特班·雷卡尼奥 Esteban Recagno",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36492106,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896070371.jpg",
            "title": "笑死",
            "release": 1
        },
        {
            "id": 36346764,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890322668.jpg",
            "title": "自从上次见面后",
            "release": 1
        }
    ],
    "introduction": "He was born in Montevideo on December 17, 1990, his parents are called Eduardo Recagno and Sonia Landaburu, since he was very young his parents noticed his taste for acting and it is in his School \"Cristo Salvador de Belen\" that they give him a Total Scholarship to study Singing and Acting in the Acting School of the Uruguayan Actress Imice Viñas. This made that since she was 15 years old she began to act in national theater, television, cinema and in advertising for both Uruguay and Argentina. In Theater he made his debut in the play \"De Genero Violento\" in which he was the protagonist, with the theater group \"Margarita pa' los Chanchos\", a play that toured Uruguay for 3 years, supported by the Municipality of Montevideo and the collective Mujeres de Negro. At the beginning of 2017 he started to participate in many plays in Corrientes street in Argentina and it is here where his work as an actor is better known, this allowed him to open up to many more roles in plays and participations in series in Argentina.",
    "name_more_cn": [],
    "personage_id": "36736934",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523677",
    "personage_link": "https://www.douban.com/personage/36736934/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-14T18:55:29"
}