{
    "sid": "1523051",
    "name": "罗纳德·戈弗雷",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7d125ae745ef55f03e4c4ef6b1a85543.jpg",
    "imdb_id": "nm5929736",
    "name_en": "Ronald Godfrey",
    "name_full": "罗纳德·戈弗雷 Ronald Godfrey",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35287684,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903244197.jpg",
            "title": "有机人：复仇归来",
            "release": 1
        }
    ],
    "introduction": "Ron Godfrey is the definition of persistence, consistency, and resilience. His motto and brand, Grind & Conquer, transcends his personal accomplishments and body of work as an award-nominated and accredited sag-eligible actor, producer, award-winning published author, entrepreneur, and musician into the lives of those around him and those who support him. His ability to use his relatable personal experiences and his relentless ambition to completely transform into another character is the reason why he continues to land roles as an actor on multiple major platforms that feature major films and television series like American Soul on BET, The Staircase on HBO Max, Fatal Attraction on TV One, MIKE on Hulu, and more.His awe-inspiring story of conquering his battle with severe depression is depicted in his book series, Crying Out In The Dark, which offers hope and healing to all who read it. He has dedicated his life to using his gifts, talents, and lessons to lead by example, encourage, teach, and entertain others so they too, will be able to apply the principles of 'Grind & Conquer' to their own lives in order to be successful in all areas of life.",
    "name_more_cn": [],
    "personage_id": "36731092",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523051",
    "personage_link": "https://www.douban.com/personage/36731092/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-23T14:28:11"
}