{
    "sid": "1523319",
    "name": " 菲利克斯·埃尔金",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4c13a98f2a77af6099be9beee0e86573.jpg",
    "imdb_id": "nm6441224",
    "name_en": "菲利克斯·埃尔金 phoneix elkin",
    "name_full": "菲利克斯·埃尔金 phoneix elkin",
    "birth_date": "2006年5月31日",
    "birth_place": "洛杉矶",
    "last_movies": [
        {
            "id": 27006232,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543065068.jpg",
            "title": "真探 第三季",
            "release": 1
        }
    ],
    "introduction": "Phoenix Elkin was born May 31, 2006 in Los Angeles to Samantha and Scott Elkin. Phoenix booked his first commercial for Vons Supermarket at 4 months old when his mom brought him into her audition and the director hired them both. He has worked commercially for many national brands such as Swiffer, Zillow, Pediasure, Verizon, Motorola, Whirlpool, Chevy, Walmart and others before starting to work theatrically. His first TV job was opposite Robin Williams in The Crazy Ones where he played a rude elementary student who gave Robin Williams a hard time for doing too many voices during story-time. His role in HBO's True Detective Season 3 as Will Purcell was a turning point for Phoenix where he decided that acting was more than just a hobby. Phoenix is also a sketch artist, painter, 3D artist and avid soccer player--playing almost daily since age 4. He plays competitively year-round on a club team and has gone to two Western US Championships. Phoenix lives in Los Angeles with his mom, dad, sister (India Grey) and brother (Seven James).",
    "name_more_cn": [],
    "personage_id": "36733121",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523319",
    "personage_link": "https://www.douban.com/personage/36733121/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-23T17:14:17"
}