{
    "sid": "1523793",
    "name": "康拉德·布鲁斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/db492e0c3847b22f1c9e5066842c04a8.jpg",
    "imdb_id": "nm1868208",
    "name_en": "Conrad Bluth",
    "name_full": "康拉德·布鲁斯 Conrad Bluth",
    "birth_date": "1999年5月17日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36788017,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911753765.jpg",
            "title": "诡秘之罪",
            "release": 1
        },
        {
            "id": 10428352,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871129845.jpg",
            "title": "妙狗牵手圣诞节",
            "release": 1
        }
    ],
    "introduction": "Having only been pursuing on camera roles for a few years, Conrad Bluth is a relative newcomer to the entertainment business. In this short amount of time, Conrad has established himself as a very strong actor, booking pivotal roles in big projects and gathering many industry fans along the way. He guested on CBS' Criminal Minds and Nickelodeon's Bucket and Skinner's Epic Adventure, and starred in the Hallmark television movie A Christmas Wedding Tale as Jennie Garth's son. Conrad will next join the cast of Emmy-Nominated Creator Michael Caruso's Winterthorne and recently completed principal photography on the film Bullies. He can be seen in the Universal Studios' Stephen King film Mercy opposite Chandler Riggs that also stars Dylan McDermott and Frances O'Connor and in another film titled Mercy (yes, same name...) with The Hunger Games' Amandla Stenberg, Mission Impossible's/Two Guns' Paula Patton, and Terminator's Robert Patrick, which is directed, produced, written by, and stars Robin Thicke, as well as a lead role in the film Camp. Conrad is a highly competitive basketball player, a major History buff, and a self-proclaimed expert on Greek Mythology.",
    "name_more_cn": [],
    "personage_id": "36737305",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523793",
    "personage_link": "https://www.douban.com/personage/36737305/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-07T01:35:25"
}