{
    "sid": "1523048",
    "name": "斯蒂芬·斯蒂克斯·乔西",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/07e7cf2b8b05d14b79cb9defff2a4722.jpg",
    "imdb_id": "nm3124502",
    "name_en": "Stephen Stix Josey",
    "name_full": "斯蒂芬·斯蒂克斯·乔西 Stephen Stix Josey",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36855599,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "The Regiment",
            "release": 0
        },
        {
            "id": 35287684,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903244197.jpg",
            "title": "有机人：复仇归来",
            "release": 1
        }
    ],
    "introduction": "Stephen \"Stix Josey A.K.A. \" STIX\" is an half Italian and African American Producer/Director/Writer/Author & Actor. Born to an Italian woman in New York. Stephen however grew up in the housing Projects of Boston as a young child. At the age of 6 he met a drummer performing at the Boston Commons, who allowed him to experience playing with the drums himself for the first time. That paved the way for Stephen to become a musician. At the age of only 14 he was a drummer on a Gospel Album. That was his introduction into the Entertainment industry. Stephen also went on to attend Saddleback Film School in California as well as STCC for Business Management . He also taught himself how to play the piano and make his own original music. As a result Stephen has Produced, Recorded and Engineered on over 50 Albums. He was also signed to Sony Records as an in-house Music Producer through Prodigy of Mobb Deep. As they say Producers come, Producers go and then there are those Producers that set the trends and stay the distance. Stephen is one of those people. He is a Producer/Actor/Writer and Director that exemplifies the terms of being humble and easy to work with. Stephen knows how to make things easy and effective for the numerous Film/TV Executives, Business Executives and Record Labels that he works with throughout the world. As mentioned Stephen got his professional Start in Music with Sony Records Producing such acts as Mobb Deep, John Legend, Shyheim of Wu-Tang and several others. Stephen has now began creating his own feature films and Producing Albums for his Signed Artist through his Company. The Company is called SPOTLIGHT ENTERTAINMENT. The company specializes in Film & Music. The Company has Produced several Albums and Film Projects. The first film is called \"ANGELS AROUND ME \". The movie was written by Stephen \"Stix\" Josey with the aide of some Hollywood veterans (Obba Babatunde and Conrad Glover). \" ANGELS AROUND ME \" was selected into the Philadelphia Independent Film Festival in 2012. The movie went on to win the award for \"BEST FIRST TIME DIRECTOR\". Stephen also is the Author of the book \" ANGELS AROUND ME \". The book can be found at BARNES AND NOBLE today. Stephen has also Produced (THE AMERICAN FAMILY DREAMERS, THE HILLS, GANGLAND, WHO'S ON MY SIDE, TEMPORARY FILE) just to name a few films. This is a major accomplishment for a man with a rough start in life. Stephen is also a very versatile Actor as well. You can see Stephen Acting in other Productions such as \" PATRIOTS DAY \", \" SPENCER CONFIDENTIAL \", \" PINCH \", \" ORGANIC MAN \", \" BLOOD RESERVOIR\", \" IF I TELL YOU \" to name a few. Stephen has also Produced several TV shows for PBS/Central Florida. One of the shows is starring Michael Winslow who is one of the Stars of the \" POLICE ACADEMY \" Movie Series. Stephen also Produced another TV Show with veteran Hollywood Actor Renny Roker that started airing on PBS back in August of 2008. It showcased Teens gaining an education and developing their athletic strengths through playing Golf. The show is called \"FROM TEE TO DEGREE\". Stephen was also a programmer for PBS in Central Florida for 3 years from 2006 to 2009. This allowed Stephen to develop shows to be aired on PBS. Although Stephen started out in Music, Film is where it has taken him to now. Stephen looks forward to distributing Feature Films, Music and Television Shows that the world will adore for many years to come. Stephen also has been given the opportunity to Develop and Manage RnB sensation \" KALIYAH \". Today Kaliyah has 3 Albums out around the world. It is safe to say that STEPHEN \"STIX\" JOSEY is here for the long haul setting Entrepreneurial trends for Today, Tomorrow and the Future.",
    "name_more_cn": [],
    "personage_id": "36731089",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523048",
    "personage_link": "https://www.douban.com/personage/36731089/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-05T21:52:13"
}