{
    "sid": "1523687",
    "name": "埃里克·格林斯潘",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "主持人"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8dd0b6307724f1058765e3126eb9c431.jpg",
    "imdb_id": "nm3129474",
    "name_en": "Eric Greenspan",
    "name_full": "埃里克·格林斯潘 Eric Greenspan",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36918047,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Cutthroat Kitchen Season 13",
            "release": 1
        },
        {
            "id": 36918040,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909120006.jpg",
            "title": "Cutthroat Kitchen Season 5",
            "release": 1
        },
        {
            "id": 36880274,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907852845.jpg",
            "title": "超市突击烹饪赛 第六季",
            "release": 1
        },
        {
            "id": 36809951,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905610664.jpg",
            "title": "The Next Iron Chef Season 5",
            "release": 1
        },
        {
            "id": 36809865,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "The Next Iron Chef Season 2",
            "release": 1
        },
        {
            "id": 36735469,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903368255.jpg",
            "title": "Eric Greenspan is Hungry",
            "release": 1
        },
        {
            "id": 36680394,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901825806.jpg",
            "title": "Guy's Ranch Kitchen Season 4",
            "release": 1
        },
        {
            "id": 36659111,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901239939.jpg",
            "title": "超市突击烹饪赛 第五季",
            "release": 1
        },
        {
            "id": 36478001,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895556813.jpg",
            "title": "超级大厨斗气比赛 第一季",
            "release": 1
        },
        {
            "id": 35876747,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871895285.jpg",
            "title": "Tournament of Champions Season 1",
            "release": 1
        }
    ],
    "introduction": "Eric Greenspan is an acclaimed chef and popular TV personality. He is the author of two cookbooks: \"The Great Grilled Cheese Book: Grown-Up Recipes for a Childhood Classic\" (published by Ten Speed Press) and \"Cook Up Comfort with Eric Greenspan\" (published in partnership with Weigh Watchers).Before becoming a chef, Eric was a punk rocker in Los Angeles. His \"enthusiasm for music is second only to his enthusiasm for food....\"Following his graduation from UC Berkeley's prestigious Haas School of Business with a Bachelor of Science in Business Administration, Eric attended the acclaimed Le Cordon Bleu culinary school in Paris. He went on to train in New York with such celebrated chefs as Alain Ducasse, David Bouley, and Rocco DeSpirito, as well as apprenticing at three-star Michelin chef Ferran Adria's El Bulli in Rosas, Spain.As executive chef at Los Angeles' acclaimed Patina, Eric garnered critical acclaim for his imaginative and bold cuisine and was named one of Angeleno Magazine's \"Eight Hot Chefs\" in 2003. His kitchen was the top-ranked French restaurant in the 2004 Zagat Guide.In spring 2007, Eric opened The Foundry on Melrose to similarly rave reviews and resounding success. The Foundry was runner-up for Los Angeles Magazine's \"Best New Restaurant.\" With its swanky bar, live music, and unsurpassed cuisine, the restaurant earned a swath of accolades. Condé Nast Traveler named it Best New Restaurant, it made Los Angeles Magazine's Top 75, and the \"Essential 99\" restaurants of the late LA Weekly Pulitzer-winning food critic Jonathan Gold. The Foundry was also a semi-finalist for The James Beard Foundation's Best New Restaurant in America.Starting in 2011, Eric has hosted, judged, competed or appeared on countless TV shows, including on Food Network, A&E, National Geographic, NBC, Fox, Travel Channel, FYI, Tasted, Tastemade, Facebook Watch, and many others. He defeated Bobby Flay on \"Iron Chef America,\" is a regular judge on Food Network's \"Guy's Grocery Games\" and makes regular appearances on \"Guy's Ranch Kitchen.\"In 2017, Eric started the Alt/Grub/Faction, a delivery only \"virtual\" kitchen operation and concept incubator consisting of four brands\" Chino, 2 on a Roll, Brekkie Breakfast Burritos, and Bubu's Birds and Burgers. Greenspan has become a leading voice in this emerging market and his work and insights in the \"ghost kitchen\" field have been featured in Food & Wine, the Los Angeles Times, Restaurant Hospitality and Inside Hook.Eric has done consultation across many facets of the food industry, including concept development, product development, and strategic marketing. He is a brand ambassador for WW (formerly Weight Watchers) and 505 Southwestern. He has been profiled by such publications as The New York Times,Wine Spectator, Art Culinaire, Los Angeles Confidential, Angeleno, and Los Angeles Magazine. Named 944 Magazine's \"Most Buzzworthy Chef in America.\" He also won the 2008 Grilled Cheese Invitational. He lives in LA with his wife and two sons.",
    "name_more_cn": [],
    "personage_id": "36736982",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523687",
    "personage_link": "https://www.douban.com/personage/36736982/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-07T23:23:00"
}