{
    "sid": "1523050",
    "name": "汤米·奥布莱恩",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d9bc937ee36ec9ffc550f9500713787f.jpg",
    "imdb_id": "nm5291604",
    "name_en": "Tommy O'Brien",
    "name_full": "汤米·奥布莱恩 Tommy O'Brien",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35287684,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903244197.jpg",
            "title": "有机人：复仇归来",
            "release": 1
        }
    ],
    "introduction": "Tommy O'Brien was born in Florida and has lived there until 2015. In that year, he moved to Atlanta, GA to continue his passion as a full time actor.He comes from a large family with 3 sisters and 2 brothers. He lost his mom in 1997 and his dad in 2004. He really misses them however their memory is always with Tommy. He knows that any project he receives they would be proud and are always watching over him during his filming. While he never had any kids of his own, he is truly blessed to have 12 nieces/ nephews and 6 great nieces/ nephews.He attended Central Catholic High School and was a \"C\" student. However in college, he really studied hard and was on the Presidents or Deans list, each semester. He graduated with his degree in Hotel/ Restaurant Management, with Honors. He took several film classes since he always loved the filming business.He started his professional career in the hospitality industry where he worked for over 15 years. He then worked for several companies as their Controller/ Accountant. During this whole time, he performed in over 100 dramas for his church, Rio Vista Community Church, in Fort Lauderdale. These performances were for the two services, numerous ministries and semi-annual special events (Christmas, Easter, etc).In 2012, he decided to take these acting talents to the big and small screen and has done over a 100.",
    "name_more_cn": [],
    "personage_id": "36731091",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1523050",
    "personage_link": "https://www.douban.com/personage/36731091/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-18T07:35:56"
}