{
    "sid": "1524617",
    "name": "林齐·乔丹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/46712b33b21e66c4768c99b56e2951d9.jpg",
    "imdb_id": "nm9924740",
    "name_en": "Lindsey Jordan",
    "name_full": "林齐·乔丹 Lindsey Jordan",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35700145,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905033896.jpg",
            "title": "荧屏在发光",
            "release": 1
        }
    ],
    "introduction": "On her 2018 debut album Lush, seventeen-year-old Lindsey Jordan sang \"I'm in full control / I'm not lost / Even when it's love / Even when it's not\". Her natural ability to be many things at once resonated with a lot of people. The contradiction of confidence and vulnerability, power and delicacy, had the impact of a wrecking ball when put to tape. It was an impressive and unequivocal career-making moment for Jordan.On Valentine, her sophomore album out November 5th on Matador, Lindsey solidifies and defines this trajectory in a blaze of glory. In 10 songs, written over 2019-2020 by Jordan alone, we are taken on an adrenalizing odyssey of genuine originality in an era in which \"indie\" music has been reduced to gentle, homogenous pop composed mostly by ghost writers. Made with careful precision, Valentine shows an artist who has chosen to take her time. The reference points are broad and psychically stirring, while the lyrics build masterfully on the foundation set by Jordan's first record to deliver a deeper understanding of heartbreak.On \"Ben Franklin\", the second single of the album, Jordan sings \"Moved on, but nothing feels true / Sometimes I hate her just for not being you / Post rehab I've been feeling so small / I miss your attention, I wish I could call\". It's here that she mourns a lost love, conceding the true nature of a fleeting romantic tie-up and ultimately, referencing a stay in a recovery facility in Arizona. This 45-day interlude followed issues stemming from a young life colliding with sudden fame and success. Since she was not allowed to bring her instruments or recording equipment, Jordan began tabulating the new album arrangements on paper solely out of memory and imagination. It was after this choice to take radical action that Valentine really took its unique shape.Jordan took her newfound sense of clarity and calm to Durham, North Carolina, along with the bones of a new album. Here she worked with Brad Cook (Bon Iver, Waxahatchee). For all the album's vastness and gravity, it was in this small home studio that Jordan and Cook chipped away over the winter of early 2021 at co-producing a dynamic collection of genre-melding new songs, finishing it triumphantly in the spring. They were assisted by longtime bandmates Ray Brown and Alex Bass, as well as engineer Alex Farrar, with a live string section added later at Spacebomb Studios in Richmond.Leaning more heavily into samples and synthesizers, the album hinges on a handful of remarkably untraditional pop songs. The first few seconds of opener and title track 'Valentine' see whispered voice and eerie sci-fi synth erupt into a stadium- sized, endorphin-rush of a chorus that is an overwhelming statement of intent. \"Ben Franklin\", \"Forever (Sailing)\" and \"Madonna\" take imaginative routes to the highest peaks of catchiness. Jordan has always sung with a depth of intensity and conviction, and the climactic pop moments on Valentine are delivered with such a tenet and a darkness and a beauty that's noisy and guttural, taking on the singularity that usually comes from a veteran artist.As captivating as the synth-driven songs are, it's the more delicate moments like \"Light Blue\", \"c.et. al.\" and \"Mia\" that distill the albums range and depth. \"Baby blue, I'm so behind / Can't make sense of the faces in and out of my life / Whirling above our daily routines / Both buried in problems, baby, honestly\" Jordan sings on \"c. et. al.\" with a devastating certainty. These more ethereal, dextrously finger-picked folk songs peppered in throughout the album are nuanced in their vocal delivery and confident in their intricate arrangement. They come in like a breath of air, a moment to let the mind wander, but quickly drown the listener in their melodic alchemy and lyrical punch.The album is rounded out radiantly by guitar-driven rock songs like \"Automate\", \"Glory\" and \"Headlock\". Reminiscent of Lush but with a marked tonal shift, Jordan again shows her prowess as a guitar player with chorus-y leads and rhythmic, wall-of-sound riffs. \"Headlock\" highlights this pivot with high-pitched dissonance and celestially affected lead parts - \"Can't go out I'm tethered to / Another world where we're together / Are you lost in it too?\", she sings with grit and fatigue, building so poignantly on her sturdy foundation of out-and-out melancholy. On Valentine, we are taken 100 miles deeper into the world Jordan created with Lush, led through passageways and around dark corners, landing somewhere we never dreamed existed.Today, in the wake of recording Valentine, Jordan is focused on trying to continue healing without slowing down. The album comes in the midst of so much growth, in the fertile soil of a harrowing bottom-out. On the heels of life-altering success, a painful breakup and 6 weeks in treatment, Jordan appears vibrant and sharp. \"Mia, don't cry / I love you forever / But I gotta grow up now / No I can't keep holding onto you anymore\" she sings on the album closer \"Mia\". She sings softly but her voice cuts through like a hacksaw. The song is lamenting a lost love, saying a somber goodbye, and it closes the door on a bitter cold season for Jordan. Leaving room for a long and storied path, Valentine is somehow a jolt and a lovebuzz all at once.",
    "name_more_cn": [],
    "personage_id": "36741427",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1524617",
    "personage_link": "https://www.douban.com/personage/36741427/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-23T06:35:27"
}