{
    "sid": "1525415",
    "name": "杰斯·尚利欧",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e715dc055e1fb9fa501e16ad7a79cabf.jpg",
    "imdb_id": "nm3324304",
    "name_en": "Jess Chanliau",
    "name_full": "杰斯·尚利欧 Jess Chanliau",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35881452,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890610138.jpg",
            "title": "头号外交官 第一季",
            "release": 1
        }
    ],
    "introduction": "Jess Chanliau is a bilingual American / French actor, movement artist and singer with a BA in Acting from the Royal Conservatoire of Scotland (RCS), Glasgow, UK.Jess completed filming her first feature length movie, \"Inmate Zero\" (aka\"Patients of a Saint\") in the lead role of Stone that was released worldwide in January 2020.In August 2019 Jess was at the Edinburgh Fringe festival performing over 20 different characters in the play \"South Bend\". Jess then went on tour with the play in September throughout Scotland.Born in the United States, Jess moved to Paris, where she attended college and also classes at the Cours Florent.Jess returned to the U.S. for her final year of high school in California to attend the performing arts program at the Marin School of the Arts in Novato.Following graduation, Jess attended the Pacific Conservatory of the Performing Arts in Santa Maria and then went on to attend RCS.While attending the RCS, Jess spent a semester studying and performing at the Conservatoire National Supérieur d'Art Dramatique in Paris.In addition to honing her acting skills, Jess has deepened her love of movement through the techniques of Lecoq, Viewpoints, Laban, Grotowski, Feldenkrais, Yoga and Acrobatics.",
    "name_more_cn": [],
    "personage_id": "36747445",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1525415",
    "personage_link": "https://www.douban.com/personage/36747445/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-21T20:11:58"
}