{
    "sid": "1526238",
    "name": "约翰·布兰登",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/27991388f872fefd38c2ddaec6b321e2.jpg",
    "imdb_id": "nm0104777",
    "name_en": "John Brandon",
    "name_full": "约翰·布兰登 John Brandon",
    "birth_date": "1929年6月21日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1292065,
            "year": "1983",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p725257976.jpg",
            "title": "疤面煞星",
            "release": 1
        }
    ],
    "introduction": "John Edward Barandon (June 21, 1929 – August 25, 2014) was an American film, stage and television actor.Brandon was born in Rego Park, New York.He served in the army from 1952 to 1954, including service in the Korean War. He made his television debut in 1960, appearing in the British anthology television series BBC Sunday-Night Play. His first film appearance was in the 1966 film Arrivederci, Baby!, playing a radio engineer.Brandon later guest-starred in numerous television programs including Gunsmoke, Archie Bunker's Place, Three's Company, Fantasy Island, Diff'rent Strokes, The Hardy Boys/Nancy Drew Mysteries, Man in a Suitcase, Frasier, All in the Family, Hazel, Little House on the Prairie, Private Practice,Murder, She Wrote, Eight Is Enough, Doctor Who, Cagney & Lacey and The Greatest American Hero. He also appeared in films such as Scarface, The Adventures of Rocky and Bullwinkle, The Brink's Job, Saved by the Bell: Wedding in Las Vegas, Racing with the Moon, Battle Beneath the Earth and The Broken Hearts Club.In 1988 Brandon played the role of the corrupt police captain William Handler in the final season of the American soap opera television series Dynasty. From 1990 to 1991 he played the role of Ben Maclaine, the husband of Helen Maclaine (Tippi Hedren) in The Bold and the Beautiful. Brandon also played the role of Ken Mahoney in Days of Our Lives from 1978.Brandon retired in 2007, last appearing in the medical drama television series Private Practice. He died on August 25, 2014, in Middle Village, New York, at the age of 85.Brandon was buried at St. John Cemetery in Middle Village, New York.",
    "name_more_cn": [],
    "personage_id": "36752057",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1526238",
    "personage_link": "https://www.douban.com/personage/36752057/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2014年8月25日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-03-24T02:56:35"
}