{
    "sid": "1526887",
    "name": "侯赛因·哈桑",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0769f047badda3b08d4a44fcb72545cf.jpg",
    "imdb_id": "nm2203662",
    "name_en": "Hussein Hassan Ali",
    "name_full": "侯赛因·哈桑 Hussein Hassan Ali",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37106155,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Nani",
            "release": 1
        },
        {
            "id": 35400639,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2755638790.jpg",
            "title": "入学考试",
            "release": 1
        }
    ],
    "introduction": "Biography Husseiin Hassan is a well-known director, writer and actor in Kurdistan. In 2006 he shot his first feature film \"Narcissus Blossom\" which was screened at the Panorama section at the 56th Internationale Filmfestspiele Berlin (Berlinale) and at the Toronto International Film Festival. The film was awarded with the Amnesty International Film Prize at the Berlinale. In 2009 Hassan finished his second feature film as writer and director called \"Herman\" which premiered at Pusan International Film Festival. Hassan also directed 29 episodes for the Kurdish TV-Drama \"Dilan\" which was screened at KurdSat in 2008. He also directed ten episodes of the KurdSat TV-Drama \"My Dream\" from 2009 to 2010. Although constantly working on his own film projects since 2006, Hassan is also successful as actor. He played the leading role in Shawkat Amin Korki's awarded film \"Crossing the Dust\" (2006) and was the main actor in Korki's award-winning film \"Memories on Stone\" (2014). Recently, he acted in Batin Ghobadi's \"Mardan\" (2014) which premiered at the Toronto International Film Festival. It was the official \"Oscar\" suggestion from Iraq in 2014. In 2016 Hassan's feature film \"Reseba: The Dark Wind\" won several prestigious prizes such as UNESCO Award at the Asian Pacific Screen Award, the Muhr Award at the Dubai International Film Fest, and the FIPRESCI Prize at Dhaka International Film Festival (2017). The film is a about a young Yazidi couple preparing for their marriage when radical Islamist militants attack their village in Iraq. From that moment onward their lives are turned into a living nightmare, challenging the question \"Does love truly conquer all?\".",
    "name_more_cn": [],
    "personage_id": "36755501",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1526887",
    "personage_link": "https://www.douban.com/personage/36755501/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-23T21:35:31"
}