{
    "sid": "1526136",
    "name": "劳尔·艾伦",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c63b1250ddf407c66ef472f6c7d2c327.jpg",
    "imdb_id": "nm5977008",
    "name_en": "Laur Allen",
    "name_full": "劳尔·艾伦 Laur Allen",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36692514,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "把钱给我",
            "release": 0
        },
        {
            "id": 35662203,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2730446507.jpg",
            "title": "海莉的牧场暖心圣诞",
            "release": 1
        },
        {
            "id": 34851342,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576433168.jpg",
            "title": "圣诞恋爱季",
            "release": 1
        }
    ],
    "introduction": "Laur Allen is a multi-ethnic Los Angeles native who made her network TV debut as the recurring character \"Juliet Helton\" on CBS's \"The Young and the Restless.\" While on \"Y&R,\" Laur was simultaneously earning her JD at USC Gould School of Law. An actor and attorney, Laur is also an advocate for her community .After becoming the first mixed-ethnicity Miss Los Angeles Chinatown Queen in the pageant's history, Laur served as the ambassador for the Southern California Chinese community, both locally and abroad. Laur was then invited to compete in Miss Chinese International in Hong Kong, where she made Top 7 and won Miss Friendship. These years representing her heritage contributed to Laur's passion to develop a career in the entertainment industry that would also allow her to be a voice for her community and a bridge across multiple cultures.Prior to acting, Laur worked behind the scenes in production and development, and then in the TV marketing department at a major studio. In short, she exhausted other career options in the entertainment industry before finally admitting that she was drawn to acting. Though she began her journey in front of the camera later than most, she has had the honor of working alongside talent such as Lindsay Wagner, French Stewart, Archie Kao, and Lisa Blake Richards in recent projects ranging from a romantic comedy to a farcical superhero quest to an action thriller.Laur grew up as a competitive figure skater, basketball player, track and field athlete, and classical pianist. She graduated Magna Cum Laude and Phi Beta Kappa from Vanderbilt University and after completing law school at USC, was admitted as a member of the State Bar of California in 2021. In her free time, she enjoys tactical training and animal rescue. With a strong passion for advocacy, Laur works to combine acting and law to build an empowering platform through which she can have a positive humanitarian impact.",
    "name_more_cn": [],
    "personage_id": "36751342",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1526136",
    "personage_link": "https://www.douban.com/personage/36751342/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-04T15:21:27"
}