{
    "sid": "1527637",
    "name": "克里斯蒂·伍兹 演员",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ae7cc07ad922e0d881e0b4808340e62e.jpg",
    "imdb_id": "nm3815210",
    "name_en": "Kristi Woods",
    "name_full": "克里斯蒂·伍兹 演员 Kristi Woods",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36114521,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912496189.jpg",
            "title": "陷阱",
            "release": 1
        }
    ],
    "introduction": "Kristi is a proud ACTRA and CAEA member. A singer and actor whose versatility has led to opportunities performing on stages such as The Danforth Music Hall, The Princess of Wales Theatre, The St. Lawrence Centre, The Elgin Theatre, The Winter Garden Theatre, Koerner Hall, and Carnegie Hall in New York. Sharing some of these stages with artists like Josh Groban, Sarah Brightman and Steven Page.Theatre Credits include; Jennie Malone in Chapter Two (Stage West Calgary; Calgary Theatre Critics Award nomination for Best Leading Actress in a Comedy); Ensemble/Mother u.s in Rock of Ages (Elgin Theatre; 8 DORA nominations including Outstanding Production); Soupy Sue in Urinetown (TMC); K.T. in Merrily We Roll Along (TMC); Mother in Love At A Distance (Smile Theatre); Serena in Legally Blonde (LOT); Rocky Horror (Fallen Rock) and Cabaret (Rose Theatre). Kristi has also had the pleasure of working on new Canadian Musical workshops including; Ensemble the Musical; Every Silver Lining; Compulsion; Wendy Darling; and Liam: The Musical.",
    "name_more_cn": [],
    "personage_id": "36758536",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1527637",
    "personage_link": "https://www.douban.com/personage/36758536/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-23T20:36:44"
}