{
    "sid": "1529281",
    "name": "文森特·迈克尔·韦伯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/925f9ce5fa3c929c9a19e922f6ff0ad2.jpg",
    "imdb_id": "nm12737340",
    "name_en": "Vincent Michael Webb",
    "name_full": "文森特·迈克尔·韦伯 Vincent Michael Webb",
    "birth_date": "2007年6月11日",
    "birth_place": "美国，佛罗里达州",
    "last_movies": [
        {
            "id": 36656598,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901390196.jpg",
            "title": "Cindy la Regia",
            "release": 1
        }
    ],
    "introduction": "Vincent Michael Webb is not your average teenager. Only fourteen years old and he has become a model, actor, influencer and philanthropist. Vincent was born in Florida on June 11, 2007 and grew up Michigan until he moved to Cancun, Mexico six years ago.According to his mother, Diana Cascio, \"Vincent was a very talkative and charming boy who loved to talk to anybody who would listen to his stories. Most of the time he lived in a very imaginative world telling tall tales. Vincent loves to entertain all by dancing and telling stories. He is a natural born entertainer.\"After his mother opened an Instagram account featuring him, Vincent was contacted to model for commercial productions for hotels and clothing brands. Now, with more than 50k Instagram followers, he relates those early experiences with his desire to become an actor.It was two years ago, that Vincent decided to pursue a professional career in acting. When he decided he wanted to be an actor he was signed by Stephanie Ripstein. The opportunity to show his talent appeared along the film \"MexZombies\". This project, directed by Chava Cartas, was shoot in Durango, Mexico and features well-known actors, such as Barbara del Regil. The movie is now under post-production and will be released later this year. Vincent also appeared in Netflix's miniseries \"Somos\", ranked No. 1 in Mexico.",
    "name_more_cn": [],
    "personage_id": "36767717",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1529281",
    "personage_link": "https://www.douban.com/personage/36767717/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-09T10:00:11"
}