{
    "sid": "1529902",
    "name": "丹尼斯·凯莱赫",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/dbea591da29caea2cd5088331b6e40d0.jpg",
    "imdb_id": "nm8725555",
    "name_en": "Dennis Kelleher",
    "name_full": "丹尼斯·凯莱赫 Dennis Kelleher",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35948779,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881048077.jpg",
            "title": "散户大战华尔街：游戏驿站传奇",
            "release": 1
        }
    ],
    "introduction": "Dennis Kelleher is Co-founder, President and Chief Executive Officer of Better Markets, a Washington DC-based nonprofit established to make finance and government serve society, fight injustice and inequality, and promote economic security, opportunity, and prosperity for all Americans. At Better Markets, Mr. Kelleher's leadership requires operating in the legislative, executive, and judicial branches simultaneously while developing and driving communications strategies to support those policy efforts. Since founding Better Markets in 2010, he has been quoted more than 3,000 times, done more than 150 live TV appearances, participated in more than 300 rulemakings and 25 legal cases, and testified more than 10 times.Mr. Kelleher served as a member of the Biden-Harris Transition team and, from September 2020 through January 2021, was on the Federal Reserve, Banking and Securities Agency Review Team and worked with the Treasury Department and Department of Justice teams. In April 2022, Washingtonian Magazine named Dennis, for the second year in a row, one of \"Washington's most influential people\" in banking and finance, saying he was one of the experts \"who shape the laws that govern the country and ultimately affect the course of history.\"Prior to Better Markets, Mr. Kelleher worked for almost eight years in senior staff positions in the United States Senate, concluding his service in 2010 as Chief Counsel and Senior Leadership Advisor to the Chairman of the Senate Democratic Policy Committee, a member of Senate leadership. Earlier in his career, Mr. Kelleher was a partner with the international law firm Skadden, Arps, Slate, Meagher & Flom, where he had an extensive and broad-ranging U.S. and European practice specializing in crisis management and complex corporate matters that focused on governance, securities, and financial markets. Mr. Kelleher served four years of active-duty enlisted service in the Air Force as a crash/rescue firefighter/medic, which preceded his graduation with the highest honors from Brandeis University and with honors from Harvard Law School.",
    "name_more_cn": [],
    "personage_id": "36769650",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1529902",
    "personage_link": "https://www.douban.com/personage/36769650/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-27T10:07:26"
}