{
    "sid": "1530277",
    "name": "安迪·库伯特",
    "site": "douban_celebrity",
    "roles": [
        "绘者",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2fb66f708afa93feba3a8c19b9c6419a.jpg",
    "imdb_id": "nm1572769",
    "name_en": "Andy Kubert",
    "name_full": "安迪·库伯特 Andy Kubert",
    "birth_date": "1962年2月27日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36457560,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893814188.jpg",
            "title": "超能力：DC故事",
            "release": 1
        },
        {
            "id": 26920381,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908224625.jpg",
            "title": "X战警 第五季",
            "release": 1
        }
    ],
    "introduction": "Andrew Kubert (/ˈkjuːbərt/; born February 27, 1962) is an American comics artist, letterer, and writer. He is the son of Joe Kubert and brother of Adam Kubert, both of whom are also artists, and the uncle of comics editor Katie Kubert.Kubert is a graduate of and an instructor of second-year classes at The Kubert School, founded by his father, who also taught there, and would later serve as an instructor there himself. After beginning his career as a letterer at DC Comics, Kubert went on to illustrate books for that company including Sgt. Rock and Adam Strange, as well its intercompany crossover with Dark Horse Comics, Batman Versus Predator.He later worked for Marvel Comics, illustrated various X-Men and Ultimate Marvel-related titles, including The Uncanny X-Men, Ultimate X-Men, and Ultimate Iron Man, and provided artwork for notable storylines such as \"Age of Apocalypse\" in 1995. He returned to DC in 2005, where he provided art for storylines such as Batman: Cacophony, \"Whatever Happened to the Caped Crusader?, \"Blackest Night\", \"Flashpoint\", and The Dark Knight III: The Master Race. During his run on Batman with writer Grant Morrison, they co-created the character Damian Wayne.",
    "name_more_cn": [
        "安德鲁·库伯特"
    ],
    "personage_id": "36773165",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1530277",
    "personage_link": "https://www.douban.com/personage/36773165/",
    "property_other": [],
    "name_more_other": [
        "Andrew Kubert"
    ],
    "update_at": "2025-02-08T23:36:47"
}