{
    "sid": "1530127",
    "name": "克里斯托夫·扎雅克-德内克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/35820282597c2b9b373e1645b1221be4.jpg",
    "imdb_id": "nm1324705",
    "name_en": "Christophe Zajac-Denek",
    "name_full": "克里斯托夫·扎雅克-德内克 Christophe Zajac-Denek",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36676142,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904392316.jpg",
            "title": "大脚野人日落",
            "release": 1
        }
    ],
    "introduction": "Christophe Zajac-Denek is an American actor, drummer, and stuntman. Born in Detroit, Michigan, he moved to Los Angeles in 2009. Most recently, Christophe stars in Sasquatch Sunset (2024) alongside Jesse Eisenberg and Riley Keough. Christophe is a cast member in The Return Season of Twin Peaks (2017), directed by David Lynch. He plays Ike \"The Spike\" Stadtler, a vicious hitman. Christophe has co-starred on 10 episodes of Jimmy Kimmel Live (2016-2020) as various principal comedic characters. Other co-starring roles include Lemon (2017), Fresh Off The Boat (2016), Tales of Halloween (2015), A Million Ways To Die In The West (2014), and Paul (2011).As a professional drummer, Christophe has played on Jimmy Kimmel Live (2016) with house band: Cleto and the Cletones and on Ellen Degeneres Show (2009-2010) with Yuto Miyazawa. He is featured as the drumming baby in the film Popstar: Never Stop Never Stopping (2016). Before moving to Hollywood, Christophe co-founded an original band from Detroit called The Hard Lessons (2003-2008) in which he toured the US and Europe.Being a little person and very athletic, Christophe has been called for all sorts of stunt work. On Twin Peaks (2017) he wielded multiple weapons and performed combat choreography in scenes with stars Kyle MacLaughlin and Naomi Watts. On Deadpool Musical 2 (2018) Christophe stars as the superhero Puck and showcases extensive combat choreography. OZ: The Great and Powerful (2013) found Christophe flying on wires and driving a team of horses. Paul (2011) called on Christophe to be the movement and motion reference for the CGI lead/title character.In addition to acting in film and TV, Christophe hosts and produces a podcast about the exceptional lives of people with dwarfism. The show is called I'm Kind Of A Big Deal. Christophe also advocates for people of short stature by creating media and journalism works that have been featured on ipondr.com. He has starred in multiple projects that have been screened at various film festivals across the globe. Christophe is also a speaker who has presented to major corporations and conferences. His life's mission is to work to elevate little people to a level of parity in Hollywood and society.",
    "name_more_cn": [],
    "personage_id": "36772768",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1530127",
    "personage_link": "https://www.douban.com/personage/36772768/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-05T23:44:27"
}