{
    "sid": "1530994",
    "name": "洛林·梅尔哈特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/40b43f9df9949c9268b8135eb04627ed.jpg",
    "imdb_id": "nm6856947",
    "name_en": "Lorin Merhart",
    "name_full": "洛林·梅尔哈特 Lorin Merhart",
    "birth_date": "1997年1月28日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37325241,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920670935.jpg",
            "title": "课间好时光",
            "release": 1
        },
        {
            "id": 36650602,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900943937.jpg",
            "title": "比赫特：禁忌之爱",
            "release": 1
        },
        {
            "id": 34981931,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588840840.jpg",
            "title": "坑 第三季",
            "release": 1
        }
    ],
    "introduction": "Lorin 'von' Merhart, (born 28th of January 1997), is a Turkish/German actor, writer and film producer. He has been in numerous TV shows and films, best known for his performance in the Oscar shortlisted thriller 'The Criminals', which also has won him 'Best Lead Actor' in a short film. He is known for his 'character transformations' and is considered to be 'a rising talent' from Turkey. Merhart speaks 3 languages, Turkish and German being his mother tongues and a high degree of English.He started his acting career when he was 11 with a short film called 'My Turn' by Ismet Ergun, which won 32 awards internationally including Locarno Film Festival. He then made his TV debut with the first ever Turkish sitcom 'Zil Calinca' ( As The Bell Rings ) on Disney Channel Turkey. Following his early success he has been in several major TV shows since, and made his biggest TV debut with the role of \"Kutay\" in the record breaking TV show Çukur ( The Pit ).He has studied acting in London, a year at Rose Bruford College and 3 years at Drama Studio London which earned him a BA Hons Degree. Merhart also appeared in many theatre plays during his training, including \"Slow Falling Bird\" directed by Hannah Berrigan which was performed in the West End. He is now expected to appear in the 2nd season of the groundbreaking Netflix production \"Sahmaran\" with the role of 'Kayra'.Merhart is also known for his athletic physique and ability to perform high endurance sports such as Muay Thai* and Kick Boxing. He is also highly skilled in Sword Fighting, Parkour, Skiing and many more physical activities.You can catch him playing a Muay Thai fighter in the compelling TV show called \"Duran\".",
    "name_more_cn": [],
    "personage_id": "36779954",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1530994",
    "personage_link": "https://www.douban.com/personage/36779954/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-02T03:30:06"
}