{
    "sid": "1532777",
    "name": "吉姆·弗朗斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b0b1a47836c54a06239cb8fd8bf935ed.jpg",
    "imdb_id": "nm2740716",
    "name_en": "Jim France",
    "name_full": "吉姆·弗朗斯 Jim France",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35457305,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882668148.jpg",
            "title": "逐星女 第三季",
            "release": 1
        },
        {
            "id": 35133687,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2671090976.jpg",
            "title": "逐星女 第二季",
            "release": 1
        },
        {
            "id": 30283264,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600101290.jpg",
            "title": "逐星女 第一季",
            "release": 1
        }
    ],
    "introduction": "Born in Scotland (no Scottish accent), Jim France was educated in Scotland, England and Switzerland. He spent much of his life in the hospitality industry after being an actor for some years and before taking up the craft again. He is fluent in several languages and became an American citizen in 1974. He has had the opportunity to live on three continents, in 8 countries, 15 States, one Province and Puerto Rico along with 23 cities - all as a result of his work in the hospitality industry.He was trained in the former \"Repertory Theatre System\" in the UK, participating in 40 productions annually for two years - being involved in not only acting but all aspects of the theatre - props, set, costumes, lights, effects and as existed formerly - prompting.Denied by his Father to attend the Royal Academy of Dramatic Art in London, he entered his Father's industry and graduated from the Hotel School in Lausanne, Switzerland and spent much of his life operating hotels ending up as CEO of a small hotel company.Deciding in 2003 to follow his dream, he studied privately for 3 years. He attended his first professional audition in 2006, landing the role of Henry Albertson in \"The Fantasticks\" and has been working ever since in film, commercials, voice-overs or on the stage.He is a happy man!",
    "name_more_cn": [],
    "personage_id": "36791275",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1532777",
    "personage_link": "https://www.douban.com/personage/36791275/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-22T06:33:57"
}