{
    "sid": "1532027",
    "name": "凯文·坦斯基",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9313cdca586579e1b046d9d59ed7d447.jpg",
    "imdb_id": "nm4908734",
    "name_en": "Kevin Tanski",
    "name_full": "凯文·坦斯基 Kevin Tanski",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35629814,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907683089.jpg",
            "title": "卡布里尼",
            "release": 1
        }
    ],
    "introduction": "Kevin Tanski was born in Buffalo, NY to George and Beverly Tanski. The middle child, set between his older brother Brian and younger sister Jessica, Kevin attended Lancaster High School located just outside of Buffalo, NY. After graduating, Kevin was recruited to the University At Buffalo to play football for the Buffalo Bulls. After playing for a short time, Kevin decided to focus on his studies graduating with a degree in Psychology. Kevin Tanski got his first taste of the entertainment industry in 2005 when he attended Buffalo Pro Wrestling Gym graduating from there as \"Tank\" Tanski. Tank Tanski was paired with his wrestling trainer Mark \"Killer Kumpf\" to form the \"Buffalo Bad Boys,\" wrestling in independent promotions. Kevin left wrestling for other career pursuits. Kevin taking a shot once again in the entertainment industry, was fortunate enough to be cast, due to his martial arts training, and certification in Law Enforcement, as a background/stunt actor police officer for the movie \"Dark Knight Rises.\" It was that experience that opened the door for Kevin in the film industry. Kevin auditioned and received his first lead role in the feature film titled \"Beyond the Call of Duty\" in spring of 2012 where he portrayed a Combat Specialist as part of an elite military strike team. This movie, although created on a micro budget, earned worldwide distribution and can be seen in over 30 countries. Shortly after that, Kevin was cast in a supporting role as a mean Bounty Hunter in a Western feature film titled \"Ride the wanted trail.\" Kevin began studying advanced acting techniques under Frank Rossi of Frank Rossi Studios in Buffalo, NY in 2012. Kevin has always expressed his love for being on set stating there is no other place he would rather be and enjoys traveling around the country to film. Kevin earned eligibility for the Screen Actor's Guild by booking a principal role as a Police Officer for the award winning feature film Topside shot in 2019 and released in 2021. Kevin Joined SAG in the summer of 2021 and booked a principal role in a television pilot in 2022, of which details can not yet be disclosed at time of this update.",
    "name_more_cn": [],
    "personage_id": "36787330",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1532027",
    "personage_link": "https://www.douban.com/personage/36787330/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-28T04:39:11"
}