{
    "sid": "1532723",
    "name": "杜卡金·波德里马吉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a7c800df296dde9dcd03f3e44c4359c7.jpg",
    "imdb_id": "nm7044283",
    "name_en": "Dukagjin Podrimaj",
    "name_full": "杜卡金·波德里马吉 Dukagjin Podrimaj",
    "birth_date": "1986年1月2日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 3338853,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905667774.jpg",
            "title": "乌鸦",
            "release": 1
        }
    ],
    "introduction": "Dukagjin Podrimaj (Duke) is an international actor residing between New York, London, and Prishtina. With an invigorating passion and love for the craft, Duke started acting by the age of 9. Making his aunt film his impersonations of local actors, as a kid, Duke took part in many commercials and music videos. When the time was about right to decide his major, he dropped acting and with a heavy heart went on to study Business Management and Public Policy in Rochester Institute of Technology (RIT). He graduated in 2008.In 2010, the old passion started to weigh in, so he went on to pursue acting and formalize his true dream that's been resting for years. He got accepted in the University of Prishtina to study Acting for Screen. Since then, Duke has been honing his craft by working with national and international A-listers. His attributes and experience make him professional, punctual, team-worker, responsible, confident, athletic, musical, equestrian, multilingual, martial artist, and above all he understands the business.",
    "name_more_cn": [],
    "personage_id": "36790820",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1532723",
    "personage_link": "https://www.douban.com/personage/36790820/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-02T05:50:27"
}