{
    "sid": "1532791",
    "name": "伊萨·彭里霍",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0faf4c5a05c0a60073a841cbb4c6d7c1.jpg",
    "imdb_id": "nm3639264",
    "name_en": "Ysa Penarejo",
    "name_full": "伊萨·彭里霍 Ysa Penarejo",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36841512,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Space & Time",
            "release": 1
        },
        {
            "id": 35457305,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882668148.jpg",
            "title": "逐星女 第三季",
            "release": 1
        },
        {
            "id": 35133687,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2671090976.jpg",
            "title": "逐星女 第二季",
            "release": 1
        }
    ],
    "introduction": "Ysa Penarejo is a gifted actor and dancer best known for starring in the Netflix hit show \"Project Mc2.\" The Emmy-nominated show follows a group of four extremely intelligent girls who are recruited to join a secret spy organization called NOV8. Renewed for a second and third season, Ysa is reprising her role as 'Camryn Coyle,' the intelligent, analytical \"MacGyver\" of the group. Her next role will be playing best friend 'Alicia' in the upcoming family movie \"Gibby,\" a story about a girl whose relationship with a monkey helps her find solace after losing her mother and battling depression.Born and raised in San Diego, California, Ysa fell in love with dancing at 4 years old. A quiet and shy child growing up, Ysa trained in jazz, lyrical, ballet and contemporary dance. Ysa soon would make the transition into acting and modeling by booking jobs for brands such as Justice, Marshalls, Old Navy and Kraft Macaroni & Cheese. Her big break came when she starred as best friend 'Toulane Thomas' in the American Girl film \"McKenna Shoots for the Stars.\" Ysa also went on to have a recurring role on the Netflix original series \"Richie Rich\" and plays 'Alicia' in the upcoming family movie \"Gibby.\"When not acting or dancing, Ysa can often be found exploring new places and binge watching on Netflix. She looks up to actresses Chloe Grace Moretz, Dakota Fanning and Shay Mitchell. In the future, Ysa would like to work with charities that deal with cancer victims. In the past, she has worked with the charity Kourts Krew, which helps children of multi-organ transplants and their families.",
    "name_more_cn": [],
    "personage_id": "36791481",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1532791",
    "personage_link": "https://www.douban.com/personage/36791481/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-05T01:22:37"
}