{
    "sid": "1534481",
    "name": "乔恩-阿德里安·委拉斯开兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/57a68e6b2f9aa2e27a450a9708a79af7.jpg",
    "imdb_id": "nm13161995",
    "name_en": "Jon-Adrian Velazquez",
    "name_full": "乔恩-阿德里安·委拉斯开兹 Jon-Adrian Velazquez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36489127,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908532710.jpg",
            "title": "监狱剧院",
            "release": 1
        }
    ],
    "introduction": "\"Have a vision. Be demanding.\" - Colin PowellJon-Adrian \"JJ\" Velazquez's journey in the realm of criminal legal reform is a testament to resilience, advocacy, and unwavering commitment. His narrative is one of transformation and impact, shaped by his personal experiences and tireless dedication to justice. Velazquez's path to reform took a significant turn when he was granted early release in 2021 via executive clemency, leading to a momentous opportunity to discuss criminal legal reform with President Biden at the White House. This pivotal experience underscored Velazquez's ability to engage with key stakeholders and drive conversations at the highest levels of government.Velazquez's work within prison administrations, particularly as chairman of a liaison committee at Sing Sing, showcased his leadership and ability to bridge communication gaps to implement impactful programs and initiatives. Velazquez's educational background, including his work with Hudson Link and Columbia University, further solidifies his expertise in the field of criminal justice reform and project management.In 2014, Velazquez curated the first TEDx Event held inside a New York State prison. While organizing his second TEDx Event at Sing Sing, he delivered a powerful talk titled, The CHOICES Connection. Moreover, his collaboration with NBC's Dan Slepian on the hit podcast, 'Letters from Sing Sing,' allowed Velazquez to amplify the voices of the marginalized and shed light on the realities of incarceration and wrongful convictions. Through these diverse experiences - from modeling with the Faherty brand to acting in the movie Sing Sing by Greg Kwedar- Velazquez has harnessed various platforms to create meaningful impact and drive change in the criminal legal reform landscape.As an expert in the field of criminal legal reform and impact campaigns, Velazquez's multifaceted approach, coupled with his lived experiences and advocacy work, positions him as a formidable force for change. His ability to navigate complex systems, engage with diverse stakeholders, and leverage different mediums to amplify his message highlights his exceptional skills and unwavering dedication to creating a more just and equitable society.Velazquez serves his community locally as the Co-founder and Executive Director of Voices from Within based in New York, and nationally as the Program Director at the Frederick Douglass Project for Justice.- IMDb Mini Biography By: Jon-Adrian \"JJ Velazquez",
    "name_more_cn": [],
    "personage_id": "36800381",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1534481",
    "personage_link": "https://www.douban.com/personage/36800381/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-28T16:13:46"
}