{
    "sid": "1535349",
    "name": "阿拉娜·代·弗雷塔斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7efbcc5be2c1c190917dbf5ba08c312b.jpg",
    "imdb_id": "nm3702080",
    "name_en": "Alana de Freitas",
    "name_full": "阿拉娜·代·弗雷塔斯 Alana de Freitas",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35700299,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "巴什拉",
            "release": 1
        },
        {
            "id": 4075580,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904587957.jpg",
            "title": "5磅压力",
            "release": 1
        }
    ],
    "introduction": "Alana de Freitas is an award-winning actress and filmmaker. Born in Australia, de Freitas relocated to Los Angeles in 2015. She is best known for the leading role in 'Before the Dawn' (Amazon Prime), which she also wrote and produced. The role saw her win the Best Actress Award at the European Independent Film Awards and the International Independent Film Awards. She will appear in the upcoming horror feature, 'Bashira', by Academy Award Winner Nickson Fong. Her next project is the comedy feature, 'Cash Collectors'.In 2017, Alana founded her production company, ADF Productions. As a writer/producer, her films have won numerous awards on the festival circuit. 'Before the Dawn' was a recipient of the ReFrame Stamp, an initiative of Women in Film and the Sundance Institute, which recognizes gender parity both in front of and behind the camera. The film was also won Best Feature Film at the American Film Awards and the Focus International Film Festival. Alana's directorial debut, 'Nancy', won the Grand Jury Prize at the Sherman Oaks Film Festival, Best Short Film at the Vegas Movie Awards and the Hollywood Gold Awards, as well as Best Screenplay at the International Independent Film Awards and Best First Time Director at the New York Film Awards.Alana is in development on numerous projects, including the horror feature, 'Stay Awake', and the documentary feature '#WhyIDidntReport', which explores the reasons why survivors of sexual assault choose not to report their abuse. She is committed to championing women and underrepresented groups, both on and off screen, and she has proudly been accepted into the 2020 Women in Film Mentoring Program.",
    "name_more_cn": [],
    "personage_id": "36808410",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1535349",
    "personage_link": "https://www.douban.com/personage/36808410/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-23T08:07:48"
}