{
    "sid": "1535636",
    "name": "尤金尼娅·福尔泰萨",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/493ac79424bd8aa0fcfe73562c4de92f.jpg",
    "imdb_id": "nm12229170",
    "name_en": "Eugenia Forteza",
    "name_full": "尤金尼娅·福尔泰萨 Eugenia Forteza",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35629814,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907683089.jpg",
            "title": "卡布里尼",
            "release": 1
        }
    ],
    "introduction": "Eugenia Forteza is an Actor, Opera Singer, Influencer, Producer & Writer. She was born in Paris, France, grew up in Buenos Aires, Argentina and is now based in NYC.Eugenia is fluent in French, Spanish, English and Italian and speaks intermediate German.Eugenia Forteza has been praised for her \"compelling vocal and physical expression\" (Operawire), \"powerful voice\" (Atuvu.ca) and \"exquisite phrasing, great diction and musicality\" (Voce di Meche).Eugenia recently wrapped filming for her feature film debut in \"Cabrini\", directed by Alejandro Monteverde and produced by Academy Award Winner, Jonathan Sanger. The film is set to premiere in March 2024. She can also be seen in the upcoming Colombian-American film \"Colibrí\" by David and Francisco Salazar.Eugenia was an award winner at the Canto Latino 2021 International Competition organized by Vocalis Consort and Fundación Cultural Armonía. She was also a Finalist for Best Singer, Best Performance and Audience Favorite in this competition. She was in the cast of the 2020 Award-Winning Fedora opera film produced by Teatro Grattacielo. Eugenia was a Winner at the 2017 Concorso Internazionale di Canto Lirico Katia Ricciarelli, where she was awarded an Opera Role Prize. Eugenia was also a Finalist in the 2018 Vienna Summer Music Festival Vocal Competition, a Semi-Finalist in the 2018 Mary Trueman Vocal Art Song Competition and a Semi-Finalist in the 2018 Premiere Opera Foundation International Vocal Competition.Eugenia has performed internationally in opera, concert and theatre with organizations such as National Sawdust, Teatro Grattacielo, Bare Opera, BALAM Dance Theatre, Midtown Concerts, Gotham Early Music Scene, New Amsterdam Opera, Hudson Opera Theatre, New Camerata Opera, Eurasia Festival, Fairfield County Chorale, Magna Lírica, Museo Nacional de Colombia, Gramercy Opera, Concert Operetta Theatre, Barcelona Festival of Song, Una Voz Un Mundo, The International Vocal Arts Institute, Bel Canto in Tuscany, Opera on Tap, Arch Ballet, The Evening Crane Theatre, St. John's Concert Series, and many more.Eugenia holds a Master of Music from the Opera Institute at Mason Gross School of the Arts at Rutgers University and a Bachelor of Music in Voice Performance, Summa Cum Laude, from the Boyer College of Music and Dance at Temple University in Philadelphia, PA. She has also trained at T.Schreiber Studio, UCB, IVAI, ICAV, Fundación Julio Bocca, Conservatorio Beethoven and at the National Conservatory of Buenos Aires.She is the Founder, Host and Lead Editor of 360° of Opera, a staff writer for Classical Singer Magazine and serves as an Ambassador for the Barcelona Festival of Song, The Musical Athlete, as a Board Member for Urban Playground Chamber Orchestra and as Vice-President of the Board for Frisson Films.",
    "name_more_cn": [],
    "personage_id": "36811451",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1535636",
    "personage_link": "https://www.douban.com/personage/36811451/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-13T06:26:25"
}