{
    "sid": "1537747",
    "name": "威尔·加德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2956ca0ca091015882f9d69c88963539.jpg",
    "imdb_id": "nm1989855",
    "name_en": "Will Gadd",
    "name_full": "威尔·加德 Will Gadd",
    "birth_date": "1967年3月8日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37253250,
            "year": "2016",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "探索者：世纪探险",
            "release": 1
        },
        {
            "id": 35203395,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619910142.jpg",
            "title": "消失的冰川",
            "release": 1
        }
    ],
    "introduction": "Known as the captain of adventure, no challenge is too daunting for paraglider pilot and renowned Canadian climber Will Gadd.All-round action hero Will Gadd is a living legend in the truest sense. Year after year, he continually pushes the boundaries of ice climbing and, even after having won every major title from the World Cup to the Winter X Games, he still manages to impress.A veteran of the sport, Will continues to seek new adventures and seems to have a boundless energy. In 2010, he once again proved his pedigree by climbing a 130ft [39.62m ice wall solidly for 24 hours at the Ouray Ice Festival in Colorado, reaching a total height of 25,414ft [7.75km].Eager to rise to a fresh challenge, Will also broke the world distance record on a paraglider not once, but three times. He was also the first person to cross the US by paraglider after a gruelling seven-week trek.His hunger for adventure doesn't stop there however - he can turn his hand to almost every outdoor sport such as rock and iceThese days, Will likes to set himself more creative challenges. \"I've done enough, won as much as I need to,\" he says. \"I'm at a point now where I feel like I have a lot less to prove.\" All he wants to do now is take what he's learned and apply it in the most climbing, kayaking, mountaineering, caving, Nordic and Alpine skiing and mountain biking.interesting locations on Earth.One of those interesting locations was Greenland, where Gadd spent time climbing underneath the Greenland Ice Sheet, to help a scientist out of South Florida by the name of Jason Gulley, better understand the effects of climate change on some of the world's largest ice sheets.In 2019, Gadd made the notable feat of scaling Della Falls. The falls, accessed by boat in the remote reaches of Vancouver Island, boasts a vertical drop of over 1,400 feet, making it the largest waterfall in Canada.Gadd currently resides in Jasper, Alberta where he continues to push the limits of ice climbing, paragliding, skiing and mountaineering while also operating a full-time guiding service in his beloved backyard.- IMDb Mini Biography By: Red Bull",
    "name_more_cn": [],
    "personage_id": "36829901",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1537747",
    "personage_link": "https://www.douban.com/personage/36829901/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-18T20:21:36"
}