{
    "sid": "1539448",
    "name": " 伊西·劳伦斯",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3a7d862dd206569ebb642b65bf16ecea.jpg",
    "imdb_id": "nm5848324",
    "name_en": "伊西·劳伦斯 Iszi Lawrence",
    "name_full": "伊西·劳伦斯 Iszi Lawrence",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36761514,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904012400.jpg",
            "title": "战争玩家 第一季",
            "release": 1
        },
        {
            "id": 36464658,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2894039944.jpg",
            "title": "远古启示录",
            "release": 1
        },
        {
            "id": 35911956,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906836452.jpg",
            "title": "Murderous History Season 1",
            "release": 1
        },
        {
            "id": 35727024,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2831344138.jpg",
            "title": "保住王冠 第一季",
            "release": 1
        },
        {
            "id": 35389282,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635476313.jpg",
            "title": "失落的海盗王国",
            "release": 1
        }
    ],
    "introduction": "Iszi Lawrence (@iszi_lawrence) is a writer, comedian, podcaster and History presenter. Credits include Sky History U-boat: Wargamers, Netflix The Lost Pirate Kingdom, co-host of BBC Radio 4’s flag ship show, Making History  with Tom Holland, Your Place or Mine  with Shaun Keaveny (BBC R4 and Sounds), Presenter of The Forum (BBC World Service), The British Museum Membercast and popular science podcast Terrible Lizards  with Dr Dave Hone.She has performed bespoke History shows at events for The British Science Festival, Dulwich Picture Gallery, The British Museum, Royal Society, Ashmolean Museum etc.  He has spoken at numerous events and has hosted the Conway Hall Ethical Gala and The Museum and Heritage Awards 2022 and 2023.TV Credits also include Yesterday Channel’s Great British Landmark Fixers, Royals: Keeping The Crown (CuriosityStream), Murderous History (Smithsonian Channel), Ancient Apocalypse (ZDF).She was part of the Perrier Award Winning Best Newcomer show in 2004 and regularly performs stand up comedy around Europe on the comedy circuit.She has written for BBC Radio 4, BBC Radio Xtra, BBC Radio 1 and Resonance FM. She has also written for the Guardian.Iszi is an author of historical fiction for children. Her latest novel for 9-12 year olds City of Spies  (Jan 2024) follows the real Culper Spy Ring in New York during the American Revolution. Her first novel The Unstoppable Letty Pegg (Bloomsbury) was published in 2020 and Billie Swift Takes Flight  (Bloomsbury) came out September 2021.  Her third novel Blackbeard’s Treasure was Blackwell’s Children’s Book of the month (Jan 2023). The next two installments in her series of books for 6-9 year olds The Time Machine Next Door  will be released in April 2024.Iszi visits schools and runs history and historical fiction workshops for Key Stage 2 and 3 students.[iszi Lawrence](https://iszi.com/)",
    "name_more_cn": [],
    "personage_id": "36847312",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1539448",
    "personage_link": "https://www.douban.com/personage/36847312/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-01T23:57:00"
}