{
    "sid": "1539273",
    "name": "亚尼娅·甘布莱特",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2b2f75d069636b9b0d0ac93f36802a7f.jpg",
    "imdb_id": "nm12817238",
    "name_en": "Janja Garnbret",
    "name_full": "亚尼娅·甘布莱特 Janja Garnbret",
    "birth_date": "1999年3月12日",
    "birth_place": "斯洛文尼亚,斯洛文尼格拉代茨",
    "last_movies": [
        {
            "id": 35632620,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2826536522.jpg",
            "title": "攀登之墙-争金之路",
            "release": 1
        }
    ],
    "introduction": "Janja Garnbret (born 12 March 1999) is a Slovenian professional rock climber who specializes in sport climbing and competition climbing, and who has won multiple competition lead climbing and competition bouldering events. In 2021, she became the first-ever female Olympic gold medalist in climbing and is widely regarded as one of the greatest competition climbers of all time. She is also the world's first-ever female climber to onsight an 8c (5.14b) graded sport climbing route. As of 2023, Garnbret had won the most IFSC gold medals of any competition climber in history.Garnbret won her first international title at the 2014 World Youth B Championships in lead. In July 2015, after turning 16, she entered the senior category of the Lead Climbing World Cup. She has since participated in 45 Lead Climbing World Cup events, missing the podium on only four occasions.[2] In 2016, aged 17, Garnbret won the seasonal titles of the IFSC Climbing World Cup in lead and combined, World Championships in lead climbing, and World Youth A Championships in both lead climbing and bouldering. From 2016 to 2018, she was awarded the seasonal title in both lead climbing and combined disciplines. In both 2018 and 2019, she won the World Championships in bouldering and combined and also reclaimed the lead title in 2019. The same year, Garnbret became the first athlete to win all bouldering World Cup events in a season.",
    "name_more_cn": [],
    "personage_id": "36845122",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1539273",
    "personage_link": "https://www.douban.com/personage/36845122/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-22T22:49:37"
}