{
    "sid": "1539369",
    "name": "凯伦·金斯伯里",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0cf019714c4a588744f632b588ed3443.jpg",
    "imdb_id": "nm0455481",
    "name_en": "Karen Kingsbury",
    "name_full": "凯伦·金斯伯里 Karen Kingsbury",
    "birth_date": "1963年6月8日",
    "birth_place": "美国,弗吉尼亚,费尔法克斯",
    "last_movies": [
        {
            "id": 36666485,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912296656.jpg",
            "title": "与你同形",
            "release": 1
        }
    ],
    "introduction": "#1 New York Times Bestselling novelist Karen Kingsbury writes Life-Changing Fiction(TM) and has been called America's favorite inspirational author. There are more than 25 million copies of her award-winning books in print, including several million copies sold in the past year. Karen's last dozen titles have topped national bestseller charts.In June, 2022, Kingsbury opened her own production company in Nashville, TN., \"Karen Kingsbury Productions\". The company produced a short film, \"Ashley and Landon\", also in June, 2022. And in fall, 2022, Karen Kingsbury Productions will shoot its first feature film, \"Someone Like You\" based on her bestselling Simon&Schuster novel, by the same name.Many of Kingsbury's novels have been made into feature films or television movies, including Hallmark's \"Karen Kingsbury's The Bridge\" (parts 1 and 2), Hallmark's \"Karen Kingsbury's Maggie's Christmas Miracle\" and Hallmark's \"Karen Kingsbury's A Time to Dance\" - all of which broke viewing records for the network. In addition, her book \"Like Dandelion Dust\" was made into a feature film starring Mira Sorvino, Barry Pepper, and Cole Hauser.This year she and her writing partner, Tyler Russell, wrote Season One of \"A Thousand Tomorrows\" produced by Sony Affirm and set to debut in late 2022.In addition, Roma Downey and MGM have developed three of Kingsbury's \"Baxter Family\" books into three seasons of \"The Baxters\" set to air in the next year.Kingsbury lives with her husband, Don, in Nashville, TN., near several of their children and grandchildren",
    "name_more_cn": [],
    "personage_id": "36846612",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1539369",
    "personage_link": "https://www.douban.com/personage/36846612/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-18T01:49:06"
}