{
    "sid": "1540442",
    "name": "凯恩·汤普森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/93d7e4eecaaba265ab9838fdf19ae98f.jpg",
    "imdb_id": "nm0859934",
    "name_en": "Cain Thompson",
    "name_full": "凯恩·汤普森 Cain Thompson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 24746974,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236430938.jpg",
            "title": "僵尸来袭",
            "release": 1
        }
    ],
    "introduction": "Cain is a 2006 graduate from National Institute of dramatic Arts's (NIDA) full time acting course. Cain has worked extensively as both an actor and physical performer. His acting credits span professional theatre, television and film. His more notable performances were in The NIDA production of the The boys directed by Tamara Cook, his performance as TWO tremendous roles in feature length Wyrmwood - road of the dead, his best actor nominated performance In The McNeil Project directed by Malcom Robertson, and his best actor nominated performance at the Milan film festival for A Private Mater directed by Kate HalpinMore recently Cain has turned his attention to writing, directing and producing film. He started making bunches of scenes as practice for acting and a bit of fun. A few years and a handful of good little scenes later, there became an apparent shift in his attention. He had discovered a much more collaborative and creative outlet in writing and directing.The first of Cain's films Breaking out has also just been completed and ready to start its festival journey. Stella which Cain wrote and produced is the second of Cain's films, and just premiered at Australia's Tropfest in 2016. Cain's third film Pet Hitman, in post production, is set to be a signature film for Wattle We Do Next.",
    "name_more_cn": [],
    "personage_id": "36854847",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1540442",
    "personage_link": "https://www.douban.com/personage/36854847/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-23T07:07:43"
}