{
    "sid": "1540450",
    "name": "艾莉·波索特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm5571742",
    "name_en": "Ellie Poussot",
    "name_full": "艾莉·波索特 Ellie Poussot",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 24746974,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236430938.jpg",
            "title": "僵尸来袭",
            "release": 1
        }
    ],
    "introduction": "A Parisian native, Ellie Poussot moved to Sydney in 2009; From a career designing high-fashion for names like Christian Dior and Franck Sorbier, she changed her focus from creating magic on the catwalk to the magic of cinema and went on to study the Meisner Technique under Luc Ford at The Actors Pulse. She immersed herself in the world of screen and stage and developed a deep passion for acting. A year later, Ellie was cast in her first lead role in the short film, The Mysterious Artist (Aleeya McGuid, Director, 2012) followed by the lead role of Melissa for the Chinese Film Festival opener, In Box (2014). In the next two years Ellie's acting career continued to gain momentum with the 2015 casting in French Girls and the lead role in four shorts: Endure, Love Hope and Misery, After 20 Years and The Hemingway Shot (2017), the latter of which she also served as Producer. Ellie believes that her work in fashion design lends to her individual filmic flair. Designing silhouettes and patterns and gathering fabric to create beautiful pieces of Haute Couture is just like creating a character with my own image as the medium. Since these appointments, El has continued her positive-assault on the film world with lead roles in projects from Pain Killer (Lorena Ivanovic) to Dandelion (Rosie Barnes) as well as Dark Sacrament, in the UK and a fly-in role for 'Saturday Afternoon', a feature film produced in Bangladesh. El followed up with a flyby to Italy to play the female lead of Celestine (2018) before settling into the role of producer and lead role 'Maureen' in Don't Smoke in Bed which is just about to hit the European Short Film Festival circuit. In 2019, El was invited to join the Association of the Professionnels Francophones due Cinema PFC.",
    "name_more_cn": [],
    "personage_id": "36854859",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1540450",
    "personage_link": "https://www.douban.com/personage/36854859/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-25T12:52:35"
}