{
    "sid": "1541382",
    "name": "丽贝卡·沃森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/64849e392fe0b29d16d3ee784c406b65.jpg",
    "imdb_id": "nm1017346",
    "name_en": "Rebecca Watson",
    "name_full": "丽贝卡·沃森 Rebecca Watson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35377059,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908915457.jpg",
            "title": "伟大的莉莲·霍尔",
            "release": 1
        },
        {
            "id": 35128081,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905409296.jpg",
            "title": "辐射 第一季",
            "release": 1
        }
    ],
    "introduction": "Now based in NYC, Rebecca was raised on a farm outside Wooster, Ohio, to parents who were both educators. Her brother and only sibling, is a highly regarded scientist and Dr. of Organic Chemistry. Rebecca attended Florida State and Kent State Universities before joining the Advanced Master's Training program with the Alabama Shakespeare Festival.On-screen, Rebecca was featured in The Foster Portfolio, based on the Kurt Vonnegut short story, which premiered at Tribeca Film Festival and won multiple awards at additional Film Festivals. Other TV and film credits include: the upcoming Places Please (with Jessica Lange and director Michael Cristofer), The Good Nurse, The Normal Heart (Emmy winner for best TV movie), High Maintenance, The Good Fight, The Gilded Age, Looming Tower, The Get Down, FBI, Beautiful Day in the Neighborhood, Rapid Eye Movement, Indignation directed by James Schamus and Flesh and Bone.In addition to TV and Film, she was in the original company of Aaron Sorkin's acclaimed Broadway production of 'To Kill A Mockingbird', with Jeff Daniels and Ed Harris, as well as the Alan Ayckbourn and Andrew Lloyd Webber's Broadway production of 'By Jeeves'. Rebecca's other stage credits include, Berkeley Rep's World Premiere of 'To The Lighthouse' directed by Les Waters, which earned an American Theatre Critics Nomination , A.C.T.'s production of 'The Realistic Joneses', the World Premiere musical at Signature Theatre VA, 'And The Curtain Rises', multiple Shakespeare productions including 'Much Ado About Nothing' and 'A Midsummer Night's Dream', she received Best Actress award for her Mrs Lovett in 'Sweeney Todd' at Human Race, as has had leading roles in both 'Me and My Girl' and '1776' at the renowned Goodspeed Opera House. Gaming fans know her as Black Belle in Red Dead Redemption II.She is married to actor Randall Newsome.",
    "name_more_cn": [],
    "personage_id": "36860679",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1541382",
    "personage_link": "https://www.douban.com/personage/36860679/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-09T16:56:15"
}