{
    "sid": "1541036",
    "name": "马克·佩蒂特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a4fcffe13af3fd3306e2086da89d2c75.jpg",
    "imdb_id": "nm8387726",
    "name_en": "Mark Pettit",
    "name_full": "马克·佩蒂特 Mark Pettit",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37042683,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913124852.jpg",
            "title": "卡罗琳娜·卡罗琳",
            "release": 0
        },
        {
            "id": 36188176,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916446624.jpg",
            "title": "超人",
            "release": 0
        },
        {
            "id": 35443158,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915154169.jpg",
            "title": "美国队长4",
            "release": 1
        }
    ],
    "introduction": "Mark Pettit is an American actor, writer and producer. He is also a three-time Emmy® award-winning TV news anchorman and two-time best-selling author.Mark's new memoir, ANKRBOY, went to #1 in two categories on Amazon a week after it was released this spring and is an official entry into the 2025 Pulitzer Prize competition. Mark and his writing partner, AJ Jones, have completed the screenplay for the ANKRBOY movie and are currently seeking representation and partners to produce the project. Mark's previous book, \"A Need to Kill,\" about Nebraska serial child killer John Joubert has sold more than 125,000 copies around the world.Pettit also served as executive producer and appears in the horror film, \"The Curse of La Patasola,\" which is now available on STARZ in North America and pay-per-view around the world.As an actor, Pettit has a vast range, playing charismatic, honest and optimistic characters, but also excels at portraying characters who are complicated, direct and dangerous. Pettit recently secured a co-starring role in \"Hysteria!\" (NBCUniversal/Peacock) and supporting roles in the feature films \"They Cloned Tyrone\" (Jamie Foxx) and \"Reptile\" (Justin Timberlake). Pettit can also be seen in a number of TV series including: \"The Game,\" \"True Detective,\" \"Mr. Mercedes,\" \"Mindhunter,\" \"Sweet Magnolias,\" \"Homicide Hunter,\" and \"Reprisal.\"",
    "name_more_cn": [],
    "personage_id": "36857686",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1541036",
    "personage_link": "https://www.douban.com/personage/36857686/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-19T20:49:38"
}