{
    "sid": "1544047",
    "name": "张辰极",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/70a085becc68f4a21f15f7080f556c39.jpg",
    "imdb_id": "nm11573057",
    "name_en": "C Pam Zhang",
    "name_full": "张辰极 C Pam Zhang",
    "birth_date": "1990年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37381333,
            "year": "2028",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922339725.jpg",
            "title": "老金山",
            "release": 0
        },
        {
            "id": 25827861,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2170049630.jpg",
            "title": "塞斯晚间脱口秀 第一季",
            "release": 1
        }
    ],
    "introduction": "C Pam Zhang (born 1990) is an American writer. Her debut novel, How Much of These Hills Is Gold, was released by Riverhead Books in 2020 and was a finalist for a Lambda Literary Award and long-listed for the 2020 Booker Prize. The same year, Zhang was named a National Book Foundation \"5 Under 35\" Honoree. Her second novel, Land of Milk and Honey, was listed in The New York Times 100 notable books for 2023.Zhang was born in Beijing, China, and moved to the United States when she was four years old. While growing up, Zhang moved to ten new homes by the time she was eighteen. She attended Brown University, and has studied at Cambridge University. Zhang was the 2017 Truman Capote Fellow at the Iowa Writer's Workshop.Zhang's debut novel How Much of These Hills is Gold, published in 2020, follows two recently orphaned children of immigrants on the run, trying not just to survive but to find a home. The novel is set against the twilight of the American gold rush. How Much of These Hills is Gold is inspired by Zhang's childhood of moving homes often. It reckons with the grief she experienced after losing her father when she was twenty-two.The New York Times said, \"C Pam Zhang’s arresting, beautiful first novel is filled with myths of her own making as well as sorrows and joys.\"The San Francisco Chronicle wrote that Zhang's novel is a \"a fully immersive epic drama packed with narrative riches and exquisitely crafted prose … . Zhang captures not only the mesmeric beauty and storied history of America's sacred landscape, but also the harsh sacrifices countless people were forced to make in hopes of laying claim to its bounty.\"Zhang has been awarded support from Tin House, Bread Loaf, and Aspen Words. In 2020, Zhang was nominated for the Booker Prize.",
    "name_more_cn": [],
    "personage_id": "36756019",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1544047",
    "personage_link": "https://www.douban.com/personage/36756019/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-06T06:39:14"
}