{
    "sid": "1545736",
    "name": "邦妮·罗斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/303d73616646fe0b3ed7c41556c46085.jpg",
    "imdb_id": "nm0741279",
    "name_en": "Bonnie Rose",
    "name_full": "邦妮·罗斯 Bonnie Rose",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36778411,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925138442.jpg",
            "title": "被拖走的车",
            "release": 1
        }
    ],
    "introduction": "Bonnie is a New Yorker, born and bred. She received a BFA from Syracuse University and started her professional acting career as Bette Midler's stand-in for the films \"First Wives Club\" and \"Isn't She Great?\" Sidney Lumet hand picked Bonnie at an open call and cast her in a scene opposite Andy Garcia in \"Night Falls in Manhattan.\" He then cast her in the recurring role of legal aide attorney Ellen Klein on his A&E series \"100 Centre Street\" and a third time as the jury forewoman in the feature \"Find Me Guilty\" starring Vin Diesel.Appearing in many award-winning Indies, Bonnie played a drug-addicted prostitute in Rosemary Rodriguez's \"Acts of Worship,\" which premiered at Sundance. That was followed by a garmento in Jack Gindi's \"What's Your Sign?\"Bonnie has played the Law & Order trifecta, garnering guest starring roles as a manicurist, an attorney (both Criminal Intent,) an outspoken member of the Grand Jury (Law & Order) and a nosy neighbor who discovers an abandoned infant on a New York City street (SVU.)She was a grieving widow on \"Third Watch\" opposite Skipp Sudduth and Nia Long. On a lighter note, she sold a wedding dress to Drea Di Matteo on \"The Sopranos,\" gave Kelly Ripa a hard time on \"Hope and Faith\" and went over the top as Betsy Camp, a man-hungry hot mess in Eric Schaffer's upcoming Showtime series \"Gravity.\"Show biz runs in the family. Bonnie's beloved brother Frank was a prop master on many feature films and was thrilled to share in his little sister's success.",
    "name_more_cn": [],
    "personage_id": "36899894",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1545736",
    "personage_link": "https://www.douban.com/personage/36899894/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-28T12:10:27"
}