{
    "sid": "1546534",
    "name": "迪埃姆·卡米耶",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ee7466d711c1a080cc0b8b41b68c7d25.jpg",
    "imdb_id": "nm8823857",
    "name_en": "Diêm Camille",
    "name_full": "迪埃姆·卡米耶 Diêm Camille",
    "birth_date": "",
    "birth_place": "科特迪瓦阿比让",
    "last_movies": [
        {
            "id": 37557965,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925498990.jpg",
            "title": "Du ved ingenting",
            "release": 1
        },
        {
            "id": 36025451,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885851702.jpg",
            "title": "伟大的沉默",
            "release": 1
        },
        {
            "id": 35618421,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922792770.jpg",
            "title": "华盛顿·布莱克",
            "release": 1
        },
        {
            "id": 35284531,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923010328.jpg",
            "title": "异形：地球 第一季",
            "release": 1
        },
        {
            "id": 27173634,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508023296.jpg",
            "title": "他妈的完美女友",
            "release": 1
        }
    ],
    "introduction": "Diêm Camille is an Ivorian actress and screenwriter. Born in Abidjan, Côte d'Ivoire, she moved permanently to Denmark with her father at the age of five. Diêm quickly leaped into gymnastics, and studied drama and music, while competing in an athletics club. After graduating from Copenhagen Business School, she worked her way forward from being an extra for two years, until landing her first role in the TV series Kriger (2018) (Miso Film).In 2019, Diêm wrote her first short film Doll (2020), which she directed and starred in. Doll (2020) won 5 awards, including Best Actress and Best First-Time Director. From 2020-2022, Diêm played the forensic technician Lina in the Danish hit crime series Sommerdahl (2020) (Sequoia Global Alliance). Other notable screen credits include Sister Martha in Den store stilhed (2022) (Monolit Film), nominated for 7 Danish Film Awards (Robert). The assassin Alyona in Alex Rider (2020) (Amazon Studios) and the warrior Esi in the upcoming Washington Black (Indian Meadows Productions/Hulu).In 2022, Diêm played the lead role Nikki, in the dramedy Bad Bitch (2022), a Danish TV series created and co-written by Diêm as well, and directed by Patricia Bbaale Bandak, and produced by the major Danish Broadcasting Corporation (DR). The series was critically acclaimed and Diêm was nominated for Best Actress and the show for Best Short-Format TV Series at the Danish Film Awards (Robert), as well as making Danish TV history, with the first series in Denmark with an African main cast.In 2023, Diêm started filming the new TV series Alien: Earth (2025) as a main supporting role. The series' showrunner is Noah Hawley for FX/Hulu. This marks Diêm's second major international project, and on top of that being sci-fi, which she is hugely passionate about.",
    "name_more_cn": [],
    "personage_id": "36905449",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1546534",
    "personage_link": "https://www.douban.com/personage/36905449/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-08T20:29:18"
}