{
    "sid": "1547331",
    "name": "勒扎·德罗什",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e4ec0548dd8dd48029e324b2db14a249.jpg",
    "imdb_id": "nm9906668",
    "name_en": "River Drosche",
    "name_full": "勒扎·德罗什 River Drosche",
    "birth_date": "2011年6月14日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36229808,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913172908.jpg",
            "title": "致命AI",
            "release": 1
        }
    ],
    "introduction": "River Drosche is a Texas born actor who first charmed viewers as Young Levi in the TBS series \"Miracle Workers: Oregon Trail\", opposite Daniel Radcliffe and Steve Buscemi. He made his feature film debut in the 2022 Warner Bros. release of \"A Christmas Story Christmas\" in the supporting lead role of Mark Parker, the son of Ralphie (Peter Billingsley). Fully capturing the 70's vibe in the sentimental and heartfelt sequel to the original beloved classic \"A Christmas Story\", River brings an earnest and moody delivery to his character as the newest member of the fun-loving Parker Family.River began his acting journey at the age of 6 when he attended an acting class and immediately discovered a new-found passion. River has been described by one particular casting director as \"oozing with personality\". While he enjoys commercial work, his heart is in film and television. He has the innate ability to transition with ease from comedy into a strong emotional drama that will tug at your heartstrings.River's dedication, focus and maturity beyond his years helped him book his first major network co-starring role on an NBC drama just a mere 3 short weeks after arriving in Los Angeles. He has gone on to book roles on Hulu, The Disney Channel, and in the Starz series \"Gaslit\" starring Julia Roberts and Sean Penn.River splits his time between Los Angeles and the Texas Hill Country north of Austin. Outside of his acting life, he enjoys playing video games like most other 12-year old boys, and watching YouTube videos about upcoming movies/TV shows. He loves to swim, roast marshmallows over the fire pit, and just have fun with friends, family and his pets. He has one older sister who sings and plays guitar, and will often share the stage with her and sing a song or two when time allows.",
    "name_more_cn": [],
    "personage_id": "36910319",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1547331",
    "personage_link": "https://www.douban.com/personage/36910319/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-31T02:42:31"
}