{
    "sid": "1547333",
    "name": "本·优素福",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/73754b46d2642e1a3765a3dc7cb9bdb5.jpg",
    "imdb_id": "nm1587775",
    "name_en": "Ben Youcef",
    "name_full": "本·优素福 Ben Youcef",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36229808,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913172908.jpg",
            "title": "致命AI",
            "release": 1
        },
        {
            "id": 35919620,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921809010.jpg",
            "title": "寂寞星球",
            "release": 1
        }
    ],
    "introduction": "Ben Youcef is an avid traveler, sports enthusiast (semi-pro tennis player) and international history buff with expertise in cultures, religions, architecture and landmarks. Born in Algiers, Algeria, raised in Saudi Arabia, & educated in London, he is an Actor and Activist, discovered by Steven Spielberg in Munich. As a theater trained actor, Youcef has worked in stage, television, and film and was a top model in NYC for Gucci, Armani, Donna Karan, Hugo Boss, H&M and more. Upon moving to LA, he worked as guest leads on Law & Order, CSI: NY, NCIS: LA and Chicago P.D. Co-starring in From The Rough, opposite Taraji P. Henson and the late Michael Clark Duncan, Youcef won Best Actor at the prestigious London International Film Festival. The son of a diplomat, he speaks several languages. Fluent in Arabic, Youcef is the go-to consultant and voice-over expert for all five Arabic dialects in major film and television productions and the lead voice in Call of Duty, Medal of Honor and X-Men: Apocalypse. Steven Spielberg encouraged Youcef to volunteer as part of a non-profit Abrahamic Inter-Faith group of Jews/Christians/Muslims in Los Angeles. Youcef's \"Call to Prayer\" became a worldwide viral sensation with over 20 million views on YouTube & NPR. Oscar-Winning composer, Philip Glass, requested Youcef to join him at the Hollywood Bowl to perform the Call to Prayer in \"Powaqqatsi\" in front of 18,000 guests, with the Los Angeles Times Review calling his performance \"uniquely moving and important.\" A global media darling, the The International Press praised Youcef for his ability to \"captivate people with his extraordinary charisma and talent.\" His popularity stems from his generous spirit and punchy personality, always make him a fan favorite. In February 2023 Youcef wrapped Lonely Planet for Netflix acting opposite Liam Hemsworth and the Oscar-Winner Laura Dern. Additionally, he finished famed Director and Academy Award nominee, Chris Weitz's new project They Listen.",
    "name_more_cn": [],
    "personage_id": "36910320",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1547333",
    "personage_link": "https://www.douban.com/personage/36910320/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-17T19:13:33"
}