{
    "sid": "1548871",
    "name": "帕洛玛·努涅斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/40a75a791b75d206d6d133b75a5a6494.jpg",
    "imdb_id": "nm3237772",
    "name_en": "Paloma Nuñez",
    "name_full": "帕洛玛·努涅斯 Paloma Nuñez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36037262,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906880790.jpg",
            "title": "我以前很有趣",
            "release": 1
        }
    ],
    "introduction": "Paloma Nuñez is a multi-faceted, award-winning American-Canadian performer from Chicago, Illinois. Paloma was born in the icy grip of Chicago and her parents promptly decided, \"this place is too cold\" so they moved to Florida when she was just one year old. It was there that Paloma thought her life would consist of golden sun tans, frolicking on the beach, eating oysters on the half shell. To her horror, her parents then decided, \"this place is too hot\", and when she was just eight years old, she was moved to Northern Ontario to a mining town called Sudbury. Her parents decided that Sudbury was \"juuuuuust right\". Paloma's olive skin turned green for 8 months of the year and the sun became a long lost friend. Out of solidarity with the sun she refused to learn to ice skate, a solemn promise that she's kept to this day. It was in Canada that Paloma discovered her love for performing. Her professional career began in Toronto after she graduated from the University of Guelph (majoring in Drama and Math; yes...math). She completed the Second City Training Centre's Conservatory Program and scooped herself up a husband, Kevin Whalen, while she was doing it! She began to perform all over Toronto with The Second City, The Bad Dog Theatre, The Impatient Theatre Company and at Comedy Bar. This comedic path led Paloma to the successful career she has today. Since her humble beginnings, Paloma has gone on to win a Canadian Comedy Award (for \"Best Live Ensemble' with the all-star cast of She The People), a Screen Actors Guild Award (for her performance in Spotlight - Academy Award Winner for 'Best Picture'). She has been nominated for several Canadian Comedy Awards, several My Entertainment Awards, and she is currently nominated for a Dora Mavor Moore Award (the Canadian Tonys), for her work in Wonder Pageant. Currently, Paloma is an actor, comedian, director and voice artist performing across theatre, TV and film. Paloma played Sparky in NBC Sprout's live action show Terrific Trucks. Other recent film and television credits include: Kim's Convenience, Spotlight, Schitt's Creek, Workin' Moms, Odd Squad, Conviction,The Border, The Listener, Warehouse 13, Lucky 7, The Girlfriend Experience, The Strain, Killjoys, Shazam!, Baroness Von Sketch, Odd Squad, Creeped Out, The Beaverton In Contempt, and Designated Survivor. Keep an eye out for Paloma in Mouthpiece, directed by Patricia Rozema, playing summer 2019. Paloma's talents are not limited to TV and film, she is also a prolific theatre actor. She had the distinct honour of performing with the Alameda Theatre Company in several productions including The Refugee Hotel (nominated for a Dora Award for 'Best New Play'), The Intruder (Summerworks 2011), and Chile Con Carne at the Factory Theatre. Her theatre/theater work has taken her all over North America where she has excelled in both comedy and drama. Additional selected theatre credits include: STUCK (Factory Theatre), The Harold Experience (Next Stage Festival 2018), The Wonder Pageant (Coal Mine Theatre), Moonstruck (Tarragon/Bad Dog Theatre), Chile Con Carne (Factory Theatre), She The People (Second City Toronto/Just For Laughs Montreal), The MAD ShowT (Theater Aspen), and Everything Is Great Again (Second City Toronto). Paloma has worked with many industry legends from Judith Thompson to Carmen Aguirre. Paloma is also a coveted director and improv coach. She has been teaching at the Second City Training Centre for over ten years. She also teaches with The Bad Dog Theatre and The Assembly and consults and coaches independently. Her directing has touched such critically-acclaimed productions as Moonstruck (Bad Dog Theatre/Tarragon), New Phone, Who Dis? and Greater Expectations (The Second City Toronto's Education Company).",
    "name_more_cn": [],
    "personage_id": "36953721",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1548871",
    "personage_link": "https://www.douban.com/personage/36953721/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-21T12:37:36"
}