{
    "sid": "1548838",
    "name": "萨姆·威廉森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f7302d5378defcfa879a6269bb49ca93.jpg",
    "imdb_id": "nm0932139",
    "name_en": "Sam Williamson",
    "name_full": "萨姆·威廉森 Sam Williamson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1296795,
            "year": "1999",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p966162630.jpg",
            "title": "再造战士2：反攻时刻",
            "release": 1
        }
    ],
    "introduction": "Sam Williamson is a Texas native who started as a commercial actor, starring in hundreds of TV ads before traversing to episodic Television, Film, and Voiceovers. A few of his credits include co-starring roles on \"Walker, Texas Ranger,\" \"Universal Soldier, The Return,\" and national voice-overs for TV, Radio, Corporate/Industrial, Gaming, and political spots. Major brands include - Samsung, Taco Bell, Pepsi, Samsung, HP, Brothers in Arms, Barney & Friends, and numerous others. Sam is also founder and executive producer- MollyLLamaStudios; current projects include 2023 SXSW world premier narrative spotlight DEADLAND and a few more exciting. Sam is an activist and fitness enthusiast who made an effort to complete a 100-mile walk in the fall of 2019 as a board member of The Birds Eye View Project, in an attempt to raise money and awareness for veterans and first responders...with limited training, he made it 60 miles before landing in the ER with rhabdo and an even greater appreciation for the women and men who give their time and lives to protect and serve He loves portrait/landscape photography, architecture, hiking, snow skiing...anything in nature.",
    "name_more_cn": [],
    "personage_id": "36917948",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1548838",
    "personage_link": "https://www.douban.com/personage/36917948/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-16T07:21:16"
}