{
    "sid": "1549162",
    "name": "奥斯汀·福克斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a80ab30054ac8d601e3533b69584bd4b.jpg",
    "imdb_id": "nm9756558",
    "name_en": "Austin Foxx",
    "name_full": "奥斯汀·福克斯 Austin Foxx",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 27005769,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568659361.jpg",
            "title": "禁闭男童",
            "release": 1
        }
    ],
    "introduction": "Austin Foxx is an emerging young talent with credits as diverse as his abilities. He is best known for the role of Perry in Ciarán Foy's feature horror film Eli on Netflix. Austin's first role was playing the Young Gary Ridgway on The Reelz Chanel Murder Made Me Famous, The Green River Killer episode.At age twelve Austin became an award winning Writer, Director and Actor for his short film \"Mom\", having won the Gold Award for Best Short Film at the Mindfield Film Festival Albuquerque and Best Filmmaker Award at the CMA Content 19. He is also one of the youngest Finalist in the Los Angeles International Screenplay Awards and one of the youngest Semi Finalist in the Script and Storyboard Showcase. He received international recognition for his work when he won The Rising Star Award at The Next Level International Film Festival in Sydney, Australia.Austin was born in Orange, CA and lived there until the age of three, when he moved to Texas with his family. Where he started studying acting at age ten. Austin currently resides in the Atlanta, GA area.",
    "name_more_cn": [],
    "personage_id": "36920120",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1549162",
    "personage_link": "https://www.douban.com/personage/36920120/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-15T19:52:45"
}