{
    "sid": "1549535",
    "name": "克里斯托弗·费雷拉",
    "site": "douban_celebrity",
    "roles": [
        "动画",
        "导演"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0ea4f2641c449013cd8027f934dccded.jpg",
    "imdb_id": "nm5119166",
    "name_en": "Christophe Ferreira",
    "name_full": "克里斯托弗·费雷拉 Christophe Ferreira",
    "birth_date": "",
    "birth_place": "法国",
    "last_movies": [
        {
            "id": 36923738,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922162008.jpg",
            "title": "利维坦号战记",
            "release": 1
        },
        {
            "id": 27109222,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495785007.jpg",
            "title": "外星人狙击战",
            "release": 1
        },
        {
            "id": 3430169,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2225808366.jpg",
            "title": "钢之炼金术师FA",
            "release": 1
        }
    ],
    "introduction": "As a child, Christophe Ferreira would watch cartoons on TV and try to draw them. A little further down the line, he'd practice on comic book albums that he'd borrow from the public library, namely Spirou & Fantasio (Dupuis, Cinebook in English), Léonard (Le Lombard; Leonardo, Europe Comics), and, of course, Astérix. In 1991, he saw Akira at the movie theater, and that was really what tipped the balance for him in favor of a life in illustration. Not knowing that there were schools specialized in animation and comic books, he took up graphic design studies for advertising, but soon realized that wasn't for him. He wanted to draw. Through his previous studies, he heard about the Gobelins school, and that changed everything. He sat the entrance exams for the animation department and ended up studying there for two years. After that, he worked in animation in France for a few years before going to Japan to work for various studios as an illustrator. He's now lived in Japan for years, meeting many of the people who've worked on films and series that have been a massive inspiration to him. Author Alex Alice was the one to encourage him to get into comic book art, and Christophe was also introduced to Richard Marazano, so they could work together on a cartoon series project. The project was never completed, but the pair stayed friends. Finally, after 15 years of Alice and Marazano chipping away at him, Christophe created his first comic book series with Marazano: Monde de Milo (Dargaud 2013, Lion Forge in English, 2019 Milo's World), which was soon followed by another series in 2014, Alcyon, also with Dargaud. Let's hope there'll be many more to come!",
    "name_more_cn": [],
    "personage_id": "36927599",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1549535",
    "personage_link": "https://www.douban.com/personage/36927599/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-22T17:52:34"
}