{
    "sid": "1550524",
    "name": "戴维·卡梅伦",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2b7cf12119b6448630c1154662730c93.jpg",
    "imdb_id": "nm0131540",
    "name_en": "David Cameron",
    "name_full": "戴维·卡梅伦 David Cameron",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1295670,
            "year": "1979",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192560698.jpg",
            "title": "疯狂的麦克斯",
            "release": 1
        }
    ],
    "introduction": "ACTOR David Cameron graduated from Sydney's National Institute of Dramatic Art to become a critically acclaimed, Award Winning, Stage and Screen Actor. He has played major roles for the Melbourne Theatre Company, the Sydney Theatre Company and Playbox. He was also in the first Australian Rocky Horror Show. David's TV and film credits include Mad Max and My First Wife, and many leading Television roles including his multi award-winning role as 'Neil' in the mini-series Water Under the Bridge. David has also been an acclaimed Voice Over Artist for over 30 years.David's Directing career began with the stage production, A Life in the Theatre for the Playbox Theatre Company and the television sit-com, Us and Them. He went on to direct the D-Gen's comedy film clip successes, Five in a Row and Five More in a Row, and scores of television commercials for major Agencies and Clients. David has brought his strong visual sense and knowledge of performance to numerous Television Drama and Comedy Productions, his AFI-award winning episode of The Wayne Manifesto, the ABC's Seachange; Jonathan M.Shiff's Wicked Science, and one of the Dogwoman Telemovies. David directed the pilot telemovie Life for Beyond Simpson Le Mesurier and was also their Set-Up and Series Director for the undercover cop series Stingers. David continued his police Drama Directing work on 7's City Homicide, and returned to the ABC to direct Bed of Roses. David has Co-Produced and Directed Corporate Documentaries for TELSTRA and Origin Energy, and he was the Voice Director on the Media World / BBC animated TV series Dogstar.David's unique Screen Performance Process makes him a sought after teacher. He is an Associate at the Victorian College of the Arts School of Drama, having conducted the graduating students Film and TV Course, and runs Screen Performance Workshops at 16th Street Studios, TAFTA and the S.A.E. Institute. David also runs Directing Workshops at the VCA Film School, and offers Private 'One on One' coaching at his Screen Performance Laboratory in Melbourne.",
    "name_more_cn": [],
    "personage_id": "36932817",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1550524",
    "personage_link": "https://www.douban.com/personage/36932817/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-17T23:26:06"
}