{
    "sid": "1551768",
    "name": "JJ Fong",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9a9a41bb9ef897351d48b80e245ed643.jpg",
    "imdb_id": "nm5598599",
    "name_en": "",
    "name_full": "JJ Fong",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36246868,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889550712.jpg",
            "title": "我为养生狂",
            "release": 1
        },
        {
            "id": 35443372,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642280754.jpg",
            "title": "奶油公社 第一季",
            "release": 1
        }
    ],
    "introduction": "JJ FongBorn\tAuckland, New ZealandOccupation(s)\tActress.producer.dancer.singer(born 1985 or 1986[1]) is a New Zealand actress and producer. She is best known for her roles as Alice Lee in the hit NZ television programme Go Girls, Betty in the programme Step Dave and Jessica in the acclaimed NZ web series Flat3 and its subsequent spin-offs.The web series was created by her production company Flat3 productions which she co-owns and started with friends and fellow New Zealand actresses Perlina Lau, Ally Xue and Roseanne Liang.She portrayed the role of Filipino New Zealander cosmetic surgical nurse, Ruby Flores, on the long-running and iconic NZ soap opera Shortland Street.In August 2021, it was announced that she would feature in the 2021 Season of Celebrity Treasure Island 2021.[2]Early life and educationFong, who is of Chinese New Zealand descent,[3] was born and raised in Pukekohe, Auckland, New Zealand.CareerFong received her first big break when she was cast as part of the main cast for Go Girls in 2013.[4]Soon after realising the lack of diversity in New Zealand's film and television industry, Fong, Perlina Lau, Ally Xue, and director Roseanne Liang started Flat3 productions, one goal of which is to give more opportunities to Asian New Zealanders and New Zealanders in general in the NZ film and television industry. Flat3 productions produced two successful web series, Flat3 and Friday Night Bites, both in which she portrays the character Jessica. On the back of the success of Flat3, the spin-off web series Friday Night Bites was granted funding by NZ On Air and was released through TVNZ OnDemand. Fong's friends, independent of Flat3 productions, also created the short film Sugar Hit.Between 2014 and 2015 Fong starred on the main cast in the role of Betty on the popular, but short-lived NZ comedy-drama TV programme Step Dave. She recently guest starred on The Brokenwood Mysteries and was part of the recurring cast of the famous NZ soap opera Shortland Street playing Nurse Ruby Flores.",
    "name_more_cn": [],
    "personage_id": "36942875",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1551768",
    "personage_link": "https://www.douban.com/personage/36942875/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-12T11:14:28"
}