{
    "sid": "1551840",
    "name": "瑞恩·巴布科克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b44da7f7ba6a8e687aad6d88b19b7ef6.jpg",
    "imdb_id": "nm1914621",
    "name_en": "Ryan Babcock",
    "name_full": "瑞恩·巴布科克 Ryan Babcock",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36217794,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909854772.jpg",
            "title": "海豹突击队 第七季",
            "release": 1
        },
        {
            "id": 20644938,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172371194.jpg",
            "title": "硅谷 第一季",
            "release": 1
        }
    ],
    "introduction": "Ryan Babcock, a native of Long Beach, California, is an accomplished actor with a trajectory rooted in his hometown. Graduating from David Star Jordan High School, he embarked on his career with a notable role in the Fox hit TV series \"Gang Related.\" Driven by a passion for his craft, Ryan honed his skills through formal training at Second City and the Anthony Gilardi Acting Studio. His commitment extended beyond traditional acting, encompassing firearm, tactical, and stage combat training. In a stellar moment of recognition, 2022 marked a triumphant year for Ryan as he secured three awards at the Les Femmes Underground International Film Festival for his outstanding performance in \"Buffalo and Trout.\" These accolades included 'Cinematic Excellence,' 'Cinematic Execution,' and the prestigious 'Jury Award Official Selection' from the festival's panel. Dedicated to his profession, Ryan is a proud member of The Television Academy and Sag-Aftra, showcasing his commitment to the industry's highest standards. With a promising career and a list of accolades, Ryan Babcock continues to make his mark in the world of entertainment. Ryan Babcock's impressive acting career has seen him grace the screens of several acclaimed TV series. Notably, he brought his talent to \"Mayans M.C.\" in Season 5, made impactful appearances in the final season of \"Sons of Anarchy\" (Season 7), and added depth to \"NCIS: Los Angeles\" in Season 6. His versatility further shone through in roles on \"Stumptown\" Season 1, \"Station 19\" Season 3, showcasing his ability to seamlessly transition across diverse storylines and characters. In a notable departure, Ryan took on the challenging role of the villainous alien in Season 3 of \"The Orville.\" With each role, Ryan Babcock continues to captivate audiences and solidify his presence in the dynamic world of television.",
    "name_more_cn": [],
    "personage_id": "36945142",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1551840",
    "personage_link": "https://www.douban.com/personage/36945142/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-09T17:36:17"
}