{
    "sid": "1552561",
    "name": "奥特姆·费德里奇",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/b60815708b533f92040d25af5163d416.jpg",
    "imdb_id": "nm2608927",
    "name_en": "Autumn Federici",
    "name_full": "奥特姆·费德里奇 Autumn Federici",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 22289953,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1899609934.jpg",
            "title": "超自然档案616",
            "release": 1
        }
    ],
    "introduction": "Autumn Federici is a critically acclaimed independent film producer and actress and executive producer of the much-anticipated Sci-fi drama CIRCLE a Netflix exclusive. Lauded in the festival circuit, Federici has worked alongside noted members of the entertainment industry, including Emmy, Oscar and Golden Globe nominees and winners Andy Tennant, Barry Sonnenfeld, Mel Gibson, Andie MacDowell, Shannen Doherty, and Randall Wallace. As Senior Vice President of Production at Transparent Media Company, a Perot family company, she saw to the distribution and production of all creative content. In 2022 her feature film LIST OF A LIFETIME, starring Kelly Hu and Shannen Doherty, was nominated for a Critic's Choice Award, Hollywood Critics Association Television Award, Imagen Foundation Award, and a Women's Image Network Award. Federici also produced a special content piece about Breast Cancer to air alongside the film. Shannen Doherty directed the project and it premiered at VARIETY'S POWER OF WOMEN. Over the past seven years Federici has produced and sold over 45 films with MARVISTA ENTERTAINMENT, GAUMONT, BETA, LIFETIME, UPTV, HALLMARK, VIACOM, PARAMOUNT and NETFLIX. Additional credits include television, commercial, music videos and corporate campaigns. She lives in Southern California with her family.",
    "name_more_cn": [],
    "personage_id": "36950167",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1552561",
    "personage_link": "https://www.douban.com/personage/36950167/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-06T03:26:35"
}