{
    "sid": "1552859",
    "name": "Stephanie Linus",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1acb8ca70cd91c4717ca7b3877835b92.jpg",
    "imdb_id": "nm1760384",
    "name_en": "",
    "name_full": "Stephanie Linus",
    "birth_date": "1982年10月2日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5178385,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896133328.jpg",
            "title": "Through the Glass",
            "release": 1
        }
    ],
    "introduction": "Stephanie Linus is a Nigerian actress/filmmaker with an infectious personality. She has earned a reputation as Africa's foremost actress, especially in Nollywood, the Nigerian film industry, which The New York Times reported to be the world's third largest.She has starred in more than 100 films and has received several awards and nominations for her work as an actress. These include; the Afro-Hollywood Awards, Film Makers USA Award for Excellence, Reel Awards for Best Actress and recently, the prestigious AMVCA 2016 Award for Best Overall Movie in Africa and AMAA Awards Best Nigerian Film for her most recent work - DRY. This comes after her highly successful directorial debut in 'Through The Glass', which was the country's first film to gross 10million naira in its first week and then carted away several awards.In 2010, Stephanie was featured in the CNN documentary \"50 years of Nigerian Independence.\" That same year, she joined Hollywood A-list star Meryl Streep, for an exclusive stage reading of the play \"Seven\" at the Hudson Theatre in New York City as part of the Women in the World Conference, opened by U.S. Secretary of State Hillary Clinton.On a special invitation from the Queen of England, Stephanie was one of the distinguished guests who attended the 2015 Queens Young Leaders Award in Buckingham Palace where 60 young people across Commonwealth Nations were being honoured. As an avid supporter of the campaign, Stephanie met with England's Queen Elizabeth II and other dignitaries at the Palace.Beyond her work as an actress, she is passionate about women's rights and strongly advocates against early child marriage. Through her foundation \"Extended Hands\", she has done extensive work in the field of Vesico Vaginal Fistula. This earned her the Miriam Makeba Award for Excellence in 2007, and the Beyond the Tears Humanitarian Award for her work against rape and VVF. She is the United Nations Population Fund (UNFPA) Regional Ambassador on Maternal and Reproductive Health for West and Central Africa. Stephanie is also passionate about raising her voice against electoral violence. In March 2016, she spoke alongside other world leaders like the First Female U.S. Secretary Of State, Madeleine K Albright and the Canadian First Lady, Sophie Grégoire Trudeau at the #NotTheCost Conference in New York in her capacity as the the NDI's Celebrity Ambassador for the 'STOP Violence Against Women In Elections' campaign. She was awarded Nigeria's fourth highest award, Member of the Order of the Federal Republic.Stephanie's resilience and determination have proven that she will always remain one step ahead and she is arguably one of the most respected actresses in Nollywood. Her desire to evolve is what inspires and drives her in all of her work as an actress and entrepreneur. With a string of local and international awards and a burgeoning portfolio of philanthropy and activism, Stephanie is irrepressible and at the top of her game.",
    "name_more_cn": [],
    "personage_id": "36953368",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1552859",
    "personage_link": "https://www.douban.com/personage/36953368/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-03T05:56:34"
}