{
    "sid": "1552560",
    "name": " 扎娜·波夫斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9dccec71d69bf63d090e10cd96de30ed.jpg",
    "imdb_id": "nm5287205",
    "name_en": "扎娜·波夫斯 Zana Salobir",
    "name_full": "扎娜·波夫斯 Zana Salobir",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 22289953,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1899609934.jpg",
            "title": "超自然档案616",
            "release": 1
        }
    ],
    "introduction": "Zana Povse Salobir, best known for her singing success in Eastern Europe and her dancing success on Dancing with the Stars, was born on June 18, 1984 in Novo Mesto, Slovenia. After graduating from the Secondary School of Nursing, Zana moved to the capital city of Slovenia, Ljubljana where she met Ales Vovk-Raay and started her singing career.For the EMA- Eurovision song contest in Slovenia, Zana worked with Josip Miani-Pipi. They wrote the song \"Druga Violina\" (\"Second Violin\") which won the Diamond Award for the most played song in 2007.On the Eurovision song contest, Zana met and fell in love with Slovenian model, Dani Salobir. Together, Dani and Zana have a daughter named Kiara, which means clear and bright.In her first years of motherhood Zana trained martial arts, continuously wrote music, and studied acting. Her first acting opportunity arose when Raul Julia Levy offered her a role in \"Havana Heat.\" Due to legal issues, the movie was never made.A few months later, Director/Writer Josef Cannon was looking for an Eastern European singer to write and record a song for his upcoming film, \"The Promise.\" He contacted Zana when he found out about \"Havana Heat\" through his colleague, Jean Claude Van Damme, with whom he was working in Bulgaria at the time shooting the movie \"Soldiers\".Josef Cannon had also worked with Wesley Snipes, who was in discussion for the lead role in \"Havana Heat\". Josef and Wesley co-starred in \"Wild Cats\", which was the first film for each, and were neighbors until Wesley went to prison. With all of the connections, Josef was soon in discussion with Zana. She agreed to a small role in \"The Promise\", taking her from Slovenia to Los Angeles.With Zana's martial arts skills, Josef also offered her a role in another film, \"Fragmented Truth\". Since he was looking for a mix between Audrey Hepburn and Laura Croft, played by Angelina Jolie, Zana was the natural choice.Zana's third film role while in Los Angeles came through meeting Rib Hillis, a producer on and lead actor in \"Paranormal Incident 2\". A further connection was made; Rib is married to Elena Grinenko, the Russian star of \"Dancing with the Stars\".",
    "name_more_cn": [],
    "personage_id": "36950166",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1552560",
    "personage_link": "https://www.douban.com/personage/36950166/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-13T21:39:15"
}