{
    "sid": "1552647",
    "name": "肖恩·迈克尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/03fdc818a256e704c3b005ecbb035a90.jpg",
    "imdb_id": "nm2474489",
    "name_en": "Shawn Michael",
    "name_full": "肖恩·迈克尔 Shawn Michael",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36932394,
            "year": "2026",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925091095.jpg",
            "title": "全信没收",
            "release": 1
        }
    ],
    "introduction": "Born and raised in NJ, Shawn Michael quickly found a pull to the Arts. finding his element seemed jokingly evident after the 7th-grade classic Christmas play \" We Three Kings\".Later musically influenced by his Dad singing\"the oldies\" and his brother a singer/songwriter, At 19, Shawn turned down his first record deal only to sign, write and release 2 singles which were featured on the Billboard Dance charts in the '90s. Working along with Legendary Producer Chris Barbosa , Shawn was an active DJ for 8 years , At 21, he became a member of ASCAP.In a transition to Acting he quickly established a presence on many NY Film & TV sets. He landed his first role in the indie thriller\"Alphabet Killer\" (which includes the talents of (Oscar Winner ) Melissa Leo (TheFighter) Cary Elwes & Eliza Dushku. First Co- star role was on Blue Bloods / CBS , HBOMax Season 2 \" And Just Like That \". And the upcoming HBOMax Crime series ' Task\" from \"Mare of Easttown's\" Brad Ingelsby starring Mark Ruffalo .Shawn's talent keeps him a more versatile casting option. Playing slightly dominating types, volatile, law enforcement, and blue-collar. He has studied with some of NY/LA well known acting coaches and studios. Shawn has been active in the Martial Arts of Krav Maga, Brazilian Jiu-Jitsu, Muy Tai technique. In addition, Tactical and Defensive shooting skills. In fitness, he has trained privately with Don Saladino ( Ryan Reynolds, Sebastian Stan, Hugh Jackman )Beginning in New Orleans then NY / LA , He quickly found himself a connecting bridge between talent and skill putting projects together. As an Actor / Producer it was a natural fit. He has worked with a range of talent on and off-screen. Shawn is a member of the not-for-profit arts Center at West Park, on the upper west side of Manhattan. A landmark home for arts, culture, and community -mission leaders./ host committee includes Mark Ruffalo, Matt Damon, Lawrence Fishburne, John Hamm, Kenneth Lonergan, Fisher Stevens, Matthew Broderick, as well as many other notable actors and entertainer members.",
    "name_more_cn": [
        "肖恩·迈克尔·马科拉(本名)"
    ],
    "personage_id": "36951999",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1552647",
    "personage_link": "https://www.douban.com/personage/36951999/",
    "property_other": [],
    "name_more_other": [
        "Shawn Michael Macola(本名)"
    ],
    "update_at": "2026-01-19T07:55:22"
}