{
    "sid": "1553924",
    "name": "沙芬·卡里姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c0c819257525709106b766cf6cbf4c91.jpg",
    "imdb_id": "nm2837504",
    "name_en": "Shafin Karim",
    "name_full": "沙芬·卡里姆 Shafin Karim",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36402080,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914089881.jpg",
            "title": "怪猴",
            "release": 1
        },
        {
            "id": 36149380,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908275411.jpg",
            "title": "长腿",
            "release": 1
        }
    ],
    "introduction": "Born in Dar-Es-Salam, Tanzania in East Africa, Shafin Karim's family immigrated to Canada in 1974 seeking a better life and escaping political dictatorship. He later completed his bachelor's degree in psychology and sociology, with plans to pursue a masters degree in counseling and education. However, Shafin decided to take a break from his studies to re-visit his childhood love of performance. After a series of successful theatre productions, Shafin re-focused his career towards film & television, sinking his teeth into a role on the popular NBC series, Bionic Woman opposite Isaaiah Washington, and Disney's Tron 2: Legacy, opposite Garrett Hedlund. Shafin's style is quirky, heartfelt, soulful and character driven. Since then, his career has led him throughout Canada, including Vancouver, Toronto and Yellowknife to portray various roles in Pashto, Arabic, and Indonesian. Shafin most recently completed a lead role on the feature film, Red Snow, written and directed by 2018 Leo Award winner, Marie Clement. Red Snow is a dramatic adventure, featuring 'Aman,' an Afghan translator caught between two worlds, determined to save his family from oppression and enslavement.",
    "name_more_cn": [],
    "personage_id": "36966214",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1553924",
    "personage_link": "https://www.douban.com/personage/36966214/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-01T22:49:38"
}