{
    "sid": "1553308",
    "name": "娜塔莎·肯博尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1440e1debba78a383d1ac6085cda67e6.jpg",
    "imdb_id": "nm3510890",
    "name_en": "Natasha Kemball",
    "name_full": "娜塔莎·肯博尔 Natasha Kemball",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36363726,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896540983.jpg",
            "title": "夜车惊魂",
            "release": 1
        }
    ],
    "introduction": "Natasha grew up from the age of eight as an expat in Dubai. She had a very musical upbringing, learning the flute and the piano to a high standard and had classical vocal training throughout her teenage years. Having fallen in love with musicals at a London performance of The Phantom of the Opera when she was fourteen, she decided she simply had to pursue a career on the stage. At eighteen, she won a place to train for three years in Musical Theatre at The Arts Educational Schools, London (ArtsEd). She has since performed all over the country and internationally in a variety of high profile venues for all types of event including as a soloist in concert with The British Philharmonic Orchestra conducted by Michael Ball's Musical Director, Callum McLeod.Event venues include: Theatre Royal, Drury Lane; Opera Holland Park; Windsor Castle; Swansea Grand Theatre; Congress Theatre, Cwmbran; The O2; The Hilton Park Lane; The Haymarket Hotel; The Grove Hotel; Luton Hoo Hotel; Kirkstall Abbey, Leeds; Edinburgh Castle, Princes Street Gardens; Nottingham Castle; Lillian Bayliss, Sadler's Wells; The Mint Room, Bath; Water Rats Theatre, Kings Cross; Emirates Palace Hotel, Abu Dhabi (for the U.A.E. Royal Family); Emirates Towers Hotel, Dubai; The Capital Club, Dubai; Hard Rock Café, Dubai; Raamegarde, Norway for shipping billionaire, Petter Olsen and many more.Natasha was narrowed down out of thousands of hopefuls to reach the last 100 in all of the UK for the BBC reality TV search for the role of Maria in 'The Sound of Music' created by Sir Andrew Lloyd Webber and hosted by Graham Norton.Theatre includes: Ensemble in Love Never Dies concerts 2023 at Theatre Royal, Drury Lane; Rosalind/Soloist (u.s. Juliet) in Romeo and Juliet opposite Sean Brosnan; Cobweb and Peaseblossom (u.s. Helena) in 2 different productions of A Midsummer Night's Dream alongside ex Royal Ballet dancer, Wayne Sleep; Classical Soloist (u.s. Ophelia) in Hamlet; Curtis in The Taming of the Shrew; Audrey in As You Like It - all for The British Shakespeare Company on tour and in the West End over several seasons; Principal Soloist in From Broadway to Hollywood orchestral West End Gala, Sotogrande, Spain; Grace in Club Burlesque (fringe) The title role in The Little Mermaid, Belle in Beauty and the Beast and Maria in West Side Story in the UAE.Film includes: Control, starring Kevin Spacey (Feature) City of Life (Feature); A to Z (Short) and Pandora (Short)Natasha worked for quite some time as one half of vocal duo, 'Amor' with Phantom and Les Misérables lead Mike Sterling aboard various luxury cruise liners including P&O, Saga and Oceania. She has also worked with Encore Entertainment as part of their 'Sirens' and 'Singing Waiters' team. In addition, Natasha has worked extensively as a private vocal coach for the past fourteen years and has taught singing, acting and dancing at various London Stagecoach branches as well as leading vocal/drama workshops and masterclasses for numerous other performing arts academies and schools. She is particularly passionate about truthful performance with a focus on story-telling and acting-through-song as well as helping students to shine in audition situations and to deal with performance anxiety. She has helped students prepare for and get accepted at top performance colleges such as The Brit School, ArtsEd, Emil Dale and Urdang.Natasha has recently decided to spend more time pursuing work in the film and television realm although still sings when the opportunity presents itself.",
    "name_more_cn": [],
    "personage_id": "36956856",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1553308",
    "personage_link": "https://www.douban.com/personage/36956856/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-25T00:28:23"
}