{
    "sid": "1555884",
    "name": "A·罗素·安德鲁斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8cf6e19a482882c5a8bb54d86af5d4c9.jpg",
    "imdb_id": "nm0028551",
    "name_en": "A. Russell Andrews",
    "name_full": "A·罗素·安德鲁斯 A. Russell Andrews",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1305686,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1356756326.jpg",
            "title": "惩罚者",
            "release": 1
        }
    ],
    "introduction": "Russell Andrews is an actor, director, producer and the founding member of StageWalkers Productions, a multi award winning Los Angeles based stage company. As both artistic director and managing producer Andrews and company have received over 30 LA Theatre award nominations with wins that include 2 NAACP Theatre Awards and 2 LA Stage Alliance Ovation Awards (L.A.'s version of the Tony Award) for his work with Pulitzer Prize winning author August Wilson's Piano Lesson, Jitney and Ma Rainey's Black Bottom in which Russell received his first NAACP Theatre Award for Best Actor.Born in Huntsville, Texas, Russell grew up in Houston and is an alum of Houston's Ross Sterling High School and Northwest Academy. After a very celebrated athletic career in high school, he received a scholarship to Blinn College and later went on to attend the University of Houston and Texas Southern University where he majored in sociology. After jobs ranging from drug store manager to furniture mover, to a longer than anticipated stay as a prison guard at the Texas Dept. of Corrections, he found his way to the \"boards\" and never looked back.Russell began his acting career in Houston at The Ensemble Theatre and after the National/International tours of Thomas Meloncon's The Diary of Black Men, graduated to the city's largest venue, The Alley Theatre. After breakthrough performances as 'Willie' in the stage version of David Felshuh's drama Miss Evers' Boys and 'Levee' in August Wilson's Ma Rainey's Black Bottom, Russell moved to Washington, D.C. to study Shakespeare at The Folger Shakespeare Library's Folger Theatre and landed the role of Petruchio in that season's Taming of the Shrew. Andrews later relocated to New York City where his first role was at the famed Playwrights Horizons as Superboy in Marion McClinton's Police Boys. He continued to study, gain national recognition and become a regular face on the regional theatre and Off-Broadway circuit. Mr. Andrews has performed around the U.S. and across the Atlantic where on the London Stages \"intense\" and \"passionate\" were commonly associated with his work.",
    "name_more_cn": [],
    "personage_id": "36984416",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1555884",
    "personage_link": "https://www.douban.com/personage/36984416/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-08T18:52:25"
}