{
    "sid": "1556369",
    "name": "阿卡基·波普哈泽",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [
        "2024年 第72届圣塞巴斯蒂安国际电影节 最佳新导演 (提名) 血液燃烧"
    ],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/2ea4e63c724d84a47918d72f13ee0db1.jpg",
    "imdb_id": "nm9381904",
    "name_en": "Akaki Popkhadze",
    "name_full": "阿卡基·波普哈泽 Akaki Popkhadze",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35932290,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913471735.jpg",
            "title": "血液燃烧",
            "release": 1
        }
    ],
    "introduction": "Akaki was born in Georgia in 1991 and grew up in Russia until he was 13 years old. His family then moved to Nice. Little by little, through encounters and by devouring Hercule Poirot episodes on TV, he learned the French language. His family had a difficult start and very soon he had to earn a living. He worked as a security agent in the luxury villas of Saint-Jean Cap-Ferrat or as a waiter in nightclubs in Monaco and Saint-Tropez. When he entered the Ecole Supérieure de Réalisation Audiovisuelle (ESRA) in Nice, he finally got back to his childhood dream : making films. In 2017, he wrote and directed Le soleil des nuits blanches. Hailed by many professionals, this short film was screened at the PÖFF Shorts (Tallinn Black Nights film festival) as well as other festivals. He then assisted Florent Hill on his film Slurp, which was screened at the Clermont-Ferrand Festival in 2018. The same year, Akaki wrote and directed Je vois, a medium-length film in a single shot-sequence of 36 minutes that received numerous distinctions, including from the CNC (Quality Award) and the Best Director Award at the Copenhagen Film Festival.",
    "name_more_cn": [],
    "personage_id": "36994553",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1556369",
    "personage_link": "https://www.douban.com/personage/36994553/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-02-07T01:55:43"
}