{
    "sid": "1556476",
    "name": "迈克尔·基梅尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/34788390c250da4c20e5948967fab771.jpg",
    "imdb_id": "nm5343060",
    "name_en": "Michael Lee Kimel",
    "name_full": "迈克尔·基梅尔 Michael Lee Kimel",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5327451,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910153910.jpg",
            "title": "哈罗德和紫色蜡笔",
            "release": 1
        }
    ],
    "introduction": "Michael was born the youngest of four to Michael Lee Kimel Sr. and Hwa Sun Kimel in Ft. Leavenworth, Kansas. Once his father retired from the military, his family decided to settle down in North Carolina where he excelled in martial arts and became an Eagle Scout. He went on to attend school at Appalachian State University majoring in English with a concentration in Creative Writing. After college, he pursued a number of professions including being a sales representative in a call center, working as a substitute teacher, and even participating in a laboratory experiment as a human test subject. Realizing that perhaps a conventional job wasn't for him, he decided to follow more creative outlets. It was during this time that he met his current acting coach, Burgess Jenkins, and joined the Carolina Actor's Group.Under Jenkins's tutelage, Michael discovered his true passion of acting. By honing his skills and dedicating himself towards his training, Michael has developed into a versatile actor that is truly a force to be reckoned with on camera. During the summer of 2012, his hard work paid off by gaining representation, booking roles in several independent films and commercials, and landing a role as \"NATE\" in the hit television series \"THE VAMPIRE DIARIES\". With his continual devotion towards his craft and unique looks, Michael is sure to impact the film and television world in a big way.",
    "name_more_cn": [],
    "personage_id": "36996110",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1556476",
    "personage_link": "https://www.douban.com/personage/36996110/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-12T05:13:27"
}