{
    "sid": "1556470",
    "name": " 杰弗里·科拉齐尼",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9e663c4f9ac260d115c3a9a9f4bb2b4e.jpg",
    "imdb_id": "nm1089398",
    "name_en": "杰弗里·科拉齐尼 Jeffrey Corazzini",
    "name_full": "杰弗里·科拉齐尼 Jeffrey Corazzini",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26389321,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582165718.jpg",
            "title": "新变种人",
            "release": 1
        }
    ],
    "introduction": "Jeff Corazzini was born in Lexington Massachusetts and attended Lexington High School and went on to study acting at Emerson college in Boston Massachusetts. He grew up with 3 brothers and one sister and competed in most sports. He played hockey since age 10 and has a cousin Carl who was the captain of the Boston University hockey team who also played for The Boston Bruins. Jeff began his acting career at age 17 playing a lead in a Pepsi commercial. He was then discovered by fashion photographer Bruce Weber at age 20 and went on to model mens Italian suits for Valentino. He joined the Ford modeling agency and shot with the top photographers and has over 200 ads and tear sheets from numerous print modeling jobs. His agent is Tim Ayers The Model Club from Boston. He is also a professional photographer learning the trade mostly from his years as a print model. He mostly photographs weddings and is affiliated with Ericson-Wolfe photography located in Northborough Massachusetts. They have won Best of the knot and brides choice awards for the past three years. His acting career has been taking off the last few years with the large number of feature films now being filmed in Massachusetts. He has had five speaking roles in just the past three years and was also featured in Shutter Island as a guard in the Boardroom scene with Leonardo DiCaprio, Sir Ben Kingley, Mark Ruffalo and Max Von Sydow. He was selected by Martin Scosese to stay for a close up the last shot of the day and was in the boardroom alone with Marty and the crew for 30 minutes to get the right shot. He was featured in The Fighter in a scene with Christian Bale as an inmate that hi fives Christian in the prison scene. He was recently cast to play a real photographer in Ted starring Mark Wahlberg and Mila Kunis where he was able to shoot with all his own equipment. He has been auditioning recently for speaking roles in many feature films being filmed in Massachusetts.",
    "name_more_cn": [],
    "personage_id": "36995965",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1556470",
    "personage_link": "https://www.douban.com/personage/36995965/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-24T14:07:24"
}