{
    "sid": "1556093",
    "name": "法比奥菈·蕾诺",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/621f768ace02cb89d7f8bce571c75120.jpg",
    "imdb_id": "nm15709780",
    "name_en": "Fabiola Reno",
    "name_full": "法比奥菈·蕾诺 Fabiola Reno",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36904767,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908582825.jpg",
            "title": "普通的乔",
            "release": 1
        },
        {
            "id": 36742579,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913389280.jpg",
            "title": "罪人",
            "release": 1
        },
        {
            "id": 36678056,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920854234.jpg",
            "title": "都市侠盗：救赎 第三季",
            "release": 1
        }
    ],
    "introduction": "Fabiola (Fab) Reno is a Spanish American actress and director. She was born in Managua, Nicaragua (of Spanish and Nicaraguan descent) to Ana Armas (a dedicated housekeeper) and Jorge Espinosa (an archaeologist and writer) during the civil war.At age 6, Fabiola's family was granted political asylum in the U.S. in 1983, during the war.She was married for 10-years (divorced circa 2010) and raised their two daughters in Louisiana.Her daughters, Maris and Bellah continue to be a great source of inspiration as they excel in their own careers.In 2022, Fabiola received an opportunity from FOX & NBC (As a Director, Writer, Actor, Voiceover). She's currently focusing on submitting audition reels and booking roles in films and national and international ad campaigns.Filmography: Sinners (2025), The Corps (2025), Carry On (2025 starring Taron Egerton (Rocketman, Black Bird), Queen of the South (Netflix), Average Joe (God's Not Dead Media Group), Sacrifice (BET), Five Days at Memorial (AppleTV), The Winchesters (CW) and Leverage Redemption.Her grandfather, the late (Colonel Rafael Espinosa Altamirano), was the Director and Founder of The Nicaraguan Air Force (FAN 1938) and a decorated pilot.Her grandmother, Carmen Velez Estrada, pursued her dream of acting and decided to move to Paris, France to further her career in films. She passed away in her 30's while giving birth to one of her children.Siblings: Elizabeth, Jorge, Graciela, Ricardo, Alvaro, Pryscila, Ernesto and Jorge III).Education: B.A. in Marketing and Master's in Teaching from Southeastern Louisiana University. She went on to teach K-12 Spanish and continues to direct young actors as well.Television/Ad Campaigns: Smith & Nephew Pharmaceuticals (London), Touro LCMC Health (New Orleans) and The Office of Louisiana Tourism (Explore Louisiana) which will add NY Times Square, Billboard and Rolling Stones to her resume'.She enjoys traveling, dancing, singing, working with fantastic cast and crews and introducing others to great Louisiana cuisine and music. She lives in Baton Rouge, Louisiana (near the New Orleans area.)- IMDb Mini Biography By: MGMT.",
    "name_more_cn": [],
    "personage_id": "36988012",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1556093",
    "personage_link": "https://www.douban.com/personage/36988012/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-09T22:52:09"
}