{
    "sid": "1557655",
    "name": "阿马尔·迪普·加尔格",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4ddab7b755f35bdbe658b353d4cfdcbf.jpg",
    "imdb_id": "nm9743639",
    "name_en": "Amardeep Garg",
    "name_full": "阿马尔·迪普·加尔格 Amardeep Garg",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36931172,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909552485.jpg",
            "title": "迷人的妻子",
            "release": 1
        }
    ],
    "introduction": "Mr. Amardeep Garg, hailed from Haryana, sifted to Mumbai in 2013, he is known Indian actor, Hindi Urdu diction trainer, Director, Producer and acting trainer. Had started his career as a debutant bollywood actor in Delhi in 2008 with a DD National's well-established show 'Kyon ki jeena isi ka naam hai'. In that show he played the role of prominent character 'Suraj' which was opposite to Anupam Sham and Zeeshan Ayyub Khan. He had begun his acting journey in 2006 by joining theatre with reputed directors like V.K. Sharma, Robin Das, Chittaranjan Tripathy, Suresh Bhardwaj and others. Karamfal data Shani, Param avatar Shri Krishna, Choti Sardarni, Vikram Betal, Kashibaai Bajirao Ballal, Peshwa Baji Rao are some of the important shows where he proved his acting skills. Some films & web series are lined up for future releases. In 2022, he did a short film named 'Expectations' where he worked as writer, director, producer and of-course as an actor also which is available on Disney-Hotstar. 'Expectations' has also been selected for some International Film festivals. His first short film in 2012 'Dhai Qadam' was awarded in 'We care Film Fest'. He has worked as an acting trainer in legendary Indian actor Anupam Kher's acting school 'Actor Prepares' and has also been the acting trainer of many renowned actors. He has given diction training to Indian celebrity actors like Karan Khandelwal, Dr. Amitabh Ghosh, Jazzy Ballerini, Anirudh Balaji, Manosi sengupta, Sharly Modak, Patrali Chattopadhyay, Yukta Rakshit, Sukanya Boruah, Prabhat Chaudhary, Subhalaxmi Das, Taniya Chatterjee, Sampada Kulkarni, Avinn Tyagi, Pooja Ghosh, Parth Gagan, Pooja Verma (Pooja Sen), Nakul Ghanekar, Kedar Rathore and many more. He is realistic as well as virtual style actor. He has played both negative and positive characters with ease. His acting teaching techniques are different from others and easy to learn.",
    "name_more_cn": [],
    "personage_id": "37005873",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1557655",
    "personage_link": "https://www.douban.com/personage/37005873/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-07T23:00:14"
}