{
    "sid": "1557218",
    "name": "黛博拉·玛丽亚·梅克皮斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6aed3daa0df071d011dc42d045018edb.jpg",
    "imdb_id": "nm0538488",
    "name_en": "Deborah Maria Makepeace",
    "name_full": "黛博拉·玛丽亚·梅克皮斯 Deborah Maria Makepeace",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 5054054,
            "year": "1975",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891950270.jpg",
            "title": "爱德华七世",
            "release": 1
        },
        {
            "id": 5053931,
            "year": "1973",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911620387.jpg",
            "title": "小公主",
            "release": 1
        }
    ],
    "introduction": "Vivacious, polished, and graceful, Deborah Makepeace effervesced with her natural acting talents and aura of charisma on both the screen and stage. With her porcelain skin, lively doe eyes, and long wavy dark hair, all framed on a perfect heart shaped face, she had the timeless beauty to match her gifted acting talents. Her tragic and premature death, undoubtedly robbed the entertainment industry of one of its strongest, promising, and beautiful English starlets.At age 14, when most young girls are nurturing dreams of stardom, Deborah Makepeace was giving life to an acting career that few get to experience. Selected out of over 200 other young girls, she headlined the BBC television remake of A Little Princess (1973), in the leading role of Sara Crewe (which was originally played by child starlet icon Shirley Temple in 1939). Following the success of her breakout role, Makepeace abandoned her original dream of becoming a ballet dancer. The following year she landed a minor role playing the younger Janet Suzman as Florence Nightingale in the television film Miss Nightingale (1974), which was followed by the leading role in the BBC six-part children's adventure series, The Chinese Puzzle (1974).In 1975, she portrayed Princess Helena of the United Kingdom on three episodes of the Emmy and BAFTA winning ATV costume drama series, Edward the Seventh (1975). In high demand as a television actress, she was also starring in bit parts and reoccurring roles for various television productions. On BBC Play of the Month (1965) production of the 1928 satirical comedy play, The Apple Cart, she played Nigel Davenport's daughter. She also had a reoccurring role as a student nurse on the hit BBC series, Angels (1975), for three years. Her other credits include the family comedy series Just William (1977), the BBC drama series Penmarric (1979), and the long running comedy classic Sorry! (1981).In the late 70s, she thrived on the repertory theater scene for Pitlochry Festival Theatre. Her run spanned into the 80s with her performances in such stage productions as The Tempest, While the Sun Shines, and The Caucasian Chalk Circle. One of her greatest theatrical accomplishments was in the 1984 St. George's Theater production of The Taming of the Shrew, playing the role of Bianca. A performance which earned her universal acclaim from audiences and critics alike. In addition to theater, Makepeace also worked part-time as a voice-over actress doing English dubs for Japanese anime films.A life and career that could have led to greater successes and endless possibilities was extinguished when she was diagnosed with cancer. After a long, turbulent, and brave battle, Makepeace died on February 2, 1999, aged only 41.",
    "name_more_cn": [],
    "personage_id": "37000926",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1557218",
    "personage_link": "https://www.douban.com/personage/37000926/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-21T08:36:01"
}