{
    "sid": "1557723",
    "name": "亚娜·米苏拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/138cf9340bcc47fdf4e0cb8b71db95d6.jpg",
    "imdb_id": "nm1650938",
    "name_en": "Jana Mitsoula",
    "name_full": "亚娜·米苏拉 Jana Mitsoula",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1308998,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581597354.jpg",
            "title": "艾丽卡",
            "release": 1
        }
    ],
    "introduction": "Originally from Calgary, Alberta, Jana Mitsoula began her career as a top model landing numerous international magazine covers. Anxious to extend her talent beyond the borders of international magazines, Jana delved into the world of acting and found success in numerous commercials. It was there that Jana found her true calling as an actress and decided to attend Atlantic Theatre College in New York City. While in training, Jana explored her profound emotional range and emerged more versatile and driven. As an actress, Jana garnered praise for her guest starring appearances in various network television shows such as; Days of Our Lives, Tru Calling, Stargate: Atlantis, and a recurring role in the series Kaya, as Victoria, a hard-nosed publicist. Her work in Stargate: Atlantis was so widely recognized that \"GateWorld: The Complete Guide to Stargate!\" sought her out to interview her.In an industry where actors fall into a specific TV or film category, Jana fluidly transitions between television and film roles in features such as; Elektra, Scary Movie 4 and most recently as Kate in Cole, an independent feature directed by Carl Bessai.Beauty and brains...so many actresses in the industry are categorized as one or the other. Jana Mitsoula breaks the mold and allows herself the opportunity to emotionally portray each character she delves into. More than just the sum of the parts that make her who she is, Jana commits herself wholeheartedly into each project and brings it to a level beyond convention.",
    "name_more_cn": [],
    "personage_id": "37006475",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1557723",
    "personage_link": "https://www.douban.com/personage/37006475/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-12T10:35:34"
}