{
    "sid": "1558596",
    "name": "艾斯潘·肯尼迪",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c88979651e3f8fe04b38e7e0873b584e.jpg",
    "imdb_id": "nm7435218",
    "name_en": "Aspen Kennedy",
    "name_full": "艾斯潘·肯尼迪 Aspen Kennedy",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36694015,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912128492.jpg",
            "title": "摇篮",
            "release": 1
        }
    ],
    "introduction": "Known best for his grounded and heartfelt performances, Aspen emerges as a captivating leading man on the rise. Born in the vibrant city of Memphis, Tennessee, Aspen's faith has been the driving force behind his extraordinary journey. Little did he know that his path would take an unexpected turn during his sophomore year at Jackson State University when destiny intervened in the form of a random encounter-a complete stranger approached him and recommended that he enroll in a course called Fundamentals of Acting. What seem to be a random encounter became a pivotal moment, leading Aspen towards his true calling. On the heels of graduation he booked his first television series, Queen Sugar, and has been working professionally in film and television ever since.With a profound interest in stories that impact hearts and inspire change Aspen states, \"storytelling is not only about entertaining-when done from the heart it becomes a vessel for understanding, healing and empathy. Kennedy best explains, \"This work shares and bears fruit in the heart. It's a gift that I believe heals the storyteller and audience alike, fostering that sense of connection that we all long for.\"Aspen will make his debut as the lead on the silver screen in \"The Forge\" (Sony Pictures) which is set to release exclusively in theaters everywhere August 23, 2024. The Forge takes place in the same cinematic world as 'War Room', the Kendrick Brothers' 2015 hit film that claimed the #1 spot on the North American box office charts ($74 million).Kennedy is also slated as a lead in the upcoming western, \"Florida Wild\", a film that delves into the historical cattle drive movement of the 1880s. The story follows three brothers who travel from Georgia to Florida to find a new life after their father's death. Aspen is joined by a stellar cast including Lee Majors (The Six Million Dollar Man), Chandler Riggs (The Walking Dead) and Bailey Chase (Homestead).Between sets and stewarding his gifts, he enjoys working out, playing basketball and watching inspirational videos/sermons. More than an artist, he is a beacon of light and inspiration, as he continues to stride in gratitude towards what he describes as his true Purpose - to be led by his faith in Jesus Christ and to continually allow God's light to shine through him.",
    "name_more_cn": [],
    "personage_id": "37016934",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558596",
    "personage_link": "https://www.douban.com/personage/37016934/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-04T12:01:23"
}