{
    "sid": "1558594",
    "name": "迪伦·克鲁兹",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/52392f6ca9ac01e13e898983035c3672.jpg",
    "imdb_id": "nm5973735",
    "name_en": "Dylan Cruz",
    "name_full": "迪伦·克鲁兹 Dylan Cruz",
    "birth_date": "1995年2月23日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36694015,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912128492.jpg",
            "title": "摇篮",
            "release": 1
        }
    ],
    "introduction": "Dylan Cruz spent his childhood in a town located in the south suburbs of Chicago, where he got his start in acting at the age of five- in church; obtaining many theater credits for plays and musicals.Before diving into the entertainment industry, Dylan started off by doing a lot of research of any insight he could obtain. Learning something new daily, he made it a goal to read something new each day as well as coming up with a game plan that involved the support of his parents.Later, Dylan began training at several acting schools where he continued to seek the proper growth for his craft. Soon after he began training, he gained representation by a talent agent. From there his journey towards his dreams continued. Going into countless auditions, Dylan booked work in industrials, commercials, a music video, short films, print work; and a couple of years later a lead role in a staged production. Though he is still actively auditioning and working on a plethora of projects, he believes that the right role for a tv series is right around the corner for him and he can't wait to start working on more sets!With a heart of passion for the craft of acting, it is very evident that his ambition, growth, persistence, and hard work continues to show through his work. A talented photographer, he enjoys capturing the world around him through his lens; when he isn't acting or auditioning, you may find him traveling, drinking coffee, leading worship / doing covers with friends, YouTube videos with his brother Matthew, and writing teen fiction in hopes of also becoming an author one day.One of his goals is to be a positive influence to our generation and inspire / encourage others- not just through his work, but ultimately, to work hard and follow their dreams, as well as spreading the gospel of Jesus Christ.The second to youngest of five, Cruz currently resides in Chicago, IL with his family, but loves to travel- especially to California.",
    "name_more_cn": [],
    "personage_id": "37016933",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558594",
    "personage_link": "https://www.douban.com/personage/37016933/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-22T12:35:16"
}