{
    "sid": "1558818",
    "name": "伊莎贝拉·博德纳尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d02f06dee00d5048ceee9ede1ebc1fea.jpg",
    "imdb_id": "nm0091009",
    "name_en": "Isabella Bodnar",
    "name_full": "伊莎贝拉·博德纳尔 Isabella Bodnar",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 2036115,
            "year": "2006",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642822810.jpg",
            "title": "冷血杀手",
            "release": 1
        }
    ],
    "introduction": "Isabella was born in Hungary and raised by a single mom. To escape her unhappy childhood, she would regularly put on solo comedy acts for friends and family, and scare her loved ones with spooky tales she'd make up on the spot. To deal with her inability to sit still (ADHD), she became a competitive gymnast and dancer. At age 18, she moved to NYC to study acting at The Lee Strasberg Theater Institute., but on her first movie set she discovered her gift for screenwriting when she helped the director rewrite a scene. She was hooked! After moving to Los Angeles (with a feature script and a sitcom sample) she attended The Groundlings and Second City, and formed a sketch group with some talented actors/writers. Before she knew it, she was hired to develop comedy pilots for an indie producer, and a feature screenplay submission landed her a personal writer's assistant gig with A-list producer Brannon Braga. After taking some time off to raise two very active kids, she started a headshots photography business, but returned to full-time writing in 2018.",
    "name_more_cn": [],
    "personage_id": "37019489",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558818",
    "personage_link": "https://www.douban.com/personage/37019489/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-02T04:21:07"
}