{
    "sid": "1558778",
    "name": "普丽缇·乌帕拉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/d0ae979fe9eed8642d6dc26139b6a58d.jpg",
    "imdb_id": "nm3746935",
    "name_en": "Preity Üpala",
    "name_full": "普丽缇·乌帕拉 Preity Üpala",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35738448,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "伊斯兰恐惧症",
            "release": 1
        }
    ],
    "introduction": "Preity Üpala is a UAE-born Australian actress and producer from Dubai and considers herself a global citizen given her heritage from India and grew up in multiple countries. She is a former investment banker turned Hollywood Actor, TV producer and entrepreneur. Being crowned several beauty queen titles, she also is multi-lingual having worked across four continents including Hollywood and Bollywood. Upala is truly international, having traveled extensively around the world to over 60 countries and lived in Dubai, Paris, India, Sydney, and Los Angeles. This has imbued her with a wide understanding of global cultures and values and she rightfully is a global Brand ambassador for companies such as Oenoviva, Thea Resorts, Orion Spa and Chloe & Isabelle Jewelry. She has appeared in numerous commercials and campaigns for companies such as HP, Heineken, Dos Equis, Pepsi, Toastmasters, Facebook and Ebay as well as TV shows and movies. Her quest for spiritual knowledge and evolution has led her to explore spirituality both within herself as well as in powerful vortexes around the world. She lent her face and voice to many charity and philanthropic activities all around the world such as the LA Based charity, Reading, Writing , Its exciting. In 2011, Safe Passage and 600million.org to promote awareness for the growing problem of stray dogs on the planet. She is based in Beverly Hills, Los Angeles, but also spends time in her birthplace Dubai and also in Paris and wherever her work and travels take her.",
    "name_more_cn": [],
    "personage_id": "37019082",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558778",
    "personage_link": "https://www.douban.com/personage/37019082/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-28T03:28:36"
}