{
    "sid": "1558602",
    "name": "小博比·哈丁",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/597add1c2d7ca72aedd36d57c755930a.jpg",
    "imdb_id": "nm10146298",
    "name_en": "Bobby Hardin Jr.",
    "name_full": "小博比·哈丁 Bobby Hardin Jr.",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36694015,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912128492.jpg",
            "title": "摇篮",
            "release": 1
        }
    ],
    "introduction": "Bobby Joe Hardin, Jr. was born on May 1st, 2000 in Columbia, South Carolina. He is the son of Bobby Hardin, Sr., from South Carolina and Deanna Hardin from Pennsylvania. Bobby has been known to play sports since he was young and carried that ambition through high school where unfortunately during his senior year he received a shoulder sprain that prevented him from participating in summer workouts for football. He started his acting career during his second semester of his senior year of high school, where he joined his school's theater program to learn and understand the art. After graduating from high school, Bobby enrolled at Kennesaw State University, pursing a bachelor's degree in Marketing. During college he obtained a feature background role on Legacies that got him rolling in the film industry.He has received film training from different training programs throughout Atlanta, Georgia, to work and refine his skills and understand different techniques as an actor.He obtained his first on-camera lead role in the production called Ulterior (2020) where he played upcoming comic book super hero Jason George who was a teenager with internal issues struggling to realize that he's not your average human. This pilot went on to win two awards for Best Sci-Fi and Best Action/Adventure for the Cannes World Film Festival (2021) and Andromeda Film Festival (2021). This pilot also received two Official Selections and an additional Nomination as well.As Bobby concluded his work with Ulterior, he acquired other roles in projects such as Etowah Ridge, Penny (2022) and Love Trap (2022).",
    "name_more_cn": [],
    "personage_id": "37016940",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558602",
    "personage_link": "https://www.douban.com/personage/37016940/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-10T22:13:28"
}