{
    "sid": "1558811",
    "name": "托尼·温特斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/23341110e06dad00e326546b2498c908.jpg",
    "imdb_id": "nm0935895",
    "name_en": "Tony Winters",
    "name_full": "托尼·温特斯 Tony Winters",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37054666,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "三年已过",
            "release": 0
        },
        {
            "id": 36010430,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908256603.jpg",
            "title": "厄尔自助餐厅的女子天团",
            "release": 1
        },
        {
            "id": 27055699,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518967240.jpg",
            "title": "硅谷 第五季",
            "release": 1
        }
    ],
    "introduction": "Tony Winters is an American actor, screenwriter and producer whose career has spanned decades with his work on stage, screen and television. Perhaps best known to film audiences as the titular Earl from The Supremes at Earl's All-You-Can-Eat or as the morally bankrupt Wes Martin of National Champions. Others may recall him as Clive, proprietor of the High Yellow Restaurant, on OWN's critically acclaimed Queen Sugar or for his tough-as-nails portrayal of the Assistant Coach in the best selling NBA2K video games. However, his distinguished career began long before the explosion of streaming TV services and the advent of electronic gaming.After graduation from Detroit's Redford High School, the third of John Clarence and Ann Verlene Winters five children, headed west to attend San Diego City College and later the University of California San Diego. It was there he was bitten by the acting bug and began his theatrical training. He was first cast in a supporting role in Little Murders and later in the lead role of Axel in Woody Allen's Don't Drink The Water. But college theater was not enough for the eager thespian, so he looked beyond City's small campus and found a thriving African American theater scene. At just 19 he was cast as 30-something Brick in the first all-black production of Tennessee Williams' Cat on a Hot Tin Roof and received rave reviews. He went on to tackle a succession of pivotal roles; Lou in Spell #7, Prince in Moon On A Rainbow Shawl and Homer in The Lilies Of The Field. He even appeared in the musicals Guys And Dolls and Don't Bother Me, I Can't Cope.In an effort to expand his career into film and television he moved north to Hollywood. Having earned a coveted SAG card with a supporting part in the prison drama Penitentiary III his career was off and running. The recurring roles of Anthony on the daytime's Days Of Our Lives and his breakthrough turn as Ossie Dunbar M.E. on NBC's long running Hunter soon followed. In the years subsequent, Winters has evolved into one of Tinseltown's busiest talents and boasts of having worked with two Academy Award winning directors, Phil Alden Robinson and Mike Nichols, and of sharing the screen with his idol Sidney Poitier. In addition to his work in nearly 100 television shows and movies, he has also acted in scores of television commercials and modeled in print advertising.Never one to rest on his laurels, he began writing and producing his original screenplays and became a pioneer in the field of digital filmmaking. He wrote, produced and starred in the films Retiring Tatiana (2000) and Section 8 (2006), winners of the Audience Favorite Award at The Pan African Film & Arts Festival 2000 and Best Feature Film at the Arizona Black Film Showcase 2006, respectively. Throughout it all, he has never veered too far from his theatrical roots and remains an active player on the stage. His self-penned, self-produced, stage production of Section 8 garnered 3 NAACP Theater Awards nominations in 2004. He later took on the role of The Storyteller in the one-man-show show The Devil and Billy Markham by Shel Silverstein which was nominated for \"Best One Person Show\" at the 2016 NAACP Theater Awards.",
    "name_more_cn": [],
    "personage_id": "37019445",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1558811",
    "personage_link": "https://www.douban.com/personage/37019445/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-28T06:14:27"
}