{
    "sid": "1559534",
    "name": "马内特·楚罕",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/93f82825c795cdc329a9dd7849a89434.jpg",
    "imdb_id": "nm3876757",
    "name_en": "Maneet Chauhan",
    "name_full": "马内特·楚罕 Maneet Chauhan",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37243089,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918946970.jpg",
            "title": "Tournament of Champions Season 6",
            "release": 1
        },
        {
            "id": 37196744,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917385333.jpg",
            "title": "无食谱公路旅行",
            "release": 1
        },
        {
            "id": 37180444,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916899792.jpg",
            "title": "打败巴比富雷 第三十八季",
            "release": 1
        },
        {
            "id": 37027752,
            "year": "2024",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "大厨断头台 第六十季",
            "release": 1
        },
        {
            "id": 36918009,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909661534.jpg",
            "title": "Outchef'd Season 3",
            "release": 1
        },
        {
            "id": 36854743,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906959571.jpg",
            "title": "Wildcard Kitchen Season 1",
            "release": 1
        },
        {
            "id": 36742937,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903583916.jpg",
            "title": "Guy's Ultimate Game Night Season 1",
            "release": 1
        },
        {
            "id": 36478001,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895556813.jpg",
            "title": "超级大厨斗气比赛 第一季",
            "release": 1
        },
        {
            "id": 36475797,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895473405.jpg",
            "title": "Tournament of Champions Season 4",
            "release": 1
        },
        {
            "id": 36474406,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895437976.jpg",
            "title": "Outchef'd Season 1",
            "release": 1
        }
    ],
    "introduction": "Maneet Chauhan (born 27 October 1976 in Ludhiana, Punjab) is an Indian American chef and television personality of Punjabi origin. Previously the Executive Chef of several notable restaurants in Chicago, Nashville, and New York, she is featured as a judge on \"Chopped,\" \"Guy's Grocery Games,\" etc. on the Food Network. She has appeared on \"The Next Iron Chef,\" on \"The View\" on ABC, \"Iron Chef America,\" \"The Today Show\" on NBC, and as a judge on the finale of \"Worst Cooks in America\" on Food Network. Chef Maneet Chauhan was invited by President Obama and First Lady Michelle Obama for the Annual Easter Egg Roll Hunt 2014 to the White House. She is also an invited member of Indiaspora that hosted 100 influential Indian American leaders as part of its first Forum in September 2012. The three-day Forum event aimed to energize the community and provide a voice with which it articulated collective goals. Chef Chauhan, a Culinary Institute of America alumna, delivered the keynote for the associate degree commencement on the college's Hyde Park campus and also received a recognition of \"Distinguished Service to the Foodservice and Hospitality Industry\" as the Ambassador of the Culinary Institute of America.Chauhan was born into a Sikh household. She began her culinary career at the Manipal University's WelcomGroup Graduate School of Hotel Administration, Manipal, India, where she graduated at the top of her class earning a bachelor's degree in Hotel Management. She then attended the Culinary Institute of America in Hyde Park, New York and graduated sweeping all of the awards of her class. As an apprentice chef, she worked in India with the Oberoi Group, Taj Group, Welcome Group, and Sheraton Group.Right after graduation in 2000 she was hired as management for a startup restaurant in Cherry Hill, New Jersey, where she headed a team and expanded the restaurant's capacity from 70 seats to 140 seats. In 2003, at the age of 27, she became the opening executive chef of Vermilion in Chicago, Illinois, earning her 3-Stars from The Chicago Tribune. In 2007, she moved to NYC to open At Vermilion where she was nominated as the 'Best Import to New York' by Time Out Magazine. Her style is described as \"global fusion\" with roots in Indian cuisine.She wrote her first cookbook, \"Flavors of My World: A Culinary Tour Through 25 Countries,\" published by Favorite Recipes Press, an imprint of Nashville-based Southwestern Publishing Group. She conducted a 21-city bus tour across the U.S. to promote the book and was noted as one of the Cookbooks of the Year. Her other book (electronic, publisher: Alta Editions), authored with Katy Sparks, Alex Raij, Rita Sodi and Kathleen Squires, called The Journey, won the award from International Association of Culinary Professionals 2014. Her most recent cookbook \"Chaat,\" co-authored with Jody Eddy, was released in October 2020 and includes over eighty Indian recipes with a focus on street food and local cuisine.Chauhan opened her first restaurant in Nashville, Tennessee, called \"Chauhan Ale and Masala House\" and the location is 123 12th Ave North in The Gulch Area. The restaurant, which accommodates 150, opened in August 2014. In 4 years, she opened 4 restaurants and 3 breweries in the Nashville area. They were hit hard by the COVID-19 outbreak of 2020 and the closure of most food service locations, but she survived and entered 2021 with all 4 restaurants in business.Maneet Chauhan has participated in fundraisers to benefit underprivileged children in India and the typhoon relief efforts in the Philippines.",
    "name_more_cn": [],
    "personage_id": "37028296",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1559534",
    "personage_link": "https://www.douban.com/personage/37028296/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-26T06:22:39"
}