{
    "sid": "1559572",
    "name": "帕特里克·M·J·芬纳提",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e4055e91488aef7455c925412867ec3f.jpg",
    "imdb_id": "nm0277706",
    "name_en": "Patrick M.J. Finerty",
    "name_full": "帕特里克·M·J·芬纳提 Patrick M.J. Finerty",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36865421,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907296957.jpg",
            "title": "处决",
            "release": 1
        },
        {
            "id": 36846548,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906685560.jpg",
            "title": "约翰·木兰尼出品：人人都在洛杉矶",
            "release": 1
        }
    ],
    "introduction": "Patrick Finerty grew up in Alexandria, Virginia. Attended college at VA Tech & graduate school at The University of Miami, FL. With a background in broadcasting at WRC-TV in Washington D.C., WFYR-FM in Chicago and KFWB-AM in Los Angeles, he has experience in talk radio, TV news and local theater, including improv comedy at Second City Chicago.He's been recognized with multiple awards, including: A Best Actor Award for a stage performance as Clifford Anderson in DEATHTRAP. A Chicagoland Cable Award for the news documentary HOMELESS FOR THE HOLIDAYS. A Golden Mike Award for his coverage of the 9/11 attacks on the World Trade Center. And multiple Emmy nominations for roles on; Tina Fey's prime time sit-com GREAT NEWS on NBC. LIFETIME's TV movie YOUR HUSBAND IS MINE. BOUNCE's flagship sit-com IN THE CUT. He also performed on an Emmy award winning PSA for the FBI and has had roles on several Telly Award winning projects.Theatrically, Patrick focuses on comedy with appearances on JIMMY KIMMEL LIVE, FUNNY OR DIE, COLLEGE HUMOR, TIM & ERIK, ATTACK OF THE SHOW, MTV, SPIKE, CARTOON NETWORK and most recently on Don Cheadle's Showtime hit BLACK MONDAY & Kyle Mooney's new Netflix show SKIP & TREYBOR!.Patrick plays piano, guitar, banjo & ukulele; surfs stand-up paddle boards; & lives in Los Angeles with 2 rescue terriers, Trixie & Sport!",
    "name_more_cn": [],
    "personage_id": "37029288",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1559572",
    "personage_link": "https://www.douban.com/personage/37029288/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-17T07:56:10"
}