{
    "sid": "1559561",
    "name": "拉胡尔·查克拉博蒂",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1ab6b2b59432716da212ac3af12529ec.jpg",
    "imdb_id": "nm7294303",
    "name_en": "Rahul Chakraborty",
    "name_full": "拉胡尔·查克拉博蒂 Rahul Chakraborty",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36865421,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907296957.jpg",
            "title": "处决",
            "release": 1
        }
    ],
    "introduction": "Rahul Chakraborty is an actor and an award-winning screenwriter based in Los Angeles, CA. His first screenplay, a pilot for a TV series, Beyond the Lines, has received global attention in different screenplay competitions and festivals, and won awards for Best Television Script, Television/Pilot Program, and Best Script Written during Pandemic at festivals including Redwood Shorts & Scripts, Tagore International Film Festival and Bridge Fest.Rahul is also a trained actor with over 20 years of experience. He is noted for his unconventional screen and stage presence. Most recently he could be found in Jurassic Tale, He Be She Be, All Way Bent, Colleagues, Hijabi, and The Good Woman of Setzuan, to name a few.Rahul has an extensive academic training and as a researcher, he is a prolific publisher, appearing as an author on many scientific papers that deal with discrimination, diversity and multicultural issues. You would see glimpses of his background in all his stories. He specializes in cross-cultural tales of the immigrant populace, ethnocentric issues impacting our global attitude, forms of abuse, and in presenting dreams. He has written and produced short films, informercials and music videos with incredibly talented artists.Rahul received his training in acting in New York and in Los Angeles under the tutelage of several notable teachers, such as, Larry Moss, Will Wallace, Mauricio Bustamante, Joanna Sanchez, Bill Hopkins, Chris Game, Jean-Louis Rodrigue and Kristof Konrad. Their training has unleashed Rahul as a fearless actor and writer. His acting and writing threatens conventional psyche.Rahul collaborates with Sailaja Bandyopadhyay for their film production house, Times & Images LLC. Currently, this production house focuses on presenting stories, issues and texts breathed by people from the Indian subcontinent.In addition, Rahul enjoys working with the grassroot level workers and had worked with speech and hearing handicapped, with the social workers in red light areas and in remote villages of India where there is still no electricity. So, Rahul has a worm-eye-view of this world and he spends his time helping people with communication disorders. He's on the Board of Directors for Carolina Feeding and Language Institute (CFLI).Rahul has a graduate degree in linguistics and a doctoral degree from Purdue University. He serves as a reviewer for several peer-reviewed journals. Rahul is also an invited expert commentator for several national level professional organizations. Rahul's opinion on diversity and accent bias is published extensively and aired in different podcasts. Recently The Wall Street Journal interviewed Rahul for his opinion of bias.Life is the best teacher and indiscriminate-respect is the most powerful tool in his arsenal, he believes!",
    "name_more_cn": [],
    "personage_id": "37029277",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1559561",
    "personage_link": "https://www.douban.com/personage/37029277/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-17T01:00:29"
}