{
    "sid": "1559271",
    "name": "玛丽·劳林",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1a46b72a31c62025c58e9557100d50ab.jpg",
    "imdb_id": "nm0491453",
    "name_en": "Marie Laurin",
    "name_full": "玛丽·劳林 Marie Laurin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35032363,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595831571.jpg",
            "title": "The Uncanny",
            "release": 1
        },
        {
            "id": 32315705,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551070357.jpg",
            "title": "法语老师",
            "release": 1
        },
        {
            "id": 25944886,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498866082.jpg",
            "title": "灾难艺术家",
            "release": 1
        },
        {
            "id": 2070459,
            "year": "1985",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2412450641.jpg",
            "title": "异形生物",
            "release": 1
        }
    ],
    "introduction": "Born and raised in Quebec City, Marie's passion for the arts manifested at an early age when she convinced her family to binge on Jello Pudding in order to purchase a mail order puppet theater. Despite the woefully inadequate production values of that early foray into show business, Marie set out for Hollywood in the 80's and quickly found herself in demand, cast alongside the likes of luminaries such as John Ritter, Steve Railsback, Klaus Kinski, Burt Reynolds and, memorably, Harry Dean Stanton in a David Lynch production. After a flurry of roles, Marie, now a single mother in search of a reliable payday, took a long break from acting and spent the next twenty years as a crisis intervention counselor for abused children. Her experience in the trenches gave her a new outlook on humanity and a heart full of stories to share. In 2015, upon returning from her father's funeral, she was struck by a moment of truth, resigned from her work and enrolled in a film making master class under the guidance of James Franco. The goal was for students to write, produce, direct and act in a film taking place in a 19th century asylum. The result was the feature Dark Hours: Roxana. In 2017, Brazilian film maker Stefania Vasconcellos asked Marie to join her with her daughter Clara as co screen writers on the feature The French Teacher. Under the direction of Stefania, Marie played the lead, shifting from French to English throughout the narrative. The feature was awarded best Artistic Direction in 2019, at the Edera film festival, Italy. In 2018, Marie and Clara re-teamed to write The Uncanny, a personal story inspired by Marie's passion for anything old and dusty, years of work in residential treatment facilities and the quirky neighborhoods she's lived in. Over buckets of spilled blood, sweat and tears, this supernatural psychological thriller is at last ready to spread its otherworldly wings. Marie still enjoys putting up puppet shows, to the annoyance of her relatives.",
    "name_more_cn": [],
    "personage_id": "37023208",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1559271",
    "personage_link": "https://www.douban.com/personage/37023208/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-22T14:23:05"
}