{
    "sid": "1559266",
    "name": "奥利维亚·迪布尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1195b2ebf995b8c19f64865d473e4d3a.jpg",
    "imdb_id": "nm3698746",
    "name_en": "Olivia Deeble",
    "name_full": "奥利维亚·迪布尔 Olivia Deeble",
    "birth_date": "2002年8月4日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36915059,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909068682.jpg",
            "title": "圣诞节的专属屠杀",
            "release": 1
        }
    ],
    "introduction": "Olivia Deeble was born into an Australian acting dynasty, granddaughter of Reg Gorman and Judith Roberts, and daughter of Kate Gorman. After appearing in a few award winning short films, at age 12 she got her first lead role in the multi-award winning kids TV series Little Lunch (2015) playing sporty, bossy and lovable Tamara Noodle. A year later at age 13 she won the role of Raffy Morrison in the long running, much loved series, Home and Away (1988). Olivia had to move from Melbourne to Sydney to commence her 3 year contract; she made her first appearance on air on the 19th of September 2016. During her first couple of months filming she had to also film the Little Lunch specials, filming split weeks in Melbourne and Sydney on the 2 shows. In 2018 she won a Kids' Choice Award for ' Favourite Rising Star'. In April 2019, 4 days after finishing her Home and Away contract, Olivia flew to Canada to commence filming the Disney+ film, Secret Society of Second Born Royals, starring as Princess Roxana. During the Melbourne lockdowns in 2020 and while completing her last year of high school, Olivia wrote the teen drama series More Than This. Filming commenced in 2021, Olivia as well as being the creator/writer also played the lead role of Charlotte, the series aired on Paramount + Australia in March 2022.",
    "name_more_cn": [],
    "personage_id": "37023203",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1559266",
    "personage_link": "https://www.douban.com/personage/37023203/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-10T11:14:13"
}