{
    "sid": "1560291",
    "name": "考特尼·妮可",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/90e4f114aaaf806e9a890e8683b751a2.jpg",
    "imdb_id": "nm3265564",
    "name_en": "Courtney Nichole",
    "name_full": "考特尼·妮可 Courtney Nichole",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36694015,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912128492.jpg",
            "title": "摇篮",
            "release": 1
        }
    ],
    "introduction": "Chicago native Courtney Nichole is a multi-faceted actress that can be seen starring as series regular, Leah, in Tyler Perry's new comedy series, \"Assisted Living\" premiering this September on BET. In the series, Leah is the supportive wife of Jeremy, a patriarch of a young family who decides to move to the backwoods of Georgia to help his crazy grandfather after he has purchased a run-down home for the elderly. Courtney's career also includes roles in the Amazon Prime show, Not for Nothin' as the vivacious talent rep, Alicia, as well as Lifetime's Sinister Surrogate and the Fullscreen produced show, H8ters. Other credits include the Emmy award-winning Proctor & Gamble Commercial The Talk, TV drama series, S.W.A.T, and Snowfall. A theater actress at heart, Courtney starred in a production of August Wilson's Fences, as well as starred in the Pulitzer Prize-winning play No Place to be Somebody, produced by Tina Knowles Lawson & Richard Lawson at The WACO Theater Center. Courtney was bit by the acting bug early on, starring in her first play at 11-years old and taking ballet classes throughout her childhood. In high school, she kept her love for performing and her creative side alive through her extra-curricular activities including concert choir & fashion club. However, post-high school, Courtney made room for another passion of hers, education. Her love for kids and teaching lead her to pursue and ultimately earn her bachelor's degree in Elementary Education with a minor in English language arts. Although she began teaching after graduation she still gravitated towards the stage and found herself getting involved with all the school's student lead productions. Courtney would always encourage her students to live their dreams and in her late twenties, after some serious soul searching, she decided that she was ready to live her own. She resigned from education and since then, has leaned into her acting career full time. Courtney and her loving husband, Jamald Gardner, share a beautiful son together. In her spare time, she is devoted to charitable functions in support of causes close to her heart, including social justice and body positivity. She also loves to hit the golf course & cook for her friends & family... she's known to make a mean chicken pot pie!",
    "name_more_cn": [],
    "personage_id": "37036330",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1560291",
    "personage_link": "https://www.douban.com/personage/37036330/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-03T08:56:17"
}