{
    "sid": "1560374",
    "name": "纳塔利娅·西涅利尼科娃",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/468a9b6e45a6318ec4cc26d6bd337033.jpg",
    "imdb_id": "nm6560412",
    "name_en": "Natalia Sinelnikova",
    "name_full": "纳塔利娅·西涅利尼科娃 Natalia Sinelnikova",
    "birth_date": "1989年",
    "birth_place": "苏联,俄罗斯,列宁格勒",
    "last_movies": [
        {
            "id": 36728406,
            "year": "2026",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Niemandsland",
            "release": 0
        },
        {
            "id": 35737590,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867548393.jpg",
            "title": "我们也许已经离魂",
            "release": 1
        }
    ],
    "introduction": "Natalia Sinelnikova is an award-winning writer and director based in Berlin. She studied theatre and photography in Hildesheim and film directing at the Babelsberg Film University in Potsdam. Her short films have been screened at international film festivals around the world. In 2021, Sinelnikova was selected for the Zurich Film Festival's talent program - ZFF Academy. Her critically acclaimed first feature film \"We Might As Well Be Dead\" co-written with Viktor Gallandi, premiered at the Berlinale 2022 as the opening film of the Perspektive Deutsches Kino section and was nominated for the GWFF Award - Best First Feature. It celebrated its international premiere at the Tribeca Film Festival, winning Best Cinematography in the International Competition. The film has been featured in over forty festivals globally, securing multiple awards. It was nominated for the German Film Critics' Award for Best Feature Debut, Best Screenplay, and Best Music, and was shortlisted for the German Film Award. In 2024, Natalia was selected for the prestigious Berlinale Talents program.",
    "name_more_cn": [],
    "personage_id": "37037174",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1560374",
    "personage_link": "https://www.douban.com/personage/37037174/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-25T09:57:08"
}