{
    "sid": "1560056",
    "name": "德尔菲·哈林顿",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cc9cb1a59552e4ce73f36dc2dca06e43.jpg",
    "imdb_id": "nm0364257",
    "name_en": "Delphi Harrington",
    "name_full": "德尔菲·哈林顿 Delphi Harrington",
    "birth_date": "1937年8月26日",
    "birth_place": "美国伊利诺伊州芝加哥",
    "last_movies": [
        {
            "id": 36727829,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912557505.jpg",
            "title": "危笑2",
            "release": 1
        }
    ],
    "introduction": "Delphi Irene Nikopoulos was born in Chicago, the fourth child of Greek immigrant parents. Because her christening was delayed, she was called \"Bebecka\" (\"baby\" in Greek) until the age of two, when she picked the named \"Delphi\" out of a hat to settle a family dispute.Her father, George, arrived at Ellis Island from Greece, via Egypt at age 16. After joining his brothers in Chicago, he learned English selling fruit, rolling cigarettes, and working in restaurants. He built a successful career in real estate and later co-founded Michigan Avenue Bank in Chicago. He fulfilled a dream by founding First State Loan and Savings Association and served as its president. Delphi's mother, Nikolitsa, was a brilliant cook, legendary hostess and inspired letter writer.Delphi met her husband of 52 years, Norman Taylor Harrington, at Northwestern University and they married a year later in 1960. They were devoted. Norman was a Harvard-educated professor of Medieval and Renaissance literature at Brooklyn College. He was a devoted father to Spencer, Alexander and Persephone. He died in 2013.Classically trained, Delphi graduated from Northwestern Speech School having studied with Alvina Krause. Mary Morris, who put Carnegie Tech on the map, saw Delphi in \"The Green Bird\" at the start of her career and took her under her wing before she died. It was through Mary that Delphi got to study with the legendary Edith Skinner. Her most inspiring teachers were Anna Helen Reuter from high school, and the perfect Uta Hagen - actress, teacher, mentor, technician, craftsman, friend, protector, and spiritual guide. Uta never forgot Delphi and was a true touchstone throughout her career.Julius Monk, the renowned entrepreneur, the original \"Man in the Hathaway Shirt\" and internationally known \"saloon pianist\" discovered Delphi one night at the famed \"Upstairs at the Downstairs.\" George Furth, who adored her, arranged her audition, raving about Delphi to Julius, despite never having seen her sign or perform. She auditioned before the full cast, right after Mabel Mercer's set. Inspired by the ravishing Mabel, Delphi sang for them most of the night. Julius put her in the famed \"Plaza Nine\" revues at the Plaza Hotel.She starred on Broadway in Neil Simon's \"Chapter Two\" and was nominated for Drama League Award for her \"Madame Arcati\" in \"Blythe Spirit\" at the Pearl Theater.She worked with Arthur Miller in the Off-Broadway production of \"After the Fall\" and had a long association with Edward Albee. She worked with the brilliant Myra Carter in the Off-Broadway production of \"Three Tall Women\" and also with Marian Seldes. Delphi played \"B\" and went on to do part of the National Tour. Later, she and Marian played opposite each other in \"Beckett Albee.\" She won the coveted Weiss Award at Playmakers Theater doing \"Claire' in \"A Delicate Balance.\" Delphi played \"Gertrude\" in Tom Stoppard's \"Rosencranz and Guildenstern Are Dead.\"She is an accomplished Shakespearean, having done almost a dozen leading roles. She helped to inaugurate the first season of The Great Lakes Shakespeare Festival playing \"Desdemona\" opposite Earle Hyman as \"Othello.\" She was \"Lady Capulet\" on Broadway.Delphi is a practiced Shavian. She played \"Lady Utterword\" in \"Heartbreak House\" at the Guthrie Theater and Yale Rep. She added Oscar Wilde to her repertoire as \"Lady Bracknell\" in the \"Importance of Being Earnest.\" Perhaps her all-time favorite role was playing \"Desiree\" in \"A Little Night Music\" at the Pioneer Theater in Salt Lake City.Delphi returned to Cabaret at the Metropolitan Room. She created, with pianist and musical director Woody Regan, an evening devoted to Noël Coward and Flanders and Swann called \"Cowardly Swann.\"Delphi belonged to The Actor's Company Theater (TACT) for 20 years and is a long-standing member of Ensemble Studio Theater (EST).She is always available to young playwrights of merit and has done hundreds of readings.",
    "name_more_cn": [],
    "personage_id": "37033663",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1560056",
    "personage_link": "https://www.douban.com/personage/37033663/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-29T06:52:13"
}