{
    "sid": "1560996",
    "name": "吉尔·霍尔德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ab576aebe65f348d153fa9b7554430ed.jpg",
    "imdb_id": "nm9070267",
    "name_en": "Jill Holder",
    "name_full": "吉尔·霍尔德 Jill Holder",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36254110,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888344925.jpg",
            "title": "人生不设限",
            "release": 1
        }
    ],
    "introduction": "Jill Holder is an actress and producer based in Knoxville, Tennessee. She began her acting career in 2019 and quickly found success in lead and supporting roles for television, commercials, and feature films. Her progression into the world of producing was a natural one, incorporating her experience as an actor and her previous careers in business and classroom management. She began producing commercials in tandem with marketing teams and transitioned into producing short films, followed by feature film. Her most recent work as a producer was on the faith-based film The Broken Road, a feature film project which utilized the talents of more than 120 actors and wrapped in June 2023. The Broken Road plot centers around a family affected by substance abuse, anger, and incarceration, struggling to hold onto hope and find God in the midst of dark days.For the last seven years, Jill has been involved in the volunteer work of teaching classes to women who are rebuilding their lives after overcoming addiction and incarceration through the local ministry A Hand Up for Women. She is also a published author of the book Devotions for a New Day that she co-authored with her husband, Tim, a historian, public speaker, author, and radio show host. In addition to being devoted to Tim and her five children, she is also passionate about teaching women to overcome difficulties and grow in a personal relationship with the Lord.",
    "name_more_cn": [],
    "personage_id": "37045906",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1560996",
    "personage_link": "https://www.douban.com/personage/37045906/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-01T16:42:27"
}