{
    "sid": "1560148",
    "name": "杰森·利维",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/a8c23a78111ffe67a5385c660f1ada95.jpg",
    "imdb_id": "nm5122779",
    "name_en": "Jason Leavy",
    "name_full": "杰森·利维 Jason Leavy",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35072279,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914225079.jpg",
            "title": "夺命假期",
            "release": 1
        },
        {
            "id": 26924351,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514028962.jpg",
            "title": "断魂小丑",
            "release": 1
        }
    ],
    "introduction": "The path that Jason Leavy has taken to get to this point has been very similar to that of his older brother Michael Leavy. Jason has been at his brother's side from the beginning and will be to the end. Nothing to this point would have been possible without Jason's willingness to help and do whatever is asked of him in order to better the project. Jason plays a large role in rounding out the Fuzz on the Lens team, because whereas Steven Della Salla and Mike Leavy approach filmmaking more from the production standpoint, Jason approaches filmmaking more from an acting standpoint. He brings a different character driven perspective that is necessary to push our creativity and writing to a new level. Like his brother, Jason excels both behind the camera as well as in front of it. He was Michael's successor at Monsignor Farrell's television studio, WFBN-TV. He ran the studio and anchored the show each morning. Once he graduated, Jason went on to Kean University where he is studied to get his Bachelor's Degree in Communications with a concentration in TV & Film.",
    "name_more_cn": [],
    "personage_id": "37034148",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1560148",
    "personage_link": "https://www.douban.com/personage/37034148/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-04-01T13:45:05"
}