{
    "sid": "1561959",
    "name": "布鲁诺·罗马尼奥利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8f46dc4d121c9f83de96528ee12328c6.jpg",
    "imdb_id": "nm6632627",
    "name_en": "Bruno Romagnoli",
    "name_full": "布鲁诺·罗马尼奥利 Bruno Romagnoli",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37039459,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913306096.jpg",
            "title": "旧日阴影",
            "release": 1
        },
        {
            "id": 36562978,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900038019.jpg",
            "title": "安全屋",
            "release": 1
        }
    ],
    "introduction": "Bruno Romagnoli was born in Ancona, Italy, but grew up in Villa María, Argentina. His mother is a pediatrician and a photographer and his father is a traumatologist and chiropractor. At a very young age Bruno developed an interest in martial arts, taking him to multiple competitions around the country and becoming twice Argentinian champion. At the age of 12 he started his acting career at a theatre company in his city where he appeared in three plays.In 2011 Bruno decided to move to Buenos Aires to continue the filmmaking career, where he graduated at the end of 2014. While studying he attended the classes of the famous actor Lito Cruz. One of his main hobbies was Youtube, where he began to upload animation productions on the channel of frio currupto with his friend, where they currently have more than 350k followers. His voice became so popular that catapulted his career of voice over, even reaching to record the voice of spider man in one of the animation Latin versions. In 2015 Bruno moved to Los Angeles to continue his acting career.In 2020 bruno made his debut as a singer with his brother at the peñas festival, singing in front of 12,000 people. That gave him the opportunity to release his own song \"Ella es clandestina\". In 2021, he directed and edited a music video for La Mona Jimenez, reaching 500k views in less than a week.",
    "name_more_cn": [],
    "personage_id": "37055300",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1561959",
    "personage_link": "https://www.douban.com/personage/37055300/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-11T17:13:46"
}