{
    "sid": "1563466",
    "name": "阿妮拉·麦吉尼斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/00f969bea9cdd498f23a74afd5745767.jpg",
    "imdb_id": "nm4484899",
    "name_en": "Aniela McGuinness",
    "name_full": "阿妮拉·麦吉尼斯 Aniela McGuinness",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30163678,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877159734.jpg",
            "title": "忠诚",
            "release": 1
        },
        {
            "id": 3326747,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1587926161.jpg",
            "title": "摇滚年代",
            "release": 1
        }
    ],
    "introduction": "As a true Gemini, Aniela McGuinness is a muppet made of melodrama and magic. A two-time cancer survivor, she uses her 17 years of improvisational comedy experience to make audiences cry laughing and laugh crying, Training from iO Chicago (Improv Olympic), and a B.A. in theater from FSU. Select credits include: The Marvelous Mrs. Maisel (Amazon), I am Frankie (Nickelodeon) 73 Minutes (Best Actor Award at Sin Film Festival), Devotion (dir. J.D. Dillard). When not on the screen, Aniela gardens with her glorious green thumb, travels with her high-school-sweetheart husband, and volunteers at Gilda's Club helping people cope with cancer by teaching them improv comedy.- IMDb Mini Biography By: AnonymousA true Gemini, Aniela McGuinness is a muppet made of melodrama and magic. Raised in a school bus by strict hippy parents, Aniela lived in her imagination and dreamed of becoming an actress. After graduating with a B.A. in Theater from Florida State University, Aniela joined IATSE (as a stagehand) and an improv troupe (as a joke). Improv is what stuck, so she made the pilgrimage to the improv mecca, Chicago, and studied at the acclaimed iO (improv Olympic). In the middle of this, Aniela's mother dies of cancer. A year later Aniela is diagnosed with cancer. Comedy quickly becomes a coping skill. Now, a two-time cancer survivor, Aniela uses her 17 years of improvisational comedy experience to make audiences cry laughing and laugh crying. Aniela can be spotted from the Emmy Award-winning comedy, \"The Marvelous Mrs. Maisel.\" to the dramatic lead in the indie film \"73 Minutes\", in which she won the best actor at Sin Film Festival. Between the screens, Aniela volunteers at Gilda's Club helping others cope with cancer by teaching them improv comedy.",
    "name_more_cn": [],
    "personage_id": "37075245",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1563466",
    "personage_link": "https://www.douban.com/personage/37075245/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-27T21:50:48"
}