{
    "sid": "1564642",
    "name": "吉纳维芙·肯特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/f7daf1fc9665b9b3dbcc6668f11b1cdc.jpg",
    "imdb_id": "nm9011764",
    "name_en": "Genevieve Kent",
    "name_full": "吉纳维芙·肯特 Genevieve Kent",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36413487,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905663709.jpg",
            "title": "黑暗城市：清扫魔",
            "release": 1
        }
    ],
    "introduction": "Genevieve Kent is an award winning actress and filmmaker, originally from Aotearoa, New Zealand. Since graduating from The Actors' Program in 2016, she has worked as a professional actor across multiple mediums in Auckland, London and Los Angeles.Her recent credits include Lionsgate TV series 'Dark City - The Cleaner', and 'We Were Dangerous', a new feature film from Taika Waititi's production company which premieres at SXSW Festival 2024. Among her other credits spanning from film, to commercials and the stage, Genevieve is the voice of Alva Valai, from New Zealand's most popular video-game export, Path of Exile.During the pandemic, Genevieve returned to her hometown of Christchurch where she began her creative collaboration with Lucinda Jones. After securing funding and mentorship with Someday Stories, the duo co-wrote & directed their debut short film, 'A Peek Inside the Christchurch Internet Troll Agency'. The comedic mockumentary went on to screen at film festivals around the world, and featured on the streaming platform, MUBI. They are currently finishing post-production on 'This, but Better', a musical-comedy mini series described as a love child of Broad City and Flight of the Conchords. The series is expected to be released in 2024, and the pair are working on a pitch to extend the show into a television series.Genevieve holds the right to work in the EU, UK, USA, and Australasia. She recently decided to utilize her Irish (EU) passport and move to London in late 2023. Poised and ready to make an impact in the UK film industry, Genevieve is excited for what is to come in this next chapter.",
    "name_more_cn": [],
    "personage_id": "37084902",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1564642",
    "personage_link": "https://www.douban.com/personage/37084902/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-23T12:00:08"
}