{
    "sid": "1565494",
    "name": "奇梅奇·奥帕拉诺齐",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4d6bdc1f4d99581a40aa8282e72b6a0b.jpg",
    "imdb_id": "nm15532192",
    "name_en": "Chimechi Oparanozie",
    "name_full": "奇梅奇·奥帕拉诺齐 Chimechi Oparanozie",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36318415,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914812647.jpg",
            "title": "势不可挡",
            "release": 1
        }
    ],
    "introduction": "Chimechi Oparanozie-Born in Pittsburgh, Pennsylvania, Chimechi Oparanozie's journey to becoming an actor is defined by resilience and a passion for the craft. Starting as a standout multi-sport athlete at Santa Monica College, excelling in football and track & field, Chimechi earned the prestigious Student Athlete of the Year award in his final season. However, his ambitions extended beyond the field, as he had long nurtured a dream of acting, inspired by watching shows like Law & Order SVU during his childhood.Moving to Los Angeles, Chimechi faced a range of personal and professional challenges. Despite enduring initial struggles, including periods of homelessness, he remained committed to his dream of acting. He traveled between states, including West Virginia, Ohio, New York, and Arizona, before finally establishing himself in the entertainment capital.Chimechi's breakthrough came when he landed a significant role in a major feature film, where he worked alongside industry icons. His dedication, natural talent, and tenacity have since made him a rising star in Hollywood, with industry insiders predicting a bright future ahead. Chimechi's journey from athlete to actor is a testament to his determination and serves as an inspiration for anyone striving to overcome adversity and pursue their passion.His story reflects the power of belief, showing that with persistence and hard work, even the loftiest dreams can be realized.",
    "name_more_cn": [],
    "personage_id": "37098345",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1565494",
    "personage_link": "https://www.douban.com/personage/37098345/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-22T07:21:17"
}