{
    "sid": "1565223",
    "name": "亚历克斯·埃德尔曼",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/0684f5eb1ed97765d34e309eb1e28f43.jpg",
    "imdb_id": "nm2446029",
    "name_en": "Alex Edelman",
    "name_full": "亚历克斯·埃德尔曼 Alex Edelman",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37093434,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914708053.jpg",
            "title": "亚历克斯·埃德尔曼：至今",
            "release": 1
        },
        {
            "id": 36865308,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924125328.jpg",
            "title": "报社 第一季",
            "release": 1
        },
        {
            "id": 36803363,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906514586.jpg",
            "title": "亚历克斯·埃德尔曼：只为我们",
            "release": 1
        },
        {
            "id": 26855296,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508892290.jpg",
            "title": "BBC现场脱口秀 第一季",
            "release": 1
        }
    ],
    "introduction": "Alex Edelman’s first show, MILLENNIAL – about very traumatic stock photos and young people – won the Edinburgh Comedy Award for Best Newcomer, the first show by an American to do so since 1997. The follow-up, EVERYTHING HANDED TO YOU – about identity and the availability of outlets in airports – was even more acclaimed: selling out its entire Edinburgh run and garnering the second best reviews of any comedy show at the Festival.His third show, JUST FOR US – which centers on a meeting of neo-Nazis that Edelman attended in New York – has cemented his reputation as a writer-performer of impressive ambition and technical skill. In its premiere run at the Melbourne International Comedy Festival, it was nominated for a Barry Award for Best Show. In Edinburgh, it earned a Herald Angel Award, a nomination for Best Show, and superlative praise that made it the best reviewed comedy show at the Festival in a decade.Besides Edinburgh and Melbourne, JUST FOR US has had several extended runs in London’s West End at the Soho Theatre, the prestigious comedy haunt where many of Edelman’s solo efforts have premiered. The show has also been presented at Just For Laughs in Montreal, at the Bell House for New York Comedy Festival, Off-Broadway at the Lucille Lortel Theater, the Cherry Lane Theater, and the Soho Playhouse. JUST FOR US premiered on Broadway at the Hudson Theater summer 2023 and was later released as a special on Max. It won a special Tony. And an Emmy.",
    "name_more_cn": [],
    "personage_id": "37094850",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1565223",
    "personage_link": "https://www.douban.com/personage/37094850/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-12T05:52:18"
}