{
    "sid": "1566162",
    "name": "艾弗里·皮尔森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/10476db460239baa91240d26d00465dd.jpg",
    "imdb_id": "nm3191775",
    "name_en": "Avery Pearson",
    "name_full": "艾弗里·皮尔森 Avery Pearson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35922034,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874219692.jpg",
            "title": "比尔·伯尔：我的朋友都很杀",
            "release": 1
        }
    ],
    "introduction": "Avery Pearson is from Toronto, Canada, and is the go-to guy for comedy music in LA. His music was featured on Saturday Night Live for the 'Angelo' Sketch featuring Aristotle Athiras, Cecily Strong, Daniel Craig and Rami Malek, and he recently co-wrote and performed the Opening Number 'We're Back' as Music Director for the House Band for the NFL Honors live on ABC/ESPN+/NFL hosted by Keegan-Michael Key.Avery created comedy music for the Iliza Shlesinger Sketch Show (Netflix), and can be seen in Historical Roasts with Jeff Ross (Netflix) as the Musical Director - where he wrote all of the incredible music for the show. Avery leads his live show, THE 88 SHOW (Moontower Comedy, New York Comedy Festival) as a monthly staple at the Hollywood Improv. His music video 'I'm Not Equipped To Be A Father', with Tiffany Haddish & Chris Redd, was front-paged by Funny Or Die where he created several branded music videos (Jack Links, Chrylser). Avery co-wrote and co-directed the song and music video 'Christmas Magic' featuring 60 all-star comics (Howie Mandel, Adam Devine, Sasheer Zamata, Nick Swardson, Richard Lewis and more) to benefit Comedy Gives Back.As an actor, Avery appeared in 'Masters Of Sex', 'Suits', 'LA Complex', and the feature film Stuck (Joel McHale & Paul Scheer). Avery is part of the super fun musical comedy duo Scout+Avery with Scout Durwood, they are writing a musical that you will just love.. and maybe learn something.. but also laugh. He's a regular on the festival circuit (JFL, Kennedy Center) and tours nationally with Adam Ray and The Goddamn Comedy Jam Avery was featured on NPR, making him borderline smart.",
    "name_more_cn": [],
    "personage_id": "37105938",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1566162",
    "personage_link": "https://www.douban.com/personage/37105938/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-06T11:01:24"
}