{
    "sid": "1567173",
    "name": "利娅·贝纳维德斯·罗德里格斯",
    "site": "douban_celebrity",
    "roles": [
        "编剧",
        "制片人"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/87a204e7dfda2d9dfffec0d20bd76246.jpg",
    "imdb_id": "nm8832656",
    "name_en": "Leah Benavides Rodriguez",
    "name_full": "利娅·贝纳维德斯·罗德里格斯 Leah Benavides Rodriguez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34454615,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561458952.jpg",
            "title": "传说 第二季",
            "release": 1
        },
        {
            "id": 34428979,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913164382.jpg",
            "title": "沙丘：预言 第一季",
            "release": 1
        },
        {
            "id": 33445454,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567999642.jpg",
            "title": "嘻哈帝国 第六季",
            "release": 1
        },
        {
            "id": 29200862,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516080737.jpg",
            "title": "缚爱之约 第二季",
            "release": 1
        },
        {
            "id": 26604683,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2440262335.jpg",
            "title": "缚爱之约 第一季",
            "release": 1
        }
    ],
    "introduction": "Leah Benavides Rodriguez is a proud Mexican from Houston, Texas. After graduating from the American Musical and Dramatic Academy conservatory in New York, she emerged a rising star on the independent theater circuit as a writer and director. In 2011, she was accepted into the prestigious Lincoln Center Directors Lab. She then founded her own theater company, and her production of Sam Shepard's Cowboy Mouth earned rave reviews in Backstage, Show Business Weekly, and Cultural Capital, receiving a nomination for Best Revival of a Play at the New York Innovative Theatre Awards.She then transitioned into television drama and wrote for E!'s The Arrangement, a one-hour series set in the world of A-list celebrity, for the show's entire run. She also wrote for FOX's hit musical drama, Empire, a Taylor Kitsch project for HBO with eOne Studios, and BET's music-based anthology series, Tales. Leah was a Consulting Producer on the upcoming Hulu mini series, Washington Black and is a Co-Executive Producer on the upcoming HBOMax series, Dune: The Sisterhood. In film, she did on-set script rewrites for Sony's Bad Boys For Life, starring Will Smith and Martin Lawrence.She's writing The Cloud, a musical, with Rene Rigal, Co-Founder of Atlantis Entertainment with music by Grammy nominated guitarist Nuno Bettencourt and multi-platinum selling songwriting couple Jade Novah and Devin Johnson.Leah launched her production company, Custom Light Entertainment, in partnership with her husband, writer Carlito Rodriguez. As Showrunners and EPs they have series in development with HBO and MACRO Ventures, Annapurna Television, Lionsgate Television, and a script deal with 20th Century Fox Television. They are also producing a dramedy based on a NYTimes Bestseller and a mini series about a well known American family spanning generations.",
    "name_more_cn": [],
    "personage_id": "37115790",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1567173",
    "personage_link": "https://www.douban.com/personage/37115790/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-03-04T07:21:38"
}