{
    "sid": "1568307",
    "name": "深田佑介",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c31e16b4b56e63699012b090ccaa78f0.jpg",
    "imdb_id": "nm4548696",
    "name_en": "Yuske Fukada",
    "name_full": "深田佑介 Yuske Fukada",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36926887,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915583931.jpg",
            "title": "东京暗递",
            "release": 1
        }
    ],
    "introduction": "Yuske Fukada, born in Kyoto, Japan, is a director, producer, writer, and sound designer committed to exploring identity and marginalized stories across live action, documentary, and animation. His early shorts The Last Dragon Lady and After Maiko emphasize his focus on outsiders, while Perfect World delves into the theme of 'selection of life' through innovative visual techniques. For his upcoming Netflix sci-fi animated series, Tokyo Override, Fukada utilized a groundbreaking worldbuilding methodology to craft a richly detailed future, uniting global talent from Japan, the U.S., Thailand, and beyond, set for worldwide release in 2024. Fukada studied in Denmark and France, holds an MFA from the University of Southern California, and a PhD from Kyoto University, where he researched Guzen (chance/fate/accident) in digital filmmaking-concepts that continue to shape his creative vision. He pushes storytelling boundaries through international, multicultural projects, foregrounding conceptual and technological innovation.",
    "name_more_cn": [],
    "personage_id": "37126196",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1568307",
    "personage_link": "https://www.douban.com/personage/37126196/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-02T18:26:22"
}