{
    "sid": "1568689",
    "name": "R.S.托马斯",
    "site": "douban_celebrity",
    "roles": [
        "作者",
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/806f8a5df95e2e36bd5b57381c7ad421.jpg",
    "imdb_id": "nm1133806",
    "name_en": "R.S. Thomas",
    "name_full": "R.S.托马斯 R.S. Thomas",
    "birth_date": "1913年3月29日",
    "birth_place": "英国,加的夫",
    "last_movies": [
        {
            "id": 1293960,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2699580466.jpg",
            "title": "心火",
            "release": 1
        }
    ],
    "introduction": "R.S.托马斯（R. S. Thomas）被公认为现代威尔士的主要诗人之一，他以一种与该国严酷崎岖的地形相提并论的风格来写他的国家的人民。托马斯的作品很少使用常见的诗歌手法，展现了《新政治家》的艾伦·布朗约翰（Alan Brownjohn）所说的“冷酷的、讲述语言的纯粹性”。二十世纪文学的詹姆斯·克纳普（James F. Knapp）解释说：“从R.S.托马斯的诗句中浮现出的诗意世界是一个孤独的威尔士农场和忍受山地严酷的农民的世界。这个愿景是现实的，也是无情的。尽管他的主题常常是严峻的，但托马斯的诗歌最终是肯定生命的。“我所追求的，”凤凰城的约翰·莫尔（John Mole）引用托马斯的话解释道，“是证明人是属灵的。正如路易斯·萨索（Louis Sasso）在《图书馆杂志》（Library Journal）上评论的那样，“托马斯的诗歌是坚固的、世俗的创作，充满了同情、爱、怀疑和讽刺。他们使人感到成为人类一员的喜悦。托马斯是一名水手的儿子，他的童年大部分时间都在英国港口城镇度过，当他的父亲出海时，他和他的母亲将住在那里。他的早期教育开始得很晚，只是偶尔接受教育，直到他的父亲在威尔士和爱尔兰之间的一家渡船公司找到稳定的工作，全家得以在威尔士的Caergybi镇定居。从学校毕业后，托马斯学习了英国国教神职人员，这是他母亲首先向他推荐的职业。正如他在为当代作家自传系列（CAAS）撰写的文章中所叙述的那样，“尽管我很害羞，但我没有反抗。1936年，托马斯被任命为英国圣公会的执事，并被指派在威尔士采矿村奇克担任策展人。1937年，他成为英国圣公会牧师。奇克的职位是他在威尔士农村社区担任的一系列职位中的第一个。1936年至1978年间，托马斯在威尔士六个不同城镇的教会服务。这些任命使他对威尔士的农业生活有了第一手的了解，并为他的诗歌提供了许多人物和背景。虽然他在学校里写过诗，但直到遇到后来成为他妻子的女人米尔德里德·埃尔德里奇（Mildred E. Eldridge）后，托马斯才开始认真写作。当他们相遇时，她已经赢得了画家的声誉，正如托马斯在他为CAAS撰写的文章中所说，“这让我希望成为一名公认的诗人。他开始创作关于威尔士乡村及其人民的诗歌，受到爱德华·托马斯、菲奥娜·麦克劳德和威廉·巴特勒·叶芝作品的影响。也许托马斯最著名的角色是伊阿古·普赖瑟奇，一个出现在他的许多诗歌中的农场工人。托马斯在《一个农民》一诗中将他描述为“威尔士秃头山丘上的普通人”。科林·梅厄（Colin Meir）在《1970年以来的英国诗歌：批判性调查》（British Poetry since 1970： A Critical Survey）中写道，普赖瑟奇是威尔士山地农业生活的缩影，“被视为人类坚韧不拔的体现”。 A.E.戴森（A. E. Dyson）在《批判季刊》（Critical Quarterly）的一篇文章中发现，普赖瑟奇作为一名农民，“与文化和诗歌隔绝了，而且也被隔绝了......来自宗教......然而，〔他〕在他的生命中有一个基本的现实和力量，这在一定程度上是值得羡慕的。Prytherch 是一种典型的威尔士乡村人，是他的人民的象征。正如克纳普所说，普赖瑟奇“在托马斯的诗歌中代表了威尔士农民的方方面面”。根据戴森的说法，托马斯也使用Prytherch作为人类本身的象征。他在不屈不挠的土地上辛勤劳动，虽然代表了威尔士农民，但也体现了所有人共同的艰辛。“那么，”戴森说，“托马斯在威尔士农民身上发现了人类的'原型'，这是在发表一个普遍的声明......这种简约的存在，在一个属于过去的废墟之美的土地上，比任何受过教育的老练都更人性化。或者应该说，它更真实地象征着人类的困境。托马斯的许多诗歌都以威尔士荒凉而令人生畏的风景为背景，关注农村生活的困难。“他的许多诗歌都毫不留情地表达了对人类的凄凉看法，”克纳普承认，“而且......即使在那些似乎明显提供希望的情况下，戏剧的元素仍然非常严峻。基本假设是一种最小的人，在他的小宇宙中挣扎着忍受......诗歌的视觉方面主要涉及孤独的人物，在石田里工作，沿着道路行走。澳大利亚诗歌协会（Poetry Australia）的C.A.朗西（C. A. Runcie）将托马斯的作品与罗伯特·弗罗斯特（Robert Frost）的作品进行比较，后者也写过农村生活，他指出托马斯的“农民、工人和山民，与弗罗斯特不同，他们不是哲学家。年复一年地从他们身上得到了思考。只剩下生命和一点点迟钝、沉默的感觉。作为一名神职人员，托马斯在他的诗歌中注入了一贯的宗教主题，经常谈到“牧师孤独而贫瘠的困境，他在他的教区里与世隔绝，就像普里瑟奇在光秃秃的山坡上一样，”正如梅厄所写的那样。“用基督教的术语来说，”戴森解释说，“托马斯不是一个关于变形、复活、人类圣洁的诗人......他是十字架的诗人，没有回应的祈祷，黑暗中的凄凉跋涉，尤其是他对耶稣的神学，似乎与任何已知的传统规范都很奇怪。《倾听者》杂志的安妮·史蒂文森（Anne Stevenson）将托马斯描述为“一位宗教诗人”，她“在人类的处境中看到悲剧，而不是悲哀......他是当今为数不多的从不求怜悯的诗人之一。托马斯在CAAS上写道：“只要我是教会的牧师，我就觉得有义务尝试以或多或少正统的方式传达圣经信息。我从不觉得自己受雇于教会来宣扬自己的信仰、怀疑和质疑。有些人很想知道我是否没有感觉到我的两个职业之间的冲突。但我总是回答说，基督是诗人，新约是诗歌，我在诗意的背景下宣讲新约圣经没有困难。尽管托马斯已经出版了三本诗集，但直到《年转之歌：诗歌，1942-1954》的出现，托马斯才获得诗人的广泛认可。这本书由一家主要出版商出版，并由诗人约翰·贝杰曼（John Betjeman）介绍，将托马斯介绍给全国读者，并“引起了不小的轰动”，根据W.J.基思（W. J. Keith）在《L词典》中的说法iterary 传记。该诗集的诗歌以谨慎和可控的语言为标志，为托马斯赢得了广泛的评论界赞誉。随着随后的每一卷，他的声誉都在增加。就像他所写的威尔士乡村一样，托马斯的诗歌常常是严厉而朴素的，用朴素、阴郁的语言写成，带有沉思的品质。朗西将托马斯的风格描述为由“简单的单词和简短的名词组成，这些名词具有如此真实的含义，以至于它们几乎不需要修饰语，在重音重音米中以可控的速度移动节拍——这是一种持续的技术，可以产生恒定的音调，他自己取之不尽的萦绕音调，就像黑暗中的声音一样挥之不去。卡尔文·贝迪恩特（Calvin Bedient）在《八位当代诗人》中也注意到了这种闲适的风格，声称“托马斯在他自己和他的主题之间几乎没有什么区别......他的诗是禁欲主义的。看起来既瘦削又感性，透明又深红色，是他与众不同的一部分。托马斯在《文字与诗人》中揭示了他的风格意图：“我发现，一个反复出现的理想是简单。有时，人们会渴望以非常精确和清晰的方式写作，文字如此简单和动人，以至于让人热泪盈眶。托马斯对他的威尔士故乡、他的宗教、自然世界以及闲适而简单的诗歌风格等事物的兴趣反映了他对现代世界的幻灭。根据格温妮丝·刘易斯（Gwyneth Lewis）在《伦敦杂志》（London Magazine）上的说法，托马斯（Thomas）在自传《Neb： Golygwyd gan Gwenno Hywyn》中谈到了他倾向于“回顾过去，把过去看得更好”。他曾多次对威尔士本世纪的工业化表示失望，认为该国的自然美景已被破坏。在他为CAAS撰写的文章中，托马斯列出了他最近关注的问题之一，“当代生活方式对自然世界的美丽与和平的攻击”。托马斯还指出，随着我们技术文明的出现，宗教信仰已经衰落。他在《泰晤士报文学副刊》上写道：“我们越来越强烈地被告知，这是一个科学时代，科学正在改变世界，但这不也是一个机械化和非个人化的时代，一个分析和临床的时代吗？在富裕的坚硬光泽下，可以发现饥饿的心灵和不安的灵魂的低语？自1950年代后期以来，托马斯一直专注于“20世纪末对人类更重要的问题”，《经济学人》的一位评论家指出。“他对难以捉摸的上帝的追求和信仰的普遍危机;机器的非人性化效果;科学的世界观及其对诗人的挑战。《泰晤士报文学副刊》的威廉·斯卡梅尔（William Scammell）在对《对位》的评论中评论说：“R.S.托马斯（R. S. Thomas）后期诗歌的读者几乎没有物质上的安慰。语言往往是扁平的、平实的和陈述性的。概念上的混合是基督教神话、科学术语和二十世纪后期的怀疑主义之一。酸雨、黑洞和有毒化学物质与圣经的图像和符号相映成趣。根据斯卡梅尔的说法，结果“通常就像一个急于制定第一件事和最后一件事的计划的人。托马斯最近的两个系列，《艰难时期的弥撒》和分别于1993年和1995年出版的《不与愤怒休战》揭示了托马斯后期诗歌的尖锐、精神质疑和文化怀疑主义。贾斯汀·温特尔（Justin Wintle）在《新政治家与社会》（New Statesman & Society）上撰文说，托马斯的“诗歌与其他任何人的诗歌都不同。它们也在读者中激起了相互的动荡，他对人性的对待有时是如此的消极。温特尔称赞诗人“自由诗的海边韵律既涩又理智”，他总结说，“[托马斯]顽强地追求一系列主题，就像你可能会发现的那样普遍。期待已久的《诗集，1945-1990》在托马斯八十岁生日之际出版。在《泰晤士报文学副刊》对这本书的评论中，斯蒂芬·奈特（Stephen Knight）评论说：“从一开始，托马斯就决心走自己的路，这本非凡的书证明了这一点。 C. H. Sisson回应了这一观点。“托马斯的作品以一个走过艰难道路并坚持不懈的人的正直为标志，”他在《旁观者》中写道。西森解释说，托马斯“从他仍然在农村的教区居民对一个刚从大学和神学院毕业的年轻市民的第一次无情影响，到对他自己的痛苦和困难的无情感知。朗西认为，在托马斯那里，诗人和诗歌是一体的。他将托马斯描述为“一个威尔士人，一个帕森人，一个整洁、瘦骨嶙峋的男人，瘦削的脸因严厉而变得粗糙。诗歌就是男人。朴素、简单、压抑的力量。同样，威廉·科尔（William Cole）在《星期六评论/世界报》上评论说：“托马斯很朴素，意志坚强，但会带来眼泪。回顾他漫长的职业生涯，托马斯在CAAS中写道，他“在不重要的圈子里移动，避免或被排除在更繁忙、更壮观的生活中。他声称，他获得的批评性赞誉是由于“将我有限的想法和经验以及对它们的冥想转化为诗歌的天赋”。尽管他认为托马斯是一个“小天才”，但他经常被列为本世纪最重要的威尔士诗人之一。R·乔治·托马斯（R. George Thomas）在《盎格鲁-威尔士评论》（Anglo-Welsh Review）上撰文称他是“在世的用英语写作的威尔士最优秀的诗人”。基思报告说，托马斯“现在被公认为二十世纪下半叶英国诗歌中的杰出声音”，并且“强烈声称被认为是当代最重要的盎格鲁-威尔士诗人”。事实上，在 1990 年代，托马斯开始被提及为诺贝尔文学奖的可能候选人，并于 1996 年被授予享有盛誉的兰南文学终身成就奖。罗伯特·哈斯（Robert Hass）在《华盛顿邮报》（Washington Post）上撰文指出，托马斯“从威尔士这个轻浮而无情的山地国家和顽固的、存在主义的基督教中创作了非凡的诗歌。梅厄总结说，托马斯的作品表达了现代诗歌中罕见的宗教信仰。根据梅厄的说法，托马斯认为“诗歌的重要功能之一是体现宗教真理，由于作为诗人的他来说，真理并不容易获得，因此他的诗歌以明显的诚实和正直记录了斗争，从而为必然不频繁的信仰时刻提供了背景以及以清晰和严肃的方式表达的愿景，这是他同时代人很少能比拟的。",
    "name_more_cn": [],
    "personage_id": "36689742",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1568689",
    "personage_link": "https://www.douban.com/personage/36689742/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2000年9月25日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-08-05T14:36:00"
}