{
    "sid": "1568123",
    "name": "艾丽西亚 罗迪斯",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/aa0dbeba5fe19947b2c4ddecc2d45c6f.jpg",
    "imdb_id": "nm6815630",
    "name_en": "Alicia Rodis",
    "name_full": "艾丽西亚 罗迪斯 Alicia Rodis",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35135391,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613544516.jpg",
            "title": "皮肤：电影的裸露历史",
            "release": 1
        }
    ],
    "introduction": "Alicia Rodis pioneered the role of intimacy coordinator in the United States. She serves as the in-house intimacy coordinator for HBO studios, consulting on their policies and protocols as well as training and vetting the IC's working on HBO sets. She is a co-founder of Intimacy Directors International (IDI) and is the creative director Intimacy Directors and Coordinators (IDC) which specializes in training performers and industry professionals to better approach intimate scenes, as well as trains and certifies intimacy coordinators for film and intimacy directors and choreographers for theatre. Her professional experience as an actor, fight choreographer, and stunt performer, eventually led her towards the choreography and coordination of romantic, sexual, and highly suggestive scenes. Seeing an unfilled need, in 2015 Alicia co-founded the not-for-profit Intimacy Directors International with the progenitor of the phrase 'intimacy choreographer,' Tonia Sina Campanella. Together, they created an organization to research and promote the role of intimacy professionals in TV, film, and theater. She and her colleagues worked with directors, choreographers, psychologists, social workers, trauma experts, and other professionals to research and codify a system of addressing the performance of nudity, simulated sex, and intimacy. After being hired by The Deuce (2017) on HBO, Alicia worked with long-time producer Nina K. Noble to craft a better system for intimacy on a major television series. A system that is now becoming the industry standard. Since then, Alicia has been advising best practices regarding the prevention of sexual harassment for theatre and film internationally and training new coordinators to fill the huge demand for safer and more authentic scenes of intimacy in film and TV. Alicia also choreographs at, helps develops intimacy protocols with, and has educated faculty and students for such places as The Juilliard School, New York University, Columbia University, and the Yale School of Drama where she intimacy choreographed the first production of Jeremy O. Harris's \"Slave Play\". Alicia is an LGBTQIA+ and diversity advocate, a Mental Health First Aid and consent educator, and is trained in bystander intervention. This underpins her ethical and holistic approach to intimate scenes. She serves as a member of the Times Up Safety Committee and was extensively consulted on their newly released Safety Guidelines entitled Your Rights: Nude and Intimate Scenes. Alicia has also consulted with The Hollywood Commission, ACTRA, The Stage Directors and Choreographers Society (SDC), and, of course, is thrilled to be working with SAG-AFTRA on standardized intimacy protocols.",
    "name_more_cn": [],
    "personage_id": "37124969",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1568123",
    "personage_link": "https://www.douban.com/personage/37124969/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-17T12:39:16"
}