{
    "sid": "1570200",
    "name": "玛丽亚·布里尔",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c6a9f4defb2a2f5e56dc25d45d0308f7.jpg",
    "imdb_id": "nm0529120",
    "name_en": "Maria Brill",
    "name_full": "玛丽亚·布里尔 Maria Brill",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 1309078,
            "year": "2005",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p533908031.jpg",
            "title": "星球大战前传3：西斯的反击",
            "release": 1
        }
    ],
    "introduction": "As Director of Virtual Production Operations, Maria Brill is in charge of StageCraft operations globally, reporting to Janet Lewin. She leads a team that is responsible for StageCraft LED Volume buildout and operations, ILM's facial capture services (Medusa & Anyma), Technoprops, as well as ILM's other virtual production services.Prior to joining the Virtual Production team, Maria spent most of her career at Industrial Light & Magic as the Director of Studio Technology for the San Francisco, and Vancouver Studios. With over 20 years of experience, her desire to bridge the gap between technology, creative, and production departments led her to Virtual Production-using her experience in Studio Technology and post-production to creatively build teams and execute complex projects that require coordination between every department at ILM.Maria joined Industrial Light & Magic in 2000 as an Administrative Assistant in the Film and Editorial Department, ascending to a director role after taking on positions of increasing responsibility, picking up skills along the way to not only lead effectively but to build teams using her creative and technical skillset. The first film she worked on at ILM was Once Upon a Time in Mexico, where she served as a Post Production Supervisor. She has managed numerous teams throughout the years and is passionate about developing junior talent. Maria is a member of ILM's Diversity and Inclusion Steering Committee.A Bay Area native, Maria received her Bachelor of Arts, Cinema at San Francisco State University. She currently resides in Marin County with her husband and their two daughters. When not at work you will typically find her on the soccer or softball sideline cheering for her daughters.",
    "name_more_cn": [],
    "personage_id": "37144777",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1570200",
    "personage_link": "https://www.douban.com/personage/37144777/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-01T19:44:09"
}