{
    "sid": "1570134",
    "name": "埃丽卡·韦斯",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9a5dfae4d98ad1bba2c7d6aa373609e4.jpg",
    "imdb_id": "nm7515586",
    "name_en": "Erica Weiss",
    "name_full": "埃丽卡·韦斯 Erica Weiss",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36151952,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920274086.jpg",
            "title": "G20峰会",
            "release": 1
        }
    ],
    "introduction": "Erica Weiss is a Jeff-nominated theatre director, independent filmmaker, and television writer/producer based in Chicago, Illinois. She is the co-creator and co-showrunner of CBS’s The Red Line, produced by Warner Brothers, Greg Berlanti, and Ava DuVernay.  She is a proud ensemble member of The Gift Theatre Company, and and was the recipient of the prestigious Michael Maggio Directing Fellowship at the Tony Award Winning Goodman Theatre. Her primary passions lie in the development of new work and bringing female voices to the stage and screen.Erica is a longtime and frequent collaborator with writer Caitlin Parrish,  directing their smash-hit world premiere productions The Burials at Steppenwolf Theatre and  The Downpour for Route 66 Theatre Company (Joseph Jefferson Nominee for Best Production, Best Director, Best New Work, and Best Lead Actress) as well as their first feature film The View From Tall with their company Teleporter Productions.  She and Parrish co-wrote the original pilot for The Red Line,  based on their play A Twist of Water (Route 66 Theatre, off-Broadway at 59E59).Other theatre directing credits include the world premiere Twilight Bowl by Rebecca Gilman (Goodman Theatre), Vigils and The Grapes of Wrath (The Gift Theatre). As a director, new play dramaturg, and assistant director, she has worked with many of Chicago’s biggest Equity Houses and smaller storefront companies.Erica is a graduate of The Theatre School at DePaul University, where she earned her degree in Theatre Studies with an emphasis on directing and new play development. She is represented for television and film by Creative Artists Agency.",
    "name_more_cn": [],
    "personage_id": "37144602",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1570134",
    "personage_link": "https://www.douban.com/personage/37144602/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-13T14:33:24"
}