{
    "sid": "1571692",
    "name": "阿基·里斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3e454e71139349e7da412193365b09c2.jpg",
    "imdb_id": "nm1594195",
    "name_en": "Arkie Reece",
    "name_full": "阿基·里斯 Arkie Reece",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34894011,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897047266.jpg",
            "title": "指环王：力量之戒 第二季",
            "release": 1
        },
        {
            "id": 2147872,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2202249262.jpg",
            "title": "德古拉元年",
            "release": 1
        }
    ],
    "introduction": "Arkie Reece is a British actor whose made a career in both the UK and the USA. Born in London, England, he began in theatre at the age of 15, performing Shakespeare and contemporary plays. He went on to win Best Actor at the UK ISAI Awards for his performance as Pozzo in Samuel Beckett's Waiting For Godot.Having met his agent after performing in a play in Battersea Arts Centre, London, Arkie then entered the film and television world - earning roles in British television shows such as Eastenders, Hollyoaks, and Spooks.Arkie's start in Hollywood was sparked by Paul Greengrass. After inviting Arkie to a private meeting, Greengrass offered Arkie a role in The Bourne Ultimatum. When asked about his film experience in The Bourne Ultimatum, Arkie reflects \"the memory of filming Bourne is mixed for me. I'm so grateful to Paul (Greengrass) for giving me my break in such a massive Hollywood franchise and I learned so much on that film. Observing quality cast and crew operate on that level was invaluable. I'd never worked in a setting quite like that, and it shaped my future in a profound way. On the other hand, I made so many mistakes on and off camera during that production, and they are quite painful to remember\".It was after that experience when Arkie decided to go back and study. Although his theatre background had obvious advantages, he felt there were aspects \"getting in the way a little\". He enrolled in as many classes and courses he could, adapting his craft for the film world, which operated at a \"lightening speed compared to theatre. I just needed to get better\", he recalls.Arkie has since been involved in major film and television productions such as The Lord of the Rings;The Rings of power, The Borgias, Sinbad, Dracula: Untold, 24: Live Another Day, and Disney's John Carter. In 2020 he earned a Best Actor of the Year nomination at the Gold Movie Awards for his portrayal as a troubled psychopath in Escort.As well as being a regular on the BBC Radio play Silver Street, Arkie has also voiced numerous video games like FIFA, and has played multiple character roles in Elex and Original Sin: Divinity 2.His work in the gaming industry continues, regularly performing in performance capture projects. He plays the role of Sigfried Behr in the hugely anticipated Squadron 42, alongside an all star cast - and landed The Player role in Capcom's AAA game Dragon's Dogma 2.",
    "name_more_cn": [],
    "personage_id": "37164651",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1571692",
    "personage_link": "https://www.douban.com/personage/37164651/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-31T21:13:26"
}