{
    "sid": "1572648",
    "name": "伊迪丝·斯诺",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/3898a0dd7f66b2b1659e5b574ff7448c.jpg",
    "imdb_id": "nm0767068",
    "name_en": "Edith Snow",
    "name_full": "伊迪丝·斯诺 Edith Snow",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35412375,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900243629.jpg",
            "title": "回声",
            "release": 1
        }
    ],
    "introduction": "Edith Snow was born in Winston-Salem, NC to Martha Park, a Registered Nurse, and Eric Sause, a human resources director and consultant. Her older sister is a social worker and her younger sister is an artist. Edith graduated from the high school drama program at The University of the North Carolina School of the Arts in Winston-Salem, where her drama teacher told her to get out of town and form her own opinions about the world. And she did.Edith studied theater while pursuing an adjacent interest in speech-language pathology after seeing a touring performance of \"Ophelia\" by the National Theater of the Deaf. Post-undergrad, she drove across the country to Los Angeles, CA and landed a few roles in student films at UCLA and USC. Within a year, she was accepted back east to Gallaudet University's M.S. Program in Speech-Language Pathology, where she could learn American Sign Language. While pursuing her studies at Gally, she was also performing as a voice actor in university productions. A day after graduation, she packed her dorm room into her car and drove up to Chester, CT to audition for the Nat'l Theater of the Deaf. She was invited to study with them for two consecutive summers and toured a production with their Jr. Company. She was then cast in a production with Cleveland Sign Stage, but the tour was cut short and the theater company went under due to losing an expected grant. In 2001, Edith moved back to NC-she now lives there and splits time in ATL, GA with her husband and band mate, Paul.Edith has appeared in co-starring roles on Homeland, TURN: Washington's Spies, and One Tree Hill and Marvel's Echo. She has also appeared in several NC Indie films and won Best Actor at The Carrboro Film Fest 2014 for her roles in two indie shorts. Edith studied documentary film making at Duke University's Center for Doc Studies, but has always been interested in producing narrative fiction work. Her first two short films, \"Keepsake\" and \"Cheat-Proof,\" have screened throughout the US and beyond at small festivals, winning some awards from direction to design. Edith is a singer/songwriter in the lounge-noir band, The Drowning Lovers.",
    "name_more_cn": [],
    "personage_id": "37181738",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1572648",
    "personage_link": "https://www.douban.com/personage/37181738/",
    "property_other": [],
    "name_more_other": [
        "Meredith Leigh Sause"
    ],
    "update_at": "2025-03-24T05:13:15"
}