{
    "sid": "1574581",
    "name": "阿部薫",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "音乐",
        "音乐人"
    ],
    "awards": [],
    "gender": "",
    "poster": "https://img1.doubanio.com/img/musician/medium/7464.jpg",
    "imdb_id": "nm2856311",
    "name_en": "Kaoru Abe",
    "name_full": "阿部薫 Kaoru Abe",
    "birth_date": "1949年5月3日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 34968736,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586458288.jpg",
            "title": "贝西爵士乐咖啡馆",
            "release": 1
        },
        {
            "id": 3010142,
            "year": "1978",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509519428.jpg",
            "title": "十三人连续暴行魔",
            "release": 1
        }
    ],
    "introduction": "阿部薫1949年、川崎市に生まれる17歳で高校を捨て、新宿で青春を生きたアルトサックスの奏法と理論を、ほとんど独学で構築19歳のとき、川崎のジャズ喫茶でデビューする以来、つねに屹立する音と魂とで日本フリージャズ史に独自の光跡を刻んだ1978年、精神の極北へと飛び去る。29歳」阿部薫はフリージャズのサックス奏者である。他のミュージシャンはオーソドックスなジャズからスタートして、少しずつフリーに近づいていったのだが、阿部の場合は最初からフリー・ジャズからスタートしている。音は他のアルト奏者のような甘い感じではなく非常にハードである。地鳴りのようなフリーク・トーンと童謡、歌謡曲、チンドン屋から影響を受けたような日本的叙情を感じさせるフレーズが特徴。従来のジャズからの影響はほとんど感じられない。小説家の鈴木いづみと結婚。破天荒な夫婦生活は後に稲葉真弓によって小説化されさらに若松孝二によって映画化された。映画「エンドレス・ワルツ」は鈴木いづみを広田玲央名、阿部薫を町田康（当時は町蔵）が演じた。阿部薫伝説・　阿部は生まれてすぐに自家中毒症になり、胃液や血を吐き、生死の境を彷徨う。・　少年時は新宿で詩の立ち売りをしていた。音楽はチャーリー・パーカー、エリック・ドルフィー、ジョン・コルトレーン、オーネット・コールマン、アルバート・アイラー、セシル・テイラー、マリオン・ブラウンなどフリー系の音を好んで聴いていた。文学・哲学・思想の本をよく読んでいた。デリダ、ハイデガー、セリーヌ、などを好んで読んでいたようだ。映画「エンドレス・ワルツ」では町田康演じる阿部薫がアルトー「ヴァン・ゴッホ」やセリーヌ「夜の果てへの旅」を朗読したり、ジャズ・クラブでうんちく垂れるバカ客にデリダの「声と現象」を渡して「勉強しろ」と説教するシーンがあった。・　小さいころ病弱だったので、ボクシングのジムに通っていた。高校時代にプロボクシングのジムの会長が家に訪ねてきて、「パンチ力が凄いのでぜひプロに育てたい」と誘いがあった。・なんとあの坂本九といとこ同士。なぜかこの事が語られることは少ない。坂本九は阿部の葬儀にも参列していた。・阿部のサックスは自分で改造したもの。一回吹くたびにチューニングしなおさなければ使い物にならないという。吹いてる途中で空中分解したこともある。リードはリコーの4番など硬いものを使用していた。阿部薫　名言集下の発言を読むと、阿部って、板垣恵介のマンガに出てくるキャラに通じるものがあるな。・「エリック・ドルフィーを父親とし、ビリー・ホリディーを母親として俺は生まれた。そして俺はエリック・ドルフィーを俺のアルトの演奏によってどうしても超えなければならない。それは義務なんだ。」・「俺は静けさが爆発するところまでやる。そこではすべてが現われ俺はめくらになり、俺を聞いた者は死ぬ。」・「客はいなくてもいいんだ。こういう音をわかる客はいないんだ。俺は椅子に向かって吹くんだ。それで、その椅子がふっ飛んでしまうような音を出したい」・「２４時間、３６５日、ライヴをやるべきだ」その場にいた坂本龍一は「晴海辺りの倉庫がいいですかね」と言ったらしい。・「おれは季節を超えるスピード感を持ちたい」・「うるせいなッ。てめえら。すこし、だまってろッ。」演奏中に喋くっていたアベックに怒鳴る阿部。映画「エンドレス・ワルツ」では町田康演じる阿部が客にグーパンチかましていた。・「高木さんには隙がある」高木元輝、豊住芳三郎のデュオに加わって演奏。ステージが終わったあとのセリフ。当時、日本の前衛ジャズ界で阿部と並ぶサックス奏者だった高木に対抗心メラメラの阿部は高木に絡みまくる。エンディングの音を高木が決めても、阿部は挑戦的に吹きかける。仕方なく高木も演奏続行。やっと演奏が終わって高木は「あれじゃ、音楽にならない」とグチっていた。・「ミルフォードは途中で止めたんだから、奴の負けだ」ドラマー兼ピアニストの”世界最強のミュージシャン”ミルフォード・グレイヴスと共演したとき、阿部はミルフォードのドラムセットの前に向かい合って立ち、ミルフォードを睨みつけながら吹き続けた。激怒したミルフォードは次の日からのスケジュールでは阿部を外せと要求。・「アルゼンチンに行って戦争に参加していた」「デンマークのラジオで俺の音楽が放送になったんだ」阿部は普段からぶっ壊れていたようだ。・「憎悪の感ていうのが、ものすごくあって、それがある程、僕は良い音が出せると思うし」・「一音そのものを、とことん解体してやる」・「俺はアルトになりたい」・「演奏者というのは、楽器を持っている。そして音を出す。それだけで特権的な存在なんだ。僕は、その特権性を殺したい」・「今、僕は消音作業にとりかかっている」・「ぼくは誰よりも速くなりたい寒さよりも　一人よりも、地球、アンドロメダよりもどこにいる、どこにいる　罪は」・「僕はぶざまなものが好きだ」・「僕の音楽は胎盤さ。コミットするんじゃなくて生殖だ」・「強力な雑音にはスピードがない、・・・地球の動振動とロープされている」・「私の発するものしか音とは言えんのだっ」・「愛の欠如が美しいのだ」・「私のアルトによって全物質は一度死滅し、私という音楽の新しい秩序のもとで配列されたのち新しく生まれてくるべきなのである」・「俺が吹けば、５分で、茶碗も法政の学館の窓も全部割れる」・「音楽は何も生産しない。それが強みであり弱みである」・「ある直径の土管に長さが（略）、その土管の中に一方からある周波数の音を相当のボリュームを上げてドンと発射してやると、そいつが土管の中を抜けながら、向こうに行って、これは脳細胞を破壊するんだ。今度やってみようか。」阿部は音で人を殺すことを考えていたらしい。・「彼と演奏して、私はいままで誰とやっても感じてきた、自分の演奏が罪なのではないか、方向が間違っているのではないか、という疑問の答えを得れたと思った。デレクと演奏して罪ではないとはっきり確信できた。それが本当にうれしかった。」デレク・ベイリーとの共演後。・「お詫びの演奏をただで聴かせる、あなたたちは幸運だ」明田川荘之の「アケタの店」に阿部が出演。ピアノ演奏後、ピアノをドライバーで破壊。明田川は電話で抗議し、阿部は申し訳ないと再び来店。阿部は店のピアノの消音機を再びドライバーでダメにし、鍵盤を肘打ちで折っていった。・「音は出てた」ライヴハウス”騒”での不思議な出来事。　”実際に音が出てないのに、そこに音が在る”。演奏中、阿部が楽器をくわえて、じっと立っている。しかし、一部の人には音が聴こえるらしく客席がざわつく。”騒”のママは疲れすぎで、ありもしない音が聴こえてるのかと思ったらしい。しかし、演奏後、阿部に確認すると、音は出ていたと答えた。ママがどういうことか説明してくれと食い下がると「時間。時間てわかる？それがわかれば答えが出るヨ」とだけ言ったらしい。永遠の謎である。年譜１９４９年　５月３日　神奈川県川崎市に生まれる。１９５２年　３歳　紫斑病となり生死の境をさまよう。１９５６年　７歳　４月　川崎市立川川崎小学校入学。１９６２年　１３歳　４月　東京都目黒区にある私立サレジオ中学校入学。１９６３年　１４歳　川崎立川中学校へ転校。１９６５年　１６歳　４月　神奈川県立橘高校入学。高校時代、横須賀のベースで黒人たちとジャムセッションを重ね、腕を磨く。「プロボクシングのジムの会長に誘われ、一時期、ジャズプレイヤーになろうか、ボクサーになろうか、迷ったことがあった。」１９６６年　１７歳　夏　北海道を放浪する。「彼の悩みは深くて暗かったに違いない。その因は様々あろうが、むしろそれを確かめるため、阿部は１９６６年夏、最果てをめざして礼文島に旅行した。１７歳のときである。聞くところでは北海道へは川崎から貨物船に乗って渡ったそうだ。そのとき小説を書くといって、原稿用紙を何百枚か持っていた。もう悩みは、彼の内部で徐々に実体を顕わにしていたのだろう。あるいは精神の極北をめざして、彼は北の島に向かったのかもしれないが・・・」（村上護「NORD」ライナーノーツ）１９６７年　１８歳　高校を２年で中退。この頃から本格的にアルトサックスに取り組む。１９６８年　１９歳　川崎市南町にあったジャズ・スポット「オレオ」にデビュー。１９６９年　２０歳　秋　沖至、豊住芳三郎、吉沢元治と出会う。１２月　＜山下洋輔トリオ＞への参加要請を拒否。１９７０年　２１歳　４月　この頃、間章との交友が始まる。６月２８日　新宿厚生年金会館小ホールにてコンサート「解体的交感＝ジャズ死滅への投射」に＜高柳昌行ニュー・ディレクション＞として出演。「解体的交感」としてレコード化される。夏　この頃から＜山下洋輔トリオ＞によく乱入する。１９７１年　２２歳　秋～冬　ソロでの活動が中心となり、地方への出演が多くなっていく。１９７２年　２３歳　春～夏　渋谷「プルチネラ」へのソロ出演が続く。１９７３年　２４歳　３～４月　「彗星パルティータ」の録音に取り組む春～夏　新宿「ピット・イン・ティールーム」、渋谷「プルチネラ」へのソロ出演が続く。夏　鈴木いづみと出会い、婚約。１９７４年　２５歳　８月１６日　庄田次郎、灰野敬二らと「軍楽隊コンサート」を開催。１９７５年　２６歳　１０月１８日　青山タワーホールにてソロ・コンサート「なしくずしの死」を開催、レコーディングされる。ゲストに吉沢元治。１９７６年　２７歳　４月　長女誕生５月　新宿「東夷」にて近藤等則、坂本龍一、吉沢元治、小杉武久と共演。１９７７年　２８歳　この年、鈴木いづみと離婚。ミルフォード・グレイヴス「メディテイション・アマング。アス」のレコーディングに高木元輝、近藤等則、土取利行とともに参加。１９７８年　２９歳　４月１２・１３日　渋谷「西部劇場」での「デレク・ベイリー・コンサート」に高木元輝、近藤等則、吉沢元治、土取利行とともに出演。８月５日　吉祥時「羅宇屋」８月１３日「グッドマン」にて豊住芳三郎とのデュオでライヴ・レコーディング。８月２８日　札幌「街かど」にソロ出演。９月８日　東京都中野区の中野病院に入院。９月９日１９時３５分　急性胃穿孔のため同病院にて死去。",
    "name_more_cn": [
        "阿部薰"
    ],
    "personage_id": "35855776",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1574581",
    "personage_link": "https://www.douban.com/personage/35855776/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "1978年9月9日"
        },
        {
            "label": "流派",
            "value": "噪音 / 自由即兴 / 爵士 / 实验 / 前卫爵士"
        }
    ],
    "name_more_other": [
        "あべ かおる"
    ],
    "update_at": "2025-07-21T05:13:22"
}