{
    "sid": "1575859",
    "name": "邦斯·加西亚",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4bc5de1b8a20f2c1f3d95ac9f6818abb.jpg",
    "imdb_id": "nm2004205",
    "name_en": "Bangs Garcia",
    "name_full": "邦斯·加西亚 Bangs Garcia",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35164081,
            "year": "2013",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2615968981.jpg",
            "title": "Lauriana",
            "release": 1
        },
        {
            "id": 30488672,
            "year": "2012",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "Hiyas",
            "release": 1
        },
        {
            "id": 26863631,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567844097.jpg",
            "title": "赎金危机",
            "release": 1
        },
        {
            "id": 19898451,
            "year": "2012",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887483066.jpg",
            "title": "波萨斯",
            "release": 1
        },
        {
            "id": 6061722,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916254114.jpg",
            "title": "Bulong",
            "release": 1
        }
    ],
    "introduction": "Bangs Garcia is a film and television actress & painter born in Davao City, Philippines. She studied in Ateneo de Davao University from 1993-2005. She won in an interschool talent competition called Campus Idols in 2004. Her first job was a TV host in a teen variety show in ABS-CBN Davao. In 2005, she was a contender in a model search, Close Up to Fame conducted by ABS-CBN Corp. She didn't win but she carried on her venture in the modeling industry. Amid her endeavors in Manila she became a Philippine Youth Ambassador and had her first TV commercial.Garcia debuted as an actress alongside other actors as main stars in the now-defunct youth-oriented sitcom Let's Go where she played as Bangs, a rocker chic covering her face with fringe in May 2006. The name Bangs strongly resonated in the audience and soon became her popular screen name in 2007 as she started gracing on the cover of Candy teen magazine. In 2008, she was launched in the prime time action TV series, Palos as a leading lady, she was hailed as the new face of Tanduay for billboards and TV commercials, she started gracing on the covers of Maxim Philippines and FHM Philippines which was also published on the covers of Thailand,Indonesia,Austria,Czech Republic and centerfold of Australia (being one of FHM's favorite - she had succeeding covers in 2010 and 2013). In 2008 through 2009 she appeared in projects as follows - TV Series: Midnight DJ, Kambal Sa Uma, Katorse, Precious Hearts: My Cheating Heart; Films: Shake Rattle and Roll XI, Migrante and Marino.In 2010, she began starring as the main lead in several episodes of Maalaala Mo Kaya, she became the main lead of TV series, Magkano Ang Iyong Dangal and she appeared in the film Cinco. In 2011 through 2012, she starred alongside other actors as main cast in TV series, Precious Hearts: Kristine and Kung Ako'y Iiwan Mo; and films, The Reunion and Segunda Mano where she won Best-Supporting Actress by Gawad Pasado Awards (Film Association of Professors), she also appeared in Burgos and So It's You. In 2013 she got the title role in the film Lauriana which was nominated Best Picture, Best Director, Best Screenplay, Best Story by FAMAS Awards and won her Best Actress from Gawad Pasado Awards. She also got the title role for independent film, Sabine in 2013, and she appeared in the film, Posas. In 2014 through 2016, she appeared in TV series, Dyesebel, Mac & Chiz, Hiyas, My Home,'Til I Met You, starred in a few episodes of TV show Ipaglaban Mo, starred in the films, Manila's Finest, No Boyfriend Since Birth, Baka Siguro Yata, and special appearance in Dukot.",
    "name_more_cn": [],
    "personage_id": "37215722",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1575859",
    "personage_link": "https://www.douban.com/personage/37215722/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-15T07:07:22"
}