{
    "sid": "1575891",
    "name": "山中结莉",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/6eb16daadc6e4aab18bd5bf98985cd0f.jpg",
    "imdb_id": "nm3156975",
    "name_en": "You-Ri Yamanaka",
    "name_full": "山中结莉 You-Ri Yamanaka",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36114531,
            "year": "2006",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "叽咪在东京",
            "release": 1
        },
        {
            "id": 35468357,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897536850.jpg",
            "title": "时光之轮 第二季",
            "release": 1
        },
        {
            "id": 10566313,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588373034.jpg",
            "title": "无声的证言 第十四季",
            "release": 1
        },
        {
            "id": 3230169,
            "year": "2009",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "灵魂战士",
            "release": 1
        }
    ],
    "introduction": "You-Ri is currently based in London and originally from Japan. She is a highly experienced actress, voiceover, movement director and drama teacher.Having studied Political Science at Waseda University, Tokyo, You-Ri was part of the Waseda Houso Kenkyukai (WHK -Waseda Broadcasting Association) where she worked in both television and radio as a presenter and reporter. This led to her involvement with theatre.You-Ri then moved to the United Kingdom where she gained a Master of Arts in Directing at Royal Holloway, University of London. She took further drama training at the London Academy of Music and Dramatic Art (LAMDA) and the Ecole Philippe Gaulier (Le Coq). In Japan, she trained in Traditional Japanese dance (Nihon Buyo / Kabuki Buyo) and the avant-garde Japanese dance, Butoh.This extensive training with world renowned teachers underpins You-Ri’s wide ranging experience in devised theatre, physical theatre, classical theatre, Shakespeare and contemporary plays. She has performed on TV and film in the U.K. and worldwide. Her highly focused approach to the movement work has led to being a much sought after movement director.You-Ri is an accomplished pianist. She started playing at the age of four. She also plays the accordion as well as a wide range of percussion instruments including Darbuka, the Egyptian tabla. As a singer, she is an accomplished mezzo soprano. She has appeared in theatre that has music in addition to her other credits. She is currently exploring folk singingYou-Ri wrote Lemon Elegy, a play performed at the Jermyn Street Theatre under the direction of Tim Baker, Associate Director of the Clwyd Theatre Cymru. Lemon Elegy won the Arts Council England Grant.She also works as a movement director. Her movement direction includes work at the New National Theatre Tokyo, Royal Shakespeare Company, the English National Opera (ENO), Charing Cross Theatre, Menier Chocolate Factory, and the Middle Temple. She teaches movement/acting at LAMDA, East 15,  ArtsEd, Rose Bruford, Fourth Monkey, ALRA, BADA, LDA (London Dramatic Academy), Body and Acting & Scene Study class at the New National Theatre, Tokyo in the Drama Studio, Watanabe Musical Theatre School and Communication Skills and Speech through Acting Training at Jochi University (Sophia University), Toyo University, Tokyo. As an acting workshop leader, You-Ri coaches in the United Kingdom, Europe and in Japan.Her voice work can be heard in video games, television and on your next flight abroad, just a small part of her extensive voice credits.Her deep passion for human rights and the environment has created a desire to find an avenue in which she can express these issues, in particular, empowering people in need to discover new paths in life. This is a passion she continues to pursue through her work. One of her most popular contemporary workshops at present entitled, Freeing the Inner Voice - Body and Expression.ロンドンを拠点に言語、国境の壁をこえて幅広く活躍中の俳優、声優、ムーブメント・ディレクター、演技/演劇教師。早稲田大学政治経済学部で政治を学ぶかたわら放送研究会に属し、テレビやラジオの司会、レポーターとして活動。やがて芝居にのめり込む。のちに渡英し、演劇、演技の勉強を本格的に始める。ロンドン大学ロイヤル・ホロウェイ校演劇学部の演出家コースで修士号を取得した後、ロンドン・アカデミー・オブ・ミュージック・アンド・ドラマティック・アート（LAMDA）と、エコール・フィリップ・ゴーリエ (ル・コック　テクニック)　で演技とムーブメント・ディレクティングを学ぶ。日本では、花柳流と五條流で日本舞踊/歌舞伎舞踊を訓練し、また、大野一雄、大野慶人、山海塾の岩下徹、竹ノ内淳志、カルロッタ・池田に舞踏を師事。舞台では、ディバイズ・シアター、フィジカル・シアター、古典演劇、シェークスピア、現代演劇など多岐にわたり活躍。特にムーブメントは、世界各国の演劇人からも高く賞賛されている。テレビ、映画にも英国、ヨーロッパ等で出演。また、音楽の道でも活動。4歳からピアノを始め、結婚式やイベントなどで演奏。最近アコーディオンも始め、レパートリーを広げている。また、エジプシャンドラムのダラブッカやパーカッションも演奏する。歌唱はメゾソプラノで、音楽劇にも出演。現在はフォークソングを開拓している。英語での初の自作自演戯曲「レモン哀歌」は、英国のアーツ・カウンシル・イングランドから助成金を受け、ウェールズ・クルーイド劇場の副芸術監督、ティム・ベーカーの演出のもと、ロンドンのジャーミン・ストリート劇場にて上演。ムーブメント・ディレクターとしては東京の新国立劇場、イギリスのロイヤル・シェイクスピア・カンパニー、イングリッシュ・ナショナル・オペラ(ENO)、ミドル・テンプル、チェアリングクロス劇場、メニエール・チョコレート・ファクトリーなどで活動。その他英国やヨーロッパの劇団に振り付けやムーブメント指導を行う。 英国ではロンドン・アカデミー・オブ・ミュージック・アンド・ドラマティック・アート（LAMDA）、East 15を始めとする演劇学校で教鞭を取り、エジプトの演劇学校とも提携を組む。日本の新国立劇場演劇研修所では「身体と演技」「シーンスタディー」の授業、渡辺ミュージカル芸術学院での演技の授業、上智大学 、東洋大学を始めとするその他の大学でも「演劇訓練法に基づく英語プレゼンテーションスキル/スピーチ研修」を担当。また、ワークショップ・リーダーとして英国やヨーロッパでも教える。日本でのプロの俳優向け「役になるため」ワークショップは毎回大人気で、毎年定期的に開催予定。更に声優としても、映画の吹き替え、コマーシャル、ビデオゲーム、テレビ、ラジオ、テレホンサービス、インターネット、航空会社の機内アナウンスなど様々な分野を渡り手がける。人権問題、環境問題に情熱を注ぎ、特に「助けの必要な人々」が、人生を切り開いて歩んでいく力を発見し、内なる声を発していく手助けをすべく、プロジェクトを進めている。その一環として、ワークショップ「<内なる声 VOICE>を解き放つ --- 身体と表現」を断続的に行っている。",
    "name_more_cn": [],
    "personage_id": "37215905",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1575891",
    "personage_link": "https://www.douban.com/personage/37215905/",
    "property_other": [],
    "name_more_other": [
        "山中結莉"
    ],
    "update_at": "2025-09-24T15:00:28"
}