{
    "sid": "1579863",
    "name": "尤努斯·厄兹亚武兹",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ce9cf89a445c01f065427582984f4177.jpg",
    "imdb_id": "nm9609768",
    "name_en": "Sagopa Kajmer",
    "name_full": "尤努斯·厄兹亚武兹 Sagopa Kajmer",
    "birth_date": "1978年8月17日",
    "birth_place": "土耳其萨姆松",
    "last_movies": [
        {
            "id": 5183943,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602600436.jpg",
            "title": "Beyaz show",
            "release": 1
        }
    ],
    "introduction": "Yunus Özyavuz was borned in Samsun. -First he started DJing in a local radio in Samsun. -In 1997 he came to Istanbul for his university education. \"ISTANBUL UNIVERSITY PERSIAN LANGUAGE & LITERATURE\" -In 1998 He started his music studies by setting up his own music studio called \"KUVVETMIRA\". -In year 1999 he attracted the most attention when he appeared as \"SILAHSIZ KUVVET\" which is his first project and , in the first Turkish Rap album which various performers were attended called \"Yeralti Operasyonu\". -In year 2001 he released his first album as SILAHSIZ KUVVET \"Sozlerim Silahim\". -In year 2002 his second album was released SILAHSIZ KUVVET \"Ihtiyar Heyeti\". -In 2002 He created \"SAGOPA KAJMER\". He released the album that has the same name of him. -In year 2002 he made the production of Ceza \"Med Cezir\" album..He produced all the beats himself. -In year 2003 he completed his new album \"Bir Pesimistin Gozyaslari\" and in year 2004 he released a double album that lasts 150 minutes. He attracted big attention by creating a brand new sound. -In year 2004 he was the producer of FUCHS \"Huzur N Darem\" album. -In 2004 he produced some tracks of original soundtracks of the Cem Yilmaz film called \"G.O.R.A.\". He shooted a video to track \"Al 1'de Burdan Yak\" 2005 Melankolia Muzik ''Own Rap Label'' 2006 Turk Rap Collabo Album ''Kafile'' 2007 KOLERA & SAGOPA KAJMER DUET Album''Ikimizi Anlatan Bir Sey\" 2008 SAGOPA KAJMER SOLO ALBUM \"Kotu Insanlari Tanima Senesi\" 2009 Sagopa Kajmer ''Sarki Koleksiyoncusu'' 2009 Beslenme Cantam ft Kolera 2009 Hain ft Kolera 2009 Pesimist Orkestra Ep 2010 Ardindan Bakarim 2010 Sagopa Kajmer & Kolera duet album \"Bendeki Sen\" 2011 Sagopa Kajmer \"Saydam Odalar\" solo album -Dj Mic Check is the pioneer of \"turntablism\" movement in Turkey.(scratch show with records) -After moving to Istanbul, besides his musical productions and university education he worked as a music director and Dj in powerful radios. -He made some djing in h2000 ve j&b festivals. He made djing in various places in abroad. Having an important musical accumulation and archive Dj MicCheck with his identity \"Sagopa Kajmer\" formed the \"PESIMIST UNDERGROUND RAP\" style, he proved himself to people from various groups, with the musical quality, lyrical richness and his impressive voice. He also made some musical beats to foreign artists.",
    "name_more_cn": [],
    "personage_id": "37253487",
    "family_member": [
        "Kolera(前妻)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1579863",
    "personage_link": "https://www.douban.com/personage/37253487/",
    "property_other": [],
    "name_more_other": [
        "Yunus Özyavuz"
    ],
    "update_at": "2025-06-12T16:28:32"
}