{
    "sid": "1579864",
    "name": "埃森·厄兹亚武兹",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/c747f63cd87b090f5b6d591c29ec159a.jpg",
    "imdb_id": "nm9642010",
    "name_en": "Kolera",
    "name_full": "埃森·厄兹亚武兹 Kolera",
    "birth_date": "1983年9月23日",
    "birth_place": "土耳其伊斯坦布尔",
    "last_movies": [
        {
            "id": 5183943,
            "year": "1996",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602600436.jpg",
            "title": "Beyaz show",
            "release": 1
        }
    ],
    "introduction": "Kolera is a rapper from Istanbul, Turkey. Kolera's real name is Esen Özyavuz (maiden: Güler). Kolera met fellow rapper Sagopa Kajmer (Yunus Özyavuz) in 1998 and the two became a pair, both musically and in life. Both Kolera & Sagopa Kajmer, created Melankolia Müzik a record label as well as Kuvvetmira, which is their studio. Kolera recorded a few tracks prior to her first album, with tracks such as \"Inkar Bosuna,\" \"Neden Agliyorum\" and \"Dünden Kalma Hayaller\" with Silahsz Kuvvet, which of course is Sagopa Kajmer's former alias.Kolera was also attending college during this time and had to take a minor break from hip hop, finishing her studies in hotel management and tourism, however within that time frame she also created a small list of underground tracks entitled, \"Eksik Eylüllerin Geciken Yamurlar,\"Psikolog,\" and \"Komada Mart.\" She was featured on one of Sagopa Kajmer's songs \"My Heart Beats 78bpm\" on the album \"Bir Pesimistin Gözyaslari.\" In the same year of this collaboration, Kolera also did other tracks with Sagopa Kajmer entitled, \"Gunlerim Aglak (Disi Kisilik)\" and \"Aklimin Odalari.\" Kolera was also featured on another album of Sagopa Kajmer, in which she did a song called, \"Super Sperm\" on the album \"Pessimist EP 3\" and also another track entitled, \"Sago vs Kolera\" on Sagopa Kajmer's album \"Romantizma.\"On September 24th, 2005, Kolera's first album Karantina Embryo entered the world. Also, in 2005 she appeared on the Pessimist EP series, that Sagopa Kajmer regularly puts out, in between his full albums. Kolera was also featured on the Kuvvetmira Studio compilation entitled \"Kafile.\"In the year 2007, Kolera and Sagopa Kajmer created an album together entitled, \"Ikimizi Anlatan Birsey.\" This album was a double CD, the first CD with vocals, while the second CD was instrumentals. During this time, Kolera also released a single, \"Tas Dibe Düsmez.\"On July 18th, 2008, Kolera released her second album, \"Inziva.\" On this particular album, Kolera collaborated with Sagopa Kajmer on one of the tracks, as well as Luminous Fluxx, where there are Turkish and English verses. Following this album, Kolera also released an EP toward the end of the 2008 year called, \"Kolostrofobi.\"",
    "name_more_cn": [
        "埃森·居莱尔"
    ],
    "personage_id": "37253498",
    "family_member": [
        "Sagopa Kajmer(前夫)"
    ],
    "celebrity_link": "https://movie.douban.com/celebrity/1579864",
    "personage_link": "https://www.douban.com/personage/37253498/",
    "property_other": [],
    "name_more_other": [
        "Esen Özyavuz",
        "Esen Güler"
    ],
    "update_at": "2025-10-11T01:35:24"
}