{
    "sid": "1579274",
    "name": "罗赞·T·米姆斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/fc1cb8835043f7f33b0dd81e312c0aeb.jpg",
    "imdb_id": "nm0590828",
    "name_en": "Roxzane T. Mims",
    "name_full": "罗赞·T·米姆斯 Roxzane T. Mims",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36464239,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918588276.jpg",
            "title": "表里不一",
            "release": 1
        },
        {
            "id": 33462298,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608239737.jpg",
            "title": "末日巡逻队 第二季",
            "release": 1
        }
    ],
    "introduction": "Roxzane T Mims is an American Actress of Stage, film and Television. Her most notable work is a recurring role, Darlene on \"Greenleaf\". Most recently she has appeared on \"P-Valley\", \"The Outsider\", \"Doom Patrol\", and \"Council of Dads\". Later this year she will be seen in \"Good Lord Bird\" and is very excited about the upcoming release of the movie \"The Farmer and the Belle\" starring Jenn Gotzon Chandler & Jim Chandler. Roxzane's love for acting began at a very young age, participating in community theater regularly. She adored watching her mother (Catherine Barrow Williams) on stage in Grand Rapids Michigan, where she grew up after moving from Detroit Mi. Her sister (Pantheah G Hawes) and her also had the same love for music as their mother who was an Opera Singer. She spent her High School years Singing in music groups alongside, the members of \"Switch,\" \"The Debarges\" \"Marvin Sapp\" and\" Byron Cage\". She competed in a local Pageant in Wyoming Mi and won !st runner up, Talent and Miss Congeniality, losing to Kim Zimmer who would soon be known for \"General Hospital\". She spent many a day washing the dishes for 2 and 3 hours because she was creating plays in her head, instead of washing the dishes. Roxzane has also dipped her foot into the Directing pool with many 48 hr films as well as a short \" Five Smooth Stones\"that is used in some schools as a teaching tool for dealing with bullying . Her love for acting was second only to her desire to have a family. During College she met and fell in love, and put her acting career on hold while she started a family. Still doing community Theater, but focusing on her family. As her children grew up her renewed desire for a professional career was rekindled and in the mid 1990s she got back in the saddle. Slow but steady Roxzane is making her ascent to becoming a known professional actress.",
    "name_more_cn": [],
    "personage_id": "37247869",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1579274",
    "personage_link": "https://www.douban.com/personage/37247869/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-27T22:00:36"
}