{
    "sid": "1580073",
    "name": "丹尼丝·克罗韦蒂",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm8453499",
    "name_en": "Denise Crovetti",
    "name_full": "丹尼丝·克罗韦蒂 Denise Crovetti",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26388159,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534884791.jpg",
            "title": "纽约重案组 第十二季",
            "release": 1
        },
        {
            "id": 26312180,
            "year": "2004",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224074003.jpg",
            "title": "条子911 第二季",
            "release": 1
        },
        {
            "id": 24721776,
            "year": "2009",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541948234.jpg",
            "title": "法律与秩序 第二十季",
            "release": 1
        },
        {
            "id": 6796123,
            "year": "2011",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534886302.jpg",
            "title": "犯罪现场调查：迈阿密 第十季",
            "release": 1
        }
    ],
    "introduction": "Denise Crovetti is a graduate from Illinois State University affiliated with Steppenwolf Theater in Chicago. She majored in Theater and Vocal performance. Denise performed in NYC for several years on Broadway, off Broadway and on the NYC stand-up comedy circuit. She then made her move to Los Angeles. Denise began modeling for many well-known fit magazines and work out videos. She attended classes at the Groundlings in Los Angeles and was cast in several pilots, commercials and short films. Denise worked on many shows including Family Law (1999), Law & Order (1990), Reno 911! (2003), and CSI: Miami (2002). Denise took some years off from acting to raise her children and pursue a career as a child therapist. She graduated Summa Cum Laude from California State University with a double degree in the PPS and MFT program. Denise then turned her attention to fostering her children's acting careers after they expressed interest in the theatrical arts. Denise's daughter, Isabella Crovetti, can be seen as a series regular on Colony (2016) for USA network and also lends her voice and singing talents for the lead voices for Disney's Vampirina (2017) and Nickelodeon's Shimmer and Shine (2015). She also was a series regular on The Neighbors (2012), David O' Russell's movie Joy (2015), and the Mark Waters film Magic Camp (2020). Denise's twin boys, Cameron Crovetti and Nicholas Crovetti, played Nicole Kidman's twin sons in HBO's Big Little Lies (2017), directed by Jean-Marc Vallée. After many years of being involved behind the scenes coaching her children, Denise began coaching other actors in the film and television industry. In 2019 Crovetti was approached by Don McNeil from Digital Kitchen to start a talent Management company. Spire management became one of the top management companies in Chicago. Being one of the founders of Spire and responsible for it's success, Denise then decided to start her own management company in Los Angeles. She created Metaverse Entertainment inc. and resides in Los Angeles.",
    "name_more_cn": [],
    "personage_id": "37258177",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1580073",
    "personage_link": "https://www.douban.com/personage/37258177/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-14T04:13:10"
}