{
    "sid": "1580068",
    "name": "泽诺比娅·克洛珀斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/909d85e4c6a0cbe72113b0f91c7685ed.jpg",
    "imdb_id": "nm9657204",
    "name_en": "Zenobia Kloppers",
    "name_full": "泽诺比娅·克洛珀斯 Zenobia Kloppers",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36947032,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909971095.jpg",
            "title": "定圆漂移",
            "release": 1
        },
        {
            "id": 36010276,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918307302.jpg",
            "title": "时光之轮 第三季",
            "release": 1
        },
        {
            "id": 34869768,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572402441.jpg",
            "title": "菲拉之子",
            "release": 1
        },
        {
            "id": 26351606,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2323767131.jpg",
            "title": "无尽之河",
            "release": 1
        }
    ],
    "introduction": "Zenobia Kloppers is best known for her critically acclaimed portrayal of the iconic character Fiela Komoetie, in the multi-award-winning 2019 film \"Fiela se Kind\" (Fiela's Child), by multi-award-winning writer/director Brett Michael-Innes, based on the best-selling novel by Dalene Matthee.Kloppers received the Best Actress Award at the 2020 SAIFF (South African Independent Film Festival) for her portrayal of the titular character in \"Fiela se Kind\" (Fiela's Child). She also received Best Actress nominations at the 2020 AMAAs (Africa Movie Academy Awards), at the 2020 SAFTAs (South African Film and Television Awards), and at the 2019 kykNET Silwerskermfees (kykNET Silwerskerm Festival) for her portrayal of Fiela Komoetie in \"Fiela se Kind\" (Fiela's Child).She has recently been seen in the recurring role of Rebecca Thuli (caring mother and bitter daughter) in the popular South African soap opera, \"Suidooster\" since 2018; as well as in the recurring role of Emily (greedy aunt) in the Cape Town-based Arendsvlei telenovela since 2019. Other recent film credits include the 2019 Maynard Kraak South Africa-meets-Bollywood comedy film, \"Bhai's Café\", in which she portrays an over the top Cape Town colored auntie with curlers in her hair.Other recent television credits include the role of Tristana (professional mourner at funerals) in the Afrikaans drama series, \"Sara se Geheim\" (Sarah's Secret) in 2020; and in the role of Margie (a distraught mother whose child has been kidnapped) in the 13- episode procedural drama series, \"Projek Dina\" (Project Dina) in 2020.Earlier in her film and television career, Zenobia had the privilege of working (portraying smaller roles), under the direction of acclaimed South African directors such as Oliver Hermanus (\"The Endless River\" - 2015 feature film), Daryn Joshua (\"Noem my Skollie\" [\"Call Me Thief\"] - 2016 feature film), Lucilla Blankenberg (\"Amaza\" - 2014 television series), and Jozua Malherbe (\"Thomas@\" - 2013 television series).Before delving more deeply into the art of film and television, Zenobia devoted herself to the theatre, radio theatre, music theatre and academic writing. She is well-known for her versatility as a theatre actress and singer. She has portrayed coveted lead character roles, including Fiela Komoetie in the theatre production of \"Fiela se Kind\" (Fiela's Child), under the direction of theatre and film veteran Sandra Prinsloo. She created the lead role of Dina/Dinah in David Kramer and Taliep Petersen's Cape Town musical, \"Ghoema\" and \"Spice Drum Beat: Ghoema\", playing to packed houses and standing ovations in London, Cape Town and Johannesburg.She has worked with respected South African theatre directors, including Janice Honeyman, Lara Foot, Juanita Swanepoel, Anthony Wilson, Hannes Muller and Albert Maritz. Highlights include the name role in \"Sarah - the story of Sarah [Saartjie] Baartman\" (theatre, directed by Anthony Wilson); and the name role in \"Die Swerfjare van Poppie Nongena\" (\"The Long Journey of Poppie Nongena\") (radio theatre, directed by the legendary Margot Lluyt). She also wrote, co-produced and acted in her Khoisan-inspired play in the name role in \"Klarabelle gaan Kaap toe\" (\"Klarabelle goes to Cape Town\") (theatre, directed and co-produced by Monique Seigels), to critical acclaim.As an actress and voice artist, Zenobia is fascinated by a variety of different accents and dialects and enjoys learning as many as possible. As a classically trained singer, Zenobia enjoys exploring and creating uncharted crossover work that combines her classical vocal sound and influences with different musical styles and genres. She also dabbles a little with the guitar and piano. She tries to get away with speaking some German (having been raised in Namibia, where it is spoken prolifically) and a smattering of French (having learned French for singers).Although not super athletic, she has performed her own stunts and has studied karate as a child (remaining fascinated with martial arts). Other interests include an abundance of reading, and enduring love of \"Star Trek\" and \"Doctor Who\" (in which she hopes to one day be cast as a companion, or perhaps a memorable monster).",
    "name_more_cn": [],
    "personage_id": "37258142",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1580068",
    "personage_link": "https://www.douban.com/personage/37258142/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-11T17:43:10"
}