{
    "sid": "1580070",
    "name": "卡尔梅拉·博诺米",
    "site": "douban_celebrity",
    "roles": [],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/854b8a15a7ad91f8e6bc24d103bebbbd.jpg",
    "imdb_id": "nm7973639",
    "name_en": "Carmela Bonomi",
    "name_full": "卡尔梅拉·博诺米 Carmela Bonomi",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37248286,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922069455.jpg",
            "title": "歌舞皇宫 第二季",
            "release": 1
        }
    ],
    "introduction": "Carmela Bonomi is a multifaceted actress, dancer, and model known for her versatility and dynamic presence in the entertainment industry. From a young age, Carmela demonstrated a natural talent for the arts, which led to numerous bookings for high-profile commercials during her musical education. Her early work includes campaigns for brands such as Sportxx, Zweifel, McDonald's, Coop, UBS, and many more, establishing her as a sought-after talent in the advertising world.Following her musical education, Carmela secured a contract at a theater in Bern, where she played a role in the beloved production of \"The Little Prince.\" Despite her parents' concerns about the stability of an acting career, leading her to pursue theological studies, Carmela's passion for performance could not be dimmed. Offers continued to pour in, reflecting her undeniable talent and appeal.Carmela's proficiency in Switzerland's three national languages enabled her to host a web series for Swiss Recycling on 20min, further showcasing her versatility. She has acted and danced in various short films such as \"99bpm,\" \"Trapped,\" and \"Genug,\" and appeared in numerous music videos for artists like Marie Reim, Deborah Rosenkranz, and Mean Teeth. Additionally, she captivated audiences with her portrayal of Maria in \"The Story of Christmas,\" which aired on StarTV.Her breakthrough on German television came with the spin-off series of GZSZ, \"LEON - vergiss nicht was Du siehst,\" where she starred as one of the main cast members. Carmela continues to expand her impressive portfolio with upcoming projects, including the indie film \"Akiko\" and the Swiss comedy series \"Kalbermatten,\" in which she portrays the character Yuzu.Carmela Bonomi's diverse credentials reflect her adaptability and breadth as a performer. Her career is a testament to her talent, dedication, and the compelling charm she brings to every role.",
    "name_more_cn": [],
    "personage_id": "37258160",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1580070",
    "personage_link": "https://www.douban.com/personage/37258160/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-27T04:21:09"
}