{
    "sid": "1580067",
    "name": "拉娅·德利昂·海斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ddd12c0393126222cd90b4098a2356f9.jpg",
    "imdb_id": "nm6058237",
    "name_en": "Laya DeLeon Hayes",
    "name_full": "拉娅·德利昂·海斯 Laya DeLeon Hayes",
    "birth_date": "2004年6月22日",
    "birth_place": "美国北卡罗来纳州夏洛特",
    "last_movies": [
        {
            "id": 36559255,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898800497.jpg",
            "title": "南方鬼魅",
            "release": 1
        },
        {
            "id": 36233891,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891562453.jpg",
            "title": "愤怒的黑人女孩与她的怪物",
            "release": 1
        },
        {
            "id": 26595932,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2398282269.jpg",
            "title": "Sister Code",
            "release": 1
        },
        {
            "id": 26273482,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873906139.jpg",
            "title": "santa hunters",
            "release": 1
        }
    ],
    "introduction": "Laya Deleon Hayes currently stars opposite Queen Latifah on the CBS series \"The Equalizer,\" and is perhaps best known for voicing the titular role in the BAFTA, Emmy® and Peabody Award-nominated animated series, \"Doc McStuffins,\" which earned her a NAACP Image Award nomination. Hayes was just 9 years old when she booked the landmark role as the first Black animated character on Disney Junior.Hayes' additional television credits include \"Just Add Magic,\" \"Liv & Maddie\" and \"Raven's Home,\" in addition to guest-starring roles in \"Cougar Town,\" \"Grey's Anatomy,\" \"Quantico\" and \"Code Black.\"Hayes has established a successful voiceover career, garnering roles in \"Kung Fu Panda: The Paws of Destiny,\" \"Hey Arnold: The Jungle Movie,\" and most recently, she voiced the Iron Maiden in the popular video game series League of Legends.Upcoming films include the lead role in \"The Angry Black Girl and Her Monster\" and a starring role in the independent film \"40\" as Hany, the youngest sister in a family of recently freed slaves, opposite Imani Hakim.Born in Charlotte, North Carolina and raised in Grand Prairie, Texas, Hayes participated in school plays and talent shows, which powered her passion to perform. She trained at Hart and Soul studio in Dallas prior to moving to Los Angeles to pursue an acting career.Hayes is an equal rights and social justice advocate and utilizes her social media platforms to spread awareness and to help propel conversation forward. Also, she is passionate about women's rights, body positivity and equality for all.Hayes has volunteered at the Indianapolis Children's Hospital to read to children and has helped feed the homeless at the Los Angeles Mission. She's participated in several anti-bullying campaigns, including Say-NO Bullying and Free2Luv, and walked the runway in the Grace Rose Foundation annual fashion show to raise awareness for Cystic Fibrosis.In her free time, Hayes enjoys rollerblading, baking with her friends and family, fashion, singing, traveling and sketch drawing. She loves theater, watching movies and creating films and videos. In the future, she hopes to develop, write, direct and produce her own projects.",
    "name_more_cn": [],
    "personage_id": "37258131",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1580067",
    "personage_link": "https://www.douban.com/personage/37258131/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-03T11:33:48"
}