{
    "sid": "1581103",
    "name": "Loren Lott",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e7d1398b2eafb99f2612fecfc1dd995f.jpg",
    "imdb_id": "nm2542744",
    "name_en": "",
    "name_full": "Loren Lott",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37096063,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914731458.jpg",
            "title": "情人节往事",
            "release": 1
        }
    ],
    "introduction": "Loren Lott is a California girl from San Diego. At a young age Loren's family knew she would entertain because she would line up stuffed animals, toys and her twin brother, at the bottom of her tree house and give grand performances. Loren dreamed of entertaining, but her mother, Sharian Lott, told her at age 7 she wouldn't be able to go to Knott's Berry Farm if she were famous so Loren decided to pursue other things, but Sharian did tell Loren that at 13 she could ask her again. To Sharian's surprise when Loren turned 13 the only gift she wanted was a subscription to backstage.com so she could start submitting herself for auditions and Sharian accepted. After sending hundreds of bold messages to agents Loren finally got one in Hollywood along with a manager a month later. After pursuing her dreams in California for several years, Loren moved to Atlanta where she received a BA in Mass Media Arts with a concentration in radio/TV/film from Clark Atlanta University. Loren continued acting while in Atlanta appearing live in Shrek the Musical at the Alliance Theatre and on several Television shows including Greenleaf, The Game, Tales, Fatal Attraction, Powers, a feature film called Tag, and several independent projects. While in Atlanta Loren also got cast for season 14 of American idol where she made it to Top 16! After American Idol Loren started her higher theatre career, landing the role of Gladys Night in Motown the Musical understudying Diana Ross, in the National tour as well as the Broadway company in New York. After taking a year off Broadway Loren returned when she booked the job of a swing in Once On This Island. Loren then appeared live as CeCe Winans in Born For This the Musical in Boston making her leading lady debut before returning to Once of this Island two months later, where she then got bumped up temporarily to star in Once On This Island as Timoune. Aside from professional acting Loren enjoys making internet content and has managed create and collaborate several videos that have racked up millions of views across her social media platforms. Loren considers herself very blessed to be continuously working and gaining support. She adores her family and is grateful for all of the sacrifices they have made for her dreams. Loren's ultimate goal is to be a Disney Princess and leave a legacy of inspiring the next generation, as well as to become a Superhero. Loren's dream is to inspire people to Love God and love their neighbor as they love themselves. @LorenSharice on Instagram/twitter , www.Facebook.com/LorenSharice- IMDb Mini Biography By: Loren's Maternal family",
    "name_more_cn": [],
    "personage_id": "37269031",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1581103",
    "personage_link": "https://www.douban.com/personage/37269031/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-07-14T15:28:14"
}