{
    "sid": "1583322",
    "name": "乔治斯·格拉西斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/059cbb15ae8fb36ebd71742b1a1ca578.jpg",
    "imdb_id": "nm16174699",
    "name_en": "Georges Gracieuse",
    "name_full": "乔治斯·格拉西斯 Georges Gracieuse",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35930233,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910151696.jpg",
            "title": "千万别松手",
            "release": 1
        }
    ],
    "introduction": "A triple post-graduate (Master of Philosophy, Maîtrise Es Sciences Sociales (Master of Social Sciences), and MA in Human Resources Management degrees), Georges Gracieuse authored the book \"The Bhagavad Gita: A Way to Liberation\" published by Star Publication, New Delhi, India, in 1998, and \"A Jesuit Who Became Father: An Autobiography\" , self-published an Amazon, in 2022.He has been active in the BC Film Industry since February 2017. In November 2017, he had his first gigs as an Actor in \"Rocky Mountain Christmas\". In 2023, he was excited to act in \"Never Let Go (Mother Land)\" and \"In The Blink of An Eye\".Georges Gracieuse is also actively involved in Theatre. In 1984, in his University days, he directed the play \"Silence the Court is in Session\" by eminent playwright Vijay Tendulkar in Pune, India. In July 2024 he has been booked for the role of Gremio in \"The Taming of The Shrew\" directed by Simon Challenger. In July 2023 he played the role of Earl Gloucester in the amazing play \"ViKing Lear\" directed by Cathie Young. It was in May 2022, that he returned to the stage in the role of the charming musician James Brown in the play \"Port Moody Confidential: Glimpses\", written and directed by Cathie Young.Georges Gracieuse, a man, an African slave decent, who lived in Mauritius, on the east coast of Africa in the post-colonial era. In Mauritius, the social context is still imprinted with a culture of violence and rejection of slave decent people, 'the creoles' who were treated as inferior people because of their African origin and their past slave economic and social status.He evolved in this environment, into a very humble creole family who was still living in a sugar-cane plantation village. Growing up to adulthood, like many of his peers of the same slave descent origin, he was confronted with strong dual forces of social rejection that would naturally set his path to failure but also with the daily joy of acceptance and triumphs that was transforming his identity during this time.In search of an identity and an anchor in his personal life, he became a strong researcher of his true North, his path, and his true sense of belonging. Just like a bird, he traveled four continents, Africa, Asia, Europe and North America, he ended up becoming a promising Catholic Jesuit priest and then change path in the middle of his training to priesthood; but from there he discovered the whole world of unconditional love, strength and the psychological skills to navigate, through a deep understanding of the words of the Bible and the acceptance of the Holy Spirit to guide him though.",
    "name_more_cn": [],
    "personage_id": "37292675",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1583322",
    "personage_link": "https://www.douban.com/personage/37292675/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-23T21:35:22"
}