{
    "sid": "1584004",
    "name": "拉蒙·努涅斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/21872c2520d4a34172f1de6d7e98881a.jpg",
    "imdb_id": "nm8766611",
    "name_en": "Ramon Nuñez",
    "name_full": "拉蒙·努涅斯 Ramon Nuñez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36341643,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892376376.jpg",
            "title": "警察世家 第十四季",
            "release": 1
        },
        {
            "id": 36109505,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914951530.jpg",
            "title": "伸冤人 第三季",
            "release": 1
        },
        {
            "id": 35908203,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917464924.jpg",
            "title": "夜魔侠：重生 第一季",
            "release": 1
        },
        {
            "id": 35807360,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893222032.jpg",
            "title": "母狮 第一季",
            "release": 1
        },
        {
            "id": 35413040,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2680750864.jpg",
            "title": "奥卡菲娜是来自皇后区的诺拉 第二季",
            "release": 1
        },
        {
            "id": 35163358,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2643267370.jpg",
            "title": "Discarded Things",
            "release": 1
        },
        {
            "id": 35057691,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601440096.jpg",
            "title": "关于一个老师",
            "release": 1
        },
        {
            "id": 34951615,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2676924476.jpg",
            "title": "武当派：美国传奇 第二季",
            "release": 1
        },
        {
            "id": 27041364,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499816266.jpg",
            "title": "哥谭 第四季",
            "release": 1
        },
        {
            "id": 26872478,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525864842.jpg",
            "title": "第一归正会",
            "release": 1
        }
    ],
    "introduction": "Actor, Film Maker, and Screenwriter, Ramon Nuñez dreamed of becoming an acclaimed entertainer as a child. Although many didn't believe he would succeed, external pressures couldn't suppress the aspirations and dreams of this venerable rising star.Well-trained in the performing arts, Ramon has developed diverse skills in television, film, and stage performances. In addition to acting, he's a mixed martial artist who has studied Muay Thai and Brazilian Jiu-Jitsu for years and is proficient in firearm handling and stage combat. He also likes performing many of his own stunts.Ramon rounds out his versatility with musical talents like songwriting, public speaking, dancing, modeling, and linguistic prowess with conversational Spanish. Always competitive and striving to be an influencer in his community, he easily won the coveted Lauren D'Amato Orientation Leader/Peer Advisor award in college.He began entertaining as a child actor, believing in himself when most people didn't. Raised by a hard-working single mother in The Bronx, Ramon was forced to put his career on hold until 2012. Then, he took matters into his own hands and began directing his career independently. After years of study and struggle to build a solid portfolio, numerous opportunities started presenting themselves to this determined and versatile performer.His impressive list of credits dates back to 2017 when he landed his first television role as a professional eSports video game player in the CBS series Bull. He also appeared in the Fox series Gotham, playing a thief. His first big film break came when he portrayed Jason in First Reformed, working opposite Ethan Hawke, also in 2017. Since then, he has landed roles in 1 Angry Black Man (2018), New Amsterdam (2019), Full Frontal (2020), and Wu-Tang: An American Saga (2021), among many other notable screen and television performances.When Ramon is telling stories on screen, he transports himself to a place of Zen to use the full strength of his dedication and energy to evoke an emotional response from viewers, something he thoroughly enjoys accomplishing.Ramon enjoys writing, producing, and directing his own content, primarily narrative short films, whenever he isn't performing. He continuously refines his craft by experimenting with different material to broaden his reach and artistic abilities.Ramon continues to beat the odds with each successful performance, winning the admiration of fellow performers and fans alike. And as the young man from the Bronx puts it, \"I've proven that anything's possible.\"",
    "name_more_cn": [],
    "personage_id": "37299197",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1584004",
    "personage_link": "https://www.douban.com/personage/37299197/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-26T21:00:17"
}