{
    "sid": "1585362",
    "name": "卡拉·阿雷纳",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/4d70c3f6d5a4c451e098e694c142118e.jpg",
    "imdb_id": "nm6138166",
    "name_en": "Kara Arena",
    "name_full": "卡拉·阿雷纳 Kara Arena",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36731415,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913969681.jpg",
            "title": "乔治和曼迪的头婚生活 第一季",
            "release": 1
        }
    ],
    "introduction": "“Hi, I'm Kara.I'm an actor and singer-songwriter based in New York. I was last seen performing in the new Off-Broadway musical, Islander. In December 2022, I released by debut folk album, Something Blue, which can be found on all music streaming platforms.I'm a proud graduate of The Boston Conservatory with my BFA in Musical Theater and an emphasis in Songwriting and Devised Theater. I went on to receive Meisner-based training for two years at The William Esper Studio of Acting under instructor, Bruce McCarty.I've been lucky enough to have been chosen for a few honors. I was selected to receive the 2019 Roger Sturtevant Musical Theater Award through Actors' Equity Foundation for which I'm very grateful to the casting directors of Casting Society of America and the members of Actors' Equity Foundation. During my time at The Boston Conservatory, I attended as an Ivy and Fran Scricco Scholar and was selected for an Entrepreneurial Grant to study abroad with Kristin Linklater at her voice centre in Scotland.I like drinking coffee, learning about whales, thrifting, traveling, and doing yoga. I enjoy reading children's books that contain a playful dose of dark humor.”来自个人网站奖项Actors’ Equity Foundation Roger Sturtevant Musical Theatre Award 2019特殊技能RECORDING: Debut Album: Something Blue, music and lyrics by Kara ArenaINSTRUMENTS: Guitar, Dulcimer, Piano and Melodica (basic), Loop Station/PedalDIALECTS: Brooklyn, Long Island, Southern Drawl, British RP, Scottish, Irish, French, Israeli出演作品Georgie & Mandy's First Marriage 2025 S1E15Goddess of the Music Store ... ChloeBlack Hole 2012 ...Featured Club Patron",
    "name_more_cn": [],
    "personage_id": "37314318",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1585362",
    "personage_link": "https://www.douban.com/personage/37314318/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-05-24T04:16:14"
}