{
    "sid": "1585245",
    "name": "马利克·沃森",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9306ce610ce6706fd137eb45ccda2a3b.jpg",
    "imdb_id": "nm13045873",
    "name_en": "Malik Watson",
    "name_full": "马利克·沃森 Malik Watson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36855921,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916249188.jpg",
            "title": "菜鸟老警 第七季",
            "release": 1
        }
    ],
    "introduction": "Malik Watson is an actor born in Honolulu, Hawaii. Raised in the vibrant San Francisco Bay Area, Malik Watson discovered his passion for the performing arts as a student-athlete, pursuing a minor in Theater Arts. One of his early milestones on stage included a notable role as Lysander in Shakespeare's \"Midsummer Night's Dream,\" which prompted his revelation as an acting career.Despite initially pursuing a career in professional football with opportunities with the San Francisco 49ers and Oakland (LV) Raiders, his aspirations were halted by a shoulder injury. Undeterred, Malik pivoted towards acting and stunts. His foray into the entertainment industry began as a stuntman specializing in athletic roles, working on television shows like \"All American,\" \"Colin in Black & White\" and \"All American: Homecoming\"Malik's dedication and versatility quickly caught the attention of casting directors, leading to him acting in over 20+ national commercials for brands such as Geico, Hyundai, AT&T, Gatorade, Mountain Dew, Super Bowl spots & many more.Followed by graduating at the Stella Adler Summer Conservatory, Malik's body of work expands over TV, Film, Video Games, Music Videos, Commercials, Print modeling & Voice Over.Malik Watson's career continues to ascend with upcoming projects including his a fun role on a hit ABC TV series coming soon and we are looking forward to seeing what's next in his multifaceted career!",
    "name_more_cn": [],
    "personage_id": "37312140",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1585245",
    "personage_link": "https://www.douban.com/personage/37312140/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-06-14T22:57:11"
}