{
    "sid": "1585979",
    "name": "伊莱·D·戈斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1a1de495b916ab1d19b9525bd8cd5132.jpg",
    "imdb_id": "nm10186794",
    "name_en": "Eli D Goss",
    "name_full": "伊莱·D·戈斯 Eli D Goss",
    "birth_date": "2013年7月11日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36054148,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907625093.jpg",
            "title": "虚无，万物之外",
            "release": 1
        },
        {
            "id": 35908203,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917464924.jpg",
            "title": "夜魔侠：重生 第一季",
            "release": 1
        }
    ],
    "introduction": "Eli D Goss is an energetic, SAG actor that is rising fast in the entertainment industry. He is from New England, but is able to do many accents such as American Standard, Boston, Southern and others. He enjoys meeting new people on set and is interested in all aspects of movies and TV, but mostly acting. He is quick to memorize lines, has excellent improve skills, and takes direction well, and is working towards being able to do stunts. He has won Best Actor from the American Youth Film Festival 2019, Star of the Year From the American Youth Film Festival 2020, was nominated for Best Commercial Actor for the Skyline Performer Awards 2020 and won Best Commercial Performance from the Young Artist Academy 2020. When he's not acting or modeling he enjoys all sports including ice hockey, lacrosse, swimming, boogie boarding, skateboarding, snowboarding, rollerblading, parkour, riding his bike, and many other activities. He is working with the prestigious LeBlanc School of acting to perfect his craft with classes as well as private coaching.",
    "name_more_cn": [],
    "personage_id": "37321927",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1585979",
    "personage_link": "https://www.douban.com/personage/37321927/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-02T12:26:19"
}