{
    "sid": "1587045",
    "name": "罗宾娜·罗丝",
    "site": "douban_celebrity",
    "roles": [
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ff8c7846055e652af6b140acb1ade213.jpg",
    "imdb_id": "nm0741643",
    "name_en": "Robina Rose",
    "name_full": "罗宾娜·罗丝 Robina Rose",
    "birth_date": "1951年5月29日",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37331795,
            "year": "1980",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920828546.jpg",
            "title": "Jigsaw",
            "release": 1
        },
        {
            "id": 37331791,
            "year": "1977",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920828713.jpg",
            "title": "Birth Rites",
            "release": 1
        },
        {
            "id": 37019472,
            "year": "1981",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920827646.jpg",
            "title": "夜班时分",
            "release": 1
        }
    ],
    "introduction": "Born in 1951, London, UK, Robina Rose is an award winning independent filmmaker best known for Birthrites (1977), Jigsaw (1980) and Nightshift.Director Robina Rose passed away earlier this year, leaving behind a filmography that was brief yet remarkably powerful. Her work remained largely unseen by wider audiences, with various circumstances rendering her films nearly inaccessibly. Fortunately, Nightshift (1981) has finally been restored through a collaborative effort among the Lightbox Film Center at University of the Arts Philadelphia, the British Film Institute (BFI), and Cinenova. The restored version screened at the New York Film Festival just months before Rose's death—prior to the restoration, it had been virtually impossible to view, even through unofficial channels.If we were to construct an alternative film history through the works of talented female directors with a small body of works, Robina Rose would merit significant recognition. Nightshift captures a single night at a hotel reception desk and its enigmatic employee, played by Jordan (born Pamela Rook), an icon of British punk music who had previously appeared in Derek Jarman's early film. The narrative unveils the receptionist's daily routines, dreams, and isolation through various characters who drift through strange situations, creating a world that feels simultaneously hyper-realistic and utterly uncanny, where dreaming and wakefulness converge. With Jon Jost's extraordinary cinematography, Rose crafted a film as mesmerizing as night itself. Her characters inhabit that fascinating space where reality begins to waver, much like those moments when the boundary between dreams and reality becomes blurred. (Sung MOON)",
    "name_more_cn": [],
    "personage_id": "37331757",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1587045",
    "personage_link": "https://www.douban.com/personage/37331757/",
    "property_other": [
        {
            "label": "去世日期",
            "value": "2025年1月26日"
        }
    ],
    "name_more_other": [],
    "update_at": "2025-06-12T05:42:47"
}