{
    "sid": "1589309",
    "name": "娜塔莎·福鲁赞尼亚",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ae458b514410a32d66f8dec7c5af1701.jpg",
    "imdb_id": "nm6431597",
    "name_en": "Natasha Forouzannia",
    "name_full": "娜塔莎·福鲁赞尼亚 Natasha Forouzannia",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35284247,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921525430.jpg",
            "title": "钢铁之心",
            "release": 1
        }
    ],
    "introduction": "Natasha Forouzannia is an actor/writer originally from Metro-Detroit. Some of her TV/Film experience includes a supporting role in the Emmy Nominated indie web-series \"Brown Girls\", guest star roles in Chicago P.D., Empire and a supporting role in Spike Lee's \"Chi-Raq\". Natasha has completed most of Chicago's acting and comedy schools such as Greenroom Studio, Acting Studio, The Second City, iO Theater as well as intensives in New York City at New York Film Academy. She was an actor and content contributor of the Chicago all women sketch comedy group \"Bevvy\", where she performed regularly throughout Chicago's comedy venues and festivals for several years. Natasha was a Harold team member of The Pool where she performed long form improv at iO Chicago.She has also written several shorts, pilots and features that explore the immigrant and first gen experience, mental wellness, friendship, comedy, BIPOC and spiritual sci-fi. Natasha also enjoys directing, photography, graphic design, producing, ceramics and bringing light to the MENA and multicultural experience.",
    "name_more_cn": [],
    "personage_id": "37354192",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1589309",
    "personage_link": "https://www.douban.com/personage/37354192/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-17T21:20:20"
}