{
    "sid": "1590847",
    "name": "艾希琳·布鲁克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/cf135205aba6973fca5a49a44f7e8287.jpg",
    "imdb_id": "nm2516967",
    "name_en": "Ashlynn Brooke",
    "name_full": "艾希琳·布鲁克 Ashlynn Brooke",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 2269893,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p588914134.jpg",
            "title": "食人鱼3D",
            "release": 1
        }
    ],
    "introduction": "Adorable and petite 5'2\" blonde bombshell Ashlynn Brooke was born on August 14, 1985 in Choctaw, Oklahoma. Brooke was a cheerleader for nine years throughout grade school (she first started cheerleading in third grade). Following graduation from high school, Ashlynn worked at a used car dealership near Oklahoma City for three and a half years. Her first foray into the adult entertainment industry was a photo shoot for an Oklahoma-based adult publication. After a brief stint as a stripper, Ashlynn began performing in explicit hardcore movies at age 21 in 2006. She signed an exclusive contract with the top company New Sensations in February, 2007 and directed her first adult feature in 2009. Brooke was nominated for a handful of AVN Awards that include Best New Starlet in 2008, Female Performer of the Year in both 2009 and 2010, and Best Actress in 2011. Moreover, Ashlynn won AVN Awards for Best Continuing Series, Best Interactive DVD, and Best New Series in 2009. In addition, she won the F.A.M.E. Award for Favorite Breasts in 2008. In 2011 Brooke was named one of the 12 most popular stars in porn by CNBC. However, Ashlynn announced her retirement from the adult film industry in 2010 after giving birth to a daughter. Brooke has six tattoos and piercings in her navel and clitoris. She lives in California and now largely focuses on raising her two children.",
    "name_more_cn": [],
    "personage_id": "37374283",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1590847",
    "personage_link": "https://www.douban.com/personage/37374283/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-29T05:08:13"
}