{
    "sid": "1594016",
    "name": "约翰·安东尼·托雷斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e026e5683d732aa4998d1603c58db90b.jpg",
    "imdb_id": "nm8372181",
    "name_en": "John Anthony Torres",
    "name_full": "约翰·安东尼·托雷斯 John Anthony Torres",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36668670,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905962045.jpg",
            "title": "Moments of Youth",
            "release": 1
        },
        {
            "id": 35284247,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2921525430.jpg",
            "title": "钢铁之心",
            "release": 1
        },
        {
            "id": 34867915,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2667590879.jpg",
            "title": "孤儿橄榄球队",
            "release": 1
        }
    ],
    "introduction": "John Anthony Torres is a Latino Producer, Actor and Musician born and raised in NYC. John is the producer, music director, lead actor and plays the piano live in the short film 'Papi'. It made its official North American Premiere at the NY African Film Festival in Lincoln Center, May 11th, 2024. He leads the short film as Hector Jr. John also composed an original piano piece which is played live in the film. John Anthony Torres graduated from the Juilliard M.A.P. Division as a kid for flute playing, there getting the chance to play alongside the NY Philharmonic at the late- Avery Fisher Hall, in Lincoln Center. He was a part of a VH1 Save the Music Commercial and part of a 60 Minutes Segment because of the flute. John was recently nominated for 'Best Actor in a Play' by Broadwayworld's Regional Theatre Awards, for his role as factory worker, Eduardo Flores in the play SCAB: a 2 person, 90 minute drama in English & Spanish. He was also nominated as part of the \"Best Ensemble Acting in a Play\" by Broadwayworlds Regional Theater Awards for his dual roles as both Corporal Howard & Private William T. Santiago in Aaron Sorkin's 'A Few Good Men'. John Anthony Torres made his off-Broadway debut as lead, Josh in the NY premiere of 'I Carry Your Heart' at the 59E59 Theatres. He recently booked a role as Theodore in the upcoming feature film, 'Moments of Youth', as well as, a role in an upcoming Marvel Studios Project. You may recognize John from his role as Diego Pilco in TV show 'The Perfect Murder' on the ID Network. John was the face of the Best Buy Campaign, with a billboard in TimeSquare and billboards all over America. John was the hand model for the Miller Highlife Beer Campaign. John has two other projects he will be leading the cast in, both in pre-production. One is a short film called 'Closure' and the other is a feature film, filming in 2025. John Anthony Torres has a VoyageLA Interview/Feature under the 'Hidden Gems' segment highlighting his career available now.",
    "name_more_cn": [],
    "personage_id": "37408904",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1594016",
    "personage_link": "https://www.douban.com/personage/37408904/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-21T08:49:10"
}