{
    "sid": "1595026",
    "name": "莫娜·奇诺",
    "site": "douban_celebrity",
    "roles": [
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/495c7025db72bee654416db5a681c3a6.jpg",
    "imdb_id": "nm0455822",
    "name_en": "Mona Kino",
    "name_full": "莫娜·奇诺 Mona Kino",
    "birth_date": "1966年",
    "birth_place": "",
    "last_movies": [
        {
            "id": 26929093,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2403107289.jpg",
            "title": "空房间",
            "release": 1
        }
    ],
    "introduction": "Mona Kino was born in 1966. After school she briefly studied Theatre, Film and Media Studies as well as Philosophy in Frankfurt, before deciding to engage in an apprenticeship as a photographer.Upon completion she worked nationally as well internationally as a producer for magazines and photographers, such as Helmut Newton, Michel Comte, Anatol Kotte and Jim Rakete.In 1994 she switched over to the film industry. She worked as Location Manager, 2nd AD, finally arrived in the Art Department, where she worked herself up through the ranks to become a Production Designer. She designed mostly commercials and finally features. For 3 degrees colder – her second film as a designer – she also co-wrote the script.3 degrees colder debuted successfully in Locarno and won the Silver Leopard for Best First Feature.Since then she has been fully concentrating on screen writing, intensifying further professional development in seminars with Phil Parker and Robert McKee. To gain more knowledge about psychological processes in relationships and language she underwent a four year training as family counsellor.Apart from her own writing she is currently developing a course to make knowledge of psychological processes in relationships more accessible to screen writers.",
    "name_more_cn": [],
    "personage_id": "37423969",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1595026",
    "personage_link": "https://www.douban.com/personage/37423969/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-09-24T21:07:34"
}