{
    "sid": "1596474",
    "name": "莎伦·李·卡彭特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/83a41c0a8cf975d143ca205c756305ec.jpg",
    "imdb_id": "nm3109354",
    "name_en": "Sharon Lee Carpenter",
    "name_full": "莎伦·李·卡彭特 Sharon Lee Carpenter",
    "birth_date": "1982年3月2日",
    "birth_place": "英国沃特福德",
    "last_movies": [
        {
            "id": 36188176,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922810871.jpg",
            "title": "超人",
            "release": 1
        },
        {
            "id": 26306792,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2256588839.jpg",
            "title": "嘻哈帝国 第二季",
            "release": 1
        }
    ],
    "introduction": "Originally from Watford England, Sharon Carpenter moved to New York City to study at Pace University and graduated magna cum laude with a BBA degree in business management.Sharon is broadcast journalist, host, producer and actress. As a pop culture and royals expert, she regularly contributes on E! News, CNN and ABC News. Sharon was an entertainment host for BBC America and AMC Networks where she primarily covered movie premieres, award shows and film junkets. She covered the British royal family extensively as the host of People Magazine's \"The Royal Report,\" a web series on People TV. She also was a special correspondent for The Insider (2004) and Entertainment Tonight (1981). Sharon was a regular guest panelist on Wendy: The Wendy Williams Show (2008).She made her acting debut, playing the role of a reporter in the VH1/BET pilot \"Wifey\" which was directed by Reginald Hudlin. In 2015, she made a guest appearance as herself on the hit Fox show, Empire (2015). She worked with Jussie Smollett (Jamal Lyon) and Taraji P. Henson (Cookie Lyon) in the scene. Sharon was a host on \"HQ Trivia,\" the viral quiz show app -- and the main host of the UK version of the show. In 2020, she played herself, the presenter of HQ, in the BBC One sitcom, \"Bumps\"Sharon won both a Telly Award and a Webby Award honor, for her Instagram Live celebrity interview series, \"Let's Go Live!\" which she created during the pandemic. Guests included Chris Rock, Sean Paul, Claire Holt, Lamorne Morris, Serbian and The Zombies.Carpenter began her career in broadcast news as an associate producer for WWOR-TV ('my9 News') in New York before moving on to work as a producer at 'BET Nightly News'. She briefly left BET to work as a reporter for the financial news show, CBS Marketwatch Weekend (1999). Carpenter then returned to BET as an anchor - hosting and producing the network's daily news briefs, news specials and delivering breaking news on 106 & Park Top 10 Live (2000), (then BET's highest-rated entertainment show).Her most notable accomplishments during this time include her coverage of the historic 2008 presidential election, providing political commentary and analysis on election night from the headquarters of Senator John McCain. Carpenter also played the lead role in BET's coverage of the death of Michael Jackson in 2009. She reported on the event live from Los Angeles and anchored the network's special reports, including the award-winning documentary, 'Forever the King: A Tribute to Michael Jackson'. She also helped spearhead the launch of BET in the United Kingdom and produced its first news special, 'Beauty Blackout', about discriminatory standards of beauty.Carpenter left BET again in 2010 and joined BBC News as a contributing correspondent for 'BBC World News America'. Carpenter later worked as a reporter for the 'PIX 11 Morning News' on New York's Tribute station WPIX.Sharon Carpenter is the co-creator of and was a main cast member on the VH1 reality TV show, The Gossip Game (2013). The show followed the careers and personal lives of seven female media professionals working in the entertainment industry as radio personalities, journalists, and bloggers. The series focused on the competitive nature of media coverage of entertainment industry, as well as the particular difficulties female media professionals face when working in a male-dominated field. Carpenter developed the concept for \"The Gossip Game\" with television producer Anthony Turner. The series was produced by VH1 in conjunction with Magilla Entertainment, Mona Scott-Young, and District Media.Sharon was also hired by VH1 to host the network's live web-series, an after-show called \"Very VH1\". In 2013, she was hand-picked by Sean 'Diddy' Combs to become one of the hosts for his new network, Revolt.",
    "name_more_cn": [],
    "personage_id": "37438530",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1596474",
    "personage_link": "https://www.douban.com/personage/37438530/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-29T23:26:19"
}