{
    "sid": "1596550",
    "name": "斯蒂芬妮·玛丽·德尔加多",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "制片管理"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/1825692b0519db760cb69dcb576cec7b.jpg",
    "imdb_id": "nm2773191",
    "name_en": "Stephanie Marie Delgado",
    "name_full": "斯蒂芬妮·玛丽·德尔加多 Stephanie Marie Delgado",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35409311,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888422005.jpg",
            "title": "生物禁区",
            "release": 1
        },
        {
            "id": 5192690,
            "year": "2008",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888814356.jpg",
            "title": "租赁情缘",
            "release": 1
        },
        {
            "id": 3272155,
            "year": "2010",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p519183271.jpg",
            "title": "昨日之诗",
            "release": 1
        }
    ],
    "introduction": "Stephanie Marie Delgado is a Top-Rated Writer, Sr. Content Strategist, Web Developer and Digital Marketer.She graduated from the University of New Mexico with a Bachelor of Arts in Media and Philosophy, all while collaborating on T.V. shows such as Breaking Bad and Sex and Lies In Sin City, featuring Mena Suvari (known for the Academy award-winning feature, American Beauty).Stephanie has received accreditation from Cornell University with a Web Development & Design certificate in 2023, receiving a 4.0 GPA. She actively writes screenplays, develops websites, increases web analytics & sales conversions, plus, ranks digital clients on the 1st page of Google and other search engines with innovative SEO & SEM strategies.She sound mixed an AHC original mini-series that was nominated for an Emmy Award titled, Gunslingers. Stephanie is the Writer of a sci-fi script: Black Dream Revelation; a feature film about science, New World Order conspiracies, dreams, exploration and science fiction madness. 'Black Dream Revelation' received an Award Winner Honorable Mention from New York International Film Awards in 2023. Ms. Delgado has 3 feature-length film screenplays and is working on many more. Her works are copyrighted and registered with the Writer's Guild of America.",
    "name_more_cn": [],
    "personage_id": "37439090",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1596550",
    "personage_link": "https://www.douban.com/personage/37439090/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-08-04T07:00:11"
}