{
    "sid": "1600528",
    "name": "帕拉多克斯·波拉克",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/49565c7ed15765baa77e038f32c212b2.jpg",
    "imdb_id": "nm2071457",
    "name_en": "Paradox Pollack",
    "name_full": "帕拉多克斯·波拉克 Paradox Pollack",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 30134427,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512216437.jpg",
            "title": "房子里的恶魔",
            "release": 1
        },
        {
            "id": 2081901,
            "year": "2000",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594841114.jpg",
            "title": "无人入眠",
            "release": 1
        },
        {
            "id": 1820156,
            "year": "2007",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p574158935.jpg",
            "title": "我是传奇",
            "release": 1
        }
    ],
    "introduction": "Paradox is an actor,producer and movement director. He has worked directly with some of the biggest names in film including actors Robin Williams, Will Smith, Rene Russo, Chris Hemsworth, and Tom Hiddleston, directors JJ Abrams and Kenneth Branagh, as well as legendary stunt coordinator and second-unit director Vic Armstrong.Pollack began his theatrical work in circus, and enjoyed a successful career that spanned over 20 years. He was a writer, director, and performer in dozens of shows and toured nation-wide as a dancer, contortionist, and whip-wielding ringmaster.He was a co-founder of both Dream Circus and Mystic Family Circus (San Francisco). He created shows for Cirque Du Soleil and performed with many other companies, including Circo Zero (San Francisco),Bindlestiff Family (New York), Lucent Dossier (Los Angeles), and Cahin Caha (France). His extensive background in the performing arts created the foundation for his work as a fight choreographer and movement director for feature films.Pollack specializes in a variety of dance styles, stage combat, and performance-capture techniques, and for the past 7 years has worked with both film veterans and upcoming young stars to build their on-screen movement and fighting styles.Pollack's first film role was in What Dreams May Come, as a hellion that torments Robin Williams and Max von Sydow. He went on to work on I Am Legend, where he helped choreograph all zombies featured in the film, and served as stunt-double for the main zombie who faces off with Will Smith's character. He helped develop the character movement for the alien races in JJ Abrams' Star Trek, as well as the supernatural monsters and Asgardian Gods in Kenneth Branagh's Thor.Paradox's current projects include directing the music video Cat Skillz for Beats Antique, the movement direction and fight choreography for Batgirl: The Webseries and is excited to bring his sensibility to the initiation rites of Stephanie Brown, the young Batgirl into her adulthood in the world of Gotham. Pollack has taken on the role of producer, joining the team that is developing Starhawk's beloved novel, The Fifth Sacred Thing, into a major motion picture. He is deeply committed to this particular story because it perfectly addresses the political, cultural, and spiritual issues we face in our rapidly changing world.",
    "name_more_cn": [],
    "personage_id": "37485007",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1600528",
    "personage_link": "https://www.douban.com/personage/37485007/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-11-06T03:49:09"
}