{
    "sid": "1600597",
    "name": "塔尔·安德森",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "导演"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5ce429cb9d6fc17a6f9fd296bc39f6cd.jpg",
    "imdb_id": "nm7610376",
    "name_en": "Tal Anderson",
    "name_full": "塔尔·安德森 Tal Anderson",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37067638,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914013527.jpg",
            "title": "Once More, Like Rain Man",
            "release": 1
        },
        {
            "id": 35677246,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867297299.jpg",
            "title": "如我们所见",
            "release": 1
        },
        {
            "id": 33165103,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551342905.jpg",
            "title": "Joy",
            "release": 1
        }
    ],
    "introduction": "Tal Anderson is a storyteller and an advocate for change, using her voice and platform as an actor to support inclusion and authentic representation in Hollywood. She is best known for her work in the Netflix series \"Atypical\" as 'Sid', a role specifically developed for her, as Becca King, twin sister of Dr. Mel King in the MAX series, The Pitt, and as Gia in Amazon Studios' \"As We See It.\" She can be heard as the English voice of the lead character, 'Tina', in the Disney Plus series Team Chocolate, and seen guest-starring in NBC's Magnum P.I. Season 5 as Becca Sullivan. As an autistic artist, she uses her unique position to advocate for disability rights in the workplace and inclusivity in front of and behind the camera in Hollywood.Tal trains with the Nancy Banks Studio, the Groundlings for comedy and improvisation, and Voicecaster for voiceover. She has also appeared in a variety of short films, but one of the projects she is most proud of is a lead role in a national campaign for the Entertainment Industry Foundation's (EIF) Delivering Jobs initiative in partnership with Best Buddies and Special Olympics, promoting jobs for disabled people. The role in the campaign ran from 2019-2020 and included two PSAs (directed by Jason Zada and Holly Robinson Peete), magazine print ads, and a Times Square takeover. She became an official ambassador for Delivering Jobs in 2022.Furthering the push for inclusivity, she has taken on several passion projects. She is an official ambassador for Awareness Ties, whose mission is to tell stories by real people to create real change, and was recently featured on the cover of the Divergent edition. She is also a speaker with The Inspire Project which focuses on empowering students to become leaders today through innovative mentor-ship and action, and whose past speakers include Garth Brooks, and head of the Smithsonian Air and Space Museum Dr. Kathryn Sullivan. Her most recent passion, is promoting her first children's book, \"Oh, Tal! Not Today.\" published together with fellow Atypical colleague and award-winning artist, Michael Richey White. All proceeds from sales of the book are donated to organizations that lift up kids with differences.When she's not acting, Tal flexes her creative muscles with editing and writing. She has edited exhibit videos for the Smithsonian Institute, and has completed post-production for many independent short and feature length narrative and documentary films. She's an avid horror movie fan, lover of rock music, and is a true crime enthusiast. When it comes to her presence in the public eye, she wants people to see her as a real person who's doing their job authentically and doing their best to advocate for equality and disability. She has permanently relocated to Los Angeles, where she lives with her cat Winifred.",
    "name_more_cn": [],
    "personage_id": "37487338",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1600597",
    "personage_link": "https://www.douban.com/personage/37487338/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-05T11:07:10"
}