{
    "sid": "1600006",
    "name": "埃布斯·伯诺",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "制片人",
        "编剧"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/5062f0ac1f0c49745652c7b7f77a1af6.jpg",
    "imdb_id": "nm10923129",
    "name_en": "Ebs Burnough",
    "name_full": "埃布斯·伯诺 Ebs Burnough",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37322566,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923580086.jpg",
            "title": "凯鲁亚克之路：国族脉动",
            "release": 1
        },
        {
            "id": 34822100,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632769576.jpg",
            "title": "卡波特真相",
            "release": 1
        }
    ],
    "introduction": "Ebs Burnough is a filmmaker, writer, producer, and marketing and communications executive.He is the former White House Deputy Social Secretary and Senior Advisor to First Lady Michelle Obama in brand strategy and strategic communications. With nearly two decades of strategic leadership in politics, public policy, the private sector and the arts.Burnough serves as the Managing Director of Hatch House Media, a production company focusing on film, television and theatre.Additionally, he serves as the President and founder of Ebs Burnough Solutions International (EBSI); a firm dedicated to providing clients with an interdisciplinary approach to marketing, communications and event production.In 2019, Burnough made his directorial debut with the documentary THE CAPOTE TAPES. The film explores the impact of iconic writer Truman Capote's explosive unfinished novel \"Answered Prayers,\"using never before heard audio archive and interviews with Capote's friends and enemies. THE CAPOTE TAPES received its World Premiere at the Toronto International Film Festival on September 7, 2019. Greenwich Entertainment will release THE CAPOTE TAPES in the U.S. in the summer of 2021.Prior to founding EBSI, Burnough served as Director of Communications for AERIN, a global lifestyle brand founded by cosmetics entrepreneur Aerin Lauder.Before AERIN, Burnough served as Deputy White House Social Secretary where he developed and executed hundreds of events on behalf of President and Mrs. Obama, including the G-20 Global Summit, numerous White House State Dinners, as well as producing \"Broadway at the White House\" televised on PBS.Prior to joining the Obama Administration in the White House, Burnough served as Political Director to Mrs. Obama on the 2008 Presidential Campaign. He also served as the Director of Politics and Legislation managing Maryland and the District of Columbia for SEIU Local 1199.Burnough is a graduate of Northwestern University and serves as Vice-Chair of the board of the Sundance Institute, as well as on the board of Steppenwolf Theatre Company.",
    "name_more_cn": [],
    "personage_id": "37479871",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1600006",
    "personage_link": "https://www.douban.com/personage/37479871/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-17T08:21:15"
}