{
    "sid": "1600184",
    "name": "阿什利·埃金",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "编剧"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/259cb07e6bb6bd002f710e020dacf5aa.jpg",
    "imdb_id": "nm4007518",
    "name_en": "Ashley Eakin",
    "name_full": "阿什利·埃金 Ashley Eakin",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36068881,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878655066.jpg",
            "title": "我的成长路",
            "release": 1
        },
        {
            "id": 35760151,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867814847.jpg",
            "title": "饶恕我们的罪",
            "release": 1
        },
        {
            "id": 35705903,
            "year": "2022",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Roommates",
            "release": 1
        },
        {
            "id": 35014558,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593542447.jpg",
            "title": "Single",
            "release": 1
        }
    ],
    "introduction": "Born in California and raised in Nebraska, Ashley Eakin is a disabled director and writer. Her latest film, Forgive Us Our Trespasses, was developed as part of Netflix's Emerging Filmmaker Initiative and is currently live on the streaming platform.For television, Eakin is developing a half-hour series with 20th Century for FX. The project is inspired by her award-winning short film Single, produced in the AFI Directing Workshop for Women. The project premiered at SXSW in 2020 and received the Special Jury Recognition Award. The film has played in over 40 festivals winning 8 awards and 3 nominations. The project was also the recipient of the New York Women in Film Loreen Arbus Disability Awareness Grant. Eakin recently directed two episodes of Best Foot Forward for Apple TV+ and an episode of Brie Larson's new series Growing Up for Disney+.For film, she is co-writing a thriller for Netflix with her husband Shawn Lovering and is attached to direct. The writing pair also adapted a book for Wayfarer Studios in 2022.In 2021 Ashley was a participant in the Powderkeg Fuse Incubator, curated by Paul Feig. They produced her short film Roommates selected for Slamdance and SXSW 2022. She was also selected for the Commercial Director's Diversity Program. In 2020 Eakin was hired as a Staff Writer on an Animated Netflix series, featuring a character with a disability.Prior to working on her own projects, in 2019 Eakin worked for and shadowed Mark Pellington on the Quibi series Survive filmed in the Italian Alps starring Sophie Turner and Corey Hawkins. Prior to this, Eakin was the assistant to film director Jon M. Chu. In 2017 she spent 5 months in Malaysia and Singapore working on his critically-acclaimed box-office hit Crazy Rich Asians. Prior to working for Chu, Eakin worked for Beacon Pictures, in the writer's office of the NBC scripted drama The Night Shift and for 10x10 Entertainment, which produces America's Next Top Model.Eakin's short documentary The Details, featuring Henry Golding and Awkwafina was selected for the 2018 Hamilton Film Festival. She also directed a short film celebrating the 25th Anniversary of Cancer for College, which features CFC spokesman Will Ferrell and was screened at a sold-out event at The Greek Theatre. Her short film Blue premiered at the 2019 LA Shorts Fest last summer.In 2017 Eakin was featured in a SoulPancake video talking about her rare bone condition, Olliers disease and Maffucci Syndrome. The video went viral reaching over 50 million views. Her medical journey has immensely influenced her passion to pursue stories that advocate more diverse representation for people with disabilities.",
    "name_more_cn": [],
    "personage_id": "37482639",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1600184",
    "personage_link": "https://www.douban.com/personage/37482639/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-01T09:35:08"
}