{
    "sid": "1601858",
    "name": "罗伯特·弗思",
    "site": "douban_celebrity",
    "roles": [
        "演员",
        "配音"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/9665a279f12fd1d604b389266f30f6ff.jpg",
    "imdb_id": "nm0278755",
    "name_en": "Robert Firth",
    "name_full": "罗伯特·弗思 Robert Firth",
    "birth_date": "",
    "birth_place": "宾夕法尼亚州费城",
    "last_movies": [
        {
            "id": 37929717,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2928119472.jpg",
            "title": "人机无界",
            "release": 1
        },
        {
            "id": 34843381,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569896287.jpg",
            "title": "丘吉尔和电影大亨",
            "release": 1
        },
        {
            "id": 27145212,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519028173.jpg",
            "title": "城与城",
            "release": 1
        },
        {
            "id": 26733464,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460779251.jpg",
            "title": "The Head Hunter",
            "release": 1
        },
        {
            "id": 26349395,
            "year": "2015",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2360525152.jpg",
            "title": "逃亡僵尸岛",
            "release": 1
        },
        {
            "id": 25900819,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2399215062.jpg",
            "title": "斯诺登",
            "release": 1
        },
        {
            "id": 7065154,
            "year": "2014",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183582386.jpg",
            "title": "银河护卫队",
            "release": 1
        },
        {
            "id": 5114005,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926737812.jpg",
            "title": "坏孩子",
            "release": 1
        },
        {
            "id": 2081530,
            "year": "1991",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2662459450.jpg",
            "title": "特别胜利",
            "release": 1
        },
        {
            "id": 2039687,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505399196.jpg",
            "title": "洛城法网 第一季",
            "release": 1
        }
    ],
    "introduction": "Robert Firth was born in Philadelphia, Pennsylvania. The youngest son of British immigrants, he started performing in grade school productions as both an actor and musician. At home, he was creating elaborate puppet shows for the neighboring children. As high school president, Firth honed his comedic skills by turning dreary, weekly announcements into quirky comedy routines, which led to comedic and musical performances in the school's variety shows. After a short stint as a walk-on, playing under legendary football coach Joe Paterno at Penn State University, Robert continued pursuing his acting career. He briefly attended Temple University in Philadelphia, Pennsylvania, where he studied acting, and theater & film production. He later trained with Jose Quintero, co-founder of the Circle in the Square Theater, in Greenwich Village. In Los Angeles, Firth supplemented his acting income by waitering at several popular Beverly Hills eateries, including Bernie Taupin's famed Cicada restaurant, and later worked behind the scenes on many film and television projects. Notable production companies included the legendary Crossroads Films, assisting iconic filmmakers; Michael Apted; Allen Daviau, and Mark Story. A short-lived pursuit of stand-up comedy led to several dread filled performances on open mic nights at the Comedy Store, The Ice House, The Improv, The Second City, D.B. Coopers, Orville & Wilbur's, the Improv Olympics, and the Upright Citizens Brigade. Theatrically, Robert has appeared in numerous productions in both Los Angeles and London. His theatrical debut, Unique Species, was directed by the Academy Award winning actor Beatrice Straight. His first television appearance was in 1978, on the long-running program Horizons, hosted by Edie Huggins. Firth has appeared on scores of network television shows, and has had starring roles in a wide variety of television pilots. In addition to his writing and directing, Robert is also a pop art and voice over artist, and lives in London and Los Angeles. Notable roles include; Machiavellian CEO Michael Gorse in director Tom Shankland's mind-bending mystery The City & The City; lead detective Lt. Charles Scherer in Tom Keeling's award winning debut feature The Head Hunter, and orthopedic surgeon Dr. Richard Stillwell in Oliver Stone's controversial biopic Snowden. Other projects include; James Gunn's sci-fi blockbuster Guardians of the Galaxy; Sefton Hill's noir action-adventure Batman: Arkham Knight, and director Billy Lumby's award winning Samuel-613. Narration includes; Last Shuttle: Our Journey; Judge Dredd, and the American Monster series. Animated roles include; Master Chen in the LEGO: Dimensions series, and the original voice of Del Rev in the Prisoner Zero series. Firth has also worked with many top-tier advertising agencies including; Saatchi & Saatchi; Omnicom; Abbot Mead Vickers; BBDO; Publicis, and Adam & Eve, lending his signature voice to a multitude of advertising campaigns worldwide. Having devoted much of his time to highly accredited film schools throughout his career, Robert continues to collaborate with up-and-coming filmmakers from around the world.",
    "name_more_cn": [],
    "personage_id": "37499639",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1601858",
    "personage_link": "https://www.douban.com/personage/37499639/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-01T16:40:44"
}