{
    "sid": "1602420",
    "name": "保罗·弗农",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "剪辑",
        "摄影"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/f/vendors/8dd0c794499fe925ae2ae89ee30cd225750457b4/pics/personage-default-medium.png",
    "imdb_id": "nm5888999",
    "name_en": "Paul Vernon",
    "name_full": "保罗·弗农 Paul Vernon",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 27594939,
            "year": "2017",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_medium.png",
            "title": "弗米霍",
            "release": 1
        }
    ],
    "introduction": "Paul was brought up on a diet of television and B movie westerns from an early age in the UK. But he never imagined he'd get to film his own western. In 2012 he approached Aaron Watson, the Texas country singer, asking permission to use his 2001 song Strong Arm of the Law. \"It was a long time favourite of mine with its simple but powerful story. I knew it would make a great short film.\" Paul added his own ending, (and even cut an extended edit with a twist ending) reinforcing the message - \"he'll be a ranger till he takes his last draw.\"Nine months in the planning, Paul shot the film in just five days on location in Arizona, though it was not without incident. \"We were about to film our river scene when a group of weekend canoeists came into shot. I'd thought about avoiding jet vapour trails and electricity cables but no-one told me to expect sailors!\"Paul took on most of the behind the scenes and post production roles. The project was self-financed, using a small cast and crew of volunteers and with the help of individuals in the local communities. While out in America Paul was interviewed on the internet station Rawhide Radio.Paul used his long experience as a photographer to set up each shot. \"I was keen to frame it perfectly.\" He used post production techniques and skills to reinforce the mood of the film; fresh spring like colours for the opening scenes, bleached for the hot bitter years and the ending? \"You'll have to see the film to find out,\" said Paul.Paul was interviewed on BBC radio and TV ahead of its premiere at the 2013 Southampton International Film Festival. Since then it has picked up a number of awards both at home and abroad. Since then Paul has made a couple of short one-man pieces with Jack Gover in \"rawSPIT\" and Adam Gold in \"Send Me Your Smile - A Desert Monologue\" in 2014.",
    "name_more_cn": [],
    "personage_id": "37504886",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1602420",
    "personage_link": "https://www.douban.com/personage/37504886/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-01-10T09:15:28"
}