{
    "sid": "1604366",
    "name": "詹姆斯·卡拉贝利",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ef7e9d2ee9ff5502dbf09e7051efe523.jpg",
    "imdb_id": "nm15311046",
    "name_en": "James Carabelli",
    "name_full": "詹姆斯·卡拉贝利 James Carabelli",
    "birth_date": "2011年6月22日",
    "birth_place": "美国新泽西州托伦顿",
    "last_movies": [
        {
            "id": 36439721,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924208696.jpg",
            "title": "特别小组",
            "release": 1
        }
    ],
    "introduction": "James Carabelli is a budding talent whose star is on the rise. Born in Trenton and working out of New York City, James is a member of a close-knit family that includes his parents, sister, and a lovable Boston Terrier companion.James has a diverse range of interests and passions. A creative soul at heart, he finds joy in expressing himself through art and his flair for making stop-motion videos, showcasing a keen eye for storytelling and animation.An avid Gamer, James navigates virtual worlds with enthusiasm and skill. His love for gaming not only provides an outlet for creativity but also serves as a source of inspiration for his future endeavors in the world of acting.One of James's remarkable qualities is his encyclopedic knowledge of dinosaurs. His fascination with these prehistoric creatures goes beyond the average enthusiast - he knows the names, behaviors, and characteristics of a vast array of dinosaurs, making him a walking dinosaur encyclopedia.As James stands on the brink of his journey into the world of acting, his family and supporters eagerly anticipate seeing him grace the screen, confident that his passion for storytelling, combined with his unique talents, will captivate audiences and leave a lasting impression in the world of film and television.",
    "name_more_cn": [],
    "personage_id": "37526361",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1604366",
    "personage_link": "https://www.douban.com/personage/37526361/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-10-19T23:42:23"
}