{
    "sid": "1605588",
    "name": "朗比·穆佐法",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/8b01310d04540d83907240a332aa3863.jpg",
    "imdb_id": "nm10723519",
    "name_en": "Rumbie Muzofa",
    "name_full": "朗比·穆佐法 Rumbie Muzofa",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36889806,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908582950.jpg",
            "title": "Never",
            "release": 1
        },
        {
            "id": 35925125,
            "year": "2022",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875540473.jpg",
            "title": "核心问题",
            "release": 1
        },
        {
            "id": 35811742,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888978489.jpg",
            "title": "超人和露易丝 第三季",
            "release": 1
        },
        {
            "id": 35074959,
            "year": "2021",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2655714519.jpg",
            "title": "女巫前线：塞勒姆要塞 第二季",
            "release": 1
        },
        {
            "id": 33450430,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912414466.jpg",
            "title": "天才枪手",
            "release": 1
        },
        {
            "id": 25848328,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884221114.jpg",
            "title": "最后生还者 第一季",
            "release": 1
        }
    ],
    "introduction": "Rumbie Muzofa is a multi-talented actress who now resides in Vancouver with her family. She was born in Zimbabwe and has lived in several African countries, honing her skills in fashion design and later expanding into the film and television industry.Prior to her acting career, Rumbie's fashion design talents were first recognized in 2014, when she was selected as Zimbabwe's official fashion representative to showcase on a global platform at the Africa Fashion Reception. This was followed by her selection as the official representative for Zimbabwe at World Fashion Week in Paris from 2014-2016, where she contributed to causes such as poverty eradication by empowering women in rural and slum areas, with a focus on the African continent. In 2015, she was selected by South Africa Fashion Week in partnership with Marvel Studios as one of 5 designers across the African continent to design a collection inspired by Marvel's iconic Avengers characters.Rumbie's success in fashion led her to pursue a career in film and television. She graduated from the Vancouver Academy of Dramatic Arts with a diploma in Dramatic Arts, where she won the VADA Showcase Grand Prize for Outstanding Monologue Performance. Rumbie has since landed various lead and supporting roles in film and television, including a lead role in the CBC series \"Ashbridge.\" During her time on the show, she worked with Canadian film director Carl Bessai, who eventually became her film-making mentor.Her talents as a producer and actress were recognized in 2021 when she was selected as a \"Star to Watch\" at Whistler Film Festival's 8th annual \"Stars to Watch\" program presented by UBCP/ACTRA for her role as a producer and lead actress in the film \"Evelyne\" Rumbie's performance in the film also earned her a Leo Award nomination for best female lead performance in a motion picture, and solidified her status as a rising star in the film and television industry.",
    "name_more_cn": [],
    "personage_id": "37557534",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1605588",
    "personage_link": "https://www.douban.com/personage/37557534/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-01T15:28:24"
}