{
    "sid": "1607454",
    "name": "卡罗琳·波普",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7de2abb5f70f1cc7b2ff99b4a242acbd.jpg",
    "imdb_id": "nm0691096",
    "name_en": "Caroline Pope",
    "name_full": "卡罗琳·波普 Caroline Pope",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35617689,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891886070.jpg",
            "title": "基地 第二季",
            "release": 1
        },
        {
            "id": 1826750,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872004818.jpg",
            "title": "说书人",
            "release": 1
        },
        {
            "id": 1798097,
            "year": "1990",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "布里顿 歌剧《死于威尼斯》",
            "release": 1
        },
        {
            "id": 1300119,
            "year": "1988",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583382434.jpg",
            "title": "白蛇传说",
            "release": 1
        },
        {
            "id": 1293117,
            "year": "1986",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1936532395.jpg",
            "title": "魔幻迷宫",
            "release": 1
        }
    ],
    "introduction": "About Caroline PopeCaroline Pope is a highly skilled, international acclaimed choreographer and movement director whose broad work across the arts spans several decades. Leading talent she has collaborated with over the years includes legendary artist David Bowie, BAFTA Award-winner Ralph Fiennes, Academy Award-winner Anne Hathaway, Ewan McGregor, Margot Robbie, Rachel Weisz, and Rebel Wilson.Her latest screen work includes Apple TV’s second season of the Sci Fi epic ‘Foundation’ with Jared Harris, the forthcoming new series for Netflix ‘Geek Girl’ from the popular book series by Holly Smale, ‘Volpe’ with Emelia Fox, Alan Carr’s ‘Adventures with Agatha Christie’ and advising on Margy Kinmonth’s documentary ‘Eric Ravillious, Drawn to War’ on the life of one of Britain’s greatest landscape artists. Previous television includes major BBC productions ‘Doctor Who’ with Jodie Whittaker, and Philip Pullman’s ‘His Dark Materials’.MoreCaroline’s projects are varied and diverse, recently completing work with the singer-songwriter Birdie on her music video ‘Raincatchers’, as well as a shoot for Revue Magazine with fashion photographer and filmmaker, Agnes Lloyd Platt. Previous work includes shoots for Vogue magazine and commercials with British director Daniel Kleinman at ‘Rattling Stick’. Multi-screen art installations for Black Dog/RSA which toured with Wonderspaces in the US and James Lavelle’s band ‘Unkle’ internationally. Performance art projects include Monster Chetwynd at the Tate, Sadie Coles HQ, and Art Basel and Berlin.Caroline has worked on multiple opera productions at Covent Garden and the English National Opera. Stage work includes collaboration with Rebecca Lenkiewicz at the National Theatre, ‘Medea’ with Diana Rigg at The Almeida, and ‘The Doll’s House’ with Janet McTear, both of which transferred from The West End to Broadway picking up Olivier and Tony awards.BeforeCaroline started her career as a dancer at the age of 18 with the Rouen Ballet in France before co-founding ‘Extemporary Dance Theatre’. She then went onto work with Michael Clark, Lloyd Newson ‘DV8’, ‘Second Stride’ and with New Yorker Martha Clarke after winning the Arts Council ‘Theatre Performers Award’.Caroline’s long-standing movement work is profiled in the July 2023 issue of US Dance Magazine.Caroline is also a mentor for many young choreographers including the MA in Movement Directing students at Central School of Speech and Drama. She has taken workshops at RADA, LAMDA, The Opera Studio and worked with the students at the National Film and Television School. Caroline has recently been a judge on the BAFTA Emerging Talent – Fiction and the Barcelona Dance on Screen Awards.",
    "name_more_cn": [],
    "personage_id": "37652273",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1607454",
    "personage_link": "https://www.douban.com/personage/37652273/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-19T15:26:16"
}