{
    "sid": "1607790",
    "name": "钱斯·奥瑞恩·伍德",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/ebd5e0fb58c31850cfe1e567076be75f.jpg",
    "imdb_id": "nm13666581",
    "name_en": "Chance Orion Wood",
    "name_full": "钱斯·奥瑞恩·伍德 Chance Orion Wood",
    "birth_date": "2014年9月5日",
    "birth_place": "加拿大,安大略省,多伦多",
    "last_movies": [
        {
            "id": 36778965,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2927808920.jpg",
            "title": "哥本哈根测试",
            "release": 1
        }
    ],
    "introduction": "Chance Orion Wood possesses a fierce passion for his craft, and has already accumulated an extremely impressive body of work. An accomplished, skilled young actor, voice actor, dancer and martial artist, Chance is unstoppable. This eleven-year-old Toronto native already holds 6 martial arts world championships! He is proficient in open hand forms, sparring, as well as sword and bo staff, and holds the rank of Jr. Black Belt. Chance has worked in television, film, new media, voiceover, commercials and modeling. In Chance's new horror thriller film \"Pitfall\", he plays young Randy Couture - a hunter who has a dark past and is out for revenge. CBS/Paramount's new hit series \"Sheriff Country\" has Chance acting along side actors Morena Baccarin and Matt Lauria to bring to life his character to life. In this role, he works his dramatic mysterious side while pulling at your heart strings. Chance had the opportunity to work with the prosthetics team on episode 3 \"IT, Welcome to Derry\". Chance loves to work with SPX makeup and prosthetics, as horror is a favorite genre for him! He can also be heard in Peacock TV's original animated series L'il Stompers (2023), voicing the lead characters: 'Theo' and 'Jacob' the twin dinosaurs.With a flair for the dramatic and a particular fondness for the horror/thriller genre, Chance's favorite aspect of acting is \"taking audiences to another world.\" In addition to his film and television work, Chance has been involved with the Sago Mini app, in which he performs backflips, sings, tells jokes and helps to educate younger children.Chance began dancing at the age of five in hip-hop and contemporary, and is on the competitive team for hip-hop and breakdancing. He trains at Defining Movement Dance and online with Guy Amir from LA Playground. He is also highly skilled in Brazilian Jiu Jitsu and Karate, having been raised around martial arts at Evolution Martial Arts in Ontario, which is owned by Chance's parents. His training began at age two and earned his first three NASKA Championships by the age of 3. He has earned a total of six titles so far, along with an invitation to join a prestigious competition team in Chicago. At his martial arts school, Chance is on the demonstration team and also serves as a leader to younger students. He has also appeared in several short films for the school, including playing the role of 'Baby Batman' as an infant.Off-set, Chance's myriad interests and pursuits include playing guitar, singing, crafting (he loves creating masks and contraptions out of cardboard), cats (he hopes to open a cat café where he can help homeless cats find loving homes), swimming, trail biking, gymnastics (jumping, flipping, stunts/fight choreography) and martial arts tricking. He is also a proud philanthropist for Cystic Fibrosis Canada, his charity of choice. To-date he has helped raise over $100,000 for CF Canada through varies fundraising activities, including martial arts demonstrations, biking, bake sales and rafflesChance lives in Toronto, Ontario with his parents Ashley and Gord. He is represented by Kelli McLeod at Play Management.",
    "name_more_cn": [
        "钱斯·奥赖恩·伍德"
    ],
    "personage_id": "37659051",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1607790",
    "personage_link": "https://www.douban.com/personage/37659051/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-29T22:10:18"
}