{
    "sid": "1607315",
    "name": "Terra Long",
    "site": "douban_celebrity",
    "roles": [
        "导演",
        "剪辑"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/168ae64e75ec249afa7f75a680e900e6.jpg",
    "imdb_id": "nm5419781",
    "name_en": "",
    "name_full": "Terra Long",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 37479939,
            "year": "2025",
            "cover": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_medium.png",
            "title": "Baea",
            "release": 0
        },
        {
            "id": 36343387,
            "year": "2023",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899262729.jpg",
            "title": "Feet in Water, Head on Fire",
            "release": 1
        },
        {
            "id": 35780687,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868740748.jpg",
            "title": "horses in the year of the dog",
            "release": 1
        },
        {
            "id": 35780686,
            "year": "2016",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868740503.jpg",
            "title": "350 MYA",
            "release": 1
        }
    ],
    "introduction": "Terra Long (Canada) is an artist, filmmaker, and editor. She received her BFA in Women’s Studies and Film Production from the Simone de Beauvoir Institute & Mel Hoppenheim School of Cinema at Concordia University (2008) and her MFA in Film Production from York University (2014). Her work playfully engages with the materiality of celluloid by way of botanical curiosity, excessive landscapes, deep time, and cultural imaginaries. Long is a member of the Independent Imaging Retreat Collective (The Film Farm) in Mount Forest, Ontario, and the Film for Artists Collective on the Toronto Islands. Her films, including 350 MYA (2016), Horses in the year of the dog (2018), and The Stammering Alphabet (2019), have screened at venues around the world, including the Toronto International Film Festival, Copenhagen International Documentary Film Festival, Ann Arbor Film Festival, EXiS Festival, Images Festival, Ji.hlava International Documentary Film Festival, LA Film Forum, International Film Festival Rotterdam, Edinburgh International Film Festival, and two previous editions of Media City Film Festival. She has also edited numerous feature-length films which have gone on to win numerous awards nationally and internationally, including Landfall at DOC NYC (2020) and After the Last River (2014), which was awarded Best Canadian Feature at Planet in Focus. Long was a Mobile Frames Filmmaker in Residence and recipient of the Ontario Arts Council’s Chalmer Fellowship in 2016. She lives and works on the traditional territory of the Sḵwx̱wú7mesh Úxwumixw (British Columbia, Canada).",
    "name_more_cn": [],
    "personage_id": "37650799",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1607315",
    "personage_link": "https://www.douban.com/personage/37650799/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-05T03:21:09"
}