{
    "sid": "1611799",
    "name": "埃玛-莉·卡勒姆",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/925b35d935a466dafe0cd9ebf8419348.jpg",
    "imdb_id": "nm11001251",
    "name_en": "Emma-Leigh Cullum",
    "name_full": "埃玛-莉·卡勒姆 Emma-Leigh Cullum",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 35819117,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2925484384.jpg",
            "title": "小丑回魂：欢迎来到德里镇 第一季",
            "release": 1
        },
        {
            "id": 35195892,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625146778.jpg",
            "title": "复仇女孩",
            "release": 1
        }
    ],
    "introduction": "Emma, a talented young actress hailing from the vibrant city of Toronto, Canada, has captured hearts with her captivating performances on screen. Born with a passion for storytelling, she discovered her love for acting at a tender age and has since embarked on a remarkable journey in the entertainment industry.With a natural flair for emotive expression and a keen eye for character depth, and a dedication to her craft, coupled with her boundless enthusiasm. Whether portraying whimsical characters in fantastical worlds or delving into the complexities of human emotions, Emma brings authenticity and depth to every role she undertakes.Beyond the glitz and glamour of the spotlight, Emma remains grounded, guided by strong values instilled by her upbringing in the diverse and culturally rich city of Toronto. She balances her passion for acting with a commitment to her education and community involvement, setting a positive example for young aspiring artists everywhere.As Emma continues to shine brightly on both the big and small screens, her star is undoubtedly on the rise. With her boundless potential and infectious charisma, she is poised to leave an indelible mark on the world of entertainment for years to come.",
    "name_more_cn": [],
    "personage_id": "37836421",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1611799",
    "personage_link": "https://www.douban.com/personage/37836421/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2025-12-17T21:20:28"
}