{
    "sid": "1611515",
    "name": "托比·桑切斯",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e3e264cf0c7d7af51a4e98fa57595816.jpg",
    "imdb_id": "nm10052061",
    "name_en": "Toby Sanchez",
    "name_full": "托比·桑切斯 Toby Sanchez",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36352371,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926012363.jpg",
            "title": "同乐者 第一季",
            "release": 1
        },
        {
            "id": 35992153,
            "year": "2019",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877710957.jpg",
            "title": "Pozole",
            "release": 1
        },
        {
            "id": 35038609,
            "year": "2018",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603858202.jpg",
            "title": "死人崛起",
            "release": 1
        },
        {
            "id": 27042738,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2623549939.jpg",
            "title": "世界新闻",
            "release": 1
        }
    ],
    "introduction": "Toby Sanchez: A Journey from Military Service to Silver Screen Deep in the heart of Albuquerque, New Mexico, Toby Sanchez was born into a family whose roots stretch back to the time of the Spanish conquistadors. This rich cultural heritage would later influence his diverse range of performances and storytelling abilities. Before stepping into the spotlight of Hollywood, Toby dedicated over two decades of his life to serving his country. His remarkable 22-year military career spanned both the United States Marine Corps and Army, including reserve duty. As a jet mechanic on the flight line, he demonstrated his technical expertise, while his leadership abilities shone through when he later managed operations and recruitment in the Army. While his military career showcased his discipline and dedication, it was the entertainment industry that would reveal another dimension of Toby's talents. His breakthrough moment came with a supporting role in the major motion picture \"News of the World,\" directed by acclaimed filmmaker Paul Greengrass. In a testament to his natural acting abilities, Green grass encouraged Toby to improvise in a scene alongside Hollywood icons Tom Hanks and Bill Camp. This improvised performance not only made the final cut but also earned him membership in the prestigious SAG-AFTRA union. Throughout his acting career, Toby has demonstrated remarkable versatility, bringing to life a wide spectrum of characters. From portraying protective and compassionate leaders to exploring the depths of vulnerable and unhinged personalities, his range as an actor knows few bounds. Not content with just performing, Toby has expanded his creative horizons by writing, directing, and producing both movies and television shows. Behind the scenes, Toby's personal life reflects the same commitment and dedication he brings to his professional endeavors. His 36-year marriage stands as a testament to his loyalty and devotion to family. As a proud father of two children and grandfather to five grandchildren, he balances his artistic pursuits with his role as a family man. Toby Sanchez's life story is one of transformation and growth, from serving in the skies as a jet mechanic to capturing audiences on the silver screen. His journey exemplifies how discipline, creativity, and unwavering dedication can lead to success in multiple careers while maintaining strong family bonds. Today, he continues to contribute to the entertainment industry, bringing stories to life through his multifaceted talents as an actor, writer, director, and producer, all while cherishing his roles as husband, father, and grandfather.",
    "name_more_cn": [],
    "personage_id": "37831842",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1611515",
    "personage_link": "https://www.douban.com/personage/37831842/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-21T11:40:31"
}