{
    "sid": "1617007",
    "name": "埃莉萨·塞尔根特",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "女",
    "poster": "https://img1.doubanio.com/view/personage/l/public/e81134d27a2f8839639f5befeb2e8db1.jpg",
    "imdb_id": "nm1847360",
    "name_en": "Elisa Sergent",
    "name_full": "埃莉萨·塞尔根特 Elisa Sergent",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36808780,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914542484.jpg",
            "title": "移情别恋",
            "release": 1
        },
        {
            "id": 35452659,
            "year": "2020",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893146851.jpg",
            "title": "假面嫌疑犯",
            "release": 1
        },
        {
            "id": 27141141,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499252341.jpg",
            "title": "Menina",
            "release": 1
        },
        {
            "id": 27017971,
            "year": "2017",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510671911.jpg",
            "title": "妈咪宝贝",
            "release": 1
        }
    ],
    "introduction": "Elisa Sergent was born in Vire, in France. She was off to Paris with the ambition of beginning a career on the stage. She is a graduate of the French drama school Cours Florent. She followed the Acting Method technique with Jordan Beswick who worked at the Lee Strasberg Theatre Institute, NY. She complemented her training with classes in dance and singing.Even before graduation, she began her acting career on stage playing lots of plays and famous characters such as Marianne in Musset's \"Moods of Marianne\", Rosine in Beaumarchais' \"The Barber of Seville\", Aouda in the French hit play \"Around the World in 80 Days\" and \"Lady Windermere's Fan\" by Oscar Wilde as Lady Windermere, in major theatres in Paris.Marion Sarraut offered her her first role for television in her film \"Un viol\". Elisa continued to act in several series, including the romantic comedy \"L'amour à 200 mètres, Eliette et Johan\", for which she obtained a leading role. She also played Isabeau of Bavaria, her first historical role on television in \"The Real War Of Thrones\". She obtained a role in several episodes of the successful series \"Tomorrow is Ours\", and also appeared in hit series \"Ici tout commence\". She was directed by the directors Akim Isker in the TV movie \"Faux Semblants\" and Laurent Dussaux in \"Double je\".For the film industry, she played roles in the feature film of Frédéric Forestier, Mon Poussin a French comedy and Cristina Pinheiro's autobiographical Portuguese film, Menina. She also shot with Felix Van Cleeff in his art house film Memory of the Floating World.",
    "name_more_cn": [],
    "personage_id": "37941538",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1617007",
    "personage_link": "https://www.douban.com/personage/37941538/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-01T11:00:23"
}