{
    "sid": "1618567",
    "name": "乔舒亚·本-托温",
    "site": "douban_celebrity",
    "roles": [
        "演员"
    ],
    "awards": [],
    "gender": "男",
    "poster": "https://img1.doubanio.com/view/personage/l/public/7b74c8c01075234e5d34eb086fbbc8f9.jpg",
    "imdb_id": "nm11468001",
    "name_en": "Joshua Ben-Tovim",
    "name_full": "乔舒亚·本-托温 Joshua Ben-Tovim",
    "birth_date": "",
    "birth_place": "",
    "last_movies": [
        {
            "id": 36368668,
            "year": "2025",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2926174387.jpg",
            "title": "泰拉玛斯卡：秘社",
            "release": 1
        },
        {
            "id": 36073279,
            "year": "2024",
            "cover": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908524625.jpg",
            "title": "龙之家族 第二季",
            "release": 1
        }
    ],
    "introduction": "For over a decade Josh has mainly performed in and directed work for IMPERMANENCE, an award winning dance theatre company he runs with Roseanna Anderson, making work for cabaret, stage and film, touring nationally and internationally to critical acclaim. They were nominated for Best Independent Company at the 2022 National Dance Awards.TV includes: House of the Dragon series 2Theatre includes: Dr. Semmelweis (Original cast - London West End & Bristol Old Vic), VENUS (Wilton's Music Hall), The Major Arcana (Mayfest), Late Last Minute (The Mount Without), Numerous Turns (Duckie), BAAL (Bristol Old Vic), SEXBOX (British Council Edinburgh Showcase), Da Da Darling (Ugly Duck), Trying It On (Lea Anderson, Bristol Museum)Film includes: Lady Blackshirt (Bristol Old Vic Digital Stage), Nada (MOMA), State of Illusion (Baltic), BLAST (BBC Arts), The Ballet of the Nations (British Art Studies), Zombies of the Third Reich (Amazon Prime)Music Videos include: Stevie Toddler, Gabrielle Aplin, Model Man, Keir, Scaler, Above and Beyond.",
    "name_more_cn": [],
    "personage_id": "38184893",
    "family_member": [],
    "celebrity_link": "https://movie.douban.com/celebrity/1618567",
    "personage_link": "https://www.douban.com/personage/38184893/",
    "property_other": [],
    "name_more_other": [],
    "update_at": "2026-02-21T00:00:18"
}