{
    "aka": [
        "The mute love"
    ],
    "sid": "10344741",
    "cast": [
        {
            "url": "/celebrity/1357856/",
            "name": "解昕怡 Xinyi Xie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318519/",
            "name": "马广源 Guangyuan Ma",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1357854/",
            "name": "常猛 Meng Chang",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "听见你说我爱你"
    ],
    "douban_link": "https://movie.douban.com/subject/10344741/",
    "trans_title": [
        "The mute love"
    ],
    "douban_votes": "0",
    "introduction": "1990年，北京某胡同。住在这个胡同的人们，经常在某个午后听到一个醉汉字正腔圆的吆喝：爱新觉罗。明亮！虽然被呼喊的人根本对这样的呼喊无动于衷，但醉汉喊过之后总要对街坊解释一通：我们家外甥姓的大尾巴肇是大清皇族的姓，是阿哥，就是耳朵听不见，也不会说话，那他也是阿哥！于是街坊四邻都叫肇明亮为：哑巴阿哥。哑巴阿哥肇明亮早年父母双亡，靠给街坊送煤球为生，大家可怜他，谁家吃点好的，看见了他都要给一点。肇明亮已经18岁了，长的还算相貌堂堂，每天推着煤车穿梭在胡同里，傍晚的时候人们总会在他家门口看到肇明亮借着别人家的灯光看书，一直看到人家关灯。肇明亮有一个好朋友，就是住在隔壁的小姑娘文婷，文婷10岁，总跟在煤车后面跑来跑去，肇明亮送完了煤，用零钱给文婷买两块糖吃，文婷用白白的手帕给肇明亮擦汗做为回报。文婷是一个弃婴，跟奶奶一起生活，奶奶每天给文婷讲她的父母很快就来接她，于是文婷每天都生活在希望里。肇明亮将残余的碎煤积攒起来，到一定数量就偷偷放在奶奶家院子里，奶奶很纳闷自己家的煤怎么总也用不完，文婷知道这个秘密，所以她很喜欢跟哑巴哥哥在一起。文婷渐渐长大，到了15岁的时候，奶奶开始注意肇明亮，总是有意让文婷躲着他，后来干脆把文婷一放学就关起来，哑巴和文婷都不知道这是为什么，肇明亮的大舅喝了酒，就站在文婷家门前唠叨几句：孤老太婆怕吃亏！留着买棺材的本钱，现在陪了可就糟了！肇明亮听不见，文婷听不懂，四邻们却都偷偷地笑。 15岁的文婷喜欢上了舞蹈，放学之后经常跑到小公园的假山后面一个人练习，肇明亮偶然发现了，就偷偷躲在一边看。奶奶认为哑巴行为诡秘，恐怕对文婷有什么歹意，于是一天跟在哑巴后面，在他偷看文婷跳舞的时候，用木棍狠狠教训了哑巴一顿。大舅因为这个事情跟奶奶闹了起来，闹过之后大舅告诉肇明亮，他已经20多岁了，不适合再跟文婷做朋友，他得娶个媳妇了。肇明亮在看过文婷跳舞之后，晚上睡不着觉就开始在本子上写字，写的都是文婷。大舅给肇明亮找了一个聋哑姑娘，肇明亮很不情愿地跟她相亲，正在相亲的时候，隔壁却传来文婷的哭喊，肇明亮赶紧过去看，原来是奶奶不慎摔倒，昏迷不醒，哑巴赶紧背起奶奶送去了医院，可是奶奶却再也没有回来。文婷成了真正的孤儿，幸亏有肇明亮的陪伴，文婷才从悲伤中走了出来。从此肇明亮吃饭不再是一个人吃，而是先把吃的送给文婷，看着她吃完，自己才吃点剩下的。文婷很感谢哑巴哥哥，主动给他缝衣服帮他做饭，他们之间的交流因奶奶的死而变得正常起来，肇明亮关于文婷的日记一直在写。文婷准备考舞蹈学院，他给肇明亮讲舞蹈学院，讲舞蹈艺术，肇明亮听不太懂，但他告诉文婷，他喜欢看舞蹈，觉得文婷跳舞很美。在公园的假山后，文婷给肇明亮跳了自己编的舞，跳过之后文婷显得很惆怅，她说上舞蹈学院需要很多的钱，肇明亮表示自己一定要供她上学。从此以后，肇明亮不再只为这一条胡同的居民送煤了，他起早贪黑给附近几条胡同送煤，因为抢了别人的生意，其它送煤的人坏肇明亮，将他的车弄坏，结果肇明亮在一次送煤路上摔倒，伤得不轻。文婷很心疼，她哭着告诉肇明亮自己不考了，要他不要那么辛苦。肇明亮用哑语劝文婷不要担心，她能考上舞蹈学院现在不仅仅是她个人的心愿，而是他们俩共同的心愿。次日一早，一瘸一拐的肇明亮又开始送煤了。文婷顺利通过了专业课加试，拿到了录取通知书，当她开心地回家准备告诉哑巴哥哥，却发现肇明亮因为伤口感染病倒了。肇明亮被送到医院，他醒来之后看到文婷的录取通知书很高兴，突然他又想起什么，他问大舅在医院住是不是要花很多钱，然后就死活不肯住在医院，医生也无奈，只好开了点药放他回家。肇明亮回家后将一张存折交给了文婷，告诉她这是为她准备的学费，文婷伏在肇明亮的肩上痛哭。接下来的日子里，在文婷的悉心照顾下，肇明亮康复了。报名的日子到了，肇明亮骑着煤车送文婷到舞蹈学院去，在门口他们被当作怪物一样，因为学院门口到处都是轿车送孩子上学，肇明亮这样一个聋哑人骑着煤车自然引起人们的关注，文婷有些觉得不自然，肇明亮悄悄离开了。从此以后，肇明亮每个月将挣来的钱存一部分到文婷的卡里，每个周末的时候总要骑着煤车去接文婷回家。文婷的同学笑话文婷，文婷就告诉肇明亮不要来接自己了，肇明亮就在周末站在胡同口望眼欲穿。肇明亮发现自己的煤渐渐送不出去了，因为大部分家庭都用了液化气罐，肇明亮依然省吃简用给文婷存生活费，文婷的生日临近，肇明亮知道文婷喜欢一双舞蹈鞋，就想买来送给她，可是舞蹈鞋很贵，自己的生意又不好，肇明亮犯了愁。肇明亮找大舅借钱，大舅数落了他，说他癞蛤蟆痴心妄想，再这样对文婷好也没有用，早晚有一天文婷会离开他，肇明亮跟大舅生气，他很难过大舅这样说，大舅最后还是将钱给了肇明亮。文婷一个班的同学黄鹤很喜欢她，两人总是一起编舞，渐渐产生了感情。在文婷生日的当天，黄鹤为她安排了生日宴会，肇明亮也找到了酒店，但他发现黄鹤送给文婷的也是一双舞蹈鞋，并且是自己买不起的那一双，他偷偷把自己要送文婷的鞋藏了起来。在宴会上，很多女生躲着肇明亮，文婷怕引起同学不愉快，借口让肇明亮回家，肇明亮明白了一点，悻悻地离开。肇明亮回家翻开日记，却写不下去，他哭了，这样一个坚强的汉子痛哭起来，紧抱着他的日记本，紧抱着他的感情，呆坐了一夜。此后，文婷很少回家了，肇明亮依旧在周末站在胡同口等候，只是等不到的时候多了起来。文婷卡上的生活费却也多了起来，肇明亮开始送液化气，收入多他就给文婷多一些，因为他感觉到文婷生活的世界里，钱被人看得很重。春来暑往，文婷快毕业了，她跟黄鹤也确定了恋爱关系。肇明亮在银行查帐，发现文婷最近没有取卡里的钱，他担心文婷出事，就到学院来找文婷，不巧看到了文婷和黄鹤的亲密关系，肇明亮很愤怒，他以为黄鹤是在欺负文婷，结果文婷反而责怪他，并告诉他，黄鹤是她的男朋友，肇明亮呆呆地离开了，从此以后大家看到了一个发疯挣钱的哑巴，不分黑夜白天，哑巴越发消瘦下去。从此以后，在文婷的脑海里，已经快将哑巴哥哥淡忘了。她跟黄鹤回了家，见了黄鹤的父母，黄鹤的父母对她的外貌很满意，但一了解到她是孤儿，显得有些犹豫。毕业了，黄鹤和文婷一起被某歌舞团看中，在进行筛选的时候，却因为名额有限，总要有一个人进不去，文婷决定将名额给了黄鹤，自己却选择到迪厅挣钱，筹备他们未来的家庭。黄鹤在歌舞团跟某领导的女儿认识了，这位女孩子疯狂地追求黄鹤，并许诺很多，黄鹤终于没有经受住诱惑。而文婷也在迪厅里被一位老板看中，文婷回绝了老板，老板很恼火，在一次老板喝醉了以后，纠集一些流氓欺负了文婷。文婷哭着来找黄鹤，却发现黄鹤跟另外的女孩子在一起，这女孩子告诉她，黄鹤是她的男朋友了，文婷痛苦地问黄鹤，黄鹤只是点点头。文婷万念具灰，下着大雨的夜里，她拖着被侮辱的身体和受伤的心灵回到了胡同，一头栽倒在哑巴的门前…… 文婷醒来，第一眼看到的就是肇明亮，肇明亮看到文婷苏醒过来，哭得如泪人一般，然后又是开心的大笑，大夫告诉文婷，是这个哑巴将她送到医院，并且眼睛都不眨地守了她一天一夜…… 文婷康复后回到了胡同，这一天晚上，尽管夜很深了，文婷还没有回家的意思，她把肇明亮拉到床边，拉他的手抚摩自己，哑巴缩回了手，躲到了外面去睡。文婷跟肇明亮说，这么多年，你为我付出了这么多，我该拿什么回报你呢？肇明亮摇摇头，文婷说我嫁给你吧，给你当媳妇。肇明亮瞪大了眼睛，拼命地摇头，他告诉文婷，她不应该在胡同里生活，她应该回到都市里去，那里才适合她。这一片胡同要拆了，大家都张罗着入住楼房了。哑巴也要搬走了，文婷找到了另外的一份工作也要离开北京，大舅在给哑巴搬家的时候发现了日记和那双舞蹈鞋，他悄悄藏了起来。文婷临走前要找肇明亮告别，却怎么也找不到人，她找到大舅，大舅告诉她，肇明亮不忍心跟他告别，所以不肯出来见她。大舅还把日记和舞蹈鞋给文婷看，文婷是流着泪看完这长长的日记，她的思绪回到了从前，回到了小公园的假山后…… 大舅给肇明亮收拾好了东西，正要离开生活多年的胡同，却被文婷拦住了路。肇明亮和大舅都惊讶她为什么没有走，文婷坚决地告诉肇明亮，她不走了，再也不离开他，她要跟他一辈子都生活在一起！肇明亮死活不肯，他痛苦地表示自己是一个残疾人，他错误地爱上了文婷，希望文婷不要介意，她应该去追求更好的生活。文婷不肯离开，肇明亮哭着使劲推文婷，两人抱头痛哭。正在这时，拆迁的一座房子倒了压倒了一颗树，肇明亮听不到人们的喊声，文婷推开肇明亮，自己被树砸在脑袋上，鲜血直流。文婷被送到医院，伤并不严重，可文婷却不再开口说话，医生告诉肇明亮，因为脑神经受损，她可能再也不能讲话了。肇明亮抱着文婷痛哭，文婷却开心地笑了，她用哑语告诉肇明亮，她听见他在说我爱你，她听见了…… 老胡同被一批新楼取代了，肇明亮带着文婷来到曾经住过的地方，他们找到售楼处，说要在这里买一间房子，准备他们的婚礼。大舅很惊讶肇明亮怎么有这么多钱，肇明亮告诉他们，这些钱都是自己玩命攒下的，其实他的心里一直想和文婷安一个家，这是他一辈子的心愿。肇明亮和文婷结婚了，他们婚后的生活虽然无声但却甜蜜幸福，直到有一天…… 肇明亮在骑车给人送液化汽的路上被汽车撞伤，等文婷到医院的时候，肇明亮已经永远闭上了眼睛……大舅和邻居都劝文婷不要太伤心，文婷的眼泪如同断了线的珍珠，她喃喃地说：谢谢你们……他已经走了，这个世界上最爱我的人走了，我的谎言也该揭穿了…… 人们面面相觑。他们的爱情故事被人们传诵，肇明亮走后，文婷一如既往地生活着，一直到老，没有人听见她说过一句话。 收起",
    "chinese_title": "听见你说我爱你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-03T04:58:07"
}