{
    "aka": [
        "Bengoshi Fuse Tatsuji"
    ],
    "sid": "10343010",
    "cast": [
        {
            "url": "/celebrity/1393307/",
            "name": "湯浅真由美 Mayumi Yuasa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1886476",
    "director": [
        {
            "url": "/celebrity/1394220/",
            "name": "池田博穂 Hiroo Ikeda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-09-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1886476/",
    "this_title": [
        "弁護士 布施辰治"
    ],
    "douban_link": "https://movie.douban.com/subject/10343010/",
    "trans_title": [
        "律师 布施辰治",
        "Bengoshi Fuse Tatsuji"
    ],
    "douban_votes": "0",
    "introduction": "1910年日本帝国主義は、朝鮮併合を断行、「同化政策」を掲げ、農民から土地を奪い、故郷を捨てざるを得なかった朝鮮人労働者は炭鉱夫、紡績、造船、鋳物工場などで劣悪な条件で働かされていった。日露戦争勝利に味をしめた日本は、中国大陸へ侵略を進めていく。国内では、驚異的なインフレが進み、生活苦を理由とする自殺や捨て子、社会的犯罪、労働争議が多発、米よこせデモには1000万人以上が参加するなど、騒然としてきていた。1880年（明治13年）宮城県石巻に生まれ、自由民権主義者の父親の影響を受け、権利と自由を建学の精神とする明治法律学校（現明治大学）に学んだ布施辰治は、1902年21歳で判検事試験に合格、宇都宮地裁検事代理として、法曹の道を踏み出した。足尾鉱毒事件での田中正造天皇直訴の翌年で社会は沸騰していた。10ヵ月後、布施は、検事の仕事とは虎や狼の行為だと「挂冠の辞」を残し、弁護士の道へ進む。その後、トルストイの日露非戦論に共鳴、その人道主義に心酔、後に「弁護士活動を前進させ、社会運動の一兵卒となる」（自己革命の告白）を行い、弾圧と闘う弁護士活動を終生貫いていく。1919年3月1日、朝鮮独立宣言書が発表され、大運動が起き、それにつれて弾圧も激しくなり、布施は、その弁護を引き受けつつ、朝鮮に渡り各地で朝鮮総督府政治への痛烈な批判を展開する。また、国民の政治参加の権利を実現するための普通選挙運動や、1921年造船所争議の大きな高揚の中、自由法曹団結成のために奮闘していく。1923年9月1日の関東大震災下における朝鮮人たちの虐殺事件の真相を明らかにさせる闘い、借家人同盟結成への尽力、など精力的な活動を展開しつつ、1926年大逆罪をでっち上げられた朴列・金子文子の弁護に立つ。また、石巻小作争議にかかわり、小作人の耕作する権利を認める論陣をはり、さらには岩手県北上山地の入会地扮装の調停も行っていく。こうした布施の活動に対して、権力の側からの攻撃も苛烈であった。治安維持法違反事件の弁護活動での言動を問題にした懲戒、布施の論文を問題視しての新聞紙法違反、そして弁護士資格の剥奪、治安維持法違反で投獄。父親を心配した息子杜生も学生運動を理由に検挙され、44年獄死。戦後いち早く朝鮮建国憲法私稿作成の取り組みなど活動を開始した布施は、三鷹事件で弁護団長を務め、松川事件・メーデー事件弁護にも関与していく。そして、非業の死を遂げた息子杜生を重ねて若者たちの命を救うために全身を傾けていった。その生涯は、まさに「生きベくんば民衆とともに、死すべくんば民衆のために」を貫いた生涯であった2004年新潟中越地震後のソウル、80年前、朝鮮大水害に、布施が行った日本募金活動の恩に報いようと募金活動をする人たちの姿が全国ネットで放映された。その後、韓国政府は独立に寄与した愛国の士に贈られる「建国勲章」を布施に贈る。虐げられる者、弱者の立場に身を置き、人間としての権利と尊厳を守るために民衆とともに戦い続けた弁護士・布施辰治が、今生きるとは何かを私たちに語りかける。「世の中に一人だって見殺しにされていい人類がないと同時に、正しい文化には一人だって置き去りにされていい人類がないのだ」",
    "chinese_title": "律师 布施辰治",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "弁護士 布施辰治",
    "douban_rating_average": 0,
    "update_at": "2025-11-07T16:42:47"
}