{
    "aka": [],
    "sid": "10344750",
    "cast": [
        {
            "url": "/celebrity/1315636/",
            "name": "毕彦君 Yanjun Bi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316391/",
            "name": "杨雨婷 Yuting Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317383/",
            "name": "沈慧芬 Huifen Shen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507752376.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1330628/",
            "name": "刘礼贤 Juan Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330628/",
            "name": "刘礼贤 Juan Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "心安河的琴声"
    ],
    "douban_link": "https://movie.douban.com/subject/10344750/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "冬日清晨的雾霭中，一根锈迹班驳的金属丝线上，晶莹的露水在倏然地滑落。远处的心安河上，覆盖河道的冰面反射着暖暖的阳光，阳光照在肖文波的脸上，显得格外的坚毅和执卓。肖文波是心安河女子监狱的狱长。多少年来，把每一个看押女犯看成犯错学生的肖文波奔波在监狱和女儿心蕊之间，丝毫不把自己身患脑瘤的绝症当一会事。就在肖文波把满腔的工作热情倾注在挽救一群迷途的心灵的时候，与肖文波同样走向生命尽头的女犯卓然关进了心安河监狱。卓然是音乐学院的高才生，钢琴就是她生命中的一切。因为残忍杀害自己的导师周教授而被判处死刑，心安河监狱是她将要被结束生命前两年时间中的最后一站。然而，让肖文波和他多年的搭档程蔚然没有想到的是，卓然因为双子宫的特殊生理，已怀孕在身而没被检查出来。按照有关法律的规定，怀孕妇女在看押期间能否如期执行死刑，还是一个广泛争论的问题。而在保外就医遭到学校方面的拒绝后，有孕在身的卓然一时成了肖文波和程蔚然手上一块烫手的山芋。生命尽头的临近，和社会无情抛弃的冷漠，让有着音乐特别天赋和才华的卓然开始消极起来，甚至一度决定放弃自己孕育的孩子。为了让卓然生下孩子，肖文波放弃治疗，和程蔚然一起，一面与上级监管局汇报制定针对卓然这一特殊情况的方案，一面开启卓然心中的郁结，试图用音乐教化监狱其他的女犯。在与卓然最初的接触中，卓然放弃孩子的决意，让肖文波对这个酷爱音乐的才女竟然能杀人致死产生了疑惑。而在对卓然先前所在音乐学院院长的走访中，这个疑惑更加坚定起来。在肖文波的努力下，卓然逐渐开启的心灵，影响着包括同监犯赵小娜、邱姐和张萍在内的每一个女犯。面对卓然放弃生命的决意，肖文波开始走访与卓然青梅竹马、情深意笃，并同在周教授门下学习钢琴的男朋友苏凡。凭借从警多年来积累的丰富经验，肖文波从苏凡闪烁其辞的回答，和卓然放弃生命的决意中，发现了被卓然隐瞒在事实背后的真相。原来，周教授被害的当天，音乐学院的琴房里除了卓然，还有苏凡。真正杀害周教授的，应该是苏凡，卓然只是为了成就心爱恋人苏凡的事业，承担了杀人偿命的责任。卓然隐瞒的事实真相被肖文波揭开，程蔚然带着一段对肖文波不能释怀的情感黯然而去。卓然虽然被免除了死刑，但因为涉嫌隐瞒案情，获有期徒刑两年。两年之后，当卓然走出心安河监狱大门的那一刻，监狱外一声“妈妈”的呼喊，让走出噩梦的卓然泪水汹涌，不能自持。卓然自由了。空旷寂静的活动室里，一道冬日里的暖阳从天窗外斜射进来，把卓然调试一新的那架钢琴照得煜煜生辉。浑厚的琴声，从肖文波的指间趟过，在心安河监狱的上空，久久地回荡。",
    "chinese_title": "心安河的琴声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T19:44:47"
}