{
    "aka": [],
    "sid": "10344749",
    "cast": [
        {
            "url": "/celebrity/1275654/",
            "name": "曹颖 Ying Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314036/",
            "name": "王斑 Ban Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317106/",
            "name": "刘锡明 Sek-Ming Lau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316298/",
            "name": "孙宁 Ning Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312856/",
            "name": "金巧巧 Qiaoqiao Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "王斑",
        "曹颖",
        "电视剧",
        "金巧巧",
        "大陆",
        "中国",
        "辛娜",
        "梁丽"
    ],
    "year": "2004",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2580693494.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1312855/",
            "name": "娅子 Ya Zi",
            "@type": "Person"
        }
    ],
    "imdb_id": "",
    "director": [
        {
            "url": "/celebrity/1317089/",
            "name": "宋祖德 Zude Song",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "谁是最爱你的人"
    ],
    "douban_link": "https://movie.douban.com/subject/10344749/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "宋玲玲、辛娜、莫宁是港城某大学服装设计系的同班同学，也是同一个宿舍的密友，她们正面临着毕业分配。为了在一个重要的毕业设计展览中为自己加分，三人都全力以赴。辛娜嫉妒宋玲玲的才华，故意在彩排后偷偷弄坏了宋玲玲的旗袍，令宋玲玲陷入困境。此时，宋玲玲意外邂逅了自己的中学同学章俊，章俊是个头脑灵活的小伙子，同时富有生活激情，总能给宋玲玲带来一些意想不到的感觉。在与章俊的相处中，宋玲玲被章俊的激情打动，与章俊产生了感情。宋玲玲与章俊都是孤儿，很容易产生共鸣。抚养玲玲长大的姑妈却一心想给宋玲玲找一个事业有成、品学兼优的男朋友，章俊被人追债，处境十分危险。宋玲玲为了替章俊还债，向姑妈要回外婆留给她的一笔遗产。姑妈坚决反对中学时调皮捣蛋、现又辞职炒股的章俊非常抵触。姑妈为玲玲介绍了时装界设计精英、梦莎公司设计部经理刘锡铭，但玲玲对锡铭只有崇拜之情，章俊为了向姑妈证明自己的实力，一时冲动，借了一大笔钱炒股，结果全部亏空。玲玲被逼无奈，只得把姑妈送上法庭，通过法律手段要回遗产。章俊还清欠债，认识到必须脚踏实地，成为一名出租车司机。姑妈无法理解，把玲玲赶出家门。在玲玲毕业典礼当天，姑妈摔下楼梯引发心脏病，抢救无效而去世，宋玲玲十分悲痛。姑父因此迁怒于玲玲，跟她断绝来往。刘锡铭在因难时刻出现，帮助宋玲玲破格进入梦莎公司，令已经通过考核的辛娜十分不满。莫宁通过摄影师李炜的途径进入平面广告界，非常顺利地成为一名引人注目的新秀。辛娜下决心要把刘锡铭追到手，当她发现刘锡铭追求宋玲玲之后，对玲玲不择手段地进行陷害。莫宁也因李炜前女友奈儿的到来而与李炜产生不少误会。辛娜利用他们之间的矛盾鼓动奈儿揭发玲玲私自为莫宁设计服装，令玲玲受到重罚。在辛娜的设计下，失去亲人的宋玲玲遭受到一连串的挫折，无法进入工作状态。刘锡铭处处对她关爱有加，并对她表白爱意。玲玲心中的爱却是一无所有的章俊，她决心立即结婚，以便能让自己安下心来。玲玲结婚的当晚，刘锡铭痛苦不堪，到酒吧买醉。辛娜追踪而去，故意引刘锡铭喝醉，把他送回家，并制造两人发生关系的假象。刘锡铭不明所以，醒后觉得必须对辛娜负责，辛娜却欲擒故纵，令刘锡铭更加内疚。玲玲得到了姑父的原谅，与章俊的婚后生活十分幸福。不料，章俊意外出了车祸，住院抢救。玲玲日夜守护，刘锡铭则一如既往的关心着玲玲，令辛娜既妒且恨。为了搬掉这块爱情和事业上的双重绊脚石，辛娜重拳出击，让公司误会玲玲抄袭，开除了玲玲。谣言很快在业界散开，玲玲无法在时装界立足。章俊一直卧病在床，无法工作。为了生存，玲玲只得接替章俊开起了出租车。刘锡铭、莫宁都非常同情玲玲，对她施以援手。而辛娜去掉了这块心病之后，也对玲玲十分大方，试图通过物质方式尽量弥补自己的过错。梦莎公司新进了一名设计师薇薇安，是公司老总的女儿，与辛娜针锋相对，对辛娜形成了极大的威胁。辛娜出身贫寒，无法与薇薇安相斗。为了宣泄内心的压力，辛娜找到章俊的好友粱山学习剑道，却不料她的一切行径都被梁山看穿。眼看辛娜受到排挤，刘锡铭反而出面维护辛娜，备受同情的辛娜终于获得了刘锡铭。玲玲救起了一名因感情受挫折欲跳海自杀的赵兰，并把她带回家中。在玲玲和章俊的帮助下，赵兰摆脱了寻死的念头，恢复了对生活的热情。赵兰热爱茶道，每天跟章俊相对饮茶，令越来越感到自卑的章俊重新找到了活力和激情。章俊决定协助赵兰开办茶楼。不久后，玲玲碰到生活无着落的社会青年耀东，赢得了耀东的尊敬。耀东结识赵兰，对赵兰产生了爱慕之情。赵兰却对章俊日久生情，但她一直把这份感情埋藏在心底。辛娜与刘锡铭确定恋爱关系。玲玲重回梦莎公司。章俊和赵兰的茶楼生意蒸蒸日上；姑父也摆脱了心理阴影，重新找到了一份感情。天真任性的莫宁经过生活的磨练，逐渐成熟起来，成为一名平面名模，跟李炜自然而然地走到了一起，一切似乎都已经走上了正轨。然而，在玲玲面前，身患隐疾的章俊始终无法摆脱内心的自卑。他认为自己的存在已经妨碍了玲玲的进一步发展，也无法带给玲玲真正的幸福，提出离婚。玲玲感到震惊，他们身边的朋友也感到无法理解。为了跟玲玲离婚，章俊说服赵兰，陪自己演出情感戏给玲玲看。玲玲受到重大打击，同意离婚。刘锡铭发现，其实自己心中真正爱的人还是玲玲，在订婚典礼上不顾一切地追着玲玲出门，令辛娜颜面尽失。辛娜欲再次陷害玲玲以挽回刘锡铭，被梁山识破。面对玲玲的真诚，辛娜终于感到无颜以对，决定远走他乡。赵兰不愿伤害玲玲，把真相告知玲玲后离去。但章俊不愿拖累玲玲，始终不肯跟玲玲相见，甚至编造谎言，说自己已经远离港城，不会再回来。刘锡铭对玲玲极尽关怀，令受伤的玲玲感到温暖。某天，玲玲坐在刘锡铭的车上，突然间，见到了章俊的身影……",
    "chinese_title": "谁是最爱你的人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-10-14T17:00:18"
}