{
    "aka": [
        "The Treasure Map",
        "金童玉女"
    ],
    "sid": "10355633",
    "cast": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355772/",
            "name": "郭子溪 Zixi Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333312/",
            "name": "嘉男海林 Jiananhailin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383357/",
            "name": "杨应华 Yinghua Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动作",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166519962.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012"
    ],
    "this_title": [
        "绝命藏宝图"
    ],
    "douban_link": "https://movie.douban.com/subject/10355633/",
    "trans_title": [
        "The Treasure Map",
        "金童玉女"
    ],
    "douban_votes": "159",
    "introduction": "一对不食人间烟火的青年男女——彭少文和程雪珂狼狈地逃到余姚县城门口，他们身后有一群凶神恶煞的武林高手在追赶。刘捕头盘问彭少文二人，发现他们一问三不知，连朝代年号都不知道。余姚知县陈广云见程雪珂姿色艳丽，起了色心，遭到陈雪珂的拼死反抗，被抓伤了脸。陈广云恼羞成怒，捏造罪名，将彭程二人判为协助倭寇的贼人，着总捕头王勇押解到杭州府受刑。押解队伍经过陆安杰任职的上虞境内时，遭到日本忍者袭击，王勇带着队伍慌慌张张逃到佛光寺，巧遇在此进香的陆安杰。陆安杰焚香抚琴，唱了一出《空城计》，将日本忍者吓退。余姚城内，陆安杰、黄强与王勇议论这次劫囚事件，王勇也想不出日本忍者有什么理由袭击自己。陆安杰听说囚犯里面有斯通倭寇的贼人，便想从这条线索上入手，但是明白真相的王勇却百般推诿，不让陆安杰接触彭程二人。王勇邀请武功高强的黄强护送自己前往杭州府，陆安杰授意黄强不要答应，王勇只得硬着头皮上路。半路上日本忍者又来袭击，王勇大败溃逃，其他囚犯都没事，只有彭少文和程雪珂被掳走。王勇逃回上虞城，向陆安杰求救，陆安杰却不紧不慢地和他闲扯。不得已，王勇向陆安杰吐露了实情，告诉了他彭程二人被诬陷的事，但是陆安杰仍然没有采取任何行动，王勇急得差点要自行了断。没过多久黄强带着彭程二人回来了，原来他一直在暗中保护着押解队伍，忍者袭击过后，他带人尾随而去，将二人救了回来。黄强俘获了一个忍者，正待逼问，这个忍者却咬舌自尽了，他们的诡异行动仍然是一个不解之谜。陆安杰将此事快马上报杭州府，提刑按察司吕大人亲自来到上虞县，再召来余姚县令陈广云，三堂会审。没想到老奸巨猾的陈广云安排了许多“人证”，瞒过吕大人的耳目，硬是将彭程二人定为奸人。就在危急时刻，黄强带来一个侏儒，彭程二人见到这侏儒相抱痛哭。侏儒口不能言，练笔带划加书写说明了原委，原来彭氏家族曾是大户商人，后来隐居海外小岛，前些日子遇到倭寇劫财，多数遇害，只有彭少文、陈雪珂和他逃了出来。此案一时之间难以定夺，吕大人命陆安杰和陈广云一起前往彭氏隐居的小岛查实证据。来到小岛后，众人发现这彭少文竟然是元末义军首领彭莹玉的儿子。陈广云大喜过望，坚持要将彭少文交给朝廷，借此将功赎罪。陆安杰则心有不忍，他知道彭少文落到朝廷手里肯定不会有好下场。为此两位县令争执不下，陈广云威胁陆安杰，私藏朝廷命犯是死罪，陆安杰一时无言以对。天色已晚，船不能行，众人在小岛暂居一晚。黄强到处转悠，发现侏儒有所蹊跷，黄强跟他聊起上虞城三堂会审那天的事，发现侏儒前后所述不符。第二天陈广云突然态度大变，一口答应保护彭少文，而足智多谋的陆安杰竟也没起一点疑心，稍加嘱咐就带人离开了。陆安杰走后没多久，日本忍者就出现在小岛上。原来倭寇之所以洗劫小岛，并不为岛上的那点财物，而是为了彭少文、程雪珂背上绘制的藏宝图。当年彭莹玉逃窜过程中将大量财宝埋在隐秘处，临死前将地图分两份绣在儿子和未来儿媳背脊上，当他们洞房那一夜才会发现这个秘密。后来倭寇从纹身师口中探知了这个消息，所以对彭程二人穷追不舍。而这个侏儒被抓获后投靠了倭寇，他是在倭寇的指使下前去上虞解救彭少文，但没想到两位县令会跟着一起到岛上来。前一天晚上，倭寇首领悄悄上岛，对陈广云威逼利诱，许诺将来挖出财宝分他一份，因此陈广云假意应承陆安杰，目的是将陆安杰支走。当倭寇撕开彭少文的衣服，他和程雪珂才知道身上背负的秘密，但是此刻二人眼看就要性命不保了。就在倭寇要下刀剥皮的时候，黄强带人破门而入。原来陆安杰只是假装离开，船开没多久就又转回来了。侏儒的诡异行径和陈广云的假仁假义根本逃不过陆安杰的眼睛，他施了一个以退为进的计策，待敌人阴谋败露时将其一网打尽。黄强施展武艺将倭寇首领击毙，陈广云也脱去乌纱帽俯首就擒。在战斗过程中，程雪珂受了重伤，奄奄一息，彭少文抱着爱人走向大海，将彭氏家族的历史和宝藏一起深埋海底。",
    "chinese_title": "绝命藏宝图",
    "douban_rating": "5.6/10 from 159 users",
    "foreign_title": "",
    "douban_rating_average": "5.6",
    "update_at": "2025-02-05T06:36:09"
}