{
    "aka": [],
    "sid": "10355343",
    "cast": [
        {
            "url": "/celebrity/1261082/",
            "name": "阿里.札法 Ali Zafar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320446/",
            "name": "阿娣提·拉奥·希达里 Aditi Rao Hydari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1499718/",
            "name": "曼陀罗·穆格德 Mantra Mugdh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1432320528.jpg",
    "region": [
        "印度 india"
    ],
    "writer": [],
    "imdb_id": "tt2064849",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语 Hindi"
    ],
    "playdate": [
        "2012-03-02(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2064849/",
    "imdb_votes": 3866,
    "this_title": [
        "London Paris New York"
    ],
    "douban_link": "https://movie.douban.com/subject/10355343/",
    "imdb_rating": "5.6/10 from 3866 users",
    "trans_title": [
        "伦敦 巴黎 纽约"
    ],
    "douban_votes": "52",
    "introduction": "London Paris New York is a film that captures the angst of the twenties, the most dramatic period of one's life - when you have to find a career; you have your first significant relationship and most importantly form your identity in this world.This is story about Lalitha, a middle class south Indian girl from Chembur (an eastern suburb in mumbai) who is on her way to New York to study politics with full scholarship, and Nikhil, a punjabi, rich kid from Bandra  (a posh western suburb of Mumbai - read new money) who is going to study Film Making in London on 100% dad's money. They decide to hangout together one evening in London and find that they are completely drawn to each other even as their future lies on separate continents.The film follows their personal journey and their love story as they meet in London, Paris and New York for a night each over eight years. The film is in three chapters and each chapter will be shot in a manner that mirrors the mental state of Nikhil and Lalitha.. The three bridges on the three rivers - Thames, Seine and Hudson witness the three states of love.Music is integral to the film and takes form according to the moods. The three cities also give a dramatic canvas to create different exciting themes. Pop -Romance in London. Electronic Sufi in Paris. Blues-rap in New York. Blended in with Indian true bollywood style.The dialogues are natural and fresh and you get a sense that you are eavesdropping on these two characters. The film is romantic but not sentimental in the least. Even though there are discussing a lot of meaningful stuff, the film is always underpinned by humour.",
    "chinese_title": "伦敦 巴黎 纽约",
    "douban_rating": "6.8/10 from 52 users",
    "foreign_title": "London Paris New York",
    "imdb_rating_average": 5.6,
    "douban_rating_average": "6.8",
    "update_at": "2025-04-06T18:23:41"
}