{
    "aka": [
        "万里傲翔",
        "飞越地球"
    ],
    "sid": "10428497",
    "cast": [
        {
            "url": "/celebrity/1002671/",
            "name": "大卫·田纳特 David Tennant",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910713245.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2346091",
    "director": [
        {
            "url": "/celebrity/1307355/",
            "name": "约翰·唐纳 John Downer",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-12-29(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2346091/",
    "imdb_votes": 628,
    "this_title": [
        "Earthflight"
    ],
    "douban_link": "https://movie.douban.com/subject/10428497/",
    "imdb_rating": "8.4/10 from 628 users",
    "trans_title": [
        "鸟瞰地球",
        "万里傲翔",
        "飞越地球"
    ],
    "douban_votes": "2642",
    "introduction": "由英国广播公司（BBC）精心打造、全高清钜制的大自然生态纪录片《万里傲翔》。拍摄时间超过三年，跨越地球六大洲，包括南美洲、北美洲、非洲、欧洲、亚洲及澳洲，超过四十个国家。摄制队采用了尖端的摄影器材，糅合新颖的拍摄手法，甚至把轻型摄录机挂在候鸟颈项上拍摄，由候鸟们亲自领航，带大家翱翔万里，横跨海洋和陆洲，进入候鸟与大自然的奇妙世界 。节目更被英国《泰晤士报》赞誉为「令人惊艳」之作。第1集North America摄制队首站来到北美洲。一群雪雁迁徙时，不幸遇上来势汹汹的猎食者 － 美国国鸟秃鹰。雪雁马上成群结队，合力对抗凶猛的敌人。但前面还有更严峻的考验—要飞越航道狭窄的美国大峡谷，及抵抗急湍的气流。在加洲，鹈鹕（又称塘鹅）在海面飞翔，魔鬼鱼正在畅泳，岸边的银汉鱼则准备产卵；在阿拉斯加，一群啡熊在河边捕食三文鱼，秃鹰看准目标，飞过啡熊抢夺鱼获。在大平原上，燕八哥身处战斗中的野牛脚下。观众从候鸟的角度观赏世界时，亦可透过白鹭欣赏海豚在岸边搁浅喂食的画面。成千上万的水鸟与海中的史前生物互动；海鸥率领大家到莫诺湖，见识它们张大嘴巴，一口一口捕食大量苍蝇的特别本领。第2集Africa摄制队把镜头放置在秃鹫的背部，带领观众飞过最多动物聚居的非洲。鲨鱼、海豚及鲸鱼等巨鱼正追踪大群美味的沙甸鱼，塘鹅看见如此丰富的午餐，亦急不及待张开嘴巴，俯冲到海中分一杯羹。大量小红鹳聚在S型的南非卡姆菲斯大坝上，寻找食物补充能量，鱼鹰于是与它们一起猎食。另一边厢，黑背鸥在海面跟从大白鲨学习，希望在海中最强猎食者身上，学会一些猎食技巧。鹰的背部和翅膀同样装上精细的镜头，令观众能化身成雀鸟一般，飞过布满雾水的维多利亚瀑布，跃进尚比西河中捕鱼；与秃鹫在塞伦盖蒂上空，一起观察牛羚迁徙的情况，见证它们如何在瞬间变成猎物。带毒性的碱湖四周，布满狒狒、鬣狗等捕猎者，虎视眈眈小红鹳，小红鹳惟有奋力御敌。观众在雀鸟的翅膀上俯瞰非洲，进入了人烟罕至之地！第3集Europe挂在鹤与鹅身上的摄录机，展开欧游之旅，带观众飞越威尼斯、多佛尔白色悬崖及爱丁堡…白鹳离开非洲，迈向通往欧洲的伊斯坦堡；而鹤则选择了一条较容易的飞行路线，跟随一班“护鸟使者”猴子，安全地抵达马匹直布罗山。在法国，卡马格的白马向一群新移民溅起水花。罗马的高温造就了二千万只八哥在空中上演一场好戏，成功蒙骗了游隼。在匈牙利，沙燕在空中捕捉蜉蝣，而塘鹅则从石上缓慢地飞到水中，形成英国最宏伟的自然景观。另一边厢，鹳和燕子默默地等待伴侣回来一起筑巢，缔造安乐窝；鹅终于在斯瓦尔巴建立了自己的家。一群候鸟监视北极熊，免得它们有机可乘，捕猎它们的雏鸟。候鸟围绕卢瓦尔河谷、伦敦码头区和荷兰的花圃，自由飞翔的景象难得一见！第4集South America秃鹰沿着安第斯山脉飞行，金刚鹦鹉闯入亚马逊的核心地带，蜂鸟和秃鹫飞往南美洲各处观赏伟大的自然景观。这趟旅程途经马丘比丘、纳斯卡线、里约热内卢和圣地牙哥。在巴塔哥尼亚的海滩上，巨型的海燕遇上在捕猎海豹的杀人鲸。在伊瓜苏瀑布，灰蒙蒙的雨燕跳过瀑布，聚在鸟巢中，蜂鸟则在鸟巢下洗澡。在一片隐蔽的安第斯土地，一班羊驼在互相对抗，秃鹰马上成群结队飞上天空。另一边厢，一只母秃鹰温柔地将它的子女推到200米高的山崖，开始飞行训练。金刚鹦鹉深入亚马逊寻找药用粘土，而一班神秘的森林动物，包括蜘蛛、猴子、貘都纷纷加入它们。在秘鲁，秃鹰趁海狮打斗时拍翼逃走，飞往北面等待其他伤者。在巴拿马运河，鸟群聚集。在哥斯达黎加，黑鹫降落在生蛋中的乌龟身上，更在空中表演抛蛋的绝技。第5集Asia and Australia第五集节目带领观众欣赏亚洲的候鸟。第一站来到印度，蓑羽鹤飞往印度期间遇上一名具威胁性的喜马拉雅山人；鹅选择了走捷径，在万里高空全速前进飞往目的地。在拉贾斯坦邦，秃鹫观察着老虎猎食，希望能从中取利；鸽子则看准了一间布满老鼠的庙宇求果腹，又带领我们到地球上最多骆驼聚居的地方，更会展示在焦特布尔堡城堡附近躲避秃鹰的本领。9,000只鹤竟然能在沙漠市中心一圈圈带刺的铁线上栖息过冬。彩虹鹦鹉在澳洲悉尼的黄金海岸自由飞翔。在内陆地区，成千上万的白色鹦鹉在空中盘旋，虎皮鹦鹉成群结队飞过乌鲁鲁（艾尔斯岩），实在是前所未见的壮观场面。在中国，不少燕子和雨燕都会飞到北京的长城及紫禁城过冬。在日本，当地人喂饲他们最敬重的丹顶鹤，谁不知引来一班饥饿的红狐狸、白尾鹰和虎头鹰；它们竟然在和谐气氛中各自觅食，而优美的丹顶鹤徐徐在雪中翩翩起舞。第6集Flying High最后一集《万里傲翔》揭示摄制队如何采用先进的摄影器材，把候鸟飞行万里的迁徙过程、飞行动态与生活动静，钜细无遗地呈现于观众眼前。为了捕捉某些珍贵而独特的飞行镜头，摄制队扭尽六壬，千方百计化身成各种飞鸟，与鸟群们一起飞翔。在肯亚上空，摄制队仿照秃鹫的外形，造了一只滑翔机，与它们拍翼齐飞，务求近距离拍摄它们的飞行美态。在非洲，摄制队操控一架无人驾驶飞机，小心翼翼地停靠在小红鹳旁边，一同飞翔；摄影师又驯化了一只秃鹫，将轻型摄录机放在它身上，全程直击及拍下了它飞越非洲灌木林的整个旅程，还拍得一些与它擦身而过的罕有野外动物。部分候鸟习惯了摄制队的存在，竟跟随拍摄队伍的轻型飞机，于爱丁堡和伦敦上空飞行。当鹳鸟飞抵伊斯坦堡时，轻型飞机和直升机早已准备就绪，在地上摆放了摄影器材，为要捕捉它们到埗一刻的英姿。但制队的拍摄方法也不是每次凑效，一直跟随摄制队飞行的雪雁，来到美国纽约市时，被其他鸟群所吸引，飞离大队，摄制人员虽然在雪雁身上安装了追踪器，却因雪雁迷路而失效。",
    "chinese_title": "鸟瞰地球",
    "douban_rating": "9.3/10 from 2642 users",
    "foreign_title": "Earthflight",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "9.3",
    "update_at": "2025-02-18T15:42:21"
}