{
    "aka": [
        "The Other Side"
    ],
    "sid": "10428372",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2459588177.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt1943756",
    "director": [
        {
            "url": "/celebrity/1297249/",
            "name": "K.S. Sethumadhavan K.S. Sethumadhavan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1943756/",
    "imdb_votes": 47,
    "this_title": [
        "Marupakkam"
    ],
    "douban_link": "https://movie.douban.com/subject/10428372/",
    "imdb_rating": "7.0/10 from 47 users",
    "trans_title": [
        "The Other Side"
    ],
    "douban_votes": "0",
    "introduction": "Marupakkam (The Other Side) (1990) is an award-winning drama  feature film directed by K.S. Sethu Madhavan. The film is in Tamil with English subtitles. It stars Sivakumar, Jayabharathi, and Radha. The film's music is composed by L. Vaidyanathan. It won 3 National Film Awards in 1991, including the Golden Lotus Award for Best Film. The film was featured at the International Film Festival of India in 2003 as part of a retrospective tribute to its director K.S. Sethu Madhavan.The film is inspired by a novel \"Uchi Veyyil\" written by Indra Parthasarathy. The film revolves around Ambi, a young man in his early thirties. Ambi arrives in Kumbakonam from Delhi to see his ailing father, Vembu Iyer (Sivakumar). His father, an orthodox religious scholar, revered for his knowledge in vedic studies, is now ill, having only his memories to accompany him. The state of his father is a shock to Ambi. The two fell out over Ambi's love and subsequent marriage to a Christian girl Sweetie in Delhi. Barely able to recognize his son now, Vembu Iyer ponders in total silence, as Janaki (Jayabharathi), Ambi's mother, shares with her son what has happened since he left for Delhi. Over time, he overhears his father mutter the name of Ambi's stepmother Avayam (Radha). Before his marriage to Janaki, Vembu Iyer intensely loved Avayam, much to the anger and disapproval of Vembu's own mother, who hated her daughter-in-law as she loved to dance. Eventually, Avayam and Vembu separated because of the pressure. Beginning to understand that guilt might be a reason why his father has retreated into silence over his own marriage, Ambi suggests bringing his stepmother Avayam to the house. Janaki, a traditional, submissive woman by nature is upset by the proposition, becoming frustrated at the prospect of sharing her husband with another woman. Eventually, Ambi's friend Murthy helps to reach a solution.",
    "chinese_title": "Marupakkam",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T01:56:20"
}