{
    "aka": [],
    "sid": "10430301",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601020175.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1437082/",
            "name": "石梅 Mei Shi",
            "@type": "Person"
        }
    ],
    "duration": "38分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "大战海南岛"
    ],
    "douban_link": "https://movie.douban.com/subject/10430301/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《大战海南岛》是一部有声黑白纪录片，片长25分钟。该片由中央新闻纪录电影制片厂摄制，于1950年出品。该片的大部分内容都是随军电影工作者拍摄的，也有一些镜头是为了情节需要在后来补拍的。据了解，该影片是目前已知的记录琼崖纵队历史的最早影片。影片的片头显示，该部电影共有8名摄影。当年的随军电影工作者冒着战火，为我们留下了许多珍贵的纪实镜头。该片包括有琼崖纵队23年红旗不倒的战斗历程的介绍，中国人民解放军解放海南岛渡海作战纪实场景，海南军民配合解放大军渡海作战情景，以及海南各族人民迎接解放大军的欢庆场面等。真实反映孤岛奋战的艰辛“人民解放军既然在大陆上歼灭了750万蒋匪，也就一定会肃清孤岛上的匪徒们。”影片一开始便引出解放海南岛的主题。接下来介绍琼崖纵队为海南岛解放而打下的坚实基础。一组海南的风物镜头后，影片切入主题“这就是海南岛，岛上的人民有英勇斗争的历史。”随后镜头转到抗日战争时期，震天的炮火声中，日寇疯狂地糟蹋着海南岛上的土地，到处都是轰炸、烧杀，人们四处奔跑。冯白驹领导的琼崖抗日独立总队英勇斗争，粉碎了日伪军的“蚕食”、“扫荡”，巩固和扩大了抗日根据地，夺取了抗日战争的最后胜利。影片几次出现琼崖革命卓越领导人冯白驹的镜头，包括开会、部署战斗、指挥作战等场景。影片用了大段镜头表现了琼崖纵队战士的艰苦。23年只发过一套新衣服，缝了再缝，补了再补；没有饭吃，拿山上野菜充饥，野菜养活了革命战士，大家叫它“革命菜”；没有房子住，树枝树叶搭成了帐篷，睡的是野草地，盖的是芭蕉叶。海上激战场景动人心魄渡海作战是整部影片的高潮部分。主要场景包括渡海战士研究船只以熟悉海上作战；前线司令部召开军事会议部署严密的作战计划；野战军先头部队登陆，和琼崖纵队会师；渡海大军发起大规模渡海强攻；解放大军乘胜追击解放全岛等。影片真实地记录了动人心魄的海上激战场景，野战军的木船和敌人的飞机、军舰作战，争取抢渡登陆的第一船，最终摧毁了敌人所谓的“立体防线”，红旗在炮火中登陆。影片反映出了琼崖纵队战士和渡海野战军两支兄弟部队的情谊。“大陆上带来的饼干，你们尝尝吧，大陆上的同志都惦记你们，敬佩你们在困难中坚持了23年”“同志们喝口水吧，感谢你们英勇的渡过大海，海南岛就要全部解放了。”两支部队会面时的场面感动人心。影片还记录了海南群众欢迎渡海战士的动人场面。解放大军进入少数民族地区时，黎族苗族同胞带着各色各样的水果来欢迎，还表演歌舞慰问部队战士。革命传统教育的形象教材该电影在我省部分专家和老战士中间放映后，得到了很高的评价。琼崖纵队老战士符树森看了影片后说，自己作为亲历者和过来人，看到影片后感到非常亲切。他说，影片真实地反映了当年琼崖纵队战士孤岛奋战的艰苦卓绝，很具感染力。他说：“里面有很多的历史镜头，以前连相应的照片资料都没见过。”省委党史研究室副主任符和积说，《大战海南岛》填补了我省琼崖纵队影像资料的空白，是一部较为完整、形象的历史教材，因而显得非常宝贵。他认为，影片在今后布置展览馆、丰富纪念场所内容以及对青少年开展革命传统教育等方面，都可以发挥重要作用。",
    "chinese_title": "大战海南岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-17T10:49:17"
}