{
    "aka": [],
    "sid": "10437872",
    "cast": [
        {
            "url": "/celebrity/1014955/",
            "name": "郑惠玉 Zoe Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347980/",
            "name": "曹国辉 Terence Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319483/",
            "name": "谢韵仪 Michelle Chia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275715/",
            "name": "朱咪咪 Mimi Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274409/",
            "name": "白梓轩 Thomas Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390481/",
            "name": "雅慧 Ya Hui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518968659.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1405179/",
            "name": "陈秀群 Siew Khoon Chen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12440698",
    "director": [],
    "duration": "",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12440698/",
    "this_title": [
        "双星报喜"
    ],
    "douban_link": "https://movie.douban.com/subject/10437872/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "永佳肉干店是一间百年老字号的肉干店。店主金文涛对做生意没太大兴趣。妻子淑娇才是肉干店的真正掌舵人。肉干利润高，林林总总的肉干店相继冒起。竞争虽然激烈，文涛坚持价廉物美，薄利多销。一家子纯朴地守着一间老店屋，过着朝九晚五的简单生活。性格纯良的大儿子金俊杰乐观随和，毕业于理工学院的他原本有一份不错的工作，但不忍母亲过度辛劳，自愿留在店里帮忙打理生意。大媳妇美凤勤奋低调，毫不计较地也在店里默默耕耘老二金俊扬和妻子依莎贝拉是充满了理想的\"富二代\"。俊扬三番四次劝父亲走向现代化，将品牌打进国际市场，可惜文涛无心做大生意，令俊扬夫妻空有冲劲，却无用武之地。淑娇爱子心切，主动资助俊扬拓展生意。俊扬和老婆自立门户,开了新永佳肉干店，把目标订在年轻人和旅客的市场，还搞起了网上订购生意。生意日渐庞大，俊扬夫妻嫌生产过程繁琐，虽然设立了生产线，却精明地把中央厨房交给美凤和俊杰打理，并利用爸爸的员工为新永佳出货。文涛的店因此落得由两老打理。朝九晚五的生活也被打乱。可怜的大哥大嫂天天都得忙到三更半夜。文涛和淑娇虽然生活无忧，儿女至孝，两老唯一的遗憾就是家里的\"母鸡不生蛋\"。淑娇对两个媳妇极为偏心，口口声声二媳妇有理想，有本事，暂不生育情有可原。可美凤只在家里帮头帮尾，却不为金家传宗接代实在说不过去。美凤对俊杰常给母亲碎碎念感到内疚，尽管白天在店里忙进忙出，回到家还是包办了全家的饮食和家务。俊杰对老婆的任劳任怨感到心疼，美凤明言自己肚子不争气，只好以劳力来补偿。美凤热切想给金家添丁，所有生子秘方她都愿意尝试，就连传言中有求必应的如愿井她也常常不厌其烦去许愿。某日，美凤梦见天上的小财神和小帅神闯祸，被送子婆和如愿公贬到了人间。美凤醒来将梦境告诉俊杰，却被俊杰讪笑。谁料，美凤后来竟然被落到人间的小帅神附了身。而小财神却阴差阳错附到了房客罗密欧的身上。罗密欧是个新美混血儿，在美国出生的他因为热爱中华文化，只身到新加坡创业，并回归成为新加坡公民。罗密欧知道文涛文化修养高，不但向金家租房子，还常常向文涛讨教。文涛感叹新一代对华族文化渐渐放弃，欣慰这半个老外竟然懂得欣赏和珍惜传统，忍不住想为小女儿佩玲拉线。佩玲思想洋派，一心想嫁给外国人的她，常常出外找机会，也不时嘲笑罗密欧老土。罗密欧觉佩玲是一个\"假华人\"，虽然有华人的外表，却没有东方的思想和认知。罗密欧把佩玲当怪物看待，后来发现是佩玲从小接受的教育使她失去了根，在帮助佩玲的过程中，罗密欧对她有了特别的感觉。顽皮的帅神上身后，美凤性情霎时大变，家务不做，肉干不烤，还对俊扬夫妻斤斤计较，搞得家里一片混乱。为拓展生意，依莎贝拉利用美凤拉拢海外投资商，美凤竟然从中作梗，不但闹得妯娌不和，还使依莎贝拉和俊扬的感情亮起了红灯。淑娇觉美凤是因为眼红依莎贝拉的成就，故意陷害老二，婆媳因此发生口角。美凤不服淑娇偏心，借机会把积压多年的怨气发出，婆媳当众翻脸，美凤更是一气离家。依莎贝拉不甘美凤咄咄相逼，找美凤兴师问罪，争执间两人发生意外，美凤生命危急，小帅神虽从死神手中救回美凤，自己却面临烟消云散的厄运。小财神找到奄奄一息的小师神，情急下向如愿公和送子婆求救。两神见兄弟互争受刑，终被感动，准许两人再回天庭。美凤走后，淑娇更加忙碌。新年快到，淑娇不得不接手年年都由美凤掌厨的团圆饭。向来对家事不闻不问的佩玲和依莎贝拉被迫帮忙，叫苦连天。依莎贝拉表面上不推辞，后来却趁机出国谈生意，躲避辛劳。佩玲也找借口把工作丢下。苏醒后的美凤不忍见淑娇疲于奔命，最终还是亲自出马。金家经过劫难，淑娇更明白美凤的辛苦，对大媳妇再也不会诸多挑剔。众人更领悟到家和万事兴的珍贵，佩玲也开始对家庭有了责任。依莎贝拉和俊扬良心发现，决定将生意上的利益分给家人。天庭里，两小仙因为思念金家郁郁寡欢，两个老神仙感叹孩子长大留不住，如愿公觉得是时候让两小仙投胎。岂料送子婆阴错阳差竟连小喜神也一并送往金家......团圆饭，依莎贝拉及时赶回和一家团聚，席间两媳妇同时害喜......。这一回，财神真的来到了大门口，金家从此人旺，财旺，福气旺。一年顺畅喜洋洋！",
    "chinese_title": "双星报喜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T23:28:34"
}