{
    "aka": [
        "Rescue 995"
    ],
    "sid": "10437827",
    "cast": [
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011379/",
            "name": "欧萱 Jeanette Aw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314491/",
            "name": "林湘萍 Yvonne Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042126/",
            "name": "方展发 Pierre Png",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437247/",
            "name": "林赞银 Adeline Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429824/",
            "name": "池素宝 Vincent Tee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416512/",
            "name": "洪子惠 Silver Ang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379869/",
            "name": "朱秀凤 Siew Feng Choo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341801/",
            "name": "方伟杰 Ian Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348949/",
            "name": "陈国华 Bryan Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556803856.jpg",
    "region": [
        "新加坡 Singapore"
    ],
    "writer": [],
    "imdb_id": "tt6201804",
    "director": [],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-02-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6201804/",
    "this_title": [
        "995"
    ],
    "douban_link": "https://movie.douban.com/subject/10437827/",
    "trans_title": [
        "九九五",
        "Rescue 995"
    ],
    "douban_votes": "0",
    "introduction": "有人说，救护员的工作最累、最辛苦，不是接意外伤患，就是接垂危病患。他们没有豪言，没有壮志，默默的工作着，每天都奔跑在生命的第一线，让更多的危重病人重新闪耀生命的灵光。施浩然（欧萱）在路途中和许文倩（林湘萍）勇救了盲肠炎的孕妇和头部受伤的少年，一问才知两人都是第一天到救护队报到。浩然的父亲施新国（朱厚任）是心脏专科医生，一心想女儿去念医科，浩然却选择当救护员，和父亲起了冲突。当中医师的母亲钟灵凤（洪慧芳）成了夹心人，苦不堪言。对浩然而言最大的快乐不是记功、表扬，而是看到别人在自己手中\"复活\"的喜悦。从小耳濡目染，中西医药知识皆丰富的她，常常在救人的过程中，不经意的做出'超出'救护员职责的任务。文倩因祖母极度重男轻女，一次无辜被打，负气跑出去。后来母亲出来找她时，不幸被车子撞倒，在救护车上她目睹救人过程，救护员一丝不苟，不言放弃的精神历历在目。让她长大后决心要当个医务人员。父亲在母亲死后再娶，祖母和弟弟都怪罪于她。面对指责和刁难，始终都没有改变文倩爱护他们的心意。文倩在救护中认识了浩然的哥哥 -- -- 急诊室医生施泽明（方展发），泽明对这个外表柔顺，其实坚韧无比的女救护员留下好印象。黄一迅（郑斌辉）加入救护员工作不是因为觉得工作伟大，只是当做一份职业。看尽人间生离死别的他，不免感慨久病无孝子所以他常常觉得救人是在做功德，多做善事，冥冥之中自有福报，奇妙的是他救的人多，中奖的次数就跟着多，虽未中大奖却是难以言喻的巧合。一迅中奖后就请大家吃好料，浩然对他这种态度更加无法苟同，后来发现一迅对老人家关怀有加，才逐渐产生好感。彭友骅是摩多车救护队资深救护员，提供比救护车更迅速抵达现场展开急救的服务。友骅和女救护员美莹相恋结婚，婚后育有一子，幸福家庭。当年友骅、美莹和护士长洁仪（黄慧）曾是同学，洁仪暗恋友骅，友骅却选择了美莹。洁仪后来一直没有嫁人，所以她常有意无意的说自己是拜友骅所赐。有一天美莹在快速公路上进行急救，不慎被车子撞伤，连见家人最后一面的机会都没有就离开人世。友骅痛不欲生，觉上天对自己不公平，心灰意冷下本想离开救护队。泽明和文倩有进一步发展的空间，但泽明不满文倩对家人永无止境的付出，更看不惯她父亲的无赖、祖母的蛮横和弟弟的贪婪，认为文倩已经为家人做足一百分，文倩却认为亲情不能够用分数来衡量，和泽明起了争执，让她倍感压力，不知道要不要放弃这段刚萌芽的感情。文倩的父亲被验出患上乳癌，羞于就医，导致病情恶化。与此同时弟弟为了得到祖母的钱财，不肖的暗地里给祖母打水银毒针，祖母却因此陷入昏迷，弟弟警方被逮捕，一连串的打击令文倩心力交瘁。心直口快的一迅遭到病患家属的投诉。一迅后来查到主使他们发起诉讼的人的竟然是和自己有遗产纠纷的亲叔叔，让一迅对人性感到彻底的失望。而浩然在救护的过程中，因无法救到人、家属的无理指责、人性上的丑恶，也让她感到泄气。两人因此互相扶持和鼓励，爱苗也逐渐滋长。新国不满泽明为了文倩放弃出国深造的机会，泽明为了证明自己的能力，坚持为病人动了一个错误的手术，导致停职被医务处调查，父子关系恶化。积劳成疾的灵风终于倒下，浩然及时抢救，才保住了性命。在救人的过程中，揭发了浩然在国外当义工时曾发生过车祸，几个义工友人惨死，她侥幸逃过一劫，但手指受了伤，浩然自知当不成优秀的外科医生，因不忍父母为自己担心，隐瞒了真相。新国体会到自己的要求造成孩子的压力，他决定不再左右孩子们的决定，学习放下，最重要的是一家人能够开心的在一起。快速公路发生了一起连环车祸，伤者无数。几辆救护车赶到现场救人。浩然喜见文倩放下悲伤，投入工作，两人义无反顾，全力的抢救伤者；一迅发现叔叔婶婶在车祸中双双受伤；友骅面对撞死美莹逃跑的肇祸者，既是伤者也是自己最痛恨的人，他们究竟救或不救？救护员也是人，也有人性，也有他们的喜怒哀乐，心情起伏，但在病患需要他们的时候，他们都必须收藏起个人的情绪，因为在他们的心目中，救活病患最快乐！",
    "chinese_title": "九九五",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "995",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T03:52:29"
}