{
    "aka": [
        "Parle avec les dauphins"
    ],
    "sid": "10439556",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910316777.jpg",
    "region": [
        "以色列 Israel"
    ],
    "writer": [],
    "imdb_id": "tt1929235",
    "director": [
        {
            "url": "/celebrity/1544304/",
            "name": "达尼·门金 Dani Menkin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "希伯來語"
    ],
    "playdate": [
        "2012-04-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1929235/",
    "imdb_votes": 175,
    "this_title": [
        "Dolphin Boy"
    ],
    "douban_link": "https://movie.douban.com/subject/10439556/",
    "imdb_rating": "7.1/10 from 175 users",
    "trans_title": [
        "海豚男孩",
        "Parle avec les dauphins"
    ],
    "douban_votes": "0",
    "introduction": "Morad lived in an Arab village in the north of Israel. He was socially popular, loved by his family, an athlete and a good student. One night, in the fall of 2006, he is beaten cruelly by his classmates, who mistakenly accuse him of having an affair with their engaged cousin. Morad is taken to the hospital by his father, Asad. Physically he recovers from his wounds within days; however, he does not speak or respond to anything for weeks. Rather than hospitalizing him in a mental institution, Psychiatrist Dr. Ilan Kutz, sends Morad to a treatment with Dolphins in the Eilat. Morad's father takes him to the Red Sea vowing to himself to come back to the village, only when his son is healthy. Surrounded by endless desert, red mountains and deep blue sea, Eilat is an escape town for Morad. He begins to undergo a therapy and develops an exceptional relationship with the Dolphins. He becomes an excellent free diver and is able to dive down to 30 meters. Morad starts speaking again after three months of silence; however, the \"reborn\" Morad detaches himself from his past and refuses to return to his village, instead he develops a relationship with an Jewish girl. This documentary tells the story of the devastating havoc that human violence can wreak upon the human soul, and about the healing powers of nature and of love.",
    "chinese_title": "海豚男孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dolphin Boy",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T18:15:13"
}