{
    "aka": [
        "老人与生活"
    ],
    "sid": "10432959",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1284382/",
            "name": "Jorge Gaggero Jorge Gaggero",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "Montenegro"
    ],
    "douban_link": "https://movie.douban.com/subject/10432959/",
    "trans_title": [
        "老人与生活"
    ],
    "douban_votes": "0",
    "introduction": "Together with his dogs, 71-year-old Montenegro lives in a big tent on a quiet island in a river delta. He makes fishing nets, which earns him the money to get tobacco and alcohol - the only luxuries he allows himself. On the other side of the island lives César, who keeps bees and herds pigs in the service of a farmer from the civilized world. César has a boat they use to go fishing. In return, Montenegro cooks for César. Based on mutual dependence, their friendship looks to be a lasting one. But as time goes by, something like envy starts to brew, and a conflict starts between the two men. Eventually it will place their friendship in a new light. Jorge Gaggero patiently follows his two protagonists as they go about their daily activities: mending the nets, feeding the pigs, chopping wood, frying fish, and smoking a pipe. Appearing throughout the film, the ever-alert dogs transcend their role as extras by announcing plot twists. Close-ups of the men's weather-beaten faces and tanned skin add to the scenes of outdoor life.",
    "chinese_title": "Montenegro",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-15T00:14:18"
}