{
    "aka": [],
    "sid": "10439853",
    "cast": [
        {
            "url": "/celebrity/1425715/",
            "name": "曼普丽特· 班布拉 Manpreet Bambra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317528/",
            "name": "阿曼达·阿宾顿 Amanda Abbington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346447/",
            "name": "爱丽丝·塞克斯 Alice Sykes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384158/",
            "name": "约瑟夫·奎恩 Joseph Quinn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1290946/",
            "name": "托尼·马钱特 Tony Marchant",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2061383",
    "director": [
        {
            "url": "/celebrity/1293658/",
            "name": "斯图尔特·奥玛 Stuart Orme",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-12-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2061383/",
    "imdb_votes": 39,
    "this_title": [
        "Postcode"
    ],
    "douban_link": "https://movie.douban.com/subject/10439853/",
    "imdb_rating": "7.2/10 from 39 users",
    "trans_title": [
        "邮政编码"
    ],
    "douban_votes": "0",
    "introduction": "CBBC’s new drama, Postcode, written by the BAFTA-winning screenwriter Tony Marchant, follows a group of young people with diverse backgrounds who share a postcode – but very little else.In the first episode of the three-part drama, viewers meet Jamal, a Somali refugee from the local estate, and Zac, who lives in a posh house just around the corner.When their paths cross by accident at the local Mini Mart, the pair awkwardly try to start a friendship. But pressure from Jamal’s pals to join their gang, and Zac’s friends to stay within the privileged bounds of their end of the ‘postcode’ make it hard to break down the barriers.Can their friendship survive when Zac catches Jamal looking round his house and is forced to call the police?In episode two, after Jamal’s arrest, he has to make it up with Zac at an official hearing. But both boys find it a humiliating experience and turn away from the possibility of friendship. Jamal joins his local gang and worries whether he and his family will even be allowed to stay in the UK.Meanwhile, Zac is worried for the future of his own family when their house is put up for sale and his dad walks out after another argument with his mum. He wants to try again with Jamal, but can’t see how. Then Sheela comes up with a plan to see if she can help bridge the gap between them.Sheela’s brother, Malik, has become jealous of her friendship with Jamal – and when Jamal refuses to work for the gang any longer, Malik takes the opportunity to teach him a lesson.In the concluding part of Postcode, Jamal’s application for refugee status is rejected and Sheela and Zac start a campaign which they hope will sway the decision of the appeal judge.There is resistance from all parts of the postcode, but when their campaign draws a serious attack on the Mini Mart from some racist thugs, the community rallies to help Jamal and his family fight to stay in the UK.It’s not looking good for Jamal’s case, until he comes upon some evidence that might make a difference. Can Zac persuade him to use it?Postcode stars new talent Roger Nsengiyumva, Manpreet Bambra, Robert Eades and Sebastian Nanena and features Yusra Warsama (Stolen), Amanda Abbington (Case Histories) and Shaun Dooley (South Riding, Five Days).",
    "chinese_title": "邮政编码",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Postcode",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-26T01:21:44"
}