{
    "aka": [
        "Space Dive The Red Bull Stratos Story",
        "太空跳伞：牛人背后的故事",
        "太空蹦极"
    ],
    "sid": "10430875",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1844604800.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2002794",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-11-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2002794/",
    "imdb_votes": 362,
    "this_title": [
        "Space Dive"
    ],
    "douban_link": "https://movie.douban.com/subject/10430875/",
    "imdb_rating": "7.3/10 from 362 users",
    "trans_title": [
        "太空跳跃",
        "Space Dive The Red Bull Stratos Story",
        "太空跳伞：牛人背后的故事",
        "太空蹦极"
    ],
    "douban_votes": "699",
    "introduction": "简介：Felix Baumgartner在一个航空专家团队的支持下，准备挑战Red Bull Stratos计划。他将乘热气球抵达距离地面36,000米的平流层，然后纵身跳下，从而写下一个新的自由降落纪录。Felix Baumgartner希望成为第一个在没有飞行器保护下超音速飞行的人，同时为医学和科学研究提供全新的数据。该计画在德克萨斯州进行压力室测试之后，终于将在新墨西哥州的罗斯威尔进入最关键的阶段。“Red Bull Stratos” 团队期望可以打破保持超过50年的四项世界纪录：载人气球的最高飞行高度(36,000米)、最高的跳伞高度、以自由降落方式突破音障以及最长时间的自由降落(大约5分30秒)。Felix 乘着Stratus航天舱前后大约花费了将近两个小时的时间到达127000英尺的太空， 太空舱的舱门打开着以均衡舱内外气压，他推着他的椅子向前，走出舱门，大口呼吸，终于纵身投向美丽的地球！在飞行中，地面控制中心曾经考虑过取消此次超音速太空跳跃任务，因为头盔有发热问题。幸运的是，到最后，这些问题都没有成为问题。此次超音速太空跳伞历时4分22秒，最后降落在美国新墨西哥州的指定地点，下降速度在短短40秒内从0飙升至1120公里每小时，超过了音速。在距离降落地点还有1500米时，Felix Baumgartner打开降落伞，最终成功地返回地面。Felix Baumgartner说，最让我感到兴奋的时刻是跳跃前的30秒，站在世界的顶端看着整个地球。我希望人们也能看到我所看到的景象，真的是太美了！曾经有一小段时间，我真的觉得我遇到麻烦了，但是我不得不决定一路下落，最终事态变得稳定下来。当时旋转的力量太强大，很难摆脱它的控制......最后那种旋转的力量终于被我控制，而且使得速度超过了音速......（文：wkeeQ~24091199）补充知识：菲利克斯·鲍姆加特纳，奥地利人，出生于1969年，极限运动员。曾是美军跳伞表演队员，多年从事飞机和摩天楼上跳伞表演，达2500次。他背后捆绑碳纤维翅膀以滑翔方式飞越英吉利海峡，成为飞越英吉利海峡第一人；他并表演过各种令人惊骇的低空跳伞。北京时间2012年10月15日凌晨2点10分左右，鲍姆加特纳从距地面高度约3.9万米的氦气球携带的太空舱上跳下，并成功着陆。职业生涯：1997年，鲍姆加特纳在美国西维吉尼亚州所举行的世界定点跳伞大赛中获得冠军，开始其个人的职业跳伞生涯。1985年，开始接触高空跳伞。1988年，开始与功能饮料生产商“红牛”合作表演高空跳伞。1990年，开始进行“定点跳伞”。1999年，费利克斯从马来西亚吉隆坡双子星塔上跳落，创造了一项世界纪录。1999年12月7日，鲍姆加特纳借助绳索攀爬上巴西里约热内卢38米高的基督像右臂，携带降落伞成功跳下。2003年，费利克斯创造另一个“第一”。他从一架飞机上跳出，借助碳纤维所制“翅膀”以自由落体方式滑翔飞越英吉利海峡。2006年，成功自拉丁美洲最高的建筑物、墨西哥墨西哥城的梅厄塔大楼（Torre Mayor，225米）上定点跳伞成功。同年，成功自斯堪地那维亚半岛上最高的建筑物、位于瑞典马尔默（Malmo）的HSB旋转大楼（HSB Turning Torso，191米）上定点跳伞成功。2007年，他从当时世界最高楼中国台北市101大楼楼顶一跃而下，经过一段自由落体后成功打开降落伞安全降落，完成世界最高楼跳伞任务。英文资料：Space Dive tells the behind-the-scenes story of Felix Baumgartner's historic, record-breaking freefall from the edge of space to Earth.The world watched with bated breath when Felix became the first person to freefall through the sound barrier on 15 October 2012, after jumping from 128,100ft (24 miles) from the edge of space.Space Dive features footage, which until now has been kept closely under wraps, from cameras attached to Felix, as he broke through the sound barrier. The documentary follows Felix as he underwent years of training under the watchful eye of 82-year-old colonel Joe Kittinger, the man who set the original record when he fell 19 miles to Earth (102,000 feet) 50 years ago, since which two men died in similar attempts.During Felix's intense physical training, the cameras capture the basejumper as he struggles to overcome a severe claustrophic reaction to the movement-restricting pressure suit, and how the mission came close to aborting in the final stages of the ascent, and saw just how close Felix came to spinning and tumbling to unconsciousness during the jump.",
    "chinese_title": "太空跳跃",
    "douban_rating": "8.3/10 from 699 users",
    "foreign_title": "Space Dive",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.3",
    "update_at": "2025-02-23T07:07:05"
}