{
    "aka": [
        "屌漫",
        "猥琐传说",
        "超屌火柴人"
    ],
    "sid": "10441176",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧",
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519043529.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1901983",
    "director": [],
    "duration": "2分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1901983/",
    "imdb_votes": 700,
    "this_title": [
        "Dick Figures Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/10441176/",
    "imdb_rating": "7.7/10 from 700 users",
    "trans_title": [
        "猥琐传说 第一季",
        "屌漫",
        "猥琐传说",
        "超屌火柴人"
    ],
    "douban_votes": "419",
    "introduction": "Red and Blue are friends. Kind of. They're also enemies. Definitely. They're just like me and you: they surf the internet, they play videogames, they fight mega-huge-fire-breathing-dragon-turtles with samurai swords. Pretty typical stuff. Without jobs or much prospect for sexual salvation the two often become tagled in bizzare shenanigans as they battle the burning question of their time: what the hell are we going to do today?Who are Red and Blue?But, who are Red and Blue? Red is a (of course) red Stick Figure with a red backwards cap. He is nothing more then (a cool) asshole that likes three things, beer, blood and even more beer. He has a girlfriend, Stacy, that litterary does not have a brain. One thing he likes to do is to simply annoy the hell out of Blue, his best friend and worst enemy. Blue however, is a more cool (not cool as that awesome-cool, but more chill) guy then Red. Blue is not a drinking guy as Red and he does keep away from the stupid and dangerous ones. And of course, he is blue. He does also have a girlfriend, Pink, she is (way) more intelligent then Stacy and Red combined.What more should I know about the series?As Red and Blue go on their (mis)adventures they make new friends (not really), some are just like you, and some are like that one guy you saw that one time in town. Anyways, the first friend of Red and Blue (ok the first friend, just Blue) is Pink. She met Red and Blue in Maulmart while they were on a mission to get the LOWEST! HIGHEST selling game of all time, Flame War. She fell in love with Blue while he \"saved\" her. Actually he threw a grenade at her and then he jumped at her and thus \"saved her\". They did have a date but it was ruined by Red and his girlfriend, Stacy. She is pink and hates dicks, Red and everyone else. Anyways, their next friend is the Raccoon. He is a \"natures' a' ninja\", he is Japanese and thus speaks with a accent. He is part friend, part enemy with Red and Blue. He likes drinking and playing poker (just like Red and Blue) and that makes him (I do not understand why) a friend of them. The very next friend is the guy everyone loves (they better do), Lord Tourettes",
    "chinese_title": "猥琐传说 第一季",
    "douban_rating": "8.1/10 from 419 users",
    "foreign_title": "Dick Figures Season 1",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.1",
    "update_at": "2025-05-06T04:34:00"
}