{
    "aka": [
        "Debtocracy"
    ],
    "sid": "10441086",
    "cast": [
        {
            "url": "/celebrity/1315633/",
            "name": "阿兰·巴迪欧 Alain Badiou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308532/",
            "name": "艾威·刘易斯 Avi Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007227/",
            "name": "费尔南多·索拉纳斯 Fernando E. Solanas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911554471.jpg",
    "region": [
        "希腊"
    ],
    "writer": [],
    "imdb_id": "tt1890383",
    "director": [],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "英语",
        "西班牙语",
        "法语",
        "德语"
    ],
    "playdate": [
        "2011-04-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1890383/",
    "imdb_votes": 795,
    "this_title": [
        "Χρεοκρατία"
    ],
    "douban_link": "https://movie.douban.com/subject/10441086/",
    "imdb_rating": "7.8/10 from 795 users",
    "trans_title": [
        "Debtocracy"
    ],
    "douban_votes": "0",
    "introduction": "For the first time in Greece, a documentary produced by the audience. “Debtocracy” seeks the causes of the debt crisis and proposes solutions sidelined by the government and the dominant media. The documentary is distributed online under creative commons licence since April 6, 2011, subtitled in six languages.Aris Chatzistefanou and Katerina Kitidi discuss with economists, journalists and intellectuals from all over the world, who describe the steps that led Greece to the current debt trap –to debtocracy. The documentary follows the course of countries like Ecuador, which created Audit Commissions, and tracks the similar process in Greece.Debtocracy features the academics David Harvey, Samir Amin, Costas Lapavitsas and Gerard Dumenil; the philosopher Alain Badiou; the head of Ecuador’s Audit Commission Hugo Arias; the president of CADTM Eric Toussaint; journalists like Avi Lewis (co-creator of the documentary “The Take”) and Jean Quatremer; as well as public figures like Manolis Glezos and Sahra Wagenknecht (from the German party Die Linke).The soundtrack was written by Yiannis Aggelakas, Ermis Georgiadis and Aris RSN, while the journalist and economist Leonidas Vatikiotis scientifically edited the whole project. BitsnBytes undertook the production of “Debtocracy”, which was edited by Aris Triantafyllou.The creators of “Debtocracy” worked pro bono. In order to avoid any kind of dependencies, they turned to syndicates and workers’ unions for funding. Mainly though, they turned to the citizens, who helped in co-producing the film. The public’s response was overwhelming and it led us to undertake a new project: the documentary Catastroika, on which you can read more here:http://www.catastroika.com.",
    "chinese_title": "Χρεοκρατία",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T20:51:59"
}