{
    "aka": [],
    "sid": "10441056",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1784523",
    "director": [
        {
            "url": "/celebrity/1304946/",
            "name": "加布里埃尔·兰格 Gabriel Range",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1784523/",
    "imdb_votes": 24,
    "this_title": [
        "Little Matador"
    ],
    "douban_link": "https://movie.douban.com/subject/10441056/",
    "imdb_rating": "7.8/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Child bullfighters in Mexico, where kids as young as eight are trained to kill bulls ten times their weight. The film follows three children who are fighting not just the bull but their own demons every time they step into the ring. Michelito is ten and already a star. The adored son of a matador, Michelito has killed over two hundred bulls. 'Picasso was born to paint, Mozart to make music - and Michelito to be a matador,' says Dad. Can Michelito fulfill his own - and his father's - dream to become the youngest matador in history? Joel is nine. Abandoned by his real dad, neglected by his mum, Joel has found a surrogate father in Matador teacher Ismael. But Ismael's own career is vulnerable: if he has to move Spain to save his reputation, what will become of Joel? Andrea is twelve. She started bullfighting when her beloved father moved to America. Andrea has disowned her dad - who has a new woman - and is defying his orders that she give up bullfighting. She vows to save her Mum from poverty by becoming a superstar in the ring. But will Andrea ever get over her terrible nerves every time she confronts a calf? Little Matador is a moving testimony to the extraordinary journey these children undertake to fulfill their dreams in the face of possible death.",
    "chinese_title": "Little Matador",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T15:11:42"
}