{
    "aka": [],
    "sid": "10441478",
    "cast": [
        {
            "url": "/celebrity/1009463/",
            "name": "汤姆·霍兰德 Tom Holland",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009463/",
            "name": "汤姆·霍兰德 Tom Holland",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2050498",
    "director": [
        {
            "url": "/celebrity/1586124/",
            "name": "杰米·缪尔 Jamie Muir",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-09-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2050498/",
    "imdb_votes": 34,
    "this_title": [
        "BBC - Dinosaurs, Myths and Monsters"
    ],
    "douban_link": "https://movie.douban.com/subject/10441478/",
    "imdb_rating": "7.0/10 from 34 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From dinosaurs to mammoths, when our ancient ancestors encountered the fossil bones of extinct prehistoric creatures, what did they think they were? Just like us, ancient peoples were fascinated by the giant bones they found in the ground.In an epic story that takes us from Ancient Greece to the American Wild West, historian Tom Holland goes on a journey of discovery to explore the fascinating ways in which our ancestors sought to explain the remains of dinosaurs and other giant prehistoric creatures, and how bones and fossils have affected human culture.In Classical Greece, petrified bones were exhibited in temples as the remains of a long lost race of colossal Heroes. Chinese tales of dragons may well have had their origins in the great fossil beds of the Gobi desert. In the Middle Ages, Christians believed that mysterious bones found in rock were the remains of giants drowned in Noah's Flood.But far from always being wrong, Tom learns that ancient explanations and myths about large fossilised bones often contained remarkable paleontological insights long before modern science explained the truth about dinosaurs. Tom encounters a medieval sculpture that is the first known reconstruction of a monster from a fossil, and learns about the Native Americans stories which contained clues that led bone hunters to some of the greatest dinosaur finds of the nineteenth century.This documentary is an alternative history of dinosaurs - the neglected story of how mythic imagination and scientific inquiry have met over millennia to give meaning to the dry bones of prehistory. Today, as our interest in dinosaurs and prehistoric creatures continues unabated, it turns out we are not so far away from the awe and curiosity of our ancient ancestors.",
    "chinese_title": "BBC - Dinosaurs, Myths and Monsters",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T15:13:34"
}