{
    "aka": [],
    "sid": "10458898",
    "cast": [
        {
            "url": "/celebrity/1316267/",
            "name": "伍允龙 Philip Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275712/",
            "name": "欧锦棠 Stephen Au",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1543397/",
            "name": "乔靖夫 Jozev Lau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1416621941.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "imdb_id": "tt5651774",
    "director": [
        {
            "url": "/celebrity/1452776/",
            "name": "倪秉郎 Ping Long Ngai",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2012-01-14(中国香港)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5651774/",
    "this_title": [
        "功夫傳奇II之再戰江湖"
    ],
    "douban_link": "https://movie.douban.com/subject/10458898/",
    "trans_title": [
        "功夫传奇2：再战江湖"
    ],
    "douban_votes": "190",
    "introduction": "功夫傳奇II 尋找北之武功夫之所以傳奇，除了神乎奇技，還有背後 源遠流傳的文化哲理。香港電台製作的紀錄 片《功夫傳奇》自2010年推出廣受歡迎，節 目帶出中國武術的文化信息，不單高收視贏 口碑，更揚威海外奪獎。新一輯《功夫傳奇 II—再戰江湖》於明晚（周六）播映，以北 方的五大武術—山西「形意拳」、蒙古「搏 克」、河北「八極拳」、山東「螳螂拳」與 福建「白鶴拳」再招武魂。文：唐嘉晞攝： 黃梓烜伍允龍打出友情伍允龍出身武術世家，父親在美國開武館， 他學習蔡李佛拳，又拜李小龍師兄黃淳樑為 師；學習不同派別的武術。「我不會將功夫視如宗教，每個派別也有可 汲取的優點；可以融會貫通成為自己的風 格。要認識一種武術最簡單直接方式就是比 試，功夫是身體語言的表達。外國流行 MMA（綜合格鬥 技），擂台上多數是巴西 柔術、泰國搏擊，卻很少中國功夫。因為中 國功夫『講』的多但少應用。實戰很重要， 想打架根本不用學功夫，學功夫就是要以比 試作實驗。這樣才能提升自己、互相改善技 巧，而不是想看敗者輸得多樣衰。」「我喜歡形意拳的發勁。今次到山西拜會了 不同支派的形意拳師父，在受訓與理論中， 有共同概念就是要以最簡單、直接將對手擊 倒。練武的人重武德，今次我遇到很多對 手，大家也是互相尊重的。」比試打爆嘴伍允龍的互相尊重包括了互相打到流血！ 「這是一場香港的比試，對手一掌推過來便 爆嘴了，幸好在口裏流血未影響工作。較量 難免有錯手，大家也有損傷。我跟師兄楊永 勣到山西拍攝，可能因我是武打演員關係， 有名當地師兄不斷指我們學的『唔得』。我 的師兄有點火，在比試中一拳打爆對方的 嘴；雙方即時叫停。練武的人就是不打不相 識，這是男人間最親密的溝通。其實該師兄 套路打得很靚，理論也講得叻，但實戰較 少，後來他跟我們傾了很多，成為好友。」李嘉2秒被擊倒李嘉在8歲時被送返內地學武，有22年資歷 的武癡，最近更開了武館。過往他在網上武 術論壇討論，演變相約公園比試，九龍公園 與油麻地公園是他的練武場地。兩年前他拍 《功夫傳奇》到武當學武，當時心境就是驗 證自己的功夫、提升實力、想打想贏。想不 到今次到山東學螳螂 拳與蒙古的搏克，是他 的武術生命轉捩點。「學螳螂拳最大得益是Power 方面，以前對 勁力是不理解的，但今次學習後是真正感覺 到。至於蒙古搏克，坦白說我是被打到一敗 塗地，專業的搏克選手2秒將我擊倒，轉跟 中學生比試被打甩牙骱。我過去學的22年武 術，似Lego玩具般被一擊推散了。」馴駱駝悟勁力「蒙古人的力量與生俱來，此行我的對手不 單武者，還有跟動物角力。我隨牧民馴野 馬、駱駝，眼看着他們被駱駝拋起似被電單 車撞到飛起後，還奮起去抓牠；換轉是我， 可能已斷骨了。」「我也有跟大伙去馴駱駝，追趕牠再按壓在 地，跟駱駝的角力更讓我反思：『以後練武 方式應否有改變？』以前學武太注重尋求招 式、技術的驗證。原來動物在搏擊時就有本 能反應。為何人練功夫要學會整勁、寸勁？ 但一隻反抗中的駱駝已讓我感受到這一切的 勁力。」第一集形意 本源形意拳是中國三大內家拳法，充滿山西人的 硬朗雄勁質樸感。據傳清初武人姬際可， 在 古剎中得到岳飛拳譜，深受感悟而化槍為 拳，講求內外合一擅用整勁，取名心意六合 拳。傳至李洛能為之一變，拳法以意為始， 以形為終，故名形意；後來再蛻變出意拳。 由於盜賊襲擊商旅， 需求所致，故山西境內 鑣局林立，起源於此的形意拳也得以傳揚天 下。伍允龍與楊永勣來回山西、河北與香港拜訪 戴氏心意拳、宋氏形意拳與香港意拳名師， 尋覓一個「逝去武林」的今昔。第二集男兒三藝自13 世紀初成吉思汗征服花刺子模後，將摔 跤、騎馬與射箭定為蒙古的男兒三藝，每年 夏季內蒙古各地均有男子競技的那達慕大 會，流傳至今。摔跤最能顯示蒙古人的力量，蒙語為搏克， 是結實的意思。要求選手以腰、腿部動作協 調，在對抗中運用力量與技巧。當代的搏 克，膝關節以上任何部位「一點着地」即為 落敗。武者李嘉、萬兆基、嚴少強到達錫林郭勒大 草原趕上那達慕中會，跟「六年不倒」的搏 克好手哈達較量，逐一體會三藝底蘊。第三集威風八極文有太極安天下，武有八極定乾坤。八極拳 源自河北滄洲一帶的武術，剛猛暴烈為特 色。八極歷代宗師均以大槍而聞名，狠辣的 拳法則殺傷力強，成為近代史上保護政要人 物的「大內武術」。傅儀、毛澤東、蔣介石 的近身侍衛皆習八極。一代宗 師劉雲樵於 1949 年隨國軍赴台後在民間推廣武術，讓 八極拳在這土壤下遍地開花。武者喬靖夫與彭罡原，到河北滄洲及台灣走 訪多名八極門人，學習拳法及大槍， 包括劉 雲樵的直系弟子，感受上一代武者風範。第四集南北螳螂北螳螂拳在象形拳法中集十八家精華，極具 實戰之能，北拳雄霸山東，及後南傳；南螳 螂則為獨立南方拳種。武者李嘉、羅浩銘與 陳志忠兵分兩路在山東及香港，走進南北螳 螂拳的世界，體驗其外在之美及內在之猛。 踏足北螳螂拳發源地山東，一探齊魯尚武文 化，又遍尋各大名門，從中領略北螳螂拳眾 多派系的異同。螳螂拳術自創拳至今300 多年，目前步入保 留傳承的轉變期。與國際接軌大趨勢下， 螳 螂拳從傳統中走入競技化，近乎體操、舞蹈 化的新派武術。第五集剛柔白鶴福建山水奇麗，其民剛烈好鬥，民間拳宗南 少林。因海通較早以至有永春白鶴拳傳播於 琉球、台、日，成空手道之源。鶴拳由簡而 繁流通於海外，空手道則由個人鍜煉修為， 進而邁向終極武者格鬥。發展至今，兩者相 去有多遠？中國武術會否反師日本？空手道 黑帶高手歐錦棠跟韓焯堅，與中國武者羅俊 豪、羅俊傑走訪福建、台灣及沖繩各地，感 悟鶴拳以至剛柔流空手道技法的脈絡，反思 中日拳藝的哲道。《功夫傳奇II—再戰江湖》播映日期：1 月14 日起（逢周六）晚上7 時 30 分翡翠台B. 明報 C08 | 娛樂 2012-01-13 標示關鍵字 標示關鍵詞並按此開始搜 索監製倪秉郎：比武激戰連場《功夫傳奇》在2010 年中於無綫首播，每 集平均收視由16 至18點，逾百萬觀眾追 捧。隨後再安排亞視及明珠台（英文版）重 播，節目在港台網站的點擊率連續3 個月最 高，成為2010 第二季電視欣賞指數第6 位的 節目，在紐約與芝加哥電視節皆奪獎，賣埠 方面遠至新加坡、大馬、韓國與美國兩個電 視台，包括國家地理頻道。監製倪秉郎、導演夏桂昌跟兩名武者伍允龍 與李嘉等原班人馬上陣拍攝《功夫傳奇 II》，他們親自為《明報》讀者介紹這特別 推薦節目，由製作人幕後經歷的故事、武者 跟各門派比試的感悟作分享。監製倪秉郎稱以首輯《功夫傳奇》的製作經 驗，在第2 輯由籌備到拍攝完成花了一年時 間，5 集各1 小時的節目，由5 名導演分別 帶着武者由北至草原大漠、南至沿岸海濱尋 找真功夫。今次加入更多埋身鬥的感官刺激 元素，故選擇武者首要條件是「打得」。節 目中他們學習各門派武術同時有實戰機會， 激戰連場。「實戰場面無疑增加感官刺激，最重要是解 答很多人的疑惑： 『功夫招式是否打得？』 故安排比武在交手中讓觀眾看到武術招式應 用。拍攝《功夫傳奇》是由武者出發，透過 他們學習帶起觀眾欣賞武術；中國功夫包含 是個人修養、鍛煉到忘我鏡界，是中國人特 性。至於武者的感悟也帶來反思。」「中國功夫是精緻的文化藝術與歷史，上一 輯大家記得介紹了武當、少林、詠春、洪拳 與太極；是較南方武術並廣傳到外國，故我 們到了英國、德國與西班牙拍攝。今次我們 蒐羅了北方有故事的武術為拍攝主題，例如 山西形意拳是3 大內家拳，除了太極，最出 名的就是形意與八卦。當年因為山西多有錢 人，山賊亦多，故需要更多保鑣，所以這功 夫得以傳揚。日本人對八極拳很有興趣，打 入普遍文化，有漫畫介紹八極拳，甚至電子 遊戲人物耍的就是八極。還有白鶴拳就是日 本空手道的原祖，倭寇到中國拿走最好的東 西再演變；這也是承傳的歷史故事。」零下30 度拍攝苦不堪言《功夫傳奇》每集製作費達70萬元，今次 《功夫傳奇II》較慳家，減少了到歐洲拍攝 的費用，並汲取經驗，以最好最快拍攝。「內地拍攝的花費有限，在山西的形意拳大 師父，更招待他們食宿不肯收錢，攝製隊也 貼近他的日常生活。」「若果有機會再拍《功夫傳奇》，我不會再 犯今次的錯誤，因為資料蒐集至8 月才完 成，拍攝在夏末秋初開始。我是南方人，覺 得秋天拍攝是好天氣，想不到北方的氣溫已 下降。李嘉剛由蒙古返港，他在零下30 度拍 攝很辛苦；攝製隊在內地的交通情况也是我 最擔心的，時有意外發生。有次夏桂昌在蒙 古致電菴，說蒙古包與另一蒙古包之間距離 車程達半小時，他們穿梭其中趕到『甩 轆』；原來他們在趕車時，在車廂看着車胎 飛脫，幸好車上眾人平安無事。」",
    "chinese_title": "功夫传奇2：再战江湖",
    "douban_rating": "8.5/10 from 190 users",
    "foreign_title": "功夫傳奇II之再戰江湖",
    "douban_rating_average": "8.5",
    "update_at": "2025-04-09T09:29:03"
}