{
    "aka": [
        "Rough"
    ],
    "sid": "10455417",
    "cast": [
        {
            "url": "/celebrity/1146065/",
            "name": "Birge Schade Birge Schade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063816/",
            "name": "凯·伊沃·保利兹 Kai Ivo Baulitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151336/",
            "name": "安娜·思迪布里克 Anna Stieblich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2269525636.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1740724",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1740724/",
    "imdb_votes": 45,
    "this_title": [
        "Die Räuberin"
    ],
    "douban_link": "https://movie.douban.com/subject/10455417/",
    "imdb_rating": "6.8/10 from 45 users",
    "trans_title": [
        "穷乡僻壤",
        "Rough"
    ],
    "douban_votes": "0",
    "introduction": "Tania is an actress, 43. Thore is 15, a misfit in a small village at the northern tip of Germany. At the beginning of winter, Tania escapes from her numb life to the village. They meet. She decides to steal him from his parents.The actress Tania travels from Munich to a village in the north of Germany. The skies are grey, just like the sea and the wintery plains. Her feelings are also covered in a grey veil of mist. Her painful past makes it impossible for this forty-something to feel anything at all.The arrival of the stranger is immediately noticed in the tight-lipped community, but she is hardly welcome. Only the teenager Thore, whose imagination is too much for this no-man’s-land, has contact with her. A fragile band develops between them - attraction, rejection and occasionally sexually charged. Thore reveals a need in Tania, one she didn’t know she had. She decides to ‘steal’ Thore to come to terms with her own loss.Rough is a directing debut filmed with great poise and with a sharp eye for this beautiful yet slightly depressing landscape and the people who inhabit it. The camera first functions as a detached observer, then as an accomplice, always very close to Tania.",
    "chinese_title": "穷乡僻壤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Räuberin",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T17:01:10"
}