{
    "aka": [
        "Mia yperaploustefsi tis omorfias tis"
    ],
    "sid": "10455410",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧",
        "爱情",
        "动画"
    ],
    "awards": "　　第22届哥谭独立电影奖(2012)\n　　不在你附近的影院放映的最好的电影 安德鲁·科尔金 / 特伦斯·南斯 / 詹姆斯·巴尔特莱特\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2274942084.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2073520",
    "director": [
        {
            "url": "/celebrity/1336173/",
            "name": "特伦斯·南斯 Terence Nance",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-01-21(圣丹斯电影节)",
        "2012-01-30(荷兰鹿特丹国际电影节)",
        "2012-09-23(希腊雅典电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2073520/",
    "imdb_votes": 826,
    "this_title": [
        "An Oversimplification of Her Beauty"
    ],
    "douban_link": "https://movie.douban.com/subject/10455410/",
    "imdb_rating": "6.3/10 from 826 users",
    "trans_title": [
        "对彼之美的过度简化",
        "Mia yperaploustefsi tis omorfias tis"
    ],
    "douban_votes": "89",
    "introduction": "Overwhelming debut about the doubts of the director Nance about his relationship with a beautiful young woman. He combines personal experiences with fiction, documentary and various animation styles. A film filled with vulnerability and humour; enthusiasm leaps at you from the screen.One evening in 2006, the young American filmmaker Terence Nance receives a phone call from the woman he had been trying to build up a relationship with for some time. She can’t come. He starts having his doubts. Why did she back out?Open-hearted, sharp and playful, Nance tries in An Oversimplification of Her Beauty to trace all the elements of his feelings about the evening back to their true origins. Fantasies, feelings and memories roll over the screen in the form of documentary footage, live action and a wide range of animation styles. And in addition there are the inevitable questions that the maker must pose: How well does he know himself? Is he not being deceived by his own feelings?For a phenomenon that everybody occasionally experiences, the starting point for An Oversimplification of Her Beauty is surprisingly seldom the subject of films. What goes on in your body as you experience emotions at a certain point? And how ‘sure’ is that moment really?",
    "chinese_title": "对彼之美的过度简化",
    "douban_rating": "6.5/10 from 89 users",
    "foreign_title": "An Oversimplification of Her Beauty",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "6.5",
    "update_at": "2025-03-05T05:49:08"
}