{
    "aka": [],
    "sid": "10453696",
    "cast": [
        {
            "url": "/celebrity/1312999/",
            "name": "于是之 Shizhi Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350599/",
            "name": "朱琳 Lin Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872207823.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1445807/",
            "name": "夏淳 Chun Xia",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1985(中国大陆)"
    ],
    "this_title": [
        "洋麻将"
    ],
    "douban_link": "https://movie.douban.com/subject/10453696/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本片是北京人民艺术剧院话剧《洋麻将》的舞台录像。北京人民艺术剧院首次将该剧搬上话剧舞台是在1985年11月。北京电视台、北京人民艺术剧院1985年12月联合摄制该剧舞台录像。在美国本德里市某养老院的一个被废弃的角落里，魏勒老头儿在独自玩着扑克牌。少顷，室内走出来一位名叫芳西雅的老太太，她看了看周围的环境，然后伫立在墙壁旁低声啜泣。老头儿一边玩着牌，一边向老太太搭讪地问道：“你是新来的吧？”“三个礼拜了。”“没什么，过一阵子就适应了。”经过短短的寒暄之后，老头儿提议他们一块儿玩“洋麻将”，未等老太太完全同意，魏勒就摆开牌桌请老太太入座，于是，他们一面玩着牌，一面聊起各自的经历。原来，芳西雅和丈夫结婚不到四年就离婚了，留下一个儿子，后来还有了两个孙子，由于不住在本地，所以难得来探亲。而魏勒老头儿也是早就和老婆离了婚，虽然有两个儿子和一个女儿，也从不来看望他。由于这同样的晚年境遇，使他们一见如故，谈的十分投缘。然而遗憾的是，在玩牌的过程中，以老手自居的魏勒却连连败北。开始，老头儿还挺高兴，对老太太又是夸奖、又是鼓励。可后来架不住只输不赢，把个老头儿输的是肝火直冒。嘴里不断骂着脏话，直到最后魏勒也未能扳回一局。这场牌局就这么悻悻而散。一星期后，当养老院其他老人们都在接待自己的亲人时，这两位无人探视的老人又在这里会面了。所不同的是，他们的心情和上次大不一样了。因为，就在这个暮气沉沉的养老院里，他们各自找到了能够谈得来的伙伴。闲聊了几句之后，两人又开始玩起牌来。和上次一样，老头儿还是牌运不佳，连战连败，气的老头儿是满口脏话，暴跳如雷，最后竟把牌桌给掀翻了，至此，这场牌局又闹了个不欢而散。事后，魏勒也觉得自己做的实在太过分，便于第二天的晚饭后殷勤的向老太太表示了歉意。当得到老太太的原谅后，老头儿又提议打牌。鉴于前两次的‘教训’，芳西雅表示坚决不再玩了。但最后，还是经不住老头儿的纠缠，在制定出“输牌不许发火”的守规下，两人又玩起牌来。结果，还是和前两次一样，魏勒输的火冒三丈，但有前诺在先，一时未便发作。直到最后一局，芳西雅又要摊牌了，她好像怕触伤了对方，用一种几乎听不见的声音说了声“赢”！没想到，这就更激怒了老头儿，几乎是发狂的吼叫道：“他妈的！你就不能大声点儿吗？”面对老头的歇斯底里大发作，芳西雅也愤怒地吼叫着“他妈的！我——赢——了——”说也有意思，这一声狂吼，倒使魏勒平静了下来，他毫无表情地说：“好啦，那咱们可以进屋了。”自打这次意外的收场后，两位老人谁也不好意思理谁了，但心里面又都想和好。后来还是魏勒托人捎话把老太太骗到这儿来，而双方谁也没有道歉的意思，甚至相互讥讽对方以往经历中的弱点。针对芳西雅高傲的自尊心，魏勒突然提出，说是芳西雅说她的儿子住在外地是扯谎，并问道：“你的孩子就住在本市，他为什么不来看望你？！你是世界上最可怜的母亲！”一句话，戳到了芳西雅的痛处，她伤心地承认，由于孩子们不孝，才被迫领取救济金在这里孤度残年。为解脱芳西雅的痛苦，魏勒提议还是打牌散心，芳西雅坚决不肯，魏勒竟把老太太按在桌旁，一定要和她见个高低。对于魏勒这种蛮横的态度，芳西雅决定以牙还牙，于是，他们又开始了最后的决战。就在关键时刻，芳西雅打出一张牌，正是魏勒所需要的，当魏勒用颤抖的手去接这张牌时，芳西雅已把牌摊在桌面上，随之说了声：“我又赢了！”被刺伤了的魏勒发狂了，他用拐杖连连抽打着牌桌，并狂吼着：“赢！赢！赢！我叫你赢！”直到无力地瘫倒在牌桌旁。过了一会儿，魏勒慢慢地挣扎起来，拖着沉重的步子，两眼直勾勾地向屋内走去。被惊呆了的芳西雅没有能叫住他，只是默默地坐在那里。周围的一切是那样的死寂，只有天边的雷声在隆隆地滚动着……",
    "chinese_title": "洋麻将",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-23T22:44:53"
}