{
    "aka": [],
    "sid": "10455685",
    "cast": [
        {
            "url": "/celebrity/1019001/",
            "name": "詹姆斯·弗兰科 James Franco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037258/",
            "name": "文斯·朱利威特 Vince Jolivette",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2172891",
    "director": [
        {
            "url": "/celebrity/1019001/",
            "name": "詹姆斯·弗兰科 James Franco",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2172891/",
    "imdb_votes": 135,
    "this_title": [
        "Francophrenia (or: Don't Kill Me, I Know Where the Baby Is)"
    ],
    "douban_link": "https://movie.douban.com/subject/10455685/",
    "imdb_rating": "4.8/10 from 135 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ian Olds and Paul Felten wrote a new script to accompany footage of Franco made while shooting the soap General Hospital. The result is an experimental psychological thriller in which Franco's ideas become increasingly paranoid, making the celebrity’s eventual fall inevitable.When James Franco announced he was to play a role in the TV series General Hospital, it caused quite a stir. Franco is known as a serious actor, so what was he doing in a soap series? There were rumours that his performance had something to do with an art project.Not such a crazy theory, as James Franco (who acted in Spider-Man, 127 Hours and Howl) has many talents. He directs, writes, studies and makes (performance) art. Francophrenia demonstrates that there is more to his role as artist/murderer Franco in General Hospital than meets the eye.The film starts innocently: we follow him during a day's shooting of the soap series. But it soon becomes clear that directors Ian Olds and Franco didn't want to make an ordinary documentary. In voice-over, we hear Franco's thoughts as these become increasingly paranoid and megalomaniacal. Francophrenia is a humorous, experimental psycho-thriller that Franco grandly and stunningly trips up. 'I'm everywhere. I'm the light of this world!'",
    "chinese_title": "Francophrenia (or: Don't Kill Me, I Know Where the Baby Is)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T16:52:25"
}