{
    "aka": [],
    "sid": "10455686",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "比利时",
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1104041/",
            "name": "鲍里斯·莱赫曼 Boris Lehman",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1104041/",
            "name": "鲍里斯·莱赫曼 Boris Lehman",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Histoire de mes cheveux"
    ],
    "douban_link": "https://movie.douban.com/subject/10455686/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Artists and filmmakers can be unusual people. Of those unusual people, Boris Lehman is very unusual indeed. He has unusual obsessions, for instance with his hair, and he also makes very obsessive films about it. Innocent and humorous obsessions. Touching too.Boris Lehman had not cut his hair for more than two decades. It turned grey and dried out and something had to be done. Lehman has the misfortune of being a filmmaker, as he put it himself, so he decided to make a film about it. It became a personal documentary in which Lehman linked the growth of his hair to the time and space he has been on the Earth. Because hair, he found out, retains microscopic particles of everything that has happened in your life. He travelled through Europe, the Ukraine and Russia, back through his own history and that of his parents, but suddenly changed course when he couldn’t find anything, when it turned out that his past had partly been rubbed out.The story of Samson and Delilah and other literary fragments accompany Lehman on his journey and reflect on the vulnerability and fleeting nature of life.Programmer Note by Gertjan Zuilhof:Boris Lehman always was a special filmmaker. A loner. An autobiographer. A self-employed craftsman. When he was still a young filmmaker (he is now over 65), he must have been less alone. Then it was still quite common to shoot a film on your own, as a reporter, on 16mm and to do the post-production yourself. Over the years, that became more and more exceptional. Other loners moved over to video. At first gradually to analogue video and then en masse to digital video. With his perseverance in filming on 16mm, Lehman is now not just special, he is unusual and rare and will soon be completely unique.He displays the same perseverance in making himself the subject of his films. This film is a good and humorous example of that. An original one too. It’s special enough for someone who has filmed himself for decades to find a new and humorous angle.",
    "chinese_title": "Histoire de mes cheveux",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-24T15:01:07"
}