{
    "aka": [],
    "sid": "10455407",
    "cast": [
        {
            "url": "/celebrity/1332002/",
            "name": "胡安·帕布罗·吉尔 Juan Pablo Gil",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897777787.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt1773566",
    "director": [],
    "duration": "73分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1773566/",
    "imdb_votes": 101,
    "this_title": [
        "Malaventura"
    ],
    "douban_link": "https://movie.douban.com/subject/10455407/",
    "imdb_rating": "6.1/10 from 101 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One day, a nameless old man in Mexico City feels that he his life will end - and with it his memories. Dignified debut by the young Lipkes, who’s already the central figure in New Mexican Cinema as a producer and festival organiser, as he follows him on his last journey.The opening scene lasts for more than nine minutes and sets the tone for Malaventura. While it slowly, very slowly gets lighter and the slightly threatening music crawls under your skin, an old man wakes up and performs his morning ritual.We follow him in a series of lengthy shots in one day, his last day, shuffling through the streets of Mexico City. There is a series of encounters, some grim and puzzling, some commonplace or absurdist. The old man roams through his past while everyday life slips by him.The final credits state that Malaventura was shot in 'Chamagoscope'. It is a joke at the expense of conservative Mexican critics who tend to write off the films of the younger generation of directors - one of whom is Lipkes - as 'chamago cinema', in other words 'grimy film'. With his stately, considered images, Lipkes however demonstrates that grimy does not need to be an insult.",
    "chinese_title": "Malaventura",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T11:15:34"
}