{
    "aka": [],
    "sid": "10455694",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2639302242.jpg",
    "region": [
        "美国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1509048/",
            "name": "艾碧该·蔡尔德 Abigail Child",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1509048/",
            "name": "艾碧该·蔡尔德 Abigail Child",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "A Shape of Error"
    ],
    "douban_link": "https://movie.douban.com/subject/10455694/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Child based this imagined home movie about the life of Mary and Percy Shelley on the real diaries of Mary and her sister Claire. Together with the factual intertitles and intimate voice-over, her film provides a visual and emotionally original picture of the author of Frankenstein.Abigail Child uses home-movie aesthetics to reconstruct a life in a time when film still had to be invented. Based on diary notes by Mary Shelley (1797-1851) and her stepsister Claire, she filmed the problems of love, pregnancies, babies who died and the written work of these women, who were very emancipated for their day. Child focuses primarily on Mary's intense love affair with Percy Shelley in the years when she was also writing her classic gothic novel, Frankenstein (1818).The form of A Shape of Error is playful and adventurous, with split screen shots filled with doublings and mirrors, chronological facts in inter-titles and Mary’s poetic voiceover. For Child, the authenticity of the home video is a way to create intimacy. At the same time, her film is a self-reflective investigation of this authenticity, as she previously did in The Future Is Behind You. A Shape of Error is the first part of a trilogy about women and ideology, in which Shelley's biography tackles Romanticism.",
    "chinese_title": "A Shape of Error",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-14T07:07:10"
}