{
    "aka": [
        "冤家搭档  第二季"
    ],
    "sid": "10454514",
    "cast": [
        {
            "url": "/celebrity/1044946/",
            "name": "托比·斯蒂芬斯 Toby Stephens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148600/",
            "name": "米兰达·莱森 Miranda Raison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327667/",
            "name": "菲奥娜·奥肖内西 Fiona O&#39;Shaughnessy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2234427024.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1318818/",
            "name": "霍华德·欧尔曼 Howard Overman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2122207",
    "director": [
        {
            "url": "/celebrity/1283813/",
            "name": "伊安·费兹本 Ian Fitzgibbon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037893/",
            "name": "基伦·J·沃尔什 Kieron J. Walsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318818/",
            "name": "霍华德·欧尔曼 Howard Overman",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-08-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2122207/",
    "imdb_votes": 175,
    "this_title": [
        "Vexed Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/10454514/",
    "imdb_rating": "7.1/10 from 175 users",
    "trans_title": [
        "冤家搭档 第二季",
        "冤家搭档  第二季"
    ],
    "douban_votes": "264",
    "introduction": "BBC Two announces that shooting has begun on series two of detective comedy Vexed, starring Toby Stephens (Jane Eyre, Robin Hood, Cambridge Spies) who reprises his role as D.I. Jack Armstrong, paired with Miranda Raison (Spooks, Merlin, Married Single Other) who plays newly promoted D.I. Georgina Dixon.Vexed is being filmed in Dublin, Eire, and comprises six 60-minute episodes to air later this year. The series is created by Howard Overman (Misfits) with episodes written by Chris Bucknall, James Wood, Steve Coombes and Harry & Jack Williams.Also returning from series one are Roger Griffiths (Holby City, Chef) and Ronny Jhutti (Survivors, Ideal) with Nick Dunning (The Iron Lady, The Tudors) joining to play Georgina’s father.D.I. Jack Armstrong (Stephens) has a new partner in the shape of D.I. Georgina Dixon (Raison). Armstrong is charming, disorganised and prone to laziness so it comes as no surprise that sparks fly when he’s partnered with the ambitious and highly efficient Dixon. Jack’s best friend, café-owner and ex-cop Tony (Griffiths) and colleague Naz (Jhutti) complete the crime solving team. Episode one sees the duo tackle the murder of a cocky car salesman, but things are not quite as they seem.Chris Sussman, Executive Producer for the BBC, says: \"We're very much looking forward to the return of Vexed. The second series promises to be just as much fun as the first, and with Miranda Raison joining Toby Stephens as new partner D.I. Dixon, we're hoping it's going to be all guns blazing.\"Jill Green, Executive Producer, Eleventh Hour Films, adds: “In a recession we need shows that make us laugh, and that’s where Vexed fits in - a perfectly distinctive ‘yin yang’ take on modern day life.”Vexed has been commissioned by Cheryl Taylor, Controller of Comedy Commissioning and Janice Hadlow, Controller of BBC Two.It is an Eleventh Hour Films production, executive producers are Chris Sussman for the BBC and Jill Green for Eleventh Hour Films. Produced by Eve Gutierrez for Eleventh Hour Films and Directed by Ian FitzGibbon (eps 1-3) and Kieron J. Walsh (eps 4-6).",
    "chinese_title": "冤家搭档 第二季",
    "douban_rating": "7.0/10 from 264 users",
    "foreign_title": "Vexed Season 2",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.0",
    "update_at": "2025-03-05T12:13:21"
}