{
    "aka": [
        "言灵女们2"
    ],
    "sid": "10462930",
    "cast": [
        {
            "url": "/celebrity/1275785/",
            "name": "小嶋阳菜 Haruna Kojima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275709/",
            "name": "高桥南 Minami Takahashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313280/",
            "name": "峰岸南 Minami Minegishi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314788/",
            "name": "鸟居美雪 Miyuki Torii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443891/",
            "name": "千田光雄 Mitsuo Senda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2309900147.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "8",
    "episodes": "3",
    "language": [
        "日语"
    ],
    "playdate": [
        "2011-06-03(日本)"
    ],
    "this_title": [
        "続・言霊の女たち。"
    ],
    "douban_link": "https://movie.douban.com/subject/10462930/",
    "trans_title": [
        "续言灵女们",
        "言灵女们2"
    ],
    "douban_votes": "0",
    "introduction": "去年7月作为「LISMO drama」免费配信的ノースリーブス主演的drama「言灵女们。」的续集确定拍摄。ノースリーブス是作为AKB48的第一个小分队，由小岛阳菜、高桥南、峯岸南3人所组成的小团体。「续 言灵女们。」中，继前作中，3人所组成的'Charlie's Angels'将再次大展拳脚。drama将从6月3日开始至24日为止，于每周五的「LISMO drama」上不收取资料费进行免费配信。在这部作品中，以言灵的力量帮助、解救那些恋爱和事业上有烦恼的年轻人，作为为此奋斗着的谜一样的组织中的一员、表现活跃的小岛对于本作，借用了秋元康的话来表达了自己的意思「如果害怕被讨厌的话就什么都做不成」，小岛还提到了自己平时为言灵的力量所帮助的事情「我们也是，在参加AKB48的活动中，受到了秋元先生很多的教诲。经常发生自己十分烦恼的事情却因为那样一句话而瞬间化解的事情」。并谈到了本作的深意「为自己的人生烦恼着的人们也好，没有那样烦恼的人们也好，能够因为言灵的力量而回复元气就足够了」。「续 言灵女们。」中，讲述了操纵着言灵力量的神秘组织成员小岛、高桥、峯岸，从BOSS那里接到了秘密的指令「有妄想癖的四十岁女人的真正勇气和爱的种子……」「没注意到自己不断在逃避，生活随意的女人的觉醒」，潜入到对恋爱和人生感到烦恼的对象们的私生活中，用历史上的伟人和仍旧存活在现世的名人所留下的言灵的力量，来解救这些人的奋斗的故事。在[シネマトゥデイ映画ニュース] 和「続・言霊の女たち。」中主演的no3b的小岛阳菜。在作品发布之前，就从AKB48制作人秋元康那得到向演艺界发展是条好出路的建议。去年7月免费放送的「言霊の女たち。」，描述的是一个谜样组织，专为现代生活中有烦恼、弱小的人利用语言来让其恢复精神的喜剧电视剧。她们从组织的老大那得到让有苦恼的弱者们恢复精神的指令，一边变身为各种人物，一边接近目标。利用各种名人名言，用语言来拯救这些人。同样是原班人马出演：unit-no3b（小嶋阳菜、高桥みなみ、峯岸みなみ）的3人。这次虽然说是主角，但是平常一贯自我步调的小岛貌似并没有想去争强的样子。「并没有太意识到自己是主角什么的，比起这个，这次拍的3集让我体验到了3个职业，超级开心。」得到了这样的回话。这次小岛体验的3个职业是，たい焼き屋、调酒师、OL，对歌迷来说，可以看到她各个职业的Cosplay。其中小岛灰常激动的说道「调酒师黑色的衣服让我好兴奋啊！！」。虽然作为AKB48初期成员，现在在演艺圈十分有名，对其他职业还是非常感兴趣。「这世界谁也说不准。如果当初去打工的话，会去居酒屋。拿着客人的点单，然后说“好的，请稍等”这类话之类的」一边说一边眼睛里放光。作品中向有苦恼的弱者们传达的名人名言都是从爱迪生，拿破仑，スタンダール那得到的警句，曾经有些也受到过像明石家さんま、岛田洋七这样演艺圈元老的受用的句子逐个登场。最后AKB制作人秋元康的「惧怕被人讨厌的话，就什么事也做不了」这句话也粗线了。作为作家，作词家的秋元的建议和话语，一定被认为目前为止小岛也没有都记住吧、「是的哟！ 结束时和成员一起吃饭的时候也是，所说的话全部都是名言，好厉害！最后都忘掉了。。因为他说的话都是名言，以至于太多了。」带着不疲倦的笑脸、作为AKB48天然角色、从来都是和成员和饭以真诚相见。现在作为女演员正在踏实的打好基础的小岛、「不管是唱歌，跳舞，还是出演电视剧，都不能倦怠，头脑必须要用的过来，这点非常难」这样灰常有难度的感觉的样子。似乎也找秋元康对女演员业的话题进行过谈话、「对小岛来说，女演员的工作就像泰国料理一样，最初可能会闻到它不太好闻的味道，但是吃着试试的话，就会发现灰常的好吃、请试着勇敢的尝试吧」得到了这样的建议。在此仅祝福小岛，今后作为女演员踏实的成长，慢慢不断进步！！",
    "chinese_title": "续言灵女们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "続・言霊の女たち。",
    "douban_rating_average": 0,
    "update_at": "2025-06-06T20:43:19"
}