{
    "aka": [
        "Brötzmann - That's When The World Is Mine"
    ],
    "sid": "10467724",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913442679.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2193047",
    "director": [
        {
            "url": "/celebrity/1297043/",
            "name": "乌利·M·舒佩尔 Uli M. Schüppel",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2193047/",
    "this_title": [
        "Brötzmann - Da gehört die Welt mal mir"
    ],
    "douban_link": "https://movie.douban.com/subject/10467724/",
    "trans_title": [
        "Brötzmann - That's When The World Is Mine"
    ],
    "douban_votes": "0",
    "introduction": "In the eighties and nineties the trio chillingly named Caspar Brötzmann Massaker was something of an insider’s tip for music connoisseurs. The band’s guttural version of progressive rock blurred the boundaries between rock music and noise. After five albums the trio had attained cult status. But then, against all the rules of the music industry, Brötzmann bowed out and the trio disbanded. It was only in 2010 that the three original band members got together once more to celebrate a musical revival concert in Berlin’s Berghain club. Uli M Schueppel’s film is a portrait of Caspar Brötzmann; in it Schueppel brings the quieter sounds of Brötzmann’s electric guitar to the fore and places them in between loud and heavy excerpts from the concert. The musician talks about his intimate relationship with his instrument but also about the images in his head and where music might come from. He also remembers his childhood amidst the factory noise of Wuppertal, where he grew up as the son of free jazz saxophonist Peter Brötzmann. Brötzmann junior intones his lyrics as if they were poems and his complex music continues to echo long after the last note has sounded. The film’s often dark, atmospheric images depict the silence from which noise emerges, and portray a man who is ready for a new creative beginning.",
    "chinese_title": "Brötzmann - Da gehört die Welt mal mir",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-12T11:42:33"
}