{
    "aka": [
        "疯狂汽车秀"
    ],
    "sid": "10464512",
    "cast": [
        {
            "url": "/celebrity/1078759/",
            "name": "杰里米·克拉克森 Jeremy Clarkson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117818/",
            "name": "詹姆斯·梅 James May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223583/",
            "name": "理查德·哈蒙德 Richard Hammond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169322/",
            "name": "Jimmie Johnson Jimmie Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2031784614.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2197521",
    "director": [],
    "duration": "60分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-01-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2197521/",
    "imdb_votes": 458,
    "this_title": [
        "Top Gear Season 18"
    ],
    "douban_link": "https://movie.douban.com/subject/10464512/",
    "imdb_rating": "8.3/10 from 458 users",
    "trans_title": [
        "巅峰拍档 第十八季",
        "疯狂汽车秀"
    ],
    "douban_votes": "1795",
    "introduction": "Series Eighteen starts airing on 29 January 2012 with seven episodes (not including the India Special),[1] following on from the 2011 Christmas special which aired on 28 December 2011.[2] In the special they take a route across India, the first of the many countries Top Gear plans to visit over the course of the new series, according to Jeremy Clarkson. Shooting in India began on 2 October, with the first leg of the shooting beginning in suburbs of Mumbai.[3][4] The show was also seen in Lecce, Italy with a Noble M600, McLaren MP4-12C and a Lamborghini Aventador.[5] Hammond announced during the Top Gear Live shows in Birmingham, that additional recordings for the new series had been done in the USA.The January 2012 edition of Top Gear Magazine featured a preview of what to expect in series 18.[6] It included a piece where Richard Hammond drives a NASCAR safety car for a real race, later going on to drive an actual NASCAR race car. The magazine also featured a part of some of the power tests to expect, including Jeremy Clarkson driving a Mercedes-Benz C63 AMG Black Edition, a Mercedes SLS AMG Roadster and a Maserati GranTurismo MC Stradale. Hammond meanwhile will drive a 2012 BMW M5 F10, and May will have a Vauxhall Corsa Nürburgring Edition. Another feature is going to China to test drive Chinese cars, Italy in 3 super-cars, Lamborghini Aventador, Noble M600 and a McLaren MP4-12C. Also James May is taking a trip to USA to test sports hybrid supercar Fisker Karma, meet AC/DC frontman Brian Johnson and drive his 1928 Bentley Vanden Plas LeMans Tourer. According to Top Gear Executive Producer Andy Wilman, Clarkson, Hammond and May are going to northern Sweden as well, where they will race the new Ferrari FF across a Silverstone Circuit-shaped ice track. Also Jeremy Clarkson and Richard Hammond will attempt to film a car chase sequence for The Sweeney.",
    "chinese_title": "巅峰拍档 第十八季",
    "douban_rating": "9.6/10 from 1795 users",
    "foreign_title": "Top Gear Season 18",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "9.6",
    "update_at": "2025-02-16T20:28:08"
}