{
    "aka": [],
    "sid": "10468450",
    "cast": [
        {
            "url": "/celebrity/1344855/",
            "name": "布拉克·伊依特 Burak Yigit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166536/",
            "name": "塔梅尔.伊吉特 Tamer Yigit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915295416.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1166536/",
            "name": "塔梅尔.伊吉特 Tamer Yigit",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2186847",
    "director": [
        {
            "url": "/celebrity/1166536/",
            "name": "塔梅尔.伊吉特 Tamer Yigit",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "土耳其語"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2186847/",
    "imdb_votes": 10,
    "this_title": [
        "Karaman"
    ],
    "douban_link": "https://movie.douban.com/subject/10468450/",
    "imdb_rating": "4.4/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One family, two battlefronts. Zehra, a young foreign-language secretary, travels out of Istanbul to spend a weekend with her family in Karaman, a town in central Anatolia. It’s been five years since she decided to begin wearing a hijab and her father, Hamit, a widower and former military officer, is still coming to terms with the fact that his daughter is now a practising Muslim and an opposer of the military. Zehra and her brother Erol cross swords because Erol isn’t convinced by his sister’s faith. A black metal fan, Erol doesn’t believe in anything, and his sister always seems to provoke his destructive streak. Zehra needs to ask her father something but is reluctant to do so: she wants to continue her studies in Germany, where she can live the life she wants. It’s not a problem to wear a hijab there, it seems. Zehra could travel there – as the daughter of a member of the military she is more privileged than many of her age who are not able to go to Europe, but her father is reluctant to give her his permission – how can a Muslim woman leave a Muslim country to live in the West? The battlefronts begin to blur. But why shouldn’t she try to find a life between them?",
    "chinese_title": "Karaman",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T01:42:17"
}