{
    "aka": [
        "Negotiating Love"
    ],
    "sid": "10468387",
    "cast": [
        {
            "url": "/celebrity/1468183/",
            "name": "阿巴克·萨法伊-拉德 Abak Safaei-Rad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1564038/",
            "name": "卡勒·奥弗韦格 Calle Overweg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914312729.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564038/",
            "name": "卡勒·奥弗韦格 Calle Overweg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2136772",
    "director": [
        {
            "url": "/celebrity/1564038/",
            "name": "卡勒·奥弗韦格 Calle Overweg",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2136772/",
    "imdb_votes": 27,
    "this_title": [
        "Beziehungsweisen"
    ],
    "douban_link": "https://movie.douban.com/subject/10468387/",
    "imdb_rating": "7.0/10 from 27 users",
    "trans_title": [
        "Negotiating Love"
    ],
    "douban_votes": "0",
    "introduction": "Three couples in crisis each seek advice at therapy sessions and argue over infidelities, abortion and separate bedrooms. Accusations, fears and traumas all come up, with separation very much on the cards. These case studies reveal areas of conflict, structures and relationship patterns all of a universal nature.A film that portrays the efforts needed to preserve love and relationships as a work in progress. A set-up whereby therapy sessions are held in the sober atmosphere of a studio. The problems being negotiated are standard ones. The clients are played by actors, the therapists work in the field in real life and are not playing a role. These sessions are supplemented by scenes staged with minimal decor from the everyday lives of the various couples in line with the epic theatre tradition as well as workshop discussions in which the therapists relate their practices to the film team. Documentary elements and improvised acting are combined in distinctive fashion, creating a variation on the documentary which works with abstraction and fiction and is unconcerned with authenticity. Resembling nothing so much as a public experiment, this artificial set-up yields touching moments full of emotion.",
    "chinese_title": "Beziehungsweisen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T23:08:13"
}