{
    "aka": [],
    "sid": "10467777",
    "cast": [
        {
            "url": "/celebrity/1018078/",
            "name": "诺尔·费丁 Noel Fielding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274370/",
            "name": "迈克尔 菲尔丁 Michael Fielding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218557/",
            "name": "瑞奇·富尔切尔 Rich Fulcher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328518/",
            "name": "多莉·韦尔斯 Dolly Wells",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353218/",
            "name": "汤姆·米滕 Tom Meeten",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2194734015.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1018078/",
            "name": "诺尔·费丁 Noel Fielding",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3960968",
    "director": [
        {
            "url": "/celebrity/1018078/",
            "name": "诺尔·费丁 Noel Fielding",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-07-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3960968/",
    "imdb_votes": 25,
    "this_title": [
        "Noel Fielding's Luxury Comedy Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/10467777/",
    "imdb_rating": "7.3/10 from 25 users",
    "trans_title": [
        "诺妞的奢华喜剧  第二季"
    ],
    "douban_votes": "377",
    "introduction": "Channel 4 announced today that Noel Fielding's Luxury Comedy would return for a second series on E4 in 2013. The first series began on Jan 26th and will run for a further six weeks.Noel Fielding's Luxury Comedy is a comedy show quite unlike anything else on television - a fusion of live action and animation. Along with animator/director Nigel Coan (The Mighty Boosh, Bunny and the Bull), Noel creates a joyful, charming explosion of a TV show that is in the tradition of Spike Milligan and Kenny Everett.The show is heavily influenced by the worlds of art and music. It's smart, ambitious, like Salvador Dali and Mick Jagger recreating The Jungle Book. Warm and strange and packed with jokes, Luxury Comedy will change the way you feel about television and your own hands forever.Nerys Evans, Commissioning Editor Channel 4 Comedy said Noel is such a rare and brilliant talent we can't wait to work with him on another series of Luxury Comedy, this show feels so modern and pioneering. If series one brought us a talking knife wound and a man with ice-cream for eyes, we can't wait to see where else Noel's comedy mind will take us next.\"Noel Fielding said \"Delighted to get a second series of Luxury Comedy- we'll definitely make the second one more like a Wednesday morning. Channel Four have been so supportive and given us creative freedom to experiment with ideas and techniques. And I think we can push things further and make something even more out there next time. ‘In Luxury Comedy Noel lives in a jungle tree house with his anteater butler (Mike Fielding), Andy Warhol his cleaner (Tom Meeten), and German trendy Dolly (Dolly Wells). Among other characters that feature throughout the series are: Tony Reason, a manta ray music producer who lives in a fish tank under the tree house; Roy Circles, a games teacher suffering from severe shell shock who's also a chocolate finger; Sgt Raymond Boombox, a food loving New York Cop with a knife wound on his arm that talks to him and helps him solve his cases; and Fantasy Man, a kind of Don Quixote trapped inside an electronic opera. Series 2 will also introduce a host of new characters ...",
    "chinese_title": "诺妞的奢华喜剧  第二季",
    "douban_rating": "8.7/10 from 377 users",
    "foreign_title": "Noel Fielding's Luxury Comedy Season 2",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.7",
    "update_at": "2025-06-08T10:50:59"
}