{
    "aka": [
        "Belye gory",
        "White Mountains"
    ],
    "sid": "10461503",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455832458.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt2144017",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語",
        "吉爾吉斯斯坦語"
    ],
    "playdate": [
        "1964"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2144017/",
    "imdb_votes": 111,
    "this_title": [
        "Белые горы"
    ],
    "douban_link": "https://movie.douban.com/subject/10461503/",
    "imdb_rating": "7.3/10 from 111 users",
    "trans_title": [
        "白山",
        "Belye gory",
        "White Mountains"
    ],
    "douban_votes": "0",
    "introduction": "The film tells of the tragic events in the aftermath of the Kyrgyz popular revolt of 1916. \"White Mountains\" was the first film to express the spirit of the nation, its wisdom, strength and perseverance during hard times. The image of the Blind Mother (actress Baken Kydykeeva) who takes up the burden of all the hardships that befall her is a metaphor for the miserable Motherland - a noble blind woman, who lost her sight mourning her dead husband and son. Only one daughter remains with her - Uldzhan - and to make her happy, the Blind Mother agrees to her journey to the city with the young man Mukash. Mukash's devotion overcomes all the trials and tribulations that haunt the two young people. The film was awarded the First Prize at the1965 Almaty Film Festival of Central Asian Republics. The distribution title of the film was \"Hard Passage\". It was selected by Kyrgyz cinematographers and film critics for the collection of the Central Asian Cinema compiled by OSI, Budapest and the Center of Central Asian Cinematography in 2006 in order to save the first work of the national cinematography, renowned for its outstanding artistic qualities.",
    "chinese_title": "白山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Белые горы",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T11:15:21"
}