{
    "aka": [
        "The Anabasis of May and Fusako Shigenobu, Masao Adachi and the 27 Years Without Images",
        "重信房子、メイと足立正生のアナバシス そしてイメージのない27"
    ],
    "sid": "10461634",
    "cast": [
        {
            "url": "/celebrity/1048542/",
            "name": "足立正生 Masao Adachi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339762/",
            "name": "重信房子 Fusako Shigenobu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189753568.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1333826/",
            "name": "埃里克·鲍迪莱 Éric Baudelaire",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2006160",
    "director": [
        {
            "url": "/celebrity/1333826/",
            "name": "埃里克·鲍迪莱 Éric Baudelaire",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2011-07-09(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2006160/",
    "imdb_votes": 151,
    "this_title": [
        "L'anabase de May et Fusako Shigenobu, Masao Adachi et 27 années sans images"
    ],
    "douban_link": "https://movie.douban.com/subject/10461634/",
    "imdb_rating": "6.7/10 from 151 users",
    "trans_title": [
        "重信五月，重信房子和足立正生的远征记及无映像的27年",
        "The Anabasis of May and Fusako Shigenobu, Masao Adachi and the 27 Years Without Images",
        "重信房子、メイと足立正生のアナバシス そしてイメージのない27"
    ],
    "douban_votes": "0",
    "introduction": "Eric Baudelaire, artist and photographer, films on Super-8 the political and personal reflections of May, the daughter of the founder of the Japanese Red Army Shigenobu, and of Adachi Masao, the legendary experimental filmmaker who gave up film to fight for the Palestinian cause.Like his compatriot Philippe Grandrieux, the French artist Eric Baudelaire has made a personal film about the history of the Japanese Red Army (JRA), an extreme left-wing group that took up arms in the early 1970s in order to realise the proletarian revolution. The JRA hijacked aeroplanes and in 1972 organised a raid on the airport of Lod, in which 26 people died. They also fought in Lebanon, with the People’s Front for the Liberation of Palestine (PFLP).On the soundtrack, we hear the story of the Japanese filmmaker Adachi Masao, who lived in Beirut for years and at the time was spokesman for the JRA. Shigenobu May, the daughter of Shigenobu Fusako, the woman who founded the JRA, talks about her childhood in Lebanon and her many secret identities.Baudelaire illustrates their stories with 8mm films that he made in Beirut and Tokyo, at the places where both were active. We also see clips from films by Adachi and newsreel footage of the attack at Lod and the arrest of Shigenobu Fusako in 2000.",
    "chinese_title": "重信五月，重信房子和足立正生的远征记及无映像的27年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L'anabase de May et Fusako Shigenobu, Masao Adachi et 27 années sans images",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T06:50:29"
}