{
    "aka": [],
    "sid": "10465115",
    "cast": [
        {
            "url": "/celebrity/1319560/",
            "name": "耐安 An Nai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014562/",
            "name": "拉夫·迪亚兹 Lav Diaz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553079588.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt4833050",
    "director": [
        {
            "url": "/celebrity/1275218/",
            "name": "拉亚·马丁 Raya Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1307504/",
            "name": "维木希·加亚桑达拉 Vimukthi Jayasundara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274337/",
            "name": "应亮 Liang Ying",
            "@type": "Person"
        }
    ],
    "duration": "180分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-04-28(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4833050/",
    "this_title": [
        "Jeonju Digital Project 2012"
    ],
    "douban_link": "https://movie.douban.com/subject/10465115/",
    "trans_title": [
        "全州三人三色2012"
    ],
    "douban_votes": "0",
    "introduction": "The Jeonju International Film Festival initiated the Jeonju Digital Project as it predicted that digital films will blossom and be “a cursor for future films that gives us vision”. We have, until now, borne witness to directors from around the world that utilize the rapidly progressing digital technology in their own way to redouble their creativity. However, this was not based solely on the technological determinism that digital technology will change the future of cinema. The Jeonju International Film Festival has always believed that the future of cinema develops based on the passion of filmmakers who explore their own cinematic language at the forefront of filmmaking. That faith led to efforts to communicate and connect with directors all over the world who endeavor to expand the aesthetics of cinema by using digital technology. The Jeonju Digital Project, which JIFF presents yearly, is a valuable program that was started to support filmmakers who have pondered on and explored the aesthetics of cinema and its future. JIFF has been concerned with the possibility of digital cinema ever since its inception and has introduced digital shorts by 36 directors to various film festivals around Korea and abroad through this project for the past 12 years to continue its efforts to communicate with audiences around the world. As a result, the Jeonju Digital Project has been screened at film festivals all over the world, such as Venice, Toronto, Locarno, Torino, Vancouver, Vienna, Hong Kong, Argentina and etc.. The 2006 Locarno International Film Festival held a special retrospective entitled Digital Asia, which included all editions of the Jeonju Digital Project, while Jeonju Digital Project 2007, entitled Memories(Pedro Costa, Harun Farocki, Eugène Green), made the outstanding accomplishment of winning the Special Jury Award in the competition section of the Locarno International Film Festival. Expectations by Mahamat-Saleh HAROUN of the Jeonju Digital Project 2008 received the Special Jury Award in the Muhr Asia-Africa short film section at the Dubai International Film Festival and once again made the presence and potential of the Jeonju Digital Project known to the world. Also, last year’s Jeonju Digital Project 2012 saw the participation of Jean-Marie Straub, Claire Denis, and José Luis Guerin, three European masters, and established itself as a key project of contemporary world cinema.",
    "chinese_title": "全州三人三色2012",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jeonju Digital Project 2012",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T01:49:44"
}