{
    "aka": [
        "Democracy Under Attack - An Intervention"
    ],
    "sid": "10467723",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327304546.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2231093",
    "director": [
        {
            "url": "/celebrity/1005978/",
            "name": "罗穆阿德·卡马克 Romuald Karmakar",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2231093/",
    "imdb_votes": 20,
    "this_title": [
        "Angriff auf die Demokratie - Eine Intervention"
    ],
    "douban_link": "https://movie.douban.com/subject/10467723/",
    "imdb_rating": "6.3/10 from 20 users",
    "trans_title": [
        "打击民主 - 干预",
        "Democracy Under Attack - An Intervention"
    ],
    "douban_votes": "0",
    "introduction": "A completely black background and, before it, a microphone; during this film a total of ten women and men will step up to this microphone. In December 2011, Berlin venue Haus der Kulturen der Welt held a symposium on the topic of the current state of our democracy. The speakers’ appraisal is shocking: the Euro crisis and so-called best alternative to ‘save the markets’ means that the poker game over our common currency has taken precedence over visionary politics and institutions and parliamentarians are reduced to playing extras in a hectic race against time. Professing themselves to being at the mercy of practical constraints, politicians are at the same time using this line of argument to legitimise the dismantling of justice, freedom and solidarity. Romuald Karmakar describes his documentary as ‘found footage’; in it, journalists, artists and intellectuals such as Franziska Augstein, Ingo Schulze and Roger Willemsen voice their opinions in no uncertain terms and make an appeal for intervention. In response, Karmakar was prompted to make a short film with the marvellous title: RALPH N. ELLIOTT ENTDECKTE, DASS DIE BEWEGUNG DER MÄRKTE ALLEIN DURCH DAS PSYCHISCHE VERHALTEN DER MARKTTEILNEHMER WIEDERGEGEBEN WIRD (Ralph N. Elliott discovers that market movements wholly reflect the mental behaviour of market participants).",
    "chinese_title": "打击民主 - 干预",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Angriff auf die Demokratie - Eine Intervention",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2026-01-06T12:42:49"
}