{
    "aka": [],
    "sid": "10467782",
    "cast": [
        "王丽坤 Likun Wang",
        "李乃文 Naiwen Li",
        "黄明  Ming Huang",
        "袁中方 Zhongfang Yuan",
        "王柠 Ning Wang",
        "黄小蕾 Xiaolei Huang",
        "褚栓忠 Shuanzhong Chu",
        "石燕京 Yanjing Shi",
        "张佳宁 Jianing Zhang",
        "张子健 Zijian Zhang",
        "来喜 Xi Lai",
        "梁丽 Li Liang",
        "孙歌璐 Gelu Sun",
        "叶一云 Qianyun Ye"
    ],
    "site": "douban",
    "tags": [
        "国产电视剧",
        "电视剧",
        "王丽坤",
        "中国",
        "2012",
        "婚姻",
        "现实，倒霉，残酷，婆媳，感人，",
        "李乃文"
    ],
    "year": "2012",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2375075398.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "陈彦",
        "陈舒"
    ],
    "imdb_id": "",
    "director": [
        "林黎胜 Lisheng Lin"
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-02-02(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "婚巢"
    ],
    "douban_link": "https://movie.douban.com/subject/10467782/",
    "trans_title": [
        ""
    ],
    "douban_votes": 273,
    "introduction": "八零后双胞胎姐弟阳雪和阳立男都是从老家小城考学到大城市，留下来工作，两人都希望通过自身奋斗可以实现人生理想，但却无法避免的同时面临着婚房带来的问题。\n阳雪和男朋友于致远感情很深，但是于致远家是本地的，家庭条件优于阳雪家，给准备了婚房，未来的婆婆郝丽蓉因为担心门不当户不对，处处防备着阳雪，生怕儿子吃亏。郝丽蓉先是在装修费的事上刁难阳雪，阳雪和于致远顶住压力，在阳雪的父母和姐姐的帮助下，筹出了装修费。但是因为社会上的负面消息，郝丽蓉生怕房子被阳雪分走，逼阳雪写婚前协议，声明永远不会染指于致远的房子。这对自尊自强、外柔内刚的阳雪是个极大的侮辱，但是阳雪最终还是因为对于致远的感情而忍了。没想到郝丽蓉几乎得了受迫害妄想症，在得知这个婚前协议不包括婚姻中男方身故这个情况，再次抓狂，逼迫阳雪补签一个更加苛刻的婚前协议。这下阳雪愤怒了，阳雪全家都愤怒了。阳雪和于致远的感情承受极大的压力，幸而两人情比金坚，最终还是经受住了考验，不顾一切世俗阻碍，结成连理，立誓共同面对人生的风雨。\n阳立男和女朋友宁宁感情很深，但是宁宁的母亲就是要立男先买房才能结婚，因为宁宁父亲生病的时候宁宁妈把房子卖了也没救回他的命，此后母女俩一直租房子受尽苦难。立男理解宁宁母亲的苦心，他也非常努力的想要挣钱买房子，但是凭他一个人的力量难以做到。懂事的立男知道家里父母和姐姐经济都不宽裕，不愿意给他们添负累，始终一个人扛着这个事情。但是家里人还是知道了立男为了婚房焦头烂额的事。为了帮儿子买房成家，阳家的父母不惜奉献自己的一切，瞒着孩子们悄悄把老家的房子卖了，自己在郊区租房子住，把钱给儿子让他在大城市买房。但是没想到立男和家里人的多番努力却一再落空，剧情由www.17dyy.com提供在节节高涨的房价面前，好不容易凑来的买房钱很快又不值一提。而对立男一再失望的宁宁母亲再也无法忍受，也终于逼着宁宁和立男分手，去相亲。宁宁内心深爱着立男，但是面对买房一再受挫的这种局面，面对母亲的绝望和痛苦，她只能去相亲。这让立男也非常的痛苦，同时立男也知道了原来即便是这笔不多的买房的钱也还是他父母舍弃老家的房子才换来的，这让立男万分内疚和痛苦。冷酷现实的多重压力之下，立男被逼的几乎差点误入歧途，利用他本来可以为社会创造价值的电脑技术从事了一点非法的活动，得到了金钱，买到了房子。\n郝丽蓉虽然保护了儿子的房子，却失去了儿子和媳妇的心，这时候她陷入了困境，被人欺骗上当，替人背了黑锅，面临牢狱之灾，除非能够退赔一大笔钱。关键时刻，阳雪不计前嫌，毅然和于致远决定，把房子卖了，凑钱救出了郝丽蓉。经过这件事，郝丽蓉终于明白了阳雪的真心，她向阳雪悔悟了。\n而立男在歧途越走越远，虽然得到了他梦寐以求的房子，宁宁也回到了他的身边，但是人性本来的善良终究使他难以摆脱负罪感，尤其是阳雪对待房子、对待物质、对待情感、对待家人的生活态度深深的震撼了他，最后在关键时刻，在家里人的守望相助之下，他终于也幡然悔悟，迷途知返。立男向全家人坦白一切，忏悔过失，然后坦然的去自首了。宁宁母亲也终于理解了立男，同意了宁宁和立男的婚事。\n经历一番风雨洗礼，所有人都明白了生活的真谛，一切物质都是过眼云烟，只要有真情才可以使人得到幸福。所有人都充满信心的携手前进。",
    "chinese_title": "婚巢",
    "douban_rating": "5.6/10 from 273 users",
    "foreign_title": "",
    "douban_rating_average": "5.6",
    "update_at": "2024-06-26T21:40:08"
}