{
    "aka": [],
    "sid": "10462892",
    "cast": [
        {
            "url": "/celebrity/1315650/",
            "name": "维杰 Vijay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317566/",
            "name": "卡加·艾嘉 Kajal Agarwal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430115/",
            "name": "乔伊·波德拉尼 Joy Badlani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325930/",
            "name": "维德尤特·贾姆瓦尔 Vidyut Jamwal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437725/",
            "name": "马诺巴拉 Manobala",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动作",
        "惊悚"
    ],
    "awards": "　　第60届南方印度电影观众奖(2013)\n　　泰米尔语电影 最佳影片(提名) Kalaippuli S. Thanu\n　　泰米尔语电影 最佳导演(提名) A.R.目虏古多斯\n　　泰米尔语电影 最佳男主角(提名) 维杰\n　　泰米尔语电影 最佳男配角(提名) 维德尤特·贾姆瓦尔\n　　泰米尔语电影 最佳音乐(提名) Harris Jayaraj\n　　泰米尔语电影 最佳作词(提名) 马德汉·卡尔基\n　　泰米尔语电影 最佳幕后女歌手(提名) 安德列·杰里迈亚\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632594168.jpg",
    "region": [
        "印度 india"
    ],
    "writer": [
        {
            "url": "/celebrity/1306775/",
            "name": "A.R.目虏古多斯 A.R. Murugadoss",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2187153",
    "director": [
        {
            "url": "/celebrity/1306775/",
            "name": "A.R.目虏古多斯 A.R. Murugadoss",
            "@type": "Person"
        }
    ],
    "duration": "165分钟（马来西亚）",
    "episodes": "",
    "language": [
        "泰米尔语 tamil"
    ],
    "playdate": [
        "2012-11-13(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2187153/",
    "imdb_votes": 39469,
    "this_title": [
        "Thuppakki"
    ],
    "douban_link": "https://movie.douban.com/subject/10462892/",
    "imdb_rating": "8.1/10 from 39469 users",
    "trans_title": [
        "枪"
    ],
    "douban_votes": "181",
    "introduction": "Thuppakki is basically about Jagdish (Vijay), an army captain, who returns to Mumbai for a 40 days’ vacation. He has a loving family, comprising two sisters and his parents, who wish to get him married to an appropriate girl. After some cat and mouse episodes with Nisha (Kajal), the arranged bride, Jagdish’s personal life is set with her.On the other hand, he has a greater task at hand as he has to eradicate sleeper cells that are out to bomb and terrorize Mumbai across 12 prominent localities. These sleeper cells are controlled by one main man (Vidyut Jamwal) who is also later drawn into the city thanks to Jagdish’s proactive and intelligent moves in eliminating the cells through a secretive mission which he carries out with the help of his colleagues, who assemble for a marriage.Later it becomes a straight game of one-upmanship between the main man and Jagdish. How Jagdish vanquishes him and how Jagdish manages to save the lives of people who are lured into this mean battle, is the remaining part of this extravagant and stylish entertainer which rides on the ever-dependable Vijay.Vijay plays the role of an encounter specialist while Kajal Agarwal plays the character, Nisha, an iron-willed girl. She plays a very important role in Thuppakki. She will be seen in the role of a boxer in the film. However, the actress will also be seen in glamorous avatars. Akshara Gowda is to play the second female lead. Bollywood actor Vidyut Jamwal is donning the negative role.Director AR Murugadoss makes a cameo appearance in the movie.Camera is handled by award-winning cinematographer Santhosh Sivan and A. Sreekar Prasad has done editing. The soundtrack and background score are done by the talented music composer Harris Jayaraj. In Thuppakki, Vijay croons a song  after a very long time.",
    "chinese_title": "枪",
    "douban_rating": "7.0/10 from 181 users",
    "foreign_title": "Thuppakki",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "7.0",
    "update_at": "2025-02-06T09:18:12"
}