{
    "aka": [],
    "sid": "10468394",
    "cast": [
        {
            "url": "/celebrity/1048864/",
            "name": "奥利弗·斯托尔兹 Oliver Storz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914368688.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050601/",
            "name": "多米尼克·格拉夫 Dominik Graf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2203835",
    "director": [
        {
            "url": "/celebrity/1050601/",
            "name": "多米尼克·格拉夫 Dominik Graf",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2012(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2203835/",
    "imdb_votes": 39,
    "this_title": [
        "Lawinen der Erinnerung"
    ],
    "douban_link": "https://movie.douban.com/subject/10468394/",
    "imdb_rating": "8.0/10 from 39 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One of the most influential German television directors remembers another TV personality, thus reflecting on German television history and German history in general.The leitmotif for this film portrait is Oliver Storz’s autobiographical novel Die Freibadclique, which tells the story of a group of friends drafted into the army as fifteen-year-olds just before the end of the Second World War. Again and again, Dominik Graf reads passages from this account and, by juxtaposing them with clips from Storz’s films, reveals the echoes of the past they contain. Whether in his more experimental television plays or his Willy Brandt film IM SCHATTEN DER MACHT, Storz always provided new perspectives on the war and on Germany itself. Via a series of personal interviews Graf held with the journalist, director and producer shortly before the latter’s death in summer 2011, we are introduced to an analytical, unconventional man who witnessed the course of history. Graf takes up Storz’s reflections in his commentary, throwing light on an unexpected history of German television. Like the young woman in the red bathing costume in Storz’s novel, you just want to call out to him “Hang on in there!”",
    "chinese_title": "Lawinen der Erinnerung",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2026-02-11T05:28:41"
}