{
    "aka": [
        "Oulad lemzun",
        "Sons Of The Clouds, The Last Colony"
    ],
    "sid": "10465156",
    "cast": [
        {
            "url": "/celebrity/1054414/",
            "name": "哈维尔·巴登 Javier Bardem",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第27届西班牙戈雅奖(2013)\n　　最佳纪录片 Lilly Hartley / 阿尔瓦罗·隆戈里亚 / 哈维尔·巴登\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1553129420.jpg",
    "region": [
        "西班牙",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1661263",
    "director": [
        {
            "url": "/celebrity/1334029/",
            "name": "阿尔瓦罗·隆戈里亚 Álvaro Longoria",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "法语",
        "英语"
    ],
    "playdate": [
        "2012-02-16(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1661263/",
    "imdb_votes": 321,
    "this_title": [
        "Hijos de las nubes, la última colonia"
    ],
    "douban_link": "https://movie.douban.com/subject/10465156/",
    "imdb_rating": "7.2/10 from 321 users",
    "trans_title": [
        "云之子 最后的殖民地",
        "Oulad lemzun",
        "Sons Of The Clouds, The Last Colony"
    ],
    "douban_votes": "0",
    "introduction": "Ever since he took part in a film event in Western Sahara Spanish actor Javier Bardem has championed the rights of the population of this former Spanish colony. The documentary HIJOS DE LAS NUBES is one of the results of his engagement.The year 1975 marked the end of Franco’s dictatorship. In the same year, the Moroccan king ordered the ‘green march’ in which 350,000 civilians took part in order to take possession of the land by peaceful means. However, this supposedly nonviolent ‘green march’ has given rise to repression, war, ethnic cleansing and exile and, to this day, Morocco categorically refuses to call a referendum regarding the status of this region.HIJOS DE LAS NUBES describes the lives of the Sahrawi people who, often forced into exile, vacillate between desperation and militancy. This documentary, which claims that the Arab Spring protests of spring 2010 began in West Sahara, also shows how economic considerations have prevented the United States and France from promoting the self-determination of the region’s indigenous people. HIJOS DE LAS NUBES also demonstrates how one individual’s dedication can sometimes be a powerful weapon against hopelessness and stasis.",
    "chinese_title": "云之子 最后的殖民地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hijos de las nubes, la última colonia",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T20:44:35"
}