{
    "aka": [
        "伟大的精子赛跑",
        "精诚所至：小蝌蚪大竞赛"
    ],
    "sid": "10473638",
    "cast": [
        {
            "url": "/celebrity/1022639/",
            "name": "理查德·阿米蒂奇 Richard Armitage",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2220554076.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1287879/",
            "name": "朱利安·琼斯 Julian Jones",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1461416",
    "director": [
        {
            "url": "/celebrity/1287879/",
            "name": "朱利安·琼斯 Julian Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1547045/",
            "name": "Julian Jones Julian Jones",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-03-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1461416/",
    "imdb_votes": 87,
    "this_title": [
        "The Great Sperm Race"
    ],
    "douban_link": "https://movie.douban.com/subject/10473638/",
    "imdb_rating": "7.4/10 from 87 users",
    "trans_title": [
        "精子生命大赛跑",
        "伟大的精子赛跑",
        "精诚所至：小蝌蚪大竞赛"
    ],
    "douban_votes": "228",
    "introduction": "It's the most extreme race on earth - a contest with 250 million competitors, only one winner and relentless obstacles thrown in for good measure.Scaled up to human size with the sperm played by real people, The Great Sperm Race tells the story of human conception as it's never been told before using helicopter-mounted cameras, world-renowned scientists, CGI and dramatic reconstruction to illustrate the extraordinary journey of sperm.With the microscopic world of sperm and egg accurately scaled up by 34,000 times, we see the human-sized heroes negotiate some of the world's most striking landscapes when the epic proportions of the vagina become the Canadian Rockies and the buildings on London's South Bank symbolise the intricacies of the cervix.With the female body designed to repel and destroy invaders, from acidic vaginal walls to impassable cervical crypts, the sperm face unremitting obstacles. 'The battle that sperm have in order to find and fertilise an egg is just immense,' explains Dr Allan Pacey. 'Everything is working against sperm and they're not really given a helping hand by the female reproductive tract.'Huge swathes perish and only one will reach the ultimate goal - fertilisation of the egg and the beginnings of new life.Made in conjunction with the Wellcome Trust and consulting the world's leading reproductive scientists, The Great Sperm Race demonstrates the extraordinary intricacies of our bodies and the giant lottery of luck that is our reproductive process.",
    "chinese_title": "精子生命大赛跑",
    "douban_rating": "8.6/10 from 228 users",
    "foreign_title": "The Great Sperm Race",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.6",
    "update_at": "2025-02-21T05:34:11"
}