{
    "aka": [],
    "sid": "10472716",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914312555.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1011740/",
            "name": "露丝·马德尔 Ruth Mader",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2235811",
    "director": [
        {
            "url": "/celebrity/1011740/",
            "name": "露丝·马德尔 Ruth Mader",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2012-03-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2235811/",
    "imdb_votes": 26,
    "this_title": [
        "What Is Love"
    ],
    "douban_link": "https://movie.douban.com/subject/10472716/",
    "imdb_rating": "5.0/10 from 26 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A doctor who lives alone attending a family reunion. A man and woman having a crisis discussion at their home. A priest praying. A factory worker on the nightshift. A married couple with therapy experience negotiating how to best fulfil their wishes. Different ways of conducting life and relationships in a Western European country at the start of the 21st century.What makes a good life? Five documentary miniatures show different models for dealing with life, for shaping life and love. Job, family and a house with a garden are the central parameters here – five doses of normality with a thin line separating success, happiness and desolation. The focus is on the faces and speech patterns of the protagonists as well as their domestic interiors, tables and beds. Stylised images with strict framings. The camera records and directs in equal measure, presenting living conditions in a precise, unvarnished manner in static, often symmetrically composed shots. This sense of dispassion is echoed by the disciplined feelings, formulaic verbal practice and tidiness, all of which reveal the state of society. A striking portrait of minds and social mores.",
    "chinese_title": "What Is Love",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T09:21:41"
}