{
    "aka": [],
    "sid": "10472772",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603606535.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1314350/",
            "name": "西瓦罗·孔萨库 Sivaroj Kongsakul",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1314350/",
            "name": "西瓦罗·孔萨库 Sivaroj Kongsakul",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "Arunkarn"
    ],
    "douban_link": "https://movie.douban.com/subject/10472772/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This film is about two soldiers whose last days were intertwined with their loved ones, the first with his daughter and the second with his granddaughter.The first soldier is close to the mandatory military retirement age. It is the last hour of his life as he follows his daily routine, with small gestures to show his love for his daughter who lives with him in a small military subsidized house. When the hour is up, he will walk into his office, bolt the heavy door, and quietly hang himself from the rafters. The entire story occurs on an army base in the middle of Bangkok that contains the largest depot of weapons in the entire country.The second soldier is an old farmer living his golden years on his fruit orchard with his grand-daughter.  In the past, he had fought in faraway lands.  His orchard has the look of a battlefield after the war.  It is a placid image of elderly figures, children, trees and animals that mimic life in a time of peace.  On his last day, the man drops his grand-daughter off at school, drives to the local hospital, asks the nurse on duty for a rest, and takes his final breath there on the bed.",
    "chinese_title": "Arunkarn",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T18:39:44"
}