{
    "aka": [
        "Fairy Zhuowa Sangmu"
    ],
    "sid": "10484038",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "爱情",
        "歌舞",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329314333.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1359564/",
            "name": "李佳木 Jiamu Li",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1984(中国大陆)"
    ],
    "this_title": [
        "卓瓦桑姆"
    ],
    "douban_link": "https://movie.douban.com/subject/10484038/",
    "trans_title": [
        "Fairy Zhuowa Sangmu"
    ],
    "douban_votes": "0",
    "introduction": "中国藏族舞剧。编剧：重华等，编导：重华、吴显德、杨家政、刘世英、吴燕、苑峥妮,作曲：兰升尔,舞台美术设计：陈正海、常权华。1980年四川省成都市歌舞剧团首演于成都，主要演员：张平、索朗斯丹增、吴世文等。著名八大藏戏之一的《卓瓦桑姆》（藏语译意为“善行女”），早已在藏族民间广泛流传。舞剧创作者对原藏戏的人物和情节进行了选择、提练，使其更为集中、精练，并增强了人民性。全剧分“狩猎”、“定情”、“诬陷”、“识”、“除妖”、“加冕” 6场。主要情节是：国王呷拉旺布在狩猎中巧遇花仙卓瓦桑姆，迎取为妃，遭到妖后哈江堆姆妒恨。当卓瓦桑姆即将分娩时，妖后施用魔法，诬陷卓瓦桑姆为鬼，国王错把她贬为女奴，囚于崖洞，生下公主和王子。妖后又企图用毒酒毒死国王。阴谋败露后，国王猛然醒悟，判死妖后，救出公主和王子，卓瓦桑姆化为莲花升空而去。舞剧表现了善与恶、美与丑的矛盾冲突，突出了正义战胜邪恶的主题。舞剧音乐，主要是根据藏戏的曲调和藏族民歌改编的；舞蹈素材主要来源于藏族民间舞蹈弦子、锅庄、踢踏舞以及跳神中的舞蹈。1984年，峨嵋电影制片厂将《卓瓦桑姆》拍摄成宽银彩色影片。这是一个古老的藏族神话传说。阵阵嘹亮的号角声中，国王呷拉旺布由老臣龙波知拉真等文武官员陪伴出宫，到森林去狩猎。在茫茫林海，他们碰到四只幼鹿。当国王拉弓射箭时，花仙卓瓦桑姆赶来救护了伤鹿。国王被花仙的善行打动，追寻花仙来到花池，找到了正翩翩起舞的花仙。国王真诚地向花仙倾诉了爱情，花仙接受了国王所献的哈达。面对星空明月，二人互诉衷肠。数月后，卓瓦桑姆在宫中绣制婴儿小帽，与国王一起憧憬着即将到来的幸福。为祝吉庆，\"热巴\"艺人来宫中献艺，卓瓦桑姆取下\"嘎呜\"送给了艺人，以表达对百姓的深情。深夜，嫉火如焚的妖妃哈江堆姆露出狰狞的面目，对熟睡的花仙大施魔法，顿时花仙的床边浓烟四起，电闪雷鸣。顷刻间，宫内大乱，妖妃趁机挑拨离间，国王见床上渐隐渐现的魔影对花仙产生误解，将她贬入山洞石牢，善良的老臣暗暗思索着事情的由来，悄悄将婴儿小帽藏入怀中。妖妃聚集众妖纵酒狂欢，闹得乌烟瘴气。国王终日忧心忡忡，对妖妃的献媚十分厌烦。\"热巴\"艺人的到来给死气沉沉的王宫带来生气。国王从艺人手中接过花仙送给他们的\"嘎呜\"，对花仙的思念之情油然而生。恼羞成怒的妖妃见得不到国王的宠爱，便在酒中投了毒。在国王正欲举杯饮酒的危急关头，辨明真相的老臣从国王手中夺过酒杯一饮而尽。中毒的老臣临终时，颤抖着从怀中掏出婴儿小帽递给国王，希望国王与花仙重归于好。深冬之际，贬入山洞石牢的花仙生下儿女各一。妖妃带众妖赶到山洞，企图斩草除根。花仙同妖魔奋力拼搏，保护儿女。凶残的妖妃一伙将花仙的儿女吊绑起来。国王闻讯后，火速带兵赶往山洞，但花仙已为保护儿女惨遭杀害。国王抱起花仙，悲痛欲绝，悔恨交加。他率众侍卫斩除了群妖，处死了妖妃。这时，花仙卓瓦桑姆化作一朵绚丽的荷花，飘向高高的蓝天。15年后，两鬓斑白的国王为卓瓦桑姆的儿子举行了盛大的加冕典礼。此刻，国王思绪万千，百感交集，手捧哈达仰望天空，无限思念善良的花仙--卓瓦桑姆。",
    "chinese_title": "卓瓦桑姆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T00:26:38"
}