{
    "aka": [
        "Feng Huang Gou De Chun Tian"
    ],
    "sid": "10491676",
    "cast": [
        {
            "url": "/celebrity/1318137/",
            "name": "李心敏 Xinmin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396604/",
            "name": "窦凤琴 Fengqin Dou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361941/",
            "name": "高伟中 Weizhong Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396611/",
            "name": "张少云 Shaoyun Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396610/",
            "name": "田艺 Yi Tian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "爱情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458962346.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1336608/",
            "name": "徐鸿钧 Hongjun Xu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-02-13(中国大陆)"
    ],
    "this_title": [
        "凤凰沟的春天"
    ],
    "douban_link": "https://movie.douban.com/subject/10491676/",
    "trans_title": [
        "Feng Huang Gou De Chun Tian"
    ],
    "douban_votes": "0",
    "introduction": "中国西部，大山深处，凤凰沟村党支部书记吴憨民坐着一辆载满小尾寒羊的农用车奔跑在弯弯曲曲的盘山公路上，今天他特别高兴，一声声豪迈的陇东道情声远远地回荡在山坳里。村口的大柳树下，游手好闲的光棍汉狗锁正和村里的一群婆娘们打闹，车子停在了村口，打闹声戛然而止，村民们围了上来。吴憨民吩咐村委会主任杨正福按照集资登记给各家各户分羊。吴憨民让村民从车上拉下一对系红绳绳的小尾寒羊，牵着羊离开了人群。村委会主任杨正福的老婆梁桂兰站在不远处和狗锁窃窃私语着，随后他们悄悄地尾随在吴憨民身后。吴憨民牵着羊来到了村民金凤家，让金凤妈好好养羊，随后他拿出了一张大学录取通知书告诉她，女儿杨金凤考上大学了，凤凰沟村出了第一个女状元。金凤妈悲喜交加，吴憨民说完转身要走，金凤妈执意要给老支书做一顿饸饹面，以表示这些年对她家的帮助，吴憨民答应了，金凤妈到另一窑洞去做饭，吴憨民因奔波了一天感觉到很困乏，就躺在床上睡着了。梁桂兰发现老支书去了金凤妈家，就伙同狗锁直奔吴憨民家。一进门就质问吴憨民的老婆何明琴为啥不管自家男人，并要求一同去“捉奸”，吴憨民老娘气愤不已，她不相信儿子会干出这种事，让何明琴一同前去看看。金凤妈做好饭端了进来，却发现老支书睡着了，她悄悄放下碗正准备给老支书身上盖东西，梁桂兰突然领着人闯了进来。吴憨民醒了过来，发现屋子里有很多人，梁桂兰一看老支书醒了，就怯怯地问吴为啥躺在她大嫂床上，吴憨民很快明白了是怎么回事，他叫金凤妈端上了面大吃起来。何明琴等人转身走了，梁桂兰却不知所措，欲转身走去，这时，吴憨民把碗摔在桌上，并拿出了大学录取通知书。。。。。。当天夜晚，吴憨民爬在床上，何民琴给他拔罐，让吴今天的事不要怪她，并劝说吴不要再拼命地干了，吴执意不肯。梁桂兰的儿子拴银在山崖边吹唢呐，唢呐声远远地飘荡着，传进了金凤家。农家女女杨金凤父亲早逝，家境贫寒，她与患病的母亲和两个妹妹相依为命。她们面对大学通知书，正一筹莫展。吴憨民积极为金凤上大学之事在想办法，吴母告诫吴憨民，金凤家的事让他别管。金凤妈当年没嫁给儿子，对此吴母耿耿于怀，此时吴憨民无法顾及村民的闲言碎语，依然支持金凤上学，他给金凤妈带来了村民们的捐款。为整合教育资源，政府要求村小学要合并到乡中心小学，在凤凰沟小学的告别仪式上，吴憨民三十年建校特别是几十里的山路上背玻璃的事迹让在场的人无不为之感动。杨金凤背着被褥来到大学门口，犹豫不决。此时面对家中负债累累，一贫如洗，而正在读高中的两个妹妹巧凤和玉凤又面临着辍学，在人生的十字路口，杨金凤毅然偷偷地选择了放弃上大学的机会，去城里打工挣钱。天有不测风云。一天，村委会主任杨正福急促地到吴憨民家，告诉他羊死了大半，吴憨民前去村口，村民们怨声载道，凤凰沟村陷入了困境。村委会办公室里，吴憨民走来走去，杨正福在一旁埋怨不停。面对死羊，吴憨民心如刀绞，突然跌倒。吴憨民住进了医院，何明琴从医生处得知了丈夫得了肝硬化，她把泪水瞒在心里，但吴憨民从老婆的眼睛里隐隐感觉到了什么。金凤在城里的一家砖瓦厂打工，并将吴憨民和村民们给她上大学的钱偷偷地寄回了凤凰沟，两个妹妹巧凤和玉凤都顺利地继续上学，吴憨民却蒙在鼓里，但这引起了金凤妈的怀疑。吴憨民不想在医院待下去，自知时日不多的吴憨民心里牵挂着金凤，他决定去学校看望金凤，终于知道了金凤并没有去上学的实情。吴憨民四处寻找金凤的下落，最后在一家砖瓦厂看见了金凤，极力劝说金凤重回大学学堂的吴憨民最终拗不过她。拴银靠吹唢呐挣了些钱，梁桂兰喜出望外，她决定不让孩子再去上学，杨正福扭不过老婆。为了能让金凤继续上学，金凤妈决定卖掉家里的耕牛，他叫来了金凤的二爸杨正福。一天晚上，金凤妈来到了吴憨民家，她给老支书拿来了卖牛的钱，请老支书想办法让金凤能够重回大学学堂。金凤仍然没有去上大学，她继续在砖瓦厂累死累活地干活，没过多久，她幸运地在砖瓦厂工地上被一女老板看中，随后她来到了那个女老板创办的一家规模较大的陇东绒山羊养殖基地，她在这里学到了许多畜牧科技知识，并认识了该场的大学生技术员何治川，两颗年轻的心碰撞出了爱情的火花。吴憨民到绒山羊养殖基地去找金凤，他见到了该基地的女老板。山坡上，吴憨民与金凤谈心，并说出了他们两人都知道的金凤妈当年没去上学的的秘密。金凤妈辛苦劳作，一天,她去沟边担粪，却不慎掉进了沟里，村民们将她送进了医院抢救，闻讯赶回的金凤跪在病床前痛苦不已。吴憨民从任总处了解到了省市老区建设促进会要大力发展绒山羊养殖，他决定去县上寻求支持。县委书记办公室，金书记热情地接待了吴憨民，并答应在凤凰沟村建设一个大型绒山羊养殖基地。吴憨民激动不已。村口大柳树下，吴憨民再一次为凤凰沟村拉回了几大车羊，他召集村民，苦口婆心地做大家的工作，村民们因上次死羊事件，都没人再愿意养羊。吴憨民和杨正福只好将羊劈了两半，各自领回家中暂时去养。在何治川的支持下，金凤一边刻苦自学，一边并供帮着两个妹妹继续上学。没过多久，她获得了自学考试大学文凭。为了凤凰沟的将来，吴憨民拖着病体去见金凤，求她回来继续领着乡亲走致富的道路，金凤为报吴憨民和乡亲们的厚爱，决定毅然回到了凤凰沟。在凤凰沟村党支部表决会上，杨金凤被正式批准为中国共产党党员。杨金凤成了一名真正的大学生村官。春暖花开，锣鼓喧天，凤凰沟村沸腾了，吴憨民和杨金凤对绒山羊进行养殖示范，终于获得了成功，为了扩大养殖规模，他们在省市老区建设促进会的大力扶持下，建立凤凰沟绒山羊养殖基地，凤凰沟村充满了希望。自知时日不多的吴憨民给杨正福交代后事，他希望杨正福要转变观念，依靠科学和文化，全力支持金凤的工作，希望在他死后村民们在吃饱穿暖的同时能够过上城里人的日子，杨正福含泪答应。一年后，又是春暖花开的季节，凤凰沟再次热闹非凡。杨金凤正主持举办首届绒山羊采绒比赛，吴憨民带病参加。当天晚上，村口大柳树下搭起了亮子，吴憨民和金凤妈唱了最后一次皮影戏后就再也没有醒过来，在悲哀的陇东唢呐声中，吴憨民长眠在他为之奋斗了一生的黄土地下......",
    "chinese_title": "凤凰沟的春天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-22T11:42:16"
}