{
    "aka": [
        "私人公园 第一季"
    ],
    "sid": "10508922",
    "cast": [
        {
            "url": "/celebrity/1466636/",
            "name": "姜世花 SARA",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369578/",
            "name": "高瀚宇 Hanyu Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325602/",
            "name": "江伊涵 Phoebe Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1422552583.jpg",
    "region": [
        "中国大陆",
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-06(中国大陆)"
    ],
    "this_title": [
        "私人公园"
    ],
    "douban_link": "https://movie.douban.com/subject/10508922/",
    "trans_title": [
        "私人公园 第一季"
    ],
    "douban_votes": "0",
    "introduction": "这是一座华丽、宏伟的传奇建筑，无与伦比的精工雕铸，将这座建筑的气质完美呈现，它不仅拥有全世界最先进豪华的配套设施，还享有一个显赫的名字“私人公园”。故事是从这座顶级私人豪宅中开始，《私人公园》的主人，是全世界最富有的女人之一，因为继承了家业，年仅27岁的她已经成为了亚洲顶级富豪，她的集团业务覆盖到了全世界5大洲的多个领域，她就是名声赫赫的HOTA集团掌权人(总裁)霍艾伦小姐（SARA饰）。艾伦小姐因为家世的优越，从小就养成了傲慢、狂妄的性格，娇生惯养的她一直活在自己高傲的世界里，但是她并不知道，正是这种自大、目中无人的态度即将使自己陷入一场灾难之中。斯宏集团是该剧中的第二大财团，该集团的太子爷康德彬（贾思诚饰）想从姐姐康茜怡（蒋菲燕饰）手中夺回斯宏集团总裁的位置，康茜怡很看重丈夫肖强（郭子渝饰）的能力，因此康德彬便与姐夫肖强展开了一场斯宏争位的斗争。为了能够达到自己的目的，康德彬不得已与艾伦小姐的管家梁永泰（高宇饰）联手。心计狡猾的梁永泰并不简单，他提出条件要以交换的方式合作，也就是康德彬必须也帮助他做一件事情。从这个合作开始，局面变得越发复杂。艾伦出席了一次豪华的晚宴，由于她一直在国外生活，接管HOTA后又因为显赫的身份让她从不和外界直接接触，所以这一晚很多人是第一次看到从未露面的艾伦小姐。晚宴结束后，私人公园恢复了以往的平静，但是它的主人却消失在自己的家中，艾伦小姐不见了，梁永泰封锁了消息，为了避免对HOTA造成影响，他编造了一个又一个谎言。艾伦小姐的缺席让整个HOTA进入临时管理状态，整个集团的局势越发混乱，事态越来越严重了。而梁永泰的谎言又能继续欺骗多久呢？SEO新闻传媒集团是本剧中另外的大企业，是著名的电视媒体机构，该集团即将起幕的大型选秀比赛在全城火爆上演中，这次比赛之所以备受关注，除SEO自身影响力外，最大的卖点的是HOTA的艾伦小姐将首次通过电视与观众见面。参加这场活动是一个月前艾伦小姐自己同意的事，但是SEO这时并不知道HOTA最近发生的事情，没有人知道艾伦不会出席了。整个城市都在讨论比赛的事情，崇尚财富的心理也让大多数观众对艾伦的出现充满期待，所有人都想亲眼目睹这位神秘的富豪——艾伦。电视台抓住了观众的心理，扑天盖地的宣传这个消息。但是好景不长，当得知艾伦不能参加节目录制，SEO总裁高德（谷歌饰）大发雷霆。SEO与HOTA两大集团发生冲突，梁永泰为了保护HOTA的声誉，在事态最危急的情况下想到了一个计划，并得到SEO总裁高德的同意。而梁永泰并没有告诉高德艾伦不能出席的真正原因，艾伦失踪的事仍然在梁永泰谎言的掩饰中。在这座城市，真假艾伦小姐即将通过电视媒体上演一场庞大的辨别之战。SEO新星比赛顺利开始了，令人震惊的一幕是，艾伦小姐竟然出现在比赛现场，除梁永泰外，知道事情真相的人只有高德和导演曹明（董玉峰饰）。艾伦小姐的前男友是一位才貌双全的律师名叫子宣（杨帆饰），子宣和曹明是大学同学，两人交情很好。子宣在不经意中意外地发现了一件事情。他暗自调查，并得到重要线索，这是艾伦留给他的留言，留言中的暗语显示她已经陷于危难之中了，并且希望得到子宣的帮助。在现场出现的人叫雅彤，雅彤的男友叫李哲明（段黄巍饰），他经营着一间酒吧，李哲明非常喜爱雅彤。在别人眼里他们是幸福恋人，子宣为了调查艾伦的事情介入到雅彤和李哲明的生活之中，将三人的关系复杂化。在李哲明的酒吧，有一位一直爱着他的女人名叫瑞娜（李梦瑶饰），她为了坚守自己的爱不断制造是非，可最终却为了爱情险些失去生命。梁永泰的谎言，SEO对所有观众的欺骗，子宣发现的线索，出席大赛的人究竟从何而来，……这一切，所有的谎言和欺骗已经无法用语言讲清楚。但是让人想不到的是，在这个巨大的谎言背后，还隐藏着一个滔天秘密，到底谁在扮演谁的人生呢？而谁才是这座私人公园的真正主人呢？",
    "chinese_title": "私人公园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T16:23:16"
}