{
    "aka": [],
    "sid": "10508908",
    "cast": [
        {
            "url": "/celebrity/1312909/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001393/",
            "name": "何赛飞 Saifei He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326739/",
            "name": "杜俊泽 Junze Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327842/",
            "name": "吕洁 Jie Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356842/",
            "name": "梁曦文 Xiwen Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878232564.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1495260/",
            "name": "杨白钊 Baozhao Yang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1351093/",
            "name": "张中一 Zhongyi Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "电视台的故事"
    ],
    "douban_link": "https://movie.douban.com/subject/10508908/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事发生在南方，毗邻港澳的新莞市。这些天来，看似平静的新莞广播电视系统里，正酝酿着一场改革风暴，一个重大的发展机遇就要出现……电台节目主持人黄娟和电视台的肖雨是一对好朋友，在两人中间，本是无话不说的，就连黄娟与新莞伟龙房地产公司总经理卢晓祺几乎不为人知的恋情，以及肖雨眼下这段爱情所遇到的瓶颈，在她们之间都不是什么秘密。可两人在谈论到新莞广电的这场改革和各自的打算时，这对好朋友却都对对方似有所瞒……这时，黄娟想起了自己电台的拍档陈明棠，但却忽然发现联系不上，一种对他的担忧袭上了她的心头……与此同时，重回新莞的田文俊刚出火车站就遇到了一伙“职托”，职业的敏感和习惯让他决定要一探究竟。而这时，他遇到了假装成外来工的暗访记者陈明棠。在与“职托”周旋的过程中，把田文俊当作外来工的陈明棠对田文俊的“无知”感到着急，暗中想帮他脱险，也毕竟陈明棠道行未深，差点暴露了自己的身份，引起了一阵紧张惊险……倒是田文俊的机智淡定，帮陈明棠遮掩了过去。脱险后，两人只是匆匆间相互道谢便各自离开，但短短的一次偶遇，却给他们都留下了深刻而良好的印象。原来，田文俊是受好朋友肖雨之邀，趁着新莞广电改革之机回来谋求新发展的，他的传媒工作经历，让他顺利地被聘入了电视台。晚上，田文俊在电台的节目《夜空心声》里无意间听到了一个似曾相识的声音和那声音讲述的故事，不禁勾起了他对往事的回忆……台里那个让人既兴奋又担心的消息终于得到了证实：新莞的电台和电视台将要合并，组成新的新莞广播电视台，并且将进行栏目招标。田文俊和肖雨策划了一档《城事天地线》的民生新闻栏目；而黄娟也在暗中劝动了拍档陈明棠，共同策划同样是一档民生新闻栏目的《新闻前线》。但因为种种原因，黄娟和肖雨对他们正在进行的这些事都仍秘而不宣。直到台里答辩的那天，田文俊和黄娟两组人才碰在一起，这时，田文俊和黄娟才发现，对方原来就是三年前曾经热恋过的情人！原来三年前，田文俊南漂到了新莞，与黄娟曾同在一家公司工作，相识不久，两人因志趣相投，很快就成为了恋人。可就在他们几乎到了谈婚论嫁之时，因受父母离异影响的田文俊犹豫了；而在这时，两人在工作上的一次合作中，又发生了严重的分歧。两人从此分手。田文俊也离开新莞，孤身到了外地，开始了他又一段的漂泊人生……此时此地，时过境迁，两人重新碰面，颇有物是人非之感，但他们的心里还是难免再次出现情感的波澜。表面上，两人都不提三年前的事，看似客气的言辞中，还是能让人从中窥出各自的内心都在憋着一股劲……这时，黄娟也才知道肖雨与田文俊的关系，同时也才知道跟自己有竞争关系的一组人里除了自己的旧恋人，还有自己的好朋友。这几个人的关系，因田文俊的回来和栏目招标，发生了微妙的变化……倒是细心的陈明棠，从田文俊和黄娟相互间的态度上看出了一些端倪。经过台里编委会对各投标方案进行筛选、评选和确认，招标结果公布了：田文俊的《城事天地线》等栏目被通过，www.tctv.cc提供而黄娟的《新闻前线》却落选了！这在黄娟看来，自己的落选多多少少是因为有了田文俊。为了挽回跟黄娟的关系，并不知道黄娟与田文俊多少事情的肖雨向田文俊提出，邀黄娟加入《城事天地线》，田文俊因为知道黄娟是决不会屈就的，于是并不置可否。到了肖雨向黄娟提出时，黄娟果然谢绝了。《城事天地线》正式推出了。田文俊是该栏目的监制兼主持人，肖雨成了他的主持搭档。这个组里的摄像徐兵，记者陈婉琳等人大多都是没有多少经验的新手，但他们就是凭着一股冲劲，向着新的目标进发。肖雨本是魅力新星大赛出来的，原来也只是主持过儿童节目，这次主持民生新闻节目，由于风格的不协调，遭到某些同事和观众的诟病。一时间，她成了众人议论的焦点，虽然她努力试图去改变，但也许是先入为主的缘故，对她的非议依然不断。这让肖雨一下感到了茫然，也让田文俊感到为难……这时，记者方面也因为冲劲有余，经验不足，得罪了某些被采访对象，为台里惹上了一些麻烦，《城事天地线》面临被淘汰的危险……",
    "chinese_title": "电视台的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T13:01:09"
}