{
    "aka": [],
    "sid": "10514807",
    "cast": [
        {
            "url": "/celebrity/1055125/",
            "name": "迈克尔·弗莱特利 Michael Flatley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075419/",
            "name": "Jean Butler Jean Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-06-07"
    ],
    "this_title": [
        "The best of Riverdance"
    ],
    "douban_link": "https://movie.douban.com/subject/10514807/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The DVD debut of Michael Flatley's performance in Riverdance (or at least part of it) is one of the highlights of The Best of Riverdance, a generous survey of the Irish hard-shoe sensation that has riveted live audiences and PBS viewers for a decade. Beginning with the 1994 Eurovision Song Contest performance that led to the full-length stage show, the program compiles a number of highlights from the show's history, taken mostly from three sources. There's the original 1995 televised show starring the flamboyant, record-setting tapper Flatley and his partner, Jean Butler. There's the 1997 New York City concert, with Colin Dunne opposite Butler. And finally there's the 2003 performance from Geneva headlined by Brendán de Gallaí and Joanne Doyle. Because elements of the show and numerous performers have changed over the years, each performance has its own character, and The Best of Riverdance even takes the unusual step of blending segments of various shows into a single number. For example, \"Riverdance\" switches back and forth among the three shows and the three sets of leads. \"Lift the Wings\" begins with two verses of the solo voice of Áine Uí Cheallaigh, then segues into segments from the ensemble-sung version from New York and Geneva. Because the solo rendition was one of the biggest losses of later generations of the show, it's nice to have at least part of it on DVD. Likewise, because Flatley's complete Riverdance performance is not yet available on DVD, fans will be glad to have at least a few numbers here. Other later-generation numbers included are \"American Wake\" and \"Trading Taps,\" and the DVD menu screens very clear note which performer or combination of performers is performing.Brand new in this nearly two-hour program are occasional introductions by Jean Butler, which help explain some of the ambiguous stage action. Bonus features are a new one-hour documentary about the history of the show, 16 minutes of high-speed backstage footage, and an eight-minute performance from the 2003 Special Olympics. Some viewers may find the introductions or the performance switches jarring to the flow, and The Best of Riverdance is surely not a substitute for the complete performances of the show, but it is a nice compilation, and offers some footage that you can't see anywhere else. --David HoriuchiProduct DescriptionCompilation of 18 performances starting with the Point Theatre in Dublin with Michael Flatley and Jean Butler, to Radio City Music Hall and ending in Geneva Switzerland. Cover disc and insert are in mint condition. Region 1 (USA & Canada)",
    "chinese_title": "The best of Riverdance",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-01T03:00:28"
}