{
    "aka": [],
    "sid": "10527227",
    "cast": [
        {
            "url": "/celebrity/1274888/",
            "name": "印小天 Xiaotian Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018759/",
            "name": "赵文瑄 Winston Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274723/",
            "name": "黑子 Zi Hei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275718/",
            "name": "聂远 Yuan Nie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322760/",
            "name": "刘芷汐 Zhixi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006938/",
            "name": "杜志国 Zhiguo Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317943/",
            "name": "韩晓 Xiao Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313031/",
            "name": "王绘春 Huichun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316606/",
            "name": "韩雯雯 Wenwen Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314476/",
            "name": "修庆 Qing Xiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317981/",
            "name": "孟霞 Xia Meng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318549/",
            "name": "宗峰岩 Fengyan Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415976/",
            "name": "贾君刚 Jungang Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411295/",
            "name": "李旗山 Qishan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336223/",
            "name": "王正权 Zhengquan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327671/",
            "name": "马浴柯 Marc Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472710/",
            "name": "吴铁铮 Tiezheng Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534091386.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322722/",
            "name": "周振天 Zhentian Zhou",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4325462",
    "director": [
        {
            "url": "/celebrity/1301342/",
            "name": "吴子牛 Ziniu Wu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-11-15(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4325462/",
    "this_title": [
        "闯天下"
    ],
    "douban_link": "https://movie.douban.com/subject/10527227/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "剧集以赵天福一家实现艺人自己的理想，创建一个自己的杂技班子为故事主线，全面展示杂技艺人的坚韧不拔，锲而不舍的人文精神和性格魅力。在闯江湖的过程中，赵沧海为赌一口气，凭了一面小铜锣，自闯江湖，终创建了自己的神奇小子班；燕青山遵师遗命，几番辛酸，几番风险，终将师傅创建的华夏班保护下来。而最后，又为了民族大义，掩护我八路军后勤机关，战地医院的伤病员。不惜毁掉这个凝结艺人心血与理想的杂技班子，以一场绝命演出吸引鬼子，完成了吴桥艺人从为自己生存发展到为民族生存献身的**转变。全剧以艺人动荡、复杂、坎坷的命运为故事元素，讲述了一个庞大的吴桥杂技艺人群体，以艺人独特的江湖生活，以及性格迥异、命运不同的各色江湖人物故事，组成了一个全景似的旧江湖艺人群体形象，再现了当年“闯江湖”的历史画面。在吴桥，有一个兴盛了五百年的吴桥杂技九月庙会，这是一个全国乃至世界上闻名的杂技行业庙会。每逢会期，全国各地的杂技班子，还有一些国外团体都赶到九月会上来亮一亮相，来争一个在世界上很有知名度的金狮大奖。在这一届九月会上，杂技世家赵天福一家为长乐班赢得了九月会上大奖——金狮奖。长乐班因些获得了大宗的商演合同。可是这些合同都有一个前题，要有赵家的获奖节目。班主何自雄为此苦恼万分。原因是赵天福与长乐杂技班的合作早已到期，计划离开长乐班，自创杂技班子闯荡江湖。就在此时，军阀候督军派副官汤剃头来请长乐班去演堂会，赵家人也被逼全部参加。面对汤剃头，赵家只好暂缓离开。何自雄的妻子白牡丹，侄子鬼难拿为了留住赵家把式，暗中与汤剃头商量，把赵家当家女把式萧紫霞献给军阀侯督军。釜底抽薪，让赵家人因没了当家女把式而无法自立门户。就在萧紫霞被骗进督军内室时。赵天福之子赵沧海奋勇闯进督军内室，三拳两脚打伤侯督军，抢了督军的枪，救走萧紫霞。侯督军怒极，要杀班主何自雄，白牡丹只有舍身而出，救下了何自雄。赵家人却在候督军派人追杀之下，逃到南洋卖艺发展。终于成立了自己的班子——华夏班侯督军倒台了，已经发展为名扬南亚各国的华夏班，风光地回到天津，没想到冤家路窄，与旧班主何自雄在争剧院，争名望等事上又结新怨。何自雄几次设法，想把赵天福挤出天津未果。鬼难拿暗中再下黑手，学了秦小手祖传绝技《隔空大搬运》，换了燕青山枪中的子弹，在赵天福与大徒弟燕青山表演神奇节目《牙接子弹》时，燕青山演出中开枪打伤赵天福。赵天福临终，却把班子交给燕青山。赵沧海面对父亲的不信任，面对开枪打死父亲的燕青山，赌气离开华夏班，仅拿了一面赵家祖传的小铜锣，自闯江湖。又一届九月会，华夏班，长乐班，和赵沧海新创建的神奇小子班三个班子鼎足相对，师兄弟，杀父疑凶三人为争夺金狮奖，进行了一场生死对决。对决前夕，因为娘舅大花鞋搅起事端，赵沧海误伤师兄燕青山。仗义的赵沧海，放弃自己争夺大奖的机会，替燕青山出场，为华夏班争得大奖。燕青山、赵沧海为了寻找当年的杀父仇人，各带了班子，一起来到天津边演出边调查仇人。何自雄怕当年的事情暴露，与鬼难拿一道，设计对华夏班、神奇小子班进行陷害。赵沧海巧遇曾在南洋就有交往的地下党罗坚，面对危险，巧用魔术节目，救下罗坚。这种手法瞒过了特务，却没有瞒过看演出的鬼难拿，鬼难拿向军警举报。赵沧海在燕青山和萧紫霞的帮助下，躲过军警抓捕，逃亡日本。神奇小子班被何自雄趁机收去。赵沧海在日本收了一个日本徒弟，教他实战性很强的沧州六合刀。燕青山和萧紫霞因为帮助了赵沧海被抓，何自雄为挤跨华夏班，逼关在狱中的萧紫霞嫁给军阀黄师长为妾。为救出燕青山和保住华夏班，萧紫霞决定牺牲自己，应允了黄师长。燕青山救出了萧紫霞，带华夏班躲到偏僻的张北地区。在日本的赵沧海得知师妹要嫁军阀，心急如焚，为躲黄师长，取道香港广州回国，恰遇从长乐班逃出的秦小手父女有难，赵沧海倾囊相救。得知萧紫霞被救，华夏班不知躲往何处，赵沧海只好在广州跟秦莺莺一道卖艺。秦莺莺爱上了赵沧海，而赵沧海却爱着萧紫霞。为了促成秦莺莺与赵沧海，秦小手用魔术手法，骗赵沧海喝下药酒，想让秦莺莺跟赵沧海生米做成熟饭……最后关头，秦莺莺明白赵沧海爱的不是她，把赵沧海推出门外。黄师长被打跑了，华夏班回到了吴桥，赵沧海也回来找萧紫霞，可是萧紫霞与燕青山从小定有娃娃亲，萧紫霞面对真情与旧俗，无法取舍。燕青山多年来背负着杀师的嫌疑，他想把华夏班交给再次重组起神奇小子班的赵沧海，自己好一心去寻找杀师仇人，遭到赵沧海的拒绝。何自雄为掩盖罪过，再次谋划，与汤剃头合议，以劳军的名义，把华夏班和神奇小子班带往军营，裁赃杀掉赵沧海与知道内情的秦小手。燕青山在紧要关头以演出节目为由，救出了赵沧海与秦小手。赵沧海终于同意合班。何自雄一计不成，又唆使柳三放火烧了剧院。为赔偿剧院损失，华夏班被逼并入到长乐班挣钱还债。又一年九月会到了。赵沧海只得与代表长乐班的燕青山师兄弟对决。面对实力雄厚的长乐班，赵沧海再次失去了夺奖的机会。秦莺莺知道与赵沧海相爱无望，为了抗拒与洋人军火商的婚姻，在表演高空节目时，做了一次“爱的俯冲”，从高处跳下来自尽，被赶来的赵沧海救下。赵沧海被秦莺莺的痴情所动，带着受伤的秦莺莺远涉重洋，到国外演出去了。九一八事变爆发。赵沧海深感中国人所受的屈辱，返回国内，并到长城抗战前线慰问将士，亲眼见到当年在日本收的徒弟西村正雄用六合刀法砍杀中国将士，而当年的日本朋友河野却做了间谍，随班子到前线搜集情报。赵沧海被何自雄检举，险些送命。长城抗战后，赵沧海终于从燕青山手中接过华夏班，继承父业，可是在国家命运的大背景中，华夏班的命运也随之跌宕起伏。由于赵沧海在长城抗战中的表现，招来了天津日本人的骚扰，只得率合并后的华夏班来到上海演出。在上海，赵沧海与上海青帮大佬黄月斋几番明争暗斗。又与来上海进行“精神文化作战”的日本西村马戏团打擂，赵沧海得胜后反被政府扣上排日之罪抓进大牢。燕青山几经周折，终抓住知道实情，放火烧剧院的柳三，却被暗处的鬼难拿抢先下手打死。寻找杀师仇人的事再度陷入迷惘之中。赵沧海经多方营救得以出狱，却被法院判处封箱禁演一年。七七事变，赵沧海的“徒弟”西村正雄进驻吴桥，为拢络人心，西村几番邀请赵沧海出来当维持会长，被赵沧海拒绝。已经加入日本特务机关的河野昌夫也来到吴桥，为宣扬日本人的“王道乐土”，想重办因战争而停办的九月会。赵沧海等吴桥艺人不以为是计，积极倡办。在最后关头，赵沧海等识破了鬼子的计谋，一把火烧了吴桥人引为自豪，兴盛了五百年的古老吴桥九月杂技庙会……河野与西村计划破灭，愤怒之中，抓捕了大批艺人，拉到据点修炮楼，并计划将艺人们送到日本去当劳工。赵沧海与秦小手配合，用“隔空大搬运”的手法，变没了日本人机枪枪栓，众艺人杀了鬼子，逃出据点。自私自利一生的秦小手为了掩护众艺人，未能逃走，被抓后壮烈赴死。临死，终将当年赵天福死的真相告知了赵沧海和燕青山。华夏班辗转来到了八路军根据地，一次为了掩护战地医院撤离，赵沧海决定牺牲凝结他们几代艺人心血与理想的杂技班子，为吸引鬼子，赵沧海敲响了祖传的铜锣，面对包围上来的鬼子，华夏班为鬼子做了一场技艺精绝的绝命演出。完成了吴桥艺人从为自己生存发展到为民族生存献身的转变。河野与西村抓住了赵沧海等，戏弄并逼迫他们演出神奇节目《牙接子弹》。赵沧海与燕青山将计就计，演出中用“隔空大搬运”将假子弹变成真子弹，打死了河野。面对日本人的暴行，最后时刻，何自雄终于悔悟，为掩护赵沧海而死，用他的死洗刷了自己一生的恶行。罗坚带领一支部队来营救赵沧海华夏班。混战中，赵沧海亲手用六合刀杀死了“徒弟”西村。和当年害死赵天福的元凶鬼难拿。该剧是一部充满传奇色彩的吴桥杂技艺人的个人奋斗与群体奋斗相结合的创业成长史，是一部人物命运的悲欢离合史，更是一部弘扬燕赵民族精神的草根人物史诗。",
    "chinese_title": "闯天下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-05T20:00:36"
}