{
    "aka": [
        "開局10周年記念ドラマ 松本清張特別企画 一年半待て"
    ],
    "sid": "10521715",
    "cast": [
        {
            "url": "/celebrity/1327578/",
            "name": "久世星佳 Kuze Seika",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329937/",
            "name": "伽奈 Kana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018741/",
            "name": "夏川结衣 Yui Natsukawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874216636.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1298857/",
            "name": "竹山洋 Hiroshi Takeyama",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "114分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010-12-08"
    ],
    "this_title": [
        "一年半待て"
    ],
    "douban_link": "https://movie.douban.com/subject/10521715/",
    "trans_title": [
        "等候一年半",
        "開局10周年記念ドラマ 松本清張特別企画 一年半待て"
    ],
    "douban_votes": "0",
    "introduction": "2010年秋季 BS-TBS  日剧SP雑居ビルの３階にある小さな事務所「高森たき子事務所」。弁護士である高森たき子はＴＶに映る同僚弁護士をみていた。ＤＶ問題を手掛ける華やかな女性弁護士・山科百合子が政界に出馬し、当選したのだ。方や同じＤＶ問題を扱う人権派弁護士として、ほとんど報酬にもならない仕事をし続けていたたき子は、その様子を口惜しそうに見つめていた。そんなたき子の事務所の扉が開いた。やってきたのは、須村さと子。「夫が死んでしまいました・・・」娘の亜希を伴ってやってきたさと子は、たき子にそう告げた。夫のＤＶに悩まされ、抵抗するうちに夫が死んでしまったというさと子の説明を親身になって聞くたき子。さと子の弁護を引き受けることを決めたたき子は、おもむろに鋏でさと子の髪をとりつかれたように切っていく・・・。たき子は事件の詳細を知るため、さと子を伴い現場へ向かった。そこには、さと子の夫・須村要吉の遺体があった。たき子が、要吉の遺体を確認するそばで冷たい反応を見せるさと子。バスルームには、バラの花が浮かぶ。要吉が愛人と別れバラの花束を持って帰宅し、さと子を無理矢理襲おうとした。ＤＶを受け続けていたさと子は、恐怖のあまり逃げ惑いその中で、気づくと要吉が死んでいたのだという。たき子は、その説明を聞きながらさと子に疑惑の目を向ける。翌朝、刑事たちに囲まれてさと子が連行された。一方、たき子は、要吉の愛人だったという小料理店を営む・脇田静代の店を訪れていた。すぐに警察に行かず弁護士であるたき子のもとへ行ったさと子に不快感をあらわにする静代。静代は、さと子とは大学の頃からの友人でさと子が要吉を伴い店にやってきたのが、要吉との出会いだった。やがて、店に通うようになった要吉と静代は、愛人関係に発展していったのだという。そして、静代はたき子にさと子にも恋人がいたことを明かす。さと子の取調べは以前続いていた。未だ、夫を自分が殺してしまったのかどうかも覚えていないと供述するさと子に刑事たちはいらだちを隠せない。たき子は、さと子がブログの日記に記していたＤＶの記録を盾にして周囲の同情を集め始めていた。そんな中、たき子のもとにある青年から一本の電話が入った。電話の相手は、花屋で働く青年・緒方精一。緒方とさと子は、あるレストランで知り合ったのがきっけけでその後、さと子が緒方の働く花屋に通うようになったのだという。さと子に思いを寄せていた緒方は、再三アプローチするもさと子は、にえきらない態度をとり、最後に会った時「一年半、私を待って」と告げられたのだという。その言葉の意味とは・・・！？そしてついに、第一回公判が開かれようとしていた・・・。",
    "chinese_title": "等候一年半",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "一年半待て",
    "douban_rating_average": 0,
    "update_at": "2025-02-12T10:44:57"
}