{
    "aka": [],
    "sid": "10531227",
    "cast": [
        {
            "url": "/celebrity/1318211/",
            "name": "吴京安 Jing&#39;an Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275609/",
            "name": "巍子 Weizi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361162/",
            "name": "夏和平 Heping Xia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313017/",
            "name": "村里 Cun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316422/",
            "name": "张立君 Lijun Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1457644/",
            "name": "谢樑 Liang Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412448/",
            "name": "红花 Hua Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348337/",
            "name": "甘雨 Yu Gan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319246/",
            "name": "陈佳妍 Jiayan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2684303904.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1350334/",
            "name": "桂雨清 Yuqing Gui",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330742/",
            "name": "胡春桐 Chuntong Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "红旗谱"
    ],
    "douban_link": "https://movie.douban.com/subject/10531227/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "滹沱河畔一百四十八亩的公地，由千里堤上的大钟铸契文为证。地主冯兰池想毁钟占地，被农民朱老巩阻止。冯兰池设计“调虎离山”，砸毁大钟，朱老巩怒愤而死。冯兰池霸占了公地，为斩草除根，勾结县衙抓了朱老巩的儿子朱老忠，设计奸杀了他的姐姐。朱老忠侥幸躲开了冯家的毒手，满怀悲愤逃离了家乡……。二十一年后，闯关东的朱老忠带着妻子、儿子大贵和二贵回到家乡锁井镇，与冯家的护院头领老山头比武论输赢，替农民严世和夺回了严家的宝地。冯家的二少爷冯贵堂凭借留洋回乡的身份，与县知事勾结，借故抓捕了朱老忠。法庭上，朱老忠怒不可遏，气昏在地。乡村教师贾湘农以律师身份挺身而出，据理辩护，保护了朱老忠。一心想寻找为穷人撑腰的红色大门派的朱老忠，在贾湘农的教导下，建立了习武练功的“演武堂”。大贵和二贵逮住了一只“脯红”鸟，冯兰池一心想得到，冯贵堂借县府的势力，强行索要。朱老忠佯借祝寿献鸟，大闹了冯家，戏弄了冯兰池。冯家设下圈套，以抓丁的名义抓了严世和的大儿子运涛。朱老忠舍出儿子大贵去替换运涛，结果被军阀张福奎看中，运涛和大贵都从了北伐军。“四一二”，运涛因是共产党员被抓捕入狱。严世和家如雷劈顶，久病的严妻病亡。贾湘农要朱老忠去济南探监。痴情的春兰执意与老忠叔同去。刑场上，春兰与朱老忠见到了正在准备被行刑的运涛。春兰当众要与运涛成亲……。运涛被传令改判无期徒刑。狱中，在老忠的安排下，春兰与运涛相见，情与心紧紧相连。冯贵堂勾连军警要抓贾湘农，回到锁井镇的朱老忠，带领“演武堂”的人闯入冯家大院，与警察和冯家的护院要拼个死活，闻讯赶来的贾湘农平息了一场流血的械斗，被捕。深感愧疚的朱老忠买通狱警，到监狱看望贾湘农，盟誓跟着贾湘农、参加共产党。文武双全的张嘉庆劫持了冯兰池，逼迫冯贵堂释放了贾湘农。贾湘农决定准备武装起义。派张嘉庆进入白洋淀，劝说绿林舵主李双泗投奔共产党。冯贵堂同时也派老山头来到白洋淀招安。白洋淀的二舵主古文应勾结老山头，要除掉李双泗，投靠冯贵堂。贾湘农又派朱老忠进淀，与李双泗论义比武，抓住了前来偷袭的冯焕堂，解救了李双泗一家。讲江湖义气的李双泗放走了古文应和老山头，留下了大患。起义需要枪支和弹药。春兰闻知冯家藏有枪弹，找老忠叔自愿进冯家当丫鬟“卧底”。李双泗为给共产党“晋见礼”，只身进城搞弹药。投靠了冯贵堂的古文应，设计诱捕李双泗，李的女儿芝儿与张嘉庆进人县城，击毙了张福奎。朱老忠为准备起义，袭击了双井镇的警察所；根据春兰得到的消息，朱老忠又带人闯到地主冯老锡家缴了枪支。冯贵堂设计除掉了政敌徐克强，掌握了兵权，伺机出兵锁井镇，就叫三弟冯焕堂强行冯兰池离开冯家大院。朱老忠闻讯，只带大贵去追，结果中了古文应的奸计，被诱捕入狱。冯兰池亲自审问老忠……。潜伏在敌人内部的地下党李稚天，不顾暴露的危险，威逼古文应写下假信，说服了敌团长牛宝利从监狱解救了朱老忠。李稚天夫妻被冯贵堂杀害了。在贾湘农的领导下，朱老忠带领锁井镇的农民参加了“起义”。冀中平原上，成千上万的农民掀起了红色的狂飙……。冯贵堂带军队镇压了起义；老奶奶在敌人围剿的炮火中，巍然不动，仙逝而去。朱老星高唱着大红歌牺牲在敌人的铡刀下。伍老拔引暴了炸药，与冯家祠堂同归于尽。在冯焕堂要抓捕时，老忠的妻子，拉响了竹筐里的炸弹。春兰也被抓来，吊在了树上……。与老山头同归于尽而没有牺牲的朱老忠，和赶来的李双泗救下了春兰，随队伍撤退到了太行山。冯贵堂带兵围剿，惨遭失败。被古文应借机弹劾，取而代之。贾湘农为起义的失败而自疚，主动打报告承担责任。被已经出狱回来工作的运涛拦下。大贵的妻子金华也在这时失踪了。抗日的高潮就要到来，朱老忠的北方红军的队伍，走下太行山，回到锁井镇。冯贵堂为稳住局面，要与共产党谈判。不听众人的劝阻，十分负疚的贾湘农怀着为民众彻底牺牲的心情，只身奔赴保定，与敌谈判。结果，谈判破裂，被冯贵堂软禁。朱老忠、张嘉庆、李双泗在不动用队伍的情况下，营救出了贾湘农。在回锁井镇的路上，已经重病在身的贾湘农与世长辞了。朱老忠和锁井镇成千上万的农民出大殡，为这位冀中平原的播火者送行……。日本军官太次郎带领小股先遣部队，潜入保定府，与冯贵堂勾结成奸。李双泗、张嘉庆为贾湘农复仇，大闹保定府，袭击了日伪军，迫使太次郎震怒之下，孤军袭击锁井镇。朱老忠、运涛伏击了敌伪，消灭了太次郎。乘胜追击，在太行山的一座孤庙里，围堵住了败将冯贵堂。冯贵堂意外的发现了大贵的妻子金华和他的儿子，当他妄图加害于她们时，被已经遁入空门的冯家老大冯月堂救下，冯贵堂开枪，杀死了自己的亲哥，在朱老忠众人围逼过来时，他拿起老忠的大铡刀，自杀身亡了。千里堤上朱老忠为奔赴抗日前线的红孩子送行，他们的头顶上红旗在飘扬……",
    "chinese_title": "红旗谱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T03:52:39"
}