{
    "aka": [],
    "sid": "10535513",
    "cast": [
        {
            "url": "/celebrity/1318392/",
            "name": "唐沸潮 Feichao Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326237/",
            "name": "黄安仪 Anyi Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330298/",
            "name": "唐宁 Ning Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276032/",
            "name": "关晓彤 Xiaotong Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472759/",
            "name": "张昕玮 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "动作",
        "科幻",
        "奇幻",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2309754897.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "24分钟",
    "episodes": "42",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-09-09(中国大陆)"
    ],
    "this_title": [
        "火力少年王之舞动火力"
    ],
    "douban_link": "https://movie.douban.com/subject/10535513/",
    "trans_title": [
        "火力少年王4"
    ],
    "douban_votes": "540",
    "introduction": "上接火力少年王第三部剧情。时隔1年的暑假，悠悠球协会要组建中国有史以来第一支悠悠球精英队。 一时间，各路赛手云集云港市金沙湾‘火力集训基地’，姚杰、郭睿、严青等也在其中，没有收到通知而一心梦想要加入精英队的何马和姚杰的粉丝林琳也跟随而来。 姚杰等人在集训基地遇到了飞鹰队的何顺、安迪等众多高手。原银沙湾《你好，悠悠！》杂志的唐主编已经被任命为精英队领队。而素有铁血教练称号的问题教练杨振军也临危受命。各路高手一来到火力基地就被主教练杨振军来了个下马威。经过措手不及的初级淘汰赛后，落选赛手纷纷离队，姚杰也经历了意外淘汰和意外入队的转折。杨振军还告诉大家，2个月后要进行一场大PK赛，只有最后获胜的个人前三名队员才会成为精英队的正式队员，参加将来得国际赛事。艰苦的训练和激烈的竞争随即展开，铁血教练杨振军好像有意和队员们作对，训练科目十分古怪，还不断用各种所谓的铁血训练法来‘刁难’和‘折磨’他们：半夜紧急集合、极限体能拉练、野外生存、拓展耐力训练等等，令队员们苦不堪言、怨声载道，但杨振军根本熟视无睹，并扬言，不愿意参与训练或有怨言的可以马上离开精英队。姚杰结识了训练营外快餐店的伙计——杨帆,并成为好朋友。 此时，在集训基地外却屡次出现蒙面高手袭扰集训队员的事件，这些人都是悠悠球怪才，出手凶狠，怪招连连，集训队的成员屡战屡败，一时士气大落，人心惶惶。在一次队友被蒙面人纠缠对战时，姚杰终于出手，没想到对手中为首的女蒙面人球技高超，正在难解难分之时，另一位蒙面人出手替姚杰解了围…… 没想到，集训营外的二位蒙面高手竟然来到队中要一起参加选拔，为首的女蒙面人尚方蓉出示了协会的通知，原来他们也是这次候选的队员，这引起了大家的强烈不满，但教练杨振军却说这是他的安排。就在队员们摸不着头脑的时候，那天替姚杰解围的蒙面人来到，原来他竟然是快餐店的伙计——杨帆，他也出示了悠悠球协会的通知，姚杰等十分高兴，而教练杨振军却脸色铁青离去。 之后大家才知道，尚方蓉与杨帆之前都是火龙队的队友；杨振军之前也是的火龙队的教练，当年杨帆因练习舞动火力被杨振军制止而愤然离队，但令人更加惊讶的是杨振军竟然是杨帆的亲叔叔……助理教练罗兰在得到协会理事长支持后又准备启动‘舞动火力’新项目，将街舞和悠悠球进行结合。罗兰请来街舞教练给大家练舞，但遭到主教练杨振军的阻扰，两人发生矛盾。 协会请来了‘国际专业悠悠球花式劲舞’表演组合来给大家示范，队员们大开眼界。一时间，集训营群情激昂，大家跃跃欲试。 但街舞的训练并不顺利，队员们发现‘舞动火力’不是那么好练的，有人想退出，有人想偷懒、有人想走捷径，但在罗兰和扬帆的坚持下，队员们经历了几次动摇后都坚定了对舞动火力的信心。 期间为了选举队长、分队组合、排练劲舞等问题，发生了很多误会、矛盾和故事……为了舞动火力，杨帆与姚杰之间也发生了矛盾；就在大家准备迎接最后大比武的时候，铁血教练杨振军却突然被队员茅钧的表哥告发，继而牵扯进一个多年的交通意外中,导致被协会撤职，这一个个事件使所有人物关系重新洗牌……最后大比武的日期临近了，队员们将面临角斗士般的残酷淘汰。竞争与友情、荣誉与情感、梦想与现实、事实与真相都将面临抉择，每个人都处在意志和心灵考验的边缘，而一场精彩的‘舞动火力’花式悠悠球大比武也即将精彩登场……",
    "chinese_title": "火力少年王4",
    "douban_rating": "7.7/10 from 540 users",
    "foreign_title": "火力少年王之舞动火力",
    "douban_rating_average": "7.7",
    "update_at": "2025-03-31T06:00:45"
}