{
    "aka": [],
    "sid": "10531237",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2184145721.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1309994/",
            "name": "托比·麦克唐纳 Toby Macdonald",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-01-04(美国)"
    ],
    "this_title": [
        "In the Womb: Cats and Dogs"
    ],
    "douban_link": "https://movie.douban.com/subject/10531237/",
    "trans_title": [
        "子宫日记：猫与犬"
    ],
    "douban_votes": "482",
    "introduction": "（汉语官方简介）猫猫科动物是进化得最成功的一群动物。除了澳洲和南极洲，所有大陆都有原生猫科动物。猫科动物形形色色，小从无害的家猫，大到万兽之王狮子，以及陆地上速度 最快的猎豹；但牠们之间的差异有多大？猫科动物的种类有很多，牠们的体型差异极大，但牠们具备相同的本能，行为也类似。牠们在胚胎时期时拥有许多共同特征。观众将从本节目中了解，小猫和幼狮在尚未出生之前，发育出哪些生理结构，使得牠们长大后变成超强掠食动物。犬本节目追踪三种家犬和牠们的祖先灰狼，在子宫内从受精到出生的发育过程。我们可从这几种动物的胚胎发育过程中，明白牠们的血缘有多相近，及牠们为何会有极 大的差异。这三种狗的体型和功能相异：拿波里獒犬是古罗马时期皇帝的看门狗，小型吉娃娃是名人的玩赏犬，黄金猎犬则是最受人喜爱的猎犬。观众将可藉由视觉 特效、电脑动画和即时超音波影片，从特殊观点深入了解狗胚胎的发育过程。（英语官方简介）Supported by amazing visual effects, computer graphics and real-time, moving ultra-sound pictures In the Womb: Cats and Dogs gives us a unique view into the world of dog and cats in-utero development.In the Womb: Cats follows the development of one of the most successful animal groups. They come in all shapes and sizes; from the small, harmless house cat, to the King of Beasts, the lion, to the fastest animal on land, the cheetah. They're certainly different species and vastly differing sizes, but they share many of the same characteristics as they grow in the womb. Discover what kittens and cubs acquire before they're even born that equips them to be skilled predators when they're grown up.In the Womb: Dogs follows the development—from fertilization to birth—of three domesticated dogs and their single ancestor, the gray wolf. By following their fetal development, explore just how closely related they are, as well as what it is that makes them so distinct. Our three breeds are different in both form and function: the giant Neapolitan Mastiff, bred as a guard dog to Roman emperors, the tiny Mexican Chihuahua, and the ever popular golden Retriever.",
    "chinese_title": "子宫日记：猫与犬",
    "douban_rating": "9.0/10 from 482 users",
    "foreign_title": "In the Womb: Cats and Dogs",
    "douban_rating_average": "9.0",
    "update_at": "2025-08-20T10:39:19"
}