{
    "aka": [
        "长征2红军东征"
    ],
    "sid": "10535530",
    "cast": [
        {
            "url": "/celebrity/1020586/",
            "name": "张铁林 Tielin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314405/",
            "name": "王思懿 Siyi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317940/",
            "name": "姚刚 Gang Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318402/",
            "name": "梁春书 Chunshu Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274973/",
            "name": "马晓伟 Xiaowei Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316729/",
            "name": "宋运成 Yuncheng Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318300/",
            "name": "宗利群 Liqun Zong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274710/",
            "name": "王静 Jing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318612/",
            "name": "倪土 Tu Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274709/",
            "name": "周舟 Zhou Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318613/",
            "name": "李博 Bo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316069/",
            "name": "国歌 Ge Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315475/",
            "name": "廖晓琴 Xiaoqin Liao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362862/",
            "name": "赵晋 Jin Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326289/",
            "name": "全解放 Jiefang Quan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319363/",
            "name": "沈保平 Baoping Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348300/",
            "name": "钟卫华 Weihua Zhong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373345/",
            "name": "东靖川 Jingchuan Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326913/",
            "name": "赵岩松 Yansong Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356803/",
            "name": "赵中华 Zhonghua Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407333/",
            "name": "金池 Chi Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329236/",
            "name": "羿坤 Kun Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355558/",
            "name": "吴娱 Yu Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414730/",
            "name": "钟山 Shan Zhong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411259/",
            "name": "段卫平 Weiping Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445304/",
            "name": "孔德锋 Defeng Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340284/",
            "name": "李阳 Yang Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629459605.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1417155/",
            "name": "王向力 Xiangli Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318316/",
            "name": "张绍林 Shaolin Zhang",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-03-01(中国大陆)"
    ],
    "this_title": [
        "红军东征"
    ],
    "douban_link": "https://movie.douban.com/subject/10535530/",
    "trans_title": [
        "长征2红军东征"
    ],
    "douban_votes": "0",
    "introduction": "九·一八事变东三省沦陷之后，日本帝国主义得寸进尺，先后逼迫蒋介石政府签定了丧权辱国的《秦土协定》、《何梅协定》等卖国条约，接着日本华北驻屯军又策动“华北五省自治运动”，中华民族面临亡国灭种的境地。历尽劫难走完长征刚到陕北的红军，继续面临蒋介石的追剿，阎锡山的协剿，张学良和杨虎城的围剿。红军何去何从？1935年12月中旬在瓦窑堡召开了八天会议。起初有人认为先巩固，后发展。而毛泽东提了一个石破天惊的思路：东渡黄河，挺进山西，先发展，后巩固。很多人对毛主席的这个建议不大理解，当时阎锡山有8万之众的正规军，占尽地利，红军只有1.3万，其中一半是新兵和俘虏兵，弹药供给又差。去山西还要渡黄河，怎么打？毛泽东阐述：东征的目的是抗日救国，出师有名，能够得到广大人民群众的支持和拥护；其次，山西地处华北腹地，接平津，连陕甘，具有重要的军事战略意义；第三，与西北及陕甘等地相比，山西人口众多，经济富裕，交通便利，有利于红军的发展；第四，山西东有太行山，西有吕梁山，山多地广，便于红军运用擅长的游击战术作战，使红军的优势得到发挥……大家很快被毛泽东的思路所吸引，并形成共识：决定东征！红军特别行动队提前过河侦察。队长洪光带领队员赵虎、殷洁及石楼城内的地下党员白子明等一同闯进晋绥军情报中心，获取了一些重要情报。但此事惊动了晋绥军，晋绥军河防旅旅长钱继武立刻判断此事系洪光所为，并命人画洪光头像，全城戒严搜捕洪光。洪光把情报交给赵虎等带出城，自己与敌人周旋。最后在无处好逃的情况下，洪光直接闯进了钱继武的公馆。当洪光闯进钱公馆时，钱的未婚妻姜玉涵正在为钱通缉洪光的事而争吵。钱继武与洪光是中学时的同窗好友，都是姜玉涵的父亲姜开轩的学生。后来一个当了红军，一个受到阎锡山赏识。并且，在一次“剿共”战场上，钱继武又打死了洪光的未婚妻。姜玉涵指责钱继武通缉洪光太过份。钱继武只讲军人天职，只讲对阎锡山的忠诚，不听姜玉涵的劝阻。此时，洪光闯进了钱公馆！钱继武以为洪光是来报杀未婚妻之仇。钱继武把枪递给洪光说，如果你因为这个上门，你就枪杀我吧，咱们就算扯平了。洪光把枪还给钱继武，说私仇可以暂放，但如果你与阎锡山一道坚持不抗日，并阻止红军，这个国仇将会在适当时候跟你清算。钱继武拿起枪说，既然你不杀我，那我就要执行公务了。要带洪光走。姜玉涵拦住钱继武，不许他带洪光走，并把自己的父亲和钱继武的父亲钱荫祖，钱继武的弟弟钱继文都叫来跟钱继武做工作。钱继武就是不听。最后，姜玉涵通过把钱继武锁在家里，然后让钱继文驾着钱继武的车把洪光送出城。红军总部接到洪光他们的情报后，立即布署东渡黄河。夜幕降临，东征大军登船，可渡河途中，被敌人发现。毛主席下令改偷渡为强渡。红军顶着敌人的枪子炮弹强行渡河。英勇的红军让敌人固苦金汤的黄河防线立刻崩溃。红军渡河后一边打仗，一边宣传，筹款，扩红。红军刚进义牒镇，毛主席身边一位没有文化的马夫就将镇上的富户钱荫祖，小学校长阎锡山的朋友姜开轩给绑起，并戴高帽子。毛主席得知情况后，立即下令放人，并让人代他向钱荫祖和姜开轩赔礼道歉。这个时期，民族矛盾已上升为主要矛盾，而阶级矛盾已经退居其次。姜开轩、钱荫祖都为营救洪光出过力，对这种开明人士是应该团结的。姜开轩获释后，情绪极低，他一生笃信君子可杀不可辱，可此次他竟被绑，被戴高帽子，这让他走在路上都不敢抬头了。尽管红军放了他并向他道歉了，但心里还是与红军有怨结。让姜开轩没想到的是，他的女儿姜玉涵这天回家，竟然闹着要当红军。姜玉涵与钱继文过去都在北京读书，毕业后一起回到太原当中学老师。最近，他们俩的几名同学在天津抗议“华北自治”遭到日本人杀害，姜玉涵和钱继文都愤慨万分，在太原日本领事馆集众抗议，日本人不仅不道歉，还气焰极为嚣张。而阎锡山的军警们在日本人面前惟惟诺诺的样子，让姜玉涵和钱继文等爱国青年不由愤然唾骂。当他俩从太原回家时，路上看到红军宣传抗日，控诉卖国贼，他俩终于看到了一支有中国人血性的军队。于是，两人决心有当红军。姜开轩刚受过红军的“辱”，怎么也不能让女儿进那个队伍去。钱继文的父亲钱荫祖也不让钱继文当红军，他的大儿子受阎锡山器重，二儿子当红军与大儿子对着干，那哪成！毛主席在洪光的陪同下视察义牒镇时，他想到要去看看洪光的老师。毛主席进了姜开轩的家，姜开轩以为毛主席要来追究他什么，主动说自己没做任何亏心事。没想到毛主席一是上门道歉，红军在姜开轩面前做了错事；二是来看看同行，因为自己曾经也是教书的。毛主席以其渊博的学识和特有的人格力量，让姜开轩为之叹服，最后不仅同意女儿当红军，甚至还去钱家帮钱继文说话。让钱继文也当上了红军。钱继武本来就因为姜玉涵救走洪光两人有了距离，如今姜玉涵又去当了红军，这让他俩的关系更是临近深渊。姜玉涵自从在钱公馆见到洪光那一刻起，就觉得洪光身上有一股男人特有的神秘力量，她崇拜洪光，暗恋洪光。可洪光认为姜玉涵是钱继武的未婚妻，虽然钱继武现在是他的敌人，但曾经却是同窗好友。朋友妻，不可欺。洪光一直躲避玉涵。这让玉涵很苦恼，为此，她甚至找贺子珍请教。红军东征一路所向披靡。每到一地，让百姓亲眼见到红军是一支仁义之师，红军在山西广受欢迎。一直觊觎着山西这片独立王国的蒋介石，之前几次说派兵入晋，保卫山西，都被阎锡山婉拒。因为蒋介石过去一直拿阎当异已排斥，阎担心蒋一旦发兵入晋，就再也请不走了。现在红军已经严重威胁到阎锡山的老巢了，他不得不电请蒋介石出兵援助。蒋介石等的就是这一刻，既可剿灭红军，又可控制阎锡山。蒋介石派十几万大军，加上阎锡山的上十万晋绥军黑黑压压地向人数只有一万多名的红军队伍扑来。红军阻力重重。兑九峪一役打了一天一夜，也无进展。红军被迫放弃兑九峪。好在此时的阎军也不敢追击红军。东征进入了危急时刻，红军召开紧急会议讨论战略。可敌军疯狂反扑，以致这次史称“晋西会议”前后转移了四个会场，开了六天才召开完毕。会议决定，兵分三路，迅速东进、南下，发动群众，扩大筹款，创立河东革命根据地，积蓄抗日力量。具体的行动方案是：毛泽东和叶剑英率总部和红30军作为中路军，继续转战于晋西；红15军团挥师北上，直捣太原，以牵制调动晋军主力，相机(相继)挺进绥远、察哈尔抗日前线；红1军团则南下河东，发动群众，扩红筹款，相机分兵上党，挺进河北抗日前线。很快，红军把半个山西闹了个底朝天。在石楼城等地，一时间到处张贴着红军抗日反蒋反阎的宣传品。恼怒的阎锡山首先在石楼城搞起了白色恐怖，一夜之间逮捕了众多地下党人和无辜百姓。洪光与几名虎胆英雄，乔装打扮，闯进石城，制造了劫狱事件，闹翻了整个石楼城。日本派人找阎锡山，说山西出现强烈的反日宣传品，有损“华北自治”氛围，要派宪兵入晋制止反日情绪。阎锡山与日本人有着很深的关系渊源，日本人搞华北自治就多次请阎锡山当华北五省挂帅，阎锡山一直没答应，一是他知道那样会背下汉奸骂名，二是他也知道日本人到翻脸的时候随时都会吃人的。所以他一直婉拒日本人“好意”。现在日本人提出派宪兵入晋，阎锡山自然也不会同意，但又不敢强硬顶撞，最后只好同意日本人派飞机在山西天空撒反共亲日宣传品。蒋介石的中央军已对山西战场有所适应，他们与晋绥军的联手反扑越来越凶猛。中共中央立即调刘志丹领导的红28军从陕北渡河支援东征。此时的蒋介石一方面在山西摆开战场围剿东征红军，另一方面紧逼东北军和西北军围剿陕北红军根据地，企图一举端掉红军老巢。中共中央赶紧派周恩来、李克农等密访张学良和杨虎城，以期建立抗日统一战线。国难当头，张学良和杨虎城都没有失去军人的良知，他们一方面迫于蒋介石的压力，不得不围剿红军，另一方面，他们非常同情理解红军抗日的精神和勇气。最后，他们分别与红军秘密达成协议。红28军进入晋地，众横捭阖，威风八面，给阎锡山带来一些畏惧。可不幸的是，刘志丹军长在战场壮烈牺牲。钱继武率兵乔装打扮，参加刘志丹的葬礼，其目的是要在葬礼中对中共高官下手。可当钱继武看到那么多与刘志丹非亲非故的乡亲都为刘志丹的牺牲而泣血伤心时，他被震撼了。一向忠于职守的钱继武，开始怀疑自己枪口的方向。钱继武放弃了执行任务，去向阎锡山请罪。阎锡山长叹，只好忍痛让自己的爱将脱下军装，然后给他一张银票，任他去从事什么都行，惟独不要当军人。钱继武脱下军装后得知，洪光一直躲避姜玉涵的追求，是因为他还拿自己当挚友。钱继武非常感动，主动去找洪光。两个好友被政治隔膜推向两极后，如今又以最初的方式重缝，两人紧紧拥抱一起，兄弟情谊，澎湃汹涌。钱继武知道，从小与他订亲的姜玉涵对他只有亲情却没有爱情，为此，他特地设宴让姜玉涵从今后做他的妹妹，并将妹妹托付给洪光……这是一顿五味俱陈的酒宴。红军在一边与阎锡山枪炮对峙的同时，一边不断地派洪光等人与阎锡山私会，启迪他的抗日意识，动摇他的反共意志。阎锡山终于在反共、防蒋、抗日这三者之间开始了动摇。过去一直无视红军的他，现在感慨自己是在红军、蒋介石和日本人这三枚鸡蛋上跳舞，踩碎哪个都不行。东征已基本达到预期目的。红军决定西渡黄河回陕北。历时75天的东征宣告结束。之后，中共派人与阎锡山密会，并带上毛泽东的亲笔信，信中希望阎与中共达成谅解，共同抗日。不久， 阎锡山派人专往陕北要求共产党派代表秘密到太原来洽谈。阎终于认识到，“只有与共产党合作，才能抵制日帝的进攻和蒋介石的排挤”。红军通过东征，充分展示抗日的决心，赢得了张学良、杨虎城、阎锡山等方面理解，为今后的抗日统一战线的建立奠下了良好基础。如果说“七·七”事变拉开了中华民族全面抗战的帷幕，那么，红军东征则是帷幕拉开前的一曲威武雄壮的序曲！",
    "chinese_title": "红军东征",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-05T21:35:36"
}