{
    "aka": [],
    "sid": "10535505",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1291966/",
            "name": "刘苗苗 Miaomiao Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "亲亲宝贝"
    ],
    "douban_link": "https://movie.douban.com/subject/10535505/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事始于悬崖边的一场车祸，一对中年男女当场身亡。停尸房里，保姆李妈抱着两人不满周岁的孩子，泣不成声。怀里的小宝贝含糊地叫着“妈妈”，哇地一声大哭起来……高考第一天，富家子弟吴雨和校长的女儿楚楚在考场相遇了。楚楚看不惯吴雨飞扬跋扈的习气，毫不客气地把他耍弄了一番，监考老师将正在作弊的吴雨逮个正着，当场取消了他的高考资格，并赶出考场！怀恨在心的吴雨发誓要报一箭之仇，恣意挑衅，却多次被楚楚的好友——酒吧服务员小累和小结巴出手阻拦。吴雨无从下手，只好以请私人钢琴教师为名将楚楚骗到家里但不料心思缜密小累尾随而至几人冲突起来正要大打出手却被吴雨家门外一个弃婴啼哭声打断！几人不知所措只好暂时放下个人争斗决定一起先把孩子扔掉！但事情并不像想象中那么简单几个回合下来孩子不仅没有送出手还被街道办事处老大妈怀疑成未婚先孕不良少年并威胁要通知家长！几人谁也不愿承担责任吴雨“好友”陈默一出主意大家轮流抚养孩子一天谁捅了漏子责任便归谁承担！这可难坏了们几人费尽心机都有惊无险地捱了过去然而最后一天马马虎虎小结巴却一不留神把宝贝给弄丢了！大家先一阵高兴：终于将包袱扔了出去！可几天接触几人对宝贝都产生了感情假如宝贝出了危险那该怎么办？几人越想越害怕慌忙分头去找几经周折宝贝找到了但发起了高烧被送到医院抢救这下立刻惊动了公安局警官怀疑吴雨等人拐卖儿童立刻予以拘留！吴雨父亲吴英明闻讯赶来怒不可遏吴雨急中生智指着宝贝说自己女儿！孩子妈就楚楚！吴英明顿时惊呆了而吴雨却索性抱着宝贝“正大光明”地回了家还到人才市场为宝贝挑了专职保姆唯一没想到挑中保姆竟然就将宝贝放吴家大门口李妈！经过这许多波折吴雨已对楚楚产生了好感楚楚头痛不已央求小累和扮做热恋样子好让吴雨死心陈默一吴雨身边煽风点火吴雨脸面全失将小累暴打一顿并把宝贝扔给了们！对吴雨已经忍无可忍吴英明责令立刻出国吴雨一气之下答应了父亲要求！但临上飞机保姆李妈却突然赶来告诉宝贝母亲秦雪骨肉！吴雨立刻取消了出国计划但楚楚却告诉母亲爱玲已经把宝贝送到了福利院情急之下吴雨莽撞地要把宝贝偷出来却被保安抓获父亲吴英明更大发雷霆吴雨只好从老家请来了奶奶逼迫吴英明到福利院将宝贝领养了出来。楚楚等人经过这件事对吴雨改变了看法吴雨和楚楚慢慢走到了一起小累因此更加不敢也不愿向楚楚表明自己心意吴雨将宝贝身份瞒着众人也瞒着父亲而宝贝面前吴英明也渐渐地露出了慈父天性大家似乎都重新开始了快乐生活然而就这时陈默一却意外得知宝贝父亲竟楚楚死去爸爸韩唯！吴雨震惊不已不知该怎样面对楚楚两人关系出现危机陈默一无意中把事情真相透露给楚楚楚楚大惊失色爱玲收到一封转递信件追查之下才发现丈夫韩唯生前竟有婚外情并有一个女儿而那个孩子竟楚楚等人一直以来抚养着宝贝！爱玲以为楚楚并不知道宝贝身份便将事情真相隐瞒下来而楚楚更加害怕妈妈会承受不了丈夫背叛打击两人互相隐瞒着对方生怕对方受到一丁点伤害为了不影响到下一代爱玲悲痛过后冷静地找到吴英明希望一同商量如何处理宝贝问题吴英明这才知道原来宝贝竟前妻秦雪和其男人生孩子！而自己竟然像个傻瓜一样蒙鼓里！吴英明一怒之下把宝贝和李妈赶出家门并把吴雨软禁家！楚楚等人设法将吴雨“营救”出来为了找到宝贝和李妈大家跑到电视台呼吁观众踊跃提供线索家丑外扬吴英明盛怒之下将吴雨赶出家门扬言和断绝父子关系而爱玲电视上看到楚楚声泪俱下才明白原来女儿早已知道事情真相！爱玲匿名留言给吴雨告诉了宝贝和李妈地址宝贝终于回到了大伙中间大家决定靠自己力量抚养宝贝！于几人分头打工有做家教、有送外卖为了赚到更多钱小累甚至跑去打黑拳以至于伤痕累累没有丝毫生存能力吴雨更吃尽了苦头快餐店里做服务生被之前仇家肆意侮辱却不能还手为仅仅区区20块工资宝贝被捡到一个月时庆祝会上粗心小结巴无意之中使小宝贝被开水大面积烫伤这将使宝贝留下永久残疾！经过激烈思想斗争后吴雨和楚楚决定要将自己皮肤割下一块移植给们同母异父和同父异母小妹妹们冲动行为遭到吴英明和爱玲坚决反对……经过无数风雨吴氏父子爱玲母女冰释前嫌吴英明和爱玲终于接受了宝贝……",
    "chinese_title": "亲亲宝贝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-24T06:42:27"
}