{
    "aka": [],
    "sid": "10539601",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2274263948.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2011325",
    "director": [
        {
            "url": "/celebrity/1284499/",
            "name": "莉兹·加伯斯 Liz Garbus",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-07-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2011325/",
    "imdb_votes": 6840,
    "this_title": [
        "There's Something Wrong with Aunt Diane"
    ],
    "douban_link": "https://movie.douban.com/subject/10539601/",
    "imdb_rating": "6.6/10 from 6840 users",
    "trans_title": [
        "戴安娜的问"
    ],
    "douban_votes": "0",
    "introduction": "In July 2008, as horrified drivers swerve to avoid her, 36-year-old Diane Schuler drove for 1.7 miles the wrong way in the fast lane of traffic of the Teconic State Parkway in the Hudson Valley of New York resulting in eight deaths, including her own. An autopsy showed Diane Schuler had high levels of both alcohol and marijuana in her system when she made the fateful decision to enter the northbound Taconic heading south on a Sunday afternoon with five children in her minivan. Four of them died, including her 2-year-old daughter and three nieces as well as three men in the SUV she hit. But was alcohol really the culprit of the tragic events- or did Diane suffer a stroke or some other mysterious physical malady? That is precisely the question her husband and sister-in-law attempt to answer when they embark on a crusade to prove that Diane Schuler wasn't an alcoholic and in fact was a seemingly model mother and citizen. They hire a private investigator to uncover the real facts surrounding that day and ensuing events. But the truth can be deceptive....will they ever find out what really happened?",
    "chinese_title": "戴安娜的问",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "There's Something Wrong with Aunt Diane",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T04:35:12"
}