{
    "aka": [
        "Perfumed Garden: Tales of the Kama Sutra"
    ],
    "sid": "10537092",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868113344.jpg",
    "region": [
        "阿爾及利亞"
    ],
    "writer": [
        {
            "url": "/celebrity/1001662/",
            "name": "Yamina Benguigui Yamina Benguigui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0169122",
    "director": [
        {
            "url": "/celebrity/1001662/",
            "name": "Yamina Benguigui Yamina Benguigui",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "法语",
        "阿拉伯語"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0169122/",
    "imdb_votes": 525,
    "this_title": [
        "Tales of The Kama Sutra: The Perfumed Garden"
    ],
    "douban_link": "https://movie.douban.com/subject/10537092/",
    "imdb_rating": "3.5/10 from 525 users",
    "trans_title": [
        "Perfumed Garden: Tales of the Kama Sutra"
    ],
    "douban_votes": "0",
    "introduction": "THE PERFUMED GARDEN is an exploration of the myths and realities of sensuality and sexuality in Arab society, a world of taboos and of erotic literature. Through interviews with men and women of all ages, classes, and sexual orientation, the film lifts a corner of the veil that usually shrouds discussion of this subject in the Arab world.Made by an Algerian-French woman director, the film begins by looking at the record of a more permissive history, and ends with the experiences of contemporary lovers from mixed backgrounds. It examines the personal issues raised by the desire for pleasure, amidst societal pressures for chastity and virginity.The film discusses pre-marital sex, courtship and marriage, familial pressures, private vs. public spaces, social taboos (and the desire to break them), and issues of language.THE PERFUMED GARDEN also demonstrates how the rich legacy of fantasy in \"A Thousand and One Arabian Nights\" permeates contemporary Arab culture, and shows that this world of pleasure and proscription survives as a form of survival and resistance to this day.",
    "chinese_title": "Tales of The Kama Sutra: The Perfumed Garden",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-30T02:14:31"
}