{
    "aka": [],
    "sid": "10540094",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "古巴"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1122633/",
            "name": "詹尼·米纳 Gianni Minà",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "Cuban Memories – El Che 40 Años Después"
    ],
    "douban_link": "https://movie.douban.com/subject/10540094/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "an extraordinary unique collection, unreleased images, impressive reportages, live interviews, exclusive declarations, tracing the tormented destiny of Cuba.Che: from the revoluzionary humanism to death.Images, voices, testimonies.Ernesto Guevara remembered by Pombo and Urbano, two boys nurtured by Che. They followed him to the Congo and Bolivia and survived him after his death in October 1967 in Las Higueras. Boys at the time, they spent 11 years and 7 months with Che never to abandon him.  This is the story through the eyes of those who lived it and who will never be remembered in history books.Cuba, a country that is not a threat to anyone, is a universal obsession. We can’t forgive her for existing, even if battered and mistreated. No one has ever confused Cuba with paradise. So why today, then, do they want to confuse her with hell?Eduardo Galeano, in \"Ser como ellos y otros artículos\", Siglo XXI, Mexico, 1992.Cuba plays a crucial role on the world scene, despite the fact that it is a small country. Who are we, in the United States, to decide that we are right and Cuba is wrong?Kevin Costner, in the newspaper \"El País\", Madrid, April 2001",
    "chinese_title": "Cuban Memories – El Che 40 Años Después",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-30T21:42:41"
}