{
    "aka": [
        "铁血男儿"
    ],
    "sid": "10545940",
    "cast": [
        {
            "url": "/celebrity/1314263/",
            "name": "徐僧 Seng Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316201/",
            "name": "于娜 Na Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318603/",
            "name": "王碧儿 Bier Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318604/",
            "name": "侯祥玲 Xiang-Ling Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318051/",
            "name": "米学东 Xuedong Mi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301335/",
            "name": "伍宇娟 Yujuan Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318605/",
            "name": "秦焰 Yan Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316257/",
            "name": "于承惠 Chenghui Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275319/",
            "name": "计春华 Chunhua Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342853/",
            "name": "肖天 Tian Xiao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2365564689.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318621/",
            "name": "延艺 Yi Yan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-11-21"
    ],
    "this_title": [
        "热血码头"
    ],
    "douban_link": "https://movie.douban.com/subject/10545940/",
    "trans_title": [
        "铁血男儿"
    ],
    "douban_votes": "0",
    "introduction": "20世纪初，袍哥这一特殊的民间社团组织成为当时四川成年男性进入社会的必经之路。青年林牧文希望通过加入袍哥改变自己命运。由于林父丧命于袍哥争斗，再婚后的母亲竭力反对。曲高和寡的林牧文偶遇了年少的妓女花小娇，两人私好。为逃避母亲为他选择的婚姻，林牧文决定先去省城等花小娇。林牧文在途中遇到“保路运动”爆发，他将花小娇给他的钱全部捐给了“保路同志军”，并在继兄郑三江的帮助下参加了推翻清政府的保路运动。林牧文表现十分勇猛，得到袍哥舵爷古怀安的赏识。林在战斗中负伤，古怀安18岁的女儿古艳秋在照顾他的过程中爱上了林牧文，但林喜欢的始终是花小娇。花小娇为了寻找林牧文逃出妓院，就在花四处找寻林的过程中，林误以为花小娇抛弃了自己。为了自己的前途，林牧文与古艳秋私定了终身。就在古艳秋身怀六甲之时，花小娇却出现在林牧文面前。古怀安得知了林与女儿的事儿，厌倦了江湖争斗的古怀安告诉林牧文，在女儿和袍哥之间只能选择其一。为了能与花小娇厮守，也为了夺取舵爷位子，林牧文利用古艳秋的手杀害了古怀安。一向不满林牧文的铁三对老当家的死表示怀疑，为了保住弟弟来之不易的江湖地位，郑三江主动站出来承担了责任，并在临终前将三岁的儿子托付给了古艳秋。古艳秋被另一个袍哥组织“赤风堂”舵爷王癞子夫妻收留。林牧文原以为可以顺利当上舵爷，谁知铁三百般刁难。花小娇为了让自己喜欢的男人成就江湖梦想，主动委身于对自己垂涎的铁三。林牧文终于如愿以偿地做了“长顺社”舵爷。古艳秋也在不久喜得一女。孩子出世不久，一伙黑衣人出现抢走孩子，并提出巨额赎金。在与黑衣人搏斗中，王癞子的妻子万三娘失去生命。当古艳秋拿着赎金赶到交换地点时，看到的却是一个血肉模糊的婴儿被挂在树上。为了避免悲剧重演，古艳秋将郑三江的儿子托付给了师兄雷龙。自己却名义上嫁给了王癞子，成为“赤风堂”的当家舵爷。古艳秋说服铁三里应外合，欲在林牧文结婚当天行刺。没想到事情被花小娇知道，为了救林牧文，花小娇被刺身亡。临终前，花小娇将一个惊人的秘密告诉了自己的丈夫铁三。林夫人受到惊吓始终没有怀孕，为了安抚妻子，林牧文收养了一个儿子，取名林子寒。20年后，正值抗战爆发，林子寒和铁三的女儿铁芸都已经长大。依靠着与警察局的良好关系，林牧文发展得如日中天，为了侵占与赤风堂相邻的地盘以及削弱对方的势力，林牧文不惜借助各种力量。古艳秋在几次较量后，完全处于下风。无奈之下，古艳秋决定求助师兄。“川音班”戏班因为偶然原因停靠在了盘龙镇码头，飞扬跋扈的林子寒借故扣留了戏班，并要挟班主雷云天在袍哥庆典期间唱足百日堂会。林子寒的行为引起戏班男旦柳月春的极度不满，林子寒想跟着柳月春学戏也遭到拒绝，而铁芸却因为偶然被柳月春救过，对这个男旦充满好感。铁三前妻的儿子铁镇南从小被送到成都上学，在学校他深受地下党负责人梅教授的青睐，并经常给他灌输进步思想。铁镇南非常反对父亲让妹妹嫁给林子寒，铁镇南决定带着妹妹逃离，却在半路被林牧文串通的土匪刘麻子劫走。铁三去求林牧文救女儿，林牧文不愿意。铁三告诉他，其实，铁芸是林牧文和花小娇的孩子。林牧文带人上山时，铁芸已经惨遭土匪蹂躏，为了保住秘密，林牧文血洗了匪巢，并亲手杀死了亲生女儿铁芸。铁三因为昔日的兄弟相救躲过一劫，但他却最终选择了与林牧文的毒品加工厂同归于尽。父亲和妹妹的死让原本就对江湖心存怀疑的铁镇南决定远离江湖，和几个进步同学一道投身抗日。他说服林子寒跟自己一起北上投军，但林子寒此刻正被一段儿女情长纠缠着。原来，林子寒正是当年被林牧文从古艳秋身边抢走的亲生女儿。为了掩人耳目，林子寒一直女扮男装。在与柳月春接触中，这个压抑了20年的女孩终于难以压制自己的情感，。而林子寒更难以想到，柳月春正是当年郑三江的儿子。就在林牧文醉心于江湖争斗时，一心想打开四川大门的日本人，派人与林牧文暗中联系，希望他能协助日本先遣军以难民的身份潜入盘龙镇，从而进入四川。在民族大义面前，林牧文表现出了一个中国人的良知。雷云天刺杀林牧文失手后，不愿忍受屈辱，撞死在林牧文面前。为了断绝女儿的念头，林牧文还是决定请求军方以“乱党”之名处决柳月春。没想到在军方驻地，林牧文发现军方在与日本人接触。原来日本人在林牧文处遭到拒绝后并未放弃，他们与军方秘密接触，在利欲的驱使下，军方决定让日本人“借道”，并配合日本人消灭林牧文这块绊脚石。猛然醒悟的林牧文派人与古艳秋接触遭到误会。林牧文终于明白，江湖在国家利益面前的渺小，他决定打破日本人的计划。在林牧文再三请求下，古艳秋终于暂时放弃了个人恩怨，与林牧文设计将日本特务骗入盘龙镇。知道上当的军方决定杀人灭口掩盖通敌的丑闻，他们派兵赶到盘龙镇，与林牧文和古艳秋带领的兄弟展开激战。古艳秋和柳月春在战斗中失去生命，林子寒和铁镇南在林牧文的保护下逃离了盘龙镇。最终打破了军方计划的林牧文却被赶来的政府援兵以“勾结乱匪，劫持法场”为名将他就地正法。这个一生都在致力于江湖争斗的一代枭雄，在生命的最后一刻，倒在了正义的一边。逃出盘龙镇的林子寒和铁镇南在地下党的帮助下，踏上了寻找真正抗日队伍的道路······",
    "chinese_title": "热血码头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-12T19:08:12"
}