{
    "aka": [
        "Cuban Memories: Fidel Reveals Che"
    ],
    "sid": "10540096",
    "cast": [
        {
            "url": "/celebrity/1023076/",
            "name": "菲德尔·卡斯特罗 Fidel Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093711/",
            "name": "埃内斯托·“切”·格瓦拉 Ernesto &#39;Che&#39; Guevara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2863295995.jpg",
    "region": [
        "古巴"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1987"
    ],
    "this_title": [
        "Cuban Memories: Fidel cuenta el Che"
    ],
    "douban_link": "https://movie.douban.com/subject/10540096/",
    "trans_title": [
        "古巴回忆录——菲德尔和切",
        "Cuban Memories: Fidel Reveals Che"
    ],
    "douban_votes": "0",
    "introduction": "Fidel Castro evokes his close friendship with Ernesto Che Guevara in this sensational documentary.An absorbing historical testimony for its unique subject and richness of audiovisual documentation filmed live in Cuba. This was the only occasion Fidel Castro agreed to speak of Che Guevara to a journalist before a camera.  Cuba’s language is the language of truth. It is the language of Martí, O’Higgins, Bolívar. At the moment, Cuba is the hope of an entire century of false freedom, and we hope that it conquers and establishes its own justice.Pablo Neruda, in a message to the newspaper “Revolución”, Havana, 4 January 1960.From the first moment, I was struck by his incredible, impassioned, overwhelming intelligence. And our friendship was one with deep and intense discussions sometimes, but honesty, always.Salvador Allende, in the magazine “Punto final”, Chile, 16 March 1971.The Berlin International Film Festival has been presenting the Berlinale Camera since 1986 to film personalities or institutions to whom they feel particularly indebted – and to whom they wish to express their appreciation in the form of this special honour. Since 2004, the award has been donated by the Dusseldorf Jeweller, Georg Hornemann.In recognition of their services to cinema, the Italian television journalist and documentary maker, Gianni Minà, the Hungarian film director, Márta Mészáros, and the journalists Dorothea Moritz and Ron Holloway will be honoured with a Berlinale Camera at the 57th Berlinale.The Italian journalist and documentary maker, Gianni Minà most recently attracted attention for the documentary, Travelling With Che Guevara, which he showed at the Panorama section in 2004.To mark the awarding of a Berlinale Camera to Gianni Minà, the Berlinale will be showing two of his unique documentaries which arose from his conversations with Fidel Castro and Che Guevara. The film, Cuban Memories: Un dia con Fidel (1987), is truly a historic work – the first ever in-depth interview with the Cuban leader. The documentary, Cuban Memories: Fidel cuenta el Che (1987), delivers an impressive first-hand report of the development of Che Guevara from young medic to revolutionary and not least the circumstances leading to his murder in 1967.The Berlinale Camera will be presented to Gianni Minà on February 11 at 9.30 p.m. in the Filmpalast Berlin. Following the ceremony, the two documentaries will be screened.",
    "chinese_title": "古巴回忆录——菲德尔和切",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cuban Memories: Fidel cuenta el Che",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T00:36:11"
}