{
    "aka": [
        "Flow"
    ],
    "sid": "10546004",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881500904.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1345002/",
            "name": "游静 Yau Ching",
            "@type": "Person"
        }
    ],
    "duration": "38分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1993(中国香港)"
    ],
    "this_title": [
        "流"
    ],
    "douban_link": "https://movie.douban.com/subject/10546004/",
    "trans_title": [
        "Flow"
    ],
    "douban_votes": "0",
    "introduction": "This experimental documentary uses the life stories of a Chinese woman artist to explore alternatives to dominant versions of history. Growing up in China during the Cultural Revolution, she first came to the U.S. to study, and then, after the government crackdown, to live. FLOW's narratives of the Cultural Revolution are constructed from her extremely personal and often satirical points of view. The fragments of her memory are used to undermine the master narrative of history. Yau Ching writes, \"An exiled native speaks a language not fully comprehensible to her 'fellow-natives' any more. A part of her is not able to go back any more. Given its politically subversive content, the very fact that this tape can only be made here, when the native is not at home, highlights the limitations of 'home.' Her memory haunts her and blocks her from being assimilated by the dominant American society. She lives in this 'between-world dilemma,' deprived of the privileges of being fully identified either as a native or as a westerner.\"In Mandarin, Cantonese and English with English subtitles.Producer/Director/Editor: Yau Ching. Camera: Yau Ching, Ellen Pau. 'Butterfly in California' Camera: Robert Harris. On-line Editors: Karen Heyson, Eric Kinke, John Grod. Sound Mix: Karen Heyson. Creative Consultants: Yvonne Rainer, Mary Kelly, Deirdre Boyle. On-line Facilities: Center for New Television, Chicago, Film & Video arts, NY, Electric Film NY. Off-line Facility: Girls make Videos, inc.Ordering & Fees",
    "chinese_title": "流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T08:22:14"
}