{
    "aka": [],
    "sid": "10543904",
    "cast": [
        {
            "url": "/celebrity/1076793/",
            "name": "Arthur Brown Arthur Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050139/",
            "name": "吉米·加德纳 Jimmy Gardner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003516/",
            "name": "汤姆·肯平斯基 Tom Kempinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1542747/",
            "name": "罗伯特·兰登·劳埃德 Robert Langdon Lloyd",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "剧情",
        "音乐",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920426699.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0062820",
    "director": [
        {
            "url": "/celebrity/1331365/",
            "name": "彼得·赛克斯 Peter Sykes",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0062820/",
    "imdb_votes": 243,
    "this_title": [
        "The Committee"
    ],
    "douban_link": "https://movie.douban.com/subject/10543904/",
    "imdb_rating": "6.1/10 from 243 users",
    "trans_title": [
        "委员会"
    ],
    "douban_votes": "0",
    "introduction": "The Committee, starring Paul Jones of Manfred Mann fame, is a unique document of Britain in the 1960s. After a very successful run in London’s West End in 1968, viewings of this controversial movie have been few and far between. At last, a DVD release makes available a film that was strongly praised by the distinguished critic Kenneth Tynan. Stunning black and white camera work by Ian Wilson brings to life this “chilling fable” by Max Steuer, a lecturer (now Reader Emeritus) at the London School of Economics.Avoiding easy answers, The Committee uses a surreal murder to explore the tension and conflict between bureaucracy on one side, and individual freedom on the other. Many films, such as Total Recall, Fahrenheit 451 and Camus’ The Stranger, see the state as ignorant and repressive, and pass over the inevitable weaknesses lying deep in individuals. Drawing on the ideas of R.D. Laing, a psychologically hip state faces an all too human protagonist.Both the style and the content of this film capture the feel of the sixties, yet it has potentially greater relevance now than when it was made. More than in the past, hidden committees, be they in democracies or otherwise, determine much of life today.The acting of Paul Jones and National Theatre actors Tom Kempinski and Robert Lloyd ably supports intelligent and imaginative directing by Peter Sykes. This is visual artistry of a high level. Peter Brook, the famous theatre director, applauded the technical achievement of combining diverse acting traditions to tell a dark and challenging tale.The musical score, written and performed by the Pink Floyd, is some of the most intellectual music the Pink Floyd have produced, according to music writer David King. This is music that has never been released before. Along with the Pink Floyd, and also enhancing the mood of the film, Arthur Brown performs his worldwide hit Fire. Few will note that his flaming headdress echoes the homey fireside of the Fabians Beatrice and Sidney Webb. But the touch of evil in the performance is unmistakeable.",
    "chinese_title": "委员会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Committee",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2026-02-05T11:07:38"
}