{
    "aka": [
        "CUBAN MEMORIES MEMORIAS CUBANAS"
    ],
    "sid": "10540093",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "古巴"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1122633/",
            "name": "詹尼·米纳 Gianni Minà",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "Cuban Memories - El Papa y Fidel Part I and II"
    ],
    "douban_link": "https://movie.douban.com/subject/10540093/",
    "trans_title": [
        "CUBAN MEMORIES MEMORIAS CUBANAS"
    ],
    "douban_votes": "0",
    "introduction": "an extraordinary unique collection, unreleased images, impressive reportages, live interviews, exclusive declarations, tracing the tormented destiny of Cuba.The extraordinary meeting: the Pope in Cuba.The thought and faith: testimonies, reflections, revelations.The historic visit by Pope Wojtyla to Cuba that opened up an unexpected turn-of-the-century dialogue between the Revolution and the Catholic Church.  An unreleased spectacular documentary in two parts, including the rituals celebrated by the Pontiff, his sermons in the various cities, encounters, as well as testimonies by intellectual representatives of Catholic and Protestant Churches, Cuban institutions, North-American diplomatic representatives, a “theologian” of the liberation of the likes of Frei Betto, and the writer Manuel Vázquez Montalbán.Mr. Ambassador, tell my little son (Fidel) to resist, that the Holy Father prays for him and for Cuba.Pope John XXIII to the Cuban ambassador to the Vatican Luis Amado Blanco, during the October (1962) crisis. The Pope’s words were reported by Monsignor Carlos Manuel de Céspedes in an article published in issue no. 98 of the magazine \"Palabra nueva\", Havana, 2001.Castro is a man so committed to his ideals that the Revolution is, for him, more important to him than himself. He has always believed very strongly in the people’s capacity to change things.Oliver Stone, in a declaration during his presentation of his documentary “Comandante” on Fidel, at the 53rd Film Festival in Spain, 2003",
    "chinese_title": "Cuban Memories - El Papa y Fidel Part I and II",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T16:00:30"
}