{
    "aka": [],
    "sid": "10554908",
    "cast": [
        {
            "url": "/celebrity/1333574/",
            "name": "李北岳 Beiyue Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333573/",
            "name": "张天柏 Tian Bo Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517445451.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "再回首"
    ],
    "douban_link": "https://movie.douban.com/subject/10554908/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "李不悔刚出生就被母亲带到美国，从小在美国长大，从来没有见过自己的爸爸。他从小就生长在一个没有父亲的单亲家庭，和妈妈李雯相依为命，无数次搬家以及别人的欺负，他非常渴望见到自己的爸爸，不过听妈妈提起过父亲在中国是一个拳击手，所以，在不悔的印象中，父亲就是一个中国拳王，这种想法一直在他脑子里伴随她长大。在美国的生活环境以及家庭环境也让不悔自身沾染了一些坏毛病，以至于几次被学校开除。突然一次假期，母亲李雯让不悔回中国见自己的父亲，不悔带着疑问一个人来到北京，来见自己的父亲。来到北京，不悔住在自己的舅舅家，见到了从来没见过的表哥壮壮，并且和表哥找到了很多共同爱好，很快成为了好朋友，壮壮带着不悔打篮球，带着不悔认识自己的女朋友闹闹还有闹闹的姐妹青柚，不悔很快和这几个年轻人成为了朋友，并且一眼看到青柚就喜欢上了青柚。方立伟是一个退役了的拳击手，现在在一个拳击学校打扫卫生，却经常到拳击馆看拳手们打拳，也正是因为如此经常被保安头抓住自己的小辫子，受欺负。舅舅带着不悔来到父亲家，却看到一个比父亲年龄要小好多的女人，才知道原来是爸爸又有了家庭，娶了一个农村来女人。舅舅带着不悔来到拳击馆，不悔终于见到了自己从来没有见过的父亲方立伟，没想到，自己印象中高大威猛，中国拳王的爸爸却是一个瘦弱的苍老的小老头，不悔见到父亲，不知道心里是什么滋味。也没有去主动和爸爸相认。一直没有见过儿子的方立伟见到了自己的儿子，他实在是太想自己的儿子了，但是二十年了，方立伟怎样苦苦哀求哀求，都没能见到自己的儿子，他心里已经麻木了。这次看见了自己的儿子，并且听不悔舅舅说要让自己负起作为一个父亲的责任。方立伟心里压了二十年了恨终于又爆发出来了，方立伟虽然想念自己的儿子，但是二十年没有见过儿子的他早已经将这份对儿子的想念转化成为了对李家的恨。方立伟也不打算去和这个突然冒出来的儿子相认，因为他也不想让自己的儿子看见自己这副样子。不悔见到自己的父亲后，心里非常的矛盾，见到眼前的这个小老头就是自己的父亲，他怎么样也不能和自己心目中高大威猛的拳王联系起来。在一次和青柚的单独约会时，不悔接到了舅舅的电话，要让不悔赶紧回家，回到舅舅家，不悔终于知道了母亲为什么突然让自己回到中国来和自己的父亲相认，原来是母亲已经查出来得了癌症，并且是晚期，母亲是让自己回中国，见见父亲，和父亲照一张合影。并且希望不悔能够和自己的父亲生活在一起，也让方立伟尽到一个做父亲的责任。不悔知道母亲还有15天的时间，不悔连夜和舅舅去找方立伟，正好碰到方立伟在拳击馆受保安头的欺负，不悔看到自己的父亲受人欺负，终于心中的怒火爆发了，打了保安头，保安头挥手打不悔，方立伟也终于爆发了，父子两人把保安头狠狠的打了一顿，父子两个也被抓进了派出所拘留。两人在派出所里关了一夜，在这一夜里，不悔说出了自己有多么希望自己能够有父亲，有一个能让自己骄傲的父亲，也说出了母亲得病的消息，方立伟看到哭得伤心的儿子，心里面的恨全然消失，抱住了蜷缩在角落里的儿子，父子俩的隔膜似乎要被冲破了。不悔的母亲李雯去世了，不悔准备回中国来生活，面对着新的生活，面对着自己的父亲，面对新朋友，不悔成熟了许多，他要去接受这个父亲，方立伟也要去接受这个儿子。",
    "chinese_title": "再回首",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-21T13:00:26"
}