{
    "aka": [],
    "sid": "10553697",
    "cast": [
        {
            "url": "/celebrity/1323761/",
            "name": "李赞 Zan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371273/",
            "name": "张菲菲 Feifei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352691/",
            "name": "张洋 Yang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318698/",
            "name": "赵雍 Yong Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378595/",
            "name": "邵晓江 Xiaojiang Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398910/",
            "name": "康瑛 Ying Kang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1398909/",
            "name": "吴海悦 Haiyue Wu",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "花开江南"
    ],
    "douban_link": "https://movie.douban.com/subject/10553697/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "莫干山下的小镇武康镇拉开了新农村建设的序幕。负责此项工作的是年轻有为的副镇长何晨彬，他的未婚妻徐玉兰经营着收入不错的枇杷园。两个人是父辈定的娃娃亲，迟迟未婚也是因为何晨彬把更多的精力都放在工作上，他给玉兰的承诺是，等新农村建设工作上了正轨就成婚。何晨彬刚从在清水村的小规模土地流转工作中找到一点灵感，镇长告诉他从杭州来了一个投资公司代表。杨小莫徒步在莫干山上时，被一辆疾驰而过的汽车溅了一身的水。情急之下她记住了车牌号。杨小莫预定了网上很火的莫干山别墅旅店，住进这家老外投资改造的别墅，杨小莫第一次感受到这个江南村庄的别样风情。杨小莫碰巧在镇政府找到那辆溅她一身水的汽车，还等到了汽车的主人何晨彬。杨小莫要求他道歉，还向他询问是否知道副镇长何晨彬。原来杨小莫就是那个投资公司的代表，公司准备在这个镇投资大规模的农业基地，就让浙大农学院毕业并从荷兰留学归来的杨小莫来考察。不打不相识的何晨彬陪杨小莫参观了武康镇的地质地貌，风土人情，杨小莫被深深的吸引和打动了。她告诉何晨彬打算把这里打造成长三角的花卉基地，不过首期用地就要两千亩以上。徐玉兰的小姨王丹桂是个寡妇，她喜欢何晨彬的父亲，五四村的村支书何大柱。大柱家就父子俩相依为命，王丹桂对总想办法照顾他们，可何大柱有自己的顾虑，因此总躲着她。王丹桂在村里偶遇何晨彬和杨小莫，女人的直觉让她很为玉兰担心。她安排了何晨彬与徐玉兰共进晚餐，却阴差阳错的掺进了杨小莫。徐玉兰对杨小莫产生芥蒂，却又偷偷的崇拜她。杨小莫的老板决定投资，镇里派何晨彬积极合作，并想办法解决大规模土地流转的问题。从调查的数据看，五四村的荒地面积最大。当镇上通知何大柱给村民作工作，让他们在自愿的基础上将荒地出租的时候，遇到了村民的抵制。抵制的原因却各不相同。何晨彬感到父亲有畏难情绪，他先传达了领导对土地流转工作的三大精神，首先就是要农民自愿。接着又分析说土地流转能解决农民因外出打工使土地荒废的问题，最重要的是租金能带给农民最基本的保障，投资方还有解决农村劳动力的义务，能给农民提供就业机会。何大柱提出农民对开发商不信任，何晨彬他们又讨论出可以让村委会出面跟农民签租地协议，将土地集中起来，因为农民最信任的就是村委会。而镇政府出面与投资方签订责任和义务，最后再促成双方签订租地合同。何大柱将此方法告诉村委会，大家觉得可以一试。结果全村90％的村民都签了协议，除了玉兰家、王丹桂和吴水根。杨小莫主动去找徐玉兰，而玉兰坚决不租地。聪明的杨小莫避而不谈，只是暗中观察徐玉兰经营枇杷园的能力，当她发现徐玉兰很有经营头脑而枇杷园的风景又很优美时，她提出想与徐玉兰合作建休闲山庄。何大柱也用真心做通了王丹桂和吴水根的思想工作。五四村的村民全体同意土地流转，何晨彬他们又组织了一个租地拍卖会，让有意投资的公司、个人都来公平竞争，农民从中得到了更多的实惠，大家欢声笑语。一年过去了，五四村的新农村建设初见成效，一排排整齐的楼房，配套设施齐全的村镇。大家放鞭炮祝贺水根叔入住新楼房，徐玉兰也学成归来。而最美、最令人陶醉的就是那千里飘香、漫山遍野盛开的玫瑰花。",
    "chinese_title": "花开江南",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-29T22:26:18"
}