{
    "aka": [],
    "sid": "10558464",
    "cast": [
        {
            "url": "/celebrity/1321977/",
            "name": "于晓光 Xiaoguang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363907/",
            "name": "张兴泽 Xingze Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329783/",
            "name": "刘骐 Qi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431026/",
            "name": "徐紫茹 Ziru Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374638/",
            "name": "战立国 Liguo Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326071/",
            "name": "彭婧 Jing Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349122/",
            "name": "刘秋实 Qiushi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327985/",
            "name": "孙浩涪 Haofu Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328912/",
            "name": "周艺华 Yihua Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332265/",
            "name": "高婷婷 Tingting Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320522/",
            "name": "章呈赫 Chenghe Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629369516.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1418669/",
            "name": "孙波 Bo Sun",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1418669/",
            "name": "孙波 Bo Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322468/",
            "name": "赵箭 Jian Zhao",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-07-28(中国大陆)"
    ],
    "this_title": [
        "一门三司令"
    ],
    "douban_link": "https://movie.douban.com/subject/10558464/",
    "trans_title": [
        ""
    ],
    "douban_votes": "189",
    "introduction": "抗日战争国共合作时期，在江东由一门三司令为核心，演绎了一场异彩纷呈的生与死，爱与恨史诗般的悲壮传奇。三司令系同胞兄弟，大哥杨天东是八路军蟒山纵队的司令，活跃于汉江畔；杨天伯行二，任国民党江东城防司令；杨天鸿幺小，原职江东城防司令钱国栋侍卫长，后担特别行动队‘司令’。杨门显赫，上溯四百年，为抗击倭寇，杨家四十七人为国捐躯赴难，明朝皇帝御旨建立镌刻“一门忠烈”；“万古流芳”，“千秋忠义”字样的三座石牌坊。如今三牌坊已成人所仰止的人文景观。一九四四年，国共商定在江东掀起一场“盾牌”行动，意在拖牵、阻截日军池田旅团，使其不能增援太平洋战区。重庆方面派盟军代表汤姆逊、国防部机要参谋林娜携该行动的具体实施方案，赴江东向国共双方高级指挥员传达协调。时任江东城防司令的是钱国栋。他带人前往与盟军代表和林娜接洽的途中，突遭一伙不明身份人的袭击，卫兵全部战死，钱国栋当场毙命。几乎与此同时盟军代表汤姆逊和国防部参谋林娜被劫持。林娜是宪兵队队长罗云的妻子。一日之内发生两起惊天大案，当局高度紧张，罗云逮捕了重大嫌疑人杨天鸿。杨天鸿身为钱司令侍卫长，却擅离职守，声称请人吃饭；吃饭时与人群殴，导致交通阻塞，给凶手制造下手机会。怀疑他并非捕风捉影。制造这两起大案的是日军头目池田派遣的特遣队所为，他们根据江东内奸“鹰眼”提供的情报，故意制造与杨天鸿的斗殴，杀害了钱司令；并劫持汤姆逊和林娜。日军乔妆成奔丧的队伍，将林娜藏于棺材之中企图出城，被罗云识破，罗云在追赶日军的时候，不但未能解救林娜，反而雪上加霜误伤了前来参加“盾牌”会唔的中共蟒山纵队司令员杨天东。杨天东流血过多需要输血，其血型特殊，必须是有血缘关系的人才可能与其吻合。罗云为换取城防司令部派兵救援其妻，不得不释放杨天鸿。日特遣队又潜入医院企图杀害杨天东，引发国共矛盾，破坏‘盾牌’行动。情势危机而复杂，重庆和延安都予以高度关注。上级派耿娟打入宪兵队因势利导，既要保护杨天东的安全，又要拯救汤姆逊和林娜。任城防部队副司令的杨天伯焦头烂额，六神无主。参谋长章之中冷静果断，成立了特别行动队，由杨天鸿担任队长，挑选身怀绝技的队员，奔袭日军占领区，营救汤姆逊和林娜。耿娟以林娜是罗云之妻，宪兵队责无旁贷之由加入行动队。行动队在行军途中，遭遇日军袭击，伤亡惨重。行动队从成立到行动路线都极其秘密，遭日军伏击肯定有內奸提供情报，內奸不除，所有动作都是徒劳。杨天鸿决定返城，先挖出内奸。杨天伯被认命为新的城防司令，在钱司令的灵堂上，遇到钱国栋之子钱坤，杨天伯将他任命为自己的副官。杨天鸿回城后揪出了潜藏在城防司令部的杨天伯的副官郭燕琪，得知了林娜被关押的确切地点，并成功地解救林娜。经审讯和分析，确认郭燕琪不是“鹰眼”，查找內奸任重道远。杨天东伤愈出院，在回蟒山途中又遭伏击，险些车毀人亡。这就更加证实了“鹰眼”存在破坏力的可怕。日军为了尽快地摆脱国共配合阻止他们向太平洋战场转移的烦恼，指示特遣队在江东城内施放毒气制造动乱，转移方向，扰乱国共联袂的“盾牌”战略。宪兵队截获讯号，发现城内当铺是山田由美子的联络点，山田由美子命令当铺的日本人通知郭燕琪来帮忙打开毒气。杨天鸿带人迅速赶到，不料这对日本夫妇为了保守秘密自杀，与此同时郭燕琪在关押室也上吊自杀，情况陷入危机。杨天鸿自告奋勇，由他冒充郭燕琪与日本人接头。敌人将杨天鸿带到学校，准备对学生下手。宪兵队从杨天鸿身上的窃听器得知只见到一个毒气罐，为了知道更多毒气罐的消息彭文清决定不轻举妄动。这导致日本人成功的将毒气释放，杨天鸿关键时刻打死一个日本人及时关闭毒气罐，一路跟踪另一个日军到铁器加工厂，日本人发现自己被跟踪自尽。通过艰苦的侦察，杨天鸿断定毒气罐与教堂有关。教堂的牧师叫塞蒙，知道毒气罐的藏匿地点，却死活不说。因为他的妻儿被日本人抓到江州做人质，以此威胁塞蒙协助日本人藏匿毒气罐。塞蒙要求救出自己的妻儿才肯说出毒气罐的下落，杨天鸿答应了他。杨天鸿带行动队连夜赶到江州，不料被日本人包围，多亏蟒山纵队的营救才得以脱险。在蟒山，杨天鸿体验了解放区的生动蓬勃，提高了对共产党的认识。耿娟发展他入党并示爱。显然，靠武力解救塞蒙妻子的成功系数很小，不得不采用交换人质的办法将其赎回。日军点名要用重庆派往江东的督导彭文请交换。在交换过程中，日军背信弃义将塞蒙儿子打死。彭文清怒不可遏，掐死日本特务女头目山田由美子。塞蒙看到了妻子归来对杨天鸿交代了毒气罐的藏匿地点，但起获的毒气罐只有三个，另外两个下落不明。“盾牌”计划执行不畅，重庆高层十分忧虑，军统派来了督导。桥本手下田中伪装成国防部督导梅晓峰带着毒气罐来到了江东，并在地下指挥中心释放，城防司令部损失惨重，杨天鸿、陈虎山中毒死亡。与此同时，盟军方面也派来了两个军事顾问，飞机在江州上空被日军击落，顾问生死不明。在梅晓峰的授意下，杨天鸿假死，费尽千辛万苦，付出血的代价，找到、营救回盟军顾问。“盾牌”计划终于顺利实施，江东保卫战打响。国共并肩与日军激战，江东城厮杀的十分惨烈。日军将领池田也被蟒山纵队俘获。在激战中，抓获了日军头目田中。田中对林娜的情况了如指掌，一口咬死林娜是日军特工。林娜被逮捕收监。林娜的案子由重庆代表审理。杨天鸿与林娜曾经有过恋爱关系，坚信林娜蒙冤，不顾身家性命，不顾耿娟的善劝，发誓要救出自己曾经爱过的人。林娜被折磨的苦不堪言，深知杨天鸿会来救她。获救后，紧抱杨天鸿失声痛哭。此情此景令罗云自惭形秽，令耿娟伤感唏嘘。江东保卫战使“盾牌”告捷。杨天伯去蟒山感谢大哥与国军的积圾配合，并借此机会准备用金条买回被捕的日军将领池田，以完成国防部交给他的任务。杨天鸿和耿娟随同杨天伯一同来到了蟒山，在蟒山期间二人的感情得到了升华。在蟒山，杨天伯收到章之中消息称林娜在城门口将正要护送钱国梁出城的蔡兰英，高峰三人抓捕。于是杨天伯令杨天鸿留在蟒山纵队等待要池田，自己则带钱坤先回江东，路上被桥本的哥哥——桥本太郎劫持，日军要求拿池田换杨天伯。杨天东知道了杨天伯被桥本太郎劫持，蟒山纵队将池田交给了江东。在营救行动中，杨天鸿成功的救出了杨天伯，但赶到营救地点后发现池田已经被桥本太郎救出，情急之下耿娟将池田击毙。杨天伯返回江东后，得知蔡兰英被关起来，非常愤怒。勒令张军娇立即放人，与此同时日军通过保生堂的谢保生向杨天伯下令，要进行报复刺杀杨天东，为池田报仇。杨天伯在痛苦和矛盾中配合了日军的行动，泄露了杨天东的行程路线，致使杨天东在为杨母祝寿的归途中遇袭身亡，杨天东的儿子和女儿也一同丧命。坟前祭奠大哥的时候，杨天鸿对杨天伯大打出手，杨天伯下令将杨天鸿关了禁闭。在禁闭室，钱坤在牢房里敲着摩丝密码告诉杨天鸿一个惊天秘密——杨天伯就是‘鹰眼’。杨天伯来到禁闭室，向钱坤索要他丢失的密码本，遭到钱坤的拒绝，杨天伯将钱坤灭口。杨天鸿躲在一边把一切看在眼中，借钱坤的衣服将自己调包混出牢房。江东城防司令部紧急召开会议，梅晓峰，张军娇都提议要抓捕杨天鸿。杨天伯决定全城戒严，抓捕杨天鸿。如遇抵抗，可以击毙。杨天鸿越狱后找到耿娟，吩咐她照钱坤交代去医院找院长，院长密室里拿出了杨天伯丢失的密码本，杨天鸿拿到密码本后找到了蔡兰英，杨天鸿向她说明杨天伯是“鹰眼”，希望蔡兰英将自己送出城，把这份重要的证据交给国防部，经过杨天鸿的劝说，蔡兰英终于答应了他。杨天鸿在城外的防御工事见到林长雨，林长雨拿到密码本后立即给杨天伯打电话叫他写好辞职信等他，林长雨把密码本交给了手下许江涛保管，自己带梅晓峰和章之中迅速返回江东，又命人杨天鸿关起来看好。防御工事仓库里杨天鸿心中忐忑不安，因为他非常了解自己的二哥，林长雨的这番举动，极有可能葬送了整个的计划。于是他巧妙地把自己的手铐打开，叫林娜等待，自己则出去找到许江涛取回密码本。这时他发现乔装成宪兵队的桥本太郎等人已经追来，杨天鸿迅速回到仓库，发现林娜被桥本太郎抓住，桥本太郎逼杨天鸿拿密码本换林娜并开枪将林娜打伤，最终杨天鸿妥协。林长雨赶到江东，对杨天伯说自己已经有了证据，他叫章之中和梅晓峰到办公室见证，这时杨天伯的电话响了，杨天伯接到桥本太郎的电话说已经拿回证据，杨天伯态度顿时逆转，反咬林长雨一口，将他抓捕。章之中对此不解……杨天伯打电话给谢保生，要求他让桥本立即销毁密码本，而谢保生则称自己说了不算，并告诉杨天伯应该管教自己的老婆和侍卫长高峰正是他们把杨天鸿送出城的。杨天伯回到家后问了蔡兰英，蔡兰英并没有隐瞒他，杨天伯命人把蔡兰英软禁，秘密关押了高峰。杨天鸿将耿娟送到医院，这时宪兵队张军娇带着人赶到，城防司令部杨天伯的副官范奇带着人也赶到，双方都要将杨天鸿带走，双方大打出手，最后张军娇把杨天鸿和范奇的人全部带回宪兵队。随后，杨天伯带人包围了宪兵队，向张军娇索要杨天鸿，迫于无奈张军娇把人交给了他。但杨母突然来到宪兵队，将杨天伯、杨天鸿带回了家。回家后杨天伯接到电话，回城防司令部与谢保生联系，谢保生指示杨天伯要拿到林长雨制定的大反攻的计划，杨天伯要求谢保生利用最后一个毒气罐，制造混乱，掩护自己的行动。杨天伯命令梅晓峰将耿长雨和钱国梁押回重庆，并在途中制造车祸，将梅晓峰一行人杀害。与此同时，杨天鸿在杨母和蔡兰英的帮助下再次逃脱，找到张军娇，得知了杨天伯的计划。谢保生为了心中的圣战，杀红了眼，追杀自己的妻子和儿子，沈香梅被宪兵队逮住，杨天鸿审问她，沈香梅说只要看到自己的儿子，就会说出一切。杨天鸿救出了沈香梅的儿子，沈香梅说出了桥本太郎把密码本交给了正阳号上的某个人，这艘船今晚离开江东。杨天鸿潜上正阳号。林娜知道了父亲遇难一事，万分悲痛，当即决定一定要为父亲报仇，让沈香梅将自己当作人质，与桥本太郎见面。沈香梅带着耿娟到指定地点，却被桥本的手下识破，沈香梅死在日本人手中，林娜被劫走……。与此同时，杨天鸿登上正阳号，经过一番波折，在罗云、丹勇、以及蟒山纵队的协助下，他拿到了密码本。但在返程途中，急红了眼的杨天伯向国防部汇报以正阳号被劫请求战机轰炸，他想以此毁灭证据。章之中阻止了杨天伯，但被杨天伯扣押。杨天鸿将密码本交给了耿娟保管，张军娇下令耿娟一定要保管好证据，并且通知国防部传送情报。黄金玲得知这一消息，立即通知了杨天伯，并偷出了密码本向杨天伯邀功。但去城防司令部的途中被曾经结下仇的刘米贵逮住，刘米贵指使手下将黄金玲一阵毒打，并把密码本抢走。耿娟再次来到联络站向蟒山纵队汇报情况。但这一切被埋伏在门外的黄金玲看到，黄金玲将联络站老板和伙计都抓到城防司令部。耿娟的身份暴露。宪兵队截获了城内可疑信号，分析这极有可能是桥本太郎。杨天鸿迅速赶到了桥本太郎所在地。，展开一场生死博斗，最后将桥本太郎击毙，林娜为掩护杨天鸿死在了他的怀中。罗云在妓院找到刘米贵，问出密码本在刘米贵家里，刘米贵刚出妓院就被一辆军车撞死，罗云又回到妓院，一路追查到刘米贵经常找的妓女家中，找到密码本，迅速赶回宪兵队。他选择了把密码本交给杨天鸿。杨天鸿带着密码本来到城防司令部见到杨天伯，杨天伯把丹勇和地下党的人放了，并把黄金玲也交给了杨天鸿，杨天伯烧毁了密码本。杨天鸿和罗云通电话知道了杨天伯要为梅晓峰和耿长雨举行祭奠仪式，届时还会有蟒山纵队等人参加，杨天鸿感到不妙，觉得杨天伯的轰炸目标是会场。杨天鸿在众人的协助下，在杨天伯去会场之前劫持了杨天伯，将杨天伯劫持到一个破旧仓库，杨天鸿试图让他亲口承认自己的罪行，但最终没有成功。祭奠仪式现场，杨天伯正在义正言辞的讲话。蔡兰英突然悲痛欲绝说出了杨天伯不是人，是刽子手，是汉奸。杨天伯急忙对众人解释蔡兰英是神经病，随即将其拉到屋里……杨天伯再次站到会场主席台，刚要讲话时他在人群中猛然发现耿长雨和梅晓峰，接着从广播里传出刚才杨天伯和蔡兰英的对话，对话中，杨天伯亲口承认了自己就是‘鹰眼’的事实。林长雨下令把杨天伯抓起来，并走到他身边从他兜里取出钢笔，打开是微型窃听器。钢笔是由杨天鸿在劫持他的时候调换的。杨天伯被抓捕，在场的众人义愤填膺，场面一度失控。杨母出现在会场，对众人讲了一番话，以杨天伯应该接受审判后再死为由，将其救下。次日清晨，杨天鸿亲手处决了杨天伯。事后，杨天鸿主动的回到宪兵队，张军娇命令罗云把杨天鸿押往重庆。罗云在押送杨天鸿的途中将其放走。汉江大桥，耿娟率蟒山纵队众人迎接杨天鸿，二人互诉衷肠，大桥变成了欢乐的海洋。",
    "chinese_title": "一门三司令",
    "douban_rating": "4.7/10 from 189 users",
    "foreign_title": "",
    "douban_rating_average": "4.7",
    "update_at": "2025-01-27T22:13:18"
}