{
    "aka": [],
    "sid": "10554963",
    "cast": [
        {
            "url": "/celebrity/1021281/",
            "name": "温水洋一 Yôichi Nukumizu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275357/",
            "name": "矢作穗香 Honoka Yahagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319414/",
            "name": "荻野可鈴 Karin Ogino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274976/",
            "name": "莲佛美沙子 Misako Renbutsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033911/",
            "name": "饭岛直子 Naoko Iijima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337916/",
            "name": "伊藤梨沙子 Risako Itō",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024328/",
            "name": "渡边典子 Noriko Watanabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444223/",
            "name": "山本启之 Hiroyuki Yamamoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1376115/",
            "name": "樫田正刚 Seigô Kashida",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "130分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010-03-13(日本)"
    ],
    "this_title": [
        "夢の見つけ方教えたる!2"
    ],
    "douban_link": "https://movie.douban.com/subject/10554963/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "2010年冬季 フジテレビ 日剧SPとある小学校に赴任し6年3組を受け持つことになった今村克彦（濵田雅功）は着任早々、職員室でも教室でも、私立中学の進学組と公立組とにハッキリ分かれている空気に驚きと戸惑いを感じる。副校長の鈴本（田山涼成）には「6年生は大事な時期やから傾向と対策をバッチリ練ってきています。まかしといて下さい」と胸を張るものの、東大出身で副担任の御茶ノ水（溝端淳平）には「わからん勉強あったら、たのむわ」とにくめない笑顔でこっそり頼む。同じ頃、保健室で軽い貧血のため休んでいた6年3組の生徒・ミカ（未来穂香）がベッドから起き上がる姿に気づいた養護教諭の田中千佳子（飯島直子）は「島谷先生（蓮佛美沙子）に聞いたけど吹奏楽部やめちゃったんだって？ やっぱり受験のため？」と優しくたずねるが、ミカは無言のまま手洗い場で手を洗い始める。その後どんなに千佳子が話しかけても答えずただひたすら、ごしごしと手を洗い続けるミカ。まるで、何かから逃れるように―。ミカが教室に戻ると、ちょうど算数の試験の真っ最中だった。試験開始後わずか10分で問題を解き、残り時間で勝手に自習を始める生徒が続出、その姿に今村はあっけにとられる。しかも、3分の2の生徒が満点。「この問題は難しくて、30点以下の生徒もいるのに…」と驚きの色を隠しきれない今村に、御茶ノ水や立浪などほかの教師は「そのレベルの生徒に合わせていたら私立への進学組の生徒たちに失礼です。それがわが校の教育方針なんです」ときっぱり言い切る。さらにあっけにとられる今村だったが、30点以下はすべて公立中学進学組の生徒たちであり、私立への進学組との学力の差があまりにも開きすぎている現実に複雑な心境になる。ある日、今村はわざと半年前に塾で習い終わっている問題を黒板に書き、進学組の生徒たちに「この問題が分からない三郎くんに解き方を教えてあげて下さい。わかってる者がわからん者に教え、助ける。それがクラスメートや」と呼びかけたことがきっかけで、私立中学組と公立中学組がさらにいがみ合う出来事が起きる。騒然となる教室。ただオロオロするだけの御茶ノ水。そこへ今村の怒号が響き渡る。「ええ加減にせいっ！！」。教室は一瞬シーンとなるが、次の瞬間、生徒たちから「児童を脅したー」「パワーハラスメントだー」の声がわき起こり、しまいには「クービ、クービ」と、“クビコール”が巻き起こる。さらに、PTA会長の娘であるミカの成績が下がり始めたことで、今村に任せておいてよいのかという疑問の声があちこちから噴出。さすがの今村も胃痛をおぼえ、保健室に胃薬をもらいに来るが、そこで、今村と千佳子は10代のころ、「西の突貫小僧」、「東の突貫娘」として名をはせた暴走族であり、知り合いだったことが発覚する。「仲ようしよな」と言う今村に、千佳子は「口が裂けても私の過去をばらすんじゃないよ」とくぎを刺す。一方、音楽教師の島谷あゆみ（蓮佛美沙子）も問題を抱えていた。ピアノの授業中、ミカに「ピアノ弾いてくれる？」と言うとミカは「音楽なんか受験に関係ないから無駄なエネルギーは使いたくありません」と拒否。だが、ちらりとミカを見ると、ミカは恨めしそうな目で島谷を見ていた。思わず指先が震え、必死に耐えながら弾き続ける島谷。実は島谷は、ミカに吹奏楽部でピアノを教えていたが、ある日、ミカの母親（PTA）に「娘を吹奏楽部なんかに振り回すのはやめなさい」と言われたのだ。「ミカちゃんにはピアノの才能が…」と言いかけるが、逆に「あなた、私に意見を言うの？」とぴしゃりとはねつけられる。PTAの会長とあって、島谷は何も言い返せず、「すみませんでした」と謝る。それ以来、作り笑いを覚え、現実から逃げながら教師を続けてきているのだ。さらに事件は起きる。今村が理科の授業を勝手に体育に替え、ドッジボールをさせたことがきっかけで、生徒が今村の授業をボイコットしたのだ。職員室では「ボイコットされた教師なんて前代未聞です」と鈴本副校長が苦りきった表情。そこへ、扉が乱暴に開けられ、PTA会長である宇佐見康子（ミカの母）や何人かの主婦がのりこんでくる。「受験を控えている子供たちに、理科から勝手にドッジボールに変更したとはどういうことですか！」と激しく詰め寄るPTA軍団に、今村は「僕は進学組と公立組を一つにまとめたくて。体育に振り替えたと思えばいいじゃないですか」と説得するが「授業を変更してまでやることなんですか！」「かりに体育に変更したとして体操着に着替えさせてませんよね！？　汗をかいて風邪を引いたら責任取れるんですか！！」などと矢継ぎ早にまくし立てられ、鈴本にも「風邪を引いて学校も塾も休むことになったらわれわれに責任がかぶってくるんですよ」と責め立てられる今村。そんなある日、教室の後ろから授業の光景を眺めていた今村の目が、ある物を見つけてはっとなる。それは、一人の生徒の机の上の、ひしゃげた筆箱。イタズラ書きされた痕跡もあるのだ。その筆箱の持ち主は田中アキラ。学級委員で、ガリ勉の生徒だ。とっさに「いじめ」という言葉が頭をかすめる今村。「誰や…、誰がやってるんや…」と衝撃を受ける。翌日、今村はそれまでのスーツを脱ぎ捨て、スカジャン姿で登校。驚く教師陣に「これ楽なんですわ。昨日までの俺は着飾ってました。今日から裸のつきあいでいきますんで」と宣言、かたわらの島谷に「俺、あんたとおんなじで作り笑いしとった。今、やっと本当に笑えました」と笑顔をみせる。ある夜、今村の高校時代の体育教師・榎本（國村隼）が経営する食堂でビールを飲んでいると、とある私立中学の教師たちが今村が勤務する学校の悪口を言っているのを耳にする。あまりに下品な話の内容に腹を立てた今村は、思わずその客に足をひっかけ、転んだところへ頭の上からビールをかける。しかし、翌日、とんでもない事実が発覚。今村が手を出した教師たちがつとめているのは、御茶ノ水校長が推薦枠を10枠も狙っている進学校であり、その中学から「今村のような暴力教師がいる学校とはつきあいたくない」との理由で、推薦枠を減らすと通告してきたのだ。激高した鈴本は今村に辞表を要求、しかし今村は「いじめを解決したいから辞めない」と言い返す。そこへ宇佐見から「娘のミカを転校させる」という電話がかかってくる。必死になだめようとするものの、「今村の退職を条件にするなら転校は考え直す」といい、電話は切られる。絶体絶命となった今村。“私立中学進学組と公立中学組に分かれているクラスを一つにまとめ、いじめをなくす”。その目標にむけ、動き出そうとした矢先だったのに…。そんな折、夕刊にある記事が掲載される―。",
    "chinese_title": "夢の見つけ方教えたる!2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-21T10:26:29"
}