{
    "aka": [
        "阿波麦托克斯战役"
    ],
    "sid": "10555076",
    "cast": [
        {
            "url": "/celebrity/1041066/",
            "name": "罗伯·劳 Rob Lowe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130124/",
            "name": "威廉·彼德森 William Petersen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019066/",
            "name": "威尔·帕顿 Will Patton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010537/",
            "name": "史蒂芬·朗 Stephen Lang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048134/",
            "name": "比尔·帕克斯顿 Bill Paxton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004573/",
            "name": "戴米恩·路易斯 Damian Lewis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878985388.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2032276",
    "director": [],
    "duration": "60min",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2032276/",
    "imdb_votes": 215,
    "this_title": [
        "To Appomattox Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/10555076/",
    "imdb_rating": "4.7/10 from 215 users",
    "trans_title": [
        "阿波麦托克斯战役 第一季",
        "阿波麦托克斯战役"
    ],
    "douban_votes": "0",
    "introduction": "American soil is under attack, the nation engaged in its most unpopular war.  The population is divided on every political and social issue.  In the White House, sits the most hated President in American history—believed by more than half the citizens to have stolen the election to his first term; when he runs for his second term, he will barely beat a war hero Democrat who campaigns on a popular anti-war platform.  Inept generals will make a mockery of predictions of easy initial victory; in Congress, anti-administration committees will convene to investigate the conduct of this war.  As the war drags on over years (instead of months), the United States will lose its overseas allies while introducing the world to weapons and tactics more devastating than ever before seen… Yet, at the end of it all, the color barrier between black and white in America will be transformed forever and our nation will become a beacon of hope to the world.The similarities between now and then are startling and provide a wonderful contemporary, unique lens for historical drama.Dramatically, it can be viewed as JOHN ADAMS meets BAND OF BROTHERS: a historically accurate series that thrives upon the emotional lives of American icons against a backdrop of a war that has never been accurately or fully portrayed.Interest in the Civil War is stronger among Americans than interest in any other period of American history.  Each year far more books are published on the Civil War than any other facet of our history and outsell all other subjectson Americana by a significant margin.  A staggering 40 million Americans watched Ken Burns PBS documentary when it first aired on public television in 1990.  DVD sales of that film as well as the theatrical films GETTYSBURG and GODS AND GENERALS, and television mini-series THE NORTH AND SOUTH and THE BLUE AND GREY (despite the former being battle studies and the latter fictional melodrama), commanded high ratings and continue to generate large sales in the home market.Across America today, an estimated 40,000 citizens participate each year as re-enactors, putting on their uniforms, grabbing their Springfield rifles and traveling with their families and friends huge distances to re-fight the battles before audiences much larger than their own numbers—all of them together eager to understand the history and patriotism through shared experience.  And, more than re-enactments, year in and year out, families visit the battlefields on their vacations to see them in stillness; to witness places of history that have touched their forebearers' and their nation’s life.  Attendance at the Gettysburg Battlefield last year—one battlefield out of hundreds—was 1.7 million visitors.This American interest in the Civil War endures, because it is this war—not our Revolution, not World War II, nor any other we have fought—that gave birth to the national identity with which we view ourselves and are viewed by the rest of the world.  It is an identity forged from killing and murder and hate, that saw at Robert E. Lee's surrender to Grant at Appomattox, a nation rejoined; unlike any other civil war in world history, secession and invasion were forgiven and men simply went home to resume their lives under a guarantee of peace and brotherhood across a nation put back together as it was before but with the added guarantee of freedom and rights for over 4 million slaves.  Yet, it is an identity won at a staggering cost of over 750,000 Americans (soldiers and civilians) killed.  That’s almost three times the number of Americans who lost their lives in WWII.  As a percentage of today’s population, it would be over 5 million Americans.  Never in the history of humankind has something so great been won of something so terrible.Why this extraordinary interest in the Civil War? It is the sheer drama of the story; the momentous issues behind and driving it.  It is the horrible and tragic fact that Americans were fighting Americans who—among the battlefield leaders—had, the moment before the first shot was fired at Fort Sumter respected, admired and loved each other as brothers.  Incredibly, most of them continued to hold these feelings even as they strove for five Aprils to kill one another over the question of who can and cannot be free.  It is in this war, as in no other, that men of both sides fight not merely for their homes, but at them, many times with their wives and children at their sides.This is their story...",
    "chinese_title": "阿波麦托克斯战役 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "To Appomattox Season 1",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T10:13:21"
}