{
    "aka": [],
    "sid": "10569157",
    "cast": [
        "赵柯 Ke Zhao",
        "杨烁 Shuo Yang",
        "冯恩鹤 Feng Enhe",
        "杜雨露 Yulu Du",
        "谭凯 Kai Tan",
        "张澍 Shu Zhang",
        "于清斌 Qingbin Yu",
        "杨净如 Jingru Yang",
        "王艺曈 Carrie Wang",
        "刘牧 Mu Liu",
        "左金珠 Jinzhu Zuo"
    ],
    "site": "douban",
    "tags": [
        "中国",
        "杨烁",
        "电视剧",
        "国产电视剧",
        "赵柯",
        "王艺曈",
        "杨净如",
        "很不错的国产剧"
    ],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2128248541.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "胡蓉",
        "王斯阳"
    ],
    "imdb_id": "",
    "director": [
        "黄健中 Jian-zhong Huang",
        "朱德承 Decheng Zhu"
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "暗花"
    ],
    "douban_link": "https://movie.douban.com/subject/10569157/",
    "trans_title": [
        ""
    ],
    "douban_votes": 92,
    "introduction": "19世纪20年代末，北方港口租界城市——上沽，繁华中充斥着伪善和真恶。\n警察局局长庄静河，带着复杂的欣喜，等回了在英国留学两年的女儿庄晓蝶，也等到了女儿早已在英国私自结婚的消息，女婿正是海关监督宋博年之子，宋沛文。庄家父女俩为此吵翻，晓蝶离家出走，被迎面逃来的毒贩挟为人质。解除人质过程危机中，警察局侦缉大队队长江昱城、贫民窟出身的小混混凌云飞，还有宋家养子宋武平，齐力救下晓蝶。\n人质事件使庄静河态度松动，继而约宋博年商谈婚事。当夜，庄静河却被枪杀于书房，晓蝶亦受袭击昏厥，醒后手持枪，被指控杀父。法庭审理波折重重，先有凌云飞遭神秘人威逼上庭作伪证陷害晓蝶，后有无良律师唐菊生诱骗晓蝶主动认罪，晓蝶判处死刑。死刑执行前一刻，江昱城意外发现晓蝶已怀有身孕，冲到刑场，枪口下救晓蝶，允诺全力为她翻案。\n晓蝶改判入狱服无期徒刑，宋家与之断绝关系。晓蝶入狱后，熬过前期暗无天日的监狱生活，用自己的善良和智慧，赢得众狱友的尊重。凌云飞当初作伪证害人害己，难耐良心谴责，决定为自己赎罪。他扮成狱警进入女子监狱，帮助晓蝶躲过几次暗杀，晓蝶在江昱城和江昱城妹妹锦城的劝说下，与凌云飞结成暂时的联盟，共同防御隐藏在监狱中身份不明的杀手。晓蝶与凌云飞几次三番生死与共，遂成为真正的挚友。凌云飞跟江昱城一样，也爱上这朵风雨中顽强生存的蔷薇，但他知晓蝶倾心于江昱城，便隐藏了感情。他并不知，锦城也悄悄爱上自己。\n江昱城狱外的秘密调查亦渐入佳境，最大嫌疑犯竟是宋博年，宋博年因为庄静河掌握了自己的贩毒证据而痛下杀手，对晓蝶亦不顾情面，追杀到底。然调查过程中，宋博年之女宋晚池，对怀有目的与之交友的江昱城暗生情愫。\n就在晓蝶对出狱后的新生活满怀期待之际。宋武平买通狱卒，在监狱放火，晓蝶为救其他女犯受重伤流产，撑着最后一口气从死亡线上爬回人间。晓蝶失去最后的希望，精心谋划，在女囚香姐等人帮助下成功逃狱。\n晓蝶逃狱后，与凌云飞一边躲避警察和追杀者，一边想办法找证据为自己洗冤。江昱城挣扎在法理与情感间，终决定放弃逮捕晓蝶，且暗中配合晓蝶与凌云飞，用并不完全合法的手段抓到当初诱骗晓蝶认罪的律师唐菊生。宋博年父子囚禁唐菊生的家人，晓蝶不计前嫌，奋不顾身帮唐菊生救出家人，唐菊生为之感动，上庭作证，道出事情原委，晓蝶终沉冤得雪。但宋博年将所有罪推与替罪羔羊，从法庭全身而退。\n晓蝶不能接受宋博年逍遥法外的结果，想到命运待自己的种种不公，晓蝶发誓要让宋家父子得到应有的惩罚！让宋博年死并不难，毁掉他的贩毒网才是最大的惩罚！晓蝶卖掉庄家祖宅，聚集财力，经营起一家叫“凌云庄”的饭店，并以此为由头，借香姐的帮派身份和凌云飞的人脉关系，拉拢一些只能多年混迹于贫民窟的帮派背景的生意人，成立了商会，旨在壮大势力，打击宋博年的毒品生意。晓蝶一时间成了风云人物。\n江昱城不满晓蝶与帮派分子过从甚密，两人关系出现裂痕；另一边，凌云飞痴恋晓蝶，令伤心的锦城转投宋武平的怀抱。宋武平假意为了锦城，“投诚”晓蝶，举证使宋博年落入法网，宋博年绝望自杀之前留信给晓蝶，告知杀庄静河是宋武平的擅自行动，他才是晓蝶杀父的真凶。而且宋武平已经不满足贩毒，他已经建立起制毒据点，危害更重！\n晓蝶为向宋博年复仇，心力交瘁，也为此牺牲了无辜卷入的朋友，心灰意冷；江昱城认为自己沦为黑恶势力争夺利益的工具，没有资格再维护公理和正义，辞职欲带妹妹锦城离开上沽，然锦城怀了宋武平的骨肉，已经身不由己，江昱城独自离去。晓蝶寻江昱城而去，欲请求江昱城的原谅，助他重新振作，但江昱城抗拒晓蝶。\n商会群龙无首，陷入混乱，宋武平乘虚而入，令商会陷入解散危机。不仅如此，宋武平霸占宋家家业，大肆扩张底下的制毒贩毒网，还唆使宋沛文吸毒，利用宋沛文控制了他多年来苦恋的宋晚池。",
    "chinese_title": "暗花",
    "douban_rating": "5.9/10 from 92 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2024-09-15T07:00:10"
}