{
    "aka": [],
    "sid": "10568070",
    "cast": [
        {
            "url": "/celebrity/1055489/",
            "name": "让-吕克·戈达尔 Jean-Luc Godard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041846/",
            "name": "安娜-玛丽·米埃维尔 Anne-Marie Miéville",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915749874.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt2224421",
    "director": [
        {
            "url": "/celebrity/1055489/",
            "name": "让-吕克·戈达尔 Jean-Luc Godard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041846/",
            "name": "安娜-玛丽·米埃维尔 Anne-Marie Miéville",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2006-04-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2224421/",
    "imdb_votes": 49,
    "this_title": [
        "Reportage amateur (maquette expo)"
    ],
    "douban_link": "https://movie.douban.com/subject/10568070/",
    "imdb_rating": "5.8/10 from 49 users",
    "trans_title": [
        "业余回顾 （模型展览）"
    ],
    "douban_votes": "0",
    "introduction": "(Paris) On April 24 [2006] the Georges Pompidou Center here began a retrospective devoted to a man synonymous with cinema itself: Jean-Luc Godard. Now 75, this legendary filmmaker has been reinventing motion pictures for over half a century. From his 1955 documentary Operátion Béton to the world premiere of Vrai Faux Passeport, a video essay commissioned by the museum, the four-month program includes more than 200 films by and about the arch modernist of the seventh art.For the Godard cult, the retrospective is epochal; the mother ship of mise-en-scène has landed. But the movies are only foreplay to the main seduction. Travel(s) in Utopia, Jean-Luc Godard 1946-2006, In Search of a Lost Theorem is the unwieldy title of an unruly installation that sprawls throughout the large south gallery of the museum. Designed and executed by Mr. Godard, the show opened amid much controversy on May 11 and continues until Aug. 14.He is clearly having his moment — or maybe not so clearly. Speculation and anxiety gathered in the months leading up to the opening as it became known that relations between Mr. Godard and the museum had soured and that the project would not be realized. The nature of what, if anything, would take its place remained an enigma until the moment of its unveiling...Talk had long circulated of an ambitious project to be designed by Mr. Godard in conjunction with the retrospective. Conceived in collaboration with Dominique Païni, the former director of cultural development at the Pompidou Center, it was to have been called Collage(s) de France and to have functioned as a kind of elaborate, three-dimensional montage of Mr. Godard's methods and motifs.The visitor would proceed through a series of thematic rooms. Myth would give way to Humanity and The Camera, pass through The Unconscious and end with Murder and The Tomb. Giant reproductions of paintings (by Delacroix, Goya, Nicolas de Staël) would adorn the walls alongside printed quotations and blown-up movie stills. Films and videos would flicker on televisions, screens and even a video iPod. Sculptural and environmental objects would allude to Freud, the Middle East and cinematic technologies.Collage(s) de France was to have carried the subtitle Archaeology of the Cinema, an apt phrase given that all that remains of this fabled creature are its bones. Detailed scale models of the original conception are scattered throughout Travel(s), an exhibition about an exhibition — and thus quintessential Godard...Before Yesterday is where you find the intriguing maquettes of Collage(s) de France, propped on wooden crates or piled in stacks, their meticulously designed chambers buzzing with electric motors and tiny lights. They are the depositary, the sketch, the graveyard of Mr. Godard's original conception, the score of a symphony forever unperformed.Perhaps the most peculiar aspect of this \"failed\" installation is that everything Mr. Godard had wished to say is being said. Collage(s) de France has been realized, albeit as a ghost that haunts Travel(s) in Utopia. The entire exhibition functions as a kind of conceptual filmstrip for which the viewer is the light source and the cinema is entirely inside the mind.-- Nathan Lee, The New York Times (quoted by the KG uploader, Odietamo, on his post).Godard and Miéville do a walk-through of the maquette, with Miéville (wo)manning the camera and Godard pointing at things and describing them. (Written by the KG uploader, Odietamo, on his post).And, for more infos, see :http://sites.google.com/site/dossierjeanlucgodard/3-informations-pratiques/debut-de-chronologie-pratique",
    "chinese_title": "业余回顾 （模型展览）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Reportage amateur (maquette expo)",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T00:00:41"
}