{
    "aka": [],
    "sid": "10567294",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677622193.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2215273",
    "director": [
        {
            "url": "/celebrity/1038047/",
            "name": "安德鲁·克廷 Andrew Kotting",
            "@type": "Person"
        }
    ],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2215273/",
    "imdb_votes": 54,
    "this_title": [
        "Louyre: This Our Still Life"
    ],
    "douban_link": "https://movie.douban.com/subject/10567294/",
    "imdb_rating": "5.6/10 from 54 users",
    "trans_title": [
        "我们停滞的生活"
    ],
    "douban_votes": "0",
    "introduction": "A new film by Andrew Kötting is always cause for celebration, and his deliciously eccentriclatest is a touching portrait of his daughter, Eden, as a young woman in their tumbledownPyrenean farmhouse. Last seen in Gallivant (1996) as a plucky kid touring the coastline ofBritain with her Big Granny, Eden, now 23, is here shown painting still lifes and singingalong to the radio as the seasons ebb and flow around her. Reminiscent of Stan Brakhage'sDog Star Man, this lo-fi marvel features music by Scanner's Robin Rimbaud and a range ofvoices from Kötting's sound archive to explore notions of nostalgia, memory and place.and from \"cinevue\":The latest release to come from the BFI's very own DVD label, Andrew Kötting's This Our Still Life (2011) is a deeply personal, lo-fi collage of the director's secluded Pyrenean farmhouse (named simply 'Louyre'), where he lives with his wife Leila and daughter Eden. Eden was born with a rare neurological disease, and thus the farmhouse proves the perfect habitat for Kötting to care for and play with the 23-year-old, free from the hustle-and-bustle of London life.Kötting once again incorporates a number of signature stylistic techniques that run throughout his work (even as far back as 1996's Gallivant, where Eden made here first on-screen appearance). Film stocks are changed at will, with digital and Super 8 chopped together alongside a choice cuts from the director's extensive audio archive. The result is a fragmented, hypnotic slice of experimental cinema with just enough heart and universal appeal to warrant a wider release outside of the art installation clique.Both Louyre and Eden prove extremely watchable subjects, at times humorously documented by the camera-wielding Kötting. Eden's illness has clearly had severely damaging permanent effects on her speech and motor function, yet she is undoubtedly a content, creative, fun-loving twenty-something. Art classes and pop sing-alongs are the call of the day, with Eden’s parents keen to facilitate her every wish.Mirroring the affection between Kötting, his wife and daughter is a love for Louyre itself, a paradise of sorts where enjoyment, artistic fulfilment and learning are top of the agenda. For many, this is an unattainable pipe dream, but for Kötting the farmhouse becomes a magical, otherworldly space full or vibrancy, life and colour.This Our Still Life is a bewitching, hypnotic filmmaking experiment that thankfully works well. As a 20-year-plus portrait of Kötting's main loves - his daughter, his wife, Louyre and cinema - there is enough heart and emotional connection to entertain throughout, whilst concurrently offering up a number of deeper, existential readings for those willing to engage further",
    "chinese_title": "我们停滞的生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Louyre: This Our Still Life",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T04:14:09"
}