{
    "aka": [
        "Enoken Has His Hair Cropped"
    ],
    "sid": "10571576",
    "cast": [
        {
            "url": "/celebrity/1030529/",
            "name": "榎本健一 Kenichi Enomoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1940",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628307179.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1168507/",
            "name": "山本嘉次郎 Kajirô Yamamoto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0125734",
    "director": [
        {
            "url": "/celebrity/1168507/",
            "name": "山本嘉次郎 Kajirô Yamamoto",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1940-03-27(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0125734/",
    "imdb_votes": 18,
    "this_title": [
        "エノケンのちゃっきり金太"
    ],
    "douban_link": "https://movie.douban.com/subject/10571576/",
    "imdb_rating": "8.5/10 from 18 users",
    "trans_title": [
        "Enoken Has His Hair Cropped"
    ],
    "douban_votes": "0",
    "introduction": "エノケンの軽快な唄で映画の幕があく。「さぁ～、お江戸は将軍さまのおひざ元～♪」このリズムは小津監督の『長屋紳士録』の、のぞきからくりと同じだ！独特の拍子が耳に心地よい。唄と絵で登場人物が紹介される。ちゃっきり金太が榎本健一・・・スリのNO1。金太を狙っている岡っ引きの倉吉（中村是好）、飴屋を装っている徳川方のスパイの三次（二村定一）、金太が贔屓にしている居酒屋の亭主（柳田貞一）とその娘・おツウ（市川圭子）、金太を殺したがる薩摩藩士・小原葉太郎（如月寛多）。金太とそれを追う連中の東海道・珍道中のいざ始まり～。１８６８年、幕末の江戸に、錦の旗を掲げて薩長が入ってきた。その中には官軍面して、江戸の人々を困らす傍若無人のヤカラもいた。金太は彼らの懐から財布をスルが、お金と一緒に密書があったことで、薩摩藩士に追いかけられる羽目に。これに岡っ引きの倉吉が加わり、ドタバタ劇が進行していく。喜劇の根本は追っかけにつきる。江戸っ子の金太はキップがいい。宵越しの金は持たない主義のようだ(笑)。凄腕なのだから、地道に（？）に稼げば、楽な生活ができるのに、博打に興じてスッカラカン（汗）。エノケン演じる金太の小気味良い動きが映画に躍動感を生みだす。今は昔と比べ、スリが減ったなぁ。あれは特殊技能がいるから（←不謹慎発言）、小さい頃から修行しなくてはいけないんじゃないかしら？最近は、オレオレ詐欺やひったくりなどが主流のようで・・・。どちらも犯罪だけれど、スリの方が愛嬌がある？飴屋も消滅してしまった仕事だ。昔はチンドン屋さんがいて、子供たちはその後をついて歩いていたっけ。金魚屋とか、ロバのパン屋とか、夜鳴きそば屋とか、押し売りとか（汗）・・・今は姿を消してしまった。薩摩の連中に追われ、江戸を後にした金太は、色々あって(笑)岡っ引きの倉吉と道中をともにすることになる。幕末版ロード・ムービーかな。歌も随所に出てくるから、ミュージカルっぽくもある。軽快な動きは舞台劇との融合か。とにかく、様々な要素が詰め込まれた楽しい活劇だ。登場人物が走る、走る。金太を乗せて籠カキが走る、倉吉の籠が走って追いかけてくる、金太が籠から飛び降り走る、倉吉もカゴを降りて走る・・・この走りなら、オリンピックのマラソンのメダルが狙える？旅籠では薩摩藩士も走る(笑)部分的にコマを早送りしているのだろう。典型的なドタバタ喜劇が心をほぐす。なんたって、オリンピック観戦で緊張が続いていたものですから(笑)。上野の決戦に向う官軍に紛れ込んだ金太と倉吉の姿が笑いをさらに盛り上げる。ただ、残念なことに、NHKで放送されたのは、『ちゃっきり金太』の総集編である。もともとは前編が一時間三分、後篇が一時間九分、合わせて二時間十二分の作品だったそうだ。ばっさりと切られてしまったギャグは、フィルムに残っていない。とても残念に思う。時は流れて明治二十年。相も変わらずの金太と倉吉がいた。金太はスリに、倉吉は巡査になって、東京ライフを満喫？（笑）めでたし、めでたし。余談ながら、黒澤明監督が『ちゃっきり金太』のセカンド助監督に就いている。",
    "chinese_title": "エノケンのちゃっきり金太",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T11:08:03"
}