{
    "aka": [],
    "sid": "10573493",
    "cast": [
        {
            "url": "/celebrity/1275949/",
            "name": "石文中 Wenzhong Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327624/",
            "name": "谢仙 Xian Xie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1918936506.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt30947900",
    "director": [
        {
            "url": "/celebrity/1327622/",
            "name": "张源 Yuan Zhang",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-04-13(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt30947900/",
    "this_title": [
        "末路"
    ],
    "douban_link": "https://movie.douban.com/subject/10573493/",
    "trans_title": [
        ""
    ],
    "douban_votes": "82",
    "introduction": "1949的重庆笼罩在一片阴霾中，收音机传来中央社前线的虚假消息，烦躁的郑云侠正在焚毁档案、照片以及一切可以证明自己身份的东西，为出逃做最后的准备。副官匆匆赶来，带来了国民党兵败如山的战况，这使得郑云侠更加惶恐不安。好在时任重庆卫戍总司令兼重庆市长杨森与郑家是世交，再加上中统少将级大特务的身份，郑云侠已经得到了前往台湾的特别通行证。另一方面，为了彻底捣毁重庆地下特务组织，新生红色政权正在秘密部署抓捕郑云侠的方案，表面上看来如同瓮中捉鳖，但实际上一直从事特务工作的郑云侠却有着自己的打算。 逃跑途中，因司机李正戎的破坏使郑云侠未赶上逃亡的部队，司机的叛变让郑云侠感到共党的无处不在，恐慌中郑选择了去深山内暂时躲藏，一边的共产党通过司机的交代了解了郑的大体去向，并针对性的做了部署。曾受过的特工训练的他养成了凡事预留逃生后路的习惯，早在两年前，他就偷偷为自己办了一个化名郑复初的国民身份证，化作平民身份的郑悄悄的潜入成都，并做着下一步的逃跑方案，潜伏在成都的郑云侠一边观察着成都的变化一边计划着继续逃亡，在得知自己所认识的一些同僚陆陆续续在成都被抓后，郑打算继续逃亡，不巧在兑换银元的时候被解放军当作倒爷抓住，并被关入了拘留所。作为一名老牌中统特务，郑云侠深知我党政策，在拘留所表现积极，当追踪而至的公安人员到来的时候，他已经被释放逃脱。此事引起了公安部门的高度的重视，通过分析认为该人正是全国通缉的要犯大特务郑云侠，随即安排更大范围的严密搜查，强大的查防攻势使郑云侠无处躲藏，在深山里逃亡3天3夜的郑疲惫不堪，站在山上回首成都，远处的成都渐次亮起了灯火，隐隐传来庆祝成都解放的锣鼓声和鞭炮声，饥寒交迫的郑云侠只能在山中的破庙内昏昏欲睡，睡梦中，郑梦见自己的妻子儿子其乐融融在一起欢笑，而瞬间这一切又被自己全部撕碎，妻子的哀求声，孩子的哭声惊醒郑云侠，郑云侠猛地醒来，满头是汗。这时庙里闯进了一伙土匪，郑不小心弄出声响被土匪抓住，情急之中郑利用自己帮派中学会的“言语”表明身份，土匪通过各种帮内“言语”得知此人正是荣昌大码头仁堂口红旗大管事，反共救国军的郑长官，便把郑带回山寨，多疑土匪头目在席间通过各种帮内仪式，得知来人正是自己人时便谈起复国之事，郑虽表面应承着，但眼神中透露出少许迷茫。 在得到土匪的资助后，郑云侠又踏上了逃亡之路，而就在郑离开山寨不久，山中的土匪在解放军的围剿中被抓获，在审讯中得知郑的去向便设卡埋伏在郑的必经之路上，一个小贩跳着一副担子经过埋伏点，冲上去的解放军按倒小贩却发现不是郑云侠，审讯得知这只是郑利用此人来探路的，而在远处观察的郑缩回到丛林中。无处可去的郑云侠朝着丛林深处跑去，高度紧张的他呼吸着压抑的空气，听着丛林中野兽的吼叫，绝望的郑只能朝丛林深处跑去，黑暗中郑被绊倒昏厥过去，梦境中，郑被解放军抓住，被人民唾骂，那些曾经他迫害过的人头顶鲜血站在他的面前，郑再次从梦境中惊醒，在远处依稀可见的灯光让郑看到了希望。这是一个小镇上的一家旅店，郑定了定神走了进去，在和掌柜的用帮派方式确定身份后，掌柜的安排他和一个同样是帮派人员住在一起，一夜的安睡让郑恢复了些体力，同时也得到了意外地收获，同屋人竟然是军统特务中造假高手，他给郑云侠也制作了一张假的身份证明。转眼1951年，这时的郑云侠利用当初做的假身份证明，在涪陵一家工农榨菜厂潜伏下来，长时间的工人生活已经使郑更像一个工人，时间的磨砺和现实的生活让郑觉得自己确实已经蜕变成一个清白的人，而这一切似乎又不真实，再一次诉苦大会上，郑又回到了从前，那个罪恶满盈的大特务的身份充斥着他的大脑，点名时异常紧张的郑云侠回答一声“有”引起主持会议领导的注意，而郑也感觉到别人异样的眼光，如惊弓之鸟的他意图再次出逃，却又感到走投无路。就在此时，一场国民党潜伏特务的破坏活动，将郑云侠的真实身份暴露无遗。郑云侠为了逃脱追捕，跳入了滚滚江水中，所幸被路过的小舟救起。通过与小船上乘客的攀谈，生出了一个冒名顶替去山区躲避的想法。逃亡山区的郑云侠化名刘正刚，用在船上得知的信息取得老乡的信任，就此住了下来，当地为偏远山区，信息闭塞，在老乡的帮助下郑不但安定的生活下来，还通过人介绍与当地一名女子结婚，过起了老百姓的生活。在共产党的领导下，百姓安居乐业，镇上成立公社，并把无依无靠的郑安排进公社当一名会计，安逸的生活让郑对前景充满了希望，但是每晚的恶梦总是在提醒他还是双手沾满鲜血的罪人，无尽的恶梦夜夜折磨着他，而这些被他的妻子看在眼里，无数次的追问下郑逃避了。生活在恐惧中的他感觉随时都有一双眼睛在注视着他，精神到崩溃的边缘时，一次无意的一句话的引起同事的注意，自知暴露的他选择了自杀来救赎自己的灵魂，安排好一切的郑云侠选择了跳楼来了结他罪恶的一身，结果却是他万万没有想到的，一个放在地上的竹篓让他毫发无伤。自杀未遂的郑云侠打算正面的接受人民的审判，接受人民的判决，自知罪孽深重的他本以为已走到了人生的尽头，但共产党的政策却给他一个不一样的人生。",
    "chinese_title": "末路",
    "douban_rating": "6.6/10 from 82 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-05-06T16:00:08"
}