{
    "aka": [
        "巅峰拍档 极地特辑"
    ],
    "sid": "10573342",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "纪录片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654142244.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1070690",
    "director": [],
    "duration": "64分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-07-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1070690/",
    "imdb_votes": 1128,
    "this_title": [
        "Top Gear: Polar Special"
    ],
    "douban_link": "https://movie.douban.com/subject/10573342/",
    "imdb_rating": "9.0/10 from 1128 users",
    "trans_title": [
        "最高档 极地特辑",
        "巅峰拍档 极地特辑"
    ],
    "douban_votes": "822",
    "introduction": "The team head to the North Pole by car - something never before attempted and something they were going to attempt by two different methods. One team composed of Jezza (Jeremy Clarkson) and Captain Slow (James May) in the car and the other team being Hamster (Richard Hammond), Mattie McNair (one of the world's leading sled-dog explorers and racers) and 10 huskie dogs.The car (of course) was a Toyota Hilux kitted out with \"Cuban Wheels\" (as Jeremy called them), heavy duty suspension, a toughened sump-guard and heavy-duty fog-lamps (which turned out to be as useful as Captain Slow attempting a land-speed record). The dogs insisted on urinating on Hammond and fighting amongst themselves, but were definitely up to the job.Each team would race each other but before they began, the guys were sent to a cold weather training camp to give them an idea of what they'd be facing. A doctor told them what would happen if they forgot to seal their trousers and how to go to the toilet without a polar bear giving them bother but the guys weren't taking him seriously. The next day Jeremy taught Hammond how to ski (despite Hamster's cries of fear) and a man from the British SAS with a distorted face showed Jeremy how cold it could be if he fell through a hole in the ice. Still, the Top Gear crew weren't taking the dangers seriously so legendary explorer Sir Ranulph Fiennes was brought in to demonstrate how dangerous this region could be.Eventually though, they were off. With a copious supply of gin, Jezza and Slow blitzed the open ground North of Camp Resolute and left Hamster in their powdered snow in pursuit of the pole. Hammond was the tortoise in this race and fell from his dog-sled with alarming regularity. This was until they reached the legendary 'boulder-fields' - huge lumps of snow and ice that would leave your average semi-detached property cowering in their shadows. As the ice started to crack beneath the wheels of the pickup-truck, the boys started to realize that they should have paid more attention to the warnings they had been given before they set off.What followed was an adventure that involved Icelandic experts, a \"bumper-dumper\", James May showing off with a pump-action shotgun, a cracked fuel-tank, broken ice, extreme cold, kite-surfing, inflating tyres with explosive gas, Jeremy forgetting that cold metal will stick to your lips, a pointless game of \"I-Spy\", and more excitement than you could ever expect from your every-day episode of the world's most popular motoring show.",
    "chinese_title": "最高档 极地特辑",
    "douban_rating": "9.5/10 from 822 users",
    "foreign_title": "Top Gear: Polar Special",
    "imdb_rating_average": 9.0,
    "douban_rating_average": "9.5",
    "update_at": "2025-12-28T05:07:50"
}