{
    "aka": [
        "Solar System"
    ],
    "sid": "10572600",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160775291.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1885377",
    "director": [
        {
            "url": "/celebrity/1024399/",
            "name": "托马斯·海泽 Thomas Heise",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1885377/",
    "imdb_votes": 31,
    "this_title": [
        "Sonnensystem"
    ],
    "douban_link": "https://movie.douban.com/subject/10572600/",
    "imdb_rating": "7.4/10 from 31 users",
    "trans_title": [
        "太阳系",
        "Solar System"
    ],
    "douban_votes": "0",
    "introduction": "„Solar System“ is a film about disappearance. It is a portrait of daily life in the indigenous community of the Kollas in Tinkunaku in the mountains of northern Argentina. It tells the story of Ramona and Viviano in the valley of Blanquito and at high altitude in Santa Cruz, of the deaf Fortunato and of Louis’ family, of Soto the shepherd, and of Cecilia and Bernardo whose tractor turned over, of Guido the child who carves men out of clay, of God, of the carnival which everybody celebrates, and of the flowing of the waters. The film shows a meeting without knowing the language of the other, a story of getting to know and seeing each other without words.Non-verbally, exclusively through images the film approaches the people of a small indigenous Kolla community. We accompany the seasonal tramp of Viviano and Ramona from the valley up to the village of Santa Cruz, 3000 meters above sea level, where they spend the summertime until the autumn rain makes them go back to Rio Blanquito. Living with the Kollas, inbetween the old rites and the irruptive modernity, in the grandiose landscape of Yunga and Quechua, the film narrates the day-to-day disappearence of an indigenous people. Dies irae.",
    "chinese_title": "太阳系",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sonnensystem",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-30T01:39:20"
}