{
    "aka": [],
    "sid": "10583874",
    "cast": [
        {
            "url": "/celebrity/1420494/",
            "name": "于红智 Hongzhi Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458819/",
            "name": "佟大方 Dafang Tong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2712237379.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1371671/",
            "name": "石岚 Lan Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313965/",
            "name": "钟景辉 King-fai Chung",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1982"
    ],
    "this_title": [
        "清宫怨"
    ],
    "douban_link": "https://movie.douban.com/subject/10583874/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本片根据北京曲剧《珍妃泪》改编，本片说的是1889年至1900年这段时间的清宫历史。年轻的光绪皇帝和他宠爱的珍妃以及正直的大臣们，主张奋发图强，维新变法，抵抗外侮，振兴中华。而以慈禧太后为首的皇族显贵们，竭力主张卖国求和，割地赔款，维护腐朽的旧制度。中文名清宫怨制片地区中国大陆导    演石岚编    剧李章 赵其昌 张宏文主    演甄莹， 孙艳琴， 耿守春， 佟大方， 李志义类    型戏剧片上映时间1982以光绪为首的改革派与以慈禧为首的顽固派之间的斗争。慈禧经营多年，党羽遍布天下，善于整人，却不善于治国。精于权谋之术，却不擅于治国之道。光绪空有一番抱负，却无法得以施展,在危险之际，甚至把大清国的国运和个人的身家性命交给袁世凯。光绪皇帝尚且身不由己，更别提没有基础和后台的康有为他们了。电影拍的很好，慈禧的权谋之术、自私自利及昏庸无道，与当前的官场并没有多少区别。个人的悲剧，更是国家的悲剧！好人不当道，几乎就是中国政治的规律。中国的百姓是好的，国家的强盛或者衰败，主要都在于当政者。根据北京曲剧《珍妃泪》改编。 晚清末期，朝廷内进行着一场激烈的斗争。年轻的光绪皇帝和他宠爱的珍妃以及正直的大臣们，主张奋发图强，维新变法，抵抗外侮，振兴中华。而以慈禧太后为首的皇族显贵们，竭力主张卖国求和，割地赔款，维护腐朽的旧制度。珍妃热情支持光绪维新变法，并将老师文廷式的密折献给皇帝。此时，慈禧率人前来搜宫，查出奏折，勃然大怒，训斥珍妃违背朝廷家法，将她贬为“贵人”，并在她的门前竖起“嫔妃不得干预朝政”的禁牌。珍妃不顾自己身处险境，仍惦念皇帝推行新政的情况。在她生日之际，光绪见她忧国忧民，不肯花钱过生日，深为感动。慈禧也借机又将她升为妃，赏赐宫灯，并指令将灯挂在禁牌上，明为恩赏，暗含威胁，软硬兼施。珍妃强压悲愤，劝皇帝忍辱负重，见机行事。光绪决定重用有胆略有见识的康有为。这时，慈禧表面上不问朝政，终日玩乐，却在暗中监视光绪，控制朝政大权，强制光绪屈服于丧权辱国的不平等条约。对此，光绪一再抵制。为扫清维新的障碍，光绪首先将守旧的官员革职，并恳请慈禧批准变法。慈禧假意批准变法，但却提出三个条件约束光绪。光绪不愿就范。慈禧借题发作，在和他宠爱的太监小贵子下棋时，乘小贵子一时失言，将他全家问斩，以此威胁皇帝，迫使光绪屈服。慈禧的侄女隆裕皇后庸俗愚蠢，只知争权夺利。慈禧强令光绪住到隆裕处，让隆裕监视光绪，企图软禁光绪，切断他与外面的联系，使新法难以推行。聪明的珍妃画了一幅残荷败叶图，送给光绪，暗示新法将败。皇帝心领神会，假意发怒，召见珍妃，在隆裕面前责斥珍妃，暗中却问明外面实情，准备对策。慈禧见光绪坚持变法，便擅任荣禄为直隶总督，掌握兵权，密谋于九月初五命光绪陪她去天津阅兵，发动兵谏，逼光绪退位，由她直接掌权。太监孙德闻此诡计，火速告之光绪。光绪与珍妃共计对策，并连夜召见袁世凯，令他勤王保驾，去天津杀死荣禄，率兵进京，请求慈禧安享天年，不再干预朝政。狡猾的袁世凯一面向光绪发誓，一面向慈禧告密。慈禧连夜发动政变，逼迫皇帝交出皇权。维新变法失败了，光绪被囚禁，珍妃惨死，慈禧再次垂帘听政。",
    "chinese_title": "清宫怨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-20T14:26:44"
}