{
    "aka": [
        "巴比伦5号"
    ],
    "sid": "10590740",
    "cast": [
        {
            "url": "/celebrity/1048147/",
            "name": "布鲁斯·巴克林纳 Bruce Boxleitner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131286/",
            "name": "Michael O&#39;Hare Michael O&#39;Hare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025260/",
            "name": "克劳迪亚·克里斯蒂安 Claudia Christian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088297/",
            "name": "Jerry Doyle Jerry Doyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049717/",
            "name": "米拉·福兰 Mira Furlan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "剧情",
        "科幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867370655.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "43分钟",
    "episodes": "22",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-01-21"
    ],
    "this_title": [
        "Babylon 5 Season 5"
    ],
    "douban_link": "https://movie.douban.com/subject/10590740/",
    "trans_title": [
        "巴比伦5号 第五季",
        "巴比伦5号"
    ],
    "douban_votes": "0",
    "introduction": "In 2262, Earthforce Captain Elizabeth Lochley is appointed to command Babylon 5. The station grows in its role as a sanctuary for rogue telepaths running from the Psi Corps, resulting in conflict. G'Kar, former Narn ambassador to Babylon 5, becomes unwillingly a spiritual icon after a book is published that he wrote while incarcerated during the Narn-Centauri War. The Drakh, former allies of the Shadows who remained in the galaxy, take control of Regent Virini on Centauri Prime through a parasitic creature called a Keeper, then incite a war between the Centauri and the Interstellar Alliance, in order to isolate the Centauri from the Alliance and gain a malleable homeworld for themselves.Centauri Prime is devastated by Narn and Drazi warships and Londo Mollari becomes emperor, accepting a Drakh Keeper under threat of the complete nuclear destruction of the planet. (Portions of the end of his reign are seen in various prescient visions throughout the series; they show Mollari and former nemesis (and later friend) G'Kar sixteen years in the future dying at each other's throats, seemingly out of their grudge. It is gradually revealed that there was a much more friendly subtext, with Mollari having become a slave to the drakh rule and being tired of life; his Drakh Keeper awakens and strangles G'Kar in return. Vir Cotto, Mollari's loyal and more moral aide, succeeds him as emperor, free of Drakh influence. Sheridan and Delenn marry and move to Minbar, along with the headquarters of the Interstellar Alliance. G'Kar leaves Babylon 5 to escape his unwanted fame and explore the rim. Garibaldi also marries and settles down on Mars. Most of the other main characters leave B5.Nineteen years later on the verge of death, Sheridan takes a final trip to the obsolete Babylon 5 station before its decommissioning. Sheridan apparently dies but is claimed by the First Ones, who invite him to join them on a journey beyond the rim of the galaxy. Babylon 5 station is destroyed in a demolition shortly after Sheridan's departure, its existence no longer necessary as the Alliance has taken over its diplomatic purposes. This final episode features a cameo by Straczynski as the technician who switches off the lights before Babylon 5 is demolished.",
    "chinese_title": "巴比伦5号 第五季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Babylon 5 Season 5",
    "douban_rating_average": 0,
    "update_at": "2025-04-08T04:56:12"
}