{
    "aka": [],
    "sid": "10598201",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2636484512.jpg",
    "region": [
        "萨尔瓦多",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1564353",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "英语"
    ],
    "playdate": [
        "2011-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1564353/",
    "imdb_votes": 14,
    "this_title": [
        "El cadáver exquisito"
    ],
    "douban_link": "https://movie.douban.com/subject/10598201/",
    "imdb_rating": "7.7/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An “Exquisite Corpse” combines documentary, fiction and experimental film-making as it traverses the social and oneiric landscape of a region struggling between modernity and tradition. It explores ritual and performance from festivals to everyday life combining the real and the surreal, the fantastical and the banal, that which is vital and that which is purely entertainment. The reenactment of rituals within changing crowds and contexts illuminates the complex striving for understanding and for giving meaning to the small acts of everyday life. They also glimpse the need for release and catharsis. The myths, as torrid and exuberant as the geography, are often more concrete than reality and during the autopsy the corpse itself reveals something more repugnant than death, the submission of the living to it. This fantastical collective biography explores the psyche of an individual reflecting a multitude. It immerses into a dense mythological universe by narrating the life of a being in the process of unbeing, a character becoming a corpse.",
    "chinese_title": "El cadáver exquisito",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T14:23:06"
}