{
    "aka": [
        "失落的一角遇见大圆满"
    ],
    "sid": "10590704",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "爱情",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2262984258.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028407/",
            "name": "谢尔·希尔弗斯坦 Sheldon Alan Silverstein  ",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "7分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Missing Piece Meets the Big O"
    ],
    "douban_link": "https://movie.douban.com/subject/10590704/",
    "trans_title": [
        "失落的一角",
        "失落的一角遇见大圆满"
    ],
    "douban_votes": "763",
    "introduction": "失落的一角遇见大圆满 爱情的态度一千个人眼里有一千个哈姆雷特。在我的眼里，这篇漫画讲的是如何对待爱情的态度问题。在很多人眼里，爱情是一种互补。就像有个传说里面讲的那样，人是被神分成了两半然后扔下凡间。所以人们都在各自寻找那个自己心目中的那另一半，以为这样一来，两个人在一起就可以拼成一个“完美”的人。漫画中的Missing Piece正是一直在不懈的寻觅着跟自己互补的那另外一块。结果是，有的太大，有的太小，有的太贪多，有的根本就不合适。直到一天，Missing Piece终于碰到了那个跟自己完全Match的一块，她以为这样一来他们就能够“永远幸福的生活在一起”了。但是她没料想到的是，每个人都是在变化的。当初不论如何的门当户对，随着时间的流逝，如果一方在变化，而另一方没有，那么这种完美的Match就必将会被破坏。于是，终于有一天，Missing Piece发现自己已经变大没法再跟她的另一半融合了，于是他们的结果只有分手。很偶然的一天，Missing Piece碰到了一个Big O。这个家伙儿很奇怪，因为他的身上哪儿都没少。他们开始聊天。Missing Piece问他，你需要我什么地方吗？但是Big O说，我不需要你。Missing Piece说，我喜欢你，我们应该是一块完整的才对。但是Big O说，可我并不缺少哪一块儿啊。Missing Piece很伤心，因为她以为她能跟他一起往前滚动的。Big O说，你为什么不自己试着往前滚动呢？Missing Piece没想到她自己一个人也能滚，但是她在Big O的鼓励下慢慢儿的艰难的往前滚起来。终于有一天，当她的棱角也被磨平以后，她也跟Big O一样成为完整的一个圆。于是他们一起幸福的往前滚动。其实爱情正是如此。不论两个人觉得如何的如漆似胶，其实说白了谁离开了谁都能够好好的活下去。所以不要寄希望于对方来让自己变得完整，也不要去为对方设计一个完美的目标让对方实现。因为一旦你们两个人的目标不一致或者是变化的快慢不同，结果就会是你们将不再般配。在我心目中，健康的爱情应该是两个人互相鼓励，但是又互相独立的一起前进。磨掉自己的棱角，改变自己的形状，最终实现自己的完整。这样一来，两个完整的O就能够一起，在时间的长轴上面，快乐的永远的滚动下去。--Beautiful, poetic, and philosophical…You will be amazed: how did the writer say so much with so few words! Actually, this is a cartoon book, but it’s a pity I can't put down any picture here. Here are only the words. How would your mind draw the pictures?The Missing Piece Meets the Big O (by Shel Silverstein)The missing piece sat alone…Waiting for someone to come along and take it somewhere.Some fit…but could not roll.Others could roll, but did not fit.One didn’t know a thing about fitting.And another didn’t know a thing about anything.One was too delicate. (Pop!)One put it on a pedestal…and let it there.Some had too many pieces missing.Some had too many pieces, period.It learned to hide from the hungry ones.More came.Some looked too closely.Others rolled right by without noticing.It tried to make itself more attractive…It didn’t help.It tried being flashy,but that just frightened away the shy ones.At last, one came along that fit just right.(They rolled along happily, for a while.)But all of a sudden…the missing piece began to grow!And grow!“I didn’t know you were going to grow.”“I didn’t know it either,” said the missing piece.“I’m looking for my missing piece, one that won’t increase.” (It leaves)BYE…SIGH…And then one day, one came along who looked different.“What do you want of me?” asked the missing piece.“Nothing.”“What do you need from me?”“Nothing.”“Who are you?” asked the missing piece.“I’m the big O,” said the big O.“I think you are the one I’ve been waiting for,” said the missing piece. “Maybe I am your missing piece.”“But I am not missing a piece,” said the big O. “There is no place you would fit.”“That’s too bad,” said the missing piece. “ I was hoping that perhaps I could roll with you…”作者：谢尔·希尔弗斯坦谢尔·希尔弗斯坦，Sheldon Alan Silverstein，诗人、插画家、剧作家、作曲家、乡村歌手。作为20世纪最伟大的绘本作家之一，他的绘本作品被翻译成30多种语言，全球销量超过1.8亿册。1974年《爱心树》的出版轰动文坛，一举奠定了谢尔在当代美国文学界的地位。在此后几十年，该书畅销不衰，累计销量超过550万。其他脍炙人口的作品还有：《失落的一角》、《失落的一角遇见大圆满》、《阁楼上的光》、《人行道的尽头》、《往上跌了一跤》等。其中《阁楼上的光》更是创记录地连续182周位居《纽约时报》排行榜。 他的绘本作品幽默温馨；简单朴实的插图、浅显的文字、淡淡的人生讽刺与生活哲学，不只吸引儿童，更掳获了大人们的心。他为电影《明信片的边缘》（Postcards from the edge）所作的歌曲I'm Checking Out获得1991年第63届奥斯卡最佳原创歌曲奖提名；《人行道的尽头》同名唱片还获得1984年格莱美奖。",
    "chinese_title": "失落的一角",
    "douban_rating": "8.6/10 from 763 users",
    "foreign_title": "The Missing Piece Meets the Big O",
    "douban_rating_average": "8.6",
    "update_at": "2025-09-12T13:35:34"
}