{
    "aka": [],
    "sid": "10594961",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2267576116.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1389094/",
            "name": "孙浩洋 Haoyang Sun",
            "@type": "Person"
        }
    ],
    "duration": "37分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2012-09"
    ],
    "this_title": [
        "角落里的阳光"
    ],
    "douban_link": "https://movie.douban.com/subject/10594961/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一座村庄，一群孩子，一位老师。一条路，一份渴望，一份执着。 　　从偏远小山村走出来的大学毕业生肖建在毕业后，放弃了在城里上班的机会，选择回自己的小山村当了一名小学老师。每当肖建教大家识字的时候，孩子们都会变得很安静。看着这些孩子，肖建好像找到了的生活目标。 　　由于村子到镇上的路程比较远，肖建除了教村里的孩子上课外，肖建每周还义务的接送上初中的学生春花。 　　肖建就和这群孩子打成一片，甚至成了他们的孩子王。孩子们很崇拜这个大哥哥，他会教他们一些不懂的道理，他会带他们玩好多的新鲜游戏。广阔的原野上，他和孩子们像一群精灵，让这片荒凉广袤的黄土地显得生机勃勃。 　　他的认真负责，让远近闻名的“野孩子”变成了爱学习的“乖孩子”。为了能帮助家庭困难的学生，肖建时不时的拿出自己的工资给学生们买文具。这天下课，肖老师正和班上学生统计去镇上买文具的时候，春花突然来找他…… 　　肖老师在去镇上买文具的路上发生了意外，回来时，肖老师和山花都挂了彩。闻讯而来的柳芝给肖老师带了些好吃的。柳芝是肖老师班上那个智障儿童小北京的姐姐，也是肖老师从小青梅竹马一起长大的伙伴，更是肖老师即将谈婚论嫁的女朋友。柳芝把东西放下后便约肖老师去家里吃饭。 　　肖老师来到柳芝的家，吃饭间，柳芝爹谈起要肖老师好好教育小北京，希望小北京能早日走出山村，到大城市里去见见世面，更是希望能把小北京的病治好。肖老师答应下来，说会努力。柳芝爹向肖建要彩礼，肖老师说出了自己的想法，柳芝爹不同意，并给肖建10天的考虑时间。 　　吃完饭后独自回家的肖老师坐在昏暗的灯光下算着自己的工资。可这存折里的钱却远远不够啊，再加上当年出去上大学跟三叔借来的钱到现在都还没有还清，这可怎么给柳芝办个像样的婚礼?更何况，肖老师想把教室修一下……。 　　肖老师领着春花走在崎岖的山路上，心事重重。将春花送到学校后，肖老师的先天性哮喘突然发作。幸好碰到去镇上卖肉的王二叔，把肖建拉回了家。村长领来德高望重的三爹给肖老师看病，三爹开了一些稀奇古怪的中药给肖老师，柳芝全心全意地照顾着肖老师。柳芝的弟弟小北京找来了春天的青蛙做药引……难以下咽的中药折磨着肖老师的意志，为了孩子，他坚持每天吃药。 　　柳芝看着肖建的样子特别的心疼，也特别理解肖建的想法。柳芝希望爹能同意肖建的想法婚礼要从简不要彩礼，柳芝爹一听大怒，并责令柳芝不准再和肖建来往!柳芝没听爹的话，暗地里还是偷偷的照顾肖建。 　　这天，村上来了个放送电影的，村里人都开心一起看电影。村长把这个放电影的人安排在柳芝家住。柳芝爹很热情的招待了这个叫王宏的“电影人”。两人交流中，柳芝爹知道了王宏的身世，为了能让小北京去大城市治病，柳芝爹动起了歪想法。 　　喜庆的唢呐声远远的传来，柳芝戴着肖老师送的发卡嫁人了。学生们好心地把从柳芝家要来的喜糖送给肖老师，让他在喝中药时解苦吃，可是他们却不懂，这喜糖像一根根钢针扎在肖老师的心上。 　　肖老师没有因为自己的感情耽误给孩子们上课。可因为工作的辛苦，哮喘病越来越厉害。因为要去城里看病，肖老师请来了自己在大学的同学戴晴。让她来帮自己代几天课。戴晴的到来给村子里的孩子们注入了新鲜的血液。也给孩子们带了城市里的新鲜玩意儿。可这个城市里来的老师也给村里的孩子们带了不少麻烦。戴晴和学生之间因为对问题理解的不同而发生了矛盾!几次的矛盾冲突，让孩子们都跑回了家不再上课。严重的后果让戴晴始料未及。肖老师回来了，但是家长都拒绝让自己的孩子回到学校…… 　　肖老师的病好转，戴晴也到了该离开的时候。戴晴被这里的乡土人情所感动，空旷的山坡上，送别的学生和肖老师的身影显得那么单薄弱小。 　　傍晚，肖建听窗外有响声，当他走出门，发现窗台上放着一个手编的中国结，不远处还有一个熟悉的背影…… 　　学生们收到戴晴寄回来的照片无比高兴，小北京为了显示自己也有照片，拿出了姐姐柳芝的结婚照片，并逞能地撕成两半。 　　一天，肖老师正在上课，村长带着市教育部的领导来看望肖老师。原来，在镇上上初中的春花在一次作文大赛里获奖，写的正是肖老师每周送自己上学的事迹。市教育部领导看后很是感动，特意来看望肖老师。并告诉肖老师，在肖老师的感召下，春花所在学校的老师成立了“阳光接送站”，义务接送较远地区的学生。更重要的是，为了改善教学环境，提升教学水平，提高教师待遇，市教育局决定将周边几个村的孩子们集结起来，政府出资给孩子们建一所设施条件更好的学校，并给老师安排宿舍。肖老师高兴之余提出了自己的要求“自己还是住在村里，这样，每天就可以护送孩子们一起上下学”。",
    "chinese_title": "角落里的阳光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-31T03:11:54"
}