{
    "aka": [],
    "sid": "10600873",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1813118694.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2119564",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-10-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2119564/",
    "imdb_votes": 7,
    "this_title": [
        "Treasures of Chinese Porcelain"
    ],
    "douban_link": "https://movie.douban.com/subject/10600873/",
    "imdb_rating": "7.8/10 from 7 users",
    "trans_title": [
        "BBC.中国瓷器瑰宝"
    ],
    "douban_votes": "396",
    "introduction": "In November 2010, a Chinese vase unearthed in a suburban semi in Pinner sold at auction for £43 million - a new record for a Chinese work of art. Why are Chinese vases so famous and so expensive? The answer lies in the European obsession with Chinese porcelain that began in the 16th century.In this documentary Lars Tharp, the Antiques Roadshow expert and Chinese ceramics specialist, sets out to explore why Chinese porcelain was so valuable then - and still is now. He goes on a journey to parts of China closed to Western eyes until relatively recently. Lars travels to the mountainside from which virtually every single Chinese export vase, plate and cup began life in the 18th century - a mountain known as Mount Gaolin, from whose name we get the word kaolin, or china clay. He sees how the china clay was fused with another substance, mica, that would turn it into porcelain.Carrying his own newly-acquired vase, Lars uncovers the secrets of China's porcelain capital, Jingdezhen. He sees how the trade between China and Europe not only changed our idea of what was beautiful - by introducing us to the idea of works of art we could eat off - but also began to affect the whole tradition of Chinese aesthetics too, as the ceramicists of Jingdezhen sought to meet the European demand for porcelain decorated with family coats of arms, battle scenes or even erotica.The porcelain fever that gripped Britain drove conspicuous consumption and fuelled the Georgian craze for tea parties. Today the new emperors - China's rising millionaire class - are buying back the export wares once shipped to Europe. The vase sold in Pinner shows that the lure of Chinese porcelain is as compelling as ever.",
    "chinese_title": "BBC.中国瓷器瑰宝",
    "douban_rating": "7.3/10 from 396 users",
    "foreign_title": "Treasures of Chinese Porcelain",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "7.3",
    "update_at": "2025-01-28T02:44:06"
}