{
    "aka": [],
    "sid": "10606040",
    "cast": [
        {
            "url": "/celebrity/1042796/",
            "name": "陈炜 Alice Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320199/",
            "name": "袁文杰 Andrew Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013705/",
            "name": "姜大卫 David Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275866/",
            "name": "田蕊妮 Kristal Tin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323908/",
            "name": "黄家诺 Jimmy Ga Lok Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275451/",
            "name": "曾江 Kenneth Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318253/",
            "name": "甄志强 Lawrence Yan Chi-Keung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347646/",
            "name": "黄美芬 Mei-Fan Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485482/",
            "name": "杜廷豪 Derek To",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879446514.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "28",
    "language": [],
    "playdate": [],
    "this_title": [
        "非常好警"
    ],
    "douban_link": "https://movie.douban.com/subject/10606040/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事内容围绕每个警区中皆设有的情报科为主，而情报组警队由五个人组成，为首的是沙展黄昆，他之下有徐志德、袁淑慧以及叶天挺和罗颖珊四名组员。他们五人各有优点、缺点，彼此相处融洽，亲如一家人。除此之外，郭婉容和徐中强两人之间在工作上擦出火花，继而渐生情愫的感情交流剧情也是吸引观众的重要元素。至于Lily、唐建生和郑伟亮的三角关系更是耐人寻味……！情报组沙展黄昆，在警界已算老差骨，他办案经验丰富，黑白二道皆吃得开，为人风趣，与四名组员徐志德、袁实慧、叶天挺以及罗颖珊，相处融洽，亲如一家人。黄昆带着情报组各人去参加狂野派对，为掩饰身份，各人均表现得十分投入，直至发现售卖毒品的目标人物出现后，即通知CID采取行动。各人分头追捕目标人物，黄昆在后巷抓住一个年仅十六的女孩，发现其身上藏有大量摇头丸，黄昆从眼前的女孩联想到自己的女儿，忧心不已。黄昆有一个年仅十岁的女儿小媚，小媚人细鬼大，常逗得黄昆心花怒放，同时黄昆担心女儿学坏，常贴身跟随，引来不少笑。而徐志德的同居女友李丽仪在中环一家高级美容店任职，常会接触名媛，使她羡慕不已。情报组有一「三煞位」的主管位，有人员调动，新来的主管就是警讯电视节目警花郭婉容。新上任不久，警局里发生犯人越押事件，追捕中犯人胁持郭为人质，容冷静沉着，使事件得以解决。容对情报科的传统锐意改革，并订立了许多新规矩，众人感警权和尊严受损。一次情报组查到一名通缉犯藏匿之处，并通知重案组。重案组的帮办徐中强率队缉拿通缉犯时，却遭挫折。徐曾是飞虎队成员，自视甚高。他事后把挫折归咎于情报组的情报失误，容极力维护情报组，把强驳得哑口无言。经此一役，各人对郭改观，自此成为好拍档，同时强兴起了追容之心。情报组取得情报，成功捣破了一个赌波集团，黄昆赫见堂外甥郑伟亮也身在其中，亮从小无心向学，连群结党，行「蛊惑」谋生，后来更得罪了江湖巨人唐建生的手下。唐建生表面上是社会名流富商，实是犯罪集团首脑。容在警务上抱大极高的抱负，但对婚姻及家庭怀有恐惧感，可幸的是，她有一位体贴的男友──Tim，不过，Tim即将被公司派住外地工作，希望郭能辞职陪同往，郭感极因扰。黄昆回家，家里又被一个赌子闹得鸡犬不宁。事缘黄昆有个住在一起的烂赌妹妹黄美凤，凤虽对兄敬重，无奈积习难返，只好瞒着哥哥继续赌钱，但越输越多，导致债台高筑。而德的女友李丽仪对其态度越来越差，为了讨女友欢心，他决替她举行一生日派对，惜派对不欢而散。后仪更搭上一个名公子，二人终告分手。容亦决定留在警队工作，不跟男友Tim一起赴外地。强乘虚而入，加紧追求容，容渐渐地接受了。郑伟亮自见过唐建生，视其为偶像，经过成功巴结逢承唐建生主力助手JohnLee，终成唐建生的手下。亮的报仇大计正一步步付诸实现，John因急需巨款应急，竟暗中绑架了唐的儿子向唐勒索，此事被郑查悉，为取得唐建生赏识，杀死John，把唐的儿子救出，从此取代John的地位。郑搭上了唐的情妇Lily，两人暗中扩展势力，郑与Lily的企图被唐识穿，唐于是先发制人，向两人下杀手，无奈百密一疏，反受制于郑。唐求饶，并主动签下财产转移给郑，但唐终被郑所杀。郑为了掩饰罪行，把唐的妻子和儿子也一拼灭口。亮的行径起了黄昆的注意，暗中加以侦查。时黄昆的前妻林淑贤自加拿大回来，黄对前妻未忘怀，期待与前妻重续前缘，不过前妻只为争夺女儿的抚养权而来。强与容的恋情，由于二人性格，造成颇多娱会，两人之间的隙缝越来越大，由于容与德在工作上的接触多，加上为了德能在升职试中过关，经常为德补课，暗生情愫。黄昆寄情于工作，终掌握郑的部份犯罪证据，但他的行动早为郑洞悉，杀死了黄昆。情报组发誓要把郑绳之以法，替黄昆报仇。德与强合作，终取得郑的犯罪证据，并将郑告上法庭，可惜重要的证物失去，致郑被判无罪释放。获释的郑并不甘心，设陷阱害强，使强遭停职。德决心为强洗脱罪名并把郑绳之于法，经过多方齐心合力，终拘捕郑，但郑逃脱。郑垂死挣扎，向警方作疯狂报复，就在德与容结婚之日，郑竟出现绑走容，与德和强对峙，郑终自食恶果。强为救容身受重伤，容发现强当日已买好准备向自己求婚的戒指，德明白，容真正喜欢是强。",
    "chinese_title": "非常好警",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-18T00:44:54"
}