{
    "aka": [
        "Vengeance: the Rise of Genghis Khan"
    ],
    "sid": "10604960",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动画",
        "纪录片",
        "历史"
    ],
    "awards": "　　第19届上海电视节白玉兰奖(2013)\n　　动画片 最佳动画片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154421819.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1419633/",
            "name": "孟纪原 Jiyuan Meng",
            "@type": "Person"
        }
    ],
    "duration": "37分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-04-20"
    ],
    "this_title": [
        "苍狼之决战野狐岭"
    ],
    "douban_link": "https://movie.douban.com/subject/10604960/",
    "trans_title": [
        "Vengeance: the Rise of Genghis Khan"
    ],
    "douban_votes": "420",
    "introduction": "苍狼之决战野狐岭全集讲述的是公元1211年8月，在成吉思汗的统率下，蒙古军队在野狐岭与金朝军队展开了一场规模庞大，悲壮惨烈的大战，这是中国历史上一个重要的节点，从野狐岭开始，蒙古军队将在二十三年之后彻底灭亡金朝，而中国也将随之进入一个全新的历史时期。本片将全部以纯手绘的原创画面及最新的数字技术为制作手段，由获得金熊猫“亚洲制作奖”并提名“最佳创意奖”的中国第一部动画纪录片《大唐西游记》主创班底承制。苍狼之决战野狐岭全片的表现方式革新了宏大历史场景的再现手段，人物和事件的生动细节得以更加直观细腻的呈现，带来了前所未有的视觉震撼。对于中国纪录片而言，这是一次全新的挑战！本片将于2012年4月20日于央视首播。苍狼之决战野狐岭共五集：第一集 草原民族的崛起如果这段充满英雄理想和杀戮血腥的历史是一出戏剧，那么野狐岭就是第一幕高潮，第一个至关重要的转折节点。草原上的铁木真，如何成长为一个威震四方的大汗？在战争的乌云化做倾盆的血雨之前，还是先让我们去听一听，漠北草原上的那第一声雷鸣。第二集 衰落的帝国大金，这个曾经的马上王朝，在中原文化薰陶下，逐渐变成儒雅的统治者。皇族间的彼此杀戮，见证着政治斗争的残酷与血腥。金世宗、金章宗祖孙两代帝王的开明统治，将宋人昔日的故乡，变成了女真人脚下的乐土，同时也深深埋下了灭亡的祸根。第三集 风雨欲来公元1208年，大金章宗皇帝驾崩，他的叔叔，卫王完颜永济继承皇位。这个从皇族屠杀中幸存的皇帝，立刻开始了一场冷酷的政治清算。但是，真正的威胁，却来自于漠北崛起的成吉思汗。乌云急速翻滚着，涌上了高高的野狐岭，肆虐的北风呼啸而至。金人的春天，似乎太短了。北方的天际线上，一道道闪电划过天空，隐约的雷声如期而来，丧钟即将为金人而鸣。第四集 初露锋芒公元1211年，成吉思汗的军队，终于与金军开始了命运的决战。金人修建了坚固的边墙，试图以此阻挡蒙古大军的前进步伐。在经历了欺骗、犹豫、对峙与厮杀之后，金人的阵营土崩瓦解，只剩下最后的希望——野狐岭防线。在八百年前的那一天，夜晚的坝上，已经带有一丝凉意。东方的天空开始蒙蒙发白，新的一天即将来临。远处的地平线上，野狐岭那黑色的山影突兀地浮现出来，它的上空，升腾着令人窒息的兵戈杀气。第五集 烽火连天野狐岭上，金人遭遇了决定命运的失败，蒙古大军越过了高峻的山岭，长驱直入，开始了一段辉煌凝沉重的崭新历史。中都城内，依然上演着你死我活的政治厮杀，这座都城，终将匍匐在成吉思汗的脚下。军都山上，成吉思汗的目光越过山峦，遥远的地平线那边，夕阳落在中都城之上，闪烁着金光灿烂的光芒。大金皇帝和他的王朝，离开了这座城市，带着希望，走向最终的毁灭。",
    "chinese_title": "苍狼之决战野狐岭",
    "douban_rating": "8.7/10 from 420 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-07-20T03:42:44"
}