{
    "aka": [
        "印度洋"
    ],
    "sid": "10728474",
    "cast": [
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504228730.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3038220",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-04-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3038220/",
    "imdb_votes": 242,
    "this_title": [
        "Indian Ocean with Simon Reeve"
    ],
    "douban_link": "https://movie.douban.com/subject/10728474/",
    "imdb_rating": "8.3/10 from 242 users",
    "trans_title": [
        "西蒙·里夫畅游印度洋",
        "印度洋"
    ],
    "douban_votes": "447",
    "introduction": "In his most exotic and extreme adventure yet, Simon Reeve travels around the edge of the beautiful Indian Ocean in this forthcoming, epic new 6 x 1hr BBC2 TV series.Starting his journey in South Africa, Simon travels around the coast of the Indian Ocean, heading up the east coast of Africa, around India and back down the western coast of Indonesia to SW Australia. The extraordinary adventure takes Simon to 16 countries, as he braves the horrors of frontline conflict in Mogadishu in Somalia, perhaps the most dangerous place on the planet, and visits the beautiful Maldives, Mauritius and the Seychelles.On his journey Simon travels by boat, car, train and plane. He encounters pirates, dives with sharks, patrols with Dutch Special Forces, goes underwater spear-fishing, dines in an underwater restaurant, stumbles into a seedy drug-den, visits a 5-star seaside palace housing thousands of refugees, meets a Yorkshireman on his Seychelles island paradise, and has close encounters with the amazing wildlife of the Indian Ocean, including lemurs, penguins, dolphins, elephants and manta rays.Throughout the epic journey, Simon travels with his trademark enthusiasm, humour and curiosity, exploring parts of the world few other outsiders get to see. The Indian Ocean BBC film-crew accompanying him have been capturing stunning images around the ocean from land, sea and air, ensuring this series will be one of the major TV travel events of 2012.",
    "chinese_title": "西蒙·里夫畅游印度洋",
    "douban_rating": "8.7/10 from 447 users",
    "foreign_title": "Indian Ocean with Simon Reeve",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.7",
    "update_at": "2025-02-12T05:56:14"
}