{
    "aka": [],
    "sid": "10736429",
    "cast": [
        {
            "url": "/celebrity/1313742/",
            "name": "于和伟 Hewei Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318040/",
            "name": "安泽豪 Zehao An",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042341/",
            "name": "宋佳 Jia Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313861/",
            "name": "佟悦 Yue Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429825/",
            "name": "王楠 Nan Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868308225.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1480096/",
            "name": "王长波 Changbo Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274914/",
            "name": "果靖霖 Jinglin Guo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "50",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002"
    ],
    "this_title": [
        "王记大排档"
    ],
    "douban_link": "https://movie.douban.com/subject/10736429/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本剧风格亲切，语言极具幽默感和文学性，特别是人物情感真实和质朴，把深刻的哲理与普通的生活结合得自然、流畅，让人们观看之时，不仅对人物产生喜欢、关心，而且在不时捧腹大笑之余又引起同感与共鸣！本剧中的几个主要人物都在很大程度上能为中国电视剧人物画廊上添加较为新鲜的形象.剧情发生在南方某城市，主人公王发和妻子刘卫东是一对极具普遍性的中年夫妻，他们是那样的拼搏、奋斗又自强不息，但命运又总是让他们处处尴尬，让人们看到只能含泪而笑的状态。第一集 开张55岁的下岗工人王建国准备在居民小区开一家大排档。身为街道干部的妻子刘卫东坚决反对，主要是怕给自己带来负面影响，但最终勉强同意。在招聘服务员问题上，刘卫东一定要坚持向社会公开招聘，王无奈，只好同意了。招聘会上，俩人的母亲也掺和进来了，不让来不行，因为是股东，有权力参加。刘卫东将简单的服务员招聘会搞成了国家招收公务员的样式。将一一来试聘的女孩吓跑了。最后由俩老太太选中了一个农村来的打工妹秦芳，由儿子选中了一个暑期打工的大学生沈放，加上刘卫东的外甥女阿兰，一共三人。 　　大排档开张了，人气挺旺。忙活了一整天，王老板特高兴，晚上一算帐，只赚了拾贰元钱。王老板说没啥，万事开头难嘛。第二集 情书社区的保安小李子，看上了阿兰，有事没事总往大排档里跑，自己不敢说，又怕写不好情书。大学生沈放帮他完成情书的草稿，谁知让阿兰偷看了，误认为是沈放爱上了自己。当小李子拿情书交给阿兰时，阿兰以为沈放不好意思亲自来，而当沈放说明真情时，阿兰觉得情感上受到了伤害。从此，小李子走上了漫长的求爱路。第三集 生日老李头是乡下来的，住在侄女莎莎家。莎莎是独身女人，由于婚姻失败，性格怪异，终日以狗相伴。老李头替她管家、照料小狗。老李头来到大排档，将侄女莎莎好一阵夸。因为莎莎不但记住了老李头的生日，还特意买了三文鱼让老李头吃。大学生沈放也过生日，和老李头自然就亲近了许多。老李头不识字，想让沈放给他在上海念大学的孙子写封信，沈放愉快地答应了。莎莎气愤地找到大排档，指出老李头为什么偷吃小狗的东西，原来三文鱼和蛋糕是莎莎买给小狗过生日的。老李头有苦难言，沈放看不下去，讥讽了莎莎，帮老李头解了围。晚上，王老板买来了蛋糕，全体店员为沈放和老李头过生日。第四集 真假老板阿兰、沈放，都觉得当老板轻松，这天王老板出去有事，就让沈放当临时老板。来的客人很多，阿兰、秦芳忙得晕头转向，结果沈放将六七十元一斤的基围虾二十五元卖了出去，客人们都要求点基围虾，一传二，二传十，进大排档吃基围虾的人越来越多，沈放知道自己闯了祸，无法收场，只好跟人硬吵。王老板赶到，不但没批评沈放，还将所有的基围虾都按二十五元一斤卖给了食客……晚上一算帐，竟然比平时多出一倍的营业额，沈放和阿兰从内心佩服王老板的精明。第五集 故人（上）西瓜来了。西瓜是从东北来的，是当年王老板和刘卫东在建设兵团九连老连长的儿子。西瓜一来就让小李子当坏人给弄起来了，幸亏阿兰回来解了围。王老板和刘卫东没接着西瓜，是因为西瓜逃票，没从正门走。西瓜说话的口气挺大，一会说来南方找机会，一会又说是来找项目投资。王老板和刘卫东一直将西瓜当兄弟，让西瓜住下，投资和工作的事以后慢慢说。西瓜天天出去找工作，天天碰壁而归，最后竟让民警给押送回来，因为他在湖边公园的长椅上睡觉，还与人争执动了手……。第六集 故人（下）王老板、刘卫东正为西瓜的事发愁，没想到西瓜西服革履的带回俩人，三人谈得投机而又热烈。阿兰偷听到别人管西瓜叫董事长、总经理。西瓜神气起来了，秦芳和阿兰一个劲地讨好西瓜，希望他能为自己谋一个工资高一点的工作，西瓜答应了，并要求她俩必须去读电脑培训班……西瓜画了一桌的图纸，做什么用，是什么，他谁也不告诉，说是专利产品。王老板再三追问下西瓜道出了真情，原来他发明了一种东西叫打车牌，自以为可以销出上亿个，还准备搞外销。王老板问谁投资，西瓜说自己已经投进去几千块钱，合伙人正在加工第一批产品呢。王老板说：“你一辈子也等不到第一批产品了。”果然，西瓜又上当受骗了……第七集 大厨时间一长，西瓜在大排档的日子就不好过了。沈放、阿兰带头总拿话寒碜他，连秦芳也看不起他。好在王老板仍像亲兄弟一样对待他。这天，大排档特别的忙，有客人等不及要走，西瓜上前拦住，三下二下弄了个东北凉菜，客人吃了叫好，一下子许多人都要西瓜拌东北凉菜，西瓜来劲了，不但拌凉菜，还弄了几样东北的土菜，王老板看东北菜这么受欢迎，就让西瓜当上了大厨。西瓜总算找到了自己的位置。第八集 爱的碰撞小李子一直恋着阿兰，但阿兰的心在大学生沈放身上。小李子就不停地给王老板送礼，让王老板从中帮忙。阿兰故意说自己的情人是上海的大老板，被小李子识破后，小李子也开始讲述自己参加破过的案子，表观的如何勇敢、机智。沈放的大学同学田林来找他，田林长得漂亮，气质又好，阿兰又气又急，坐立不安。田林让沈放回校参加小组竞赛，并承诺经费不成问题，还告诉沈放，下学期的学费不用担心。阿兰让小李子将田林打发走，小李子反倒把沈放打发走了。阿兰气得更不理小李子，这些都被刘卫东看在眼里，她把王老板叫进了包间，让王老板不能光顾生意，还要加强对青年人的思想道德品质教育。正说着，儿子明明带着女同学木木欢声笑语地进了大排档。第九集 小题大做阿兰染了一头时髦的黄发，众人像看怪物一样的打量着她。王老板的挖苦，西瓜的讽刺，沈放的取笑，刘卫东严厉的批评，连小李子也不敢正眼看她。阿兰一气之下离开了大排档。天黑了，阿兰还没回来，刘卫东认为是自己把外甥女气跑了，急得让大家分头去找。沈放和秦芳分析阿兰会不会想不开出事，又拿出报纸说前两天有一女孩因为想不开跳了楼，吓得刘卫东直哭。半夜了，阿兰和刘卫东的妈一块高高兴兴地回来了。老太太说她让阿兰陪着逛商店，然后一起看了一场电影。众人都主动向阿兰赔不是，大伙突然发现，阿兰的头发又染成了原来的颜色。而此时，小李子的头发却染成了金黄色，他说他为了陪阿兰一起受训。众人大笑。第十集 狗事老李头来到大排档与众人告别，准备回乡下去了。因为莎莎感到他没有尽责，小狗怀孕了。老李头始终不明白小狗怎么怀孕了，莎莎不依不饶，非让老李头招出那条公狗。小李子经过一翻分析，认定是李文家的公狗让莎莎的小狗怀的孕。李文来到大排档，得知自己的狗要当爸爸了，高兴至极。李文也是一单身男人，老婆跟一个生意上的合伙人跑了。李文与莎莎一番唇枪舌战，都觉得自己是最懂情感、最懂得爱护小动物的好主人。从争吵，到说理，到融洽，俩人都从对方身上看到了自己所相同的优点……老李头不用回乡下去了，莎莎和李文手拉手地离开了大排档。第十一集 金字招牌王母从街道捧回来一块卫生先进的招牌，让王老板挂在进门显眼处。高了、低了折腾了好一会，总算满意了。刘卫东进门说太招眼，非让拿下来，王老板左右为难。刘母进门又不高兴了，非让挂在柜台上方最显眼处。俩老太太叫上了劲，谁也不让谁，从挑剔茶叶，到挑剔菜、蛋、肉……王老板为息事，都一一按二老的意图去办，结果外卖的快餐数量大增，乐得二老高高兴兴地里外忙乎开了。只有王老板苦笑。因为按二老的意愿办，快餐不赚反而赔钱。第十二集 新手机西瓜买回来一只新手机，到处显摆，不停地给东北老乡们打电话，当得知手机双向收费后不敢再打了。可是麻烦也来了。有人打电话要他还债，还有人打电话说肚里孩子是他的……结果逼债上门来的，不是当事人，是讨债公司的，来人自带铺盖，支起餐桌就躺下了。王老板还没弄清怎么回事，一女的进门找刚才接电话的，随即就拿大砖块要砸西瓜，吓得西瓜满屋子乱跳……小李子叫来了派出所民警。一了解，原来是手机的真主人干的事，西瓜贪便宜买了手机，也买了祸。好不容易将人都打发走，手机的铃声又响了，王老板和西瓜都不敢接了。第十三集 女朋友明明不见了，王老板上高中的儿子放学就没回家。夜深了，刘卫东和王老板焦急地在大排档等候各路的消息。然而分头寻找的人都空手而归。西瓜分析了种种可能，说的头头是道，都被王老板否定了。西瓜也不知道，因为喝多了，说的尽是些胡话。小李子无能为力，因为这不是在小区发生的事。秦芳、阿兰困了、累了，回去睡觉了。王老板和刘卫东坐到天亮，也没理出个头绪来。清晨，明明带着女同学木木回到了大排档。明明点了菜，要了酒，摆出一副大人的样子。西瓜惊奇不解地看着他们。王老板和刘卫东赶来，明明大方地介绍木木就是他的女朋友，还说打算选个日子结婚。沈放将王老板拉到一边，让王老板顺着明明的要求去做，结果明明的确是为了吓唬父母编排的闹剧。晚上不回家是因为一帮同学集体商量对付父母管教太严的一种反抗。他们只是在山上无聊地坐了一晚上……王老板明白了教育大孩子不能以家长意志为重，应当启发、诱导孩子自觉规范行为。第十四集 可怜父母心王老板让明明在大排档打工，明明自己也十分乐意，正拖着地，王母进来大声训斥王老板不心疼孩子，只知道自己赚钱，还说要告到劳动局，不准使用童工等等。明明一个劲地解释说自己愿意的，奶奶就是不听。正说着呢，姥姥进门又是一通责骂。王老板躲进了厨房，二老不依不饶，把刘卫东找来，刘卫东说让儿子锻炼一下是好事，但觉得明明应以学习为主，又心疼明明累坏了身体。王老板里外不是人，明明坚持要干活，二老叮嘱一定要小心，只准明明干些轻活，谁料到明明在伙房被烫伤了。这回可出了大事，二老又打电话叫救护车，又让王老板背上明明上医院，其实明明就只烫在手背上，起了几个小水泡。第十五集 征婚阿兰从报上得知秦芳登了征婚广告，大伙不信，秦芳承认了。原来秦芳从小是爷爷带大的，爷爷得病了，希望看见秦芳成家，了却一桩心愿，秦芳无奈只好登了征婚启事，地点就在大排档。来的人可真不少，因为年龄不限，有老的，有小的，各类不同身份的人纷纷登场。有一人无理取闹，被另一戴墨镜的小伙子制服，当小伙摘下墨镜时。秦芳呆住了，小伙叫大根，是同村人，曾与秦芳深爱过，因为穷，爷爷不同意，拆散了他们，小伙一气外出打工，挣了不少钱。从报上得知秦芳征婚特意赶来。众人为秦芳、大根相逢而感到高兴。第十六集 客串女婿爷爷要来看秦芳，同时也一定要见见未来的孙女婿，秦芳又高兴，又害怕，因为爷爷不接受大根，当年是爷爷用木棍将大根打跑的。正为难时，爷爷来了，误将沈放当成了未来孙女婿，心里十分满意。沈放无奈，在秦芳的指点下只好将错就错，结果闹出了许多笑话。王老板为欢迎秦爷爷备下一桌酒菜，老爷子喝到高兴时，说穿了孙女编织的假女婿。老人知情达理，理解了孙女的一片苦心。这时候大根从厨房出来叫了声“爷爷”，老人激动地起身，大根撒腿想跑，怕爷爷打他。结果爷爷叫住大根，向大根赔了不是，并说这些年他一直在打听他。大根激动地流下了泪。第十七集 速配爱情1沈放参加了电视台的一档节目，叫做“速配爱情”，结果被一漂亮的女孩小雨看中。回到大排档，沈放不能自已，总是沉醉在美好的想像中。小雨同意再和沈放见面，并保持联系，可是一去却没了音信，沈放不得不天天呼她。大伙都劝沈放别傻了，可他就是听不进，他觉得电视台不会骗人，小雨也不会骗人……小雨终于来了，告诉了沈放真相，让沈放从今后别再找她了。原来这一切都是栏目编导们事先设计好了的，目的是提高收视率。沈放一下子陷入了痛苦中，许多天不能自拔。第十八集 速配爱情2在电视台搞的“速配爱情”节目中，沈放被人欺骗了感情，但同时又招来了另一桩麻烦事。在现场的观众席中有一个胖女孩被沈放深深地吸引了。她费了很多周折终于找到了王记大排档，她毫无顾忌地向沈放坦露自己的爱慕之情。沈放坦言自己有女朋友了，胖女孩不信，沈放只好借口走进了厨房。西瓜、小李子轮番上场都没能说服这位痴情姑娘。连着几次，胖女孩坐在王记大排档不走，沈放也一直不敢露面。最后，阿兰假扮成沈放的女朋友，沈放与阿兰做的像真情人一样，才算把痴情女给气跑了。但是，小李子也受了刺激，他说阿兰从来就没这样真诚地对待过他。第十九集 夫妻双双王老板一心扑在大排档上，照顾、关心刘卫东少了，刘卫东买了新衣服，他没在意，刘卫东买了新鞋，他也没看，刘卫东跟人跳舞，他也不在乎。一次，二次，三次，阿兰和西瓜都替王老板着急。王老板只是把刘卫东叫来，批评了一顿，让刘不准再出去跳舞了。刘卫东说要找一个老师到大排档来学唱黄梅戏，王老板当然高兴的同意了。第二天教唱戏的张老师来了，教刘卫东唱的就是“夫妻双双把家还”，刘卫东学得认真，张老师教得也认真。王老板有点受不了，刘卫东和张老师越唱越近乎，手把手，脸也贴得很近，王老板终于耐不住了，要动手打张老师，最后西瓜出面劝走张老师，刘卫东忍不住乐了，她要的就是这效果，王老板从中悟出点什么来，向刘卫东赔礼，刘卫东淡淡地说了句，夫妻之间，心里得有我。第二十集 两相知大排档来了一位年青客人，很特别，他彬彬有礼，很有些诗人气质，坐着光喝茶也不吃饭，只是一个劲地找人说话。西瓜上前训斥了他几句，他也不发火，背诵着莎士比亚的诗，背诵着欧洲的大悲剧中的台词。到后来，大家都躲着他，只有阿兰能跟他对话，他用美丽的词汇赞美阿兰的一举一动，阿兰很兴奋，真觉得他是一个很有才华的诗人。客人走了，阿兰也变得很古怪，手不离诗集，嘴不离名句，而且变得特温顺，特文静。神秘的客人又出现了，他将所有食客的目光都吸引到自己身上，阿兰跟他一起对吟美丽的诗篇，而此时冲进了三五个精神病院的医生护士，将年青的诗人带走了。第二十一集 电视明星一位吃饭的客人自称是广告公司的导演，让阿兰和秦芳准备一下，想挑一个人拍一条广告。导演并没有挑上阿兰，因为她打扮得太艳丽，阿兰为此很失望。导演就利用大排档的景，让秦芳拍了一条山梨果汁的广告，秦芳只说了一句话，就得了1500元钱，王老板也得了500元的场租费，这可谗坏了西瓜和阿兰，导演答应以后还会有许多的机会，大伙觉得这可是一桩好事，既有经济效益，又宣传了大排档。秦芳因为拍了广告，顿时觉得自己与众不同了。以前不施胭脂的她也用上了各种廉价化妆品，还拔了眉，纹了眼，说话走路都怪怪的……导演又来了，就是指名要找秦芳，当他一看见秦芳，张着嘴说不出话来，导演吓跑了，小店又恢复了平静。秦芳最终没弄明白为什么自己觉得漂亮了，反倒不称导演的意了。第二十二集 代考大根文化浅，想考驾照，只好求助于沈放。沈放也痛快，谈好代考费300元，就帮大根去作弊。大根痛快地付给沈放300元后，俩人因为钱币的真假争执了起来，王老板得知此事，狠狠批评了沈放和大根，沈放退了钱，大根主动向交管部门承认错误，王老板帮助大根背交规，自己也参加考试，俩人一同拿到了考试合格证书。第二十三集 微笑服务为迎接城市博览会，各行各业都在提倡微笑服务。王老板去了趟五星级酒店，回来后就要在大排档推行微笑服务，并且把整个服务过程：端茶、倒水、点菜、上菜、送客等等都编成程序，每个人都负责一个环节……客人们来了，闹出了许多笑话，也吓跑了不少食客，王老板差点被股东们赶走。最大的股东就是自己的母亲和妻子的母亲。王老板明白了一个道理，好东西并不是到哪都适用。第二十四集 初恋情人西瓜跟阿兰吹自己当年的初恋情史，知青的浪漫生活使阿兰着迷。王老板接到一个电话，放下电话，王老板神色紧张，坐立不安，接连三个电话，都是同一人打来的。阿兰和秦芳问王老板出了什么事，他就是不说。晚上，王老板让西瓜和沈放留下，道出了心中的秘密。电话是江涛打来的，江涛是兵团时的战友、刘卫东的初恋情人。他说要来看看刘卫东，王老板怕他们旧情复发，又无法阻拦只能叫西瓜、沈放出出主意。西瓜分析了半天，使人感到江涛当年是个全才，王老板绝对不是他的竞争对手，最后只能采取不让刘卫东和江涛见面的办法。同时，王老板还得看住刘卫东，试探她有没有与江涛联系上。第二十五集 不素之客王老板说了些试探性的话，让刘卫东莫名其妙。她觉得老王是不是得了老年痴呆或者脑中风了。自己上班也不让，尽说些不着边际的话。王老板告诉刘卫东，江涛来了，而且想见她，刘不相信，电话铃响了，王老板让刘接电话。刘在电话中回绝了江涛见面的请求，王老板悬着的心总算放下了。没想到江涛亲自登门来到王记大排档，老战友们相聚，分外高兴。江涛早已没有了当年那份浪漫情怀，而完全是一副商人的面貌，当年的美好记忆竟然荡然无存。江涛想投资一个大项目，让王老板做项目经理，刘卫东不答应，江涛走了，刘卫东感慨地说：“平平淡淡才是真！”第二十六集 戒心沈放想把自己家的住房出租，西瓜帮介绍了一位，没住三天，沈放就将他赶了出去。那租房者是一个音乐发烧友，深更半夜地尽弄些猫叫狗叫，伴随着打雷声、爆炸声。王老板又替沈放找了一房客，根据沈放的要求特意找了位复习功课的女孩。女孩的妈妈不放心，一看见王老板就更不放心了，说现在五十岁上下的男人最危险，问王老板为什么自己这么大岁数了，还要找一小姑娘合住。王老板叫来了沈放，沈放说他找女房客是因为需要安静和干净。女孩的妈妈不依不饶，非要寻根问底。甚至追问沈放的家庭、女朋友以及周围所接触的人。沈放无奈，只好不租了，让这位母亲赶紧将女儿送进公安局……母女俩走了，不一会女儿自己跑了回来，说人要有戒心，但不能怀疑任何人，她说她愿意租下沈放家的房子，愿意认沈放这位大哥哥。第二十七集 西瓜跳槽时间长了，西瓜有点翘尾巴，人都不能说他菜炒得不好，谁要挑点毛病，他就急。王老板花钱雇外人吃饭，挑西瓜菜烧得口味不对，西瓜与来人发生了争执，王老板批评了西瓜，没想到西瓜识破了王老板的计谋，说认为王老板有意整自己，一气之下离开了大排档，因为周围饭店的老板早就想出高价挖走西瓜。大排档里缺了西瓜显得特别忙乱，每天下来大伙都觉得累得不行，更主要的缺了西瓜冷清了许多。趁王老板不在，西瓜偷偷回大排档来，问大伙自己能不能再回来。原来西瓜去的那家店，常以不正当手段欺诈顾客，不让西瓜多说话，只让西瓜多干活。西瓜想着王记大排档，觉得离不开大家。王老板进门先向西瓜道歉，西瓜也赶紧赔不是，西瓜说只要让我回来，今后大伙说我啥，我都虚心接受。第二十八集 炒老板因为一点小事，阿兰与顾客发生了争执，王老板批评了阿兰，阿兰不服，为了赌气，阿兰按报上登的招聘高档宾馆服务员的启事，前去应聘。阿兰一身漂亮的制服走进了王记大排档，阿兰的虚荣心得到了极大的满足。王老板祝愿阿兰在新的环境中有所发展但一定要改改脾气，阿兰根本不愿理采他。秦芳也想跟阿兰走，阿兰说等她站稳脚跟，一定将秦芳从水深火热之中解救出去。二天后，阿兰回到了大排档，她说被饭店罚了款还做了检讨，因为上班时在房间看喜欢的电视剧。王老板没责怪她，乐呵呵地接受了她。第二十九集 无事生非王老板的王记大排档生意十分的火爆，附近另一家餐馆的老板孙先生实在是气不过，不思进取的孙老板想了一个损招，带了二位食客进了王记大排档，孙老板在大堂内假装取经，二位食客则进了包间点了一桌菜大吃大喝。孙老板风言风语、冷嘲热讽地激怒了西瓜，王老板则仍然是好言好语，礼尚往来。包间的二位食客见时机已到开始发难，硬说在一盘菜中吃出了二个苍蝇。王老板知道是计，无奈免了他们的餐费。但俩食客不依不饶非要上卫生防预站。若要私了，必须让王老板拿出八百元钱、沈放出面，二个回合就让俩食客露了马脚。小李子来了，将两人带去派出所，结果孙老板，不但受到批评还花了三百来元钱的饭菜钱。第三十集 移情西瓜帮莎莎扛了几次东西，莎莎就对西瓜挺好，让西瓜陪着跳了一次舞，西瓜就一发不可收拾了。西瓜变了，西瓜爱打扮了，西瓜深更半夜才回家。朋友们说他，他根本听不进，王老板提醒他，他说哥你放心，我知道深浅。小李来报告说，西瓜当天晚上又约莎莎去跳舞，大家想办法怎样为能留住西瓜。王老板让大家都走。他把西瓜留下，陪西瓜喝酒。东南西北聊得挺高兴，王老板醉了，西瓜没醉，西瓜还是和莎莎去跳舞了。第三十一集 真情西瓜半夜回到大排档，打开门吓了一跳。王老板坐在大厅里还等着他呢，王老板语重心长的劝他，西瓜听不进。王老板严厉地批评他，西瓜借着酒发火了，他说他没做什么出格的事，只是跳跳舞而已，西瓜说你们晚上都有老婆孩子，再不就找男朋友、女朋友的。我干啥呢，我一个人能干啥！西瓜还说，你们要是怀疑我，嫌弃我，我可以离开大排档，王老板什么也没说走了。第二天，西瓜的老婆水仙从东北坐飞机赶到了，西瓜见到老婆激动的不知道说啥好。水仙说王老板打电话让她坐飞机过来，说有大喜事，给我报销机票钱，我想西瓜是不是中了大奖了……西瓜感动地说，是中了大奖，中了特等奖……第三十二集 常吃王老板原来工厂一个车间的一位师兄，姓常，因为常到大排档来白吃白喝，别人给他取了外号叫常白吃。这天常白吃又来到大排档，西瓜将他挡在门口，一顿讽刺挖苦也没能把他弄走。王老板不愿忘本，请进了常师傅，让西瓜炒菜上酒。常师傅自然挺高兴。西瓜故意把菜炒得很咸，或者很酸，王老板有点恼火，让西瓜重做，常师傅说不用了，他打包回家，否则，就太浪费了。王老板让常师傅自己到柜台拿两瓶酒，他拿了酒就走了。刘卫东进门要从柜台取钱给明明买鞋，谁知帐台里的五百元钱不见了，西瓜冲出门去将常白吃抓了回来，常白吃说别误会，你们看我就一个被书包，一倒，五百元钱果然在包里，常白吃傻了，说自己虽穷决不会干出这等事。众人谁也不信，王老板说是我给他的，他让常白吃拿着钱赶快走人。众人都说王老板缺心眼，刘卫东也说王不该这么大方。王老板把常白吃家里的情况一说，大伙都不做声了。明明说，爸爸做得对，我不要求买名牌鞋了，我为爸爸感到骄傲。第三十三集 竹马与国标街道举行老年国标舞比赛，刘母是个舞迷，可临比赛了，舞伴病倒了，刘母急得坐立不安。王老板想到了老李头，没想到老李头一口答应了下来，第二天，老李头准时来到大排档，准备与刘母合练一下。只见老李头身上扎着个竹马，非常自信地跳了起来，刘母哭笑不得，原来老李头误会了，跳国标他可是一点以不会。比赛还有两天，王老板逼着老李头练国标。所有员工轮流教老李头跳，累得他晕头转向也不准回家。刘母和老李头参加比赛回来，老李头兴奋得不行，刘母则气坏了，原来比赛现场一放《北京的金山上》老李头就管不住自己，套上竹马一个人狂舞起来，引来了全场的掌声。第三十四集 西瓜站岗刘卫东代表街道布置了任务，街道选上老李头的竹马舞去市里参加比赛，但缺少一伴舞。刘动员自己的母亲向老李头学习，刘母痛快地答应了。老头老太太，教得认真，学得也认真，传来了风言风语，王老板又着急了，西瓜自告奋勇，每天负责站岗，看住老李头和刘母，如果有过分亲近的行为，西瓜就上前干涉。才半天，西瓜就跑回来了，王老板以为出了事，西瓜说不用站岗了，俩老自己打起来了。原来老李头嫌刘母笨，学得慢，刘母根本听不进，俩人像孩子一样吵翻了，谁也不让谁。一个扬言要重新找一个舞伴，另一个则说这辈子也不让老李头教了。可是俩位老人就是不离开大排档，刘卫东出面做工作，一做就通，其实老头老太太也像孩子似的，吵归吵，玩都想玩，西瓜说，这岗我还得站。第三十五集 鹦鹉王老板的朋友出差，家里没人，就将一只大鹦鹉放大排档里来了。西瓜逗它跟它瞪眼，它就骂西瓜“混蛋”，西瓜跟它乐，它就冲西瓜说“你好”，不到半天，大伙都喜欢上了这只鹦鹉。来了两位食客这样不想吃，那样也不想吃，王老板让西瓜亲自给他们点菜，没说几个回合，西瓜就哑巴了。他们俩南菜、北菜，酸的、辣的把王老板也吹晕了，王老板觉得开了眼界，就想免费请两人吃饭，可俩人还是什么也不想吃，鹦鹉叫了一声，客人围着鹦鹉转了两圈说，就吃它。西瓜说为什么偏吃它，客人说因为没吃过。王老板说，这是朋友的，起码也值一千元。客人说我们有钱，不会白吃。在客人坚决要求下，王老板没办法，只好拿着鹦鹉进了伙房，因为所有的人都反对吃鹦鹉。清炖鹦鹉端上来了，两位食客吃得津津有味，临走付了一千元钱，说下次还要来吃。等走远了，王老板从伙房拿出了鹦鹉。大伙高兴地欢呼起来。第二天，两食客又来了，看见挂着的鹦鹉，王老板问“怎么，还想吃啊！”客人说不想吃了。王老板笑着将钱还给了客人说：“算我请客，昨天吃的是假鹦鹉。”客人说，昨天我们闹着玩，根本就不相信你会给我们吃真鹦鹉。第三十六集 儿子的心愿水仙买彩票买疯了，家里的钱差不多都让她给折腾光了，西瓜就把钱东藏西塞，水仙就到大排档来翻腾，西瓜不在。水仙就动员秦芳买，秦芳也想发财，又不敢买，水仙就借钱，结果借来的钱又赔了。水仙还想翻本，花言巧语骗西瓜说几位高手用数字概率法选出了一组号码，这回百分之百能中大奖，一定要西瓜拿出老爸去世后留下的那本存折。西瓜犹豫再三信了水仙，因为西瓜很想用中奖的钱将老爸的墓地迁移到好一些的陵园去。发财梦破灭了，水仙中了二个玩具小汽车和一瓶洗发水。第三十七集 贴心服务一个不起眼的老头，在大排档受到阿兰非常亲和的服务，他觉的这种服务突破了大宾馆饭店那种杉杉有礼式的教条的服务，老人也开着一家有一定规模的饭店，他想让他店里刚从旅游学校毕业的服务员们到大排档来学习，王老板欣然答应了。几个小伙和姑娘，在大排档里闹出了许多笑话，但他们仍不以为然，他们认为，大排档里的服务不是正规的服务，不上档次。而他们的老板要求他们的，就是要学习这些课堂上学不到的贴心服务，一天的学习服务结束了，王老板笑对他们说，贴心服务并不需要学，能把客人当成自家人就什么都有了。第三十八 信任危机大热天王老板买来西瓜请大伙吃，秦芳进伙房切开西瓜分给每人，西瓜吃完了，秦芳的定婚戒指不见了，急得她团团转，大伙帮着她到处找，找遍了大排档还是没发现。秦芳说早晨来的时候还戴着呢，西瓜让大伙别走，把小李子找来了，小李子可算找到了显示一下的机会，他说一定能破这个案子，他找了所有在场人员谈话，最后认定是阿兰偷的，当着大伙的面，小李子要阿兰交出戒指，因为阿兰始终不肯让大家看他包里装的是什么，阿兰气哭了，她打开包，将准备送给小李子的生日礼物，一头小磁狗狠狠地摔碎在地上，小李子傻眼了，阿兰哭着跑出了门。吃晚饭时，西瓜被硬东西硌了一下，拿出来一看，就是秦芳丢的戒指。第三十九集 小李子失踪小李子走了，不辞而别，大排档里，下水道阻了，电线短路了。一些杂七杂八的事平常都是小李子帮干的，现在全傻眼了。刘卫东兴冲冲地进门，说派出所要招协警，她把小李子的材料报上去了，结果小李子被选上了。得知小李子破错了案离开，很感到可惜，大家又一通乱找，毫无结果。大排档里来了个电视台“吃吃吃”栏目的张制片，胡吹一通，说尤其喜欢玩高空惊险动作。正巧赶上莎莎的钥匙锁在屋里。小李子不在，张制片出马，没想到爬到二楼上不去下不来了，小李子及时赶到救了人取出了莎莎的钥匙。小李子向阿兰赔礼道歉，阿兰幸福地笑了。第四十集 大根求婚大根求王老板劝劝秦芳赶快跟他结婚，正说着呢，秦芳来电话，大根说在外边呢，谁知秦芳已经进了门，原来秦芳和大根约好在商场门口等，大根失约了。秦芳仍不放心大根，想再过一段时间；而大根怕秦芳在城里变心，想早点把事情办了，秦方就是不同意，大根非常失望地走了。王老板、刘卫东、西瓜、沈放，全部劝秦芳，大根是一个不错的青年。秦芳自有她的道理，她认为什么事不能一下子都满足对方，否则以后说话就不管用了。第二天一早，小李子来到店里说大根出事了。在歌舞厅，被公安局给抓起来了，为什么事不清楚。王老板急着直奔公安局。大伙猜测大根到底犯了什么事，越说越悬，把秦芳吓哭了。王老板将大根领回来了，原来大根心里难受一个人到歌舞厅喝酒，喝醉了洒，到处给人签名说自己是刘德华，连警察、保安的衣服上都给画上了。秦芳原谅了他，大根说今后一定不喝酒了，也一定不再催秦芳结婚了。",
    "chinese_title": "王记大排档",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T23:28:24"
}