{
    "aka": [],
    "sid": "10736413",
    "cast": [
        {
            "url": "/celebrity/1351859/",
            "name": "文图拉 Ventura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt15532370",
    "director": [
        {
            "url": "/celebrity/1071097/",
            "name": "佩德罗·科斯塔 Pedro Costa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "Creole"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt15532370/",
    "imdb_votes": 16,
    "this_title": [
        "Tarrafal"
    ],
    "douban_link": "https://movie.douban.com/subject/10736413/",
    "imdb_rating": "7.1/10 from 16 users",
    "trans_title": [
        "塔拉法尔"
    ],
    "douban_votes": "0",
    "introduction": "In an episode that occurs halfway through Tarrafal, Cape Verdean immigrant José Alberto, having just received his expulsion notice, encounters the elderly, displaced Fonthainas resident Ventura waiting on the side of a dirt road as his friend, Alfredo tries in vain to catch rabbits by thrashing random bushes with a wooden club. In a way, the idea of silent, enduring landscapes as figurative intersections for other unfolding - and often converging - human stories (a recurring theme in José Luis Guerín's cinema as well) may be seen as a metaphor for Pedro Costa's densely layered themes of dislocation and statelessness. As subsequently revealed in The Rabbit Hunters, Alfredo, too, is homeless, resorting to a life in the streets after having been thrown out of the apartment by his wife. In Tarrafal, this converging image of forced - and implicitly traumatic - displacement and exile is established in the opening images of José Alberto's ironic inquiries to his mother over the derelict conditions of their ancestral houses in Cape Verde from his own ramshackle home in the slums. As the conversation morphs from the neglect and inhabitability of their beloved, deserted homes that recalls the reclamation of abandoned ghost houses in In Vanda's Room, to the strange tales of a blood-sucking phantasm who foretells a person's hour of death by surreptitiously leaving letters in the most mundane of hiding places to be subsequently retrieved at the time of their immutable appointment - an impersonal, life-altering communication that alludes to the state's arbitrary dispensation of deportation and eviction notices in modern day Portugal - Costa illustrates a sense of anonymous interchangeability among the transitory, drifting souls of Tarrafal. Visually, this sense of surrogacy and transplantation is reflected in the repeating angular doorway view of José Alberto's house: first, in the solitary image of José Alberto facing away from the camera as he sits on a wooden plank to smoke, then subsequently, in a reframed shot of Ventura and Alfredo seated on the same plank looking out into the neighboring town, commenting on the profound transformation of the once desolate landscape (note Alfredo's humorous misidentification of stray cats as rabbits that further reinforces their seeming interchangeability). Moreover, intrinsic in José Alberto's sad tale of requesting a work release to single-handedly bury his estranged father, and the rabbit hunters' conversation over their mistreatment and death at the hands of authorities is the specter of Tarrafal's unreconciled history as a prison camp where inmates were tortured and relegated to die a slow death. Composed as skewed, frame within frame stationary shots that evoke the acute angles and distanced address of Straub/Huillet, these parallel testimonies of dislocation, separation, entrapment, and fatedness unfold through supplanted images of interchangeable, moribund, drifting ghosts that integrally reflect their own erasure and social invisibility.",
    "chinese_title": "塔拉法尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tarrafal",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-03T06:21:22"
}