{
    "aka": [],
    "sid": "10736467",
    "cast": [
        {
            "url": "/celebrity/1315622/",
            "name": "夏如芝 Cherry Hsia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327327/",
            "name": "黄俊雄 Elvin Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318618/",
            "name": "周颖 Kola Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315357/",
            "name": "张振煊 Zhenxuan Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2672079069.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12230206",
    "director": [],
    "duration": "45分钟",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-05-01(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12230206/",
    "this_title": [
        "糊里糊涂爱上它"
    ],
    "douban_link": "https://movie.douban.com/subject/10736467/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "狐狸精在天庭骚味十足，众天神无不拜倒在她的石榴裙下。狐狸精为了修炼成仙，苦苦压抑内心的情欲，但却压不住思凡的心。王母娘娘深知狐狸精必须经历凡尘孽恋的考验，和玉帝联手将狐狸精贬下凡间，还订下规矩，要狐狸精在尘世上找到愿意为她付出生命的爱人，才能重回天庭 狐狸精原以为凭自己的姿色和媚功，不出三天就可以找到爱自己的人。谁料被贬下凡的狐狸精，竟然是一个脸上有着巴掌印的丑女。更叫人受不了的是，一旦她发骚迷惑男人，身上就会散发出浓浓的狐臭味...... 化身丑女胡丽琴，狐狸精饱受男人奚落。走投无路的她，使计在一老头宋天成家中住下，再伺机展开猎男人行动，期望早日达到目的，重回天庭。 天成有一好管闲事的妻姨刘冰冰，发现天成家里养了个风骚女子，竟把两人想象成老牛嫩草，要天成的女儿心玫提高警惕，免得父亲的钱财落入\"狐狸精\"的手里。 天成的二儿子宋浩民，因为鲁莽驾驶，造成严重意外，被判入狱。出狱后的他，也把丽琴当\"坏女人\"看待。丽琴性格倔强，两人因此杠上。不管是大事小事，总会唇枪舌剑，互不相让。 丽琴在天成家进出，发现浩民特别喜欢香薰和女人服饰，还常常独自躲在一间密室里。丽琴最初以为浩民是个变态男人，后得知深锁的密室是天成前妻提炼精油的工作室。心玫经营的香薰理疗店\"香阁阁\"也是母亲留下的。浩民虽没从事香薰生意，却对提炼精油有浓烈兴趣，闲暇时总会躲在密室里研发新配方。为了掩盖狐臭味，丽琴偷偷溜进密室胡乱调配\"无敌香精油\"，还打破瓶子闯了祸。浩民虽然对她发出禁足令，却又借口受不了丽琴的狐臭，为她调配除臭精油。 朝夕相处，丽琴发现浩民极为善良，不管是对自己的家人，还是对她都有着一定的细心和关怀。丽琴对浩民有了好感，她决定把追求真爱的希望寄托在浩民身上。为了掳掠浩民的心，丽琴突然变得温柔体贴。可惜浩民对丽琴毫不在意，一心只想与另一女人接触，甚至还主动帮助这个女人争取工作机会。浩民不能出面，丽琴被逼帮忙，终知道自己的情敌是一个美若天仙的残障女子 -- 谢恩琳。 恩琳天生丽质，读书时已是兼职模特儿。毕业后更成为模特界倍受瞩目的明日之星。就在恩琳信心满满，蓄势待发之际，却不幸遭遇车祸，双脚尽废。恩琳告别彩虹天桥，带着悲痛改当服装设计师。事业上的不顺利，使她心里始终带着怨恨。 闯了祸的浩民虽然因为撞伤恩琳坐了牢。可是出狱后的他见恩琳倍受打击，决定在工作上扶她上位。浩民逼丽琴出面，暗地里帮恩琳争取了不少表现的机会和荣耀。恩琳也因此和丽琴建立了良好关系，可是当她发现背后推手竟然是撞伤自己的浩民时，复仇之心油然而生。恩琳突然改变态度接受浩民的帮忙，让浩民以为恩琳宽恕了他，而且暗地里与浩民的死对头合作，陷害浩民，图使他身败名裂。浩民为了赎罪对恩琳有求必应，一再和家人发生冲突。丽琴发现恩琳的诡计，想方设法要揭露恩琳。谁料恩琳手段更高明，故作弱势的她一再令丽琴遭到浩民的误解，原本萌起爱苗的丽琴和浩民因此闹翻。 丽琴和浩民感情陷入僵局，恩琳继续缠住浩民，进一步拆散两人。丽琴担心浩民坠入感情陷阱，施展浑身解数和恩琳大斗法。复仇的诡计被拆穿，恩琳带着羞愧消失无踪。浩民不安，四处寻找再坠深渊的恩琳。后来发现恩琳竟然得了肾病。恩琳卧病在床，浩民不离不弃照顾她。丽琴知道以后，误会两人有恋情，却伤感自己始终是一只狐狸，无法和浩民厮守，竟忍痛退让。 丽琴万念俱灰，原想偷偷离开宋家，谁料发生危机，浩民不惜舍身相救。浩民昏迷，狐狸精却因为得到真爱重返天庭。晋身仙班的狐狸精并不快乐，因为浩民醒来以后，为了失去丽琴痛不欲生...... 狐狸精无法放下浩民，即使喝下忘情水也难以忘却凡尘俗世。王母娘娘痛心狐狸精执迷不悟，再把狐狸精打落凡间。狐狸精以为自己可以重回浩民身边，却发现自己这一回竟然变得又老又丑。狐狸精追求真爱的愿望再次面临考验，浩民能不能接受鸡皮鹤发的胡丽琴，两人的爱情故事又将如何收尾呢？",
    "chinese_title": "糊里糊涂爱上它",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-08T23:49:24"
}