{
    "aka": [],
    "sid": "10744832",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "20分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-01-25"
    ],
    "this_title": [
        "The Association：Denver Nuggets"
    ],
    "douban_link": "https://movie.douban.com/subject/10744832/",
    "trans_title": [
        "联盟的骄傲：丹佛掘金"
    ],
    "douban_votes": "0",
    "introduction": "NBA TV will present the third season of The Association, as the show focuses on one of only three NBA teams to have made the playoffs for the past eight seasons -- the Denver Nuggets -- beginning Wednesday, January 25.Produced by NBA Entertainment (NBAE), The Association: Denver Nuggets will continue to deliver the riveting, behind-the-scenes coverage that has become a trademark of the series, providing access to the players and coaches in the locker room, on road trips and off the court. The series also continues its signature style, incorporating Denver as a character with special features that reveal the city and its fans in a new light. During previous seasons of The Association, the series spotlighted the Los Angeles Lakers and the Boston Celtics.Led by Head Coach George Karl, a basketball purist and one of the most charismatic personalities in the NBA, the Nuggets see themselves not as rebuilding -- but \"reinventing\" the team this season. After dealing Carmelo Anthony at the trade deadline last year, the team features a cast of characters determined to make their own mark. In this new season, Karl and his overlooked underdogs will attempt to show that strong team play and roster depth is the ticket to success in the NBA.In Episode 1, Karl and Executive Vice President of Basketball Operations Masai Ujiri are seen working around the clock as they assemble a team that opened training camp with only seven players signed to the roster. As the quickly-assembled Nuggets try to come together as a team, they face back-to-back-to-back games. Viewers go behind the scenes during this early-season run and the show concludes as the Nuggets face another test -- the star-studded defending Eastern Conference Champion Miami Heat.Episode 1 Wednesday, January 25 6 p.m. ETEpisode 2 Wednesday, February 15 6:30 p.m. ETEpisode 3 Wednesday, March 7 6:30 p.m. ETEpisode 4 Wednesday, March 21 6:30 p.m. ETEpisode 5 Wednesday, April 11 6:30 p.m. ETEpisode 6 Wednesday, April 25 6:30 p.m. ET",
    "chinese_title": "联盟的骄傲：丹佛掘金",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Association：Denver Nuggets",
    "douban_rating_average": 0,
    "update_at": "2025-03-19T14:13:23"
}