{
    "aka": [],
    "sid": "10740295",
    "cast": [
        {
            "url": "/celebrity/1314122/",
            "name": "肖辉 Hui Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275529/",
            "name": "陆剑民 Jianmin Lu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2468035522.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1330834/",
            "name": "谭力耕 Ligeng Tan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1330834/",
            "name": "谭力耕 Ligeng Tan",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2005-11-16"
    ],
    "this_title": [
        "谁是元凶"
    ],
    "douban_link": "https://movie.douban.com/subject/10740295/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "吃完早餐，市刑警队队长李毅带他的爱犬大宝出来晨练时，大宝在樱花小区的草地里发现了一具女尸。出于职业习惯的使然，李队长向高局长报告的同时，对案发现场进行了封锁。和手下队员一起赶到现场的，还有高局长给李毅派的新助手、公安大学硕士毕业生、二级警司谭晓欧。尽管高局长再三说明李毅不喜欢女同志出现在刑侦第一线，刑警队至今也没有一个女队员，但出现在现场的谭晓欧却表现出“初生牛犊不怕虎”的架势。这一点，让李毅在后来的案情侦破中，破天荒地接受了谭晓欧这位高局长派来的女助手。　　 尸检报告出来后，死者王萍系市计委计划处副主任科员的身份也随之确认。调查一开始，李毅和谭晓欧根据王萍的主管领导何振平处长和王萍的父母反映的情况，决定从刚刚和王萍分手的男朋友崔浩开始。然而，在接下来的调查和审讯中，任职于伟图公司的崔浩、无业人员王树林和伟图公司经理郭劲相继被排除出重大犯罪嫌疑人的的怀疑视线。　　 和王萍遇害一案看起来有着某种必然联系的崔浩、王树林、郭劲都被排除作案的可能，那谁是杀害王萍的真正元凶呢？就在李毅和谭晓欧陷入线索卡壳的困境时，王萍的妈妈交上来的王萍一个存有三十万元的存折，给案情真相的开启注入一道光亮。根据计委黄处长和武副处长反映的情况，李毅推断三十万元的巨款可能是王萍的灰色收入，因为王萍在计划处的职责分工是负责市重大项目的审批手续，这笔钱很有可能是在开发区重点建设项目招投标中受贿所得。　　 查阅参与开发区重点建设项目投标的所有公司，郭劲经营的伟图和新加坡籍经理黄宗显经营的菲尔公司都在其中。伟图公司没有中标，但郭劲交代通过崔浩给了王萍十万元好处费。为此，郭劲以报复杀人的嫌疑再次带到审讯室。审讯中，郭劲报复杀人的嫌疑再次被排除后，中标的菲尔公司的经营者黄宗显和他的秘书韩芬进入了调查的视线。李毅和谭晓欧对菲尔公司的分别造访，让主持工作的韩芬漏出破绽，而黄宗显从新加坡一回来就惶惶然安排韩芬出逃，更坚定了李毅的判断。　　 在远洋饭店，黄宗显受一个神秘男子的指使，驾车撞死了秘书韩芬。在黄宗显落网后的交代中，黄宗显也不是杀害王萍的元凶。此时，一个偶然的机会，被何振平邀请到家里做客的李毅在何振平的家里闻到了一种特殊的香味，这种香味和当初在案发现场王萍身上散发的香味完全一致。难道何振平是杀害王萍的元凶。　　 进一步的调查，让真正的元凶何振平终于浮出了水面。原来，从小在农村长大的何振平谈了几次恋爱都失败后，对漂亮女人产生了一种偏激的情绪，而负责项目审批手续的王萍正好掌握着何振平透漏给菲尔公司招标标底的秘密。为了不断满足自己对金钱的占有欲望，王萍把自己的感情押在了身为处长、并很有发展前途的何振平的身上。正因为如此，何振平动了除掉王萍、避免无休止纠缠的心思，并付诛实施。　　 再狡猾的狐狸也逃不过好猎手的眼睛。在何振平乔装打扮，准备出逃时被大宝发现。劫持人质、附隅顽抗的何振平被神勇的大宝最终制伏。至此，王萍被害一案真相大白。带着行影不离的大宝漫步在晚霞的余辉中，早年丧妻、人近中年的李毅发现此时的心情和最早见到谭晓欧时的心情，已经是“冰”“火”两重天了。",
    "chinese_title": "谁是元凶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-13T12:13:19"
}