{
    "aka": [
        "O Dreamland",
        "Ohkoomuinara"
    ],
    "sid": "10748715",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2859238141.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt2331005",
    "director": [
        {
            "url": "/celebrity/1328590/",
            "name": "张东洪 Dong-Hong Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280470/",
            "name": "张允炫 Yoon-Hyun Chang",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2331005/",
    "imdb_votes": 10,
    "this_title": [
        "오! 꿈의 나라"
    ],
    "douban_link": "https://movie.douban.com/subject/10748715/",
    "imdb_rating": "6.6/10 from 10 users",
    "trans_title": [
        "哦！梦之国",
        "O Dreamland",
        "Ohkoomuinara"
    ],
    "douban_votes": "0",
    "introduction": "After the Gwangju Uprising and Democratization Movements was subdued with force, Jong-su goes to Dongducheon in search for his childhood friend Tae-ho, in order to escape the investigation of the dictatorial regime. He is a student of Chonnam National University and a teacher at a night school, and he is wanted for participating in the Gwangju Uprising and Democratization Movements. Tae-ho works at a snack bar in a U.S. military base, but his main income is derived from selling American goods to Koreans. Jong-su finds it difficult to live with his friend whose life goal is to earn enough money to immigrate to the U.S., and the rough prostitutes who sell their bodies to American soldiers. He also struggles daily with the painful memories of the Gwangju Uprising. Jong-su remembers Gu-chil, a shoeshine boy he met at night school who contrasted so much with Tae-ho, who is willing to put American military goods on the black market to reach his goal of immigrating to the U.S., and the prostitutes around the military base who thought that if they could marry an American soldier and go to the U.S., it would be the beginning of a whole new life for them. Unlike Tae-ho and the prostitutes who wanted to escape to the U.S., Gu-chil joined the Democratization Movements with Jong-su and fought to the end, hoping for democratization to finally come true. Jong-su’s memories alienate him from reality and his agonies give pain to the people around him. Tae-ho, whose goal is to make money and immigrate to the U.S., is betrayed by Steve, a soldier with whom he was doing business and loses everything he has. Jenny, who cherishes the hope of living with Steve, is also betrayed and kills herself. Despite Tae-ho’s rage and Jong-su’s despair, they are unable to do anything but repress their emotions and return to their everyday lives",
    "chinese_title": "哦！梦之国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "오! 꿈의 나라",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T19:00:49"
}