{
    "aka": [
        "众神之王",
        "众神之神"
    ],
    "sid": "10744835",
    "cast": [
        {
            "url": "/celebrity/1344325/",
            "name": "潘卡吉.蒂尔 Pankaj Dheer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346516/",
            "name": "所罗伯·拉兹·迦因 Saurabh Raj Jain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351970/",
            "name": "娑娜莉卡·芭朵莉雅 Sonarika Bhadoria",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380237/",
            "name": "莫希特·雷纳 Mohit Raina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424455/",
            "name": "普佳·玻色 Puja Bose",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425454/",
            "name": "穆尼·罗伊 Mouni Roy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322242996.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2147999",
    "director": [],
    "duration": "20或40分钟",
    "episodes": "",
    "language": [
        "印度语"
    ],
    "playdate": [
        "2011-12-18(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2147999/",
    "imdb_votes": 5188,
    "this_title": [
        "Devon Ke Dev... Mahadev"
    ],
    "douban_link": "https://movie.douban.com/subject/10744835/",
    "imdb_rating": "9.3/10 from 5188 users",
    "trans_title": [
        "湿婆神",
        "众神之王",
        "众神之神"
    ],
    "douban_votes": "1179",
    "introduction": "Devon Ke Dev...Mahadev is a Hindu spiritual television drama series which airs on Life OK channel. It premiered on 18 December, 2011 and showcases the story of Lord Shiva, also called as Mahadev.The drama is inspired by the works of Devdutt Pattanaik. The story has been researched from Bodhisattva and has been penned up by Mihir Bhuta.Devon Ke Dev...Mahadev is the story of the Hindu God Shiva, also called as Mahadev. The show portrays his journey from a hermit to a house holder. In the show Shiva takes many incarnations and many incidents take place. However, this plot mentions only the major events.The story starts with the tale of Shiva's marriage with Sati. Sati who is the daughter of Prajapati Daksha, a staunch Vishnu devotee, is drawn towards Shiva against the wishes of her father. She finally marries Shiva, but soon dies by self-immolation when her husband is insulted at the yajna of Daksha. The grief-striken Shiva produces Virabhadra, who slays Daksha, however he restores Daksha's life after beseeching of Daksha's wife. A distraught Shiva leaves with burnt corpse of Sati and wanders the universe. Vishnu severs the body into pieces, shattering them on earth. Shiva transforms the pieces into Shakti Peethas, embodiments of the power of the Goddess Adi Shakti.Sati is reborn as Parvati, the daughter of Himavan, king of the Himalayas and Mainavati. She is also the sister of the river-goddess, Ganga. Parvati is raised in the hermitage of the Shiva devotee sage Dadhichi, who teaches her devotion to Shiva. Parvati grows up and like Sati, is captivated by Shiva. She slowly remembers her past life, then wins Shiva by her austerities leading to their marriage.Shiva and Parvati give birth to Kartikeya, who slays the demon Tarakasura and his brothers. Kartikeya is also nominated for the throne of the King of Devas but Shiva asks Indra to continue as the king. After this Kartikeya is sent to the Dakshin (south) where he is cared by Meenakshi and here he slays the demon (asura), Tripath with her help. The story goes on with the tale of the destruction of Tripura, belonging to the revengeful sons of Tarakasura, who were earlier given boons by Shiva. And just before the destruction of the Tripura, Shiva and Parvati's daughter, Ashoksundari is born.After the destruction of Tripura, except Lord Indra (the King of Devas) everyone congratulate Shiva for destructing Tripura and also for being the father of Ashokasundari. Rishi Durvasa gives him a special garland, which Shiva gave Narada as prasadam. When given Lord Indra accepts the garland placing it on the trunk of his elephant, Airavata to proof that he is egoistic throws it. This enrages the sage and he curses Indra and evryone to be bereft of all wealth and fortune. Soon later to take revenge on the destruction of Tripura, King Bali attacks heaven and in attempt to steal Amrita (nectar of immortality). But it falls into the Ocean of milk. To get the Amrit back Devas join hands with Asuras to churn the ocean for the Amrita and to share it among them.The churning of the ocean, known as Samudra Manthan is an elaborate process. In the process the Devas disadvantage the Asuras in many ways. Despite this, they churn the ocean. In the process Lord Vishnu also takes his second incarnation of a turtle, Kurma.The process releases a number of things from the ocean. One product is the lethal poison known as Halahala. This could contaminate the ocean and destroy all of creation. To save everyone Lord Shiva inhales the poison in an act of self-sacrifice but Parvati rescues him by pressing his neck to stop the poison from spreading. As a result, the color of Lord Shiva's neck turns blue. During the churning many things are obtained from the ocean which includes Lakshmi, the Goddess of fortune and wealth, who is the eternal consort of Vishnu. Thus, everyone gets their wealth and fortune back. Later Vishnu takes the Amrita secretly from the Asuras and distributes it among the Devas.The story takes some years leap after which it is shown that Kartikeya has been removed from the post of Senapati(head of the army), which pleases Indra and for the first time after so many years, a grown-up Ashoksundari meets Kartikeya. Kartikeya also meets his parents. He enlightens Ashoksundari about meditation and she inspired by it so much that she renounces her life to meditate, which disturbs Parvati.Looking at the ill happening of the world, of how Ahalya is seduced by Indra, Mahadev come indside. Even after Mahadev tells that he is his father and many other gods tried to tell him, he still refuses. Mahadev got angry and cut Vinayak's head.",
    "chinese_title": "湿婆神",
    "douban_rating": "8.2/10 from 1179 users",
    "foreign_title": "Devon Ke Dev... Mahadev",
    "imdb_rating_average": 9.3,
    "douban_rating_average": "8.2",
    "update_at": "2025-02-17T18:35:05"
}