{
    "aka": [
        "玛泽的故事2"
    ],
    "sid": "10757718",
    "cast": [
        {
            "url": "/celebrity/1025262/",
            "name": "理查德·格雷弗斯 Richard Griffiths",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297427/",
            "name": "Susan Sheridan Susan Sheridan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120449/",
            "name": "杰克·梅 Jack May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164553/",
            "name": "本杰明·惠特罗 Benjamin Whitrow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888526863.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1715042",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1715042/",
    "imdb_votes": 85,
    "this_title": [
        "Muzzy Comes Back"
    ],
    "douban_link": "https://movie.douban.com/subject/10757718/",
    "imdb_rating": "7.6/10 from 85 users",
    "trans_title": [
        "玛泽回来了",
        "玛泽的故事2"
    ],
    "douban_votes": "0",
    "introduction": "Muzzy the friendly green clock-eating monster from outer space returns for more adventures with his friends in Gondoland. Everyone expects him and King Nigel with Queen Ezra decide to make a ball for Amanda's christain . Meanwhile, Corvax invents an invisibility device and with the help of a servant named Thimbo a Thief on parole plans to kidnap Amanda, Bob and Sylvia's daughter to avenge Bob for tricking him and taking Sylvia away from him.Corvax and Thimbo succeed in kidnapping Amanda and they get away on Nigel's yacht. However, Amanda sinks the boat by pulling the plug out of the hull. The three manage to survive and they go to Corvax's hideout - a small hut which in fact turns out to be Corvax's operations centre. Meanwhile, Muzzy, Nigel, Ezra, Bob and Sylvia follow Corvax's trail, recover Nigel's yacht and track Corvax to his hideout.At the same time Corvax and Thimbo have a problem: Amanda got hungry and wants to eat. While preparing the food, Thimbo lets the invisibility device loose and then it is picked up by Amanda, who activates it. Corvax and Thimbo try to find Amanda but they fail. Muzzy, Nigel, Bob, Ezra and Sylvia enter the hideout and confront Corvax. Thimbo commits treason and reveals to Nigel that this hut is an operations center. Meanwhile Amanda is found but she can't be seen. Muzzy constructs another invisibility device and uses it to make Amanda visible. All then go back to the palace. Corvax and his coward friend Thimbo ride with sheep, to receive the ultimate punishment, which is in Britain 250 years in prison. Many people believe another Muzzy should be made.",
    "chinese_title": "玛泽回来了",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Muzzy Comes Back",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T16:00:19"
}