{
    "aka": [],
    "sid": "10756738",
    "cast": [
        {
            "url": "/celebrity/1043244/",
            "name": "Bill Daniel Bill Daniel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043244/",
            "name": "Bill Daniel Bill Daniel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2987966",
    "director": [
        {
            "url": "/celebrity/1043244/",
            "name": "Bill Daniel Bill Daniel",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2987966/",
    "imdb_votes": 61,
    "this_title": [
        "who is bozo texino"
    ],
    "douban_link": "https://movie.douban.com/subject/10756738/",
    "imdb_rating": "8.3/10 from 61 users",
    "trans_title": [
        "谁是bozo texino"
    ],
    "douban_votes": "0",
    "introduction": "导演花了十六年寻找这名叫bozo texino的地下艺术家----这个或许只有铁路工人和火车游民才会认识的神秘人物，并且将这个过程---用镜头记录下来。texino的涂鸦像一首诗，无情而又大胆的刻画人生艰苦的一面，他用大型粉笔在荒凉地带创作的涂鸦，讲述生老病死。影片用超老式的黑白胶卷片拍摄，带观者坐火车穿梭于陌生的美国大陆，目睹让人震撼的乡村风情，改片在当年得了极高的口碑。Bill Daniel's homegrown epic is as kinetic and raggedly beautiful as the trains he hopped to make it. Using the search for the origin of a near mythical example of railroad graffiti as a point of departure, Bill made a film about freedom as literal passage across the land. Corporations brand things to say they own them, but there are ways in which humans have marked things to say they can't be owned. --Jem CohenProduct DescriptionWho is Bozo Texino? chronicles the search for the source of a ubiquitous and mythic rail graffiti-- a simple sketch of a character with an infinity-shaped hat and the scrawled moniker, \"Bozo Texino\"-- a drawing seen on railcars for over 80 years. Daniel's gritty black and white film uncovers a secret society and it's underground universe of hobo and railworker graffiti, and includes interviews with legendary boxcar artists, Coaltrain, Herby, Colossus of Roads, and The Rambler. Shooting over a 16-year period, Daniel rode freights across the West carrying a Super-8 sound camera and a 16mm Bolex. During his quest he discovered the roots of a folkloric tradition that has gone mostly unnoticed for a century. Taking inspiration from Beat artists Robert Frank and Jack Kerouac, the film functions as both a sub-cultural documentary and a stylized fable on wanderlust and outsider identity.",
    "chinese_title": "谁是bozo texino",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "who is bozo texino",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T22:26:32"
}