{
    "aka": [
        "Sesso buffo"
    ],
    "sid": "10778992",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919185450.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0080562",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1980"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0080562/",
    "imdb_votes": 62,
    "this_title": [
        "Les contes de La Fontaine"
    ],
    "douban_link": "https://movie.douban.com/subject/10778992/",
    "imdb_rating": "4.7/10 from 62 users",
    "trans_title": [
        "有趣的故事",
        "Sesso buffo"
    ],
    "douban_votes": "0",
    "introduction": "Ce film s'inspire directement de 4 contes libertins de Jean de la Fontaine qui sont trois classiques de la littérature du 18e siècle, mettant en évidence des situations picaresques où la notion du couple est mise à mal.\"La servante justifiée\" : Un riche marchand est surpris par sa voisine alors qu'il fait l'amour avec sa servante. Le marchand qui se rend compte qu'il a été espionné, va quérir immédiatement sa femme et refait, très exactement, ce qu'il faisait avec la servante. De telle sorte que, lorsque la voisine s'empresse de \"tout\" raconter à l'épouse, celle-ci n'en croit rien puisqu'elle est convaincue qu'il s'agissait d'elle-meme.\"Le cocu battu et content\" : Une ravissante chatelaine introduit dans sa demeure un beau seigneur qu'elle fait engager comme valet. Puis elle se plaint à son époux des assiduités dudit valet qui l'attend dans les communs du chateau. Mais quand le mari s'y rend, le valet, hardiment, pousse ses avantages dans les bras de la chatelaine.\"Conte normand\" : Son mari étant frappé d’impuissance, une femme a recours à un vieil original, qui mijote des potions dans une masure aux confins de la ville. L’homme précise cependant que le produit est dangereux, surtout si l’on en fait un usage prolongé, mais une fois informé, le mari ne peut se résoudre à abandonner ce philtre qui lui a redonné sa vigueur d’antan. Il mourra peu après, sous les pleurs de toutes les occupantes de la maison.\"Les lunettes\" : Dans un couvent, une jeune novice se trouve enceinte. La mère supérieure, convaincue qu'un homme se cache parmi les novices, leur fait subir un fastueux conseil de révision mettant ainsi à nu le corps du délit.",
    "chinese_title": "有趣的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Les contes de La Fontaine",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-14T16:22:46"
}