{
    "aka": [
        "A Letter From Hiroshima"
    ],
    "sid": "10771342",
    "cast": [
        {
            "url": "/celebrity/1274322/",
            "name": "诹访敦彦 Nobuhiro Suwa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "短片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912662719.jpg",
    "region": [
        "韩国",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1274322/",
            "name": "诹访敦彦 Nobuhiro Suwa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3293028",
    "director": [
        {
            "url": "/celebrity/1274322/",
            "name": "诹访敦彦 Nobuhiro Suwa",
            "@type": "Person"
        }
    ],
    "duration": "37分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语",
        "韩语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3293028/",
    "imdb_votes": 12,
    "this_title": [
        "広島からの手紙"
    ],
    "douban_link": "https://movie.douban.com/subject/10771342/",
    "imdb_rating": "7.4/10 from 12 users",
    "trans_title": [
        "一封来自广岛的信",
        "A Letter From Hiroshima"
    ],
    "douban_votes": "0",
    "introduction": "Originally from Hiroshima, Suwa is an acclaimed Japanese director who has been honored at the Cannes Festival, among many other prestigious festivals. Suwa began his career directing television documentaries before entering the feature film world. His second film, Mother, received international attention and earned him the FIPRESCI prize at Cannes. In 2006, Suwa directed one part of the French film Paris, je t'aime. A Letter from Hiroshima explores themes of apology and remembrance. Suwa sends a letter to a Korean actress (Kim Ho-jung) he has worked with in the past requesting her assistance to write and direct a film about Hiroshima. Ho-jung arrives at her hotel and is told to explore the city and wait for Suwa. Initially confused, Ho-Jung soon finds the city mesmerizing and spends days learning about the tragic bombing and the effects that are still felt in the city today. With sparse dialogue and just a handful of characters, Suwa uses black and white images of Hiroshima to convey the scope of the tragedy. In one particularly poignant moment, the voice of a mother is heard lamenting the fact that she had scolded her daughter the day of the bombing. We next see Ho-jung crying in her hotel room, ignoring the ringing phone. Awards/Festivals: Golden Leopard - Video Locarno International Film Festival 2002.",
    "chinese_title": "一封来自广岛的信",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "広島からの手紙",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T11:23:18"
}