{
    "aka": [
        "Returning Souls"
    ],
    "sid": "10785970",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592148089.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt2022518",
    "director": [
        {
            "url": "/celebrity/1495444/",
            "name": "胡台丽 Taili Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2022518/",
    "this_title": [
        "让灵魂回家"
    ],
    "douban_link": "https://movie.douban.com/subject/10785970/",
    "trans_title": [
        "Returning Souls"
    ],
    "douban_votes": "0",
    "introduction": "台灣母系阿美族文獻中最有名的太巴塱Kakita’an祖屋柱子上有許多圖紋，講述著這個太陽母神後裔包括大洪水、會發光女孩、兄妹婚、巫師降世，以及弒父與獵首起源等神奇傳說。1958年大颱風將祖屋吹倒後，這些柱子被搬移到中研院民族所博物館收藏。近年在太巴塱年輕人的積極推動下，透過女巫師的媒介，讓Kakita’an家族和村落代表與柱子中的祖靈接觸、對話，最終將祖靈請回部落並展開祖屋重建。在外來宗教影響、土地所有權爭議與複雜的部落文化生態中，年輕人想找回太巴塱祖靈及部落靈魂的文化復振夢想遭遇許多困難。這部紀錄片將神話傳說與現實、看得見的與看不見的交織，記述這個特殊而動人的歸還與重建事件。In the historically most famous ancestral house of the matrilineal Amis tribe in Taiwan, the carved pillars tell legends, such as the great flood, the glowing girl, the descending shaman sent by the Mother Sun, and the father-killing headhunting event. After a strong typhoon toppled the house 40 years ago, the pillars were moved to the Institute of Ethnology Museum. Recently young villagers, with assistance from female shamans, pushed the descendants and village representatives to communicate with ancestors in the pillars. They eventually brought the ancestral souls（rather than the pillars）back and began reconstructing the house. In an environment highly influenced by western religions, national land policy, and local politics, the dream of the young people for cultural revitalization and to bring back not only the ancestral souls but also the soul of the village encountered many frustrations. This documentary interweaves reality and legends as well as the seen and the unseen as it records this unique case of repatriation. （85 minutes)",
    "chinese_title": "让灵魂回家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-11T11:01:02"
}