{
    "aka": [
        "Truth Alone Prevails",
        "真理战胜一切"
    ],
    "sid": "10797041",
    "cast": [
        {
            "url": "/celebrity/1031931/",
            "name": "阿米尔·汗 Aamir Khan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1594916607.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2360717",
    "director": [
        {
            "url": "/celebrity/1374513/",
            "name": "萨蒂亚吉特·巴特卡尔 Satyajit Bhatkal",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "13",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2012-05-06(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2360717/",
    "imdb_votes": 7749,
    "this_title": [
        "Satyamev Jayate Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/10797041/",
    "imdb_rating": "8.6/10 from 7749 users",
    "trans_title": [
        "真相访谈 第一季",
        "Truth Alone Prevails",
        "真理战胜一切"
    ],
    "douban_votes": "4778",
    "introduction": "我演电影时，在不同的角色中，体验过不同的人生。还有另一种人生，就是我自己的人生：卸去演员的身份，作为一个人，以我的方式存在。生活中，思绪如风般吹拂着我的脑海。我读报纸、看新闻、与朋友闲聊、和陌生人交谈，总有一些事触动我的心弦。一方面，印度在崛起，蒸蒸日上，作为一个印度人，我感到高兴和自豪。但是，在社会中还有很多令人心酸的事实，我们却对此熟视无睹。这些苦难，却让我深感不安，感到哀伤。有时我会想，干嘛要去思考这些与我无关的事情呢？我的生活幸福美满，别人的苦难与我何干呢？但是它确有干系。因为我也是这个社会中的一份子。一连串的事情把你我和社会的每一个人都联系在一起，一呼一吸中，体会心中的共鸣。如果甘地、提拉克、鲍斯、尼赫鲁、智者阿扎德仍然在世，我们有何颜面去面对他们。我们的先人怀抱梦想，为自由而奋斗，就是为了建立一个像现在这样的印度吗？所以，我在这里，希望听到、学到些什么，希望和你们有所交流，发现问题的根源，看到事情的真相。我想讨论一些关系印度民生的话题，不责难任何人，不中伤任何人，也不制约任何人。人人都说，伤害我们的人近在咫尺，或许我们都有责任。现在，与我一起踏上这段旅程吧。一起去寻找、去发现、去学习、去分享，一起去揭开这些难题的谜底。我无心激化矛盾，只为能改变这个时代。无论是谁的心中，只要有星星之火，必将成燎原之势。(印坛字幕组翻译）5月06日 第一集 Female Foeticide （主题：印度妇女被迫堕胎）5月13日 第二集 Child Sexual Abuse （主题：儿童性骚扰）5月20日 第三集 Big Fat Indian Wedding （主题：巨额的嫁妆）5月27日 第四集 Every Life Is Precious （主题：医疗失当）6月03日 第五集 Intolerance To Love （主题：自由恋爱与包办婚姻）6月10日 第六集 Persons With Disabilities （主题：残障人士）6月17日 第七集 Domestic Violence （主题：家庭暴力）6月24日 第八集 Toxic Food (主题：害人的农药）7月01日 第九集 Alcohol Abuse （主题：酒精毁人生）7月08日 第十集 Untouchability （主题：种姓制度）7月15日 第十一集 Old Age （主题：尊重长者）7月22日 第十二集 Water （主题：水资源）7月29日 第十三集 The Idea of India （主题：印度的梦想）制作人：阿米尔汗夫妇阿米尔汗的第一次电视脱口秀节目《真理访谈》。2012年5月6开始，每周日Stra Plus播出。Ep01：残杀女婴 　　2012年5月6日女孩很珍贵：残杀女婴。从出生前开始大规模残杀女孩已经导致了严重印度人口性别失衡和其他一系列社会问题……E p02:儿童性侵害　　2012年5月13日打破沉默：高达53%的孩子，也就是两人中就有一人是性侵害的受害人。施暴者的往往是备受信赖的人，而作案地点就在家中。家长务必警惕和关注孩子的各种求助信号，同时，我们也需要强有力的完善的保护儿童免受性侵害的法律。【广告时间：更多华语世界资讯，敬请关注萧芳芳护苗基金会http://www.ecsaf.org】Ep03:盛大的印度婚礼 2012年5月20日很多人都期待一个奢华的婚礼，但是印度的现状是，昂贵的婚礼仪式和沉重的嫁妆负担不仅导致新人生活悲惨，也破坏了父母的家庭。婚礼的概念已经变成一种交易，完全不在乎人或者家庭关系的价值。这是可以改变的，只要女方和他的家人对于嫁妆说不，坚持简单的婚礼仪式，恢复婚姻纽带的神圣性。 本期阿米尔提出的短信问题是，”你认为我国今天的婚事是否已成为商业交易？“Ep04:医疗制度需要治疗否？ 2012年5月27日人民相信医疗从业人员，相信他们有足够的知识和设备做我们的健康卫士。但是，如果这知识被邪恶利用，那么医疗就成为了噩梦。尽管现在医生队伍中充满了唯利是图者，很多医院也只想着利用病人来赚钱，还有有很多遵从希波克拉底誓言的医生，他们在捍卫这个神圣的职业。Ep05:Is Love a Crime? - 3rd June 2012The simple act offalling in love opens up a world of emotions and reactions which sometimes culminate in crime -- the death of the couple. Even if they escape death, lovers who go against religious and community barriers still have to face harassment and censure from society and, due to this pressure, rejection from their families.Ep06:Persons with Disabilities - We Can Fly!People with disabilities have the same zeal and appreciation for life as the rest of us do. But they often get shunned, doubted, mocked and insulted. Access to public places and buildings is restricted and doors are closed for schooling and employment. India does not appear to be mature enough and understanding enough to recognise people with disabilities for what they are -- people.Ep07:Domestic Violence -- Danger At HomeFor countless women, entering married life often means the beginning of a stressful, violent existence. Beating one's wife seems to be ingrained in many men's mindsets as the appropriate behaviour for a strong male, but the consequences are misery for the wife and children, and often a broken, unhappy home. The concept of domestic violence is based on the notion of patriarchy, which needs to be converted into equality.Ep08:Toxic Food - Poison On Our Plate?For decades our food and water have been contaminated by powerful, harmful pesticides which have been promoted as necessary for better agricultural output. But the reality is that we don't need pesticides for better yield, and their use is not only deadly for health but results in expensive farming methods. The solution is to adopt organic farming, which is possible and profitable, as the state of Sikkim has shown.Ep09:Alcohol Abuse - Think Before You DrinkAlcohol consumption is associated with having fun and enjoying life. But excessive, irresponsible drinking takes away that very life itself. Many alcohol addicts have climbed back to normal life, proving that it is possible to live happily without alcohol. Help for alcoholics is available, free, at Alcoholics Anonymous.Ep10:Untouchability - Dignity for AllFor a country which has been independent for 65 years, it is a matter of shame that we have not yet shaken off the tyranny of caste-based discrimination. Countless people have to live in degrading conditions, children are unable to go to school, employment avenues are closed, and even education does not open bigoted minds.Ep11:Old Age -- Sunset Years, Sunshine LifeOur parents are the ones who have brought us up and made us what we are. At least out of consideration for that much, we should be good and kind towards them. But countless people all over India don't think so, going by the numbers of abandoned old people taken in at old age homes. Then there are some older people who take matters into their own hands -- be it romance or adventure sport.",
    "chinese_title": "真相访谈 第一季",
    "douban_rating": "9.5/10 from 4778 users",
    "foreign_title": "Satyamev Jayate Season 1",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "9.5",
    "update_at": "2025-09-08T08:54:47"
}