{
    "aka": [],
    "sid": "10809564",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2740236692.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1685434",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1685434/",
    "imdb_votes": 19,
    "this_title": [
        "The Hairy Bikers: Mums Know Best"
    ],
    "douban_link": "https://movie.douban.com/subject/10809564/",
    "imdb_rating": "7.7/10 from 19 users",
    "trans_title": [
        "老妈私房菜"
    ],
    "douban_votes": "0",
    "introduction": "Simon King and David Myers have undertaken a nationwide search for Britain's lost recipes – those forgotten gems or secret scribbles handed down through the generations – to help create a massive database of tasty and achievable recipes. But it's also a call to arms; the series aims to bring together grannies, mums and daughters who love to cook, to ensure that these precious historical documents of our shared national cuisine are preserved for the future.At the heart of each programme is the Mums Know Best Recipe Fair, an event suffused with nostalgia for village fetes of your childhood, crossed with the Hairy Bikers' extraordinary range of international influences. It's a space for mums to swap their favourite recipes, cookery anecdotes and tips. Curated by Food Historian Gerard Baker - a regular contributor to BBC Radio 4's The Food Programme - all the invited guests are asked to bring along their favourite family recipes and cooked examples. He and his team compile them for the Mums Know Best Recipe Board for the other mums to copy down. In addition they are encouraged to bring along their indispensable, old- fashioned, dependable and sometimes unidentifiable kitchen gadgets: potato peelers, soda streams, meat mincers, pastry cutters...Each week's Recipe Fair has a different theme such as Sunday Dinners, Show Off Dinners, Picnics, Birthday Parties, Family Favourites and Good Simple Suppers, and all the recipes fit into that theme. At the heart of each is the Mums Know Best Banquet, catered by three ''VIP Mums' who showcase a great family recipe that needs to be shared with the nation.We open the show with the Recipe Fair in full swing, but before the banquet is served, we get the opportunity to learn about the Featured Mums and, crucially, the history surrounding their dishes.By visiting each of their homes in turn, the Hairy Bikers delve into our VIP Mums' family recipe books and heirloom kitchen equipment, all the while learning the secrets that make their's the very best family favourite recipe, before sitting down with the Mums and their families to enjoy the food. Inspired by the VIP Mums, the boys visit historical kitchens and great outdoor locations around the country to cook up some of their own family favourites and favourites of mums that they have visited round the world. Meanwhile, back at the recipe fair, our food historian Gerard is on hand to give the historical context of some of the fascinating recipes and kitchen gadgets that turn up. Each Recipe Fair includes a bespoke Hairy Bikers cookery demonstration and, in keeping with the village fete atmosphere, the day is suffused with lashings of foodie fun.The Mums and the Hairy Bikers cook up a storm: from Baked Alaska to Chicken with Brandy, Dressed Whole Salmon to Key Lime Pie, Jugged Hair to Fresh Ravioli, Si's Mums' Rice Pudding to Pan Haggerty, Piccalillis and Chutneys to Courgette Fritters, Sticky Date Cakes to Rumpy Pumpy Soup. Community groups also cook with gusto for the visitors to the fair; sharing their secrets with the bikers and visiting mums are members of the West African Ghanaian community, a Chinese Older People's Group, the Ghurkhas, the African Caribbean community, the Women's Institute and the Bradford Curry Project.Si and Dave comment: \"Well here we go! What a treat, food with a load of love! Great British food from the custodians of culinary traditions, our Mams, Grannies and Dads. We have rummaged in the bottom drawers, cupboards and memories of houses and families across the nation for their secrets, recipes and top cooking tips. It’s been a great party. We’ve been around the world, baked ourselves into a frenzy and nibbled and cooked some of the best food in the country. Now it’s time for something really special, truly delicious food from the people who know best.\"THE HAIRY BIKERS: MUMS KNOW BEST is executive produced by Gill Tierney (The Hairy Bakers, A Queen’s Kingdom, Gardeners’ World, Coast, Don’t Die Young, Summer Exhibition) and produced by Oliver Clark (The Hairy Bakers, Coast, Around The World in 80 Gardens, Don’t Die Young). It is a BBC Vision Birmingham production for BBC TWO and will screen early in the New Year.Aired on: BBC",
    "chinese_title": "老妈私房菜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Hairy Bikers: Mums Know Best",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T11:21:11"
}