{
    "aka": [
        "BBC.英伦朋克"
    ],
    "sid": "10810635",
    "cast": [
        {
            "url": "/celebrity/1005237/",
            "name": "约翰·莱顿 John Lydon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023098/",
            "name": "乔·斯特拉莫 Joe Strummer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019432/",
            "name": "保罗·韦勒 Paul Weller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506200970.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2210236",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-06-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2210236/",
    "imdb_votes": 115,
    "this_title": [
        "Punk Britannia"
    ],
    "douban_link": "https://movie.douban.com/subject/10810635/",
    "imdb_rating": "7.6/10 from 115 users",
    "trans_title": [
        "英伦庞克",
        "BBC.英伦朋克"
    ],
    "douban_votes": "223",
    "introduction": "A series which explores the why's and how's of Punk music's emergence in the mid 1970's, and the legacy it left for British music. It features interview and classic performances.ep 1 Pre-Punk 1972-1976Narrated by Peter Capaldi, this opener of a three-part documentary series in BBC FOUR's celebrated 'Britannia' strand is scheduled to chime with the 35th anniversary of the Queen's Silver Jubilee and the arrival of punk as national and then international music culture. The film explores the road to punk in Britain, which begins in the early 70s with a young generation already conscious that they have 'missed the 60s party' and are stuck in a Britain heading for economic woes and dwindling opportunities. Meanwhile the music of the day - prog and super rock - seems to ask not for their interest and involvement, but only their awe and their money.But before the punk generation finally arises to have its say during 1976 come a group of pub rockers, a generation of bands sandwiched between 60s hippies and mid-70s punks who will help pave the way towards the short, sharp shock of punk, only to be elbowed aside by the emergence of the Sex Pistols, the Clash et al.An unlikely cast of characters set the scene for punk in early 70s Britain. Reacting against overblown super rock of the day and the glam their younger sisters like on Top of the Pops, pub rock set the template for punk. Small venues, fast retro rock n roll and bags of attitude typified bands like Dr Feelgood, Ducks Deluxe, Kilburn and the High Roads and Eddie and the Hotrods. These bands engendered a small London scene which is sometimes forgotten and helped define the Pistols, the Clash and the Damned, both positively and negatively.Featuring copious unseen archive footage and interviews with John Lydon, Paul Weller, Mick Jones, Wilko Johnson, Nick Lowe, Adam Ant, Brian James and many more.ep2 Punk 1976-1978Daydreaming England was about to be rudely awakened as punk emerged from the London underground scene. A nation dropped its dinner in its lap when the Sex Pistols swore on prime time television. Punk had finally found its enemy- the establishment. In Manchester, the Buzzcocks' self-released Spiral Scratch was a clarion call for a do-it-yourself generation, while the Clash's White Riot tour took punk's message across Britain. Moral outrage followed the Pistols around the country, effectively outlawing punk - but there was one refuge for the music. Nestled in the wasteland of 70s Covent Garden, the Roxy was punk's cathedral. Punk interlopers the Jam raised the bar for lyricism, challenging punk's London elite.Punk also began to extend its three-chord vocabulary through an alliance with reggae, memorably captured by the Clash on White Man in Hammersmith Palais. With their second single, God Save the Queen, the Pistols scored a direct hit at the establishment in summer '77, but a disastrous PR stunt on a Thames barge would mark a turning point. The darker underbelly of the summer of '77 would see race riots in Lewisham. This street turbulence was the backdrop for a rawer, working class sound. If the Pistols and the Clash had been the theory, a second wave led by Sham 69 was the reality.By '78 punk was becoming a costume - the very pop orthodoxy it had originally sought to destroy. For many punk ended when the Pistols split, beset by internal problems, following an abortive tour of the USA in January '78. Those practitioners who would go on to enjoy sustained success sought to modify their sound to survive, such as Siouxsie Sioux. Punk had shown what it was against, now it was time to show what it was for in the post-punk era.With John Lydon, Mick Jones, Siouxsie Sioux and Paul Weller.ep 3 Post-Punk 1978-1981Punk had shown what it was against - now what was it for? In the wake of the Pistols' demise a new generation of musicians would re-imagine the world they lived in through the music they made. Freed up by punk's DIY ethos, a kaleidoscope of musical influences broke three chord conformity.Public Image Limited allowed Johnny Rotten to become John Lydon the artist. In Manchester, Magazine would be first to record in the wake of the Pistols' split, Mark E Smith made street poetry while Ian Curtis turned punk's external rage into an existential drama. A raft of left-wing art school intellectuals like Gang of Four and Wire imbued post-punk with a sense of radical politics and conceptualism while the Pop Group infused funk with anti-capitalist sentiment in the early days of Thatcher. Flirting with fascism and violence, the working class Oi! movement tried to drag punk from the Kings Road into the heart of the East End whilst Anarcho punks Crass embarked on the most radical vision of any.In a time beset by dread and tension perhaps the biggest paranoia was Mutually Assured Destruction essayed perfectly by Young Marble Giants' Final Day. Released in the height of Thatcherism, Ghost Town by The Specials marked a parting of the post-punk waves. Some would remain avowedly uncommercial whilst others would explore pop as a new avenue in the new decade. The song that perhaps summed up post-punk's journey was Orange Juice's Rip It Up and Start Again.With John Lydon, Howard Devoto, Mark E Smith, Peter Hook, Jerry Dammers, The Raincoats, Wire, Jah Wobble, Mark Stewart, Edwyn Collins, Young Marble Giants and",
    "chinese_title": "英伦庞克",
    "douban_rating": "8.9/10 from 223 users",
    "foreign_title": "Punk Britannia",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.9",
    "update_at": "2025-03-09T23:08:10"
}