{
    "aka": [],
    "sid": "10829015",
    "cast": [
        {
            "url": "/celebrity/1037546/",
            "name": "罗伯特·柯莱塔 Róbert Koltai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135925/",
            "name": "佐尔丹·穆奇 Zoltán Mucsi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163873/",
            "name": "Gerda Pikali Gerda Pikali",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "喜剧",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt0398205",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "匈牙利語"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0398205/",
    "imdb_votes": 231,
    "this_title": [
        "Montecarlo!"
    ],
    "douban_link": "https://movie.douban.com/subject/10829015/",
    "imdb_rating": "4.9/10 from 231 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This movie is an adventure/comedy about three high school teachers leaving for Monte Carlo to play all the school's savings in the famous Casino in the hope that they will double it, thus saving their crumbling school from close-down.The basic idea is good and this movie could have been good, as well, but unfortunately the script is poor. There are nice and funny moments in the film thanks to the three actors who play the three main characters. Koltai and Mucsi are famous and great Hungarian actors, so they didn't surprise me. Gerda Pikali, playing the female character is surprisingly good in this film, adding a little bit of flavor to the story.In order to understand the humor of this film one has to be born Hungarian. The condition of some schools is really that bad in Hungary as depicted in the film and there's hardly any aid coming from the state or elsewhere. And yes, teachers are much underpaid in Hungary.I understand one cannot expect miracle from a low budget movie - although I've seen very good low budget movies -, however a bit more adventure, a bit more action and few more characters would have helped the story.Bottom line: this movie is definitely NOT a MUST see. One can enjoy it in a rainy evening, especially if s/he's a Koltai or Mucsi fan, but otherwise it's a waste of time. This is NOT one of the good Hungarian movies - and believe me there are some really good ones.",
    "chinese_title": "Montecarlo!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-20T04:14:14"
}