{
    "aka": [],
    "sid": "10828437",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1605491033.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2221404",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2221404/",
    "imdb_votes": 547,
    "this_title": [
        "It's a Girl!"
    ],
    "douban_link": "https://movie.douban.com/subject/10828437/",
    "imdb_rating": "7.4/10 from 547 users",
    "trans_title": [
        "是个女孩！"
    ],
    "douban_votes": "0",
    "introduction": "在印度和中国，成百万的婴儿被杀害、忽视和遗弃，因为他们是女孩。In India, China and many other parts of the world today, girls are killed, aborted and abandoned simply because they are girls. The United Nations estimates as many as 200 million girls are missing in the world today because of this so-called \"gendercide.\" Girls who survive infancy are often subject to neglect, and many grow up to face extreme violence and even death at the hands of their own husbands or other family members. The war against girls is rooted in centuries-old tradition and sustained by deeply ingrained cultural dynamics which, in combination with government policies, accelerate the elimination of girls. Shot on location in India and China, It's a Girl reveals the issue. It asks why this is happening, and why so little is being done to save girls and women. The film tells the stories of abandoned and trafficked girls, of women who suffer extreme dowry-related violence, of brave mothers fighting to save their daughters' lives, and of other mothers who would kill for a son. Global experts and grassroots activists put the stories in context and advocate different paths towards change, while collectively lamenting the lack of any truly effective action against this injustice.",
    "chinese_title": "是个女孩！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "It's a Girl!",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T02:13:37"
}