{
    "aka": [],
    "sid": "10827297",
    "cast": [
        {
            "url": "/celebrity/1333643/",
            "name": "布鲁诺·马尔斯 Bruno Mars",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320251/",
            "name": "维兹·卡利法 Wiz Khalifa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510020855.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1870425",
    "director": [],
    "duration": "75分钟(美国)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-07-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1870425/",
    "imdb_votes": 9699,
    "this_title": [
        "Mac & Devin Go to High School"
    ],
    "douban_link": "https://movie.douban.com/subject/10827297/",
    "imdb_rating": "4.4/10 from 9699 users",
    "trans_title": [
        "马克和德文上高中"
    ],
    "douban_votes": "810",
    "introduction": "Mac & Devin Go to High School (also known as Mac and Devin Go to Highschool) is a 2012 American direct-to-DVD stoner film directed by Dylan Brown. The film stars rappers Snoop Dogg and Wiz Khalifa in the title roles, along with Mike Epps, Teairra Mari, Andy Milonakis, Luenell in supporting roles and the voice of Mystikal in a guest appearance. The story follows two high school students, geeky Devin, and badman Mac who is a stoner. He befriends Devin, and introduces him to cannabis.The film was released on DVD & Blu-ray on July 3, 2012. It marks the film debut of American rapper Wiz Khalifa. The soundtrack for the film was released on December 13, 2011, worldwide in stores. However, the film was announced after the release of the soundtrack, as it became a huge success.The film is set in a Los Angeles high school. The story follows Valedictorian hopeful Devin Overstreet (Wiz Khalifa) struggling to pen his graduation speech when it becomes clear that all his academic overachievements have left him with little to no real-life experiences. He finds an unlikely inspiration in the least-achieving student on campus, Mac Johnson (Snoop Dogg). Mac, a 15-year senior and consummate ladies man, is smitten by the school's new substitute chemistry teacher. He soon realizes that the only way he'll truly have a chance with her is if he finally graduates high school. In 3 weeks time, Mac must cram four years of high school academics, while Devin must cram four years of teenage experience.",
    "chinese_title": "马克和德文上高中",
    "douban_rating": "7.3/10 from 810 users",
    "foreign_title": "Mac & Devin Go to High School",
    "imdb_rating_average": 4.4,
    "douban_rating_average": "7.3",
    "update_at": "2025-04-24T22:00:31"
}