{
    "aka": [],
    "sid": "10831934",
    "cast": [
        {
            "url": "/celebrity/1314610/",
            "name": "施易男 Eli Shih",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015713/",
            "name": "霍建华 Wallace Huo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324860/",
            "name": "田家达 Jenson Tien",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874366846.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1419778/",
            "name": "陈孝志 Eddie Chen",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "40分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "美麗俏佳人"
    ],
    "douban_link": "https://movie.douban.com/subject/10831934/",
    "trans_title": [
        "美丽俏佳人"
    ],
    "douban_votes": "128",
    "introduction": "只要想着往后所有的荣华富贵、理想抱负、锦绣前程和幸福快乐，就从套上那件学士袍开始，方帽子丢出去那一刻，格外的豪气干云！ 　　走出校园时，是带着风的，这三个大学死党，人各有志！佳真钟情所学，立志成为金融人才，当然也要靠努力赚进大笔大笔的钱；杜纭姗始终如一、从不讳言的要嫁入豪门；而方颖呢？即便面对挚友的关心，方颖还是只能耸耸肩，说不出任何的想法！但面对一毕业，就失去未来的杨威，方颖的心里，有着说不出的怅然。 　　在家里蜗居一年多写小说后，父亲下最后通牒，要方颖找一份正常的工作，方颖努力的寄出履历表，却没有响应，方颖终于知道，芸芸众生能自由呼吸的真的不多！在佳真的引荐下，她和纭珊一起，随佳真进入荣华集团，但在上班的第一天，就因为误会而被开除，最后找到了子翔公司，被他酷似杨威的长相所吸引，连对橘子的偏爱，都和杨威一模一样！最后，她决定留在创业维艰的异象工作。 纭姗对自己的志向最是有始有终，坚定不移，即便只是荣华集团的小小总机，却总抓紧机会，在克翰出现的时候适时吸引他的目光，因而加深了彼此的印象，之后，纭珊果然成功的让欧克翰注意到她的存在，但她却让欧克翰摸不清她的身分，也激走了克翰现任女友TRACY，两人开始了征服彼此的战争！ 　　立恒对方颖直来直往的个性印象深刻，要子翔帮忙他追求方颖，子翔不置可否，但开始对方颖有几分好奇，究竟这个女孩子有什么特别之处，让荣华集团的总裁对她赏识不已，也让好友立恒，对她心动了？ 　　方颖说服子翔接受荣华集团副总经理的职务、以及荣华集团的部分业务，但子翔却担心会因此为难立恒，立恒表面上装做不在意，心里却也有些不是滋味，克翰更以为，荣华借着子翔将他总经理的职位架空，要立恒帮忙打击子翔，立恒将子翔从前提出被否决的企划案占为己有，供克翰使用，克翰与子翔间的权利之争就此开始。 　　子翔邀请旧情人姜玲回公司帮忙，方颖以为两人旧情复燃，方颖发现，对子翔有种特殊的感觉，纭珊点醒她，才发现这就是恋爱，原本鼓起勇气想要告白，却说不出口，面对立恒的追求，更是困惑，到底该不该接受！ 　　鸿文和佳真为了送李母到安养院的事起了争执，而鸿文又想在退伍后直接创业，向佳真一笔一笔的拿钱！加上为了送母亲进入环境较好、医疗品质较高的疗养中心，薪水已经不够用了，佳真只好去银行贷款，并且考虑回到原本熟悉的金融业，担任投资理财顾问！眼看着佳真事业上一帆风顺，鸿文不禁吃味，言语上对佳真亦多嘲讽，当方颖领取第一笔薪水，请大家吃饭时，鸿文终于忍不住其它人的身分背景带给他的压力，和佳真分手，此时，佳真却发现自己怀孕了，原本想和鸿文重新来过，但与鸿文争执间，不慎跌落楼梯，因此流产，伤心的她决定和鸿文彻底分手，鸿文虽不愿意，但也无法挽回。 　　淑芬从克翰和荣华的争执中，发现子翔的存在，她调出公司的人事资料，发现子翔是荣华的旧情人徐婕的儿子，怀疑子翔是荣华的私生子，荣华虽然否认，但淑芬仍然无法相信，他说的是实话，暗地里开始调查。 　　纭珊为了抓住克翰的心，故意和他分手，欲擒故纵，除了运用天生的外貌，她也聪明的抓住欧克翰的心思，终于如愿让克翰升她当新成立的公关部主任，但克翰为了和纭珊互别苗头，也和旧情人Tracy藕断丝连，幸好纭珊技高一筹，击败Tracy，让克翰相信她是真心爱上他，而不是他的家世背景！ 　　姜玲为了出国进修，决定向子翔再次告白，但被子翔拒绝，子翔对方颖已经动心了，无法和姜玲重新来过，姜玲只好黯然退出，但赶回公司，躲在门外的方颖却听到了，子翔其实也是喜欢她的，向子翔提出约会的要求，希望子翔给她一次机会，但面对立恒警告他不要让方颖伤心，他没有自信能做到，在临出门前反悔，让方颖空等，方颖伤心不已。 　　佳真发现方颖和子翔间的暧昧，忌妒方颖的好运的她，开始挑拨方颖和子翔间的感情，并且对方颖说谎，让方颖误会子翔对佳真有好感，方颖体贴佳真才刚刚从感情路上受创，也自觉比不上佳真，因此放弃，但却无法继续和子翔共事，希望子翔将她调回异象，在荣华集团另外找一个秘书代替她；除了感情困扰，纭珊为了克翰的命令，不帮异象代理的保健产品宣传，更让她感叹，为什么出了社会，大家的感情就不如往昔，在学校时的单纯美好，参杂了这许多的利益或是意气之争？ 　　为了和子翔互别苗头，克翰开始招兵买马，培养自己的人手，鸿文也在朋友的引荐下，进入荣华集团，成为克翰的左右手，凑巧撞见子翔和佳真商谈的鸿文，误会佳真拒绝复合是因为子翔，更是积极的鼓励克翰打击子翔，立恒虽然为子翔、方颖担心，但站在他的立场，却只能看着鸿文和克翰打击异象！ 　　突如其来的通知，异象代理的荣华集团保健产品被商家下架，方颖和姜玲不明所以，但却无法阻止这个状况，公司经营出现危机，子翔努力寻找新通路，最后在电视购物频道寄卖，却发现店家退回来的商品包装都有破损，无法卖出，面对即将到期的合约，子翔不知如何是好，加上姜玲出国，子翔劝方颖另外找工作，但方颖相信问题总有解决的办法，决定留下来和子翔一起奋斗！ 　　异象的困境，来自淑芬的安排，为了确认子翔的身分，淑芬安排了公司的健康检查，取得子翔的血液做DNA检验，知道子翔真的是荣华和徐婕的儿子，淑芬决定要克翰趁着荣华出国，将子翔赶出公司，并且答应克翰娶纭珊，好用婚礼来分散荣华归国时的注意力，但纭珊必须帮着克翰，从方颖处打探子翔的消息。 　　在立恒的体贴下，方颖开始试着和立恒交往，虽然立恒处处为她设想，但心里总有一丝牵挂，在危急时刻，佳真为子翔调度资金，将包装损毁的产品吃下，没想到克翰却坚持与异象解约，方颖一气之下，责怪立恒没有仗义执言，立恒要方颖趁此机会离开异象，和子翔划清界线，但方颖无法掩饰对子翔的感情，立恒决定和方颖分手，没想到却出了车祸，方颖认为是自己的错，才害立恒出事，颇为自责，当立恒在医院开口求婚，方颖因此没有拒绝！ 　　荣华回国后发现，子翔已经离开公司，从淑芬处得知，子翔真是他的亲生儿子，欣喜的要和子翔相认，没想到子翔对他的恨意太深，为了和荣华撇清关系，决定结束异象，连荣华投资异象的股份一并退还，方颖不明所以，但将子翔拒绝她的态度，却接受佳真的帮助，解读为子翔接受佳真的感情.",
    "chinese_title": "美丽俏佳人",
    "douban_rating": "6.1/10 from 128 users",
    "foreign_title": "美麗俏佳人",
    "douban_rating_average": "6.1",
    "update_at": "2025-07-30T21:21:21"
}