{
    "aka": [
        "Zver, vykhodyashchiy iz morya",
        "Зверь, выходящий из моря"
    ],
    "sid": "10833891",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯/立陶宛"
    ],
    "writer": [
        {
            "url": "/celebrity/1001791/",
            "name": "维陶塔斯·日拉贾维察斯 Vytautas Zalakevicius",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1001791/",
            "name": "维陶塔斯·日拉贾维察斯 Vytautas Zalakevicius",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語",
        "立陶宛語"
    ],
    "playdate": [
        "1992"
    ],
    "this_title": [
        "Žvėris, kylantis iš jūros"
    ],
    "douban_link": "https://movie.douban.com/subject/10833891/",
    "trans_title": [
        "海兽",
        "Zver, vykhodyashchiy iz morya",
        "Зверь, выходящий из моря"
    ],
    "douban_votes": "0",
    "introduction": "This film has no IMDB listing and Wikipedia confuses it with a different movie. It’s Vytautas Zalakevicius’s last directorial effort, based on Yevgeny Zamyatin’s story The Flood. The original was a horrid, intense tale of post-revolutionary Russia. The director said he tried to preserve Zamyatin’s worldview though his film is set in a nameless town in some unidentified time period. A stark, relentless drama, it’s strongly reminiscent of Scandinavian cinema, with its cold daylight, dark interiors and the pervasive sense of guilt. A childless couple, Sofia and Trofim, take in an orphaned girl, Agafia. In a few years, she turns into a seductive young woman and Trofim neglects his wife to pursue an illicit affair with his adopted daughter. The lovers carry on openly and shamelessly, not paying attention to Sofia’s quiet presence until she finally cracks…Though the film had mostly a Lithuanian cast and crew, it was financed by a Russian company and was filmed in Russian. It was originally released in 1993 and received awards at two international film festivals – in Rouen and Perugia (the jury of the latter was headed by Michelangelo Antonioni.) When the film premiered on Lithuanian television, 16 years after its original release, it created quite a stir. Another Lithuanian film director, Algimantas Puipa, compared it to “a discovery of a lost painting by a famous artist.”",
    "chinese_title": "海兽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Žvėris, kylantis iš jūros",
    "douban_rating_average": 0,
    "update_at": "2025-05-24T22:49:46"
}