{
    "aka": [],
    "sid": "10864727",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第19届上海电视节白玉兰奖(2013)\n　　纪录片 最佳纪录片(短片)(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521674148.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1466434/",
            "name": "李涛 Tao Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1466434/",
            "name": "李涛 Tao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466435/",
            "name": "董洁心 Jiexin Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466433/",
            "name": "刘丽婷 Liting Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1466436/",
            "name": "刘玮 Wei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379946/",
            "name": "韩芸 Yun Han",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "4",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-06-26(中国大陆)"
    ],
    "this_title": [
        "喀什四章"
    ],
    "douban_link": "https://movie.douban.com/subject/10864727/",
    "trans_title": [
        ""
    ],
    "douban_votes": "662",
    "introduction": "《喀什四章》以全新视角呈现南疆神奇风貌，是对这个中国西部边陲城市的第一次全景式高清拍摄。《喀什四章》全片共4集，每集40分钟。讲述了喀什地区的巴楚、泽普、叶城、莎车等县的人文历史、山川河流、文化民俗、丰富物产，将历史文献、民间传说与现实人物、当下故事相穿插，向世人呈现这片美丽富饶、广袤神奇的绿洲，描绘一幅瑰丽的画卷。为了拍好这个纪录片，纪实频道共有三个摄制组先后多次前往新疆，与当地群众打成一片，还在援疆干部的帮助下深入到很多从未有电视工作者涉足的地区，记录了边疆人民的生活和鲜为人知的地形地貌。第一集 山川诱惑喀什在中国版图的最西面，东临塔克拉玛干沙漠，南依喀喇昆仑山与西藏阿里，西靠帕米尔高原，北面天山。蜿蜒流淌的叶尔羌河由高山冰雪融水汇聚而成，滋养着两岸的万顷良田，西域最早的农耕文明也在这里发源。在叶尔羌河上游的高原上，塔吉克人用“鹰舞”来表达自己的生活态度，库尔班·托合塔什正是这样一位高原舞者；叶尔羌河的中游滋养了巴楚县的一片片绿洲，它的支流汇成了一个个美丽的湖泊，捕鱼人阿布都克里木·艾买提生活在这里；绿洲和沙漠之间被一片胡杨林阻隔，依明·艾买尔的责任便是看护这片天然的屏障。在这里生活的人们以质朴坦然的胸怀，乐观面对严酷的自然环境，憧憬生活的美好，在平淡中体味生命的真谛。剧照(13张)第二集 丝路绵延喀什有着2000多年的文字记载历史。这里居住着47个民族，是维吾尔族文化的发祥地和东西方文化交流荟萃的枢纽。汉使张骞出使西域结交各国，使汉朝中国的影响直达帕米尔高原东西，不仅促使现今中国新疆一带同内地的联系日益加强，而且密切了中国同中亚、西亚，以至南欧的交往和联系。张骞等历史人物的足迹，加速了多元文化的交流、融合与发展，也使喀什成为中外政治、经济、文化交流要塞。丝路上的明珠之城喀什，见证着这条古道的荣辱盛衰。巴扎作为喀什最为古老的贸易集市形式，是当地人生活中不可或缺的一部分，中外商品在这里交易、流通，没有巴扎，喀什的生活就少了许多精彩。新疆的土陶制作历史悠久，它完美地融合了东西方审美传统，是人们对于生活的一种艺术表达。高台民居有着近千年的历史，穿梭于曲折的小巷中别有一番感受。这就是喀什——丰富而和谐，多元而和平，斑斓得令个体生命难以穷尽，难怪有人称它是人类历史上最堪诗意栖居的地方。第三集 绿洲风情繁衍了几千年的绿洲文明，不仅使喀什成了东西方货物交汇的最佳中转枢纽，也造就了这里个性独特的民俗和艺术风格。被称为“古丝绸之路上的活化石”的艾德莱斯绸，以其浓郁的民族风情，鲜明亮丽的色彩风格为人们所喜爱。与艾德莱斯绸历史同样久远的还有《十二木卡姆》，《十二木卡姆》是喀什地区特有的维吾尔族音乐，集维吾尔音乐大成，尤以莎车县的木卡姆最为知名。它优美而不乏质朴，热烈而不失深沉。维吾尔族先贤玉素甫· 哈斯·哈吉甫的陵园也坐落于喀什，这位先贤写就的《福乐智慧》，内容涵盖了当时社会的方方面面，在中国文化史和中亚文化史上占有重要地位，影响深远。在沙漠与绿洲的拉锯战中，人们把欢乐荡漾在脸上，对爱情和家园的咏唱将一代代传承延续下去。第四集 物华天宝在喀什这片热烈的土地上，良好的日照、光热条件，有利于作物和林草增强光合作用，提高糖分积累，堪称瓜果树木的天堂，因此这里的瓜果以滋味甘美闻名遐迩。叶城县出产的石榴色泽饱满、果肉肥美，不仅是人们喜爱的水果，还具有很高的药用价值。这里还栽有树龄千年以上的核桃树，所产核桃壳薄肉多，味道香醇。红枣原产中原，后经商人引种，成就了泽普县的红枣产业，各地商客慕名而来。泽普县的甜瓜商人吐鲁洪·依沙木丁凭借家传的储瓜经验，延长新鲜甜瓜的保质期，让人们在冬天也能享用到这可口香甜的水果。喀什地区丰富的玉石资源，吸引了一大批寻宝爱好者。依照新一轮对口援疆工作的规划，在上海的援建下，莎车、泽普、叶城、巴楚等地相继建立了工业园。喀什地区特产的各种农产品正通过提升附加值的方式让更多人品味它的馥郁芬芳。",
    "chinese_title": "喀什四章",
    "douban_rating": "8.0/10 from 662 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2025-10-23T22:43:28"
}