{
    "aka": [],
    "sid": "10864323",
    "cast": [
        {
            "url": "/celebrity/1313479/",
            "name": "陈锐 Rui Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321209/",
            "name": "孙梅竞 Meijing Sun ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895918193.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1321245/",
            "name": "彭湛晖 Zhanhui Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321246/",
            "name": "胡跃飞 Yuefei Hu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1321244/",
            "name": "唐六一 Liuyi Tang",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-12-08(中国大陆)"
    ],
    "this_title": [
        "国土资源局长"
    ],
    "douban_link": "https://movie.douban.com/subject/10864323/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "地处南方丘陵地区的洪阳市，清晨，一辆高速行驶的轿车失控翻下山谷，事故车辆中的司机身负重伤，他艰难的按响了喇叭—— 刑侦队的女刑警陈斌得知伤者是哥哥的老战友，现任市国土局长石云峰！她连忙赶去现场勘查。 待石云峰苏醒过来回忆，事故发生之前，一辆皮卡车已经尾随自己很长一段时间，在强行超车时，由于山路狭窄发生了意外。陈斌却敏感的分析到这不是一起普通的车祸意外，极有可能是蓄意谋杀！ 石云峰主持国土局工作以来，成效显著，为全市财政收入增长做出了巨大贡献。市领导听了公安局的汇报，对这起突发事件高度重视，要求立案侦查！找出真相。 只要抓到皮卡车上的人，就可以顺藤摸瓜抓到幕后指使者。可是皮卡车神秘的消失了，毫无线索。这越发证实了陈斌的猜测。她希望石云峰提供有动机谋害他的嫌疑人名单，以帮助确定侦查范围。 石云峰表示不愿意胡乱猜测，怕冤枉了好人。然而，破案心切的陈斌硬是靠不厌其烦的启发、询问，最后通过石云峰提供的线索圈出了三个重点怀疑对象。 两周前，石云峰下乡考察工作，洪阳市突降暴雨。他及时发现了一处地质灾害的隐患，立即组织受威胁的村民转移。 村民老许不听劝说，死活不愿意离开自己家坚实的新屋，石云峰情急之下强行将他背了出来，可老许仍旧挣脱了石云峰往回跑，说屋里还藏有钱。他刚进屋，房子就因山体滑坡塌陷了…… 老许的儿子小许是个赌徒，他事后企图要挟石云峰，强行索要赔偿。被警察拘留，事故前几天，他刚刚被放出来…… 三个月前，石云峰担任总指挥，亲自带队查封一座无证非法采矿点。当夜，矿主赵勇指使人提了一箱子现金放在他的房间。行贿不成的赵勇扬言那一箱钱足够买下李玉铭的命，气焰十分嚣张。第二天，李玉铭依旧按计划炸毁了非法矿洞…… 半年前，石云峰主持查处了一家外商合资企业。该企业老板方必升投资建设高尔夫球场及配套设施建设，违法占地达近千亩，并拖欠被征地农民补偿款逾两千万元。 由于市里某领导的关系，国土局一直无法对其执法。石云峰下决心最终拆除了新建的高尔夫球场发球台主体框架，出让土地的镇主要领导分别受到了行政记大过处分。而老板方必升遭受经济损失…… 陈斌布置警力分别传讯几个嫌疑人…… 然而，一系列调查结果表明，这些人都不存在犯罪时机和证据。眼看怀疑对象一个个的被排除，侦破陷入僵局。 警察终于找到了那辆皮卡车，却已经被拆成了零件，所有线索就此断掉！ 陈斌要求石云峰继续提供线索。石云峰感到犯难，表示自己就任国土局长这一敏感位置虽然才两年，得罪过的人早已数也数不过来。石云峰提出就此罢休。 一筹莫展的陈斌冷静下来，她对石云峰的不愿意追究此事的态度感到十分可疑。陈斌随即注意到石云峰住院一个礼拜了，他的妻子刘晓莎还没来看过他。显然工作忙只是借口…… 陈斌判断石云峰另有隐情，她怀着复杂的心情开始暗地调查这个哥哥多年的老战友。…… 陈斌惊讶的发现，刘晓莎正在筹备投资移民国外，总总莫名其妙的迹象表明，石云峰一家有转移不明来源财产到国外的意向。可以肯定，石云峰存在问题。 这一发现令陈斌感到痛苦， 她暗示石云峰悬崖勒马，可石云峰却继续装糊涂…… 就在石云峰准备出院继续上班的时候，事件发展却横生意外——事故车辆在维修的过程中，发现石云峰车内藏有价值数十万元的瑞士名表！ 石云峰表示对名表的事毫不知情，却又无法解释为何会藏在自己的车座下。他被告知停止一切公务，接受市里调查组的调查。 这下石云峰慌了，他向陈斌发誓自己是冤枉的，可又没有办法自圆其说，陈斌半信半疑。 陈斌化装便衣到维修厂调查，发现那名表可能是有人在修车期间偷偷放进去的……看来有人要想法设法置石云峰于死地。 陈斌说穿石云峰一直以来并没有说出心里话！害得自己绕了一大圈去调查。石云峰此时终于开心扉—— 石云峰给陈斌看报纸上的一块破产企业土地拍卖的公告，他的妻子就是这家企业的副总经理。 这家企业土地的拍卖原本上个月就计划举行，但石云峰发觉参加竞标的几个公司资质存在问题，这些公司背后其实都是一个叫谢铜的老板在控制，因为涉嫌串通拍卖，当时慎重的石云峰选择了延期。最后令谢铜的阴谋没有得逞。 一天，妻子刘晓莎回家试图说服石云峰促成谢铜的这笔土地交易。石云峰才发现谢铜已经用卑鄙的手段威逼利诱刘晓莎，把她拉下了水。他们夫妻俩大吵一架，打算分道扬镳…… 此次石云峰遭遇的车祸意外，其实也是谢铜威逼刘晓莎配合土地幕后交易的最后杀手锏！刘晓莎不敢拿家人生命再冒险。 虽然石云峰知道了是谁欲将自己置于死地，可因为一切都源于妻子，使得他不能和盘托出。声张则出卖妻子，沉默则出卖国家，一个男人内心的痛苦莫过于此。他爱妻子，更心疼儿子……但他不能以原则为代价。 谢铜清除了石云峰这个障碍，眼看土地拍卖会就要重开。石云峰清楚，一旦成功，妻子刘晓莎就做成了犯罪事实。这是李玉铭不愿看到的，而此时他又失去了权利甚至行动自由。 为了捍卫国家利益，保护失足的妻子不要陷入深渊，石云峰必须阻止这个有阴谋的土地拍卖会…… 在陈斌的协助下，最后终于真相大白…… 刘晓莎被枪击成了植物人，为了捍卫土地，石云峰付出了巨大的代价。",
    "chinese_title": "国土资源局长",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-03T22:44:48"
}