{
    "aka": [],
    "sid": "10877419",
    "cast": [
        {
            "url": "/celebrity/1321300/",
            "name": "检场 Chang Chien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357599/",
            "name": "包伟铭 Run Bao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275579/",
            "name": "蓝心湄 Pauline Lan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377810/",
            "name": "白吉胜 Ben Pai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339273/",
            "name": "陈淑芳 Shu-Fang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317321/",
            "name": "张本渝 Pen-yu Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315055/",
            "name": "梁又琳 You-lin Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394815/",
            "name": "康丁 Ting Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368995/",
            "name": "曹兰 Lan Tsao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323650/",
            "name": "孙鹏 Peng Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330521/",
            "name": "柯叔元 Alex Shu-Yuan Ko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341520/",
            "name": "赵骏亚 Chunya Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341470/",
            "name": "江冠宏 Chiang Kuan-Hung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275593/",
            "name": "屈中恒 Chung-heng Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313864/",
            "name": "宋新妮 Jessica Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321307/",
            "name": "王欣逸 Hsin-i Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907883451.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316158/",
            "name": "明金成 Chin-cheng Ming",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "100",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-06-02(中国台湾)"
    ],
    "this_title": [
        "麻辣一家親"
    ],
    "douban_link": "https://movie.douban.com/subject/10877419/",
    "trans_title": [
        "麻辣一家亲"
    ],
    "douban_votes": "0",
    "introduction": "故事要从江家老爸江一郎说起，他原本是电视圈中小有名气的编剧，偶尔手痒，也会跳下去导导戏。曾满足─一个曾被江一郎才气所倾倒的女人，看上了江一郎满腹诗书，认为江一郎是个潜力无穷的积优股，於是不顾家人反对，毅然决然下嫁江一郎…这一段不被祝福的婚姻，果然没有王子与公主从此过著幸福快乐的日子的美好结局，但也没有发生令人扼腕哀痛的悲剧。江一郎婚後虽然是「江郎才尽」，再也写不出旷世巨著，但勉强糊口养家，日子还算过的去。江曾满足，虽然婚後就天天「不满足」，不过在他自力自强的努力下，不但为江家生了三个儿子：江有为、江有平、江有杰，而且还买下一栋三层楼的公寓，更开了一家「三喜」传播公司，为想重出江湖的江一郎完成梦想、为终日游手好闲的江英雄安插职位，为子承父业的江有平铺下锦\\绣前程。这一天，江曾满足眼看著三个儿子没有一个是有女友，愿意正经规划婚姻生涯的，决定用计让三兄弟去相亲，但还是白费心机，而更让江曾满足觉得呕的是，偏偏她的小叔江英雄结婚比母鸡下蛋还容易似的，结了三次，离了三次，这会儿人又到大陆省亲，不知会不会又带个女人回来。江曾满足气的跟江一郎抱怨，一定是江英雄把江家男人结婚的QUOTA〈配额〉用完了，所以他的三个儿子才会至今没有娶妻。突然一通紧急电话，打断了江曾满足跟江一郎的碎碎念，原来是南部江奶奶病危，要江一郎跟江曾满足连夜南下，她有遗言要交待。躺在病床上的江奶奶奄奄一息，偏偏又要从天宝年间的前尘往事开始。江一郎与江曾满足听了饿的肚子咕噜咕噜叫著，两人的眼皮也快累的要阖上至时，江奶奶终於讲到了重点。江奶奶责怪媳妇满足没让她抱曾孙，限她在半年内，要完成使命。不但如此，江奶奶还提及她与吴阿公的承诺，非要江家儿子与无阿公的孙女莉香家结成亲家。如果没有完成这项使命，将要采取非常之手段。江奶奶特别强调，他为江家三兄弟找的媳妇绝对是貌美如花、贤良淑德的好女人。说时迟那时快，每天故定帮江奶奶跑腿去买「锉冰」莉香进来。江一郎、江曾满足看到莉香差点没晕倒，一郎暗自赞叹母亲的「编剧」功力如此之高，难怪他「家学渊源」，是个摇笔杆的编剧。粗手粗脚的莉香看到病的只剩一口气的江奶奶，哭得鼻涕与眼泪齐流，好像是她死了阿嬷一样。经过吴阿公在一旁提点，莉香才回过神，知道这是江奶奶布的局。这突如其来的转变，让一向老实的莉香又差点穿帮，破了阿嬷的佯装称??一提到江家三兄弟，莉香脑中不禁回想到过去童田时光与江家三兄弟的邂逅。那是一个炎热的午後，像个小土豆〈现在的莉香是个大土豆〉的莉香，正觉幸福洋溢的舔著一根超大的棒糖，未料三个野孩子却要来强莉香的棒棒糖。莉香哭著不知该如何是好之时，江家三弟有如救苦救难的超人，不但打跑了三个野孩子，也帮莉香保住了棒棒糖。虽然棒棒糖已打碎，但莉香仍小心翼翼的把棒棒糖收在盒子里，那是她的珍藏宝贝。带著莉香一起回到台北的江曾满足，把回乡下受到江阿嬷的怨气出在江一郎身上。一郎虽然无奈，但也只能默默承受。满足并跟三个儿子言明，要是在半年内找不到对象，他们三兄弟即将成为单亲家庭，因为她将要与一郎离婚。半年内，三个儿子依然我行我素，完全没把老妈的交待放在心里。半年後，满足发出最後通牒，「期限已到，这是你们最後的早餐（桌上摆著最後一顿丰富的早餐及离婚协议书），吃过这饭後我就不是你们的妈了」，正当众人错愕之际，门铃声急速响起，原来是江阿嬷要来验收成果，提著行李住进江家。一场场婆媳过招的戏码，天天在江家上演。莉香则像个菲佣一样，不但所有的家事都一手包，还帮有为照顾猫狗，帮有平当场务杂工，帮有杰摆摊吆喝，小赚了一笔。莉香虽像牛马一样好用，也深得江家人的喜欢，但却怎么也无法让满足同意她成为江家的媳妇。满足责怪一郎一副事不关己的模样，一郎献计招考新片女主角，看看能否找到适当的媳妇人选。新人试镜当天，江父江母盛装打扮，更要求三个儿子当评审，莉香在一旁兴奋看热闹（用综艺节目Oㄨ举牌方式评分）。现场一个波霸急速赶到插队，答非所问闹出笑话，突然，莉香一声尖叫“雪娥”。原来艺名“珍珍”的雪娥，是莉香的同乡，两人在国小是难姐难妹，一同被老师罚站。雪娥的梦想是当大明星，莉香则是当个家庭主妇，被处站的两个姐妹，越讲乐高兴。「砰」的一声，两人後脑被重打一掌，老师气的破口大骂：你们两个被罚站了还在做白日梦？莉香与珍珍叙旧，珍珍得知莉香住在导演家中，他觉得有机可趁，想搬进江家与莉香同住，得以近水楼台之便，捞一点演出机会。珍珍打著如意算盘，藉机与房东摊牌，提著行李就要去找莉香。未料阴错阳差，莉香珍藏的棒棒糖被三兄弟弄碎。伤透了心的莉香难过离家出走。此时珍珍正兴冲冲的要来投靠莉香.。正当众人苦恼寻找不到莉香时，无意间发现报纸正登出一段大陆妹偷渡客，其面貌彷若莉香，大家到警局保出莉香。孙自强返国，找江英雄投靠。英雄不在，还被江家三兄弟误会以为是鸡，满足同情自强遭遇认为英雄应付最大责任，於是大方的要自强搬进来。江家一下多了三个女房客，英雄亦带著在大陆新交的女友美人从大陆探亲回来。美人对满足的大权在握十分有意见，不断咬耳朵，出鬼主意的要英雄争取该有的福利。於是一场兄弟妯娌的家族企业斗争，在「三喜」传播展开。这一天，一郎终於受不了终日夹在老婆与弟弟之间当炮灰，忍不住找三个儿子到pub喝酒跟儿子吐苦水。诉说多年被满足欺压，提及三个儿子娶妻一定要睁大眼，要娶个温婉体贴的老婆。阴错阳差父子四人被警察误以为酒後驾车与酒店小姐开房间，被带到警局。满足火大一郎不但不懂得体恤她在这个家的难处，还跑出去喝酒嫖妓。当场在警察局就与一郎吵了起来。她不想保释一郎，还要警察直接枪毙一郎，直言他罪该万死。到底江家三兄弟能不能如满足所愿娶得美娇娘？莉香、雪娥、自强与有为、有平、有杰能不能擦出爱的火花？「三喜」传播的营运\\在英雄与美人的搅和下是否能鸿图大展，请收看「麻辣一家亲」，保证能让你有个满意的答案……",
    "chinese_title": "麻辣一家亲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "麻辣一家親",
    "douban_rating_average": 0,
    "update_at": "2025-06-24T11:26:32"
}