{
    "aka": [],
    "sid": "10955284",
    "cast": [
        {
            "url": "/celebrity/1322268/",
            "name": "丹·克鲁克山 Dan Cruickshank",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624302247.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1322268/",
            "name": "丹·克鲁克山 Dan Cruickshank",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1974915",
    "director": [
        {
            "url": "/celebrity/1322268/",
            "name": "丹·克鲁克山 Dan Cruickshank",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-05-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1974915/",
    "imdb_votes": 37,
    "this_title": [
        "The Country House Revealed"
    ],
    "douban_link": "https://movie.douban.com/subject/10955284/",
    "imdb_rating": "8.2/10 from 37 users",
    "trans_title": [
        "私家庄园揭秘"
    ],
    "douban_votes": "416",
    "introduction": "历史学家丹•克鲁克尚克受邀得以进入六座英国最伟大的私家庄园邸宅，引领我们穿越既令人惊异又颇具启迪性的建筑史。这些迷人的建筑一直为私宅，不对公众开放，但它们的主人们准许丹•克鲁克尚克徜徉其间，趣谈每所宅子的故事— 谁建造的、谁住过、谁又失去了它们，还揭示了关于无度与挥霍、权力与野心的轶事。从南瑞赛尔邸宅那不设防的伊丽莎白式的妩媚、苏格兰金洛斯邸宅的古典式缜 密以及霍克斯穆尔之伊斯顿私宅的独出心裁，到正面有600英尺高的文特沃斯林屋的帕拉帝奥建筑型式、克兰德博伊邸宅散发的维多利亚式勃勃生机和鲁琴斯之马 什科特宅子的爱德华七世时代的独创性，这些大宅的秘密不仅向我们透露出建筑的故事，而且反映了国家本身的命运。丹向我们展示每所邸宅的故事如何反映出不列颠的社会及经济史，每所宅子均建于经济强盛或崩溃之时，独特地反映了其建造者的目标、力量和弱点；是那个时期一个统治阶层的结晶产物。EP1 南瑞赛尔邸宅丹•克鲁克尚克享有特许得以参观英国最古老的乡间大宅之一 – 这是完美保存下来的中世纪及都铎王朝的遗迹。隐藏于威尔特郡的乡间深处，南瑞赛尔由一个迷人的且戏剧性的、具有好坏参半历史的家族所建 – 隆氏家族。尽管有偷牲口的低贱出身，他们在都铎王朝时期一路攀升至王国的骑士、亨利八世和伊丽莎白一世的朋友，是英格兰权倾朝野的家族之一。克鲁克尚克接着又揭示一起家族间的无情谋杀案是如何激发出莎士比亚的一部巨作的，也审视了隆氏的坑蒙拐骗和放纵无度如何为他们带来的前所未有的财富，还得以见到居住在那儿的隆氏家族的最后一位成员以及大宅的现任房主 – 吉拉•奈什•泰勒，她是美国时尚品牌“橘滋”的创始人。EP3集伊斯顿私宅1702年竣工的北安普敦郡伊斯顿私宅，堪称建筑史上的瑰宝。尽管他的历史短暂，但却以英国巴洛克式的奢华格调而闻名于世。克里斯多佛·雷恩爵士开启了伊斯顿私宅最初的工作，之后由他的得意门生--全球潮流品牌总部的设计者尼古拉斯·霍克斯穆尔接棒完成。EP4文特沃斯林屋文特沃斯林屋是欧洲最大也最隐秘的乡村私家庄园邸宅之一。它因家族世仇而建，它因权力斗争而兴，它因丰富矿产而继，它因国家制度而颓。当家族、建筑、权力与国家路线缠绕交织，呈现在你面前的将不再仅仅是一座壮观的帕拉第奥式建筑。是什么让两个堂兄弟家族势不两立？是什么使这栋建筑东西侧风格迥异？是什么令这栋曾经的枢府重地日渐衰落？它面临着哪些重大问题？它能否东山再起？敬请收看本集.英国乡村庄园邸宅揭秘：文特沃斯林屋EP5 克兰德博伊英国境内很少有其它的大宅像克兰德博伊这般，这座丰碑属于一位维多利亚时期的男人，他就像是一个当时的冒险神话；这座丰碑也纪念着全世界仅见的一个最大最广帝国的黄金时代。克兰德博伊邸宅和庄园就像是帝国本身那样，是史诗般的创造--但又不同于帝国，它仍留存在世，是那现已几乎淡出记忆的年代的剪影，它在达弗林勋爵于1902年去世后甚少变化。宅子里满是帝国时期的遗迹以及达弗林的冒险收获 -- 有充填过的小熊，埃及的古迹，虎皮和印度的武器，来自于加拿大和缅甸等等等等，有非比寻常的照片集，记录着这些独特的“纪念品”。克兰德博伊是真正意义上的宝库。EP6 玛休科特玛休科特是英国最独特的建筑－卢廷斯用白垩构建而成，可能是他最伟大的作品，座落在英国最优美、盛产鳟鱼的特思特河之上。这个爱德华七世时期享乐主义的经典之作，它的内部构造保存着完整无缺，在过去的日子里，它是颓废和纵欲的地方，旷古绝今。然而，玛休科特的经历还体现这个道理：经济决定命运。它的主人赫伯特.约翰逊，一个股票交易商，对庄园一掷千金。这个最奇丽的房子是投机者建造的，它改变了500年以来的庄园经济体制。当约翰逊两次濒临破产的时候，玛休科特也跟着深受影响，九死一生，可谓是饱经沧桑。（译：纪录片之家，感谢）",
    "chinese_title": "私家庄园揭秘",
    "douban_rating": "8.7/10 from 416 users",
    "foreign_title": "The Country House Revealed",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.7",
    "update_at": "2025-03-11T01:35:39"
}