{
    "aka": [
        "熊猫先生",
        "马文和大熊猫"
    ],
    "sid": "11232682",
    "cast": [
        {
            "url": "/celebrity/1037569/",
            "name": "奈吉尔·马文 Nigel Marven",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897940259.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2010529",
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2010529/",
    "this_title": [
        "Panda Adventure with Nigel Marven"
    ],
    "douban_link": "https://movie.douban.com/subject/11232682/",
    "trans_title": [
        "马文的熊猫王国历险记",
        "熊猫先生",
        "马文和大熊猫"
    ],
    "douban_votes": "147",
    "introduction": "Wildlife presenter Nigel Marven heads to China to learn about giant pandas for his latest adventure. He visits the beautiful reserves t he pandas inhabit, before heading into the wild to achieve his ambition of being the first presenter to be filmed with a giant panda in its native habitat. He is also astonished to witness a brown panda cub, one of only five known to science. Along his journey Nigel meets the other amazing creatures that live in the bamboo forest, including naughty macaques, golden snub-nosed monkeys and fluffy bamboo rats. He also feeds adorable red pandas, distant relatives of the giant panda野生动物主持人奈杰尔马文元首对中国的了解他的最新冒险的大熊猫。他访问的大熊猫栖息的美丽的储备，到野外之前的标题来实现他的野心，与大熊猫在其自然栖息地拍摄的第一主持人。他也惊讶地看到一只棕色大熊猫幼崽，一个只有五，已知的科学。奈杰尔的旅途符合其他奇妙的动物生活在竹林，包括顽皮的猕猴，黄金金丝猴和蓬松竹大鼠。他还饲料可爱的小熊猫，大熊猫的远房亲戚。第1集一个令人惊叹的开幕序列比较标志性的兵马俑，更标志性的大熊猫，无论是中国的国宝。主机奈杰尔马文开始了个人的追求，以满足在野外和圈养的大熊猫。世界上最大的大熊猫繁育中心在成都的独家访问带来了惊人的细节，对他们的竹餵养和一个可爱的熊猫幼仔不倒翁波塞，以及与小，但美丽的小熊猫会议。现在，我们的主机更是决心要看到野生大熊猫，他所领导到最后的熊猫的大本营，中国中部的广大山区。一路上，他发现令人难以置信的罕见的朱鹮，争强好胜王鼠蛇，非凡的白色绶带鸟，在冻结的洪流，他为世界上最大的的娃娃鱼，中国大鲵鱼。第2集我们的主机头熊猫国心，获得之间的道路上一个精致的金丝猴部队。秋天，和佛坪保护区，在那里他希望能找到野生大熊猫，是打磨与壮观的颜色。随著专家纤夫，大熊猫的粪便和爪子印的帮助下被发现，但动物本身仍然是难以捉摸的。有一个巨大的飞鼠，一个奇怪的竹鼠和巨silkmoths，搜索天之后，我们的主机终於点中厚竹的运动，标志著大熊猫餵养非凡遇到。我们的主机甚至可以听到它吃，但在试图获得接近大熊猫感到不安的是，它移开，让他错过看到它。现在奈杰尔已经离开，但他并不灰心 - 稍后再试系列中的他会回来的。在此期间，他返回英国跟进一些意想不到的中国连接，了解熊猫在美国和欧洲的名人。第3集我们满足圣地亚哥动物园的大熊猫幼崽，出生在那里的第五，学习他们如何实现他们的繁殖成功，并观看熊猫的听力测试。然后我们的主机旅行回到四川，以满足获救大熊猫时，他们的家是由2008年的破坏性地震摧毁。但它仍然是一个他真的希望看到的野生大熊猫。他作为他通过中国的旅程再次遇到金色羚牛，奇怪的山羊，羚羊，在野外，一晚的Safari捕获一只豹猫在他的火炬，然后前往成都基地赶上大熊猫幼仔，并符合最新的到来。第4集了峨眉山的圣山之旅带来遇到顽皮的猕猴，猴子爱偷前往朝圣者的食品。然后再一次它是一个艰苦的长途跋涉，深入到大熊猫的国家 - 奈杰尔是决心要找到一个野生大熊猫。在路上，他的陷阱一个非凡的中国摩尔的泼妇和社鼠，一个惊人的美丽的老鼠。令人毛骨悚然的爬行打断他的使命，作为水蛭吸他的血和甲虫跨了他的去路。最后，团队的辛勤工作得到回报 - 这是一个令人振奋的体验和世界第一，作为东道主实际上是拍摄野生大熊猫！第5集奈杰尔管理找到他在最后一集发现野生大熊猫的巢穴 - 内有一个巨大的惊喜等待。我们大多数人都认为黑色和白色的大熊猫，但并非总是如此。有过四个由科学家记录的棕色大熊猫幼崽在这里拍摄的是第五和首次棕色大熊猫在野外拍摄。这个崽是最稀有罕见的 - 一个令人难以置信的突出任何追求。最后，我们花一些时间回顾的重大活动和系列的惊人的生物和配合起来一个数松散结束奈杰尔行程赶上成都的大熊猫幼仔和证人圣迭戈动物园的宝宝熊猫冒险之外，以迎接为市民首次。",
    "chinese_title": "马文的熊猫王国历险记",
    "douban_rating": "8.4/10 from 147 users",
    "foreign_title": "Panda Adventure with Nigel Marven",
    "douban_rating_average": "8.4",
    "update_at": "2025-03-26T06:14:31"
}