{
    "aka": [],
    "sid": "11497754",
    "cast": [
        {
            "url": "/celebrity/1302947/",
            "name": "李·麦克 Lee Mack",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2924285757.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1302947/",
            "name": "李·麦克 Lee Mack",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2170475",
    "director": [
        {
            "url": "/celebrity/1019727/",
            "name": "保罗·惠勒 Paul Wheeler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300791/",
            "name": "保罗·惠勒 Paul Wheeler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-11-22(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2170475/",
    "imdb_votes": 175,
    "this_title": [
        "Lee Mack: Going Out Live"
    ],
    "douban_link": "https://movie.douban.com/subject/11497754/",
    "imdb_rating": "7.2/10 from 175 users",
    "trans_title": [
        "李·麦克：出走现场"
    ],
    "douban_votes": "0",
    "introduction": "BAFTA-winning stand-up Lee Mack, writer and star of BBC One’s multi-award winning primetime Friday night sitcom Not Going Out, and resident team captain on Would I Lie to You?, brings his critically-acclaimed stand-up tour Going Out to DVD on 22 November 2010.Recorded live in May at the Hammersmith Apollo during his twice-extended, sell-out national tour, the DVD presents the quick-fire banter and non-stop gags of LEE’s warm and distinctive stand-up.Taking to the stage with his trademark razor-sharp wit, the show sees Lee deliver his unique blend of fast-paced comedy.Combining audience interaction with high-speed ad libs, Lee slickly moves from observation to anecdote in a show thick with one-liners.  Bonus DVD extras include a documentary about life on the road, plus a set from tour support Simon Evans.Lee has established himself as one of the UK’s biggest comedy stars.  The last 12 months alone have seen him: extend his 2010 national tour Going Out twice, selling in excess of 200,000 tickets over 100 dates; write and star in the fourth series of the Royal Television Society and Rose D’Or winning Not Going Out; and  return as resident team captain on Would I Lie To You? (BBC ONE).A prolific writer and performer LEE’s TV and radio credits also include: regularly guest hosting Have I Got News For You (BBC ONE); presenting his Sony Radio Award nominated The Lee Mack Show (BBC Radio 2); headlining and hosting Live at the Apollo (BBC ONE); and creating and starring in the BAFTA winning The Sketch Show (ITV1), which ran for two series in the UK before Lee went on to work alongside Kelsey Grammer in the American version of the show.An award-winning stand-up, LEE’s last tour Lee Mack Live was a sell-out success.  Nominated for a British Comedy Award, it was recorded for DVD and has subsequently sold over 150,000 copies.",
    "chinese_title": "李·麦克：出走现场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lee Mack: Going Out Live",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-05T06:43:08"
}