{
    "aka": [],
    "sid": "11504590",
    "cast": [
        {
            "url": "/celebrity/1030394/",
            "name": "榎本加奈子 Kanako Enomoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "110分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-04-28"
    ],
    "this_title": [
        "二通の手紙"
    ],
    "douban_link": "https://movie.douban.com/subject/11504590/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "建築士をしている伊織草輔（柴田恭兵）は、その日を万感の思いで迎えた。１５年前、伊織の５歳になる長男・雄大（神谷涼太）が誘拐されて殺害された。その日は、忌まわしい営利誘拐殺人事件の時効の日だったのだ。伊織は、翌日、妻・真沙未（酒井和歌子）、雄大の姉・永遠子（榎本加奈子）、その婚約者で大学院生の大槻亮治（池内万作）と共に雄大の墓参りをした。家には、それまで捜査を担当してきた刑事の久松（田山涼成）らが、挨拶に訪れる。伊織が、衝撃的な手紙を受け取ったのは、その２日後のことだった。新築する自宅の設計を頼みたいという不動産会社社長の高津との打ち合わせを終えて事務所に戻った伊織は、１５年前の事件の真相を話したい、との内容の手紙が届いていることに気付いた。その内容から手紙がイタズラではないと察した伊織は、さっそく差出人と会うハラを固める。死体が発見された場所で見知らぬ花束を見つけた伊織は、時効を機に何者かが動き出したと感じた。ところが、差出人の指定した内容に従ってとある公園に行った伊織は、そこで高津の刺殺体を発見した。刑事の話によると、殺されたのは藤崎達雄（清水章吾）という無職の男。現場の状況などから、高津を名乗った藤崎は例の手紙の差出人らしい。伊織は、現場から立ち去った不審な男のことは警察に伝えたものの、手紙の一件は伏せた。１５年前の事件が複数犯による犯行だったとの久松の話を思い出した伊織は、藤崎が事件関係者に殺されたとにらんだ。『高津周造』という名刺を元に聞き込みを始めた伊織は、まもなく藤崎の事務所を発見。カレンダーの時効の日にダーツの矢が刺さっていたことから、藤崎が１５年前の雄大の事件に関与していたと確信した。関係者の話によると、以前、建材メーカーで働いていた藤崎は、退職後事業を興したが失敗し、多額の借金を抱えていた。だが、藤崎は、時効に当たる日からまた運が開けると周囲に漏らしていたらしい。自分のかつての勤め先を訪ねた伊織は、ようやく藤崎との接点を見つけ愕然。１５年半程前、ゼネコンの設計部に所属していた伊織の設計変更が原因で、建材メーカーの資材納入担当だった藤崎が会社をクビになっていたのだ。藤崎の自分への恨みが原因で雄大が殺されたと気付いた伊織は、無念さを隠しきれない。しばらくして、伊織家は華やいだ空気に包まれた。地方への引っ越しを決めた大槻の母・美冬（中田喜子）が挙式前の挨拶にやってきたのだ。真沙未は、雄大の死がある種のトラウマになっていた永遠子がこれで立ち直れると顔をほころばせる。だが、真沙未の喜びとは裏腹に、伊織は藤崎の手紙の中に、家族しか知らないはずの永遠子と大槻の結婚のことが書いてあることに注目していた。警察の情報によると、藤崎に金を貸し、永遠子を付け回して捕まった三好（河西健司）という男は、１５年前の事件とは無関係だった。そんな中、またもや伊織家に、金と引き換えに１５年前の事件の情報を提供する、との内容の手紙が届いた――。",
    "chinese_title": "二通の手紙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T17:56:16"
}