{
    "aka": [],
    "sid": "11500314",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154443556.jpg",
    "region": [
        "法国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2614302",
    "director": [
        {
            "url": "/celebrity/1086799/",
            "name": "斯蒂芬·德沃斯金 Stephen Dwoskin",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2614302/",
    "imdb_votes": 37,
    "this_title": [
        "AGE IS..."
    ],
    "douban_link": "https://movie.douban.com/subject/11500314/",
    "imdb_rating": "6.9/10 from 37 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Stephen Dwoskin’s final film is a meditation on the subjective experience and cultural concepts of ageing. The film is an ode to the texture, the beauty, the singularity of aging faces and silhouettes, a hypnotic poem in the Dwoskin meaning of the term which is long observations of very tiny details. A gesture, a pause, a look, a moment. Throughout his films intimacy has always played a leading role and this is also true for Age is..., all the faces being close friends, or close friends relatives and sometimes even Stephen himself.Three or four years ago I read for the first time Simone de Beauvoir’s La Vieillesse which was written in 1970. There was one point in particular that struck me: the author’s persistence in writing it. Everybody tried to dissuade her, arguing “Old age doesn’t interest anyone.” But like all human situations, old age has an existential dimension: it changes a person’s relation to time, and thus to the world and that person’s history. Old age is not something static, it’s the completion and continuation of a transformation. It’s a metamorphosis and it’s horrifying as such. De Beauvoir proposes to stop cheating by ignoring this aspect of our lives: “We don’t know who we are, if we don’t know who we will be. This old man, this old woman, we should recognize ourselves in them. We have to if we want accept our human condition in its totality.”For me, the common perception of old age is not more satisfying than that of pain before I went exploring it in Pain is... The condescension towards older people doesn’t interest me at all, of course, just like that towards handicapped people. In order to age well you have to feel that you have some sort of value, a place in society. That which makes you feel old is rejection, oblivion, which are characteristic of Western societies. The same society which tries to make you live as long as possible does everything in order to stop helping you after a certain age. There was a time when older people had a certain value, they were respected for their wisdom and knowledge. At a very early stage of preparation for this project, I thought about American Indians. Those faces that for me become parchments, those wrinkles that tell so many stories. Their beauty alone undoes the concept of age. What strikes me when seeing these people is the value, the invaluable which those eyes have seen, those hands have felt, much more than certain younger faces which look rather “photoshopped.” Innocence was never very interesting for me. I was always more interested in fullness, complexity, the ambiguity of being. That which is more than the sum of adjectives that are used to qualify it.Age is a question, a fear, something that may calm you too, but first of all it’s a way of looking. Other people looking at you and you looking at other people. It’s words that qualify you, official letters that classify you. Age gets measured by an ellipse, in the photos of a bygone era, the rediscovery of old films, the existence of an archive. Those are the places that I wish to explore, like the memory of a path. Unfortunately, age also means loss. The loss of things, people, friends. You become very lonely. That’s maybe one of the reasons why I want to ask my friends to shoot some images.—S.D.",
    "chinese_title": "AGE IS...",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T09:22:55"
}