{
    "aka": [
        "山林深处有人家(港)"
    ],
    "sid": "11500305",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第65届洛迦诺国际电影节(2012)\n　　当代电影人单元金豹奖(提名) 埃洛伊·恩西奥\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1950560750.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1420329/",
            "name": "埃洛伊·恩西奥 Eloy Enciso",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2333254",
    "director": [
        {
            "url": "/celebrity/1420329/",
            "name": "埃洛伊·恩西奥 Eloy Enciso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019423/",
            "name": "伊马·瑞格 Ilmar Raag",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "加利西亚语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2333254/",
    "imdb_votes": 106,
    "this_title": [
        "Arraianos"
    ],
    "douban_link": "https://movie.douban.com/subject/11500305/",
    "imdb_rating": "7.0/10 from 106 users",
    "trans_title": [
        "山林深处",
        "山林深处有人家(港)"
    ],
    "douban_votes": "0",
    "introduction": "An unconventional portrait of a small village trapped out of time and located on the Galicia-Portugal border, Eloy Enciso Cachafeiro’s Arraianos is one of those rare films where description is inadequate: like the landscape of the village of Arraianos itself, it’s something to experience. Staged Straubian moments of fiction stand alongside documentary moments of everyday village life, with the nameless “actors” farming, sitting in the local bar and singing traditional songs in their specific regional tongue and telling old wives’ tales. We’re never far away from nature--the noisy presence of animals is inescapable--as is the enveloping forest, a place that takes on mythical qualities. But storytelling may be the key, as the film visualizes oral history--a visualization that’s needed, as at one point, when an older lady starts to sing, the lyrics go unremembered.The fictional elements of the piece come from a play by Marinhas del Valle, The Forest, written in the 1960s as a parable of Franco’s dictatorship, but also a great portrait of the Galician soul, their tragic existentialism. The film’s documentary elements thus present a more frontal portrait of the soul of these autarkic people. As the seasons change and the signs of apocalypse grow--a fire rages in the forest--one man promises salvation, while another proclaims the end of the world is coming... In this moving work, memory floats in space, and a way of life dies before one’s eyes.",
    "chinese_title": "山林深处",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arraianos",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T09:00:30"
}