{
    "aka": [
        "Garden of Earthly Delights - The Choreographer Sasha Waltz"
    ],
    "sid": "11507977",
    "cast": [
        {
            "url": "/celebrity/1307980/",
            "name": "莎夏·瓦兹 Sasha Waltz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872213712.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1204296",
    "director": [],
    "duration": "61分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2007-05-19(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1204296/",
    "this_title": [
        "Garten der Lüste - Die Choreographin Sasha Waltz"
    ],
    "douban_link": "https://movie.douban.com/subject/11507977/",
    "trans_title": [
        "欲望花园：编舞人莎夏·瓦兹",
        "Garden of Earthly Delights - The Choreographer Sasha Waltz"
    ],
    "douban_votes": "0",
    "introduction": "This film portrait of the choreographer Sasha Waltz depicts the progress of her work between 1992 and 2007, describing her exhilarating course through from the early choreographies to her large opera productions. An appreciation for Contemporary Dance and an insight into the life and work of the choreographer are conveyed filmically and entertainingly.Sasha Waltz was born in 1963 in Karlsruhe, Germany. She studied dance with Waltraud Kornhaas and also at the School for New Dance Development (SNDO) in Amsterdam. Waltz briefly worked in New York where she performed with Pooh Kaye, Yoshiko Chuma, and Lisa Kraus, among others. In 1993 she co-founded her company, Sasha Waltz & Guests, with Jochen Sandig. In 1996 she opened the critically acclaimed sophiensaele, a theater she co-founded with Sandig. She has worked with a myriad of contemporary artists, including Laurie Booth, Mark Tompkins, David Zambrano, Tristan Honsinger, and Frans Poelstra. Waltz has received numerous grants and awards including the 1994 prize for choreography at the International Choreographer’s Competition in Groningen and Berliner Zeitung critics’ prize for Travelogue–Twenty to Eight. In September 1999, Waltz was named one of the artistic directors of Berlin’s Schaubühne am Lehniner Platz. Earlier this year, Sasha Waltz & Guests once again became an independent company, with Jochen Sandig as artistic director.",
    "chinese_title": "欲望花园：编舞人莎夏·瓦兹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Garten der Lüste - Die Choreographin Sasha Waltz",
    "douban_rating_average": 0,
    "update_at": "2025-05-15T20:13:05"
}