{
    "aka": [
        "With or without me"
    ],
    "sid": "11500274",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640075405.jpg",
    "region": [
        "越南Vietnam"
    ],
    "writer": [],
    "imdb_id": "tt2865672",
    "director": [
        {
            "url": "/celebrity/1373246/",
            "name": "斯旺·迪比 Swann Dubus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373247/",
            "name": "陈芳草 Phuong Thao Tran",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "越南语Vietnamese"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2865672/",
    "this_title": [
        "Trong hay ngoài tay em"
    ],
    "douban_link": "https://movie.douban.com/subject/11500274/",
    "trans_title": [
        "人间有你",
        "With or without me"
    ],
    "douban_votes": "0",
    "introduction": "Thi and Chung live in the gorgeous, rice-terraced mountains of Vietnam’s far northwest. Like many young men in this region on the main heroin route from Laos to China, they’re addicts, and they have HIV. Thi wants to kick his habit. Chung just wants to die. “With or Without You ” is an intimate, tragicomic portrayal of two guys strung out at the edge of the map in a Communist country struggling with drug use, and of the wives, family, doctors and friends trying to pull them back from the brink.The film has been awarded “Le prix Planète Rouge” at FidLab, an international co-production platform for film projects in Marseille. It is now showing at major European documentary film festivals, including the International Leipzig Festival for Documentary and Animated Film and the Torino Film Festival.Q&A with the filmmakers following the screening.Mời bạn đến phim bộ phim “Trong hay ngoài tay em”. Bộ phim là hợp tác giữa Trần Phương Thảo và Swann Dubus (người Pháp). Bộ phim đạt giải Planète Rouge 2011 trong Liên hoan phim Quốc tế Marseille năm 2011 và bộ phim đã được chiếu trong Liên hoan phim Torino năm 2011.Ở vùng đồi núi xa xăm phía tây bắc Điện Biên, bên những đồng ruộng bậc thang với lúa mới tươi tốt, Thi và Trung sống cuộc đời của những người nghiện heroine dương tính với HIV. Giống như những người nghiện trẻ tuổi khác trong vùng, nơi họ sống nằm trên tuyến đường luân chuyển thuốc phiện chính từ Lào sang Trung Quốc. Khi được trợ giúp bởi mọi nỗ lực từ gia đình, bạn bè và các bác sĩ nhằm ngăn cản họ quay trở lại với ma túy, Thi cảm thấy thực sự muốn cai nghiện, nhưng Trung thì chỉ muốn chết.Với những thước phim ghi lại cuộc sống hàng ngày vật lộn với thuốc của Thi và Trung, cùng hệ quả khôn lường mà những cơn nghiện gây nên, chiếc máy quay đã trở thành một phần trong cuộc sống của họ, chia sẻ những ước mơ, những hoài bão đã bị chôn vùi do sa ngã vào con đường nghiện ngập. Lấy góc nhìn chân thực từ số phận và bi kịch của hai con người khác nhau, bộ phim cũng đã vén ra bức màn về câu chuyện sử dụng thuốc phiện ở Việt Nam với hi vọng đóng góp một phần nào trong việc tìm ra hướng giải quyết tốt nhất cho vấn đề vẫn vẫn đang gây tranh cãi này.Sau buổi chiếu là chương trình giao lưu với các nhà làm phim.Phim tiếng Việt có phụ đề tiếng Anh.Vào cửa tự do.Thời gian: 18:00 ngày 18 tháng 02 năm 2012Địa điểm: phòng chiếu phim viện Goethe, 56/58 Nguyễn Thái Học, Hà Nội.",
    "chinese_title": "人间有你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trong hay ngoài tay em",
    "douban_rating_average": 0,
    "update_at": "2025-10-06T04:07:21"
}