{
    "aka": [],
    "sid": "11501403",
    "cast": [
        {
            "url": "/celebrity/1149131/",
            "name": "杰西卡·塔克 Jessica Tuck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036394/",
            "name": "海伦·斯雷特 Helen Slater",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338127/",
            "name": "妮可拉·布鲁姆 Nichole Bloom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485550/",
            "name": "琳·阿莉西亚·亨德森 Lyn Alicia Henderson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2395003425.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1895484",
    "director": [
        {
            "url": "/celebrity/1291004/",
            "name": "莉莉·玛利亚 Lily Mariye",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-07-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1895484/",
    "imdb_votes": 2354,
    "this_title": [
        "Model Minority"
    ],
    "douban_link": "https://movie.douban.com/subject/11501403/",
    "imdb_rating": "8.3/10 from 2354 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kayla Tanaka, 16, is half-Japanese, half-white, and totally American. She and her sister, 14-year-old Amberlyn, live with their parents, Ken, Japanese American, and Angie, white, in Jefferson Park, California. Jefferson Park is a low-income section of Los Angeles less than 10 miles from Beverly Hills, but it might as well be a million miles away. When her parents announce their divorce, Ken moves in with his mother, Reiko Tanaka, 70s, Kayla's beloved Baachan, and the girls remain with Angie. Kayla's grades slip as she becomes more and more distracted. She meets Treyshawn Doty, a 19-year-old drug dealer, who is sympathetic about the humiliating secret of her mother's addiction, and kind and understanding about her increasing disagreements with her mother. He gives her money and love. When Angie kicks her out of the house, wishing she'd never been born, Kayla moves in with Treyshawn. When Kayla discovers her mother passed out in the neighborhood dealer's bed, her life spirals out of control: Kayla abandons her drawing and drops out of school, Amberlyn acts out with boys and drugs, and Ken slips into silent, stone-faced alcoholism. Kayla ignores the harsh realities of her life by escaping into the fast lane with Treyshawn, which works until they get arrested. Her gallant Treyshawn doesn't hesitate to turn her in to get himself off. When Reiko visits Kayla in juvy, her grandmother is ashamed and says, \"Japanese people don't go to prison.\" Kayla: \"Baachan, that's not true.\" Reiko: \"Yes, it is.\" Kayla: \"Well, obviously not, because here I am.\" Reiko is upset, but manages to give Kayla some important advice: \"Maybe what happens to us isn't as important as what we do about it afterwards. Ganbatte, neh? That's what we told each other in internment camp. To endure and persevere.\" Kayla takes her grandmother's advice to endure and persevere. She starts drawing again for the first time in months, during art time in juvy. When she is finally released, she's grateful to have the chance to start over.",
    "chinese_title": "Model Minority",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T03:50:00"
}