{
    "aka": [
        "金夏沙孩子（台）"
    ],
    "sid": "11529531",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1698786837.jpg",
    "region": [
        "法国",
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1300268/",
            "name": "马克·亨利·韦伯 Marc-Henri Wajnberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2379332",
    "director": [
        {
            "url": "/celebrity/1300268/",
            "name": "马克·亨利·韦伯 Marc-Henri Wajnberg",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2012-08-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2379332/",
    "imdb_votes": 140,
    "this_title": [
        "Kinshasa Kids"
    ],
    "douban_link": "https://movie.douban.com/subject/11529531/",
    "imdb_rating": "6.9/10 from 140 users",
    "trans_title": [
        "金沙萨的孩子们",
        "金夏沙孩子（台）"
    ],
    "douban_votes": "63",
    "introduction": "Kinshasa, Congo. About 30.000 children are accused of witchcraft and expelled from home. Living on the street, little José and his fellow friends - all considered as witch children - decide to form a music band to ward off bad luck along with a crazy impresario called Bebson. Together they will rock Kinshasa!\"I chose to write this film as a fiction, using the language and style of documentary to capture the spirit of Kinshasa: the humour, the patois, the resourcefulness and deceit. It seemed that the best way to develop this film was to follow several different story lines and watch them come together like the pieces of a puzzle. Yet it would have been impossible for the characters to meet without determining their fate and planning the outcome. To do this, we decided to turn the initial project into a fictional tale, while retaining a documentary style. The story started to take shape when we were location hunting. Children began to tell us about their lives and their hardship. We started to see the difficulties facing this population, their struggle to survive whether they be 'shegués' (street children), musicians, workers, mothers, the disabled, or corrupt policemen.\" (Marc-Henri Wajnberg)",
    "chinese_title": "金沙萨的孩子们",
    "douban_rating": "8.0/10 from 63 users",
    "foreign_title": "Kinshasa Kids",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.0",
    "update_at": "2025-05-17T05:58:06"
}