{
    "aka": [],
    "sid": "11523276",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "情色"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870885154.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1155685/",
            "name": "Frank Thring Frank Thring",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0456918",
    "director": [],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1981"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0456918/",
    "imdb_votes": 161,
    "this_title": [
        "Death shock"
    ],
    "douban_link": "https://movie.douban.com/subject/11523276/",
    "imdb_rating": "3.0/10 from 161 users",
    "trans_title": [
        "死亡冲击"
    ],
    "douban_votes": "0",
    "introduction": "I have to be honest and say that I haven't got much to say about Death Shock; which isn't surprising since there isn't much of it to speak of. At just forty seven minutes, I'm not sure if it's actually feature length - but feature length or not, it really isn't very interesting. Lesbians and devil worship are good plot themes, but in this film that's all they are. There is a thin basic plot, which follows a group of six friends whose car breaks down in Norwich and they then take shelter at a nearby mansion. From there, it's just sex scenes with a hint of black magic and precious little else going on. The most intriguing thing about this film is definitely the fact that it's British - Britain is well known the world over for being slightly prudish, yet this film doesn't shy away from sex which makes it stand out. This isn't much good, however, when you're sat watching it; as the way it plays out is mostly boring 'seen it all before' kind of stuff, and the fact that the running time is on the short side is a very good thing. Overall, I can't recommend going to the trouble of tracking Death Shock down.",
    "chinese_title": "死亡冲击",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Death shock",
    "imdb_rating_average": 3.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T20:39:06"
}