{
    "aka": [
        "Reservoir Dogs Take 2. Nakdong River (with Bard & Jung Mina)"
    ],
    "sid": "11527479",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320183/",
            "name": "崔镇成 Jin-seong Choe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332746/",
            "name": "文祯衒 Jeong-Hyun Mun",
            "@type": "Person"
        }
    ],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "저수지의 개들 take 2. 낙동강 (with 바드 & 정민아)"
    ],
    "douban_link": "https://movie.douban.com/subject/11527479/",
    "trans_title": [
        "落水狗 Take 2. 洛东江 (with Bard & Jung Mina)",
        "Reservoir Dogs Take 2. Nakdong River (with Bard & Jung Mina)"
    ],
    "douban_votes": "0",
    "introduction": "In the Nakdong River which is messed up by construction, the band Bard, Jung Mina, and the rest of us wander around as if we were lost orphans. Aside the Nakdong River which seems to be damaged irreversibly, the musicians play the river, the wind and the sand on the accordion, the guitar and the gayageum, crooning \"a story that's old but can return no more\". Meanwhile, big and hard excavators in the Nakdong River are still busy to keep on working. This short film is the second of a series of music documentaries, Reservoir Dogs: Fo(u)r Rivers Live, that questions the brutality of the Four Major Rivers Project. The first of the series, Reservoir Dogs Take 1. South-Han River (with Windy City), follows the reggae band Windy City as they play a guerrilla gig by the South-Han River. In Take 2, Bard, the traditional Irish project band, and Jung Mina, whose music is based on Korean traditional music, plays the wind and sings the river together in the middle of the desolate landscape of the Nakdong-River.",
    "chinese_title": "落水狗 Take 2. 洛东江 (with Bard & Jung Mina)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "저수지의 개들 take 2. 낙동강 (with 바드 & 정민아)",
    "douban_rating_average": 0,
    "update_at": "2025-10-01T07:33:27"
}