{
    "aka": [],
    "sid": "11538040",
    "cast": [
        {
            "url": "/celebrity/1335316/",
            "name": "王彦懿 Lele Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331085/",
            "name": "李迎旗 Yingqi Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503329970.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322193/",
            "name": "蔡建刚 Jian-gang Cai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "小镇警官"
    ],
    "douban_link": "https://movie.douban.com/subject/11538040/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "林大川是刚刚从警校毕业的年轻警察，这次雨夜抓捕走私团伙的行动是他第一次出来执行任务。但是由于林大川经验不足，面对歹徒时紧张犹豫没有开枪打中犯罪分子，导致歹徒逃脱，同他一起执行任务的老宋警察也伤重住院。县公安局的刘福局长根据林大川的实际情况，想把他调到基层去锻炼一下。林大川毫不犹豫的就同意了。 林大川被调到了古窑镇派出所。这是只有一个老警察的派出所。老警察罗建国在这座小镇上生活了几十年。老罗带着新来的林大川熟悉小镇的环境，林大川就在派出所的宿舍里安顿了下来。夜晚，林大川总是被雨夜的噩梦惊醒，那次的雨夜行动一直是他心中解不开的结。这个小镇平时没什么案子，挺多是有小偷扒窃或是哪家农户的牛走丢了。林大川始终觉得这样的案子没什么意思。一次，老罗和林大川在街边吃饭，看到有小偷行窃，林大川却没有抓住小偷。但是没想到小偷六子竟会主动找老罗投案自首。原来六子的爹病重，家里没钱治病，六子迫不得已才这么做。老罗让六子交出钱包并放了他。林大川对此不解，觉得应该将六子拘留。老罗告诉他不应该死记书本上的规范，特殊问题应该特殊对待。 刘征是这家小镇上一家酒厂的总经理，是优秀的农民企业家。他的女朋友罗晓燕是警察老罗的女儿。老罗一直反对女儿和刘征谈恋爱并且同居。父女二人因此不相往来。林大川的女朋友杨晶晶从城里开车来看他并劝他可以通过爸爸的关系调回去。但是林大川始终放不下心里的心结所以不肯回去。六子的父亲要换肾，医院说需要二十多万。六子为此事一直发愁。刘征的白酒厂搞抽奖活动，六子抱着侥幸心理去抽奖却中了大奖。但是工作人员告诉他是以实物形式兑现价值三万元的白酒，六子要现金被哄了出来。罗晓燕与刘征吵架后在家上网，网名为睡不着的燕子。林大川平时也经常上网化名为英雄。二人在网络上经常聊天，成为好朋友。正好两人心情都不好，二人约好周末见面。六子去偷刘征放在车后备箱的箱子，正好偷听到了他和刘副局长的谈话。原来刘征和孟广生都是走私团伙的犯罪分子，而刘征就是雨夜行凶逃脱的歹徒。孟广生走漏了风声，刘征想除掉他然后逃走。六子把偷回家的箱子打开没想到里面不是钱，而是一堆账单数据。刘征派黄毛等人抓六子，六子跑道派出所找到老罗和林大川将事情详细叙述。原来刘征不仅走私而且还造假酒。老罗让林大川去市里报案，他先去白酒厂找女儿。罗晓燕与刘征发生争执，刘征打了罗晓燕，老罗上前制止被刘征拿枪挟持。林大川带警察赶到。林大川去救老罗，老罗为了不让刘征逃跑受了重伤。林大川赶到为了救老罗情急之下终于开了枪，击中歹徒.......案子终于破了。",
    "chinese_title": "小镇警官",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-26T01:00:17"
}