{
    "aka": [],
    "sid": "11530494",
    "cast": [
        {
            "url": "/celebrity/1022711/",
            "name": "巴拉克·奥巴马 Barack Obama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028533/",
            "name": "戴斯蒙·图图 Desmond Tutu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006945/",
            "name": "纳尔逊·曼德拉 Nelson Mandela",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876225857.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1450634",
    "director": [
        {
            "url": "/celebrity/1296833/",
            "name": "丹尼·谢克特 Danny Schechter",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1450634/",
    "imdb_votes": 21,
    "this_title": [
        "Barack Obama: People's President"
    ],
    "douban_link": "https://movie.douban.com/subject/11530494/",
    "imdb_rating": "5.3/10 from 21 users",
    "trans_title": [
        "巴拉克·奥巴马：人民的总统"
    ],
    "douban_votes": "0",
    "introduction": "The one story that most TV outlets didn't tell in the 2008 election was the most important one -how did a young and relatively unknown candidate become President? If you voted for Barack Obama or not, this is a story you will want to know because it shows how the face of presidential politics changed forever. Barack Obama used techniques never seen before in a nationwide election his grassroots mobilization and use of the internet was unprecedented, inspiring and effective. You have seen the rest of the coverage---now see the real story.BARACK OBAMA PEOPLE'S PRESIDENT goes inside the official and unofficial campaign to show how Barack Obama was turned into a political brand to appeal to young first time voters. It shows how social networking on the internet blogs, Facebook, texting and other techniques were used carry the message to the masses and to raise tens of millions of dollars for the campaign. Popular online videos such as \"Obama Girl\", along with those created by regular yet passionate supporters to engage their own communities, became one of the most important tools in the campaign's success.Featuring interviews with media analysts, activists, journalists and grassroots organizers, BARACK OBAMA PEOPLE'S PRESIDENT will be a valuable resource for those seeking to inspire change in their community as well as a treasured keepsake of this historic campaign.",
    "chinese_title": "巴拉克·奥巴马：人民的总统",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Barack Obama: People's President",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T19:56:07"
}