{
    "aka": [
        "最后的蓝海(台)"
    ],
    "sid": "11577057",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2116190684.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt2298780",
    "director": [
        {
            "url": "/celebrity/1046233/",
            "name": "Peter Young Peter Young",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-08-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2298780/",
    "imdb_votes": 128,
    "this_title": [
        "The Last Ocean"
    ],
    "douban_link": "https://movie.douban.com/subject/11577057/",
    "imdb_rating": "7.4/10 from 128 users",
    "trans_title": [
        "最后的海洋",
        "最后的蓝海(台)"
    ],
    "douban_votes": "0",
    "introduction": "The Last Ocean The Ross Sea, Antarctica is the most pristine stretch of ocean on Earth. A vast, frozen landscape that teems with life - whales, seals and penguins carving out a place on the very edge of existence. Californian ecologist David Ainley has been traveling to the Ross Sea to study this unique ecosystem for more than thirty years. He has written scientific papers describing it as a 'living laboratory'. Largely untouched by humans, it is one of the last places where the delicate balance of nature prevails. But an international fishing fleet has recently found its way to the Ross Sea. It is targeting Antarctic toothfish, sold as Chilean Seabass in up-market restaurants around the world. The catch is so lucrative it is known as white gold. Ainley knows that unless fishing is stopped the natural balance of the Ross Sea will be lost forever. He rallies his fellow scientists and meets up with a Colorado nature photographer and New Zealand filmmaker who also share a deep passion for this pristine corner of the world. All want to stop fishing and protect this last pristine ecosystem. Together they form 'the Last Ocean' and begin a campaign taking on the commercial fishers and governments in a race to protect Earth's last untouched ocean from our insatiable appetite for fish.",
    "chinese_title": "最后的海洋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Last Ocean",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T16:21:10"
}