{
    "aka": [],
    "sid": "11584168",
    "cast": [
        {
            "url": "/celebrity/1071186/",
            "name": "斯潘塞·查特斯 Spencer Charters",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "动画",
        "儿童",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "我本英雄"
    ],
    "douban_link": "https://movie.douban.com/subject/11584168/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事梗概:这是一个发生在中世纪西班牙动画版的传奇故事。十一世纪中叶，西班牙分为两个大区:基督教区和信奉回教的默尔人区。由于教派信仰不同造成的矛盾，战争长期以来在两个区中间发生，田野因此而荒芜，人民因此而涂炭。然而，在残酷战场之外的北瓦小镇里，人们却过着幸福宁静的生活。在这里人民和睦，百畜兴旺，一片祥和美好的景象。在这个战争纷扰的世外桃源里，谁也不知道他们的小路易戈将来会成长为西班牙最伟大的传奇人物。在北瓦这个远离战争的世外桃源里，小小的路易戈是“无敌三人组”的核心人物。每一次游戏中，勇敢的路易戈的主意总是与众不同。一天，一队士兵来到路易戈的家门口。士兵是国王派来传达命令的，要求路易戈的父亲迪亚哥回到王宫，担当起骑士的责任为国效忠，率领军队抵御外敌。父亲随士兵去往王宫。在没有学校的中世纪西班牙，父亲临行前将路易戈托付给远房的亲戚，让亲戚送路易戈到卡德拉斯修道院学习剑术。路易戈告别“无敌三人组”里其他的伙伴来到修道院。在修道院里，路易戈机智巧妙地吓退两个企图打劫修道院的强盗，却被误当作恶作剧让神父给驱逐出修道院。走出修道院，路易戈中途遇到一个遭强盗抢劫的少年阿本。路易戈小小年龄却路见不平挺身而出，从强盗手中救下阿本，两人从此成为朋友。阿本是默尔人首领的儿子。刚刚逃过强盗抢劫的阿本很快就和路易戈一起被默尔人的敌人抓获。囚禁于马匹上的牢笼之中，路易戈巧妙地逃出来，进而设法营救出阿本。经历餐风露宿的考验，路易戈领着阿本终于找到父亲效忠的帮格斯王国。此时，帮格斯王国正面临塔克苏芬王国的侵略。大敌当前，塔克苏芬人多势众。在求和失败后，路易戈的父亲迪亚哥领兵迎战，但终因寡不敌众节节败退。眼看城池失守，聪明勇敢的路易戈说服王子，将王宫里的少年组织起来，骑着马、背着树枝，借助战壕的掩护，迂回到塔克苏芬士兵的后面，大乱敌阵，在父亲率兵驰援下，一举击败塔克苏芬的进攻，从此成为西班牙土地上的传奇英雄人物。精彩视点:本片是一部儿童动画片，也是一部动画版的历史科教片。对于喜欢动画的少年儿童，本片精致的制作技术、灵巧可爱的动画人物造型，以及故事主人公身上表现出来的天真善良、机智勇敢、爱国明礼的优秀品质，都将是本片潜移默化传导给少儿观众的精神食粮。“历史的教训，就像宗教的教训，有时候缺少宽容的例子”。但是中世纪的西班牙却是少数例子之一。在十一世纪异彩纷呈的西班牙中世纪，穆斯林、犹太人和基督徒在中世纪的西班牙通过战争却创造了一个宽容的文化。因此，对于喜欢历史的成年观众，通过动画版的《我本英雄》，走进中世纪西班牙的历史，在战争中感受宽容的宗教文化，也不失于一种惬意的旅游。",
    "chinese_title": "我本英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-26T07:49:57"
}