{
    "aka": [],
    "sid": "11598809",
    "cast": [
        {
            "url": "/celebrity/1002981/",
            "name": "弗朗切斯科·德·格雷戈里 Francesco De Gregori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1698919906.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "this_title": [
        "Francesco De Gregori - Finestre Rotte"
    ],
    "douban_link": "https://movie.douban.com/subject/11598809/",
    "trans_title": [
        "被终止的窗口"
    ],
    "douban_votes": "0",
    "introduction": "A portrait of grown-up artist Francesco De Gregori: not a biography, but rather a live portrait of the musician in the present, following him during a long summer of concerts and throughout a series of conversations across Italy. Listening to his songs, witnessing his experiences, registering his states of mind, his encounters and his reflections. Francesco and his song book continue to resonate among us, many of whose lives he has touched.\"Francesco De Gregori is a careful man when it comes to his movements, his reasoning, in the things that he says and how he says them: he hardly ever makes a mistake. In his music, there is a kind of sublimation of speech: Francesco is demanding first and foremost of himself. He positions his songs as art forms, as paintings, sculptures, unique pieces. He is someone to be filmed carefully as you are working with complex esthetics, even if his songs and voice are so familiar. What matters are the points of view, the respect of proportions, the depth of field. You need to wait for De Gregori in the center field.\" (Stefano Pistolini)",
    "chinese_title": "被终止的窗口",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Francesco De Gregori - Finestre Rotte",
    "douban_rating_average": 0,
    "update_at": "2025-09-01T08:57:10"
}