{
    "aka": [
        "Aleksandr Kajdanovskij: Zagadki Stalkera"
    ],
    "sid": "11594904",
    "cast": [
        {
            "url": "/celebrity/1027946/",
            "name": "尼基塔·米哈尔科夫 Nikita Mikhalkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103358/",
            "name": "亚历山大·凯伊达诺夫斯基 Aleksandr Kaidanovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005307/",
            "name": "奥塔·伊奥塞里亚尼 Otar Iosseliani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050997/",
            "name": "谢尔盖·索洛维约夫 Sergei Solovyov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025673/",
            "name": "亚历山大·阿达巴什扬 Aleksandr Adabashyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038634/",
            "name": "鲍里斯·格列宾希科夫 Boris Grebenshchikov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1663893912.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "Александр Кайдановский. Загадки сталкера."
    ],
    "douban_link": "https://movie.douban.com/subject/11594904/",
    "trans_title": [
        "亚历山大·凯伊达诺夫斯基：潜行者之谜",
        "Aleksandr Kajdanovskij: Zagadki Stalkera"
    ],
    "douban_votes": "0",
    "introduction": "23 июля 2011 года Александру Кайдановскому исполнилось бы 65 лет. Кайдановский ушел в декабре 1995 года...Самые близкие люди при жизни звали его Каином, а после смерти говорили: \"В нем была загадка, которую как-то неловко разгадывать\". Он был гениальным актером, снимал замечательное кино, но его жизненные истории таинственнее любого фильма.В фильме будет рассказано, не только история жизни и творчества, но и мистической цепи событий в жизни актера, бесчисленных загадках и тайнах сталкера в нашем кино.Актера всегда пугала комбинация чисел: 4 и 9. В 49 лет неожиданно не стало Сашиного отца – самого близкого для него человека. А в душе сына навсегда поселился страх. Страх смерти, от которого он так и не смог избавиться. Не удалось Александру преодолеть и роковой для него рубеж – 49. Еще один мистический страх преследовал Кайдановского всю жизнь – быть оставленным женщиной. Может быть, поэтому он всегда уходил от возлюбленных первым.Подобных тайн и параллелей в жизни самого загадочного актера нашего кино было множество. Возможно, причину его страхов и загадок нужно искать в детстве и юности.Детство актера было очень тяжелым. Он родился в Ростове. Отец ревновал мать и каждый вечер хватался за табельный наган, а она возвращалась домой все позже. Затем Сашу отдали в интернат, из которого он через месяц сбежал. После окончания семилетки уехал к тетке в Днепропетровск учиться на сварщика. После летних каникул в техникум Кайдановский не вернулся - поступил в Ростовский театральный институт. А затем в Школу-студию МХАТ, из которой вскоре ушел, поскольку ему там было \"трудно дышать\". Впрочем, он всегда уходил без малейшего колебания отовсюду, где ему становилось \"душно\". И, не задумываясь о последствиях. Кайдановский не терпел ни малейшего унижения и часто отстаивал свои права с помощью кулаков. Его любили женщины. Их было много, он мог уйти в самый разгар романа. И ни одна женщина никогда не отзывалась о нем плохо. Известный актер однажды сказал: \"женщины, которым посчастливилось пообщаться с Кайдановским, могут считать, что они пообщались с Богом\".\"Я никем не могу быть после Сталкера\", - жаловался Кайдановский близким. Многие говорили, что он также аномален, как Зона, лишь там он чувствует себя как дома, весь остальной мир для него клетка, тюрьма. Всегда и везде он ощущал себя \"чужим среди своих\", в его жизни был много мистический совпадения и загадок, не разгаданных до сих пор…",
    "chinese_title": "亚历山大·凯伊达诺夫斯基：潜行者之谜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Александр Кайдановский. Загадки сталкера.",
    "douban_rating_average": 0,
    "update_at": "2025-08-26T12:57:17"
}