{
    "aka": [
        "THE END OF CZECHOSLOVAKIA IN PARLIAMENT"
    ],
    "sid": "11604060",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867177931.jpg",
    "region": [
        "捷克"
    ],
    "writer": [
        {
            "url": "/celebrity/1020477/",
            "name": "Pavel Koutecký Pavel Koutecký",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1020477/",
            "name": "Pavel Koutecký Pavel Koutecký",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "捷克语",
        "斯洛伐克语"
    ],
    "playdate": [
        "1993"
    ],
    "this_title": [
        "Zánik Československa v parlamentu"
    ],
    "douban_link": "https://movie.douban.com/subject/11604060/",
    "trans_title": [
        "天鹅绒式离婚：议会中的捷克斯洛伐克落幕时",
        "THE END OF CZECHOSLOVAKIA IN PARLIAMENT"
    ],
    "douban_votes": "0",
    "introduction": "This film captures the events which took place in the early 1990's in the famous building between the museum and theatre. It is not easy to decide about the dissolution of the state, even if its end seems inevitable, and especially when everyone declares their fixed positions at the very beginning. The film shows the members of parliament who face an unusual task; it captures the fragile relationships, attempts to come to a consensus, shows suspicions and tactical maneuvering; negotiations as well as theatrical outbursts. All this happens not only in the parliament hall but especially in the privacy of its corridors. Although the deputies showed varying degrees of openness to the crew, the film still sets out to go beyond the facade of political speeches in order to offer a glimpse into the real workings of politics. During three months of filmmaking, the negotiations changed into a drama full of uncertainty and tension. The film gradates with each parliament session until the funeral feast for the federation at the end.",
    "chinese_title": "天鹅绒式离婚：议会中的捷克斯洛伐克落幕时",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zánik Československa v parlamentu",
    "douban_rating_average": 0,
    "update_at": "2025-11-07T15:08:06"
}