{
    "aka": [
        "杜拉拉升职记网络版"
    ],
    "sid": "11600151",
    "cast": [
        {
            "url": "/celebrity/1313761/",
            "name": "谢楠 Nan Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316330/",
            "name": "王耀庆 David Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001890/",
            "name": "巩新亮 Xinliang Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314249/",
            "name": "施予斐 Yufei Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315419/",
            "name": "于咏琳 Yonglin Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403209/",
            "name": "王莘迪 Xindi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342748/",
            "name": "罗昱焜 Yukun Luo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272658758.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1500932/",
            "name": "张帆 Fan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471358/",
            "name": "李可 Ke Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1404334/",
            "name": "张峰 Feng Zhang",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "50",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [
        "2012-05-24(中国大陆)"
    ],
    "this_title": [
        "杜拉拉升职记"
    ],
    "douban_link": "https://movie.douban.com/subject/11600151/",
    "trans_title": [
        "杜拉拉升职记网络版"
    ],
    "douban_votes": "275",
    "introduction": "第一集杜拉拉去DB公司面试，虽然不被玫瑰看好，却被李斯特欣赏，于是被DB公司录用。上班伊始，玫瑰就安排杜拉拉购买书写用具。为了既不得罪同事，也让领导觉得自己办事节省，杜拉拉在每支新买得笔上贴员工的名字，结果弄得两头都不讨好。第二集杜拉拉垂头丧气之际，海伦向她介绍DB公司的情况。DB的“司花儿”王伟与前女友黛西吃饭，黛西希望他能帮助自己升职，王伟没有答应。经过闺蜜支招，杜拉拉通过询问海伦以及自己观察，画出了公司人员架构图，希冀向更高层迈进。第三集经过认真准备，杜拉拉一一应付同事们的故意刁难，十分得意。玫瑰却满脸阴云，故意让杜拉拉查办公室恋爱的员工。杜拉拉通过海伦，发现公司暗流涌动，真有办公室恋情。第四集一对办公室恋人被发现，当众分手，杜拉拉多次向李斯特求情，没有被批准。杜拉拉偶然发现，这对情侣竟然假装分手。玫瑰故意不把工作小结给李斯特，没想到杜拉拉做好了小结，更加深了玫瑰对她的憎恶。第五集杜拉拉的海外男友回国与杜拉拉分手，杜拉拉酒醉摁响餐厅的报警器，导致正在跟王伟吃饭的丁总犯哮喘离开。从失恋阴影走出来的杜拉拉，被提升为行政主管，负责公司的装修事宜，却被强制选择最差供应商，情绪非常低落。第六集杜拉拉要辞职，被李斯特挽留下来。杜拉拉只好找与其他两位行政主管套近乎，想总结出与玫瑰的相处之道。王伟帮岱西搬家时，正巧被杜拉拉踢的石子击中，几近崩溃。杜拉拉力求与上级保持一致，与玫瑰穿一样的衣服，遭到冷眼。第七集岱西假装按摩，帮王伟再次约见王总。玫瑰与王蔷因为一条清道夫发生争执。王蔷于是请病假气玫瑰。杜拉拉想劝和王蔷无效。岱西以护照未拿为借口，引诱王伟晚上去她家。第八集玫瑰刚宣传大成接替王蔷的工作，王蔷就回公司继续工作了，最终离职。闺蜜给杜拉拉安排了一场相亲，对象竟然是个变性人。由于楼标数字的误会，杜拉拉误进入岱西的家，把王伟吓得落荒而逃。第九集乔治来公司开会，选一个形象代言参加国际交流活动，公司女员工都精心打扮求表现。被闺蜜强拉着打扮的杜拉拉，变得光鲜亮丽，遭到男同事的示好，女同事的排挤。杜拉拉再次相亲，被丁总冒犯，王伟看到这一幕，不再与丁总合作。第十集李斯特安排杜拉拉整顿风纪的消息被同事流传开，同事纷纷做恶作剧整杜拉拉。杜拉拉故意让李斯特看到这些恶作剧，解脱困境。岱西未被选上形象代言人，差点被丁总占便宜，被王伟救出。第十一集公司缩减一半布局调整项目的预算，玫瑰假装怀孕休假，杜拉拉则负责整个项目，同事却不合作，处处为难杜拉拉。第十二集只剩销售部没有完成搬家任务，杜拉拉拼命想说服王伟，王伟好不容易支走杜拉拉，不慎划破裤子，正巧碰到杜拉拉，谁知杜拉拉说一些很暧昧不明的话，让众人误会，王伟只好答应搬家的要求，杜拉拉请吃饭赔罪。第十三集岱西给李斯特发邮件，给行政部提了很多不错的建议。杜拉拉被李斯特批评不积极，就在论坛发贴抱怨领导，却又被李斯特看见。第十四集杜拉拉提的意见再次被岱西捷足先登，并且所有同事都收到了杜拉拉与王伟接吻的照片，经过调查，原来都是岱西在捣鬼。第十五集杜拉拉主动找李斯特谈判升职的事情，李斯特却奖励杜拉拉一个水晶奖杯作为肯定，岱西与杜拉拉因为调整座位的事情再次矛盾激化。第十六集王伟了调停杜拉拉与岱西的争吵，请两人吃饭，岱西当面假意与杜拉拉和好。杜拉拉听说王伟颈椎不好，送给他一个保健睡枕。第十七集玫瑰谎称流产，继续回公司工作，挑唆杜拉拉跟她一起跳槽去新公司。王伟约拉拉吃饭，杜拉拉喝醉，王伟送她回家，暗生情愫。第十八集玫瑰暗中拉拢公司骨干跳槽去一个皮包公司，李斯特和王伟合谋使这次集体跳槽事件流产，玫瑰被公司辞退，杜拉拉坚守在工作岗位上。第十九集岱西偷走杜拉拉要转交给王伟的合同，合同十分重要，关系着下半年的业绩，全公司齐力寻找未果，王伟只好立马飞往海南，挽救这单生意。杜拉拉十分自责。第二十集海南的航班停飞，王伟无法去见客户。倍感内疚的杜拉拉，觉得无颜见众人只好请病假。保洁阿姨找到了快递，王伟的生意柳暗花明。第二十一集因为何好德来公司检查工作，杜拉拉越级报告，被提拔成人事行政经理，提拔后，工作非常繁重，要王伟请客吃饭。第二十二集王伟帮杜拉拉约李斯特吃饭，杜拉拉为自己越级的事情道歉，与李斯特开诚布公，暂无嫌隙。第二十三集李文华与王宏请杜拉拉吃饭，没想到两个男人酒醉后暴露想升职的心声，两人心虚，便在杜拉拉的述职报告上大做文章。第二十四集李斯特看出述职报告上的漏洞，李文华与王宏只好再出一计，离间杜拉拉与同事之间的关系，造成工作不便。杜拉拉的大度与包容折服了大家，并以酒醉事件警醒李文华与王宏，两人不敢再造次。第二十五集杜拉拉正式成为行政经理，提拔海伦作为自己的助理。杜拉拉请李斯特吃饭作为庆祝，却忘了与王伟的饭局。在杜拉拉家楼下等待的王伟，看到她酒醉，只好背她上楼。杜拉拉酒醉得厉害，王伟只好照顾她。第二十六集杜拉拉接受培训时，李文华与王宏故意使唤杜拉拉，不教任何实用的知识。为了得到有效的培训，杜拉拉让海伦调查两人的爱好，决定投其所好。不料，海伦弄混两人的资料，造成更深的误会。第二十七集公司要扩大规模，李文华与杜拉拉共同负责招聘工作。李文华却在用人之际主动离职。第二十八集由于李斯特加薪幅度太小，杰生也离职了。李斯特只好将聚焦中国的拓展招聘计划全权交给杜拉拉负责。杜拉拉新招进两名行政主管：周亮、帕米拉。第二十九集杜拉拉为了完成关闭部分办事处的任务，给大家安排了一次户外拓展活动。第三十集拓展活动中，杜拉拉不慎摔倒，王伟帮她敷药，杜拉拉借机说服王伟接受牵头裁减办事处的想法。活动进行到大家真情流露时，杜拉拉趁热打铁，让各位销售领导接受了关闭部分办事处的决定。第三十一集帕米拉与周亮的试用期快结束了，杜拉拉让两人竞争，决定去留。两人暗暗彼此较劲。杜拉拉发现两人都各自存在一些问题，难以决定。第三十二集帕米拉拉拢岱西，让她给周亮提供有问题的数据，导致周亮出现了很严重的错误，杜拉拉严厉地批评周亮。第三十三集杜拉拉发现帕米拉的工作大部分是由手下完成的，还送礼给海伦，要海伦修改自己的打卡记录。杜拉拉决定暗中观察帕米拉。第三十四集杜拉拉调出监控录像，发现帕米拉连同岱西陷害周亮，于是决定让周亮通过试用，终止与帕米拉的合作。第三十五集杜拉拉被推举为DB年会的总负责人，同事们不配合，迟迟凑不够节目的数量，只好想办法先挑起财务部与销售部的争斗，带动其他部门参与年会。第三十六集杜拉拉从中忽悠的招数被财务部知道，非常气愤，不愿意参加年会。杜拉拉只好请何好德出面，号召员工参与年会节目的海选活动，并用工会大妈刺激法以及加薪的方式调动大家的积极性。第三十七集杜拉拉生日这天，完成了年度加薪李斯特邀请她吃晚餐。杜拉拉无法拒绝，只能再一次放王伟鸽子。王伟精心营造的浪漫氛围，在等待中消尽。为了弥补王伟，杜拉拉跟随王伟去了他家，对于未来，两人达成了一致的计划。第三十八集岱西觉察出杜拉拉与王伟在偷偷恋爱，于是设计让公司员工看到两人亲密的举动，还故意让杜拉拉知道自己与王伟有染。终于王伟的诚意感动了杜拉拉，两人和好。第三十九集岱西要求王伟提升自己为东大区经理，王伟不答应。杜拉拉与王伟见面需要各种乔装打扮，掩人耳目，生怕被同事看见。有天回家，两人收到了一个录音带。第四十集录音带里是杜拉拉与王伟亲热时的声音。两人得知是岱西录下来的后，找岱西谈判，岱西态度强硬不愿妥协。何好德离职，齐浩天上任。第四十一集为了增加行政部门的预算，杜拉拉找齐浩天报批，齐浩天非常爽快地答应了。各个部门听说新领导非常好说话，纷纷想尽“困难”找齐浩天谋福利。王伟的东大区经理辞职了，非常担心岱西会有企图。第四十二集由于齐浩天敢授权，不调查就应允属下，导致DB的业绩下降，开支增加。杜拉拉诚恳地跟齐浩天讲了实话，并提出了意见。岱西一直对罗杰百般献殷勤，最终被提意升为东大区经理。第四十三集杜拉拉企图评估中心的评估能阻拦岱西升职。王伟想拉拢手下抵制岱西升职未遂。第四十四集在罗杰的帮助下，岱西顺利通过评估，成为东大区的经理。第四十五集为了提高销售业绩，岱西向齐浩天提议搞一个业绩竞赛，奖励业绩突出的人，王伟不同意却不得不接受。王伟觉得岱西的业绩有带金销售的嫌疑，杜拉拉便着手寻找证据，迫于罗杰的阻碍，迟迟没有进展。第四十六集王伟查出伊莎贝拉在岱西的指使下，伪造他的签名签单，齐浩天得知后决定炒掉岱西，李斯特带着杜拉拉准备跟岱西谈判。第四十七集岱西承认自己造假，却坚决不承认伊莎贝拉是同谋，并且威胁李斯特要么王伟辞职，要么公司赔她80万。第四十八集DB总部的态度很强硬，不理会岱西的威胁。岱西只好拿录音带想威胁。为了让公司不深究录音带的事情，也为了满足岱西的要求，王伟决定离开DB。第四十九集王伟离开DB后，就突然消失了。杜拉拉每天都在寻找王伟的下落，却一无所得，失魂落魄地休假调整心情。第五十集王伟的表弟李都偶遇杜拉拉，王伟得知后，终于回复了杜拉拉的短信，两人重逢。",
    "chinese_title": "杜拉拉升职记",
    "douban_rating": "5.9/10 from 275 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2025-08-27T03:35:41"
}