{
    "aka": [],
    "sid": "11600073",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亞"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1149852/",
            "name": "Albie Thoms Albie Thoms",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1970"
    ],
    "this_title": [
        "Ubu Films - Sydney Underground Movies 1965-1970"
    ],
    "douban_link": "https://movie.douban.com/subject/11600073/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "UBU Films was a Sydney-based independent film-making co-operative which operated from 1965 to around 1970. Its members produced many of the most important experimental and underground films made in Australia in the Sixties. Ubu was also a pioneer of psychedelic lightshows in Australia, and during the late Sixties the UBU collective was Sydney's leading lighting provider for dances, discos and other special events.Formed by Albie Thoms, David Perry, Aggy Read and John Clark at Sydney University in 1965, UBU FILMS was Australia's first group dedicated to making, exhibiting and distributing experimental films. Although these four are considered the key members, the UBU circle took in many young film-makers who were to become very prominent in later years including Matt Carroll, Peter Weir, Phillip Noyce and Bruce Beresford.UBU's move into multimedia and lightshows was in many respects a natural extension of their background and interest in experimental theatre and film, and they were undoubtedly also inspired by the growth of psychedelic lightshows overseas, particularly on the London and San Franciso underground. UBU began doing lightshows mainly as a means of supplementing the funds for their film activities, but the popularity of their shows soon made it a major source of income and it effectively became their \"day job\". It also naturally brought them into close and regular contact with leading underground rock groups on the Sydney scene, particularly Tamam Shud, The Id, Tully and The Nutwood Rug Band.Throughout the 1965-70 period, UBU produced Australia's first lightshows, published the country's first underground newspaper, Ubunews, and persistently agitated for the reform of Australia's archaic censorship legislation and the need for government support for the arts.\"Flamboyant, controversial and resolutely independent, UBU FILMS instigated an extensive network of underground activity at a time when Australia's cultural and political landscape was in transition. For a brief six year period, UBU established a viable proposition that film, performance, painting and political action could coalesce into a vibrant cultural community.\"The collective ceased operation in early 1970 (it was officially wound up in 1972) but many of UBU's members and activities continued under the aegis of the newly-formed Sydney Filmmakers' Cooperative. From mid-1970 until late 1971 several members of UBU -- Thoms, Read and Phil Noyce -- were closely involved in the famous Yellow House in Potts Point, created by Martin Sharp.The UBU story was not widely known until recently, but we are fortunate that it has been meticulously recorded by Australian film academic Peter Mudie, in his exemplary book UBU FILMS: Sydney Underground Movies 1965-70 (UNSW Press). This lavish softcover book is a comprehensive chronological account of the UBU story, chock-a-block with rare photographs and film stills, posters and other images, many in colour. It is absolutely essential reading for anyone interested in the history of this vibrant period of Sydney's cultural life.Introduction 5 minutesBlunderball (1966) 21 minutesMan and His World (1966) 50 seconds.Puncture (1966) 5 minutes.Halftone (1966) 1 minute.Rita and Dundi (1966) 4 minutesThe Film (1966) 12 minutes.The Tribulations of Mr. Dupont Nomore (1967) 10 minutes.Transition (1967) 1.5 minutes.Super Block High (1967) 2 minutes.Moon Virility (1967) 2 minutes.Bolero (1967) 14 minutes.Boobs a Lot (1968) 3 minutes.Mad Mesh (1968) 3 minutes.David Perry (1968) 4 minutes.Tobias Icarus Age 4 (1968) 4 minutes.A Sketch on Abigayl’s Belly (1968) 2 minutes.Infinity Girl (1968) 4.5 minutes.Album (1970) 5.5 minutes.Bluto (1967) 5 minutes.",
    "chinese_title": "Ubu Films - Sydney Underground Movies 1965-1970",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T04:00:39"
}