{
    "aka": [],
    "sid": "11614249",
    "cast": [
        {
            "url": "/celebrity/1274228/",
            "name": "侯勇 Yong Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322975/",
            "name": "徐洪浩 Honghao Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274871/",
            "name": "陶慧敏 Huimin Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316229/",
            "name": "宁晓志 Xiaozhi Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323756/",
            "name": "程愫 Su Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313755/",
            "name": "高兰村 Lancun Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383651/",
            "name": "李翠云 Cuiyun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313742/",
            "name": "于和伟 Hewei Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326045/",
            "name": "周惠林 Huilin Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313651/",
            "name": "徐佳 Jia Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335603/",
            "name": "洪卫 Wei Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321597/",
            "name": "崔彬斌 Binbin Cui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439684/",
            "name": "宋林林 Linlin Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412863/",
            "name": "程建勋 Jianxun Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325425/",
            "name": "陶宇佳 Yujia Tao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504186934.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1383652/",
            "name": "陈志斌 Zhibin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383655/",
            "name": "孙晓 Xiao Sun",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323733/",
            "name": "郑方南 Fangnan Zheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "追日"
    ],
    "douban_link": "https://movie.douban.com/subject/11614249/",
    "trans_title": [
        ""
    ],
    "douban_votes": "190",
    "introduction": "抗日战争时期，八路军老六团在黑团长的率领下奉命南下，配合新四军某部参加南岭战役作战。战斗中黑团长身负重伤，警卫员肖九天跟随黑留在新四军卫生所救治疗伤，由此认识了新四军卫生员马骏和护士乔喜珍。由于伤情严重，医院又缺技术和医生，黑团长生命垂危。情急之中，卫生所孟所长提出，日军野战医院的木村一郎医术高明，如能把他抓来，让他为黑团长做手术，或许还有挽救的可能。新四军支队司令员当即下令攻打日军高堡据点，抓回了日本军医木村，但他不肯为黑做手术。不得已，孟所长只好在没有麻药的情况下为黑团长做手术，黑的英勇气概打动了木村，他主动要求为黑动手术，最后在万般无奈的情况下截去了黑团长的左臂。团长失去左臂，给肖九天留下永远难忘的记忆。之后，木村留在了新四军卫生所工作。在一段时间的接触中，木村喜欢上勤学好问的肖九天和马骏，向上级提出，把警卫员肖久天留在卫生所跟他学医，他要把肖久天和马骏培养成最好的医生。肖九天和马骏在战火中成长起来，就在全国解放前夕，二人又同时爱上比自己大一岁的护士长乔喜珍。肖久天憨厚勇猛，马骏聪明直爽，乔喜珍虽然与他们二人又同样都有着战斗的友情，但由于乔喜珍与肖久在都是孤儿，自然更加亲近。解放战争中，野战医院接到一名特殊伤号，肖久天手术失误，被关了禁闭。全国解放后，我军为加速人才队伍的培养，调马骏进医专进修学习。抗美援朝战争爆发，肖九天和乔喜珍赴朝作战。医专进修毕业的马骏也来到朝鲜前线。而此时的乔喜珍已经答应了肖久天的求爱，把自己编织的“喜结“送给了肖久天以表深爱之情。马骏很失落。不久，肖九天率救护队上了前沿，负重伤与部队失去了联系。部队以为他已牺牲，乔喜珍更是悲痛万分，马骏由此对乔喜珍关爱有加。回国后，二人建起恋爱关系并准备结婚了，乔喜珍同样也送给了马骏一个“红喜结”，就在他们打了结婚报告送到院领导手里时，肖九天突然回来了。肖九天意外地活着回来，让乔喜珍和院领导都为难了，而肖久天、马骏二人谁也不愿主动放弃，马骏和乔喜珍已经打了结婚报告，结婚势在必成。肖九天突然想起马骏小时曾跟他说过家乡有一个女娃娃亲，于是暗地联系马母，让马母带着冯延花来到医院。当年的黑团长已经当上了军长，得知此事，下令乔喜珍归还肖九天，马骏与冯延花立即成亲，军长亲自当了证婚人。马骏在老首长面前不敢违命，只得与自己不爱的女子成亲。肖九天和马骏考上了军医大学。但到校复试时，肖久天不及格被退学，但他却滞留不走，在马骏的暗地帮助下，用洗衣服换取每节课的笔记，肖九天的学习成绩跟上来了，再次通过了考试，他的勤奋感动了苏联专家基洛夫，肖久天终于又留在了军医大学续断读书。在大学里，进修系的陶小娟听说了马骏的不美满的婚姻十分痛情，又被马的才华所吸引，主动追求马骏，马也不回避。冯延花来到军医大学，发现了二人的暧昧关系，告到系领导处，马骏和陶小娟一人背了个处分。毕业时，肖九天决定回到原来的淮海医院工作，而马骏跟基洛夫去了苏联深造，学习显微外科，最终成为博士回国。肖九天回到了淮海医院后，成为外科主治医生，他用自己的工资买了小白鼠和兔子进行试验，一心想搞断臂再植。马骏在苏联学习期间常与陶小娟通信来往，一心想回国后与冯延花离婚，但马骏回国之前，黑军长已经当上了军区副司令员，黑副司令把马骏狠批一顿，马骏只得打消离婚的念头，在情感上疏远陶小娟，但陶小娟依然是他最得力助手。马骏当上了外科主任，肖九天任副主任。肖九天一门心思要攻克断肢再植的技术难关，陶小娟也敦促马骏暗地进行着这方面的试验研究。淮海医院收进了一名断手的农民，在肖九天的强烈要求下，孟院长决定进行断臂再植手术。马骏虽然表面上反对，但已稍稍做好了准备。肖九天进行了十多个小时的手术，但由于身心和体力不支，几乎就要倒在手术台前，眼看手术就要进行不下去时，马骏出现在手术室，接替肖完成了手术的最后部分，使全军第一例断臂再植成功手术获得了成功。二人双双荣立一等功。六十年代中期，二人双双受到冲击，马骏被定为苏修特务，肖九天被定为日本特嫌，俩人关在同一牛棚内，学术争论却一直没停，黑副司令暗中保护，将二人分别送到军区农场和下放到老区前岭农村劳动。下放几年中，二人经历了不同的磨难，但二人又在艰苦的条件下进行医学实验。一次，一名飞行员双腿摔断了，军区领导要淮海医院必须接活双腿。肖久天被从农村接回，但他想到远在农场劳动的马骏，提出只有马回来才能完成任务。黑副司令派直升机把马骏接回，二人又一次完成了高难度的断腿再植手术，重新回到了手术台前。由于肖久天和马骏在显微外科学上的成就，双双成为中国工程院院士。肖九天担任淮海医院院长，马骏担任东海医院院长。从此，肖、马各领导一个断臂再植小组展开了激烈的竞争。黑副司令临终前，肖九天、马骏和乔喜珍前去看望，黑副司令说他一生最值得骄傲的就是带出了两个院士和一个专家。肖久天的儿子肖建为了挣钱出国留学，为一名儿童做一下次双手再值手术，结果手术失败，良心受到巨大谴责，肖建只得求助马骏，要求脱军装到日本留学，马难同意了，希望他能在一个新的环境里学成归来。但马骏没想到，肖建去了日本后，抛弃了马骏的女儿马英，爱上了木村的女儿美知子。肖九天的女儿肖玲是个时尚的女孩，没有继承父母的事业，当上了人才整合公司的经理。而马骏的儿子马征又是个计算机软件专家，二人情投意合。两位医学专家打了一辈子，争了一辈子，却又合作了一辈子，既是冤家又是亲家。肖九天得知了晶晶的手术是肖建做坏的，异常气愤，为了替儿子“还债”，他决定为晶晶做异体再植手术。乔喜珍为了研究排异药物，用自己的身体作试验，使用最新的方法进行论证终于获得了成功。最终在马骏的合作下，完成了异体再植手术，获得世纪性的重大突破。乔喜珍由于积劳成疾，心脏病复发倒在了试验室。乔喜珍去世了，在她的遗像前，摆放着两个鲜红的“喜结”。这是肖九天和马骏各自珍藏的信物，此时，他们都不约而同地想到，让这份真爱永远陪伴着喜珍。肖九天与马骏再次回到当年的南岭老区，回到他们当年战斗过的地方。在太阳升起的时候，他们把乔喜珍的骨灰撒在青山绿山之间……二位老人又玩起了小时候拍手游戏，唱起少年时代的童谣……",
    "chinese_title": "追日",
    "douban_rating": "7.7/10 from 190 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-07-26T12:35:37"
}