{
    "aka": [
        "Je suis une ville endormie",
        "Nights with Théodore"
    ],
    "sid": "11614078",
    "cast": [
        {
            "url": "/celebrity/1311921/",
            "name": "皮奥·马麦 Pio Marmaï",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323347/",
            "name": "阿珈特·波尼茨 Agathe Bonitzer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2289669799.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015725/",
            "name": "塞巴斯蒂安·贝蓓德 Sébastien Betbeder",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2169662",
    "director": [
        {
            "url": "/celebrity/1015725/",
            "name": "塞巴斯蒂安·贝蓓德 Sébastien Betbeder",
            "@type": "Person"
        }
    ],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2013-03-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2169662/",
    "imdb_votes": 77,
    "this_title": [
        "Les Nuits avec Theodore"
    ],
    "douban_link": "https://movie.douban.com/subject/11614078/",
    "imdb_rating": "6.0/10 from 77 users",
    "trans_title": [
        "那些夜",
        "Je suis une ville endormie",
        "Nights with Théodore"
    ],
    "douban_votes": "0",
    "introduction": "Sébastien Betbeder’s beautifully conceived, finely directed featurette tells a very simple story with great cinematic imagination. Introducing itself as a documentary on the beautiful Parc des Buttes-Chaumont in Paris, it quickly morphs into a wonderfully inventive fiction about a pair of star-crossed lovers whose universe becomes entirely invested in the park — a paradise of cliffs, lakes, bridges, waterfalls, grottos, trees and gardens, centred on the magnificent Temple de la Sybille, built during Napoleon III’s redevelopment of the city in the 1860s.One night, Theodore meets the young Anna at a party. Walking her home, he suggests they go to the park, which is shuttered for the night. They climb the fence, explore, and end up spending the night under a huge tree. The next evening, they reconnect and repeat their visit, scaling the locked gates to explore the grotto and an abandoned pavilion full of elegant, dusty furniture. Betbeder breaks up their emerging love story with archival black-and-white footage of the park, ghostly images of visitors who preceded Theodore and Anna. The dream-like, nocturnal mood of the film is disrupted by a psychiatrist recounting the story of a man who only recovered his health when he returned to his beloved park. Théodore and Ann separate by day to sleep off the night; both have small secrets they keep from each other as a result. But then, the pair discovers that they are not alone in what they have considered to be \"their\" park after the sun goes down.Betbeder effortlessly creates a unique, idyllic mood for his characters. Wrapping themselves in the anonymity of the night and the seclusion of the park allows the two lovers to escape from the world outside. Disappearing into its leafy embrace, they forget, while their love blossoms. Alas, intruders will threaten this perfect retreat.Les Nuits avec Theodore is a small gem of a film, with the romantic dreaminess of Debussy’s Pelléas et Mélisande wedded to the flinty modernity of Bresson’s Quatre nuits d’un rêveur.",
    "chinese_title": "那些夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Les Nuits avec Theodore",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-17T17:29:12"
}