{
    "aka": [],
    "sid": "11629212",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322922/",
            "name": "Nicky Hamlyn Nicky Hamlyn",
            "@type": "Person"
        }
    ],
    "duration": "1分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Matrix"
    ],
    "douban_link": "https://movie.douban.com/subject/11629212/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Matrix is constructed in terms of receding planes. It shows a back garden/yard and the housing beyond it, in which the divide between the private and public sphere, a garden wall topped with wooden trellis, acts as a fulcrum for various spatial elaborations. Matrix is both analytical and synthetic. Analytical in that there is an attempt to explore three-dimensional space through two dimensional planes, but without resorting to Cubist fragmentation, in that the planes are unified around a singular position (not point) of view, synthetic in that every aspect of the space is re-configured through shifts in the angle of that point of view, bringing into alignment previously seen elements from earlier, different alignments. The trellis acts as a framing and aligning device, and its form echoes that of the film-strip and the manner in which the film is assembled, that is, in a frame by frame manner.This film was also an opportunity to question what for me has always seemed a difficult distinction: that between analytic and synthetic as applied to Cubist painting. In order to undertake the spatial analysis attempted in Matrix, it was necessary to bring into being -to synthesise- images through points of view, camera operations and so on. This is what one is doing in making a shot, unless one subscribes to the naïve view that film simply re- presents its pro-filmic objects. (Because all painted images are, in a literal sense, synthetic, it is tempting to assume that camera images can be more properly analytical in that that they are not constructed but are disinterestedly, since mechanically, revealing). The \"synthetic\" reconfiguring of space, on the other hand, may just as easily be understood as analytical, since the act of trying things out constitutes an exploration of immanent possibilities that yield a further understanding of the space (as pro-filmic, of course) under consideration. To this extent it may be as much analytical as it is synthetic.",
    "chinese_title": "Matrix",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T00:14:03"
}