{
    "aka": [],
    "sid": "11620649",
    "cast": [
        {
            "url": "/celebrity/1044913/",
            "name": "琳赛·肖 Lindsey Shaw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2271622854.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2170242",
    "director": [],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-12-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2170242/",
    "imdb_votes": 145,
    "this_title": [
        "Yellow Day"
    ],
    "douban_link": "https://movie.douban.com/subject/11620649/",
    "imdb_rating": "4.9/10 from 145 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Yellow Day chronicles a young man's life-changing and inspirational journey through the mysterious Yellow Day. To many, the Yellow Day is simply a fun day celebrating outreach at a kid's camp, but to some, God bestows visions and miracles, transforming their lives. For this young man, the Yellow Day becomes an imaginative adventure: showing him true heroes, challenging him to face his fears, find love, and inviting him to accept grace, so that he can be shaped into who he is meant to be. On this day, the young man is presented remarkable stories in Faith, Hope, and Love coming from true stories of real life heroes in the special needs, chronic illness, and domestic abuse communities at the extraordinary Camp Grace, a beautiful retreat with the motto: \"Lives are changed and souls are strengthened.\" Guided by a friendly 10-year-old girl, his spiritual journey back to the light, to witness the triumphs of others, face his fears, and fulfill his destiny, will test the strength of both his faith and his courage.",
    "chinese_title": "Yellow Day",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T16:08:12"
}