{
    "aka": [
        "诺镇天使"
    ],
    "sid": "11627145",
    "cast": [
        {
            "url": "/celebrity/1339466/",
            "name": "加文·卡萨莱尼奥 Gavin Casalegno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633543107.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1035439/",
            "name": "麦克·诺里斯 Mike Norris",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2040608",
    "director": [
        {
            "url": "/celebrity/1035439/",
            "name": "麦克·诺里斯 Mike Norris",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-08-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2040608/",
    "imdb_votes": 1107,
    "this_title": [
        "I Am Gabriel"
    ],
    "douban_link": "https://movie.douban.com/subject/11627145/",
    "imdb_rating": "5.4/10 from 1107 users",
    "trans_title": [
        "我是加百列",
        "诺镇天使"
    ],
    "douban_votes": "97",
    "introduction": "An unforgiving sun, a parched earth, and a failed economy have left a small Texas town desolate. For ten years Promise, Texas has known nothing but one curse after another. It's barren, broken, and dying, leaving a town full of despair. When a couple finds a boy walking along a dusty road, alone in the middle of nowhere, with nothing but a mat tucked under his arm, they pick him up in hopes of helping him. What they don't realize is that he has come to help them and the residents of Promise. No one knows who he is or where he came from. Some think he's an answer to prayer. Others think he's a runaway or a false prophet. And the only thing this boy will say about himself is that he's here to help. The town's sheriff, Brody, is determined to uncover the truth. But Brody has his own problems trying to hold a dying town together. Miracle after miracle takes place and the residents of Promise embrace the boy. But when the beloved town doctor dies, it is time for the truth to be revealed. The boy pleads with Brody in front of the whole town to believe that he's come to help, not to hurt anyone. Finally, with his back against the wall the boy reveals his true identity.- Written by Mike Norris(From IMDB)",
    "chinese_title": "我是加百列",
    "douban_rating": "6.1/10 from 97 users",
    "foreign_title": "I Am Gabriel",
    "imdb_rating_average": 5.4,
    "douban_rating_average": "6.1",
    "update_at": "2025-04-13T02:26:15"
}