{
    "aka": [
        "Thermos"
    ],
    "sid": "11625420",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1693607703.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316182/",
            "name": "赵晔 Ye Zhao",
            "@type": "Person"
        }
    ],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "保温瓶"
    ],
    "douban_link": "https://movie.douban.com/subject/11625420/",
    "trans_title": [
        "Thermos"
    ],
    "douban_votes": "0",
    "introduction": "一部南方情调的写实小品，以平行的结构讲述了一对男夫妇在现实和童年的回忆，尽管韶光易逝，旧的保温瓶终将会被新的取代，但它却可以留住人间的真情和暖意。A realistic sketch filled with southern sentiment narrates the memories of a couple in reality and childhood in parallel structure. Time flies and fleets. Although the old thermos will be eventually replaced by the new one, it can retain the true love and warmth in the humanity.2005北京大学生电影节最佳编剧奖 / The Best Script Award, Beijing College Student  Film Festival, 2005.赵晔，电影导演。1979 年1 月23 日出生于北京，2004 年毕业于北京电影学院后自己独立导演了处女作《马乌甲》。赵晔在国际电影节崭露头角后，2008 年的一部《扎赉诺尔》更为他赢得众多的国际大奖，其独特的视角和美学更是受到日本著名导演河濑直美的邀请。2010 年赵晔在日本奈良拍摄完成他的第一部日语电影《光男的栗子》主演是日本女演员桃井熏。在目前为数不多的3 部电影里已经清晰的看到他 的个人情怀和独特的表达。2012年最新电影剧本《猎狗》获得2012年香港国际电影节HAF剧本大奖。ZHAO Ye, film director, born on Jan.23rd,1979. Ye graduated from Beijing Film Academy in 2004 and directed his first feature Ma Wu Jia which the won Grand Prize in the China Independent Film Festival 2007.After emerging at international film festivals, another work Jalainur brought him more international awards. His unique perspective and aesthetics have won invitations from Japanese director Kawase Naomi. In 2010 in Nara, Japan. Zhao Ye finished his first Japanese film Last Chestnuts starring Japanese national actress Kaori Momoi.Although there are not many works yet, but his personal sentiments and unique expression is clearly there.In 2012, his feature film scrip Night of Their Own won the HAF Award at HKIFF.",
    "chinese_title": "保温瓶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T02:21:54"
}