{
    "aka": [
        "'Year Zero' OFFF Festival Main Titles 2011"
    ],
    "sid": "11625373",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "科幻",
        "短片",
        "黑色电影"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt2191591",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2011-06-09(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2191591/",
    "imdb_votes": 24,
    "this_title": [
        "Year Zero"
    ],
    "douban_link": "https://movie.douban.com/subject/11625373/",
    "imdb_rating": "7.6/10 from 24 users",
    "trans_title": [
        "'Year Zero' OFFF Festival Main Titles 2011"
    ],
    "douban_votes": "0",
    "introduction": "Written by Mischa Rozema and British graphic designer, Si Scott, the opening titles reflect their dark thoughts on a possible future. Directed by Mischa and shot on location in Prague, the film guides the viewer through a grim scenario embedded with the names of artists appearing at this year’s OFFF festival. The live action was brought back to Amsterdam for post, primarily carried out by PostPanic’s in-house team of artists but also with the additional help of freelancers and partner companies that we have enjoyed strong creative relationships with over the years. It’s really fair to say that this was a labour of love by a passionate crew of people.DIRECTOR’S NOTES (By Mischa Rozema)This project started out as a collaboration between myself and Si Scott. Right from the start, we decided that it should be the darkest thing we could make. I think it just felt natural to the both of us; if we had to nail the future, it would not be a nice place.This idea evolved into a clash of times. Inspired by an idea from the late Arthur C. Clarke. He wrote about different historical civilizations meeting in a single point in time. So what happens when civilizations meet? The ‘weaker’ one gets eaten by the ‘stronger’. You only have to look at history to see the destructive power of civilizations.So the main underlying idea is: what would happen if the future lands on our doorstep today? Let’s take mankind, add perhaps 100 years and then let them show up on our doorstep today. The future would pretty much devour the present. Probably in a matter of, let’s say, 7 days… So that’s what we’re looking at. But every ending also means a new beginning, hence Year Zero.There’s all kinds of hidden messages in there. Like the virus eating away at reality, buildings and people, even at the viewers brain. It’s behaving off course much like a computer virus. And the network of wires represents the future of social networking. I just made it physical and let it ‘catch’ the city and it’s people like a net. All these ideas just serve as inspiration for us to create a future that worked for this concept. They’re not meant to be deciphered by the audience. It’s still meant to be just a title sequence and not an actual movie.Now what makes a good title sequence? Personally, I think it’s something that gets you in the mood, warms you up for what you’re about to experience, be it a film, tv series or in our case, the OFFF festival. We decided to treat the OFFF festival as a feature film experience. So all we had to do was get the viewer into the right state of mind. Without, of course, being too narrative led. The best title sequences out there are nothing but a random collection of images/scenes that don’t tell a lot if you watch them on their own. But edit them together and a new context is created. A context that matters, a feeling that gets the viewer ready for the main event, in our case, the festival.To get started, the next thing we did was make a collection of ideas that would scare me and Si. So, anything drawn from our youth, right through to stuff that’s inspired us over the years as well as seemingly random compositions that trigger the imagination of the viewer. For example, when we show you the aesthetics of a car explosion, it’s carefully constructed. Why a car and not something else? Because an exploding car brings extra content to an otherwise simple aesthetic display of violence. A car doesn’t explode by itself so instantly the brain tries to formulate the background behind it. It adds an either political or criminal edge to the violence. To me it felt appropriate because of the sense of protest and rebellion the shot has. And maybe the biggest question; was there someone in the car and if so, who was it? For me, every idea should provoke these kind of questions; from a girl in a prom dress holding a rocket launcher to a riot cop standing in the kitchen. All scenes have a pre and post story to them. In no time you’re actually trying to connect these seemingly random scenes and boom; you’ve just created your own strange context. You now have a feeling, a taste and lots of questions probably. Questions that normally would be answered by watching the actual movie. But since there’s no actual movie here we’ll leave stranded with, hopefully, an uncomfortable feeling and lots of questions - some might feel unsatisfied and wondering why. Just like a nightmare.We also wanted the actual titles to be different this time. Most of the time festival titles are driven by the idea on how to show titles. A mechanism that displays titles in a creative way. We actually thought to bring the festival theme to the foreground and have the titles play a part in it. Incorporate them so they become the actual fiber/texture of the piece itself. Practically I still think it’s nice that the viewer has to actively look for the names and not get too comfortable. Even if it means to see it a couple of times which surely is the best we can aim for as a free project ; )How about the shoot? Well, prior to Prague we created more than 50 ideas I could play with. This was always the intention. Go out shooting with a tiny crew, acting like we’re still in art school and be open for anything that might happen. That’s why we shot everything on 2 Canon 5D’s (that and having no budget off course). This was a really nice change for me. Normally I prepare commercial shoots to the very last detail and there’s a lot more people involved. Savage helped us out big time in Prague. We also had some bad news. Due to his back problems Si Scott had to abandon the project and couldn’t join the shoot.When we came back from Prague I started editing straight away and soon came to the conclusion we had about 60 vfx shots to work on and no budget and increasingly less time. Remember that this project was a side dish for PostPanic, we had to work on commissioned jobs also. But everybody involved soon fell in love with the project, including STORM Postproduction who are our neighbors (luckily for us).In the mean time we received the title list. It had about 70 names on it! That’s when I found out that the dynamics I wanted to use would probably not work. Just too many names that would make the piece too long to just show random images. So in the plane towards Prague I thought of bringing in a tiny bit of narrative. Which turned out to be the beginning of the sequence (1st act). I wrote in a lead character that would relate to the viewer.The idea was to trick the audience into thinking they’re watching some kind of documentary. We basically follow a guy going home. Bit by bit his environment gets stranger and more uncomfortable to watch. Is he living in a war zone? Slowly the background takes over and the piece changes into an urban nightmare. And like a nightmare, the story/edit doesn’t always make sense but makes you feel really uncomfortable. I also wanted the viewer to experience the nightmare. That’s where the dark matter comes in. Dark matter is what I call the macro shot bits. Flashes that derail your train of thought like there’s something eating away at your brain as you try to make sense of the nightmare. I wanted the viewer to go nuts, alongside with the cast. Erase the line between nightmare and reality. The end result is something you won’t come across easily on your tv. And is also just another fun way to do titles.The sound design and music made by Hecq added a lot to the feel and scale of the film. It clearly divides the 3 acts (1st act: up to execution, 2nd from execution, 3rd final shot) and makes completely different ideas and scenes feel coherent. It also emphasizes the dynamics of the film and brings the much needed pace at the end. It’s been great working with Ben. We’ve been surfing the same wave length throughout the project.Finally I want to thank everyone involved for making these titles possible. For creating something out of nothing. For showing so much love for something as dark as this.",
    "chinese_title": "Year Zero",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T18:22:57"
}