{
    "aka": [
        "Eight Hours of Fear"
    ],
    "sid": "11626428",
    "cast": [
        "深见泰三 Taizô Fukami",
        "原绯纱子 Hisako Hara",
        "金子信雄 Nobuo Kaneko",
        "香月美奈子 Minako Katsuki",
        "二谷英明 Hideaki Nitani"
    ],
    "site": "douban",
    "tags": [
        "日本",
        "铃木清顺",
        "鈴木清順",
        "1950s",
        "犯罪",
        "日本电影",
        "1957",
        "悬疑"
    ],
    "year": "1957",
    "genre": [
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2512256418.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        "棚田吾郎"
    ],
    "imdb_id": "tt0050476",
    "director": [
        "铃木清顺 Seijun Suzuki"
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1957-03-06(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0050476",
    "imdb_votes": 146,
    "this_title": [
        "8時間の恐怖"
    ],
    "douban_link": "https://movie.douban.com/subject/11626428/",
    "imdb_rating": "6.7/10 from 146 users",
    "trans_title": [
        "8小时的恐怖",
        "Eight Hours of Fear"
    ],
    "douban_votes": 0,
    "introduction": "EIGHT HOURS OF FEAR (aka HACHIJIKAN NO KYOFU, 1957) offers a classic suspense plot focused on a group of people confined to a small space under threat from criminals who have taken control of them. In this case, it's a small rural bus containing about 15 passengers on their way to make a train to Tokyo after the train line they meant to ride has stopped service due to a landslide. The bus is then stopped and boarded by a pair of criminals fleeing with the proceeds of a bank robbery. The passengers constitute a microcosm of Japanese postwar society and their numbers include a businessman and his arrogant wife; a lecherous lingerie salesman with crude personal habits; a radical student couple given to singing Russian work songs; a despairing single mother with her baby; an aspiring actress on her way to an audition; a seasoned sex worker lamenting the closing of American bases in Japan; an old couple going to visit their daughter; and a detective escorting his prisoner, a convicted murderer. The driver is an old man who works rural mountain routes and the rickety bus is a relic of an earlier age. The movie itself, although filled with references to World War II and postwar problems, plays like it could have been filmed and staged twenty years earlier. It has the feel of a much older movie and deliberately recalls such Hollywood movies of the 1930s as Frank Capra's IT HAPPENED ONE NIGHT, much of which also takes place on a long bus trip through back roads, and John Ford's STAGECOACH, but with a much darker edge than either of those films.",
    "chinese_title": "8小时的恐怖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "8時間の恐怖",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}