{
    "aka": [
        "Life of Snail"
    ],
    "sid": "11636301",
    "cast": [
        {
            "url": "/celebrity/1318160/",
            "name": "夏德俊 Dejun Xia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322244391.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1391875/",
            "name": "韩越 Yue Han",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1391875/",
            "name": "韩越 Yue Han",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-10-14"
    ],
    "this_title": [
        "微风吹乱蜗牛心"
    ],
    "douban_link": "https://movie.douban.com/subject/11636301/",
    "trans_title": [
        "Life of Snail"
    ],
    "douban_votes": "136",
    "introduction": "大龄男青年陈默自打上个就职的公司倒闭以后就开始奔波于没完没了的应聘面试，由于屡战屡败，不得已在面试的空档期跑到海边做些小生意糊口。他与三流写手金大壮租住的八十年代末的小楼房正面临拆迁命运，囊中羞涩的两人压根凑不齐换房的租金，只能坐以待毙，誓守最后一块阵地。陈默在一家广告公司面试的时候发现面试官之一的技术部经理竟是自己的高中同学——蜗牛，蜗牛欣赏陈默面试时的坦白与创意，力排众议，拍板录用了他。初进公司的陈默便迎来公司颇为重要的一单业务——与对手公司竞争房地产宣传的广告画，他将与蜗牛搭档，完成这项任务。陈默对老同学隐瞒了自己的窘迫现状，谎称换工作是由于原来那家公司束缚了自己的发展，已经是精致白领的蜗牛一眼便注意到陈默西装袖口的脱线，她没有拆穿陈默的滔滔不绝。当推土机“轰隆隆”的推掉了陈默的租房，拎着大包小包无处可去，与金大壮站在路边的陈默被恰好路过的蜗牛撞到，出租车上的蜗牛没有惊动陈默，她思考了半响，打电话给陈默，问他住的远不远，方便不方便最近一段时间搬到自己的工作室好方便讨论设计？所谓工作室其实是蜗牛五十多平的大客厅。陈默拿腔作势的答应，挂了电话欢快的一把抱住身旁的金大壮，可怜金大壮要与初中同学租房处打地铺凑合。然而广告宣传画出征失败，对手公司以“史诗型的大气磅礴”赢了陈默与蜗牛设计的“浪漫小资”，业务被对手公司抢去，陈默因此被辞退，蜗牛心怀愧疚。陈默虽在蜗牛面前充大头表示无所谓，然而接下来的找工作与找房子屡屡碰壁还是令他沮丧万分，为了付清蜗牛的房租，陈默只得像从前一样穿戴小丑的衣服表演兼卖献花。在海边散步的蜗牛同卖花的陈默撞个正着，陈默躲无可躲，以往的口齿伶俐没了用武之地，结巴的陈默无法解释自己为什么会在海边卖花，幸而高玮的出现打破了陈默与蜗牛之间的尴尬。高玮是蜗牛消失了两年之久的前男友，在蜗牛的父母相继离开后，高玮曾是蜗牛唯一的精神支柱，也许是恋爱里的蜗牛过于患得患失，无休止的争吵终于把高玮扔进了别人的怀抱。这是蜗牛两年来不能碰触的伤口，也是她坚持戴着一副冰冷面具来保护自己的根源。高玮突然出现，让看似坚强的蜗牛内心彻底崩溃，她虽维持表面的冷淡，可只有好友美圆知道，蜗牛是如何因为这个男人的背叛彻底   封闭了自己的感情。高玮追到了蜗牛的家中，一旁的陈默被拉来应急伪装成了男友，高玮黯然离去。蜗牛头一回央求陈默希望他能在家中再住一段时间以免高玮再来骚扰……而蜗牛最怕的其实不是骚扰，而是高玮的出现会动摇她好不容易坚定下来的决心。陈默知道了高玮在蜗牛心里的分量，这之后的蜗牛比从前更冰冷更暴躁，工作也更拼命，她试图用在坚硬的外壳拒绝着来自外界的任何信息——示好，或者帮助。陈默偶尔一次弄翻了蜗牛的一只铁皮箱，里面是当年高玮送给他的各种小东西，信封、包装纸、糖纸、甚至于两人一同看过的电影票！陈默彻底触及了蜗牛的痛处，蜗牛口不择言的指责陈默，而陈默亦愤然反击蜗牛为了一个男人把自己弄成一个连壳都没有怨妇！两人争吵直至蜗牛终于卸下武装放声大哭！“去散散步吧！”陈默说。夜晚的海边总能令人清醒，陈默也终于在蜗牛面前承认了自己这几年的不如意。“因为不如意，所以才要比别人更努力的过”，陈默用自己的失落宽慰蜗牛。蜗牛才得知今天是陈默三十而立的生日，两个失落的人回到当年的高中校园，想起高中时代的梦想与现在的落差，唏嘘不已。开始对陈默卸下心防的蜗牛一点一点接受陈默对生活的积极，半夜想吃冰激凌她会被陈默突然拉到大街上到处寻找小卖店，海滩上多  看了一眼的气球会突然跑到她的手上，吃从前从不敢吃的大排档，做从前从未尝试做的事，蜗牛开始慢慢走出高玮带给她的创伤。陈默有了赚钱的新点子，他打算在海边卖自己制作的签语饼，一种内藏着印有吉祥或祝福文字纸条的点心。蜗牛帮陈默在纸条上抄情诗，想起高中时班里一个男生追求自己，每天写一封情书，在自己敌不过情书的力量打算同意交往时却被人告发到班主任的耳朵里。第一炉签语饼制作完成，蜗牛选了一只饼，掰开饼，签上是一首陈默抄的诗：入我相思门，知我相思苦，长相思兮长相忆，短相思兮无穷极。蜗牛诧异，告诉陈默，这就是当年那个写情书给自己的心动男生最爱的一首诗。签语饼在海滩大卖，受到海滩上情侣的热捧，盛着各种签语的点心简直成了情侣们的占卜神算。陈默这回总算小赚一笔，同蜗牛兴奋的路边数钱时却再次遇到了避不开的高玮，蜗牛瞬间变成了原来的蜗牛，钻进了自己的壳里。也许告别一段恋情的方法最灵验的永远是开始下一段恋爱，陈默打算把好友金大壮介绍给蜗牛，金大壮虽说现状落魄，可不缺天马行空的才华，最重要的是，他父母为他准备了一套房子，虽然刚刚动工。蜗牛也觉得陈默的性格与自己的好友美圆应该能走到一块。两人不约而同的要将各自最好的朋友介绍给对方，四个人在海滩半尴不尬的烧烤，最后却阴差阳错的凑成了金大壮和美圆这一对。美圆同金大壮相见恨晚，恨得天雷都要勾动地火，一个是淘宝网的小卖家，一个还不成器的三流写手，两人却在谈话里发现了彼此惊人相似的兴趣与梦想。蜗牛只得听从陈默的建议——相亲，相亲的男人们三教九流，听说蜗牛是有产阶级，虽表现各异，但大体都是为了房子而愿意接纳三高女蜗牛。这世上再也没有正常的男人了吗？陈默觉得蜗牛也许应该学会去面对高玮，他告诉蜗牛，爱的反义词是不爱，蜗牛如果要放下就不应该逃避。蜗牛决定去见高玮，把这两年来对高玮的恨通通在他面前发泄出来。临行前，他与陈默反复练习要同高玮讲的绝情话……蜗牛没有发现，陈默那一刹那看她的眼神突然与以往有了不一样。海边，与高玮约定的时间，蜗牛在陈默不断的加油打气下凛然走向了高玮，要将心里的恨通通与消失两年、另结新欢的高玮说清楚……可高玮望着蜗牛，告诉她，自己这两年没有一刻忘记过她，一句简单到极致的话将百炼钢的蜗牛变成了绕指柔，蜗牛哭倒在高玮的怀里。陈默在不远处看得真切，他没能掩饰住心底的失落与沮丧。陈默决定要搬出蜗牛的房子，他拖金大壮找了一处便宜的平房，搬家那天，蜗牛没有送陈默，当她有些后悔追出去的时候陈默已经走远，面对空荡荡的客厅，蜗牛失落极了，这种强烈的失落甚至连高玮的出现都无法弥补。与高玮逛街时无意间聊到高玮有一广告朋友的公司在招人，蜗牛兴奋的跑到附近陈默的住处与陈默说，没想到却遭到陈默冷淡的拒绝。“我不需要”，陈默告诉蜗牛。蜗牛质问陈默今后的打算，难道他的梦想是打一辈子零工，陈默愤怒的顶撞蜗牛，告诉他自己就是愿意一辈子没有出息。两人大吵一架，蜗牛委屈又愤愤的离开。高玮安慰蜗牛，“男人总是要面子的，哪儿会接受女人的施舍？陈默是不是……喜欢她？”蜗牛顿住，她的脑子里突然回想到了海边的那个吻，回过神来的蜗牛紧张的掩饰干笑，怎么可能，只是不错的老同学罢了。从街的对面突然蹿出几个光头大汉，冲着高玮而来，高玮神色紧张的拉着蜗牛拼命向前跑，壮汉寸步不舍的追在后面，威胁叫嚣着“你小子这回躲的还挺远”、“抓住你就完了”，蜗牛将高玮拉到一个巷子的拐角才算躲避了过去，听着巷子外的急促脚步远去，蜗牛一句话也没说，看着高玮，等着他给自己一个答案。没错，高玮隐瞒了自己两年后回到威海的真实原因，他在外地做红酒生意失败，在一家小借贷公司借的五十万贷款加上利滚利的高利息共要归还一百万，因为躲债，才又跑回了威海。无奈之下，他向蜗牛表示希望能卖掉父母留给她的房子，解自己燃眉之急。蜗牛本能的拒绝了高玮，父母生前留下的房子对她意味深重，是比她生命更贵重的回忆，是承载了她三十年的生活与父母全部的记忆，她哪里舍得将房子易手抵债？可是被追债公司追出下落的高玮受到严重的威胁恐吓，甚至有一回被堵在墙角痛打了一顿，看着高玮的处境，蜗牛陷入了痛苦的抉择。美圆骂蜗牛，这一步绝不能让！一个负过心的男人抵得过房子带给她的安全感吗？蜗牛与陈默不约而同的出现在海边，蜗牛询问陈默的意见，陈默告诉蜗牛，如果是自己，绝不会让她做这样的选择题，但是现在不管她做出什么决定，自己都支持她。蜗牛被感动，陪着工作失意的陈默坐在海边喝酒，两人聊起高中时代的蜗牛收到的情书，在蜗牛半醉半醒之际，陈默告诉蜗牛，“那些情书都是自己当年有偿替人代写的，可是……情书上写的，全是自己的心里话……不过都是过去的事啦！”，在海风和酒精的诱惑下，蜗牛凑上了陈默的嘴。陈默半夜打电话向金大壮咨询，喝了酒的蜗牛尽然吻了他！她究竟是出于什么样的心理？同情自己高中时期的暗恋？心烦意乱的蜗牛也在同时打电话询问美圆，她昨天不知出于什么原因竟然吻了陈默，是的，自己真的不知道是出于什么原因……被吵醒的美元与金大壮手忙脚乱应付这一对从未看清楚自己真心的有情人。蜗牛与陈默再次遇见，针对那个晚上海边莫名其妙的吻，尴尬的两人不约而同的归结为是酒在作祟。蜗牛告诉陈默，自己决定将房子卖掉抵债，她相信父母在天上会理解她的决定，她实在不忍心看着高玮受这样的折磨。房子找到了合适的买家，搬家的那天，蜗牛呆滞的站在门口，盯着空荡荡的屋子，无论高玮怎么规劝都迈不动脚，高玮抱住蜗牛，低声的向她求婚，并向她保证，自己一定会努力挣钱，把亏欠蜗牛的用一辈子还回来！蜗牛不说话，只是无声的流着泪。海边的黄昏，蜗牛告诉陈默自己答应高玮求婚的事，她邀请陈默做自己的伴郎，可陈默看得出，蜗牛并不高兴。好不容易平静下来的生活并未维持多久，蜗牛与陈默在买完喜帖回来的路上看到了高玮同她的前女友在街的一角拉拉扯扯。前女友拼命的挽留高玮，高玮几次拒绝后终于妥协……没错，他妥协了，他抱住了前女友。蜗牛面无表情，看着街角上演的这一出无声的默剧，直至默剧的男主角看到了她……高玮紧张的解释自己只是安慰前女友，“前女友为了失恋自杀了两次，前女友需要他，前女友没了他不能活”，高玮声嘶力竭的解释，直至向两年前一样狠狠的挨了蜗牛一巴掌！蜗牛艰难的逃离了现场，原本跟在后面的陈默突然折身，将高玮痛打了一顿！蜗牛在这个晚上失踪了，陈默同美圆、金大壮紧张的四处寻找。蜗牛拿着盛满高玮回忆的铁皮盒子在海边驻足良久，终于鼓起勇气将铁皮盒子抛到了大海的深处……她一个猛子扎进海水里，奋力的游开，将心底的委屈全部付诸在这无尽的海水里。陈默一路找到了海边，看到蜗牛不时的浮出海面吐气才终于放下心来……在漆黑寂静的海滩上，陈默声嘶力竭的向蜗牛表白……将从高中便未曾说出口的喜欢与爱通通说了出来，他向蜗牛保证，他永远不会辜负她，他会娶蜗牛，因为那是他十八岁以来就没有磨灭过的梦，他会挣钱，帮蜗牛把卖出去的房子赎回来……海里的蜗牛没有出声，可他知道，隔着海水的蜗牛能听到。一旁赶过来的金大壮与美圆哭得稀里哗啦。陈默跳进了夜晚微凉的海水里，陪着蜗牛奋力的向海的另一头游去，直至筋疲力尽，蜗牛才浮出了水面，抱住身后陈默的脖子，哭声划破了海面的寂静。",
    "chinese_title": "微风吹乱蜗牛心",
    "douban_rating": "7.2/10 from 136 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2026-01-18T13:35:35"
}