{
    "aka": [],
    "sid": "11639141",
    "cast": [
        {
            "url": "/celebrity/1022662/",
            "name": "大卫·康拉德 David Conrad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239908/",
            "name": "Nick LaMantia Nick LaMantia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917771624.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2375731",
    "director": [],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2375731/",
    "imdb_votes": 669,
    "this_title": [
        "Undaunted: The Forgotten Giants of the Allegheny Observatory"
    ],
    "douban_link": "https://movie.douban.com/subject/11639141/",
    "imdb_rating": "8.6/10 from 669 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This film tells the surprising story of how the Allegheny Observatory has been a world leader in the study of the stars since the 1860s. Self-educated, and often facing unrelenting hardships, the people associated with the Allegheny Observatory defied the odds to make enormous contributions to the founding of astrophysics and early aviation. Among its many distinctions, the Allegheny Observatory is often regarded as the birthplace of astrophysics, laid the foundation for climate and solar energy research, had made major discoveries in planetary science, and have discovered and studied planets outside our solar system. Samuel Pierpont Langley made the first truly scientific studies of the principles of flight and published a textbook on the subject in 1891. He was also the first person to fly a documented heavier-than-air powered flying machine in 1896. Starting with only a grade school education, John Brashear taught himself physics and astronomy to become one of the world's foremost scientific instrument makers. Among his many accomplishments, he made the highly precise optical apparatus for one of the most famous physics experiments ever performed, the Michelson Morley experiment. This experiment revolutionized all of physics and provided crucial evidence to support Einstein's theory of special relativity. UNDAUNTED is the story of ingenious minds in a little known place, whose remarkable stories of tenacity and determination in the pursuit of furthering science and technology have nearly been forgotten. Features interviews with Dr. Neil deGrasse Tyson of the American Museum of Natural History, Dr. Tom Crouch of the Smithsonian National Air and Space Museum, Dr. George Gatewood of the University of Pittsburgh, and Dr. William Fickinger of Case Western Reserve University. Written by Dan Handley",
    "chinese_title": "Undaunted: The Forgotten Giants of the Allegheny Observatory",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-15T18:49:20"
}