{
    "aka": [
        "Gift"
    ],
    "sid": "11639505",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1694051034.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "礼物"
    ],
    "douban_link": "https://movie.douban.com/subject/11639505/",
    "trans_title": [
        "Gift"
    ],
    "douban_votes": "0",
    "introduction": "冲绳的那霸市正在发生着变化。一天，刚失去祖父的小男孩洋介遇到了常年住在公园里的中年男子凯姆。随着那霸市歌山县的重建，那些已成为文化遗迹的坟墓不得不被破坏。在整部影片的拍摄过程中，由一个分解故事结构的实验所展开，包括冲绳过去与未来的碰撞。这是一个关于继承的故事。Naha, Okinawa is changing. One day young Yosuke, whose grandfather has recently passed away, meets Kame, a middle-aged man, whose is living in the park. The redevelopment of the Wakasa district in Naha city calls for the destruction of the cemetery, which has become a cultural heritage; through the filmmaking process, an experiment in dismantling the fabrication of a story unfolds and encountering past and future in Okinawa. This is a story about an inheritance.2012山形国际纪录片电影节，亚洲新浪潮竞赛单元 / Yamagata Int’l Documentary Film Festival, New Asian Currents, 2012.奥間勝也生于1984年的冲绳那霸市，至今已导演了两部独立作品。他也曾在山本政志的作品《三点》中担任副导演，并促成了一本由冲绳青年艺术家和评论家创办的杂志《las barcas》。《礼物》曾于2011年3月在一个为了支持冲绳县立艺术博物馆而创办的活动（冲绳艺术行动，由当地的非政府公益组织主办）中做了展映，同时也曾于2011年的山形国际纪录片电影节和2012年的瑞士尼翁国际纪录片电影节上做展映。Born in Naha, Okinawa, in 1984, Okuma Katsuya has directed two independent works so far. He was also assistant director on the Okinawan sequence of Yamamoto Masashi’s Three Points and is contributed to a magazine called las barcas, founded by young artists and critics in Okinawa. Gift was produced for and screened at “Okinawa Art Action,” organized by an NPO Society in support of Okinawa Prefectural Art Museum in March 2011 and screened at Yamagata International Documentary Film Festival 2011 and Visions du reel 2012.",
    "chinese_title": "礼物",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-19T11:29:14"
}