{
    "aka": [
        "Natural Farmer JIA"
    ],
    "sid": "11639508",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1694054238.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt14791174",
    "director": [
        {
            "url": "/celebrity/1411512/",
            "name": "顾游 You Gu",
            "@type": "Person"
        }
    ],
    "duration": "39分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt14791174/",
    "this_title": [
        "自然农人老贾"
    ],
    "douban_link": "https://movie.douban.com/subject/11639508/",
    "trans_title": [
        "Natural Farmer JIA"
    ],
    "douban_votes": "0",
    "introduction": "故事讲述的是在上海崇明岛的一名农民——老贾，他对自然农法的展现与关照，对土地的一种生命寄望与爱的朝花西拾。老贾，自誉为自然农人，三年前离开都市和妻子来到上海的崇明岛，承包了150亩农场，摒弃化肥农药等现代种植模式，重生土地爱的信心，尝试古人还田于自然的理念来种植作物，也就是采用自然农法。老贾说：“回到土地上，最大的感受是，它让你找回一些做为人很常识性，很真实的东西。并且农人的喜怒哀乐做为一种念力，势必会感染土地，感染作物”。认可老贾这种观念的人非常多，而理想和现实总是有差距的，当老贾和我描述他对土地的寄望与美好时，身边出现的现实问题都无不在考验这种态度—— “对土地爱的朝花西拾”。The story is about Lao Jia, a farmer on Chongming Island, Shanghai. On this island, he applies natural farming to show his wish and love to the land.Lao Jia calls himself a natural farmer. He left the metropolis Shanghai and his wife LiZi for Chongming Island three year ago. There Lao Jia contracted a farmland of about 25 acres. Without using any fertilizers or chemicals, he believes in his land and tries to plant with an ancient agriculture philosophy of returning the land to nature, which is the so called natural farming.Lao Jia said: “Farming helps people to find back some simple but real things in life, and the farmers’ emotions will in return affect the land and the plants.” Now there are many people who agree with his idea. But the reality is cruel, when Lao Jia described to me his wish to his land, problems keeps cropping up to test his attitude of “re-discovering the love to land”.2012北京独立影像展，纪录片展映单元 / Beijing Independent Film Festival, 2012.2012CNEX年度征案计划工作坊 / CNEX Workshop, 2012.2010《月亮圆了》2010《自制NEW BLBANECE 广告》《自制匡威 广告》2011《永和豆浆广告》台湾第二十界届时报金犊奖（电视广告类）佳作，第五届重庆民间映画交流展展映2011《4》 |《樱风》吉他MV第四届全国高校数字短片大赛最佳MV提名2011纪录片《自然农人老佳》（摄制中）第四届全国高校数字短片大赛纪录片组最佳摄影提名（预告片花）2011《来自@浙江电信微博的惊喜》（广告）2011《良渚宣传片》2011《归来》2011纪录片《信仰者》（摄制中）杭州亚洲青年影展青年电影训练营，第五届重庆民间映画交流展展映—阿彼察蓬大师班（预告片花）The Mid-Autumn Festival (2010).NEW BLBANECE original advertisement and CONVERSE original advertisement (2010).Yonghe Soya-bean Milk advertisement (2011).Taiwan 20th session Golden Calf Award (Best Television Advertisement Works) .Screened at the 5th Chongqing Independent Film and Video Festival4 & Sakura, MV of guitar (2011).The 1st session of the 4th China College Student Digital Short-Movie Festival (Nomination of the Best MV ).Documentary film Natural Farmer JIA ( 2011).The 1st session of the 4th China College Student Digital Short-Movie Festival (Nomination of the Best Documentary Cinematography) (Teaser Trailer of the film).A surprise from @ Zhejiang Telecom micro-blog, Advertisement (2011).The promotional film of Liangzhu (2011).Return (2011).Documentary film, Bhakta (under shooting, 2012).Hangzhou Asian Film Festival, CIFVF-HAFF Campus, 5th Chongqing Independent Film and Video Festival. The Master Class of Apichatpong Weerasethakul ( the Trailer of Bhakta).",
    "chinese_title": "自然农人老贾",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-23T02:21:40"
}