{
    "aka": [],
    "sid": "11632436",
    "cast": [
        {
            "url": "/celebrity/1275882/",
            "name": "黄宥明 Youming Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318658/",
            "name": "张铮 Zheng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349564/",
            "name": "许薇 Wei Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1364169/",
            "name": "成思 Si Cheng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1364169/",
            "name": "成思 Si Cheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "绿柠檬"
    ],
    "douban_link": "https://movie.douban.com/subject/11632436/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "属于这个世界的青涩成长——成长在南方小城的舞蹈演员、女孩夏婷婷，与未婚夫在双方父母的安排下正准备奉子成婚之迹，夏婷婷突然摊倒病床，令人不可思议地被宣判为习惯性流产。在父母的万分惊愕与种种压力下，夏婷婷道出了心中隐藏多时的秘密……独自漂泊于另一个北方大都市里的追梦男孩南宫雾，在某著名影视学院学业结束，却因种种原因无法得到有着重要作用的毕业文凭，从而无法和其好友——男孩印昌、女孩赵潭实现他们一直以来的事业梦想，并因此欠下一堆人情债，失信于人。正当南宫雾百般愁苦之迹，突然得知一个不可思议的消息，直刺内心隐藏多时的秘密。雪上加霜的南宫雾满怀创伤，背着空空行囊，踏上归乡之途……此时的南宫雾，被夏婷婷的家人“指控”为“害女凶手”；被已与母亲离异的父亲“宣判”为“败坏门风的不肖之子”；被金兰之交的同窗好友“鄙视”为“不靠谱的骗子”。 伤痛累累、悔恨满腹、精神崩溃的南宫雾东躲西藏、走投无路，内心无比矛盾中，南宫雾爬上了陡峭城市的制高点……何故如此—— ——南宫雾成长在一个富裕却缺乏温情的家庭，身体欠佳的父亲极度压抑的教育与父母关系的不和使家庭留给他灰暗的阴影。当他如愿以常考上自己理想的大学之迹，自认为终于可以丢掉一切烦恼，带着满腔热情与对未来的美好憧憬独自奋斗他乡，并与所谓的女友夏婷婷“见了最后一面”，毅然分道扬镳。而生长世俗之家的夏婷婷则在母亲的安排下依旧徘徊“世俗”中…… ……一切却是叛逆青春稚嫩的幻想。 ……南宫雾开始了梦想的奋斗，他成为这著名影视学院表演系的学生，在这个理想的大学校园中，他勤奋刻苦，并建立了良好的人际关系，然而，他忽略了现实的主线，有些偏离塌实完成学业的轨道，一意孤行，只想着通过自己的努力来超越成功的父亲，证明自己自立的价值，却不知严肃父亲一直关爱地、默默地注视着自己。 青春动荡的校园，和大多年少同仁一样，南宫雾遇到了成长中令自己刻骨的知己远露，可远露已是个小有成就的演员，他似乎总是“够不到”对方，开始苦恼不已。就在这时，一个南宫雾最不愿出现在自己身上的事发生——夏婷婷怀孕了！正是那“最后一面”的恶果。突如其来的打击令他惶惶不可终日，他不愿告诉任何人，也无颜告诉任何人，因为他觉得这种在现实中似乎很多的情况是不该存在自己的成长中的，在自我定位与父母的眼中，他太不可能这样了。而现实终究是现实，他必定得面对。 想承担，无力承担， 想逃避，无发逃避。一系列的挣扎后，逐渐迷茫的南宫雾稀里胡涂地选择了幼稚的隐藏，可现实不会视而不见，主动找上门来的夏婷婷被南宫雾的同学、远露的好友马文艺发现，她的善良带着夏婷婷来到了医院……南宫雾的逃避刺激着夏婷婷的创伤，可因种种原因，这个年轻自闭的女孩同样无知地选择了隐藏，加上一系列无知的行为，导致作为舞蹈演员的她烙下病根……两个年轻人如此分享着半熟柠檬般的酸涩，背负着灰影般的秘密。总希望得到拍戏机会、并身为远露好友的马文艺握着这个秘密，似乎总以此“要挟”小有前途的南宫雾，南宫雾更加不安，压力重重。南宫雾的父母到底是离异了……各种打击促使年轻的他把所有心思都放在自己刚建立起来的“小团队”上，并和某影视公司初步建立合作关系，他和同窗好友约定：毕业后由他带头，一起签入此公司。然而，现实是残酷的，南宫雾最终得到的是四处碰壁，障碍重重……越发苦恼的南宫雾想把远露当成唯一倾诉的寄托，而此时的远露让他更加“够不到”了。夏婷婷在母亲的安排下做了一名舞蹈教师，结识了善待自己的未婚夫，一家人其乐融融，开始了平淡而幸福的生活，却忽视了自己渐渐出现危机的身体，在即将举办婚礼时，得到的是医生的“判决书”：过早偷食禁果、过早人流手术等导致严重后患。青涩的无知酿成溃烂的苦果。追梦一无所获的南宫雾在经历种种坎坷后逐渐醒悟：把眼下的学业完成才是最重要的。无奈时间不等人，醒之晚矣，多门学科的误考，使他已无法领取此年毕业文凭，失去了进入某艺术团的最后机会……谁都有无知的年幼，谁都有青春的动荡；成长是永恒的主题——就像他们所处的空间一样：路在修，楼在盖，人在行……",
    "chinese_title": "绿柠檬",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-30T16:42:50"
}