{
    "aka": [
        "群体事件的真相"
    ],
    "sid": "12512114",
    "cast": [
        {
            "url": "/celebrity/1204222/",
            "name": "安德鲁·布雷特巴特 Andrew Breitbart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190528/",
            "name": "索尔·阿林斯基 Saul Alinsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041149/",
            "name": "罗西妮·巴尔 Roseanne Barr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1699028260.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1368382/",
            "name": "斯蒂芬·班农 Stephen K. Bannon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2234315",
    "director": [
        {
            "url": "/celebrity/1368382/",
            "name": "斯蒂芬·班农 Stephen K. Bannon",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-09-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2234315/",
    "imdb_votes": 616,
    "this_title": [
        "Occupy Unmasked"
    ],
    "douban_link": "https://movie.douban.com/subject/12512114/",
    "imdb_rating": "5.0/10 from 616 users",
    "trans_title": [
        "民运去伪",
        "群体事件的真相"
    ],
    "douban_votes": "0",
    "introduction": "（引自官网）While the Liberal establishment and mainstream media portray the Occupy Wall Street movement as organic and nonviolent, Occupy Unmasked reveals the sinister, organized, and highly orchestrated nature of its leaders and their number one goal: Not just to change government, but to destroy it.Led by hugely influential conservative visionary, the late Andrew Breitbart, Occupy Unmasked delves deep beneath the surface of the Occupy movement to show its dark anarchist roots. Behind the largely naïve students and legitimately concerned citizens looking for answers stand those who advocate the use of violence, black bloc operations, and intimidation as protest tactics - the same tactics they used during the anti-war protests of the 1960's, anti-nuclear weapons protests of the 80's, WTO protests of the 90's, and the IMF protests of recent years.Former leftists turned patriotic citizen journalists Brandon Darby, David Horowitz, Pam Keys, Anita MonCrief, Mandy Nagy, Lee Stranahan, and others take viewers into the Occupy camps around the country to see first-hand the truth of what is happening and who is at the heart of the movement. Exclusive footage and eyewitness accounts tell the story of the criminal activity and raw brutality in the camps - much of which has not been reported by the mainstream media.Directed by Stephen K. Bannon (The Undefeated, Generation Zero) and produced by David N. Bossie (Generation Zero, Perfect Valor), Occupy Unmasked is an eye-opening look at a startling movement that could have a dangerous impact on the future of America.",
    "chinese_title": "民运去伪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Occupy Unmasked",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T14:07:21"
}