{
    "aka": [],
    "sid": "1292883",
    "cast": [
        {
            "url": "/celebrity/1045264/",
            "name": "富兰克林·阿贾伊 Franklyn Ajaye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073147/",
            "name": "苏利·伯维尔 Sully Boyar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536020/",
            "name": "Richard Brestoff Richard Brestoff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048174/",
            "name": "乔治·卡林 George Carlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076614/",
            "name": "Irwin Corey Irwin Corey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109334/",
            "name": "Otis Day Otis Day",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002821/",
            "name": "伊凡·迪克森 Ivan Dixon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032038/",
            "name": "比尔·杜克 Bill Duke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536019/",
            "name": "Michael Fennell Michael Fennell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080969/",
            "name": "Arthur French Arthur French",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088768/",
            "name": "安东尼奥·法加斯 Antonio Fargas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090990/",
            "name": "洛兰·加里 Lorraine Gary",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110102/",
            "name": "Darrow Igus Darrow Igus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108001/",
            "name": "伦纳德·杰克逊 Leonard Jackson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104305/",
            "name": "Lauren Jones Lauren Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103670/",
            "name": "杰克·基欧 Jack Kehoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036932/",
            "name": "亨利·金吉 Henry Kingi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027414/",
            "name": "梅勒妮·梅隆 Melanie Mayron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005037/",
            "name": "加勒特·莫里斯 Garrett Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028065/",
            "name": "克拉伦斯·缪斯 Clarence Muse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595178802.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1049637/",
            "name": "乔·舒马赫 Joel Schumacher",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074281",
    "director": [
        {
            "url": "/celebrity/1041577/",
            "name": "迈克尔·舒尔茨 Michael Schultz",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "1976-10-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0074281/",
    "imdb_votes": 8990,
    "this_title": [
        "Car Wash"
    ],
    "douban_link": "https://movie.douban.com/subject/1292883/",
    "imdb_rating": "6.2/10 from 8990 users",
    "trans_title": [
        "洗车场"
    ],
    "douban_votes": "0",
    "introduction": "http://www.answers.com/topic/car-wash-filmCar Wash is a 1976 American comedy film released by Universal Pictures. The Art Linson Production was directed by Michael Schultz from a screenplay by Joel Schumacher. Starring Franklyn Ajaye, Bill Duke, George Carlin, Irwin Corey, Ivan Dixon, Antonio Fargas, Jack Kehoe, Clarence Muse, Lorraine Gary, The Pointer Sisters and Richard Pryor, Car Wash is an episodic comedy about a day in the lives of the employees and the owner, Mr. B (Sully Boyar), of a Los Angeles, California car wash (filmed at a Westlake car wash at the corner of Rampart Blvd. and 6th Street). Car Wash is a broad and scabrous comedy, in which African American working class and gay characters are depicted in a more forthright manner than was common at the time the film was made.OverviewOriginally conceived as a musical, Car Wash deals with the exploits of a close-knit, multiracial group of employees at a Los Angeles car wash. In an episodic fashion, the film covers a full day, during which all manner of strange visitors make appearances, including Lorraine Gary as a hysterical wealthy woman from Beverly Hills dealing with a young carsick son, Richard Pryor as a hustling, flamboyant, money-hungry evangelist whose pseudo-gospel of financial prosperity is loved by most (including his female entourage, played by The Pointer Sisters) but loathed by one (the one being Abdullah (Bill Duke), a young and frustrated Black Power revolutionary); there's also a man (\"Professor\" Irwin Corey) whose strange actions and dress fit the profile of the notorious \"pop bottle bomber\" being sought that day by the police, causing all the employees, customers and Mr. B to fear for their lives, but the strange man's pop bottle \"bomb\" is none other than a urine sample as he is on his way to the hospital.Mr B's son Irwin (Richard Brestoff), a left-wing college student who smokes pot in the men's restroom and carries around a copy of Quotations from Chairman Mao, insists on spending a day with the \"working class\" employees, since he considers them \"brothers\" in the \"struggle\", but as he's the boss's son, they give him the first \"human car wash\" as a joke, which he takes in a good-natured (if pot-induced) stride. Additionally, George Carlin appears as a taxi driver searching for a prostitute who stiffed him for a fare; the prostitute, Marlene, has her own hopes shattered as a customer (unseen) that she apparently has fallen in love with has given her a false telephone number. Lonnie (Ivan Dixon) is an older employee who tries to mentor Abdullah while struggling to raise two young children on the meager salary paid by Mr. B, as well as fending off his parole officer (Jason Bernard). Abdullah has a confrontation with Lindy (Antonio Fargas) and sharply criticizes Lindy's transvestite status, to which Lindy coolly replies, \"I'm more man than you'll ever be and more woman than you'll ever get\".",
    "chinese_title": "洗车场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Car Wash",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2026-02-14T15:49:45"
}