{
    "aka": [],
    "sid": "1293026",
    "cast": [
        {
            "url": "/celebrity/1010446/",
            "name": "约翰·艾姆普拉斯 John Amplas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119527/",
            "name": "林肯·马泽尔 Lincoln Maazel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279538/",
            "name": "帕斯奎尔·布巴 Pasquale Buba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279540/",
            "name": "托尼·布巴 Tony Buba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007001/",
            "name": "乔治·A·罗梅罗 George A. Romero",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "惊悚",
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199419975.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007001/",
            "name": "乔治·A·罗梅罗 George A. Romero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077914",
    "director": [
        {
            "url": "/celebrity/1007001/",
            "name": "乔治·A·罗梅罗 George A. Romero",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1977(美国)",
        "1977-05-18(戛纳电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077914/",
    "imdb_votes": 13284,
    "this_title": [
        "Martin"
    ],
    "douban_link": "https://movie.douban.com/subject/1293026/",
    "imdb_rating": "7.0/10 from 13284 users",
    "trans_title": [
        "马丁"
    ],
    "douban_votes": "396",
    "introduction": "Martin (John Amplas), a young man who looks around 20-years-old, boards a train in Indianapolis, Indiana for New York. At night, he breaks into a sleeping car and sedates a woman with a syringe full of narcotics. She struggles, but he tells her not to struggle or be upset because she wont feel pain. After a few minutes, the woman falls asleep, and Martin has sex with the unconscious woman. Afterwards, he slices her wrists with a razor blade so he can drink her blood. The woman bleeds to death in her sleep.In the morning, the train stops in Pittsburgh, Pennsylvania where Martin disembarks. He is met by Tata Cuda (Lincoln Maazel) an elderly and hostile old man who claims to be his cousin from the Old World. Together, they travel by another train to the town of Braddock, a dying industrial suburb. They walk to Cuda's large house where he shows Martin his living quarters. Cuda then accuses Martin of being an 84-year-old vampire from his old country. He has taken in Martin because he is family, but tells him, \"First I will save your soul. Then I shall destroy you.\" Martin denies being a vampire and implies that Cuda is merely his uncle rather than his cousin. Cuda then puts up strings of garlic on the doors to his and his granddaughter's room, and then holds up a small cross when Martin approaches him. Martin takes away the cross, and even takes a bite of the garlic mocking these attempts by saying bitterly, \"There's no real magic... ever\". Cuda tells Martin that he can come and go as he pleases. But he also warns Martin that he will kill him if he kills anyone in Braddock. He also tells Martin to stay away from his granddaughter Christine (Christine Forrest), whom arrives home from her job that evening.Cuda introduces Christine to Martin, but also warns her to stay away from him. But Christine instead strikes up a friendship with Martin who confides in her about his vampire heritage. When Cuda later confirms Martin's claims to be a vampire, Christine, not surprisingly, refuses to believe either one. She thinks that Cuda and the other members of her family have driven Martin to insanity by making him think that he is a vampire. It is never revealed if Martin really is a vampire, or just a shy and lonely youth with troubled issues. Christine is the only person that Martin gets the courage to talk to. When Christine's boyfriend Arthur (Tom Savini) arrives at the house for dinner, Martin stops talking and backs away despite Arthur's attempt at a conversation. Christine later confides in Martin that she hopes to leave Braddock someday with Arthur, even though Martin points out that Arthur treats her badly and is both verbally and physically abusive towards her.When Christine sees that Martin won't talk to anyone else, she buys him a phone which he installs in his room. Martin begins to repeatingly call a radio talk show where he describes what it's like to be a vampire. He becomes known on the radio as \"the Count\" to all the listeners. But the patronizing host (Michael Gornick) thinks he's just crazy.Martin gets a job at Cuda's grocery store of stocking shelves, hauling boxes around, and even gets to be a delivery boy for some of the customers. One of his customers is a certain Abby Santini (Elyane Nadeau), who becomes taken in with Martin. She is a very friendly young woman who is depressed when she tells Martin that her husband is unfaithful. But Martin still does not have the nerve to talk with her, so she is happy to have someone to confide in with her life problems. Martin phones the radio show host to describe his infatuation with the housewife and senses that she wants to have sex with him. When the radio show host asks Martin if it is a sexual problem that he has involving women criticizing him during sex, Martin replies that he has never had sex with a woman who was awake.One day, Martin travels by train to outside Braddock to look for victims. At a supermarket, he follows a young woman (Sarah Venable) home to her posh suburban house. He sees the woman's husband (Richard Rubenstein) leave for a long business trip, and Martin decides this would be the right time for more feeding. Martin returns to the house after dark and breaks in through the garage door. But it is Martin who gets the surprise when he bursts into her bedroom to find her in bed with her adulterous lover Lewis (Al Levitsky). After a vicious struggle, Martin jabs both of them with hyprodermic needles with narcotics, and waits for the drugs to take affect. He drags the unconscious body of Lewis from the house to a clump of trees across the street where he kills him by shoving a broken tree branch into his neck and drinks his blood. Martin returns to the house where he has sex with the unconscious woman. But out of compassion and pity, he decides to let her live.Martin begins to have romantic monochrome visions of his vampire past (real or imagined), where he drained blood from a young woman and was chased through the streets of a nameless European town by a torch-lit mob.During one Sunday at church, Cuda brings home Father Howard (George A. Romero) who asks him about the possibility of exorcism and demon possession. Father Howard calls upon the elderly Father Zulemans (Clifford Forrest, Jr.) over at Cuda's request. Together, Cuda and Zulemans confront Martin his bedroom and attempt to perform an exorcism on him. At this point, Martin remembers (another real or imaginary flashback), in the Old Country of people trying to perform an exorcism on him, and he flees them. Martin then flees from Cuda and Zuelmas as well. A little later that night, Martin terrorizes Cuda in a children's playground when he puts on a Dracula cape and puts false fangs into his mouth to pretend that he really is a vampire.One day, Martin finally musters the courage to talk with Mrs. Santini during a routine delivery to her house where he tells her that he's aware of her attempts to seduce him and wants now to have sex with her. After having sex for the first time, Mrs. Santini becomes more depressed for she tells Martin that her husband just left her because she discovered that she cannot bear children, and that her desires towards him are based on sex and nothing else. But Martin wants to stay with her and help her move on with her life. Martin tells the radio show host about his affair with the housewife and that he no longer has the urge to attack other women.Meanwhile, Arthur meets with Cuda and tells him that he wants Christine to leave town with him so they can get married and start a family. But Christine becomes angry at Cuda when he tells Arthur that insanity runs in their family and he shouldn't consider having children with her. Shortly afterwards, Christine packs up and leaves Braddock for New York with Arthur despite Martin telling her that Arthur is abusive towards her. But her mind is made up. Before leaving, Christine tells Martin that she really has no ill feelings towards him and just wants to make a fresh start with her life. She says goodbye to him and promises to write. But Martin knows that with an abusive and possessive man in Christine's life, she probably won't.Depressed over losing his one true friend, Martin phones the radio show host and tells him that he's getting \"shaky\" and wants to go out looking for more victims. That night, Martin travels to a rough crime-ridden area of Pittsburgh and attacks two derelicts in a alley, injecting them with narcotics. He kills one of them by silting the bum's wrist and drinking his blood. Martin is about to kill the second one when a police car shows up and gives chase. Martin narrowly escapes during a long chase on foot which leads from the garbage strew streets and through a local store. Martin runs into an old warehouse where a drug deal is going down. A shootout between the two cops and the three thugs begins where all of them are killed, leaving Martin as the sole survivor who casually walks away from the carnage.One day, Martin finds Mrs. Santini dead in her bathtub, after she had slit her writs with a razor blade. Martin anonymously calls the police to report the body and leaves. He phones the radio show host one final time to say that he really doesn't need friends or people to talk to for he is his own person. But when Cuda learns about Mrs. Santini's suicide, is mistakenly thinks Martin killed her and made it look like a suicide as he's done before. Cuda walks into Martin's room while he is asleep and kills him by hammering a wooden stake through Martin's heart.Cuda buries Martin's body in his back garden, while over the closing credits various voices from people are heard talking to the radio show host asking the whereabouts of \"the Count\".",
    "chinese_title": "马丁",
    "douban_rating": "7.0/10 from 396 users",
    "foreign_title": "Martin",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.0",
    "update_at": "2025-03-01T05:49:18"
}