{
    "aka": [
        "航行者"
    ],
    "sid": "1293618",
    "cast": [
        {
            "url": "/celebrity/1031792/",
            "name": "巴斯特·基顿 Buster Keaton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124761/",
            "name": "凯瑟琳·麦奎尔 Kathryn McGuire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161781/",
            "name": "弗雷德里克·弗鲁姆 Frederick Vroom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074510/",
            "name": "Clarence Burton Clarence Burton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074439/",
            "name": "H.N. Clugston H.N. Clugston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109498/",
            "name": "诺贝·约翰逊 Noble Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1924",
    "genre": [
        "喜剧",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1241317301.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050831/",
            "name": "克莱德·布鲁克曼 Clyde Bruckman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015247/",
            "name": "让·C·阿韦 Jean C. Havez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0015163",
    "director": [
        {
            "url": "/celebrity/1025345/",
            "name": "唐纳德·克里斯普 Donald Crisp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031792/",
            "name": "巴斯特·基顿 Buster Keaton",
            "@type": "Person"
        }
    ],
    "duration": "59 分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1924-10-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0015163/",
    "imdb_votes": 11447,
    "this_title": [
        "The Navigator"
    ],
    "douban_link": "https://movie.douban.com/subject/1293618/",
    "imdb_rating": "7.5/10 from 11447 users",
    "trans_title": [
        "航海家",
        "航行者"
    ],
    "douban_votes": "3157",
    "introduction": "Wealthy Rollo Treadway (Buster Keaton) suddenly decides to propose to his neighbor across the street, Betsy O'Brien (Kathryn McGuire), and sends his servant to book passage for a honeymoon sea cruise to Honolulu. When Betsy rejects his sudden offer however, he decides to go on the trip anyway, boarding without delay that night. Because the pier number is partially covered, he ends up on the wrong ship, the Navigator, which Betsy's rich father (Frederick Vroom) has just sold to a small country at war.Agents for the other small nation in the conflict decide to set the ship adrift that same night. When Betsy's father checks up on the ship, he is captured and tied up by the saboteurs. Betsy hears his cry for help and boards the ship to look for him, just before it is cut loose.The Navigator drifts out into the Pacific Ocean. The two unwitting passengers eventually find each other. At first, they have great difficulty looking after themselves, but adapt after a few weeks. At one point, they sight a navy ship and hoist a brightly-colored flag, not realizing it signals that the ship is under quarantine. As a result, the other vessel turns away.Finally, the ship grounds itself near an inhabited tropical island and springs a leak. While Rollo dons a deep sea diving suit and submerges to patch the hole, the black natives canoe out and take Betsy captive. When Rollo emerges from the ocean, the natives are scared off, enabling him to rescue Betsy and take her back to the ship. The natives return and try to board the ship. After a fierce struggle, Rollo and Betsy try to escape in a small dinghy. It starts to sink, and the natives swiftly overtake them in their canoes. Just when all seems lost, a navy submarine surfaces right underneath them and they are saved.",
    "chinese_title": "航海家",
    "douban_rating": "8.2/10 from 3157 users",
    "foreign_title": "The Navigator",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.2",
    "update_at": "2025-02-06T01:36:06"
}