{
    "aka": [
        "梅德琳",
        "麦德兰"
    ],
    "sid": "1294020",
    "cast": [
        {
            "url": "/celebrity/1009533/",
            "name": "哈蒂·琼斯 Hatty Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010548/",
            "name": "弗兰西斯·麦克多蒙德 Frances McDormand",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107769/",
            "name": "Kristian de la Osa Kristian de la Osa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090828/",
            "name": "Rachel Dennis Rachel Dennis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000316/",
            "name": "奈杰尔·霍桑 Nigel Hawthorne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "喜剧",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554868326.jpg",
    "region": [
        "法国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1333775/",
            "name": "珍妮佛·弗莱基特 Jennifer Flackett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046706/",
            "name": "路德维希·贝梅尔曼斯 Ludwig Bemelmans",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0123987",
    "director": [
        {
            "url": "/celebrity/1050560/",
            "name": "戴斯·冯·施勒·梅耶 Daisy von Scherler Mayer",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "西班牙语"
    ],
    "playdate": [
        "1998-07-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123987/",
    "imdb_votes": 8243,
    "this_title": [
        "Madeline"
    ],
    "douban_link": "https://movie.douban.com/subject/1294020/",
    "imdb_rating": "6.0/10 from 8243 users",
    "trans_title": [
        "古灵精怪玛德琳",
        "梅德琳",
        "麦德兰"
    ],
    "douban_votes": "331",
    "introduction": "Daisy von Sherler Mayer directed this family film, an adaptation of the famed book series that Austrian-born writer-illustrator Ludwig Bemelmans (1898-1962) launched in 1939 with the opening lines, \"In an old house in Paris that was covered with vines lived twelve little girls in two straight lines. In two straight lines they broke their bread and brushed their teeth and went to bed. They smiled at the good and frowned at the bad and sometimes they were very sad. They left the house at half past nine in two straight lines in rain or shine -- the smallest one was Madeline.\" This live-action film interpretation, set during the mid-1950s, expands on plot elements found throughout several books in the series. Lord Covington (Nigel Hawthorne) plans to sell the small French boarding school where the young orphan Madeline (nine-year-old British actress Hatty Jones) lives with other girls under the supervision of sympathetic schoolmistress Miss Clavel (Frances McDormand). Hospitalized after an appendectomy, Madeline wanders down the hospital hallway and meets Covington's dying wife, Lady Covington (Stephane Audran), an encounter which becomes an asset in Madeline's efforts to save the school. Moving into the house adjacent to the school is the family of the Spanish Ambassador (Arturo Venegas), including his young son Pepito (Kristian de la Osa), who spends a good deal of time wheeling about on his Vespa, so noisy it serves to irritate possible buyers of the school.When Madeline falls into the Seine, she is rescued by a dog, Genevieve, who immediately becomes the school's mascot and pet, despite the \"no pets\" rule and Miss Clavel's allergy to dogs. Pepito's somewhat sinister British tutor Leopold (Ben Daniels) engineers a plan that leads to the county fair kidnapping of Pepito and Madeline. First filmed by UPA in the early '50s as the Oscar-nominated animated cartoon short, Madeline (1952), decades passed before other adaptations appeared: the 23-minute Madeline's Rescue and Other Stories (1990, available from Facets Video), narrated by Louise Roberts; and the 1989-1993 series of half-hours narrated by Christopher Plummer -- Madeline, Madeline and the Bad Hat, Madeline and the Gypsies, Madeline in London, Madeline's Christmas, and Madeline's Rescue. MGM's 1945 Fred AstaireVincente Minnelli film Yolanda and the Thief also adapted Bemelmans. Daisy von Scherler Mayer's earlier Party Girl (1995) was the first feature film seen in its entirety on the Internet. ~ Bhob Stewart, All Movie Guide",
    "chinese_title": "古灵精怪玛德琳",
    "douban_rating": "7.6/10 from 331 users",
    "foreign_title": "Madeline",
    "imdb_rating_average": 6.0,
    "douban_rating_average": "7.6",
    "update_at": "2025-01-30T18:00:22"
}