{
    "aka": [],
    "sid": "1294074",
    "cast": [
        {
            "url": "/celebrity/1013850/",
            "name": "大卫·鲍伊 David Bowie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140592/",
            "name": "米克·容森 Mick Ronson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062432/",
            "name": "Trevor Bolder Trevor Bolder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091003/",
            "name": "迈克·加森 Mike Garson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2411391980.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0086643",
    "director": [
        {
            "url": "/celebrity/1012618/",
            "name": "D·A·彭尼贝克 D.A. Pennebaker",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1979-08-31(英国爱丁堡国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0086643/",
    "imdb_votes": 3090,
    "this_title": [
        "Ziggy Stardust and the Spiders from Mars"
    ],
    "douban_link": "https://movie.douban.com/subject/1294074/",
    "imdb_rating": "7.5/10 from 3090 users",
    "trans_title": [
        "基吉星团与火星蜘蛛"
    ],
    "douban_votes": "578",
    "introduction": "London, 3 July 1973. The fans attending the David Bowie concert in Hammersmith Odeon are in no way prepared for the shock of an on-stage ambiguous farewell. Ziggy Stardust, the greatest persona invented by David Bowie, is ascending back to the stars, waving goodbye to the crowd of the devoted believers. The agonizing question, though, remains lingering: Is it Ziggy’s or Bowie’s last dance? Academy Award-winner filmmaker D.A. Pennebaker, a true expert in the field of legendary music documentaries, was planning to shoot a short film, recording only a handful of songs performed by Bowie. However, as he left mesmerized from the dress rehearsal by Bowie’s thundering stage presence, Pennebaker soon realized that he had a treasure in his hands. Ziggy Stardust and the Spiders from Mars, which took its final form following a 6-year exhausting process in the post-production stage, captures the frenzy, the thrill, and the adoration of the audience, while immersing us in a mystical ambiance and a hallucinatory rhythm. Above all, it wholeheartedly surrenders itself in the divine charisma and the otherworldly androgynous seductive charms of a rock star who fell to Earth from distant worlds, like an ephemeral yet invaluable gift, while grasping the moments when (music) history was being written before our eyes. (源自: TIDF 2024)",
    "chinese_title": "基吉星团与火星蜘蛛",
    "douban_rating": "9.2/10 from 578 users",
    "foreign_title": "Ziggy Stardust and the Spiders from Mars",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "9.2",
    "update_at": "2025-04-12T04:22:08"
}