{
    "aka": [],
    "sid": "1294633",
    "cast": [
        {
            "url": "/celebrity/1000999/",
            "name": "乔治·亚理斯 George Arliss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028242/",
            "name": "拉尔夫·福布斯 Ralph Forbes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162426/",
            "name": "H.B.沃纳 H.B. Warner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028660/",
            "name": "爱丽丝·乔伊斯 Alice Joyce",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1930",
    "genre": [
        "冒险"
    ],
    "awards": "　　第3届奥斯卡金像奖(1930)\n　　最佳男主角(提名) 乔治·亚理斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557397402.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1044374/",
            "name": "朱利恩·约瑟夫森 Julien Josephson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182392/",
            "name": "William Archer William Archer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020938",
    "director": [
        {
            "url": "/celebrity/1012706/",
            "name": "阿尔弗雷德·格林 Alfred E. Green",
            "@type": "Person"
        }
    ],
    "duration": "73 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1930-02-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020938/",
    "imdb_votes": 451,
    "this_title": [
        "The Green Goddess"
    ],
    "douban_link": "https://movie.douban.com/subject/1294633/",
    "imdb_rating": "5.4/10 from 451 users",
    "trans_title": [
        "绿衣女神"
    ],
    "douban_votes": "0",
    "introduction": "A small plane carrying three British citizens — Major Crespin, his estranged wife Lucilla, and pilot Dr. Traherne — becomes lost and is forced to crash land in the tiny realm of Rukh, somewhere near the Himalaya Mountains. The Raja who rules the land welcomes them.However, as his three brothers are soon to be executed for murder by the British, his subjects believe that their Green Goddess has delivered into their hands three victims for their revenge. The three are to be killed once the brothers are dead. The Raja professes to his guests no great love for his brothers, as they had posed a danger to the succession of his own children, but sees no reason to anger his people. However, he becomes attracted to Lucilla and offers to spare her life if she will become his wife. She refuses.The prisoners become aware that the Raja has a telegraph, operated by the Raja's renegade British exile and chief assistant, Watkins. Hoping to send for help, they try to bribe Watkins, but when they realize he is only leading them on, they throw him off the balcony to his death. Major Crespin manages to send a message before the Raja's men break into the room. The Raja personally shoots Crespin in the back, killing him in mid-transmission.The next day, Traherne and Lucilla are taken to the temple of the Green Goddess. Once more, the Raja renews his offer to Lucilla, but is again turned down. Given a moment alone, Traherne and Lucilla confess their love for each other. Then, in the nick of time, six British biplanes appear in the skies over Rukh. Lt. Cardew lands and demands the release of the couple. The Raja gives in.",
    "chinese_title": "绿衣女神",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Green Goddess",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T18:21:58"
}