{
    "aka": [
        "From The Life Of The Marionettes",
        "傀儡生命"
    ],
    "sid": "1295323",
    "cast": [
        {
            "url": "/celebrity/1005846/",
            "name": "罗伯特·阿佐恩 Robert Atzorn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068125/",
            "name": "Christine Buchegger Christine Buchegger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064449/",
            "name": "马丁·本拉特 Martin Benrath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142878/",
            "name": "Rita Russek Rita Russek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134934/",
            "name": "Lola Müthel Lola Müthel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148398/",
            "name": "Walter Schmidinger Walter Schmidinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064873/",
            "name": "海因茨·本奈特 Heinz Bennent",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089076/",
            "name": "嘉比·多姆 Gaby Dohm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063888/",
            "name": "托尼·贝格尔 Toni Berger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089851/",
            "name": "Erwin Faber Erwin Faber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073957/",
            "name": "Paul Bürks Paul Bürks",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2564734192.jpg",
    "region": [
        "西德",
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1054526/",
            "name": "英格玛·伯格曼 Ingmar Bergman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0080397",
    "director": [
        {
            "url": "/celebrity/1054526/",
            "name": "英格玛·伯格曼 Ingmar Bergman",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1980-11-03(西德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0080397/",
    "imdb_votes": 4934,
    "this_title": [
        "Aus dem Leben der Marionetten"
    ],
    "douban_link": "https://movie.douban.com/subject/1295323/",
    "imdb_rating": "7.2/10 from 4934 users",
    "trans_title": [
        "傀儡生涯",
        "From The Life Of The Marionettes",
        "傀儡生命"
    ],
    "douban_votes": "976",
    "introduction": "转载自：movie.newyouth.beida-online.com精彩瞬间：彼特的梦中，纯白色的背景中除了一对赤裸的男女别无一物，耀眼的高光隐匿了一切杂质，营造了一个完美纯洁的精神世界，在这里彼特一切的焦虑、激情都无所遁形，社会身份的傀儡终于现出背后的生命本原。剧情介绍：年轻的彼特到一家妓女表演所看中了一个妓女克拉夫特，当妓女们的表演结束后，他留了下来和克拉夫特单独在表演所里，保安临走时，锁上了大门。克拉夫特在帮彼特脱衣服时，彼特凶性大发，掐死了克拉夫特。心理学教授杰格森和审判官的对话：杰格森回忆当时的情形说，清晨的5点30分，他接到了彼特的电话，他赶到彼特说的地方，看到彼特坐在床边凳子上，床上躺着一个死去的女孩。彼特在杰格森眼里，是一个富有、温和、聪明的人，他对彼特的家庭很了解，说彼特的母亲是一个演员，父亲很早过世，他和彼特也是20年的朋友了。命案前14天：彼特在杰格森的办公室找到他，并说出了自己内心的迷惑。彼特告诉杰格森，他对杀人深深的着迷，时常幻想在公寓的住所里，用剃刀杀死自己的妻子卡塔里娜。杰格森听了彼特的话后，把在杀死人后的那种可怕景象说给了彼特听，并让他要放松自己的情绪。彼特离开后，杰格森打电话叫来了卡塔里娜，但当杰格森打电话时，彼特并没有离开，他在门外听到了杰格森的电话。卡塔里娜赶到杰格森的办公室，两人亲密但又不无矜持的拥在一起，原来卡塔里娜的情人就是杰格森。卡塔里娜在杰格森这里，说出了她对彼特深切的爱意和对彼特行为的不理解，还自责的认为这跟他们多年没有孩子有关。彼特站在阴暗处，看到、听到了他们的对话和动作。杰格森听了卡塔里娜的话，警告她要小心彼特。命案后一星期，审问彼特母亲和彼特的对话：彼特在母亲眼中，从小就是一个聪明听话的孩子，直到他遇到卡塔里娜，疯狂迷恋上她时，一切才有所不同。命案前5天，彼特和卡塔里娜度过了一个不眠之夜：彼特在临晨3点还不能入睡，于是他起来喝酒，同样睡不着的卡塔里娜也起来，陪着彼特一边喝酒，一边说着朋友间的趣事。另一个夜晚，彼特通宵呆在办公室里，对着他的秘书分析工作上的事情。命案前4天，卡塔里娜准备她的时装展：彼特在卡塔里娜的工作场所找到她，邀她一起去母亲那里午餐。卡塔里娜找了一个借口到酒吧喝酒，彼特独自离去。卡塔里娜酒后找到一起工作了12年的朋友蒂姆家里，两人一起聊天。蒂姆是个同性恋者，他对卡塔里娜说出了他的种种苦恼和不愿意面对已经老去的事实。命案后3天，蒂姆和审讯官的对话：蒂姆在审讯官的诱导下，说出了自己是一个同性恋，还说他嫉妒彼特和卡塔里娜的婚姻，他一直暗恋着彼特，并说像他那样的人天生有一种暴力倾向。彼特写给杰格森一封没有寄出去的信：彼特在信中向杰格森描述了，他在梦中跟一个陌生女人亲热的经过。后来又在恍惚中跟妻子作爱时，有一种想要杀死她的冲动，当他和妻子融入一种精神状态时，妻子突然死去。彼特从梦中惊醒后，发现妻子就躺在一边。命案前4天，彼特想要自杀：一个朋友急忙的赶到彼特家里，把正在阳台上想要自杀的彼特劝回了屋中。卡塔里娜随后躺在彼特脚边，愉快的说着她跟彼特之间的性事。命案3个星期后，卡塔里娜去见彼特的母亲：彼特的母亲一见到卡塔里娜就唠叨的讲述彼特的事情。在两个女人的话语中，她们都很焦虑、孤独，对对方都有成见，但都又深爱彼特，她们也想要离开这个让人窒息的世界。命案前50分钟：彼特在妓女表演所里看中妓女克拉夫特，并留了下来。当表演所里只剩他们两人时，彼特一度焦急的也想要离开，但房门已经被保安锁住。就在半裸的克拉夫特为彼特脱掉他的大衣时，彼特再也控制不了自己想要杀人的冲动，他掐死了克拉夫特，随后还奸了克拉夫特的尸体。杰格森的录音：彼特从小由母亲一人抚养成人，成年后，彼特在他的生活中扮演一个受过教育的角色，一种高度的责任感、自律以及对社会群体的认知，让他没有意识到他是同性恋，而他的母亲也没有发现。一种无以名状的恐惧，以另一种模式出现在她脑海，而当彼特遇到妓女克拉夫特后，克拉夫特成为了这种模式的导火绳，引发了彼特心中的暴戾。在医院的一个房间里：卡塔里娜在门上的一个小窗口看着屋里的彼特，护士一边告诉她说，彼特在医院里，对人总是彬彬有礼，整洁温和，晚上抱着一只玩具熊入睡，护士认为这跟彼特童年的记忆有关。简评：按伯格曼自己的说法，影片“在讲两个被命运结合的人，既分不开，在一起又很痛苦，徒然是彼此的桎梏”。当然，这只是这部影片的其中一个部分，或者一个主题，而影片内涵的丰富性，却远远不是这样一两句话就可以涵盖的。影片中更主要的一个主题，显然就是影片片名所透露出来的一个信息：傀儡生命。虽然杰格森和卡塔里娜是情人，但他对彼特的分析，大部分却是十分准确精辟的。彼特身上近乎变态的“高度的责任感、自律以及对社会群体的认知”，恐怕就是彼特最终悲剧的根源。这部影片不是伯格曼最出色的影片，过强的戏剧处理手法和心理分析的运用使影片陷入一种电影作者和影片人物之间的含混关系，这大约也就是我们在伯格曼各种自传中所读到的“焦虑”心理吧。杰格森对彼得的分析确然有其道理，但又由于他和彼得妻子卡塔里娜之间的情人关系，又影响了观众对他的观点的认同，而影片中透露出导演与影片人物之间模糊暧昧的对比和代入关系，又使影片披上第三层神秘的外衣。对于这样一部已经超越了编导自我控制的范围而进入一种“自在”的层次的影片，对它的感觉、理解可以仁者见仁，而至于要对它分析、读解、解剖，那则既是十分有趣有益的，但恐怕也是徒劳的。",
    "chinese_title": "傀儡生涯",
    "douban_rating": "8.1/10 from 976 users",
    "foreign_title": "Aus dem Leben der Marionetten",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-09T17:21:14"
}