{
    "aka": [
        "罗梅洛",
        "罗梅罗"
    ],
    "sid": "1295115",
    "cast": [
        {
            "url": "/celebrity/1031956/",
            "name": "劳尔·胡里亚 Raul Julia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110460/",
            "name": "理查德·乔丹 Richard Jordan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018177/",
            "name": "Eddie Velez Eddie Velez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301272/",
            "name": "艾贝尔·伍尔里奇 Abel Woolrich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295416/",
            "name": "Lucy Reina Lucy Reina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290552/",
            "name": "Eduardo López Rojas Eduardo López Rojas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283312/",
            "name": "José Antonio Estrada José Antonio Estrada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558609348.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1301537/",
            "name": "约翰·萨克雷特·杨 John Sacret Young",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0098219",
    "director": [
        {
            "url": "/celebrity/1019241/",
            "name": "约翰·杜根 John Duigan",
            "@type": "Person"
        }
    ],
    "duration": "102 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-08-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0098219/",
    "imdb_votes": 2527,
    "this_title": [
        "Romero"
    ],
    "douban_link": "https://movie.douban.com/subject/1295115/",
    "imdb_rating": "7.1/10 from 2527 users",
    "trans_title": [
        "义无反顾",
        "罗梅洛",
        "罗梅罗"
    ],
    "douban_votes": "0",
    "introduction": "During the 1977 El Salvadoran presidential election, public unrest is at an all-time high over fears of election fraud. In the midst of a Marxist-Leninist guerrilla insurgency by the Farabundo Martí National Liberation Front, the anti-communist military dictatorship uses death squads to abduct, torture and \"disappear\" anyone who speaks about their terrible human rights record. The military also prevents average voters from getting to the polls; soldiers are shown blocking a bus bringing people to town on election day. When the people decide to walk, the military shoots up their vans so that they have no transportation for the return journey.The Vatican elevates theologically conservative Oscar Arnulfo Romero (Raul Julia) to the position of Archbishop of San Salvador, hoping that with he will not get involved in politics. Although apolitical, Romero is afraid of the government's increasing hostility. He initially refrains from stirring anti-government sentiments, but, as he spends more time as archbishop, he sees evidence of deception, oppression, and systemic murder, after which he cannot support the government in good conscience and begins to speak out.[4] After the assassination of Father Rutilio Grande (Richard Jordan), an outspoken Jesuit advocate for the poor and close friend of Father Romero's, Romero begins to take a stand against the government's policies, prompting the government to retaliate by ordering to death squads to target the priests of his Archdiocese.After failing to rescue a pro-government hostage of the Pro-Soviet guerrillas in a botched ransom, Romero discovers that his friend Father Osuna (Alejandro Bracho), a militant critic of the military regime, has been captured and tortured. After securing his release, Romero instigates a boycott of the president-elect's inauguration, defying him by saying Mass in a church the Salvadoran military has taken over as a barracks. He later attempts to secure the release of a soldier taken hostage with Fr. Osuna by the guerrillas, but is arrested in the process. Fr. Osuna is subsequently tortured to death, despite Romero's protesting pleas.Undeterred, Romero rejects the violent methods of the guerrillas, but is nonetheless assassinated while saying Mass, specifically while consecrating the Eucharist. The film concludes with text stating:Archbishop Romero was murdered on March 24, 1980. He had spoken the disturbing truth. Many chose not to listen. As a result, between 1980 and 1989 more than 60,000 Salvadorians were killed. But the struggle for peace and freedom, justice and dignity goes on.By 1992, when the Salvadorian Civil War ended (three years after the movie was made), the total number of Salvadorians killed increased to over 75,000.",
    "chinese_title": "义无反顾",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Romero",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T07:56:11"
}