{
    "aka": [],
    "sid": "1295574",
    "cast": [
        "Thomas Goodridge",
        "Faruk Pruti",
        "Tony Peters"
    ],
    "site": "douban",
    "tags": [
        "英国",
        "英国电影",
        "喜剧",
        "人生",
        "欧洲电影",
        "1999",
        "Jasmin_Dizdar",
        "JasminDizdar"
    ],
    "year": "1999",
    "genre": [
        "剧情",
        "喜剧",
        "战争"
    ],
    "awards": "　　第52届戛纳电影节(1999)\n　　一种关注单元 一种关注大奖 贾思明·迪兹达尔\n\n",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2558708169.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        "Jasmin Dizdar"
    ],
    "imdb_id": "tt0159272",
    "director": [
        "Jasmin Dizdar"
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-08-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0159272",
    "imdb_votes": 2365,
    "this_title": [
        "Beautiful People"
    ],
    "douban_link": "https://movie.douban.com/subject/1295574/",
    "imdb_rating": "6.6/10 from 2365 users",
    "trans_title": [
        "美丽战争"
    ],
    "douban_votes": 121,
    "introduction": "※其一：种族偏见：两名克罗埃西亚裔和塞尔维亚裔的波士尼亚人，自始至终不放弃争斗较劲的故事。※其二：人种差异：波士尼亚难民裴洛与医生宝雪无视种族落差，相恋相守的故事。※其三：家庭纷争：产科医生莫弟与难民伊士麦两家的家庭问题。※其四：国族龃龉：足球迷葛雷芬阴错阳差改变人生的故事。※其五：事业危机：英国BBC记者杰利至战地采访，因故受伤，导致精神几近崩溃的故事。 \r\n\r\n\r\n\r\n一九九三年，伦敦。   \r\n\r\n\r\n\r\n世界杯预选赛之英国对荷兰，英荷两国球迷聚集英伦街头剑拔弩张；解体的南斯拉夫产生大批难民涌入欧洲，与当地波澜不惊的福利社会碰撞交激；克罗地亚和塞尔维亚互相要将对方夷为平地，那一场战争产生了一幅新闻照片美的让人揪心：萨拉热窝的罗密欧与朱利叶。 \r\n\r\n\r\n\r\nBEAUTY PEOPLE -----美丽战争。 \r\n\r\n\r\n\r\n标本般的中产阶级家庭偏偏出了颓废吸毒的儿子，抢钱吸毒结党成派，张扬那一点点不肯向循规蹈矩投降的可怜青春；和妻子分居的医生为争夺孩子与妻子大吵，他的女病人怯怯扯着他的一角衣衫告诉他自己要堕胎；非法移民在医院邂逅美丽女孩，以布衣身入她那上流社会的衣香鬓影；BBS的记者在克族、塞族交战区目睹不用麻醉一把锯子生生锯下一条腿来——他目睹战争的疼痛，而崩溃了对文明社会的信仰。 \r\n\r\n\r\n\r\n就是通过四条线索轮流切换，影片严谨朴实地铺开故事构架，四个原本富裕而沉闷的家庭，在卒不及防间碰到战争、鲜血与死亡，发生变化。   \r\n\r\n\r\n\r\n吸毒青年迷幻中误入维和部队，醒来已身处交战区，一个小孩问他是否美国人，更多的人在一声不吭地捡着空投下来的日用品。他笑了：多么好玩的一个PARTY！翻个身打算再睡，轰一下炮火齐鸣，身边小男孩被炸飞出去，轰、轰，生与死的狂奔中他触知战争，是不用麻醉锯下了的一条腿，是小孩再也不能看见光明的眼睛，是脚下一松既会爆炸的地雷头顶上温热的血滴，来自刚刚尚且温热的人-----回家时他脑门上还顶着血迹，抱着丧失光明的小孩，他看生活的眼睛却有了光亮。 \r\n\r\n\r\n\r\n我们常常需要别人的苦难来衬托自己的幸福，然后，平凡不堪的生活豁然开朗，生命的意义——那么不可思议地——显现了。 \r\n\r\n\r\n\r\n医生耐心地劝说病人夫妇把孩子生下来，丈夫结巴地说：可，孩子不是我的，可，可屏幕上是他们的婚礼录象，黑白镜头中新娘美如古希腊仙子，洁白婚纱和花瓣迎风飘舞。忽然很厌倦。他想说什么？一个婚外情故事，孩子不是他的于是没有生命权？我厌倦，直到他痛苦地说那是士兵强暴她之后……呵，一口凉气倒灌回来，我怔住，生命何其无辜，要被如此尖锐撕裂践踏！而极温柔极圣洁的和声响起，像在安慰每一颗痛苦的心：不哭、不哭…… \r\n\r\n\r\n\r\n难民在上流社会举步维艰，他说要上厕所，上流社会们如被抽了耳光般难堪，告诉他在这里上厕所要说：抱歉、失陪；而他那美丽的小女朋友却瞪住家人一字一句说：可是我们管上厕所叫他妈的滚蛋。两人宁肯到难民区享受爱情，而门口移民局抓人的喊声哭声却声声入耳。他淡淡解释：今天轮到她。-----那么明天呢？他只是没有明天。 \r\n\r\n\r\n\r\n离乱的他对高尚出身的她是冒险不羁是庸俗生活的拯救；而单纯洁白的她对他而言是阳光空气小麦和水，是流离逃亡上的宁静令他伫足。 \r\n\r\n\r\n\r\n记者从与死亡短兵相接的战场回到英国，发觉自己的拍摄只不过被政客利用。战争的影象仍烙在他心底烫的他疼，他想截下自己一条腿来代替良心的呼喊，可所有人都说你会好的你会、你终于会忘记这一切——如果良心是痛苦之源，那么就睡了吧，他和我的良心！ \r\n\r\n\r\n\r\n罗素说人生有三个阶段：青少年对知识的渴望，中青年时代对爱情的渴望，和晚年时代对人类不可遏制的同情心----我还未老，但看着影片里的痛苦却总感同身受。因为同情，所以同痛？可我也知道电影一完就什么都忘了，舞照跳马照跑就像那个记者最终会选择遗忘。我的感动只能存在这么片刻，这真让人沮丧和而诧异。 \r\n\r\n\r\n\r\n最后一轮切换：吸毒的少年在受难孩子身上发现人生意义和信仰，他们得其拯救；难民与上流社会们的女儿结婚，尽管婚礼上他拿过枪杀过人的自述让文明社会难堪；医生帮助病人生下孩子，加上他的孩子们欢歌笑语俨然世界大同；痛苦的记者终于回到正常社会···这一切，是否可以说，我们愈合了战争的伤口？ \r\n\r\n\r\n\r\n别人的痛苦可以映衬我们的幸福，可是，不要太多啊，不要放太多的辣椒而成了一盘食不下咽的饭----我们看着花团锦簇的结局，同时，对仍在发生的战争背过身。 \r\n\r\n\r\n\r\n可是，当那对夫妇出院后一路轻盈，那畅快的镜头和热烈的歌声合在一起无比美妙。那些街头的少年和姑娘，激动的球迷和淡泊的乞者一幕幕如飞掠过，是这么丰富灵动而有滋有味的街头众生相。抬眼处，满眼新绿的树叶歌唱般大幅度在音乐中舞动，饱满、有力、热情--------我忽然想起了一句诗并加以改动，作为本片的诠释。 \r\n\r\n\r\n\r\n战争给了我们痛苦，我们却用它来寻找欢乐。   \r\n\r\n\r\n\r\nBEARTY PEOPLE，生命如此美丽。",
    "chinese_title": "美丽战争",
    "douban_rating": "7.9/10 from 121 users",
    "foreign_title": "Beautiful People",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.9",
    "update_at": "2024-10-27T14:49:07"
}