{
    "aka": [
        "House of Crazies",
        "收容所",
        "疯人院"
    ],
    "sid": "1296358",
    "cast": [
        {
            "url": "/celebrity/1019084/",
            "name": "彼得·库欣 Peter Cushing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027880/",
            "name": "布里特·艾克拉诺 Britt Ekland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049875/",
            "name": "赫伯特·罗姆 Herbert Lom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125081/",
            "name": "帕特里克·马基 Patrick Magee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019201/",
            "name": "巴瑞·摩司 Barry Morse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126728/",
            "name": "芭芭拉·帕金斯 Barbara Parkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007020/",
            "name": "夏洛特·兰普林 Charlotte Rampling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149858/",
            "name": "理查德·托德 Richard Todd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019155/",
            "name": "罗伯特·鲍威尔 Robert Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158925/",
            "name": "詹姆斯·维利尔斯 James Villiers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159312/",
            "name": "西尔维娅·西姆斯 Sylvia Syms",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110998/",
            "name": "Daniel Jones Daniel Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102709/",
            "name": "梅格斯·詹金斯 Megs Jenkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089369/",
            "name": "安·弗班克 Ann Firbank",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086316/",
            "name": "约翰·福兰克林·罗宾斯 John Franklyn-Robbins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084389/",
            "name": "Frank Forsyth Frank Forsyth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054724/",
            "name": "杰弗里·拜尔顿 Geoffrey Bayldon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "悬疑",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515089167.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1000789/",
            "name": "罗伯特·布洛克 Robert Bloch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0068230",
    "director": [
        {
            "url": "/celebrity/1037151/",
            "name": "罗伊·沃德·贝克 Roy Ward Baker",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1972-07(英国)",
        "1972-11-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068230/",
    "imdb_votes": 8652,
    "this_title": [
        "Asylum"
    ],
    "douban_link": "https://movie.douban.com/subject/1296358/",
    "imdb_rating": "6.5/10 from 8652 users",
    "trans_title": [
        "精神病院",
        "House of Crazies",
        "收容所",
        "疯人院"
    ],
    "douban_votes": "239",
    "introduction": "Framing StoryDr Martin (Robert Powell) arrives at a secluded asylum \"for the incurably insane\" to be interviewed for a job by the wheelchair-using, authoritarian Dr Lionel Rutherford (Patrick Magee). Rutherford explains that he owes his current incapacitation to an attack by an inmate. Rutherford reveals his unorthodox plan to determine Martin's suitability for the post of head Doctor. One of the asylum's current inmates is Dr B. Starr, the former head doctor who underwent a complete mental breakdown. Martin is to interview the inmates of the asylum to deduce which one is Dr Starr. If his choice is correct Rutherford will \"consider\" him for the post.The attendant Max Reynolds (Geoffrey Bayldon) admits Martin through the security door to the inmates' solitary confinement cells where he interviews each in turn.\"Frozen Fear\"Bonnie (Barbara Parkins) recounts the plot to murder Ruth (Sylvia Sims), the wealthy wife of her lover Walter (Richard Todd). Ruth is a possessive heiress who studies voodoo, and this interest stands in the way of Bonnie and Walter being together.\"The Weird Tailor\"Bruno (Barry Morse) recounts how poverty forced him to accept the unusual request of a Mr Smith (Peter Cushing) to produce an elaborate suit of clothing from a mysterious, scintillating, fabric that can animate anything, including the dead.After learning what the suit will be used for, Bruno fights Smith and accidentally kills him. He returns with the unsold suit. His wife Anna (Anne Firbank) dresses their store mannequin in the suit and its true powers are revealed.\"Lucy Comes To Stay\"The ebullient Barbara (Charlotte Rampling) informs Martin she has been in an asylum before. After her release from that asylum she was closely monitored at home by her brother George (James Villiers) and a nurse, Miss Higgins (Megs Jenkins). This frustrated existence is relieved when her mischievous friend Lucy (Britt Ekland) comes to visit.\"Mannikins of Horror\"Finally Martin interviews Dr Byron (Herbert Lom) who holds Rutherford in deep contempt. Byron explains he is working towards soul transference with a small automaton whose head is a likeness of his own, and shows Martin several earlier models. Byron plans to \"will\" his mannequin to life, and explains the interior of the robot is organic, a miniaturised version of his own viscera. Martin concludes his interview and Max shows him downstairs to deliver his judgement to Rutherford.Byron successfully brings his mannequin to life: it makes its way to Rutherford's office and kills him with a surgical knife. Then, Martin destroys the mannequin and seeks help from Max Reynolds, and Dr. Starr's true identity is revealed.",
    "chinese_title": "精神病院",
    "douban_rating": "6.6/10 from 239 users",
    "foreign_title": "Asylum",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "6.6",
    "update_at": "2025-04-25T20:38:00"
}