{
    "aka": [
        "复仇谷"
    ],
    "sid": "1296058",
    "cast": [
        {
            "url": "/celebrity/1041141/",
            "name": "伯特·兰卡斯特 Burt Lancaster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166209/",
            "name": "罗伯特·沃克 Robert Walker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007096/",
            "name": "乔安妮·德鲁 Joanne Dru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018745/",
            "name": "莎莉·佛瑞斯特 Sally Forrest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102930/",
            "name": "约翰·爱尔兰 John Ireland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002811/",
            "name": "休·欧布莱恩 Hugh O&#39;Brian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1951",
    "genre": [
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504201076.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042352/",
            "name": "欧文·拉文奇 Irving Ravetch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042766/",
            "name": "卢克·肖特 Luke Short",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0044186",
    "director": [
        {
            "url": "/celebrity/1032685/",
            "name": "理查德·索普 Richard Thorpe",
            "@type": "Person"
        }
    ],
    "duration": "83 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1951-02-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0044186/",
    "imdb_votes": 2642,
    "this_title": [
        "Vengeance Valley"
    ],
    "douban_link": "https://movie.douban.com/subject/1296058/",
    "imdb_rating": "5.9/10 from 2642 users",
    "trans_title": [
        "虎踞龙盘",
        "复仇谷"
    ],
    "douban_votes": "0",
    "introduction": "Fifteen years ago, wealthy but crippled Colorado cattleman Arch Strobie (Ray Collins), whose own son Lee (Robert Walker) is wild, took in young Owen Daybright (Burt Lancaster) as a foster son to help raise him. Now Owen is ranch foreman, but Lee, despite being married to Jen (Joanne Dru), is wilder than ever.Unmarried Lily Fasken (Sally Forrest) gives birth but refuses to identify the father. After Owen gives Lily $500 to help care for the baby, her brothers Hub (John Ireland) and Dick (Hugh O'Brian) believe that he is the guilty party, unaware that he did so on Lee's behalf. The brothers try to beat up Owen and he lodges a complaint against them. Sentenced to a week in jail, they vow to get even as soon as they're out.When Arch chides Lee for overdrawing his bank account by withdrawing $500 in gold, Jen realizes that Lee fathered Lily's baby. She confronts him and Lee tries to lie his way out. She decides to leave him but is persuaded by Owen and Arch to stay. Lee inveigles Arch to make him a partner in the ranch by saying that he will strike out on his own unless he gets a half-interest and learns that the other half will go to Owen once Arch retires.Jen locks Lee out of their bedroom. Lee gets drunk, mistakenly believing she and Owen are carrying on behind his back. He schemes to get rid of Owen and make a fortune at the same time by conspiring with Hub and Dick to ambush Owen during the spring cattle roundup. On the trail, Lee secretly sells 3,000 head of the cattle, planning to run off with it, but Owen learns about it.Lee pretends to change his mind. He persuades Owen to ride in with him to stop the sale, but in fact he lures Owen into a trap. Hub and Dick, waiting in ambush, wound Owen as Lee casually rides away. In the ensuing gunfight, Owen Kills Dick. Hearing shots, a group of trailhands ride to Owen's rescue. They chase down and shoot Hub. Owen catches up with Lee and tells him he is going to confess everything to Arch. Lee draws his gun, forcing Owen to kill him. Owen breaks the news to Arch and Jen.",
    "chinese_title": "虎踞龙盘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vengeance Valley",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T04:44:41"
}