{
    "aka": [
        "冰海鲸舟"
    ],
    "sid": "1296108",
    "cast": [
        {
            "url": "/celebrity/1013946/",
            "name": "理查德·威德马克 Richard Widmark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048220/",
            "name": "莱昂纳尔·巴里摩尔 Lionel Barrymore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031965/",
            "name": "迪恩·斯托克维尔 Dean Stockwell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1949",
    "genre": [
        "剧情",
        "动作",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624380454.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1051063/",
            "name": "约翰·李·马辛 John Lee Mahin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012770/",
            "name": "萨利·巴特利特 Sy Bartlett",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0041313",
    "director": [
        {
            "url": "/celebrity/1032387/",
            "name": "亨利·哈撒韦 Henry Hathaway",
            "@type": "Person"
        }
    ],
    "duration": "120 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1949-02-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0041313/",
    "imdb_votes": 1182,
    "this_title": [
        "Down to the Sea in Ships"
    ],
    "douban_link": "https://movie.douban.com/subject/1296108/",
    "imdb_rating": "7.3/10 from 1182 users",
    "trans_title": [
        "海上男儿",
        "冰海鲸舟"
    ],
    "douban_votes": "0",
    "introduction": "Down to the Sea in Ships opens in New Bedford in the summer of 1887. The whaling ship Pride of New Bedford returns from a four-year voyage under the command of Capt. Bering Joy (Lionel Barrymore), the best whaler on the New England coast. He's just about the oldest, too, though he shows no signs of being ready to retire from the sea. The reason for that is his 11-year-old grandson Jed (Dean Stockwell), the youngest in a line of the whaling Joy family that extends back \"mighty nigh two hundred years.\" Capt. Joy, though still on crutches from an injury that kept him bunk-ridden for much of the voyage, is unwilling to retire, at least until Jed is thoroughly brought up in the ways of the sea and can continue the family tradition. Jed himself is (if you'll pardon the expression) entirely on board with this; he loves the seafaring life, the only life he's ever known. He's spent the last four years -- nearly half his life -- as his grandfather's cabin boy, and is now eager to ship out again as an apprentice member of the fo'c'sle crew.Unfortunately, the decision may be taken out of both their hands. The whaling firm's insurance company refuses to cover Capt. Joy; moreover, Massachusetts law will not allow Jed to return to sea unless he can pass an exam covering the four years of schooling he missed while he was away. Fortunately, a sympathetic school superintendent (Gene Lockhart, in a warmhearted cameo) fudges Jed's test results rather than disappoint the captain.And a tentative compromise is reached on the insurance issue when Capt. Joy is persuaded to sign Dan Lunceford (Richard Widmark) as first mate. The firm's president (Paul Harvey) says Lunceford is a promising young seaman who only needs some experience under a master mariner like Capt. Joy, but the captain isn't fooled: he realizes that Lunceford, who has a master's license, is being foisted on him at the insurance company's behest, to be in a position to take command of the Pride of New Bedford if age or infirmity should overcome the old man.For his part, Dan Lunceford doesn't care much for the look of Capt. Joy, nor for his sneering at Lunceford's \"book-learnin'\" and his college degree in marine biology; only a sweetening of his percentage of the voyage's profits persuades the younger man to ship out with Capt. Joy after all.Once the Pride of New Bedford is out to sea, Capt. Joy plays his trump card. He tells Lunceford that he sees \"the hand of Providence\" in Lunceford's presence on board. Jed was allowed to ship out, he says, only on the condition that his studies be continued, and Capt. Joy is hereby assigning Lunceford, in addition to his regular duties as first mate, to be Jed's tutor during his off-duty hours. In this way, the crafty old mariner intends to kill two birds with one stone: he'll see to Jed's education, and he'll keep Lunceford too busy to undermine his authority.Lunceford has no choice but to accept the assignment, but he does so with ill grace. Resentful at what he regards as essentially a babysitting chore, he is impatient, sarcastic and dismissive. Resentful in turn, Jed is obstreperous and uncooperative. Lunceford decides Jed is just as ornery and pigheaded as his grandfather, and he give up the lessons as a waste of his time.Stung, Jed applies himself and in time surprises Lunceford with answers to all the questions that had stumped him before. Lunceford suddenly approaches his duties as tutor in earnest, tailoring lessons more carefully to Jed's quick and lively but unsophisticated intelligence. As the friendship grows between Jed and Lunceford, Capt. Joy begins -- rightly or wrongly -- to fear that his grandson's respect and affection are drifting away from himself and attaching themselves to Lunceford; he responds to the unexpected competition by looking more carefully at Lunceford's ideas, which he had formerly dismissed as not worth his attention. All this happens even as the Pride of New Bedford roams the waters of the South Atlantic, stalking and taking whales.",
    "chinese_title": "海上男儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Down to the Sea in Ships",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-17T22:49:29"
}