{
    "aka": [],
    "sid": "1296134",
    "cast": [
        {
            "url": "/celebrity/1298045/",
            "name": "Jeff Solylo Jeff Solylo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "喜剧",
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2447397327.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1032270/",
            "name": "盖伊·马丁 Guy Maddin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0099053",
    "director": [
        {
            "url": "/celebrity/1032270/",
            "name": "盖伊·马丁 Guy Maddin",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991-04-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0099053/",
    "imdb_votes": 1734,
    "this_title": [
        "Archangel"
    ],
    "douban_link": "https://movie.douban.com/subject/1296134/",
    "imdb_rating": "6.3/10 from 1734 users",
    "trans_title": [
        "大天使"
    ],
    "douban_votes": "0",
    "introduction": "During the First World War, a Canadian soldier, devastated by the recent death of his fiancee, arrives at the frozen Russian city of Archangel. While billeted with a local family, he is astonished to discover a woman that may or may not be the lover he thought lost. Unfortunately, she is suffering from amnesia and remembers nothing of their former passion. A rival suitor, claiming to be her husband and who may also be suffering from amnesia, is equally unsuccessful at winning her affection. The melancholy story plays itself out against the madness of the Great War.Filming entirely indoors with homemade props and costumes, director Guy Maddin has created a very strange and intense movie. Cribbing heavily from the look and atmosphere of German expressionist cinema, Maddin goes much further in exploring some very human issues: loss, love, memory and redemption. He also examines patriotism and by stylistically depicting the horrors of trench warfare he delivers a pacifist message that reminds me of movies like Grande Illusion and All Quiet on the Western Front. The ultimate power of this movie, however, lies in the sense of alienation we see among the characters. They are not only unable to love each other, they are barely able to communicate. In fact, under the cloud of forgetfulness that is a major theme in this movie, the characters are often not even capable of recognizing one another at all!",
    "chinese_title": "大天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Archangel",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-09T01:29:07"
}