{
    "aka": [
        "父亲的微薄红利"
    ],
    "sid": "1296313",
    "cast": [
        {
            "url": "/celebrity/1002743/",
            "name": "斯宾塞·屈塞 Spencer Tracy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031841/",
            "name": "伊丽莎白·泰勒 Elizabeth Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032234/",
            "name": "琼·贝内特 Joan Bennett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154867/",
            "name": "唐·泰勒 Don Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025267/",
            "name": "碧莉·伯克 Billie Burke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012603/",
            "name": "莫洛尼·奥尔森 Moroni Olsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028245/",
            "name": "玛丽埃塔·坎蒂 Marietta Canty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014005/",
            "name": "拉斯·坦布林 Russ Tamblyn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113524/",
            "name": "Tom Irish Tom Irish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142556/",
            "name": "Richard Rober Richard Rober",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155055/",
            "name": "Beverly Thompson Beverly Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120186/",
            "name": "Joe McGuinn Joe McGuinn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129807/",
            "name": "Lon Poff Lon Poff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131467/",
            "name": "Erin Selwyn Erin Selwyn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140425/",
            "name": "Warren Schannon Warren Schannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147717/",
            "name": "海登·罗克 Hayden Rorke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166136/",
            "name": "罗伯特·威廉姆斯 Robert Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156162/",
            "name": "弗兰克·萨利 Frank Sully",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115628/",
            "name": "迪克·马丁 Dick Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054332/",
            "name": "Howard M. Mitchell Howard M. Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072180/",
            "name": "乔治布鲁格曼 George Bruggeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088153/",
            "name": "赫伯特·埃文斯 Herbert Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093941/",
            "name": "戴布思·格里尔 Dabbs Greer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098090/",
            "name": "Harry Hines Harry Hines",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098857/",
            "name": "保罗·哈维 Paul Harvey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111996/",
            "name": "Paul Kruger Paul Kruger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1951",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522915271.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008123/",
            "name": "艾伯特·哈克特 Albert Hackett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024481/",
            "name": "爱德华·斯特里特 Edward Streeter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037567/",
            "name": "弗朗西丝·古德里奇 Frances Goodrich",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0043526",
    "director": [
        {
            "url": "/celebrity/1032168/",
            "name": "文森特·明奈利 Vincente Minnelli",
            "@type": "Person"
        }
    ],
    "duration": "82 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1951-04-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0043526/",
    "imdb_votes": 4455,
    "this_title": [
        "Father's Little Dividend"
    ],
    "douban_link": "https://movie.douban.com/subject/1296313/",
    "imdb_rating": "6.5/10 from 4455 users",
    "trans_title": [
        "玉女弄璋",
        "父亲的微薄红利"
    ],
    "douban_votes": "0",
    "introduction": "In this sequel to Father of the Bride, newly married Kay Dunstan announces that she and her husband are going to have a baby, leaving her father, Stanley Banks, having to come to grips with becoming a grandfather.Middle-class family man Stanley Banks reminisces on events of the past year: One afternoon, returning from the office feeling happy and energetic, Stanley's routine is interrupted when his wife Ellie tells him that they are having dinner with their daughter Kay and her husband, Buckley Dunstan, to hear some important news. Although Stanley is certain that it concerns Buckley's business, the newlyweds reveal that Kay is expecting a baby. Buckley's parents, Doris and Herbert, are delighted, as is Ellie, but Stanley broods that he is too young and vibrant to be a grandfather. Soon Ellie, flush with excitement, throws Kay a baby shower, something Stanley thinks is highway robbery not punishable by law. Later, Ellie suggests that they remodel their house to enable Kay, Buckley and the baby to move in with them, but Stanley puts his foot down. Ellie is near tears when the wealthy Dunstons announce that they are planning to add a wing to their home for the couple, but is overjoyed when Kay and Buckley reveal that they have just bought their own little house, enabling Ellie to have free rein helping Kay decorate.After settling into their new home, Kay, who is very close to her father, expresses her concern that the baby will make a difference in her relationship with Buckley. Stanley comforts her by telling her how much he loved her as a baby. Soon the Banks and the Dunstans are trying to outdo one another buying gifts and making plans for the baby, up to his enrollment in college. One night, while listening to Ellie, Doris and Herbert bicker over what the baby should be named, Kay breaks down and runs to her room. Only Stanley, whom Kay feels is the sole parent who understands her is able to comfort her. The day after pledging to Kay that he will make certain that none of the in-laws will interfere again, Stanley drags Ellie to Kay's physician, Dr. Andrew Nordell, anxious over the \"modern\" ideas Nordell has about a more natural method of childbirth and infant care.For the next month or so, things remain calm, until Stanley is awakened by a late night call from Buckley, who says that Kay has left him \"for good.\" After sneaking over to Buckley and Kay's place, Stanley learns from a cab driver that Kay took a taxi to the Banks's. The two men then return to the Banks house, where the couple make up after Kay's jealousy is revealed to be a misunderstanding stemming from Buckley's late nights working at the office. Kay, as well as Stanley, realize Buckley's devotion to his family.As the baby's birth approaches, nerves among the parents and grandparents become frayed. The eventual birth of a baby boy delights everyone, except Stanley, a distant and wary observer of the as-yet-unnamed baby, who starts to cry whenever Stanley comes near him.When the baby is six months old, Kay joins Buckley on a brief business trip and leaves the baby with her parents, hoping to give Stanley time to grow closer to his grandson. One afternoon, while Kay is still away, Stanley takes the baby for a walk in the park. When the baby finally falls asleep in his carriage, Stanley joins some friendly neighborhood boys in a game of football and loses track of time. After the game, when Stanley cannot find the carriage, he frantically retraces his steps back to the house. Seeing through the window that Kay has returned early, he panics and takes a taxi to the local police station. There a befuddled Stanley confesses to the grim-faced police sergeant that he has lost the baby. Fearing the wrath of the police squad, who found the sweet-natured baby and have fallen in love with him, Stanley secretly prays that his grandson will not start to scream when he picks him up. To Stanley's relief, the baby is delighted to see him, and from that moment on, the two are devoted to each other. Some time later, at the baby's christening, Stanley beams with pride as his grandson is finally named \"Stanley Banks Dunstan.\"",
    "chinese_title": "玉女弄璋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Father's Little Dividend",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T04:21:18"
}