{
    "aka": [],
    "sid": "1296212",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "动画",
        "家庭",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563671149.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1277051/",
            "name": "罗杰·阿勒斯 Roger Allers",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0078780",
    "director": [
        {
            "url": "/celebrity/1045242/",
            "name": "史蒂文·利斯伯吉尔 Steven Lisberger",
            "@type": "Person"
        }
    ],
    "duration": "78 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1980-02-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0078780/",
    "imdb_votes": 2413,
    "this_title": [
        "Animalympics"
    ],
    "douban_link": "https://movie.douban.com/subject/1296212/",
    "imdb_rating": "6.8/10 from 2413 users",
    "trans_title": [
        "动物奥运会"
    ],
    "douban_votes": "0",
    "introduction": "Animalympics is a 1980 animated film produced by Lisberger Studios and released by Warner Bros.. It was the third animated feature film presented with Dolby sound. Originally commissioned by the NBC network as two separate specials, it spoofs the Summer and Winter Olympic Games, and features the voices of Billy Crystal, Gilda Radner, Harry Shearer and Michael Fremer.The film is a series of vignettes presented as the broadcast of the first animal Olympic Games through the fictional ZOO television network. The Games combine summer and winter Olympic events.Unlike the real Olympics, continents are represented rather than countries. The continents featured are North America, South America, Eurasia, Europe, Africa, Australia, and Asia. Eurasia represents Eastern Europe, whereas Europe represents Western and Central Europe.The only mention of areas other than continents are the New York Rats soccer team, Dean Wilson being from California, a Central American marathon runner named Pepé Repanosa, an Acapulco cliff diver named \"Primo Cabeza\", marathon runner Terry Hornsby being from Boulder, Colorado, René Fromage being from France, and Kurt Wüfner appearing at the downhill event right before a Scandinavian is given a gold medal.Although many of the segments stand alone, there are some recurring events and important characters. The largest such story is the coverage of the marathon, where competitors René Fromage and Kit Mambo are the favorites to win. Both are determined to win — Fromage having devoted his entire life to the marathon, Mambo determined to make a name for herself — they find themselves surprised when their minds wander to thoughts of mutual admiration and then to love, culminating in the pair holding hands for the rest of the race and crossing the finish line together. Another important story is that of Kurt Wüffner, German dachshund skier, and his disappearance to Dogra-la during a mountain climbing expedition shortly after the slalom event.A minor story features an alligator named Bolt Jenkins. He was \"born as a handbag\" and told he would never walk again. A song during his story reveals that he lives in the slums. After seeing a frog named Boris Amphibiensky break the world record for the high jump, Jenkins has an epiphany, and becomes determined to break the record. Jenkins goes on to set world records in the high jump, the pole vault, and later the 100 meter dash. Jenkins sacrifices his gold medal in the hundred meter dash to African competitor and favorite Kit Ngogo, whom Jenkins considers to be his superior.Some events are only referenced rather than being covered. In the song \"We've Made It to the Top\", various events are shown that are otherwise not covered:Hammer ThrowShotputJavelinCyclingRelay RacingDiscusAlso referenced but not covered:Boxing- only a highlight reel is provided after the match, despite being previewed as \"coming up after the basketball game\"Speed Skating- previewed, but not actually shownWater Polo- mentioned as happening earlier in the week",
    "chinese_title": "动物奥运会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Animalympics",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T00:07:15"
}