{
    "aka": [
        "Tema"
    ],
    "sid": "1296205",
    "cast": [
        {
            "url": "/celebrity/1042418/",
            "name": "米哈伊尔·乌里扬诺夫 Mikhail Ulyanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028679/",
            "name": "茵娜·丘里科娃 Inna Churikova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "　　第37届柏林国际电影节(1987)\n　　主竞赛单元 金熊奖 格里布·潘非洛夫\n　　费比西奖（国际影评人联盟奖） 竞赛单元最佳影片 格里布·潘非洛夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622819210.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1019709/",
            "name": "格里布·潘非洛夫 Gleb Panfilov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0079999",
    "director": [
        {
            "url": "/celebrity/1019709/",
            "name": "格里布·潘非洛夫 Gleb Panfilov",
            "@type": "Person"
        }
    ],
    "duration": "99 分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "俄语"
    ],
    "playdate": [
        "1987-04-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0079999/",
    "imdb_votes": 631,
    "this_title": [
        "Тема"
    ],
    "douban_link": "https://movie.douban.com/subject/1296205/",
    "imdb_rating": "7.2/10 from 631 users",
    "trans_title": [
        "主题",
        "Tema"
    ],
    "douban_votes": "178",
    "introduction": "\"The Theme\" is a film that had to stay on the shelf for almost ten years because of its \"theme\". Mikhail Ulyanov plays Kim Yesenin, a disillusioned and cynical playwright who uses the system by writing the conformist plays and enjoys the benefits of being the officially recognized and appointed \"great Soviet writer\" but who in reality has been used by a system and spent all the talent he ever had in writing the plays that had no artistic value whatsoever. Bitter irony lies in the name of the character: Sergei Yesenin was a real life enormously talented, widely popular and beloved Russian poet who committed suicide at the age of 30 in 1925 because he could not fit in the Soviet Russia. Kim Yesenin in the movie suffers the writing block and arrives to the small provincial town with a friend and a young mistress in search of inspiration. He meets an attractive, intelligent and well educated museum guide named Sasha (Inna Churikova never looked so beautiful and sophisticated and I finally understood why Panfilov always had been fascinated by her face, never conventionally pretty) who used to be a big fan of his earlier works but has a lot of unflattering things to say about his officially praised outings. Sasha is in love with a talented historian who had made a very difficult and life changing decision to emigrate from the Soviet Union. He had lost his job by becoming a dissident and had to work as a gravedigger to support himself while waiting for permission to leave the country. Those who never had to emigrate from their country knowing that they might leave forever and never be allowed to go back to see their loved ones and the places dear to their heart again would not fully understand why Panfilov's film had to stay on the shelf for almost ten year after it was completed. It was released only during the \"perestroika\" in 1987 and I saw it then. I respect Panfilov for his siding with the real artists rejected by the system but his film is not only a courageous statement against the conformity suffocating cultural life under the Brezhnev regime which would be later called \"period zastoya\" or \"stagnation\", it is a memorable work of cinema with very good performances from his muse, Inna Churikova, Mikhail Ulyanov, and supporting cast.",
    "chinese_title": "主题",
    "douban_rating": "7.4/10 from 178 users",
    "foreign_title": "Тема",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.4",
    "update_at": "2025-04-13T02:49:04"
}