{
    "aka": [
        "圣诞颂歌",
        "布偶圣诞颂",
        "布偶小气神圣诞",
        "布偶小气财神耶诞颂(台)"
    ],
    "sid": "1296611",
    "cast": [
        {
            "url": "/celebrity/1054509/",
            "name": "迈克尔·凯恩 Michael Caine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097757/",
            "name": "大卫·戈尔兹 Dave Goelz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164036/",
            "name": "史蒂夫·惠特迈尔 Steve Whitmire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131303/",
            "name": "Jerry Nelson Jerry Nelson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019054/",
            "name": "弗兰克·奥兹 Frank Oz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087395/",
            "name": "Jessica Fox Jessica Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048187/",
            "name": "斯蒂文·麦金托什 Steven Mackintosh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373157/",
            "name": "罗宾·威弗 Robin Weaver",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315652/",
            "name": "雷蒙德·库特哈德 Raymond Coulthard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124177/",
            "name": "Kristopher Milnes Kristopher Milnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098967/",
            "name": "Anthony Hamblin Anthony Hamblin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072251/",
            "name": "Marcus Clarke Marcus Clarke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187420/",
            "name": "Peter Robbins Peter Robbins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140454/",
            "name": "蒂姆·罗斯 Tim Rose",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068799/",
            "name": "基范·肖 Kaefan Shaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223307/",
            "name": "John Thirtle John Thirtle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294864/",
            "name": "卡任·普瑞尔 Karen Prell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285028/",
            "name": "路易斯·勾德 Louise Gold",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情",
        "喜剧",
        "歌舞",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508655984.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007150/",
            "name": "查尔斯·狄更斯 Charles Dickens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010098/",
            "name": "Jerry Juhl Jerry Juhl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0104940",
    "director": [
        {
            "url": "/celebrity/1036823/",
            "name": "布赖恩·汉森 Brian Henson",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1992-12-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0104940/",
    "imdb_votes": 76350,
    "this_title": [
        "The Muppet Christmas Carol"
    ],
    "douban_link": "https://movie.douban.com/subject/1296611/",
    "imdb_rating": "7.8/10 from 76350 users",
    "trans_title": [
        "圣诞欢歌",
        "圣诞颂歌",
        "布偶圣诞颂",
        "布偶小气神圣诞",
        "布偶小气财神耶诞颂(台)"
    ],
    "douban_votes": "912",
    "introduction": "《圣诞颂歌》是英国作家查尔斯·狄更斯的小说名篇，主人公史高哲（Scrooge,又译“斯克鲁奇”）是个远近闻名的吝啬鬼，他刻薄、冷漠而又视财如命的形象让人记忆深刻。史高哲经营者一家账房，可是，有一天，他那死去的生意伙伴雅各布的鬼魂出现，改变了一切。In this adaptation of the Christmas story narrated by Charles Dickens himself (played by Gonzo the Great) with the occasional commentary of Rizzo the Rat, it is Christmas Eve in 19th century London. The merriment is not shared by Ebenezer Scrooge (Michael Caine), a surly money-lender who is more interested in profit than celebration. So cold to the season of giving is he that his book-keeping staff, including loyal employee Bob Cratchit (Kermit the Frog), has to plead with him just to have the day off work during Christmas by pointing out that Scrooge would have no customers on the holiday and that it would waste coal to sit alone in the office. Scrooge's nephew, Fred, arrives to invite his uncle to Christmas dinner and two gentlemen also come to Scrooge's offices, collecting money in the spirit of the season. Scrooge rebuffs his nephew and complains that it isn't worth looking after the poor, as their deaths will decrease the surplus population. Fred is shocked at his uncle's uncharitable and cold nature, but repeats his invitation, makes his own donation and departs.Later that evening, Scrooge finds himself face to face with the spirits of his former business partners, Jacob and Robert Marley (Statler and Waldorf) who have been condemned to shackles in the afterlife as payment for the horrible deeds they committed in life. They warn him that he will share the same fate, only worse, if he doesn't change his ways, and foretell the coming of three spirits throughout the night.Mr. Scrooge is first visited by the Ghost of Christmas Past, a child-like spectre who takes Scrooge on a journey back through time to his youth. He recalls his early school days, during which he focused on his studies; the meeting of a young woman named Belle (Meredith Braun), with whom he would later fall in love; and the final parting between Belle and Scrooge, despite Scrooge's protests that he would marry her as soon as he had enough money. Later, Scrooge meets the Ghost of Christmas Present, a large, festive creature with a booming voice who lives only for the here and now. He gives Scrooge a glimpse into the holiday celebration of others, including Bob Cratchit and his family who, although poor, are enjoying Christmas together and reveling in the anticipation of the Christmas goose. The Spirit also shows Scrooge's own family, who aren't above cracking jokes at Scrooge's expense. Later, Scrooge meets the Ghost of Christmas Yet to Come, a silent entity, who reveals the chilling revelation that young Tiny Tim (Robin the Frog) will not survive the coming year, thanks in no small part to the impoverished existence of the Cratchit family. Furthermore, it is revealed that when Scrooge's own time has passed, others will certainly delight in his absence from the world, with local businessmen attending his funeral only for the free food and Scrooge's servants stealing the very clothes he was to have been buried in. It is this final epiphany that jolts Scrooge back into humanity, and makes him vow to celebrate with his fellow man. Scrooge goes about the town spreading good deeds and charity, plans a feast for Bob Cratchit and his kin, and learns to adopt the spirit of Christmas throughout the year.",
    "chinese_title": "圣诞欢歌",
    "douban_rating": "8.1/10 from 912 users",
    "foreign_title": "The Muppet Christmas Carol",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.1",
    "update_at": "2025-05-03T06:00:07"
}