{
    "aka": [],
    "sid": "1296708",
    "cast": [
        {
            "url": "/celebrity/1064441/",
            "name": "丽莎·贝恩斯 Lisa Banes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060155/",
            "name": "艾伦·阿尔比斯 Allan Arbus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049697/",
            "name": "贝丝·格兰特 Beth Grant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049608/",
            "name": "南希·特拉维斯 Nancy Travis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025268/",
            "name": "大卫·拉斯彻 David Rasche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019050/",
            "name": "丹尼·爱罗 Danny Aiello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002765/",
            "name": "克里斯汀·拉蒂 Christine Lahti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "短片"
    ],
    "awards": "　　第68届奥斯卡金像奖(1996)\n　　最佳真人短片 贾娜·苏·梅梅尔 / 克里斯汀·拉蒂\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516711323.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1018469/",
            "name": "W.P. Kinsella W.P. Kinsella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005348/",
            "name": "波莉·普拉特 Polly Platt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0113653",
    "director": [
        {
            "url": "/celebrity/1002765/",
            "name": "克里斯汀·拉蒂 Christine Lahti",
            "@type": "Person"
        }
    ],
    "duration": "39 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0113653/",
    "imdb_votes": 162,
    "this_title": [
        "Lieberman In Love"
    ],
    "douban_link": "https://movie.douban.com/subject/1296708/",
    "imdb_rating": "6.5/10 from 162 users",
    "trans_title": [
        "恋爱中的利伯曼"
    ],
    "douban_votes": "0",
    "introduction": "A nicely cynical love story, 19 July 2004Author: bob the moo from Birmingham, UKJoe Liberman is recently widowed and is finding it very hard to get back out there. He meets a woman at a resort who turns out to be a prostitute but, after trying it once, Joe becomes a regular client of Shaleen. Regaining his confidence Joe then meets a beautiful woman called Kate who sells him a condo. As he continues sleeping with Shaleen, Joe tries to work out how he can seduce Kate away from her husband – producing a very complicated love entanglement.I saw this film as one of the ongoing 'short story cinema' series all from the same production company. While the series produced many memorable shorts and gave many stars their first job as director, too often the shorts all sound and look the same (small light music and visual feel). Lieberman is one of the shorts that manages to stand out from the crowd and is actually one of the more enjoyable ones. The plot produces a rather clever little story that is romantic but not sentimental – it is sweet but it is very cynical in how it views relationships; certainly what you get here is not the normal sweet lovable romantic coupling stuff.This is not to say that it is perfect, because it maybe isn't quite as clever or different as it thinks it is, although it is clever and interesting enough to get by. Various twists towards the end help it as well. The cast are good and, as is often the case with this series, contains quite a few well known faces. Aiello is good in the lead as he always is and seems to understand his character pretty well. Lahti is good and manages to make her character a 'hooker with a heart of gold' without actually having a heart of gold; her direction is also good and she matches the tone of the material. Travis plays quite a simple character but is effective nonetheless. They all work well together but it is a combination of them and the material that carries it.Overall this is a romantic story but it is one that is seeped in the cynicism that most of us feel is the reality of relationship as opposed to the sweet, sentimental stuff that is sold us in most Hollywood films. This may not be perfect but it is clever and enjoyable with a tough edge and carries itself well over its long (for a short) running time.",
    "chinese_title": "恋爱中的利伯曼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lieberman In Love",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T13:00:49"
}