{
    "aka": [
        "血溅山河"
    ],
    "sid": "1297249",
    "cast": [
        {
            "url": "/celebrity/1027077/",
            "name": "罗伯特·米彻姆 Robert Mitchum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032189/",
            "name": "斯坦利·贝克 Stanley Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133740/",
            "name": "伊丽莎白·穆勒 Elisabeth Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124955/",
            "name": "亚历克·曼戈 Alec Mango",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106746/",
            "name": "彼得·伊林 Peter Illing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106092/",
            "name": "乔斯琳·拉内 Jocelyn Lane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151934/",
            "name": "斯坦利·范比尔斯 Stanley Van Beers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055113/",
            "name": "西奥多·比凯尔 Theodore Bikel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032459/",
            "name": "吉娅·斯卡拉 Gia Scala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028780/",
            "name": "帕特里克·乔丹 Patrick Jordan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028135/",
            "name": "基隆·摩尔 Kieron Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019237/",
            "name": "马留斯·戈尔林 Marius Goring",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010696/",
            "name": "塞巴斯蒂安·卡伯特 Sebastian Cabot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002828/",
            "name": "莱斯利·菲利普斯 Leslie Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160944/",
            "name": "唐纳德·沃尔菲 Donald Wolfit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "剧情",
        "惊悚",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2410629915.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023577/",
            "name": "A·I·贝赞里特斯 A.I. Bezzerides",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023477/",
            "name": "利昂·乌里斯 Leon Uris",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0052563",
    "director": [
        {
            "url": "/celebrity/1025340/",
            "name": "罗伯特·奥尔德里奇 Robert Aldrich",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1959-07-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0052563/",
    "imdb_votes": 1213,
    "this_title": [
        "The Angry Hills"
    ],
    "douban_link": "https://movie.douban.com/subject/1297249/",
    "imdb_rating": "5.7/10 from 1213 users",
    "trans_title": [
        "愤怒的山谷",
        "血溅山河"
    ],
    "douban_votes": "0",
    "introduction": "In 1941 Greece, on the eve of German occupation, cynical American foreign correspondent Michael Morrison arrives in Athens, intending to depart for London the following day. In his hotel room, Mike is visited by anti-fascist politico Dr. Stergiou, who asks him to carry a list of Greek resistance leaders to British intelligence in London. When Stergiou admits that he cannot pay him, Mike refuses, then warns Stergiou against carrying the list. The doctor pretends to destroy the paper, but unknown to Mike, places it in Mike's jacket pocket. Mike reluctantly agrees to meet Stergiou later that evening and the doctor advises him of a contact in the event of difficulties. Unknown to the men, Greek collaborator and Gestapo spy Dimitrius Tassos eavesdrops on their conversation, then reports to the German head of the Gestapo in Greece, Konrad Heisler. That evening, Mike waits for Stergiou in a club, but Stergiou telephones to cancel their meeting, revealing that he has been followed. Mike is angered when Stergiou tells him that the list is in his pocket and urges him to meet their mutual contact. At the designated place, however, Mike finds the contact murdered and is confronted by Tassos, who tells Mike that Stergiou has committed suicide. Tassos then offers Mike money in exchange for the list, but Mike attacks Tassos and flees. Tassos and his henchmen pursue him, but Mike escapes on a passing British army transport. When Heisler reports Mike's escape to Cmdr. Eric Oberg, the commander recommends Heisler take charge of the situation. Meanwhile, after the transport is bombed, a wounded Mike is rescued by Greek fishermen who believe that he is a British soldier. Upon reviving in a local cottage where a young peasant girl, Eleftheria, lives with her brother Andreas and their uncle Leonidas, Mike discovers the list is still intact. After recovering, Mike sits in on a meeting with Andreas and several men who plan to raid the munitions depot for guns and distribute them to all the neighboring villages. After the meeting, Eleftheria pleads with Mike not to get involved in the raid, but their conversation is interrupted by the arrival of Bluey Ferguson, who claims to be a British private and POW escapee. The following evening, Mike joins Andreas and the others on their raid, but they are ambushed by the Germans and only Mike and Andreas survive. While Andreas goes to the other villages to report the massacre, Mike returns to tell Leonidas about the list, which he admits to having memorized and destroyed. Mike suspects that Bluey was a German informant who tipped them off to the raid. Leonidas and Eleftheria agree that the only way to help Mike is to move him to a local convent, whose nuns and priests have assisted several British soldiers to escape the country. Eleftheria takes Mike to an abandoned thatch-hut village in the hills, where he is to await Andreas, who will escort him to the convent. That evening, Andreas arrives at the village just ahead of a German squad accompanied by Tassos and later Heisler. Learning that Mike is waiting, Andreas attempts to escape, but is shot in the back by Tassos. Heisler tells Leonidas and Eleftheria that Mike has lied to them and never intended to provide help for the Greek resistance. Despite Heisler's threat to destroy the village unless Mike is given up, Leonidas refuses to cooperate. Heisler orders that all the villagers be rounded up in the town square, where ten, including Leonidas, are executed. Although heartbroken, Eleftheria hides, then at dawn joins Mike. Avoiding a massive German search, Mike and Elftheria make their way to the convent safely. When Heisler and Tassos again report their failure to Oberg, he suggests that Tassos make use of his former girl friend, Lisa Kyriakides, who is a well-known, highly placed member of the resistance and who may be blackmailed by threats to her two young children. A couple of days later, Lisa arrives at the convent to retrieve Mike, who bids farewell to a tearful Eleftheria. Lisa takes Mike to a flat in a harbor town, but when she identifies herself, he is dismissive of her resistance ties, insisting that women are ineffective and dangerous because they are invariably compromised by their sexuality. Later, Lisa meets with Heisler and Tassos and learns that Eleftheria was killed leaving the convent. Heisler demands to know why Lisa has hidden Mike, and when Heisler reluctantly mentions Lisa's children, she agrees to bring Mike to a predetermined meeting place. Lisa returns to Mike to inform him she has made arrangements with a priest to get him out of Greece. Lisa and Mike then walk to a nearby church where Heisler, Tassos and several soldiers lie in wait, but Lisa cannot proceed with the betrayal and they return to the flat. There, she confesses to Mike that she became personally involved with Heisler in order to gather information for the resistance, but that it has been difficult to extricate herself from the relationship. When Lisa tells Mike of Eleftheria's death, he angrily declares that he will kill Heisler. Despite Lisa's protests, Mike takes a gun she had given him and tricks Heisler into meeting him. Hoping to ambush Heisler in the street, Mike is prevented by the arrival of an associate of Lisa's, Chesney, who convinces Mike to give up his reckless plan. Later, Mike agrees to give Lisa the contents of the list if she will take her children and flee, but she explains that Heisler has moved her son and daughter to a secret location. Chesney then meets with Tassos and persuades him to capture Mike and turn him over to Oberg directly, thus circumventing Heisler. Tassos takes Chesney to retrieve Lisa's children, to exchange for Mike. At the flat, Lisa tells Mike that she and Chesney have planned to get him and her children safely away while she diverts Heisler. Initially refusing, Mike then realizes it is the only solution and agrees. Lisa then visits Heisler and he apologizes for having to comply with his duty, but is startled when Lisa suggests they might resume their relationship. Meanwhile, Chesney brings Tasso to the flat, where Mike stuns Tasso, then escapes with Lisa's children and a priest who escorts them to a waiting boat. Lisa prevents Heisler from accepting a vital phone call reporting the disappearance of her children. Later, upon hearing the church bell toll, signifying that the children and Mike have escaped safely, Lisa is relieved. Heisler learns of the escape moments afterward, but allows Lisa to leave unharmed.",
    "chinese_title": "愤怒的山谷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Angry Hills",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-12T12:26:45"
}