{
    "aka": [
        "Company Limited"
    ],
    "sid": "1297811",
    "cast": [
        {
            "url": "/celebrity/1036965/",
            "name": "莎米拉·泰戈尔 Sharmila Tagore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403408/",
            "name": "巴伦·昌达 Barun Chanda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344216/",
            "name": "哈拉丹·班纳吉 Haradhan Bannerjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350611/",
            "name": "迪潘卡尔·戴伊 Dipankar Dey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "　　第33届威尼斯电影节(1972)\n　　费比西奖(国际影评人联盟奖) 萨蒂亚吉特·雷伊\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547650535.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1048247/",
            "name": "萨蒂亚吉特·雷伊 Satyajit Ray",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067729",
    "director": [
        {
            "url": "/celebrity/1048247/",
            "name": "萨蒂亚吉特·雷伊 Satyajit Ray",
            "@type": "Person"
        }
    ],
    "duration": "110 分钟",
    "episodes": "",
    "language": [
        "孟加拉语"
    ],
    "playdate": [
        "1974-05-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067729/",
    "imdb_votes": 1436,
    "this_title": [
        "Seemabaddha"
    ],
    "douban_link": "https://movie.douban.com/subject/1297811/",
    "imdb_rating": "7.8/10 from 1436 users",
    "trans_title": [
        "有限公司",
        "Company Limited"
    ],
    "douban_votes": "0",
    "introduction": "This powerful psychological drama follows a young executive's climb up the corporate ladder and his slow immersion into corruption, seen through the eyes of his young sister-in-law.Shyamal (Barun Chanda) is an ambitious Marketing Manager in a British firm in Calcutta, manufacturing fans. He's married to Dolan, and lives in a company flat. He aspires to become the company director. For this he has to compete with a colleague who has a relative in the board of directors.His sister-in-law Tutul (Sharmila Tagore) arrives from Patna to spend a few days with them. She has been a great admirer of the ideologist Shyamal and was envious of her sister's marriage with him. Tutul is Shyamal’s conscience. Shyamal shows her the delights of city life - the cocktail parties, the clubs and horse racing.Life goes on smoothly for Shyamal until he learns that a consignment of fans meant for exports is defective. There is not much time to rectify the fans. It could result in cancellation of the export contract and an end to his dream of becoming a director.Hopeless, Shyamal takes Tutul in confidence though not his wife. Late at night, he hatches a plan with the labor officer to provoke a strike at the factory. A factory watchman is badly injured and a lockout is declared. The export contract is saved.Shyamal becomes a director but he has fallen low both in the eyes of Tutul and his own.This is the second film of the Calcutta Trilogy. The other two were and Pratidwandi (The Adversary, 1971) and Jana Aranya (The Middle Man, 1975). All the three films study the effect the big city of Calcutta has on the educated youth and the price it extracts from them.With an effortless conviction, Ray builds up the narrative, and characters including the minor ones. The film has a poetic and understated ending. As triumphant Shyamal returns home after being named a director, the elevator is out of order. A joyous Shyamal begins to climb the stairs. As he ascends his steps become slower. When he reaches the top, both physically and metaphorically, his joy has vanished. Tutul who has witnessed fall of her hero, sits beside him, they exchange glances. Without making a sound Tutul removes the watch that he had gifted her. She places it on the table. We see Shyamal from above a ceiling fan, with his head bowed in his hand and Tutul fading away.",
    "chinese_title": "有限公司",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Seemabaddha",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T22:39:05"
}