{
    "aka": [
        "抓到你咯"
    ],
    "sid": "1297990",
    "cast": [
        {
            "url": "/celebrity/1055414/",
            "name": "安东尼·爱德华兹 Anthony Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031885/",
            "name": "琳达·费奥伦蒂诺 Linda Fiorentino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027923/",
            "name": "贾苏·加西亚 Jsu Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032109/",
            "name": "阿历克斯·罗克 Alex Rocco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056429/",
            "name": "玛拉·亚当斯 Marla Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125750/",
            "name": "克劳斯·洛维奇 Klaus Löwitsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348020/",
            "name": "克里斯多夫·莱德尔 Christopher Rydell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050193/",
            "name": "Kari Lizer Kari Lizer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050308/",
            "name": "大卫·沃尔 David Wohl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324252/",
            "name": "Muriel Dubrule Muriel Dubrule",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111945/",
            "name": "弗朗西斯·勒迈尔 Francis Lemaire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356139/",
            "name": "马克西米利安·露丝莱恩 Maximilian Rüthlein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128772/",
            "name": "罗纳德·尼施克 Ronald Nitschke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055212/",
            "name": "达·范·汉森德 Dan van Husen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152777/",
            "name": "Manfred Tümmler Manfred Tümmler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153579/",
            "name": "Dragomir Stanojevic-Bata Kameni Dragomir Stanojevic-Bata Kameni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331519/",
            "name": "丹特·迪·洛雷托 Dante Di Loreto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167679/",
            "name": "Larry Charles White Larry Charles White",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386071/",
            "name": "史蒂夫·艾斯汀 Steve Eastin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097523/",
            "name": "Ruben Guevara Ruben Guevara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131232/",
            "name": "Peter Pan Peter Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109890/",
            "name": "吉恩·拉贝尔 Gene LeBell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004807/",
            "name": "鲍勃·耶基斯 Bob Yerkes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083425/",
            "name": "乔治·费舍尔 George Fisher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "喜剧",
        "动作",
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2636824763.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1285176/",
            "name": "丹·戈登 Dan Gordon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0089222",
    "director": [
        {
            "url": "/celebrity/1037180/",
            "name": "杰夫·卡纽 Jeff Kanew",
            "@type": "Person"
        }
    ],
    "duration": "101 分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "俄语",
        "法语"
    ],
    "playdate": [
        "1985-05-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0089222/",
    "imdb_votes": 9814,
    "this_title": [
        "Gotcha!"
    ],
    "douban_link": "https://movie.douban.com/subject/1297990/",
    "imdb_rating": "6.2/10 from 9814 users",
    "trans_title": [
        "独闯东柏林",
        "抓到你咯"
    ],
    "douban_votes": "0",
    "introduction": "UCLA college student Jonathan Moore (Anthony Edwards) is playing a game called \"Gotcha\" (popular on mid-1980s college campuses as \"Assassin\" or \"Tag\"), wherein the players are all assigned a mock \"hit\" on another player by use of a harmless paintball gun. Moore and his apartment roommate Manolo go on a vacation to Paris, France. After touring some of Paris, in a cafe Moore meets Sasha Banicek (Linda Fiorentino), a Czechoslovakian girl. Eventually, Jonathan has intercourse with Sasha, losing his virginity.Jonathan decides to leave Manolo (who is heading to Spain) and go with Sasha to West Berlin to spend more time with her. Jonathan believes that he is in love with Sasha. There, Jonathan and Sasha continue to have sex and even go to an Oktoberfest beer gathering. One night, Sasha tells Jonathan that she has to go to East Berlin to pick up a package. One night after arriving in East Berlin, Sasha leaves their hotel room and walks to dark street corner. There, Sasha meets a German man who tells her the location of the pickup of her package. Meanwhile, Sasha was being monitored by a Soviet agent, who was sitting in a car at a distance. During the day, Sasha tells Jonathan that if she gives him a certain message, it means that he has to leave East Berlin immediately. At a cafe, Sasha gives Jonathan a package and says that a strudel is inside. A little later, Sasha tells Jonathan to meet her at the butcher shop near their hotel. All of a sudden, a Soviet agent begins to chase after Sasha. Sasha decides to use Jonathan (who is holding her package) to unknowingly get the package over to West Berlin. Meanwhile, Sasha is taken by the Soviet agent and East German secret police.Jonathan goes to Checkpoint Charlie to cross the heavily fortified border into West Berlin. At the East German customs search, Jonathan is stripped of his clothes and given a cavity search. Meanwhile, Sasha is stripped and searched for possible espionage evidence. Vlad arrives at the border crossing to search for Jonathan, however Jonathan passes the border safely before he can be captured. Once in West Berlin, Jonathan feels liberated by the Westernized society. In the hotel, Jonathan receives a message from Sasha to meet him at a specified location. Jonathan finds out that his hotel room was broken into and robbed of his traveler's checks. Soviet agents eventually find Jonathan in West Berlin and chase him throughout a public park. Jonathan jumps into a water canal and manages to escape from the Soviets and stumbles upon a German rock group headed for Hamburg, who offer him a ride to the airport.The rock group successfully get Jonathan to the airport (using full-face makeup to sneak him past a checkpoint) and Jonathan finally arrives in Los Angeles Tom Bradley International Airport and to his apartment. Soon, Vlad and a band of Soviet agents arrive too in Los Angeles. Once home, Jonathan stumbles upon a film canister, which was planted by Sasha. Jonathan visits his parents and tells them what happened in Germany but they cannot believe a word of it and think Jonathan is on drugs. Jonathan decides to call the FBI then the Central Intelligence Agency for help. Jonathan returns to find his apartment broken into and looted.The CIA officer tells Jonathan to give them the photo film canister. At the Los Angeles headquarters of the CIA, Jonathan spots Sasha who looks like she was working there. Jonathan eventually meets up with Sasha. Sasha admits that she is Cheryl Brewster, a CIA agent, originally from Pittsburgh. Out of nowhere, Vlad and his gang begin to chase Jonathan and Cheryl on the UCLA campus. Jonathan eliminates all the Soviets with a tranquilizer gun which he gets from the campus veterinary sciences building. The Soviets are arrested, the CIA agents thank Jonathan for his (indirect) help in obtaining the film, and Sasha tells him she wants to continue their relationship.After they part, Jonathan talks to a pretty student who rebuffs him coldly. As she walks away, he aims the tranquilizer pistol and shoots her in the rear.",
    "chinese_title": "独闯东柏林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gotcha!",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-30T07:14:08"
}