{
    "aka": [],
    "sid": "1298008",
    "cast": [
        "Mili Avital"
    ],
    "site": "douban",
    "tags": [
        "美国",
        "爱情",
        "电影",
        "婚礼片",
        "剧情",
        "Wedding",
        "1998",
        "美国电影"
    ],
    "year": "1998",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2516972906.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "道格 埃林 (Doug Ellin)",
        "詹姆斯 弗雷 (James Frey)"
    ],
    "imdb_id": "tt0120723",
    "director": [
        "道格 埃林 (Doug Ellin)"
    ],
    "duration": "USA: 93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-02-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0120723",
    "imdb_votes": 4727,
    "this_title": [
        "Kissing a Fool"
    ],
    "douban_link": "https://movie.douban.com/subject/1298008/",
    "imdb_rating": "5.6/10 from 4727 users",
    "trans_title": [
        "新郎不是我"
    ],
    "douban_votes": 0,
    "introduction": "Max is a popular local sports broadcaster and his marriage with attractive Sam is already set up. Max is not sure he wants Sam to be his wife and offers his best friend Jay a test: Jay will try to seduce Sam and if he fails Max will have enough trust in Sam to go on with a marriage. Jay refuses, but soon they become professionally connected with Sam.\nJay and Max have been best friends since childhood. Max is the party type, seeing many different women in a short period of time, doesn't want to settle down. Jay is just the opposite, he's looking for love and he thought he had found it with Natasha. Unfortunately, she dumped him long ago and he's been in anguish for a year. Jay introduces his editor, Sam, to Max. They go on one date and immediately fall in love. Within two weeks they're engaged. In order to see if Sam will be faithful, Max asks Jay to test her. He wants Jay to try and get Sam into bed. After some weeks and spending a lot of time together, Sam and Jay discover they may be falling in love.",
    "chinese_title": "新郎不是我",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kissing a Fool",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}