{
    "aka": [
        "大歌舞",
        "平步青云"
    ],
    "sid": "1298246",
    "cast": [
        {
            "url": "/celebrity/1053620/",
            "name": "迈克尔·道格拉斯 Michael Douglas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121027/",
            "name": "泰伦斯·曼 Terrence Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065573/",
            "name": "迈克尔·布莱文斯 Michael Blevins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073352/",
            "name": "Gregg Burge Gregg Burge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079181/",
            "name": "Nicole Fosse Nicole Fosse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "　　第58届奥斯卡金像奖(1986)\n　　最佳剪辑(提名) 约翰·布卢姆\n　　最佳音响(提名) 迈克尔·明克勒 / 克里斯托弗·纽曼 / 杰里·汉弗莱斯 / 唐纳德·O·米切尔\n　　最佳原创歌曲(提名) 马文·哈姆利奇 / 艾德·克雷班\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522864497.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023758/",
            "name": "阿诺德·舒曼 Arnold Schulman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0088915",
    "director": [
        {
            "url": "/celebrity/1049601/",
            "name": "理查德·阿滕伯勒 Richard Attenborough",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1985-12-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0088915/",
    "imdb_votes": 12250,
    "this_title": [
        "A Chorus Line"
    ],
    "douban_link": "https://movie.douban.com/subject/1298246/",
    "imdb_rating": "6.2/10 from 12250 users",
    "trans_title": [
        "歌舞线上",
        "大歌舞",
        "平步青云"
    ],
    "douban_votes": "770",
    "introduction": "------A Chorus Line was not just another hit show. It spoke to and for a generation. For those who loved it, the theater was forever changed, and our lives forever enriched by this \"singular sensation.\"电影讲述的是一次试演，扎克（迈可-道格拉斯饰），一个著名而且非常老练严厉的音乐剧导演要为他的新作品挑选一支强健有力的歌舞团队，参加选拔的舞蹈演员挤满了大街。竞争是激烈的，很快第一轮就淘汰了一大半人。所有人都怀着忐忑不安的心情唱着：God I hope I get it.I hope I get it,I really need this job,please God I need this job.第二轮过后剩下仅十六人，他们中有稚气未脱的少男少女，有在舞台上奋斗多年的老手，有新婚夫妇还有承担家庭重担的父亲，当他们以为自己已经通过选拔沉浸在兴奋中时，扎克告诉他们还有最后一轮筛选。他要求每个人讲述自己的人生和舞蹈生涯，以使他弄清楚他们是什么样的人，谁满足他所需要的。十六个人站成一排，开始一个个地讲述自己的秘密，他们的成长，回忆，荣耀与悲哀，虽然开始有些犹豫。（”I can do that” “at the ballet” “hello twelve,hello thirteen,hello love” “dance-ten,looks-three” “nothing”）扎克的旧情人舞蹈演员卡西，很久前离开他去了好莱坞，但她的事业并没有很好的发展，她回来希望能得到这份工作。而扎克对她的离开还怀恨在心，冷淡地拒绝了她，直到她强烈要求与其他人一同参加选拔，他才勉强同意让她试试（Music and the Mirror----let me dance for you,let me try）在试演主题歌 “one” 时，扎克认为卡西表现太特别，破坏了整个队伍的整齐划一，卡西向他倾诉她当年离开他的愿意是因为爱，她希望能得到他的重视(what I did for love----won’t forget,can’t regret what I did for love)演员保罗在表演踢踏时膝盖受伤被送到了医院，扎克问其他人：如果有一天你不得不停止舞蹈生涯会怎样？大家都表示对舞蹈的热爱，即使不能出名，只能作chorus的一员也值得。最后的选拔到了，十六人只能留下八个，淘汰的人带着遗憾告别，电影在众演员一同表演的主题歌 “one”中结束。 A Chorus Line被称为具有里程碑意义的百老汇音乐剧，它首演于1975年，最初是在外百老汇上演，几个月后才搬到百老汇，它曾在一段时间内保持着百老汇上演时间最长的记录，1990年在百老汇闭演。它是由一群舞蹈演员的真实谈话记录改编来的，也许因为它对舞蹈演员真实感情的刻画才打动了那么多人，许多人特别是演员看了以后都会有与自己心灵相通的感觉。当它被搬上荧幕后，许多看过舞台演出的人表示失望，可惜我们没有机会看到舞台表演。不过我个人喜欢这部片子胜过《芝加哥》（具体说我看芝加哥的一个感觉是乱，而且我不太喜欢它的舞蹈场面）难怪它当年能在TONY奖评选中打败《芝加歌》。 A Chorus Line 的台译是平步青云，我觉得这个译法与情节并不太合适，港译歌舞线上也太直白。M大在DVD收藏指南中讲它译为歌舞人生，这个还比较贴切。但是line在这里应该不是指台词或剧本的意思，个人觉得它就是指这个歌舞队，看老的百老汇歌舞片舞台上总有许多作为背景的歌舞演员排成一排给前台的主角伴舞伴唱，他们也许就是chorus line。同时我注意到影片中舞台的前台有一条明显的白线，参加最后选拔的人在线上站成一排，轮到谁讲时就站出来，在最后的选拔时被点名站出来的人淘汰了，留在线上的人是最后的Winner，这跟片名暗暗呼应。作为chorus line一向是给明星们作陪衬的，他们被要求做到动作完全一致，不能有谁表现突出，以前做solo的卡西对这一点并不适应，结果一再被扎克训斥。她愤然地对扎克说：每一个人都是special的，我就是我自己。Exactly the same or special，我想这也许是电影中两个对立统一的主题。在看前面的个人展示时每个人都有自己不同的经历，不同的个性，当他们在一起表演时又要让观众感觉到他们是完全一致的。影片的结尾扎克对入选者说你们每个人都是特别的，优秀的，并且强调让他们不要改变自己的发型。最后的一段表演每个人都以不同的方式亮相，主题歌 “one”的歌词中又有： “the special one” “second best to none”，这都与主题呼应。这部音乐剧的音乐没有给我留下很深的印象，我最喜欢的是它的舞蹈。影片的一开始就是一大群身着各式各样练功服的舞者伴着很有节奏感的音乐群舞的场景，它给我的感觉是很有活力，充满现代感。我喜欢看那些整齐一致的舞蹈者脸上洋溢着的各具个性的表情，那些自信的，兴奋的，专注的，陶醉的表情。一个脸上尚带着稚气，还不太自信的女孩被叫到前台做示范，当她开始舞动起来时就象换了个人，看似娇柔的身姿竟能爆发出这样一种力量，近似疯狂的力量，仿佛每个细胞都沉浸在音乐节奏中。创作音乐剧的Michael Benett说他希望达到的效果是让观众觉得：these kids shouldn’t be in the chorus.扎克问迈可：你愿意把一生都花在歌舞队里吗？迈可脱口而出：我就是想成为他们中的一个。成千上万的群众演员，成名的廖廖几个，大多数都在事业道路上挣扎，虽然大家都怀着成名的梦想，支持他们奋斗下去的还是对舞蹈的爱好。如果说《红菱艳》是讲述发生在舞蹈演员身上的不幸的童话故事，现实生活中许多的舞蹈演员宁愿自己是那个找到红舞鞋的女孩。舞蹈给她们脱离现实生活不幸的安慰，在at the ballet中她们唱道：everything is beautiful at the ballet,every prince has got to have his swan.I was happy,I was pretty at the ballet. 简单的结构，平淡的剧情，真挚的感情，歌舞与平常生活的结合，也许这就是这部音乐剧抓人的地方。 (P.S. 我了解到有些我们知道的音乐剧演员演过这部音乐剧——Michael Gruber最早在百老汇演的就是A Chorus Line中的Mike Costa，而在电影中饰演舞蹈指导Larry的Terrence Mann是Les Mis Original Broadway Cast 中的沙威。)",
    "chinese_title": "歌舞线上",
    "douban_rating": "8.1/10 from 770 users",
    "foreign_title": "A Chorus Line",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "8.1",
    "update_at": "2025-06-07T03:21:13"
}