{
    "aka": [],
    "sid": "1299053",
    "cast": [
        {
            "url": "/celebrity/1117656/",
            "name": "玛尔戈 Margo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137353/",
            "name": "汤姆·尼尔 Tom Neal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007166/",
            "name": "卡罗尔·耐什 J. Carrol Naish",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168775/",
            "name": "Bruce Wong Bruce Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120102/",
            "name": "理查德·洛 Richard Loo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120651/",
            "name": "迈克·马祖尔凯 Mike Mazurki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123994/",
            "name": "里昂·朗塔克 Leon Lontoc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125506/",
            "name": "James B. Leong James B. Leong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146105/",
            "name": "罗伯特·瑞安 Robert Ryan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153667/",
            "name": "伦纳德施确郎 Leonard Strong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161437/",
            "name": "William Yip William Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162418/",
            "name": "Beal Wong Beal Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164211/",
            "name": "Barbara Jean Wong Barbara Jean Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166211/",
            "name": "Iris Wong Iris Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167946/",
            "name": "Wolfgang Zilzer Wolfgang Zilzer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169922/",
            "name": "Don Pon Don Pon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113040/",
            "name": "Allen Jung Allen Jung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076464/",
            "name": "Luke Chan Luke Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074420/",
            "name": "Aen-Ling Chow Aen-Ling Chow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050748/",
            "name": "唐纳德·道格拉斯 Donald Douglas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002857/",
            "name": "安必立 Philip Ahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047293/",
            "name": "Charles Lung Charles Lung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033098/",
            "name": "George Lee George Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027978/",
            "name": "邝炳雄 Benson Fong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076959/",
            "name": "Spencer Chan Spencer Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080117/",
            "name": "Paul Fung Paul Fung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111005/",
            "name": "Eddie Lee Eddie Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101922/",
            "name": "格洛丽亚·霍顿 Gloria Holden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095048/",
            "name": "Eddie Hall Eddie Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092124/",
            "name": "乔治·吉伏特 George Givot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088857/",
            "name": "李从福 Lee Tung Foo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085409/",
            "name": "Adeline De Walt Reynolds Adeline De Walt Reynolds",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082151/",
            "name": "弗雷德阿斯莱尔 Fred Essler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081417/",
            "name": "Wing Foo Wing Foo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002935/",
            "name": "艾布纳·比勃曼 Abner Biberman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878732452.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043585/",
            "name": "埃梅特·拉沃里 Emmet Lavery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301538/",
            "name": "詹姆斯·杨 James Young",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0035669",
    "director": [
        {
            "url": "/celebrity/1050186/",
            "name": "爱德华·迪麦特雷克 Edward Dmytryk",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "1943-08-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0035669/",
    "imdb_votes": 403,
    "this_title": [
        "Behind the Rising Sun"
    ],
    "douban_link": "https://movie.douban.com/subject/1299053/",
    "imdb_rating": "5.6/10 from 403 users",
    "trans_title": [
        "旭日背后"
    ],
    "douban_votes": "0",
    "introduction": "The working title of this film was The Mad Brood of Japan. The picture opens with the following prologue: \"This is a true-to-life story of Japan. The characters are imaginary but the incidents are real. The episodes are based on actual facts, verified and authenticated.\" According to a HR news item, James R. Young, the writer of the novel on which this film was based, worked for thirteen years prior to the bombing of Pearl Harbor as an International News Service correspondent in Japan. At one point during his tenure, Young was jailed by the Japanese for sixty-one days on the charge of knowing political secrets and writing critical stories about Japan. Another news item in HR noted that Young was scheduled to deliver a series of lectures at the film's openings. Screenwriter Emmet Lavery and director Edward Dmytryk previously worked together on the 1943 RKO anti-Nazi film Hitler's Children (see below).In Tokyo in 1943, Reo Seki receives the ashes of his dead soon Taro. Seated at the altar on which the ashes rest, Reo pens an entry to Taro in his diary, accepting blame for the tragedy which has befallen the Seki family and Japan. Reo's story begins in 1936, when the stirring of rabid nationalism causes Japanese rebels to slaughter Chinese on the streets of Tokyo. Soon after, Taro returns home from the United States, having just graduated from college. Brimming with American idealism, Taro decides to apply for a job as an engineer at the Tokyo-based O'Hara Engineering. Taro's father, Reo, an influential publisher and member of Japan's elite, opposes his son's decision. Reo maintains a naïve faith in the judgment of the emperor and confides in Taro his grandiose vision that Japan will soon rule the world. At a hotel bar one evening, Taro meets with Clancy O'Hara, the owner of the engineering firm, to discuss his employment. Also at the bar are O'Hara's longtime sweetheart Sara, a foreign correspondent enroute to Pekin, and Max and Boris, two spies. After Sara tries and fails to convince O'Hara to propose to her, he and the others leave to play poker at a geisha house. There they are joined by Lefty, the boisterous American coach of a baseball team. After being hired by O'Hara, Taro begins to date the firm's receptionist, Tama, who admires the Americans because they aided her tiny village after a devastating earthquake and sent her through school. Seventeen months later, Taro has fallen in love with Tama, but Reo withholds his permission to marry because Tama is a member of the lower class. Soon after, Japan goes to war against China, and Taro is drafted to work as an engineer there. One year later, Sara meets Taro in Pekin and finds him cold-bloodedly watching the Japanese troops torture helpless Chinese children. Meanwhile, in Japan, Tama is accepted by Taro's family when she shares his letters with them. At the urging of Taro's grandmother, Reo consents to the marriage on the condition that Tama agree to be adopted by an upper class family. When Taro returns home, he learns that his father has been appointed the new Minister of Propaganda. At the engineering office one day, O'Hara is toasting the engagement of Taro and Tama when Sara enters and accuses Taro of murdering little children in China. Insisting that his honor has been insulted, Taro demands satisfaction, and to settle the disagreement, a boxing match is arranged between Lefty and a Japanese wrestler. After Lefty soundly defeats the wrestler, Reo sends for O'Hara to apologize for Taro's behavior. Citing Taro as an example of Japan's thirst for savagery, Reo warns O'Hara that war between Japan and America is imminent and advises him to return home. Later, Tama and Taro travel to the countryside to meet her parents, and Tama learns that her little sister has been sold into slavery in Tokyo. As Taro praises the girl's sale as a \"noble sacrifice,\" word comes of the bombing of Pearl Harbor. Taro hurries back to Tokyo and rejoins his air corps regiment, while Tama begins a futile search for her sister. Soon after, Sara, O'Hara and Lefty are arrested as spies, and Tama is apprehended and tortured to testify against them. Meanwhile, Taro is awarded his own squadron and returns to Tokyo to denounce his former friends as spies. When Reo reproaches his son's actions, Taro curses him and leaves. Lefty is killed during his interrogation, and as Tama, Sara and O'Hara await their execution, the sound of air raid sirens pierce the night, and Allied planes appear on the horizon to drop their bombs over Tokyo. The prisoners are removed from their cells and sheperded to the prison yard. There, a car pulls up, and the driver gestures for them to climb in. After speeding away, the driver tells them that Reo has arranged for their safe passage to Sweden. Declaring that her place is in Japan, Tama steps out of the vehicle and remains behind. As she looks skyward, Taro's plane is hit and crashes in flames. Upon completing the entry in his diary, Reo looks at his son's ashes and repudiates the emperor. He then commits hara-kiri in hopes that his death will signal the destruction of the old order and bring redemption to the Japanese people.",
    "chinese_title": "旭日背后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Behind the Rising Sun",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-13T09:35:26"
}