{
    "aka": [
        "结婚进行曲"
    ],
    "sid": "1299353",
    "cast": [
        {
            "url": "/celebrity/1050049/",
            "name": "埃里克·冯·施特罗海姆 Erich von Stroheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050020/",
            "name": "菲伊·雷 Fay Wray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016729/",
            "name": "扎苏·皮茨 Zasu Pitts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1928",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511220702.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050049/",
            "name": "埃里克·冯·施特罗海姆 Erich von Stroheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002274/",
            "name": "哈利·卡尔 Harry Carr",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0019558",
    "director": [
        {
            "url": "/celebrity/1050049/",
            "name": "埃里克·冯·施特罗海姆 Erich von Stroheim",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1928-10-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0019558/",
    "imdb_votes": 1997,
    "this_title": [
        "The Wedding March"
    ],
    "douban_link": "https://movie.douban.com/subject/1299353/",
    "imdb_rating": "7.3/10 from 1997 users",
    "trans_title": [
        "婚礼进行曲",
        "结婚进行曲"
    ],
    "douban_votes": "129",
    "introduction": "The setting is Vienna in 1914 before the outbreak of war. The aristocratic and somewhat jaded Prince Nicki, pursued by all the ladies, begins a flirtation with Mitzi, a crippled harpist who works in a suburban wine-garden, and who is in turn idolized by Schani, an uncouth and violently jealous butcher. Their first encounter significantly takes place in front of St. Stephen's Cathedral on Corpus Christi day, with Nicki among the emperor's cavalry regiment. Later, in the refracted light of falling apple blossoms in the wine-garden--scenes of a distilled, ethereal beauty--Nicki gradually wins her faith and love. Meanwhile, amidst the sumptuous and corrupt milieu of the family palace, Nicki is drawn into complicity against his will, as his unscrupulous mother informs him he must marry Cecelia, the daughter of a wealthy commoner, in order to revive the family fortune. Mitzi has a vision of The Iron Man (a symbol of the declining power and position of the Hapsburg dynasty) and falls before the crucifix in fear; but her love remains steadfast, and she protests her faith though abused by her mother and Schani. Infuriated by her rejection, Schani threatens to kill Nicki on his wedding day unless Mitzi agrees to marry him. Following the processional splendor of the cathedral wedding, Schani appears to carry out his threat, but Mitzi arrives in time to stop him; and through the downpouring rain Nicki sadly gazes on his true love in the crowd as he drives away with his bride.",
    "chinese_title": "婚礼进行曲",
    "douban_rating": "7.2/10 from 129 users",
    "foreign_title": "The Wedding March",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.2",
    "update_at": "2025-08-01T20:26:33"
}