{
    "aka": [
        "Kosh ba kosh",
        "Odds and Evens"
    ],
    "sid": "1300105",
    "cast": [
        {
            "url": "/celebrity/1101508/",
            "name": "葆莉娜·格拉维兹 Paulina Gálvez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情"
    ],
    "awards": "　　第50届威尼斯电影节(1993)\n　　主竞赛单元 金狮奖(提名) 巴克迪亚·库唐纳扎洛夫\n　　银狮奖 最佳影片 巴克迪亚·库唐纳扎洛夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520617013.jpg",
    "region": [
        "塔吉克斯坦",
        "俄罗斯",
        "瑞士",
        "德国",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1275113/",
            "name": "巴克迪亚·库唐纳扎洛夫 Bakhtyar Khudojnazarov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0107340",
    "director": [
        {
            "url": "/celebrity/1275113/",
            "name": "巴克迪亚·库唐纳扎洛夫 Bakhtyar Khudojnazarov",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "塔吉克语"
    ],
    "playdate": [
        "1993-09-10(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0107340/",
    "imdb_votes": 182,
    "this_title": [
        "Кош ба Кош"
    ],
    "douban_link": "https://movie.douban.com/subject/1300105/",
    "imdb_rating": "6.6/10 from 182 users",
    "trans_title": [
        "帐篷，帐篷",
        "Kosh ba kosh",
        "Odds and Evens"
    ],
    "douban_votes": "0",
    "introduction": "Undisturbed by the gunshots in the background and the corpse floating by on the muddy river, a motley group of men are gambling with their money as if there's no tomorrow. When Donai has no bills left, he wagers all of his possessions and valuables but loses them to Ibragim, who is not too thrilled about this turn of events. After all, the meager belongings in Donai's apartment have little value. But then Mira, Donai's young and beautiful daughter, comes to visit from Russia and Ibragim insists that she will come with him, despite her loud protests. Daler, a young and charming wheeler-dealer who is part of the gambling group, is immediately smitten with Mira and steals her away while Ibragim and Donai are arguing. With the help of her savior, Mira gets to know the life in Dushanbe, a city where the sounds of frequent bursts of machine guns and sirens punctuate the days, and nights are patrolled by tanks enforcing martial law. As Mira reluctantly begins to return Daler's advances, the two find an unlikely refuge - a funicular where he has been staying, with the operating booth and the cable cars serving as their cozy home. Under Daler's control and suspended in the air with Dushanbe down below and the snow-capped mountains in the horizon far away, the funicular becomes their haven. As both their fathers are looking everywhere for them, Daler and Mira attempt the impossible: to think about love in a time of war.",
    "chinese_title": "帐篷，帐篷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Кош ба Кош",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T01:07:20"
}