{
    "aka": [],
    "sid": "1302616",
    "cast": [
        {
            "url": "/celebrity/1025249/",
            "name": "凯勒·欧康纳 Carroll O&#39;Connor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007005/",
            "name": "欧内斯特·博格宁 Ernest Borgnine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165017/",
            "name": "安·韦奇沃斯 Ann Wedgeworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156300/",
            "name": "David Spielberg David Spielberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137108/",
            "name": "莱昂内尔·皮纳 Lionel Pina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103670/",
            "name": "杰克·基欧 Jack Kehoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098716/",
            "name": "丽塔·甘姆 Rita Gam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092538/",
            "name": "爱德华·格罗弗 Edward Grover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086135/",
            "name": "Cassandra Danz Cassandra Danz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077978/",
            "name": "安妮塔·丹格勒 Anita Dangler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068626/",
            "name": "Pat Corley Pat Corley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060155/",
            "name": "艾伦·阿尔比斯 Allan Arbus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009831/",
            "name": "迈克尔·梅德温 Michael Medwin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010618/",
            "name": "凯伦·布莱克 Karen Black",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023304/",
            "name": "加里·斯普林格 Gary Springer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情",
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525771422.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012630/",
            "name": "伊凡·帕瑟 Ivan Passer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0071743",
    "director": [
        {
            "url": "/celebrity/1012630/",
            "name": "伊凡·帕瑟 Ivan Passer",
            "@type": "Person"
        }
    ],
    "duration": "104 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974-10-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0071743/",
    "imdb_votes": 361,
    "this_title": [
        "Law and Disorder"
    ],
    "douban_link": "https://movie.douban.com/subject/1302616/",
    "imdb_rating": "6.3/10 from 361 users",
    "trans_title": [
        "今时今日"
    ],
    "douban_votes": "0",
    "introduction": "Ivan Passer's \"Law and Disorder\" is a gentle, touching, sometimes disruptively funny movie about—among other things — ignorance, prejudice, rape, larceny, the failure of small dreams, about people trying desperately to cope and often coming apart. It stars Carroll O'Connor as a taxicab driver and Ernest Borgnine as an ex-Marine, who is a hairdresser with a passion for guns. They are the nucleus of a small group of outraged tenants of a housing project called Co-op Village, set on the Lower East Side of a New York City that bears some superficial resemblance to the setting of the inexecrable \"Death Wish.\" \"Law and Disorder,\" is the second American film by Mr. Passer (his first was \"Born to Win\") whose \"Intimate Lighting\" is regarded as one of the major achievements of the brief, mysterious renaissance of Czechoslovak films in the nineteen-sixties. Willie (Mr. O'Connor) and Cy (Mr. Borgnine) and their friends are threatened as much by the onset of barren middle age as they are by the collapse of civil order. Thus, when they form a police auxiliary unit to protect their neighborhood, they are as invigorated by the opportunity to wear uniforms as they are by the opportunity to bring peace to the community. Perhaps more so. The uniforms define purpose. They recall a more innocent time, say World War II, when there was never any question as to who was right and who was wrong. The ultimate failure of Willie, Cy and the others is less a comment on their inadequacies, often hilariously detailed, than on the overwhelming complexity of the urban problems they face. It's this awareness on the part of Mr. Passer, as well as on the part of William Richert and Kenneth Harris Fishman, who collaborated with the director on the script, that separates \"Law and Disorder\" from exploitation junk like \"Death Wish.\" It also dictates the mood of a film that slides between farce and melodrama, between high good humor and enervating despair. Some of Mr. Passer's characters, like Willie, continue to try to improve things. Willie dreams of a new career. He wants to sell his taxi medallion and buy a lunch counter, much to his wife's horror. Says Willie in desperation: \"I ain't a failure, Sally, I just ain't on time.\" Cy, the hairdresser, is a hunter. He keeps an entire stuffed deer in the bedroom and has a piranha fish in a tank in the living room. He doesn't hunt people, however, and he hasn't quite arrived at the point occupied by most of the other citizens of the city whose motto, repeatedly expressed, is an obscene two-word imperative.The film is not perfect but I couldn't care less. A number of characters are as dimly seen as faces across a subway car. The sense of alienation that grips the city at times seizes the film itself, though almost always in fascinating ways. A film of less consistent intelligence would probably be destroyed by a scene so pricelessly funny it's almost a specialty number, when the auxiliary policemen and their wives attend a lecture on rape by \"the author of the best-selling book, 'Sexual Deviations of the Seventies.'\" \"Law and Disorder\" is full of eccentric things, one of the most marvelous being Karen Black, who plays a lasciviously lunatic beautician who simply can't keep her tongue in place. Mr. O'Connor reins in his familiar Archie Bunker personality to give a fine, controlled performance as the stalwart Willie, while Mr. Borgnine is inspired casting as the unhappy hairdresser. \"Law and Disorder\" has none of the vicarious thrills of \"Death Wish.\" It's thoughtful about people, even vicious hoods. It's also very, very funny.",
    "chinese_title": "今时今日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Law and Disorder",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-09T19:07:18"
}