{
    "aka": [
        "凯瑟琳女皇",
        "叶卡捷琳娜女皇",
        "年轻的凯瑟琳",
        "年轻的叶卡捷琳娜"
    ],
    "sid": "1302880",
    "cast": [
        {
            "url": "/celebrity/1013855/",
            "name": "朱莉娅·奥蒙德 Julia Ormond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112858/",
            "name": "Nikolai Lavrov Nikolai Lavrov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151505/",
            "name": "Aleksandr Slastin Aleksandr Slastin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208899/",
            "name": "迪恩娜·德兹马里 Deanna Dezmari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036321/",
            "name": "克里斯托弗·普卢默 Christopher Plummer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004984/",
            "name": "玛尔特·克勒尔 Marthe Keller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279518/",
            "name": "克里斯·布莱恩特 Chris Bryant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004576/",
            "name": "瓦妮莎·雷德格雷夫 Vanessa Redgrave",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107972/",
            "name": "Alexander Kerst Alexander Kerst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089491/",
            "name": "马克·法兰科 Mark Frankel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088818/",
            "name": "里斯·丁斯代尔 Reece Dinsdale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005792/",
            "name": "安娜·卡纳基斯 Anna Kanakis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048246/",
            "name": "约翰·斯拉普内尔 John Shrapnel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036452/",
            "name": "劳瑞·侯登 Laurie Holden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036431/",
            "name": "马克西米连·谢尔 Maximilian Schell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036400/",
            "name": "弗兰科·内罗 Franco Nero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063075/",
            "name": "哈特穆特·贝克尔 Hartmut Becker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632980901.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016527/",
            "name": "克里斯·布莱恩特 Chris Bryant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279518/",
            "name": "克里斯·布莱恩特 Chris Bryant",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0103311",
    "director": [
        {
            "url": "/celebrity/1059180/",
            "name": "迈克尔·安德森 Michael Anderson",
            "@type": "Person"
        }
    ],
    "duration": "150分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991-02-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0103311/",
    "imdb_votes": 1212,
    "this_title": [
        "Young Catherine"
    ],
    "douban_link": "https://movie.douban.com/subject/1302880/",
    "imdb_rating": "7.4/10 from 1212 users",
    "trans_title": [
        "俄宫情怨",
        "凯瑟琳女皇",
        "叶卡捷琳娜女皇",
        "年轻的凯瑟琳",
        "年轻的叶卡捷琳娜"
    ],
    "douban_votes": "155",
    "introduction": "Julia Ormond was swept off to Hollywood to become a star - but somehow it didn't happen. Now she's in London to appear in David Hare's new play. She tells Harriet Lane why she came backFive years ago, the smart Hollywood money was on Julia Ormond becoming the new Julia Roberts or the new Meg Ryan. Instead, she went off at a different angle and became the new Geena Davis. Like Davis, Ormond enjoyed a spectacular launch in Hollywood, buoyed by gallons of publicity rocket fuel: a dazzling ascent swiftly followed by a tumble back to earth at the end of a blackened stick.There is something rather Hilaire Belloc about Julia Ormond's story, something a little cautionary. Or rather, there would be if she would only play along with it, cast herself as The Fallen Star, or The Girl From Surrey Who Thought She Was Audrey Hepburn. But one role she's simply not interested in is that of victim. 'For sure, you don't believe the good stuff,' says Ormond, referring to the hullaballoo that surrounded her in 1995 when Legends of the Fall , First Knight and Sabrina all opened more or less simultaneously. 'I mean, the good stuff is just insane - wacky. If you don't take it too much to heart, it does help when the negative stuff hits. And you know the negative stuff is coming. It's got to! What comes up must come down.'Article continues----------------------------------------------------------------------------------------------------------------------------------------------------------------And it's true: she did know it was coming. At 29, Ormond hadn't submitted rapturously to the star machine. There were sacrifices she didn't want to make. On-set admirers called her 'formidable' and 'flinty' and 'honest'; unnamed sources grumbled about 'attitude'. Looking back at her earliest interviews, conducted amid a swarm of excitable movie execs and publicists, with superagent Michael Ovitz himself on hand to fetch her glasses of water, you note a rich seam of ho-hum scepticism. 'They seem to be very sure things are going to be a success,' Ormond told Vogue in 1995. 'I'm not being negative about it, but I'm hedging my bets.'Certainly, the timing was unfortunate. Legends of the Fall, where she played the love interest, was quickly followed by First Knight, a hilarious turkey in which a trumpet-sleeved Ormond was Guinevere, torn between Sean Connery and Richard Gere. Then came a remake of Sabrina, in which director Sydney Pollack misguidedly steered her into Audrey Hepburn's ballet pumps. Though she knows Sabrina was a mistake, Ormond has no regrets. 'It was a fantastic learning experience and OK, I got slammed because I wasn't Audrey Hepburn... but you could have predicted that, really, if you'd opened your eyes wide enough. But I was hungry for the learning experience and didn't feel secure enough to say no. You need to be bloody secure to say no.'She knew she was lucky, but she also knew she was out of her depth - not with the acting, but with the stuff that surrounded it. 'The odd thing for me is the focus on looks which happened in the States. I'd always felt that was not going to be a strong point. That made me feel very disturbed, because it never seemed to be about how much hard work was involved. Ever. It was about... \"hazel eyes\". It does help if you can brush that stuff off.'Billed by the publicists as an ingénue, Surrey-born Ormond was no such thing, and this may have saved her bacon. After drama school and an advert for cottage cheese, she had spent a decade as a jobbing actor in the UK, carving out a strong reputation on stage (in 1989, she'd won the London Critics' Award for Best Newcomer, in Christopher Hampton's Faith Hope and Charity at the Lyric Hammersmith) and television (in particular, as a drug addict in Traffik) before landing Legends.'I found it all very scary. This fairytale gets built around you - as if you've been walking through the streets and then Sydney Pollack sees you and goes, \"I'll put you in something!\" When really you've gone to drama school and rep and then you've come to London and gone to auditions... and you've worked, solidly, for years. But that all gets forgotten. At first I was a bit indignant about it, and then I realised, \"No, that's what people want, so that's what is given.\" But it's not in your control. It's just what happens to you, and that's what's frightening.'The roles, on the other hand, were a gas. In the UK, 'I'd seemed to play a lot of people who'd slit their wrists or cut off their hair or shot themselves or died of the plague. And if you do anything for too long, it starts to lack edge, to become too easy. Easy is the kiss of death. And so for me what I needed was to get my head out of my bottom, and so to go off and do First Knight - gallivanting around on a horse, with a cape, and knights in blue corduroy - was quite fun.'So Ormond gallivanted for a bit, airing her famous, transfixing smile as required ('You watch her just to wait for it to happen,' wrote one journalist), and then... vanished, at least from the mainstream. Stepping off the red carpet, she took bigger risks. A doomed film version of Miss Smilla's Feeling for Snow , directed by Bille August. A three-hour Russian epic, The Barber of Siberia, directed by Nikita Mikhalkov. When she was white-hot she'd been offered the Holy Grail of movie-star accessories, her own production company, and Ormond actually did something with hers, making a documentary about Bosnian women in Serbian detention camps, and working with Harold Pinter on a Karen Blixen short story that she hopes to direct. Last year she married an American who works in e-commerce.For her next trick, she's coming back to the London stage for the first time in nine years. At the Royal Court, in a break from rehearsing David Hare's new play My Zinc Bed , Ormond looks very London, very theatre. She's wearing a black jersey, chinos and navy flipflops, and her hair is rather tangled, as if it hasn't been brushed for days. No make-up. Her face has more character, more shade, than I was expecting. You do find yourself staring at her, just so you won't miss the wild energy that surges across it when she laughs.Ormond hasn't turned her back on film (the marital home is in LA, and The Prime Gig, a comedy co-starring Vince Vaughn and Ed Harris, is in post-production) but the Hare project was too good to miss. What swung it for her? 'The fact that David had written it and David was directing it at the Royal Court and it was a new three-hander. Plus, it's a brilliant play. I'm not making any comment on how we execute it or what we achieve through doing it, but reading it, it's a phenomenal play.'Since there's some sort of unofficial embargo about My Zinc Bed, neither Ormond nor her co-stars Tom Wilkinson and Steven Mackintosh will spell out what actually happens in the play, other than saying that it's about an entrepreneur who recruits a young poet to jazz up his internet empire. Ormond, who plays Elsa, the entrepreneur's wife, says the Hare script outshone every film script that was coming her way. In any case, she'd been keen to get back to theatre.'I ride,' says Ormond, who has a way with analogies, 'and doing theatre after doing film is a bit like doing dressage or showjumping after you've been out for endless hacks, having just a wild old time. You're put through your paces in a different way. And it's not that going out for a hack is wrong or bad, I certainly don't view it as that; it's just that there's something about the dressage, being put through your paces, that makes you better.'Yes, she feels the stakes are high this time around. 'I feel that David took a risk with me. I have a sense that by starting off in the theatre and going off to do films you are seen to sell out in some way. I don't hold truck with that, but you can't stop people from feeling it. So I think people are a little guarded about me. Oh, God! It's never just about the piece. Something else always washes over it.'She's anxious that her own trajectory, her own reputation, should not obscure Hare's work. When she adds, 'But then, my sense is that that' s all something in the past - I've escaped it', she sounds like she really means it.•",
    "chinese_title": "俄宫情怨",
    "douban_rating": "7.5/10 from 155 users",
    "foreign_title": "Young Catherine",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "7.5",
    "update_at": "2025-04-26T01:13:14"
}