{
    "aka": [
        "失眠者的梦",
        "无梦的美人"
    ],
    "sid": "1302297",
    "cast": [
        {
            "url": "/celebrity/1049572/",
            "name": "艾农·斯凯 Ione Skye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016678/",
            "name": "詹妮弗·安妮斯顿 Jennifer Aniston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059349/",
            "name": "麦肯齐·阿斯丁 Mackenzie Astin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220253/",
            "name": "Thomas Loher Thomas Loher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146786/",
            "name": "Puck Rainey Puck Rainey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106436/",
            "name": "Robert Kelker-Kelly Robert Kelker-Kelly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096368/",
            "name": "罗伯特·哈维 Robert Harvey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080418/",
            "name": "Eddie DeBartolo Eddie DeBartolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072142/",
            "name": "罗杰·克雷格 Roger Craig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062007/",
            "name": "肖恩·布莱克曼 Sean Blackman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049724/",
            "name": "迈克尔·兰德斯 Michael Landes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034185/",
            "name": "Steve Zukerman Steve Zukerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007074/",
            "name": "西摩·卡塞尔 Seymour Cassel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513004878.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1080418/",
            "name": "Eddie DeBartolo Eddie DeBartolo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0116141",
    "director": [],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1996-04-18(旧金山电影节)",
        "1998-04-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0116141/",
    "imdb_votes": 3053,
    "this_title": [
        "Dream for an Insomniac"
    ],
    "douban_link": "https://movie.douban.com/subject/1302297/",
    "imdb_rating": "5.9/10 from 3053 users",
    "trans_title": [
        "梦中情人",
        "失眠者的梦",
        "无梦的美人"
    ],
    "douban_votes": "228",
    "introduction": "A girl with insomnia who works in a coffee house (Ione Skye) has impossibly high standards for her love and fears she will never meet a worthy man. Then in walks a new employee (Mackenzie Astin) and they click - until she discovers he has a girlfriend. Undaunted, she moves to L.A. with a friend (Jennifer Aniston) sure that he will dump the girlfriend and follow her. She puts all her faith in fate and hopes for the best.Summary written by Ed LorussoSeveral of the quotes used throughout the story are: \"There is no chance at all. We are all trapped by a singular fate. No one ever finds the one.\" Charles Bukowski\"In order to win, you must expect to win.\" Dan Fouts\"Every action and pursuit is thought to aim at some good. The good has rightly been declared to be that at which all things aim.\" Aristotle\"Knowledge comes, but wisdom lingers.\" Lord Tennyson\"I am now a central part of your mind's landscape whether you care or do not.\" Steven Morrissey\"I am troubled immeasurably by your eye. I am struck by the feather of your soft reply. The sound of glass speaks quick disdain and conceals what your eyes fight to explain.\" Jim Morrison\"The lady will have the linguini with clam sauce and a Coke, no ice. Remember, wherever you are, that's the place to be. Isn't this great?\" Mike Damone, Fast Times at Ridgemont High\"I'll be taking these Huggies and whatever cash you got in the register.\" H.I. McDonnough, Raising Arizona\"Worship the music, not the musicians.\" Eddie Vedder\"The reasonable man adapts himself to the world. The unreasonable man persists in trying to adapt the world to himself. Therefore, all progress depends on the unreasonable man.\" George Bernard Shaw\"Life can only be understood backwards.\" Kierkegaard\"I wish I was like you, easily amused.\" Kurt Cobain\"Love is all you need.\" John LennonThe accents that Allison demonstrates are: French, Irish, Southern, snotty-rich, New York, Canadian, and sub-continental Indian.David (Mackenzie Astin) says that 'cazique' is the highest scoring word in Scrabble. 'Quartzy' is the highest scoring word (162 points), with 'cazique' and 'bezique' running in second at a 161 points.中文概要 by   柠檬好女人 (天涯社区)影片背景是法国，影片中的女主人公是一个电影名星，七岁的时候父母双亡，当时她很伤心，但是当晚她睡着了，但是当她深睡的时候做了很多梦，当然，梦里都是父母在时的场景，而当她醒来的时候，她发现父母已经不在了，这是一个铁一样的事实，无法改变的，所以她非常伤心，也是从那个时候起，她不敢深睡，因为只有深睡的时候才会做梦，而且连睡觉都变成了奢侈，所以每次都是在把自己弄的无比疲惫的时候才会睡一小会，所以她只能培养各种各样的爱好和添充这些时间，最后她选择了去读名著和格言，到她二十四岁的时候她神奇般的已经出口都是格言了，只要有人说出一句她都可以找出是出自什么书，说这句话的人是哪位。父母死后他和一个父母的朋友一起生活，他们开着一家咖啡厅，老者有一个儿子（这个儿子是个同性恋），过着悠闲的日子，但这十七年间她从来没深睡过，也没做过梦。恰好这个时候有一个人来咖啡厅找工作，这个男人是一个作家，但是是失去灵感的作家，于是就象来这里体验生活，找回自己的灵感，应聘很顺利的通过了，第二天早晨十点开始上班，在咖啡厅的墙上挂着女主人公的相片，老者的儿子给他介召过，这是他的表姐（实际上没有任何血缘关系，只是这样叫而已，显得亲切吧），并且告诉他，她是一个影星，这个男人（男主人公）有种特别的感觉。女主人公从外面回来的时候老者的儿子也告诉她有个小伙子来这里上班，让她有个心理准备。第二天的十点整，女主人公在咖啡厅里帮忙，这个时候男主人公从外面进来了。两个眼神碰撞的时候奇迹发生了，也许这就是爱的眼神吧。于是男人爱上了女人，女人也爱上了男人，没有理由的。也许是有着共同的气质和爱好吧，男人因为是个作家，女人读过所有的名言，他们完全可以用格言来对话。一个人说出格言另一个人马上可以说出出处，从来就没有错过。女主人公意识到自己爱上了这个男人，于是就利用自己的手段千方百计的来勾引男人，男人也是很喜欢女人的，所以他们不自然的就会有很多共同话题，男人知道女人失眠还特意用催眠术来给女人催眠，当然了，结果是男人自己睡着了，女人先开始装睡，等男人熟睡的时候呆呆的看着男人，直到天亮，男人醒了，勿勿忙忙的和女人告诉，说回家收拾一下还要上班。当时女人给男人的承诺是我帮你找回灵通，你帮我治好失眠。女人还拜读了男人的作品，以慰她失眠的痛苦，男人很高兴，因为女人是他这部书的第一个读者，虽然是一年前的作品，因为他这一年内没有任何灵感，所以什么都没有写过。有一天他们在咖啡厅里和几个朋友正玩的尽兴，这个时候男主人公的女朋友进来了，在场的各位全部都愣了，因为这完全是个意外。当然女主人公简直是从公主变成了平民的感觉，伤心至极，但她没有失去希望。事后男人对她说，他和她是大学同学，已经生活一起三年了，已经变成了一种习惯，无法改变的，他们彼此需要。女人只是说了一句话：这个世界上已经太多无聊的事，如果连爱情都没有激情，那她对这个世界彻底绝望了。男人把这句话听进去了，很伤心，但她仍然不能结束他自己原有的那份感情，女人要和朋友去好莱屋开始新的演艺生涯，虽然已经和男主人公说过很多次了，男主人公只是在前一天晚上和女主人公去外面做了一次刺激疯狂的玩耍，女人建议拿着喷彩到外面的墙壁上涂鸦，他们画了一个流着蓝色眼泪的女人，男人又在这个流泪的女人的头上喷了一个金冠。呵呵，由于他们的动作不够利索，最后还是难逃在看守所里过夜的恶运（因为涂鸦是不被允许的）。夜里他们仍然是对格言。第二天女主人公出发了，男主人公并没有送他，她们顺利的到达了好莱屋，但女主人没有心思找工作，每天都会发一个贺卡到咖啡厅，来祝福男主人公，而且思念一天天的加重。男主人公终于意识到了她需要要有激情的爱，所以他对前来给他送房门钥匙的女主人公说：下午我们一起去散步吧，女友说下午我有课（男主人公的女友在攻课法律学位），那晚上我们一起去吃饭吧，晚上我也要学习没时间，那我们去看午夜场电影，我要休息，明天才有精神上课。男主人公彻底绝望了，在追出咖啡厅的时候他们吵起来了，然后分手了，男主人公跑进咖啡厅，扔掉围裙对着咖啡厅的主人说“你们不用介意我这个星期的工钱，我不干了。”然后撞开门跑了。女主人公因为思念最后还是打通了咖啡厅的电话，但这个时候男主人公已经走了，他唯一的想法就是打电话到电话局，查所有和男主人公同名的男士的电话，但因为她并不知道男主人公的全名，所以她只能一个一个电话的打。。。突然外面有人敲门，她骂骂咧咧的说，又不带门钥匙，下次注意了，然后门开了，男人和女人抱在了一起。同伴回来的时候推开门发现女主人公安慰的躺在男主人公的怀里，熟睡着。",
    "chinese_title": "梦中情人",
    "douban_rating": "7.7/10 from 228 users",
    "foreign_title": "Dream for an Insomniac",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "7.7",
    "update_at": "2025-05-15T01:00:25"
}