{
    "aka": [
        "Angst",
        "Fear",
        "La paura",
        "恐惧"
    ],
    "sid": "1303574",
    "cast": [
        {
            "url": "/celebrity/1049566/",
            "name": "英格丽·褒曼 Ingrid Bergman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012951/",
            "name": "马蒂亚斯·维曼 Mathias Wieman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119039/",
            "name": "雷娜特·曼哈特 Renate Mannhardt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122047/",
            "name": "于尔根·米克施 Jürgen Micksch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108139/",
            "name": "库尔特·克罗伊格 Kurt Kreuger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057217/",
            "name": "埃莉泽·奥林格 Elise Aulinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027898/",
            "name": "克劳斯·金斯基 Klaus Kinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146130/",
            "name": "埃迪特·舒尔策-韦斯特鲁姆 Edith Schultze-Westrum",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534375767.jpg",
    "region": [
        "西德",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1042601/",
            "name": "赛尔乔·阿米德伊 Sergio Amidei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037692/",
            "name": "斯蒂芬·茨威格 Stefan Zweig",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0047336",
    "director": [
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        }
    ],
    "duration": "Italy: 75 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1954-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0047336/",
    "imdb_votes": 2034,
    "this_title": [
        "Non credo più all'amore (La paura)"
    ],
    "douban_link": "https://movie.douban.com/subject/1303574/",
    "imdb_rating": "6.7/10 from 2034 users",
    "trans_title": [
        "不安",
        "Angst",
        "Fear",
        "La paura",
        "恐惧"
    ],
    "douban_votes": "831",
    "introduction": "Whenever I see La Paura I think of it as a companion piece to Eyes Wide Shut, or maybe it is the other way around. Adultery makes both films tick but in different ways. I think Phillip French was right on the money when he pointed out a Wizard of Oz thing in Kubrick's last work. Like Dorothy, Tom and Nicole go through fantasies and nightmares and at the end Dorothy's reassuring childish motto \"there's no place like home\" is ironically updated to the adult circumstantial adage \"there's no sex like marital sex\". Kubrick's take is intellectual, he never leaves the world of ideas to touch the ground. He taunts the audience first with an erotic movie and then with a thriller and refuses to deliver either of them. He was married to his third wife for 40 years, until he died. Rossellini was still married to Ingrid Bergman when he directed La Paura; they had been adulterous lovers and their infidelity widely criticized La Paura is a tale, a noirish one. The noir intrigue is solved and the tale has a happy ending. The city is noir; the country is tale, the territory where childhood is possible. The transition is operated in the most regular way: by car, a long-held shot taken from the front of the car as it rides into the road, as if we were entering a different dimension. Irene (Bergman) starts the movie: we just see a dark city landscape but her voice-over narration tells us of her angst and informs us that the story is a flashback, hers. Bergman's been cheating on her husband. At first guilt is just psychological torture but soon expands into economic blackmail and then grows into something else. From beginning to end the movie focuses on what Bergman feels, every other character is there to make her feel something. Only when the director gives away the plot before the main character can find out does he want us to feel something Bergman still can't. When she finds out, we have already experienced the warped mechanics of the situation and we may focus once again on the emotional impact it has on Bergman's Irene. In La Paura treasons are not imagined but real, nightmares are deliberate and the couple's venom suppurates in bitter ways. Needless to say, Ingrid has another of her rough rides in the movies but Rossellini doesn't dare put her away as he did in Europa 51, nor does he abandon her to the inscrutable impassivity of nature (Stromboli). His gift is less transcendent and fragile than the conclusion of Viaggio in Italia. He just gives his wife as much of a fairy tale ending as a real woman can have, a human landscape where she can finally feel at home. Back to the country, a half lit interior scene where shadows suggest the comfort of sleep. After all, it's the \"fairy godmother\" who speaks the last words in the movie.",
    "chinese_title": "不安",
    "douban_rating": "6.9/10 from 831 users",
    "foreign_title": "Non credo più all'amore (La paura)",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "6.9",
    "update_at": "2025-09-24T02:49:19"
}