{
    "aka": [
        "Palermo or Wolfsburg",
        "巴勒莫或沃尔夫斯伯格",
        "巴勒莫或沃尔夫斯堡"
    ],
    "sid": "1303540",
    "cast": [
        {
            "url": "/celebrity/1147818/",
            "name": "奥托·山德尔 Otto Sander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019587/",
            "name": "伊妲·迪·贝尼代托 Ida Di Benedetto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "　　第30届柏林国际电影节(1980)\n　　主竞赛单元 金熊奖 沃纳·施罗特\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535684654.jpg",
    "region": [
        "瑞士",
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1054063/",
            "name": "Giuseppe Fava Giuseppe Fava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002919/",
            "name": "沃纳·施罗特 Werner Schroeter",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081299",
    "director": [
        {
            "url": "/celebrity/1002919/",
            "name": "沃纳·施罗特 Werner Schroeter",
            "@type": "Person"
        }
    ],
    "duration": "173分钟",
    "episodes": "",
    "language": [
        "德语",
        "意大利语"
    ],
    "playdate": [
        "1980-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081299/",
    "imdb_votes": 285,
    "this_title": [
        "Palermo oder Wolfsburg"
    ],
    "douban_link": "https://movie.douban.com/subject/1303540/",
    "imdb_rating": "6.7/10 from 285 users",
    "trans_title": [
        "巴勒摩或沃夫斯堡",
        "Palermo or Wolfsburg",
        "巴勒莫或沃尔夫斯伯格",
        "巴勒莫或沃尔夫斯堡"
    ],
    "douban_votes": "154",
    "introduction": "This film begins in the town of Palermo, where the film's central figure, Nicola, is a young victim of Sicily's high rate of unemployment. He decides to leave Palermo for Wolfsburg in Germany in search of employment. Along with Fassbinder's Angst essen Seele auf (1973), Schroeter's film becomes one of a handful of films to broach the subject of the difficulties foreigners faced in their attempts to integrate into German society without the support of the family and community structures they had left behind in their home countries. Like Regno di Napoli, Palermo oder Wolfsburg follows a chronological structure, but Schroeter's innovation in this film is to divide the narrative into three distinct sections or acts, each having their own particular style. Palermo oder Wolfsburg won the prestigious Golden Bear at the Berlin Film Festival in 1980, notably the first Golden Bear ever awarded to a German director.Werner Schroeter has fashioned a compelling personal epic about an 18-year-old Sicilian, Nicola, who emigrates to Germany. There he works in a Volkswagen factory, falls in love, and painfully adjusts to a new and incomprehensible way of life. When he realizes his girlfriend is just using him, Nicola strikes out in violence at her two boyfriends. Like BREAD AND CHOCOLATE, the film is about the estrangement of the outsider in what is seen as an alien and hostile society. The only difference is that this not a comedy. It also bears some similarities to Visconti's ROCCO AND HIS BROTHERS, with its theme of the corrupting influence of modern industrial society. The film is neatly divided into two parts, the Sicilian half, with its sunny, warm photographic style and the German half, which becomes grayish and grim. Nicola Zarbo is fine in the lead role among a cast of mostly unknown performers. At three hours the film is a trifle too long but thoroughly involving.",
    "chinese_title": "巴勒摩或沃夫斯堡",
    "douban_rating": "7.6/10 from 154 users",
    "foreign_title": "Palermo oder Wolfsburg",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.6",
    "update_at": "2025-04-08T16:42:20"
}