{
    "aka": [
        "Cry of the Swamp",
        "荒野的诱惑/绿野红颜"
    ],
    "sid": "1303859",
    "cast": [
        {
            "url": "/celebrity/1027549/",
            "name": "简·皮特斯 Jean Peters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036562/",
            "name": "杰弗里·亨特 Jeffrey Hunter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155096/",
            "name": "康斯坦茨·史密斯 Constance Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025250/",
            "name": "沃尔特·布伦南 Walter Brennan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151978/",
            "name": "汤姆·塔利 Tom Tully",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041162/",
            "name": "杰克·伊莱姆 Jack Elam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153468/",
            "name": "德博泰勒 Dub Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157658/",
            "name": "Al Thompson Al Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160258/",
            "name": "George Spaulding George Spaulding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163865/",
            "name": "查尔斯·瓦根海姆 Charles Wagenheim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167155/",
            "name": "威尔·赖特 Will Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022516/",
            "name": "哈里·香农 Harry Shannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010759/",
            "name": "戴尔·罗伯逊 Dale Robertson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144996/",
            "name": "Sherman Sanders Sherman Sanders",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130873/",
            "name": "Mary Parker Mary Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060311/",
            "name": "Robert Adler Robert Adler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072296/",
            "name": "海尼·康克林 Heinie Conklin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079089/",
            "name": "哈里·卡特 Harry Carter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091763/",
            "name": "Pat Hogan Pat Hogan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103232/",
            "name": "Ted Jordan Ted Jordan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106703/",
            "name": "罗伯特·卡恩斯 Robert Karnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110467/",
            "name": "Ann Kunde Ann Kunde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085252/",
            "name": "Norman Field Norman Field",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1952",
    "genre": [
        "剧情",
        "爱情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453018440.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002374/",
            "name": "路易斯·兰茨 Louis Lantz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030866/",
            "name": "韦伦·贝尔 Vereen Bell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0044859",
    "director": [
        {
            "url": "/celebrity/1032641/",
            "name": "让·尼古拉斯科 Jean Negulesco",
            "@type": "Person"
        }
    ],
    "duration": "93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1952-10-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0044859/",
    "imdb_votes": 447,
    "this_title": [
        "Lure of the Wilderness"
    ],
    "douban_link": "https://movie.douban.com/subject/1303859/",
    "imdb_rating": "6.4/10 from 447 users",
    "trans_title": [
        "绿野红颜",
        "Cry of the Swamp",
        "荒野的诱惑",
        "绿野红颜"
    ],
    "douban_votes": "0",
    "introduction": "改编自小说，极棒、极有味道的影片。In 1910, the citizens of Fargo, Georgia, located near the Okefenokee Swamp, live simply and do not venture far into the dangerous swamp. One day, Ben Tyler and his father Zack help to search for two lost trappers, and during the unsuccessful journey, Ben's dog Careless goes bounding into the swamp after a deer. Despite the warnings of his father, Ben returns the next day to search for Careless and instead gets lost. Two people sneak up on Ben and knock him out, and when he regains consciousness, he finds he is tied up in the primitive camp of Jim Harper and his wild, beautiful daughter Laurie. The frightened Ben recognizes Jim, who was accused of murdering two men eight years previously and fled to avoid a lynch mob. Jim claims that he killed one of the men in self-defense, but that the other was murdered by the vicious Longden brothers, Dave and Harry. Laurie, who has grown up isolated in the swamp, is suspicious of Ben, although Jim trusts the sincere youth and reveals his eagerness to return to civilization if he could get a fair trial. Ben agrees to find Jim a lawyer, although Laurie, who watched her mother die during their flight into the swamp, is still hostile. Ben and the Harpers spend the next few days hunting, with the intent of raising money for a lawyer, and Jim worries about Ben's attraction to Laurie. One morning, the Harpers show Ben the way out of the swamp, and he returns home. Although Zack is overjoyed that Ben is alive, he hits his son when he states that he is returning to the swamp. Ben storms out of the house, then sells the pelts at Pat McGowan's general store. Ben gives a present to his fiancée, McGowan's spirited daughter Noreen, but she also upbraids him for wanting to return to the swamp. Noreen declares that if Ben leaves, she will attend an upcoming dance with another beau, and Ben leaves in disgust. When Ben returns to the Harpers' camp, he tells Laurie that they must hunt for valuable otter skins, as they need more money. Laurie's misgivings are assuaged, however, when Ben gives her a dress and presents Jim with a box of cigars. Ben invites Laurie to the dance, where, he promises, no one will know who she is and she can have a good time with people her own age. Later, at the dance, Ben watches jealously as Noreen ignores him and flirts with Jack Doran. Ben's mood improves when Laurie arrives, although the spiteful Noreen provokes a fistfight between Ben and Jack. After the fight ends, Ben angrily tells Jack that he can have Noreen, then races off to find Laurie. Noreen eavesdrops as Ben declares his love for Laurie, then interrupts to reveal that she knows Laurie's identity. Noreen claims that Ben told her all about Laurie, and Laurie is crushed, as Ben had promised that he would keep her and Jim's whereabouts a secret. Laurie runs into the swamp, and the next day, the Longdens, who have been told by Noreen about Ben's dealings with the Harpers, attack Ben. The Longdens almost drown Ben in an attempt to get him to talk, but Noreen, horrified by what she has done, alerts Zack. Zack rescues Ben, who explains to his forgiving father that all Jim wants is a fair trial. Zack agrees to go to the county seat to make the arrangements, and sends Ben into the swamp to bring out Jim and Laurie. Unknown to Ben, he is followed by the Longdens, who did frame Jim for murder and are planning to ambush the Harpers so that their own guilt will not be revealed. Jim and Laurie are at first angry with Ben, but agree to accompany him when he shows them letters from the county sheriff and a lawyer offering Jim protection. During the trip out, however, the trio are attacked by the Longdens, and Jim and Laurie mistakenly assume that Ben has led them into a trap. They force Ben to show himself to the Longdens, and when Ben also becomes a target, they believe his protestations of innocence. Jim is shot in the leg, and so Ben and Laurie lead the Longdens into the swamp, away from Jim. Laurie cleverly sets a trap near a pit of quicksand, and Dave is swallowed alive. Ben and Laurie then capture Harry as he cries for his dead brother, and take him into town as their prisoner. There, they are greeted by Sheriff Jepson, and Jim's wound is tended to. As Ben and Laurie sit together in the departing wagon, Jim remarks that leaving the swamp is like coming back to life.",
    "chinese_title": "绿野红颜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lure of the Wilderness",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-02T14:27:01"
}