{
    "aka": [
        "Lam Au Chun"
    ],
    "sid": "1303666",
    "cast": [
        {
            "url": "/celebrity/1033099/",
            "name": "萧芳芳 Josephine Siao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125264/",
            "name": "鲍汉琳 Hon Lam Bau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151459/",
            "name": "邓光荣 Alan Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2331260574.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1033099/",
            "name": "萧芳芳 Josephine Siao",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121481",
    "director": [],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1978-06-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121481/",
    "this_title": [
        "林亚珍"
    ],
    "douban_link": "https://movie.douban.com/subject/1303666/",
    "trans_title": [
        "Lam Au Chun"
    ],
    "douban_votes": "0",
    "introduction": "林亞珍往職業介紹所找工作, 本來傻頭傻腦、笨手笨腳的她, 惹來介紹所老闆的不滿, 差點被趕走. 這時老闆突然接到來電, 急需聘請一名外表老土, 書蟲和似男人的女人, 老闆見眼前的林亞珍正符合要求, 便差遺她到聘用人丁老爺(鮑漢琳)的家中, 路途非常遙遠. 她在途中遇到丁少爺(伊雷), 把蕉皮抛到滿街都是, 林亞珍憑運氣和自身功夫, 完全沒有被滑到. 登上小巴, 竟真有脂粉味濃的男乘客, 以為林亞珍為男人! 全車乘客因為司機危險駕駛, 中途下車. 林亞珍沒有美色, 截不到順風車, 到丁宅時天已黑.丁宅管家因為天晚, 邀請林亞珍留宿一宵, 不習慣離家的林亞珍因沒交通返回巿區, 無奈答應. 她在丁宅內感覺奇怪, 仿彿機關重重, 而且有一男子經常無故突然出現, 可說是神出鬼沒. 林亞珍一早起床, 竟發現被鋪下有一隻小熊, 嚇得她驚呼狂叫. 後來早餐過後, 屋內又衝出一群狂漢, 持槍亂射, 又把林亞珍綁在椅上, 硬要她說出秘密文件之所在. 他們用的招數幾近虐待. 這時, 丁老爺及時出現, 向林亞珍訴說只是惡作劇, 狂漢們也只是請來的臨時演員. 原來丁老爺要聘請一名專門被丁少爺作弄的女士, 這就是林亞珍的工作職責.丁老爺開出的聘請條件極低, 卻哀求林亞珍答允並簽合同作實, 因為這才能糾正丁少爺的心理不平衡. 話說當年丁少有個要好的女朋友(陳立品), 背叛他而投入另一白馬王子(鄧光榮)的懷抱, 使他心中哀痛崩潰, 形成經常會作弄與前女友長相相似的女子, 才能讓情緒穏定下來. 林亞珍無奈下簽約被虐, 林母知道女兒找到工作, 竟要她送價值兩萬元的皮草, 林亞珍差點要找繩索自盡.這份工作非常辛苦, 丁少爺時刻想著整蠱林亞珍的方法, 卻有亂打亂撞每次都能避過厄運, 反而丁少常常自作自受. 丁老爺也並非善男信女, 強迫林亞珍打掃家務、洗衣和打字, 一心多用, 林亞珍卻又做得井井有條, 還能安排時間自己看書.林亞珍帶小孩到公園遊玩, 剛巧那裏發生命案, 販毒的道友(曾楚霖)被殺手槍殺, 並把手上的秘密文件搶走. 同一時間, 光頭探長與助手阿牛討論奸商周身石(林偉祺), 原來是名販毒頭子, 探長誓要緝拿他歸案, 為民除害, 也渴望爭取表現搏升職. 他利用最新的神奇武器, 能勾出任何持械者心想要的東西. 示範時, 探長竟勾出一個胸圍, 正好女同袍看到, 暗罵他是色情狂. 周身石的隨從阿區, 擦鞋仔一名, 但領悟力低, 經常撞板, 竟將號稱價值連城的寶石捐贈給慈善機構, 氣得周身石頭頂出煙, 幸好該寶石只是假貨.周身石與手下開啓從道友手中搶走的文件, 據說載有周生的罪行. 他們把箱子打開後, 並非甚麼文件, 只得一隻臘鴨, 周身石勃然大怒! 探長和阿牛笨拙地以那神奇武器, 把臘鴨吸走, 阿區手足無措, 周身石卻懶理臘鴨「飛走」. 林亞珍與弟弟見到道友垂死一刻, 問他有甚麼遺言, 他在斷氣前卻只懂說「臘鴨」. 林亞珍認為遺言不合理, 認為只是丁少爺又找臨時演員玩弄她而已. 黑白兩道收到線報「椰瞉頭」林亞珍為最後接觸死者, 她必定取走了秘密文件. 黑道追逐林亞珍, 並把她綁起禁錮.林亞珍憑聰明才智, 以及更蠢的綁匪(魚頭雲), 得以擊退壞人, 並在被綁之際自行逃出街外, 惹來途人圍觀, 卻無人幫她解繩. 林亞珍竟在眾人面前以一己之力鬆綁, 大家都為她鼓掌. 光頭探長和阿牛尋得林亞珍, 詢問有關文件的去向, 林亞珍一笑置之, 認為又是丁少爺的惡作劇. 阿牛搜完林亞珍的手袋, 順手把臘鴨也塞進去. 林亞珍已討厭被整蠱, 回到丁宅辭工. 周身石與阿區認為林亞珍極其厲害, 一大班綁匪都鎖不住他, 於是找來西門吹雪的十八代孫子東門吹牛(李家鼎)對付她.回到家裏, 林亞珍發現手袋裏無故有隻臘鴨, 遂到廚房做臘鴨飯, 林母非常好奇臘鴨從何而來. 探長登門造訪, 以證件證明自己的警員身分, 並且拿出報章報導, 以示上次林亞珍在公園看到的死者並非演員. 又提示她要小心, 否則會招致殺身之禍. 說時遲那時快, 林宅電話響起, 探長為保護林亞珍提起聽筒, 即遭對方經電話引爆炸彈(!!!). 林母質問女兒為何把臘鴨原隻拿去蒸, 這時才發現周身石的罪証就寫在臘鴨身上. 林亞珍追出去找已離開的探長, 見探長傷痕累累, 暈到在地上. 東門吹牛一身白衣出現, 向林亞珍要那臘鴨.東門吹牛一直追著林亞珍, 竟追到「百萬碌慈善賽」滾軸流冰的現場, 兩人混入參賽者當中進行比賽. 電視台直播節目, 林弟弟在瑩幕上看到家姐, 即叫母親和她的雀友觀看. 二人激烈地追逐著, 東門吹牛被撞進豬場, 還被醉酒的場主當作是豬; 林亞珍則衝入湖中, 上水時被一對正談情的情侶誤以為水鬼.林亞珍被東門吹牛追著時, 誤把臘鴨抛進了一餐廳裏. 雖然後來探長終於拘捕東門吹牛, 但回到那餐廳時, 老闆表示已將臘鴨賣掉, 令探長晴天霹靂. 他本想追著被他遺走的林亞珍, 卻只尋到和林亞珍扮相一模一樣的丁少爺. 林母哭喪著臉, 原來弟弟被綁架, 林亞珍被要求到理髮店以秘密資料贖回弟弟. 當她趕著營救弟弟時, 竟見到一個與自己裝束相同的丁少在門外以水槍亂射玩整蠱.林亞珍當然已沒有那份秘密文件在手, 但表示內容能倒背如流, 惹起周身石及阿區要將她滅口. 這時, 光頭神探也借理髮為名到逹現場, 與理髮師(胡大為)爭吵不休. 再加上丁少爺也來到理髮師參予一份, 正邪兩方在理髮店內追追逐逐, 連番打鬥, 還擾攘了理髮店的其他客人. 最終所有壞蛋都被林亞珍僥倖地全制服了.光頭神探在記者面前炫耀破案立功, 林亞珍懶理但慶幸事件終告一段落, 又可以脫離丁家的作弄. 正當她出門要找新工作時, 電視台員工拿著合約上門找她, 因上次「百萬碌慈善賽」的電視直播太過精彩, 令收視率突破. 林亞珍見酬勞可觀, 立即動筆簽約. 豈料電視台的新老闆原來是丁少爺, 他正打算開拍長篇電視劇「大整蠱」給林亞珍當主角...",
    "chinese_title": "林亚珍",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-05T00:39:26"
}