{
    "aka": [
        "All about My Father",
        "她是我父亲",
        "她是我爸爸"
    ],
    "sid": "1304739",
    "cast": [
        {
            "url": "/celebrity/1052959/",
            "name": "Even Benestad Even Benestad",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "　　第52届柏林国际电影节(2002)\n　　泰迪熊奖 最佳纪录片 Even Benestad\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1998864045.jpg",
    "region": [
        "挪威",
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1052959/",
            "name": "Even Benestad Even Benestad",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0310622",
    "director": [
        {
            "url": "/celebrity/1052959/",
            "name": "Even Benestad Even Benestad",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 75 分钟",
    "episodes": "",
    "language": [
        "挪威语"
    ],
    "playdate": [
        "2002-02-22(挪威)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0310622/",
    "imdb_votes": 441,
    "this_title": [
        "Alt om min far"
    ],
    "douban_link": "https://movie.douban.com/subject/1304739/",
    "imdb_rating": "6.4/10 from 441 users",
    "trans_title": [
        "父亲的衣柜",
        "All about My Father",
        "她是我父亲",
        "她是我爸爸"
    ],
    "douban_votes": "1062",
    "introduction": "柏林影展最佳紀錄片泰迪熊獎邁阿密同志影展最佳紀錄片是一部導演兒子速寫變裝父親的紀錄片是一部很个人的纪录片，内容是关于一个生活在基督小镇，受人尊敬的，有易装癖的医生的故事。他的儿子用一台老式的小型8毫米摄影机，以温暖，幽默而讽刺的手法拍摄了这部关于他父亲的纪录片。“我父亲的想法是这部片子能把他刻画成一位与众不同的男人，利用自己所有的精力与时间与保守的观念战斗。但我的观点却与他的想法恰恰相反，我想要深刻的刻画出他作为一个有易装癖并对自己有很清楚认知的人的形象。” 导演如是表示。“我以个人的名义来拍摄这部片子。我想传达给观众一个重要的观点：我的家庭并不特别，很多人都拥有跟我一样的家庭，我希望通过这部片子，更多的人能用正确的视角来看待这个问题。为了达到这个目的，我决不能妥协，为了完成这部片子，与内心的对抗是不可或缺，也是至高无上的。Even Benestad | 挪威 | 2002 | 72分钟 | 35毫米 | 挪威语配中英文字幕All about my FatherAll About my Father is a personal documentary about a well-respected doctor and transvestite in a small Christian town, directed by the one person most likely to convey his story with warmth, humour and irony: his son. Armed with a small video camera, and with the use of old nostalgic Super-8mm family footage, he set out to make a personal portrait of his transvestite father.“Contrary to my father‚Äôs idea that this film would promote him as a colourful and different person who uses all his time and effort to combat the conservative bureaucracy, I wanted to make a deeply personal portrait of him where his transvestism and strong self-realisation forms the basis of the film,” says the director. “I have made this film on my own terms. It is important to show that my family is not unique – there are many families like mine, and by making this film I hope others can see their families in perspective. In order to do this, I could not compromise ‚Äì personal confrontation was paramount in making this a genuine film.”About the director:Even Benestad studied directing and cinematography at the Film Academy in Oslo. He has directed and photographed many short films, as well as mini-documentary series for television. All About my Father has won several prestigious awards since it premiered, among them the Teddy Award for Best Documentary in Berlin in 2002.Even Benestad | Norway | 2002 | 72 minutes | 35mm | Norwegian with English & Chinese subtitles",
    "chinese_title": "父亲的衣柜",
    "douban_rating": "7.4/10 from 1062 users",
    "foreign_title": "Alt om min far",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.4",
    "update_at": "2025-06-13T06:01:51"
}