{
    "aka": [
        "King and Country",
        "吾土吾王",
        "国王和国家"
    ],
    "sid": "1304547",
    "cast": [
        {
            "url": "/celebrity/1000250/",
            "name": "德克·博加德 Dirk Bogarde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032222/",
            "name": "汤姆·康特奈 Tom Courtenay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032285/",
            "name": "莱奥·麦凯恩 Leo McKern",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025397/",
            "name": "巴里·福斯特 Barry Foster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069500/",
            "name": "彼得·科普利 Peter Copley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158925/",
            "name": "詹姆斯·维利尔斯 James Villiers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156974/",
            "name": "杰瑞米·斯宾塞 Jeremy Spenser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113399/",
            "name": "Barry Justice Barry Justice",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120838/",
            "name": "Vivian Matalon Vivian Matalon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074900/",
            "name": "基思·巴克利  Keith Buckley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103689/",
            "name": "James Hunter James Hunter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151992/",
            "name": "Larry Taylor Larry Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067876/",
            "name": "戴维·库克 David Cook",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "　　第25届威尼斯电影节(1964)\n　　主竞赛单元 金狮奖(提名) 约瑟夫·罗西\n　　沃尔皮杯 最佳男演员 汤姆·康特奈\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504286984.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1403281/",
            "name": "伊万·琼斯 Evan Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000250/",
            "name": "德克·博加德 Dirk Bogarde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001787/",
            "name": "A.E. Housman A.E. Housman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058263",
    "director": [
        {
            "url": "/celebrity/1016744/",
            "name": "约瑟夫·罗西 Joseph Losey",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-09-05(威尼斯电影节)",
        "1964-12-03(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058263/",
    "imdb_votes": 2722,
    "this_title": [
        "King and Country"
    ],
    "douban_link": "https://movie.douban.com/subject/1304547/",
    "imdb_rating": "7.5/10 from 2722 users",
    "trans_title": [
        "国王与国家",
        "King and Country",
        "吾土吾王",
        "国王和国家"
    ],
    "douban_votes": "1575",
    "introduction": "The last time Britain was a major force in world cinema was in the 1960s; a documentary of a few years back on the subject was entitled 'Hollywood UK'. This was the era of the Kitchen Sink, social realism, angry young men; above all, the theatrical. And yet, ironically, the best British films of the decade were made by two Americans, Richard Lester and Joseph Losey, who largely stayed clear of the period's more typical subject matter, which, like all attempts at greater realism, now seems curiously archaic.'King and Country', though, seems to be the Losey film that tries to belong to its era. Like 'Look Back in Anger' and 'A Taste of Honey', it is based on a play, and often seems cumbersomely theatrical. Like 'Loneliness of the long distance runner', its hero is an exploited, reluctantly transgressive working class lad played by Tom Courtenay. Like (the admittedly brilliant) 'Charge of the Light Brigade', it is a horrified, near-farcical (though humourless) look at the horrors of war, most particularly its gaping class injustices.Private Hamp is a young volunteer soldier at Pachendaele, having served three years at the front, who is court-martialled for desertion. Increasingly terrorised by the inhuman pointlessness of trench warfare, the speedy, grisly, violent deaths of his comrades and the medieval, rat-infested conditions of his trench, he claims to have emerged dazed from one gruesome attack and decided to walk home, to England. He is defended by the archetypal British officer, Captain Hargreaves, who professes disdain for the man's cowardice, but must do his duty. He attempts to spin a defence on the grounds of madness, but the upper-crust officers have heard it all before.This is a very nice, duly horrifying, liberal-handwringing, middle-class play. It panders to all the cliches of the Great War - the disgraceful working-class massacre, while the officers sup whiskey (Haig!) - figured in some charmingly obvious symbolism: Hargreaves throwing a dying cigarette in the mud; Hamp hysterically playing blind man's buff.The sets are picturesquely grim, medieval, a modern inferno, as these men lie trapped in a never-ending, subterranean labyrinth, lit by hellish fires, with rats for company and the constant sound of shells and gunfire reminding them of the outside world.The play, in a very middle-class way, is not really about the working class at all - Hamp is more of a symbol, an essence, lying in the dark, desolately playing his harmonica, a note of humanity in a score of inhumanity. He doesn't develop as a character. The play is really about Hargreaves, his realisation of the shabby inadequacy of notions like duty. He develops. This realisation sends him to drink (tastier than dying!). Like his prole subordinates, he falls in the mud, just as Hamp is said to have done; he even says to his superior 'We are all murderers'.This is all very effective, if not much of a development of RC Sherriff's creaky 'Journey's End', filmed by James Whale in 1930. Its earnestness and verbosity may seem a little stilted in the age of 'Paths of Glory' and 'Dr. Strangelove'; we may feel that 'Blackadder goes forth' is a truer representation of the Great War. But what I have described is not the film Losey has made. He is too sophisticated and canny an intellectual for that.The film opens with a lingering pan over one of those monumental War memorials you see all over Britain (and presumably Europe), as if to say Losey is going to question the received ideas of this statue, the human cost. But what he's really questioning is this play, and its woeful inadequacy to represent the manifold complexities of the War.This is Brechtian filmmaking at its most subtle. We are constantly made aware of the artifice of the film, the theatrical - the stilted dialogue is spoken with deliberate stiffness; theatrical rituals are emphasised (the initial interrogation; the court scene, where actors literally tread the boards, enunciating the predictable speeches; the mirror-play put on by the hysterical soldiers and the rats; the religious ceremony; the horrible farce of the execution). Proscenium arches are made prominent, audiences observe events.This is a play that would seek to contain, humanise, explain the Great War. This is a hopeless task, as Losey's provisional apparatus explains, 'real' photographs of harrowing detritus fading from the screen as if even these are not enough to convey the War, never mind a well-made, bourgeois play. Losey's vision may be apocalyptic - it questions the possibility of representation at all - the various tags of poetry quoted make no impact on hard men men who rattled them off when young; the Shakespearean duality of 'noble' drama commented on by 'low' comedy, effects no transcendence, no greater insight.Losey's camerawork and composition repeatedly breaks our involvement with the drama, any wish we might have for manly sentimentality; in one remarkable scene an officer takes an Aubrey Beardsley book from the cameraman! This idea of the theatrical evidently mirrors the rigid class 'roles' played by the main characters (Hamp's father and grandfather were cobblers too; presumably Hargreaves' were always Sandhurst cadets). Losey also takes a sideswipe at the kitchen sink project, by using its tools - history has borne him out.",
    "chinese_title": "国王与国家",
    "douban_rating": "7.5/10 from 1575 users",
    "foreign_title": "King and Country",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.5",
    "update_at": "2025-08-22T03:21:57"
}