{
    "aka": [],
    "sid": "1305087",
    "cast": [
        "海迪·拉玛 Hedy Lamarr",
        "罗伯特·杨 Robert Young",
        "露丝·赫希 Ruth Hussey"
    ],
    "site": "douban",
    "tags": [
        "HedyLamarr",
        "电影",
        "美国电影",
        "美国",
        "爱情",
        "1940s",
        "1940'",
        "豪门盛宴派"
    ],
    "year": "1941",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2533776828.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "Elizabeth Hill",
        "John P. Marquand",
        "金·维多 King Vidor"
    ],
    "imdb_id": "tt0033686",
    "director": [
        "金·维多 King Vidor"
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1941-12-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0033686",
    "this_title": [
        "H.M. Pulham, Esq."
    ],
    "douban_link": "https://movie.douban.com/subject/1305087/",
    "imdb_rating": "6.9/10 from 982 users",
    "trans_title": [
        "富家子的婚姻"
    ],
    "douban_votes": 0,
    "introduction": "One morning, Harry Moulton Pulham, Jr. a Back Bay Bostonian who leads an orderly life, receives a call from former Harvard classmate Rodney \"Bo Jo\" Brown, who is organzing their twenty-fifth year college reunion. The overbearing Bo Jo gives Harry the assignment of compiling the class biographies, and as Harry begins, he thinks of his own proper Bostonian upbringing. The next day, Harry gets an unexpected call from Marvin Myles, now Mrs. John Ransome, a woman whom he had loved more than twenty years ago. She asks to meet him for a drink that afternoon, but when he sees how beautiful she still is, he cannot approach her. Reasoning that he is as happy as any average man could hope to be, Harry then orders roses for Marvin, and takes a gardenia home to his wife, Kay Motford Pulham, whom he met in dancing school. He then takes the dog for a walk and wonders if he ever really was happy: At Harvard, Harry is friendly with worldly Bill King. After graduation, Harry goes into the army during World War I, is decorated for bravery and impresses his men for not \"wearing lace drawers.\" After the war, he meets Bill in New York, because he doesn't feel like going home, and Bill gets him a job at the advertising company at which he works. There Harry meets Marvin, who is a copy writer. Harry is puzzled by the independent and ambitious Marvin, who is different from the women in Boston. When Harry goes home one weekend, he and Marvin realize that they are in love with each other. Harry then determines to marry her, even though his mother, Mary, is in ill health and his father, Harry, Sr., does not understand his son's new life in New York. Marvin does not want to marry right away and is concerned over the differences in their backgrounds. When Harry gets word that his father is dying, he rushes home and is begged by Harry, Sr. to stay in Boston with the family. While business affairs force him to stay on in Boston after his father's death, Harry yearns for Marvin, and when Mary suggests that he invite Bill up for a few days, Harry invites Marvin as well. Marvin feels out of place in Boston, especially as Harry has not told his mother of their relationship. Meanwhile, Bill flirts with Kay, to whom he has always been attracted, but who is now engaged to fellow Harvard man Joe Bingham. After Kay suddenly breaks her engagement, Harry advises Joe to have a showdown with her and decides that he must do the same with Marvin, who has returned to New York. He goes to her and says that they will marry the next day and live in Boston \"for a little while,\" but she refuses because she hates Boston's stifling atmosphere and fears that she would be destroyed by a lack of independence. Realizing that he belongs at home, Harry leaves Marvin, who promises always to wait for him if he wants to come back. Some time later, Kay, whose relationship with Bill never developed, calls Harry. Finding that they are very much alike, they soon fall in love and marry. The day after Harry's reminiscences, his life seems to be in a state of disorder and he implores Kay to go away with him right away. She dismisses his talk of love and happiness and sends him off to the office, to which he is late for the first time in his life. Marvin then calls and he asks to come to her hotel. There they kiss, have champagne and dance, then realize that everything is the same between them, even their differences. After leaving Marvin, Harry returns to the office and finds Kay waiting outside. Although Kay is hurt that Harry has seen Marvin, she wants to go away with him and says that they have always loved each other, since their first day in dancing school. Knowing that Kay is right, he happily drives away with her.",
    "chinese_title": "富家子的婚姻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "H.M. Pulham, Esq.",
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}