{
    "aka": [
        "基姆"
    ],
    "sid": "1305221",
    "cast": [
        "埃罗尔·弗林 Errol Flynn",
        "迪恩·斯托克维尔 Dean Stockwell",
        "保罗·卢卡斯 Paul Lukas",
        "Robert Douglas",
        "Thomas Gomez",
        "Cecil Kellaway",
        "雷吉纳德·欧文 Reginald Owen"
    ],
    "site": "douban",
    "tags": [
        "美国",
        "经典老片",
        "传记",
        "Errol_Flynn",
        "Errol",
        "西部",
        "英国",
        "爱情"
    ],
    "year": "1950",
    "genre": [
        "剧情",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2446963977.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "海伦·多伊奇 Helen Deutsch",
        "莱昂·戈登 Leon Gordon",
        "理查德·沙耶尔 Richard Schayer"
    ],
    "imdb_id": "tt0042644",
    "director": [
        "维克多·萨维勒 Victor Saville"
    ],
    "duration": "113 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1951-01-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0042644",
    "imdb_votes": 1726,
    "this_title": [
        "Kim"
    ],
    "douban_link": "https://movie.douban.com/subject/1305221/",
    "imdb_rating": "6.6/10 from 1726 users",
    "trans_title": [
        "印地战笳声",
        "基姆"
    ],
    "douban_votes": 0,
    "introduction": "在老拉哈尔博馆对面一座砖砌的平台上，基姆把爬在称“喷火龙”的大炮上的孩子踢了下来，因为这尊青黄铜大炮是征服者的战利品。基姆虽说皮肤晒得黝黑像个印度人，但他是英国人。他和街市的野孩子们平等相处，大家都叫他“世界之友”。他是白人，不过是最穷最穷的白人。他3岁时父母就去世了，由开旧家具店的姨妈抚养，但她是个鸦片鬼。老基姆曾是掌旗军士，临终前说，将来有一天，会有一头绿地上的红公牛与骑着骏马的上校来照顾基姆的，他只给小基姆留下三份文件：退伍证书、共济会会员证与小基姆的出生证明。基姆早知道自己是白人，但因生活所迫，他常常在夜晚替油头粉面的时髦年轻人在拥挤的屋顶上办事，这些当然不不可告人的秘密事。他过的生活野得像天方夜潭里说的那样，可是传教士和慈善团体的老爷们看不出这种生活的美妙。\n一天，基姆在被当在人称为“妙屋”的博物馆前遇到了一位从西藏来的老喇嘛。喇嘛跟着基姆进\"妙屋\"瞻仰神像。“世尊！世尊！是释迦牟尼亲身，”喇嘛呜咽起来并且开始低诵佛教法言。一个白胡子英国老头一直注视着喇嘛，他是这里的馆长，他盛情邀请并陪同喇嘛参观了全部藏品。馆长想让学问高深的喇嘛留下来，但喇嘛拒绝了。他说：“我决定到佛祖足迹所及的圣地去。世尊慈悲为怀，并积功德，他射出的箭的坠落处，出现了一条溪流，后来成为河，具有灵异，人在河中浴身，可洗去罪孽。我只身来此40年，就是为了寻找这条河。”基姆听到他们谈话，深为感动，他从未见过像喇嘛这样的人。他乐意跟着喇嘛去行乞，去找到那条能够洗去罪孽的河。当然，他也有自己的目标：寻找他的绿地红公牛。\n基姆打算乘火车到贝纳尔斯去找那条河，他找到老相识马哈布，想向他借1个卢比。但这位马贩子很大方地给了他3个卢比，条件是把一份有关白雄马的血统证明交给乌姆巴拉的一个英国军官。基姆根本不相信马哈布让他送的是什么血统证明，不过，他已为马哈布干了好几次这类事了。这天，基姆和喇嘛住在马哈布的店里。深夜，基姆忽然发现有人用刀子搜索隔壁马哈布的房间，似乎在寻找什么重要的东西。基姆赶紧叫醒喇嘛连夜赶往火车站。\n喇嘛从未见过火车，面对纵横交错的铁轨钢架，他吓得胆战心惊，以为这是魔鬼造出来的东西。到了乌姆巴拉，基姆很快找到了这位军官。他想知道所谓“血统证明”究竟是什么东西，于是他在门外偷听到军官同另外几个人正研究基姆送来扣密件的谈话。基姆这才知道，他送来的是军事情报。这里的将军将出动大炮与8000人的部队，去攻打北方的五个土王。\n基姆跟着喇嘛到处云游，连每一条小溪都进行了仔细地考查。一路上，凭着基姆的机灵，他们总能吃上好饭菜。\n印度人对法师、喇嘛怀着特有的尊敬，基姆很会利用这种优势为他们师徒俩求布施。他知道什么人盼望母牛下犊，什么人祈求女人生孩子，他极力使那些求符贴的人明白：今天付出的代价一定会得到百倍的回报。基姆还将偷听来的军事秘密泄露给一位退役老军人，老军人惊诧不已，但刚从军队里回来的他的儿子却因基姆拿不出真凭实据而讥讽基姆带来的是市井流言。\n一天，他们走进一片芒果林，一群英国士兵正在操练。基姆指着10英尺外，被晚风吹得啪啪有声的那面绣着徽章的旗帜叫道：“在他们之后有一只公牛--绿地上的红公牛，你瞧，就是它！”原来基姆闯入了他父亲生前所在的以一只金红色公牛作为战神的“小牛团队”。那只金红色公牛是仿照从圆明园偷来的原件制成的。基姆为了看个清楚，他腹部贴地，一只手按住他脖子上挂的装着三个文件的\"护身符\"囊，朝帐逢口匍匐过去。他看到帐篷里的人们正举杯，朝餐桌上摆的金红色的公牛乱喊。当基姆正抬头瞪着眼睛望那只公牛时，走出帐篷的牧师一只脚正好踩在他右肩胛骨上，牧师失去重心，跌倒在地上，但他很快就敏捷地提住基姆的脖子，几乎把他扼死。基姆拼命踢牧师的肚子，牧师疼得直喘气，但他始终不松手，把基姆拖回到自己的帐篷。“哈，原来是个孩子！”他把他的俘虏拉到灯光下，使劲摇晃基姆的身子，吼道，“你在干什么？你是个小人偷。小贼，你听懂得我的话吗？”基姆瞅了个机会，朝帐篷口窜去，可被牧师揪住脖子，弄断了系绳，基姆的那“护身符”囊落到了牧师手里。牧师把基姆的“护身符”交给维克多神父。神父从老基姆的退伍证书中得知，基姆是他曾主持过婚礼的军士基姆波尔与安妮的孩子。他不由得惊叹：“地下的撒旦真厉害。”\n维克托神父决定把基姆送到学校去读书，使他成为一个体面的白人。基姆就这样同喇嘛分手了。喇嘛详细地询问了最好的学校需要多少费用，是不是钱越多学到的学问就越好等等情况。他继续他的寻找，在离开时，喇嘛要下了神父的地址。在军营里，基姆把偷听来的军事秘密讲给士兵们听，士兵们都认为他在胡编瞎话。但没几天，部队就接到了打仗的命令，军情与基姆说的不差分毫，基姆一下子被当作神童受到大家尊敬。\n维克托神父请来教师为基姆上课。基姆怕被管束，溜到邮局写信向马哈布求援。喇嘛给神父来信，说随信寄来300卢比的银行支票，他要资助基姆去勒克瑙的学校受到最好的教育。神父惊叹这位乞丐般的老头竟有如此财力，东方人的心理真是不可捉摸。马哈布来探望基姆，他把一个叫克莱顿的英国上校介绍给基姆。克莱顿于是受神父之托，把基姆送到勒克瑙去上学。在火车上，克莱顿同基姆说了很长时间，他要基姆好好读书，毕业后去他的“印度人种调查所”做事。在勒克瑙的圣威查尔学校门口，基姆见到了等候多时的肃仁寺德秀喇嘛--他的师傅。他拉着喇嘛的法袍哭了，要师傅把他带走。喇嘛用颤抖的声音说，他希望基姆成为一个充满智慧的人。\n基姆在学校一呆就是三年。每逢假期，他就出去逛逛，过以往那种游荡的生活。喇嘛总是按时寄钱来供他读书。马哈尔也常把他带到珠宝店的罗干大人那里去度假。一次他偶然听到有两个人要谋杀马哈布，他立即向马哈布报信，马哈布机智地叫警察把那两个谋杀者收拾了，这样，马哈布与基姆的关系更亲近了。基姆毕业后，马哈布把他带到了一个女巫那里，让她用法术保护他不受伤害。女巫给了他一个特制的护身符，里面装着罗干大人珠宝店里才有的小松石，这是“调查所”特工人员的标志，马哈布告诉基姆各种联络暗号。基姆很兴奋，他渴望自己跟马哈布一样，有一个字母和号码的尊称，有人悬赏他，他要搜寻整个印度，跟踪国王与首相！\n一个偶然的机会，基姆遇到了喇嘛。喇嘛说他需要基姆，并说如果没有基姆，他永远找不到他渴望找到的那条河。基姆于是继续同他漫游。有一次，基姆终于问起他是从哪儿来的！喇嘛平静地说：“照人们看来，西藏有很多财富。我在我自己的地方枉受尊重，啊，寺里的黑高座，所有的沙弥排列整齐！”他一面用手指在尘土里画，一面讲起防雪崩的大寺的盛大仪式。他越来越想念他自己的庙。他向基姆断断续续地讲起他在印度从南到北到处漫游的经历。现在基姆已经非常敬爱他的师傅了，他们过得十分快活。喇嘛建议到北方雪山去搜寻，于是他们坐上了北去的火车。\n火车刚开动，一个自称翻车受了伤的人踉踉呛呛地闯进车厢，基姆在为他包扎伤口时发现了他熟悉的护身符，就巧妙地同那人对上了暗号。原来那人代号“E23”，是克莱顿派出去取密件的；但他四处遭人暗算，现在还没摆脱险境，基姆机智地将他化装成一个全身赤裸，脸上涂着朱纹的托钵僧。火车一到站，冲上来一群士兵，“E23”同一个军官发出冲突，骂着古里古怪的话，基姆听着听着，大吃一惊。他听懂了，原来“E23”已同军官对上了暗号。\n在哈萨伦坡，基姆遇到了“人种调查所”的贺瑞，他的代号是“R17”，在这里以“行医”为掩护。他对基姆在火车上的表现大加称赞。“R17”告诉基姆，北方山地出现了两个以猎羊为名的外国人，政府怀疑他们与北方的土王勾结，“R17”要基姆同他一起前往监视，基姆没费多大劲就让喇嘛同意了他们的行进路线。由于回到雪山，喇嘛的精神状态好极了。在雪山下，山民们视喇嘛为圣人，纷纷跑来膜拜。贺瑞则碌地为山民们治大脖子病。在齐格瑙村，他终于发现了这两个外国人的踪影，立即踏着没膝的雪赶去。\n两个外国人押送着装满地图与文件的背篮在雷雨中行走，浑身都湿透了。这时一个响雷把树劈成两半，土王派来侍候他们的20个挑夫认为这是不祥之兆，纷纷逃走。这时，贺瑞出现了。他装扮成土王的代理人出面调停，把那逃走的挑人们劝了回来。一路上，贺瑞把注意力放在一个蓝色背篮上，他已经发现那里装着土王与外国人勾结的全部证据。贺瑞把外国人引到喇嘛跟前，喇嘛正拿着一张自制的轮回图向基姆讲解，外国人想买下轮回图，喇嘛不肯，争执中，图被撕破了。信奉神明的山民们惊恐万状。受到侮辱的喇嘛拿起铁笔盒反击，但被外国人一拳打中脸部，基姆掏枪欲射击，被喇嘛阻止住，他同外国人扭成一团滚下山坡。愤怒的挑夫们用石头打起了两个外国人，救出了昏迷的喇嘛。贺瑞悄悄地告诉基姆，装密件的背篮在一个逃走的挑夫身上。这样，两个外国人八个月的苦心经营的结果落到基姆手中。现在基姆想的是如何把密件送到同伙那里。喇嘛吃了苦头后，感慨万端。他说：“我入了歧途，跟着受到惩罚。那一拳对我是个启示，告诉我，雪山不是我的地方。”基姆凝视着那张残破的轮回图，它是从左到右斜角撕破的--从欲生子的第11舍穿越人兽世界到第5舍--感官的宫舍。“我佛世尊悟道以前--”喇嘛恭敬地把图折好，“他受到了诱惑，我也受到了诱惑，可是这些都过去了。箭是落在平原地带--不是在山区，我们在这里做什么？”\n基姆觉得对不起师傅，肉体与精神的重负使他感到自己快要垮掉了。他瞒师傅捎信给一位在大道上结识的贵妇人，让她派人用轿子把他们抬到平原地带的她的家中。基姆昏睡了几天几夜，醒来时发现贺瑞已赶到这里，他说应向上司报功，但基姆对此无动于衷。他急于想知道老喇嘛怎样了。一会儿，喇嘛来了，他伸出一只又黄又长的手让他保持安静，基姆乖乖地盘起腿。“听我说！我带来消息了，搜寻结束了。我们出了山区后，我把你交给了那位有德行的妇人。我不吃东西，不喝水，沉思了两天两夜，使我的心灵脱离躯体，并且按规定的呼吸。我的灵魂自由了，我见到整个印度，从海中的锡兰直到雪山，连我们歇歇脚过的最小村落也见到了。我是同时在一处看见它们的，因为它们都在灵魂之内。我已和万物合化为一，我七情俱尽地沉思了100万年，悟出了一切因果。我的灵魂就是这样冲出大灵魂，后来有个声音喊道：‘这就是那条河’，我俯瞰整个世界，就像以前那样，同时在一处看到－－我清清楚楚看到箭河在我脚下，在这里的芒果林后面--甚至连这里都是！”老喇嘛滔滔不绝地讲述着他的感受，他说法轮是大公无私的，他和基姆都得到了解脱。他在膝上交叉着双手，微笑着，那正是一个已为自己和心爱的人争取到灵魂得救的人才会有的神情。",
    "chinese_title": "印地战笳声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kim",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}