{
    "aka": [
        "69",
        "6ixtynin9",
        "Ruang talok 69"
    ],
    "sid": "1306990",
    "cast": [
        {
            "url": "/celebrity/1136139/",
            "name": "拉丽塔·潘约帕斯 Lalita Panyopas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "喜剧",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1560039194.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1295265/",
            "name": "彭力·云旦拿域安 Pen-Ek Ratanaruang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0235154",
    "director": [
        {
            "url": "/celebrity/1295265/",
            "name": "彭力·云旦拿域安 Pen-Ek Ratanaruang",
            "@type": "Person"
        }
    ],
    "duration": "Japan: 115 分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2000-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0235154/",
    "imdb_votes": 2481,
    "this_title": [
        "เรื่องตลก 69"
    ],
    "douban_link": "https://movie.douban.com/subject/1306990/",
    "imdb_rating": "7.2/10 from 2481 users",
    "trans_title": [
        "69两头勾",
        "69",
        "6ixtynin9",
        "Ruang talok 69"
    ],
    "douban_votes": "746",
    "introduction": "When Tum (Lalita Panyopas) gets laid off from her secretarial job during the opening moments of Pen-Ek Ratanaruang's 6ixtynin9 (Ruang talok 69), it doesn't take long for things to go from bad to worse. A mysterious package is inadvertently left in front of the door of her Bangkok apartment containing $25,000, and in short order all manner of dead bodies start piling up, most of them in Tum's apartment.This exciting 1999 film from Thai director Pen-Ek Ratanaruang (Last Life in the Universe) is in the Quentin Tarantino/Danny Boyle vein, with copious bits of sudden violence nestled between darkly comic situations. Revealing too many details would take the fun out of this one, but the message that money most definitely does not buy happiness is the theme here, with the bloody misadventures of the quiet and serious Tum—who crosses paths with a crooked boxing promoter, murderous henchman, a handsome policeman, a nosy neighbor, and an evil crime lord—moving unpredictably as mercury. What that really means is that Pen-Ek Ratanaruang does not shy away from dispensing with secondary characters at a moment's notice, and the film moves along rapidly with carefully constructed abandon.There is a real sense of freshness in the way Pen-Ek Ratanaruang tell the story (even if we've seen vaguely similar plots like this before) by utilizing some interesting dream and transitional sequences, and I was constantly surprised by the bouncy quickness that minimized any measurable dead spots, and that made 6ixtynin9 just fly by. Lalita Panyopas, who seems to carry the weight of the world in her expressively stoic face as the woeful Tum, spends the majority of the film looking worried, pensive, or frightened, and yet she is still able to display a deftly macabre comic timing, even as she's sawing the leg off of a dead body.6ixtynin9 is one of those definitive sleeper titles, the type that never gets the audience it truly deserves, and being a foreign film doesn't help its marketability much, considering that subtitled films generally never achieve the same kind of broad Western appeal. That is certainly unfortunate and near-sighted thinking, because Pen-Ek Ratanaruang has made the kind of bloody tragicomedy that never takes the obvious way out, and the mix of humor and violence blends together seamlessly.",
    "chinese_title": "69两头勾",
    "douban_rating": "7.5/10 from 746 users",
    "foreign_title": "เรื่องตลก 69",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.5",
    "update_at": "2025-06-12T05:49:16"
}