{
    "aka": [
        "爱和希望的小镇"
    ],
    "sid": "1306383",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "　　第54届洛迦诺国际电影节(2001)\n　　金豹奖(提名) 阿伯法周·贾利里\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529126032.jpg",
    "region": [
        "伊朗",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1287552/",
            "name": "阿伯法周·贾利里 Abolfazl Jalili",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0293082",
    "director": [
        {
            "url": "/celebrity/1287552/",
            "name": "阿伯法周·贾利里 Abolfazl Jalili",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2001-08-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0293082/",
    "imdb_votes": 308,
    "this_title": [
        "Delbaran"
    ],
    "douban_link": "https://movie.douban.com/subject/1306383/",
    "imdb_rating": "6.5/10 from 308 users",
    "trans_title": [
        "沙漠中的少年",
        "爱和希望的小镇"
    ],
    "douban_votes": "0",
    "introduction": "A poignant yet understated film which focuses on the everyday hardships of an isolated Iranian community on the border with Afghanistan, Delbaran centres on the story of a 14-year Afghan refugee working in a truck stop in the 'town' which gives its name to the film. The film is unusual in having very little dialogue and offers nothing by way of explanation of the wider context of war and cross-border migration which forms the backdrop to the events that are portrayed. The characters in the film are all too aware of the conflict and the sounds of automatic weapons are always within earshot, but they are so much an accepted part of their lives that they feel no need to comment on them. And that is one of the strengths of the film that makes it so compelling a portrait of life in this remote community. At one level, very little seems to go on in the film which has the feel of a documentary without a voiceover. In fact, a lot happens off camera, as revealed by indirect images and sounds, but the main emphasis of the film is the extraordinary yet humdrum nature of life in a marginalized community. The film has a distinctive look and feel, with an emphasis on images, movement and sound, and, although one would be hard pressed to identify a conventional narrative structure or message, there are aspects that resonate in the mind long after watching it. A recurring image is of three or even four men riding a single motorbike back and forth along a dusty mountain road. An especially poignant moment in a film in which the hardships of life mean that the characters hardly ever show great emotion, is when the central character of the 14-year old boy, Kaim, is offered medical help for an ear infection: his smile lights up the screen at this small act of human kindness. Highly recommended.",
    "chinese_title": "沙漠中的少年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Delbaran",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T08:22:34"
}