{
    "aka": [],
    "sid": "1308919",
    "cast": [
        {
            "url": "/celebrity/1041109/",
            "name": "拉达·米切尔 Radha Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040550/",
            "name": "梅根·莫拉莉 Megan Mullally",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010547/",
            "name": "阿兰·卢克 Alan Ruck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316102/",
            "name": "雅丽·乔维尔 Arly Jover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031966/",
            "name": "贾斯汀·路易斯 Justin Louis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154263/",
            "name": "奥克塔维亚·斯宾瑟 Octavia Spencer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159392/",
            "name": "斯科特·文森 Scott Vance",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000569/",
            "name": "Catherine Lloyd Burns Catherine Lloyd Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092485/",
            "name": "米歇尔·希克斯 Michele Hicks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081567/",
            "name": "谢里·德赛 Shelly Desai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076652/",
            "name": "艾米·卡尔森 Amy Carlson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002954/",
            "name": "Pamela Gordon Pamela Gordon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032104/",
            "name": "小马克·布恩 Mark Boone Junior",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040717/",
            "name": "文斯·维鲁夫 Vince Vieluf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055863/",
            "name": "朱迪·吉森 Judy Geeson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867473612.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1036561/",
            "name": "马克·福斯特 Marc Forster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000569/",
            "name": "Catherine Lloyd Burns Catherine Lloyd Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283983/",
            "name": "Adam Forgash Adam Forgash",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0228277",
    "director": [
        {
            "url": "/celebrity/1036561/",
            "name": "马克·福斯特 Marc Forster",
            "@type": "Person"
        }
    ],
    "duration": "87 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-11-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0228277/",
    "imdb_votes": 846,
    "this_title": [
        "Everything Put Together"
    ],
    "douban_link": "https://movie.douban.com/subject/1308919/",
    "imdb_rating": "6.1/10 from 846 users",
    "trans_title": [
        "破碎之梦"
    ],
    "douban_votes": "0",
    "introduction": "First, A WARNING: If you are pregnant or just had a child, do NOT go see this film. Really. You simply don't need some of these concepts swimming around your mind. Trust me.I found this film depressing without being cathartic.It certainly touches on some complex aspects of the situation in the film, not least of which is the near-primitive rejection of a 'wounded animal' by the herd (in this case a group of new or expectant mothers.) And Radha Mitchell does an excellent, nuanced job of portraying the shifting emotions and fragility of the main character. Justin Louis - looking an awful lot like Aidan Quinn and portraying a similar type of character (amiable, sensitive, manly) - is also quite affecting as the husband struggling helplessly to make things better when almost any move he makes is doomed to be wrong.The other characters, too, are well-cast and well-acted. And the photography is just moody enough to have texture without being distractingly 'pretty'.So, what kept this from being a powerful and ultimately satisfying film (for me)?First of all, the pacing, which was reminiscent of many French or Swedish films. Lots of lingering domestic vignettes, almost documentary like, setting up who these people are, their relationship, their world. It takes a LONG time to get to the central crisis of the film. And once it occurs, there's lots more lingering domestic scenes.All of this is justifiable in a film that focuses on the emotional effects of one incident. But it assumes - rather than compels - a certain complicity on the part of the viewer.More fundamentally though, the fact that the main character seems pre-ordained for SOME kind of catastrophe makes her big reversal seem more inevitable than shocking. It doesn't help that she's portrayed as deeply anxious from the start. So much so that at times this feels like an early Polanski film, preparing us for something really awful. So, when the worse does occur, rather than being shocked, we're almost relieved.Add to this the curious choice to give the protagonist a monstrously remote mother and what would be surprising here would be for her to ever experience unshadowed happiness. She seems at the least fragile, if not quietly but fundamentally disturbed from the start. The result is that some of her more excentric behavior later seems to flow not from the tragedy but simply from what we know of her character.Since none of her girlfriends react with common decency, never mind nobility, about the only truly likeable character we meet is the husband, so that it's far harder to be intimately affected by the central events here. Because it simply seems that even if they had never occured, this would never really have been a very happy world.Still, a good, if not memorable film. Especially for under $500,000. And - a surprising bit of light at the end - some of the most beautiful credits I've seen in a while.",
    "chinese_title": "破碎之梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Everything Put Together",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T09:02:56"
}