{
    "aka": [
        "Detstvo Gorkogo",
        "The Childhood of Maxim Gorky",
        "童年",
        "高尔基的童年"
    ],
    "sid": "1308108",
    "cast": [
        {
            "url": "/celebrity/1120389/",
            "name": "Aleksei Lyarsky Aleksei Lyarsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116630/",
            "name": "Varvara Massalitinova Varvara Massalitinova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153081/",
            "name": "米哈伊尔·特里亚诺夫斯基 Mikhail Troyanovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058721/",
            "name": "Yelizaveta Alekseyeva Yelizaveta Alekseyeva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363138/",
            "name": "Vyacheslav Novikov Vyacheslav Novikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168919/",
            "name": "Aleksandr Zhukov Aleksandr Zhukov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144946/",
            "name": "丹尼尔·萨加尔 Daniil Sagal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369501/",
            "name": "车轩 Xuan Che",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368376/",
            "name": "K. Zubkov K. Zubkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129700/",
            "name": "Nikolai Pogodin Nikolai Pogodin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369499/",
            "name": "蒙纳 Na Meng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1938",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582266956.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1033526/",
            "name": "马尔克·顿斯柯伊 Mark Donskoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001051/",
            "name": "马克西姆·高尔基 Maxim Gorky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0030055",
    "director": [
        {
            "url": "/celebrity/1033526/",
            "name": "马尔克·顿斯柯伊 Mark Donskoy",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1938-06-18(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0030055/",
    "imdb_votes": 808,
    "this_title": [
        "Детство Горького"
    ],
    "douban_link": "https://movie.douban.com/subject/1308108/",
    "imdb_rating": "7.2/10 from 808 users",
    "trans_title": [
        "我的童年",
        "Detstvo Gorkogo",
        "The Childhood of Maxim Gorky",
        "童年",
        "高尔基的童年"
    ],
    "douban_votes": "301",
    "introduction": "Detstvo Gorkogo (The Childhood of Maxim Gorky) - 1938 Directed by Mark Donskoy G. ShenotinnikA Review By OllieThe Childhood of Maxim Gorky, tells the story of Aleksei Peshkov a 12 year old boy, living in 19th Century Russia, who would later be known as Maxim Gorky, possibly Russia's most famous and celebrated novelist and dramatist. Made in 1938, the film is based on Gorky's autobiography `My Childhood', and is rich and powerful film which will capture your attention from the beginning.Naturally, being made in 1938, the film is in black and white, although the story is so colourful and vibrant, with characters so alive, you would be forgiven for thinking the film was made much later. It definitely does not feel almost 65 years old.Aleksei Lyarsky, who plays Gorky, is instantly likeable as the young protagonist. Capable of portraying emotions far beyond his years, he works superbly alongside a cast of commanding and believable proportion. There is an almost Dickensian feel to some of the characters. While desperately sad, and easy to sympathise with, the Grandfather has an ineffable quality, both humorous and self pitying. In stark contrast, Maxim's Grandmother is a simple woman, one of goodness and truth, representing all that is beautiful in the optimism of the poverty in which they live.This film is more than an autobiographical look at one person's life. It is a peek through the windows of a time long since passed, a history lesson and above all a lesson in life, love and friendship. This is probably the most definitive coming of age drama I have seen, with more authority and gravitas than Truffaut managed in the much acclaimed `400 Blows'.There are several scenes which stand out. From a simple act of kindness from Maxim, when he gives a crippled boy his pet mouse, to Gorky and his friends sitting around a fire dreaming of a Utopian Neverland; from his Grandfathers almost comedic reactions to their ever increasing poverty, to the tears of his Grandmother as he hands her a coin.This is a rich and immensely strong film, advanced well beyond it's years, which holds it's own exceptionally well nearly 65 years later. This film will leave an indelible mark on your memory, if only from the simplicity of the tale it tells. It is, without doubt, pure cinematic poetry. A piece of film history which everyone would do well to try and see -it will not disappoint. An extremely well earned 10/10!",
    "chinese_title": "我的童年",
    "douban_rating": "7.7/10 from 301 users",
    "foreign_title": "Детство Горького",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.7",
    "update_at": "2025-04-10T21:21:32"
}