{
    "aka": [
        "东京故事",
        "日籍相对"
    ],
    "sid": "1340520",
    "cast": [
        {
            "url": "/celebrity/1041108/",
            "name": "托妮·科莱特 Toni Collette",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281625/",
            "name": "琳内特·柯伦 Lynette Curran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387492/",
            "name": "凯特·阿特金森 Kate Atkinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019304/",
            "name": "比尔·扬 Bill Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089919/",
            "name": "雷格·埃文斯 Reg Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280862/",
            "name": "贾丝婷·克拉克 Justine Clarke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213061/",
            "name": "纲岛乡太郎 Gotaro Tsunashima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093189/",
            "name": "约翰·霍华德 John Howard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "　　第56届戛纳电影节(2003)\n　　一种关注单元 一种关注大奖(提名) 苏·布鲁克斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1002316983.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1299280/",
            "name": "Alison Tilson Alison Tilson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0304229",
    "director": [
        {
            "url": "/celebrity/1046031/",
            "name": "苏·布鲁克斯 Sue Brooks",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "2003-05-19(戛纳电影节)",
        "2003-09-25(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0304229/",
    "imdb_votes": 6845,
    "this_title": [
        "Japanese Story"
    ],
    "douban_link": "https://movie.douban.com/subject/1340520/",
    "imdb_rating": "6.8/10 from 6845 users",
    "trans_title": [
        "日本故事",
        "东京故事",
        "日籍相对"
    ],
    "douban_votes": "191",
    "introduction": "《日本故事》的愛情相當虛擬，也正是因為虛擬才令人響往。暫先丟掉跨國文化及亞澳糾結的歷史情結，想像一位日本男孩和澳洲女人的性愛場景。是的，這部電影充滿愛情電影及沙漠電影的陳腔，但黃男孩與白女人的性愛場景的虛擬讓這部電影不至成為爛調。這部澳洲「國片」的幕後故事可以讓像我愛講古或愛賣弄政經分析的「學者」分析個老半天，尤其是不同的讀者絕對會有不同的解讀，但再怎麼說，這是個在風景瑰麗的愛情故事。獨特的是這個「國片」所拍的近赤紅的美麗沙漠，和黃男孩與白女人的感官情愛，這兩者都是未開發的電影處女地。這兩者-地景與性愛場景-分別都是「第一次」進入視覺化的消費，合在一起更是虛擬到不行。這部電影的開端，本身就是虛擬的，根據澳洲國片最大的政府支持者，澳洲影片委員會(Australian Film Commission)的主席親口透露 (我上課聽其演講)，這部電影是從上面決定要拍一部日本男人與澳洲女人的愛情故事開始。跳脫澳洲用到爛的東岸海灘衝浪男女孩，劇本寫作做的研究發現日本與澳洲的貿易往來有一項產值不小的東西，叫做鐵原礦(iron ore)，剩下的就是劇作家相當經不起考驗的想像。一個傳統家族企業的少主，看來完全沒受到近年來日本流行文化的洗禮，髮型裝扮行為舉止像中年爬不上去的上班族，但卻有少見少男的美麗，來澳洲西岸的沙漠來看工廠及找鐵原礦？這有多真實？電影場景，因此在澳洲西岸的沙漠。澳洲比歐洲大，現在的人口比台灣還少，而西岸的沙漠更是沒有人。地與人永遠是算不清的爛攤子，澳洲西岸之靠近亞洲，是二次世界大戰澳洲怕日本黃種人佔領的地，大戰時的澳洲抗日，基本上是抗黃，連接到澳洲近百年的排華排亞政策。中國與日本的戰爭所造成的差異不重要，重要的是黃種人可能入侵白種殖民澳洲。重要的是澳洲這空矌(又靠近亞洲) 的地方，白種人自己嚇自己：若不加緊生產，就會衰敗(Populate or Perish)。二次世界大戰後執政的勞工黨怕了、急了，吸引不到夠多的英格蘭祖國血統，往戰後的歐洲找白皮的血統，(皮膚深的南義東歐或吉普賽人，在澳洲派去找人的移民官員眼中，是該拒絕的)。這些新白人提供廉價的勞工建設澳洲的現代化，如同台灣的榮民之於台灣，也埋下澳洲多元文化主義的必要。戰後的數十年間，澳洲多元文化主義的理想擴張及亞洲經濟發展的現實考量，讓澳洲丟棄「白澳政策」，邁向一個「歐亞國家」。最有趣的例子是，在國際貿易的談判上，歐洲與美國相繼採取農牧業的保護政策，讓當時的澳洲鄉農民仇視歐美而親亞。現在情勢又變了，近年來的亞洲中產階級移民集中在都會區，新自由保守主義政府在經濟上現實考量的「優惠」移民，與政治上欺壓農牧民，讓現在的澳洲形成城鄉對立，城市納亞納多元文化，而鄉村轉而支持相當種族主義的「一國黨」(One Nation Party)，在納亞氣候下形成新興的排亞勢力。在這個排亞-納亞的脈絡下，澳洲國片拍《日本故事》是複雜的。不只一次，電影的對話繞在開放的空間與人口的密度。日本沒有空間人很多，澳洲沒有人空間很多。畢竟這是國片，在澳洲觀影，觀眾笑的時候多是取笑日本主角的笨拙與奇怪，尤其是不斷拍攝開放空間的地景。碰觸到澳洲心弦的，更是日本主角與澳洲人接觸時的社交禮儀-雙手奉上名片-這是女主角完全沒注意到的，但由John Howard(與澳洲總理同名)的演員，以礦場頭頭的角色首先演出。我之所以提這個演員是因為這個演員以演，也許是澳洲史上最受歡迎的連續劇，澳洲公共電視的《海變》(SeaChange)之出名，而那時他的角色正是土地開發仲介商，同樣是巴著日本來的投資者不放。這也難怪這幾年當美元跌、澳幣歐元漲，普遍說法是日本資金從美國移至澳洲歐洲。以上的複雜，可能國際影展的影評看不到，可能該片的資助商ShowTime的客戶-住在跨國旅館的房客-也看不到。但澳洲人看的到，看過《海變》(SeaChange)的人看的到。也因此，男女主角的性愛場景讀法各有不同。一開始兩者彼此看不爽，尤其女主角習慣用電腦在城市掌握鐵礦分布，不習慣當投資客的司機，而男主角搞不清楚狀況，沒認識到女主角不是個司機，而沙漠不止是個地景，更是個會死人的環境。情誼的建立，可以說是從挖沙開始。挖沙我在澳洲也嚐過，不是那種在海灘上玩好玩的，而是那種車子陷在沙子裡面，為了讓車子再次能動挖掉輪子前後的軟沙。接近死亡再生的感覺，也許是最好的春藥。就在他們欣喜地離開沙漠，在餐廳交換了日澳文化，過夜的汽車旅館停車的交換眼神，下一幕就是日本男主角的黃皮膚，他的胸腔。他是躺著、不動的，而她的手游走其裸露的胸腔，再來才是女主角的脫衣，及坐在他身上。我知道我這樣寫，似乎我在暗示體位、主/被動的位置。但電影是這樣拍的，而且，早在另外一個場景，電影鏡頭的慾望，是跟隨著女主角的眼光，落在男主角剛游完泳的腿上。第二個性愛場景，在戶外的開放空間，也是女主角輕撫男主角的手臂的皮膚開始。黃男人做為慾望的主體或客體都是個兩難的問題，因為黃男人和慾望似乎是分離的。這部電影的性愛場景雖不如好萊塢的軟性色情片明顯美化，但頗有抄襲歐陸點到為止的張力。這部電影因此賣的是歐陸的電影美學，白黃皮膚及紅沙漠，雖然澳洲的人文地景是公路、加油站、及汽車旅館的美國味道。故事也帶有歐陸的陰森，就在男女主角快樂地享受澳洲的開放空間，雖然女主角發現男主角其實是已婚育有二子，也不減其快樂的同時，女主角像小孩子似地叫來比賽地跳進湖裡游泳，男主角跟上但是不同的入水點，接下來就是我看不懂的女主角尖叫聲及男主角溺死的事實。不是開玩笑，女主角也沒有做人工呼吸，男主角就是以我看不懂的方式死去。這個死不但讓這部電影像歐陸電影，更讓先前的性愛場景更加複雜。這部電影對於黃男人的性慾之描寫可說是空前(打破先前的尺度)，但相關影評則是如禁忌地不談，只談女主角的情緒表演。與其說這主題是個問號，不如說每個人都有主見，為了維持和平還是不說的好。女主角是愛男主角的，不是玩的性。女主角與日本老婆的張力，是不錯的演出，雖然同樣的虛擬。唯一不虛擬的，是結尾載送棺木的飛機，是澳洲袋鼠圖案的飛機，實實在在的廣告，與實實在在的沙漠",
    "chinese_title": "日本故事",
    "douban_rating": "6.6/10 from 191 users",
    "foreign_title": "Japanese Story",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "6.6",
    "update_at": "2025-01-29T17:39:28"
}