{
    "aka": [
        "The Black Republic"
    ],
    "sid": "1401848",
    "cast": [
        {
            "url": "/celebrity/1127577/",
            "name": "朴重勋 Joong-Hoon Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276063/",
            "name": "文成根 Seung Geun Moon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314845/",
            "name": "沈惠珍 Hye-jin Shim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2157339290.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1109419/",
            "name": "朴光洙 Kwang-su Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040892/",
            "name": "金成洙 Sung-su Kim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0102192",
    "director": [
        {
            "url": "/celebrity/1109419/",
            "name": "朴光洙 Kwang-su Park",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1990-11-10(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0102192/",
    "imdb_votes": 151,
    "this_title": [
        "그들도 우리처럼"
    ],
    "douban_link": "https://movie.douban.com/subject/1401848/",
    "imdb_rating": "6.8/10 from 151 users",
    "trans_title": [
        "黑色共和国",
        "The Black Republic"
    ],
    "douban_votes": "199",
    "introduction": "Charged with leading demonstrations for the democratization movement, student activist Kim Gi-young (Moon Sung-keun) is a fugitive from the law. He sneaks into a mining village on the verge of being shut down, with a fake ID in hand. Feeling frustrated with the current state of activism, which centers around the intelligentsia, he gets a job as a man-of-all-work at a coal factory and meets the motley inhabitants of the mining village. Dae-sik (Yang Jin-yeong) works to support his family in place of his father, who is in prison for instigating a strike. Detective Kang (Lee Su-chan) always keeps a sharp eye on everything that goes on in the village. Then there are strike organizer Cheon Do-seong (Kang Neung-won), fellow worker Jeong (Hwang Hae), Taek's mother (Kim Kyung-ran), and Sun's mother (Jo Ju-mi). Sung-cheol (Park Joong-hoon), whose father is a local bigshot and the owner of the coal factory, lords it over the neighborhood bars and cafes. Angry at his father (Park Kyu-chae) for leaving his mother and marrying another woman, Sung-cheol vents his resentment on the cafe girls and factory workers. Meanwhile, Young-sook (Shim Hye-jin), who works as a prostitute at the local cafe, is becoming fed up with Sung-cheol's violent and demeaning treatment of her. When she meets Gi-young, who is reserved but warm, she begins to have feelings for him and stops selling sexual favors. As the impending miners' strike darkens the horizon, Gi-young and Young-sook fall in love and enjoy each other's company. Then one day, Sung-cheol receives news of his mother's death and wreaks havoc at the cafe. When Young-sook refuses to satisfy his demands, he starts to beat her up. Gi-young tries to stop him, but his intervention brings him to the attention of Detective Kang and he is hauled off to the police station. Gi-young undergoes torture at the hands of the police, but he is eventually cleared of all charges and released. When he finally comes to through Young-sook's devoted care, he tells her that he is a wanted fugitive. His identity is soon exposed and he is forced to run once more. Young-sook decides to leave the village with him, and heads to the cafefor her things. While making her last coffee delivery, Young-sook runs into Sung-cheol, who tries to stop her from leaving. She ends up killing him, and is dragged off by the police as Gi-young waits for her at the train station.",
    "chinese_title": "黑色共和国",
    "douban_rating": "7.0/10 from 199 users",
    "foreign_title": "그들도 우리처럼",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.0",
    "update_at": "2025-02-24T07:21:05"
}