{
    "aka": [],
    "sid": "1417920",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "澳大利亚",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1025056/",
            "name": "Dennis O&#39;Rourke Dennis O&#39;Rourke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0104360",
    "director": [
        {
            "url": "/celebrity/1025056/",
            "name": "Dennis O&#39;Rourke Dennis O&#39;Rourke",
            "@type": "Person"
        }
    ],
    "duration": "82 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991-09-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0104360/",
    "imdb_votes": 155,
    "this_title": [
        "THE GOOD WOMAN OF BANGKOK"
    ],
    "douban_link": "https://movie.douban.com/subject/1417920/",
    "imdb_rating": "6.4/10 from 155 users",
    "trans_title": [
        "曼谷好女人"
    ],
    "douban_votes": "0",
    "introduction": "The Good Woman of the story is Aoi. In Thai, her name means 'sugar cane' or 'sweet' - not her real name but the one she uses. She works as a prostitute, catering to the male tourists who crowd the girlie bars of Patpong.\"They stayed at a seedy hotel in the red-light district. Much of the filming and video recording took place there, and in the months that followed he fell in love with her.\"\"He paid and was her customer. She became the subject of his film.\"Starting from this worst-possible condition, Aoi's life is described and their relationship is recorded: its evolution from fake sexual intimacy to collusion in the process of making the film and, finally, to difficult friendship and a kind of love.Note by the filmmaker\"Like the Brecht play which inspired the title, this film is an ironic parable about the impossibility of living a good life in an imperfect world. It is also an attempt to describe in this form, and to conflate, what is so banal about sex with a measure of what is profound. It is a film about prositution as a metaphor for capitalism, here played out across the borders of race and culture, and about prostitution as a metaphor for all relations between women and men.It is also about voyeuristic tendencies which are inherent in all film making and film viewing. It is my hope that, as with Brecht, we are confronted with a vision of ourselves, thus forcing the consideration of how personal sexuality affects political and philosophical beliefs. In this film I have exposed myself in order to force the audience to reconsider the whole nature of documentary film practice. Under the thrall of our separate desires, we are all implicated in some way.\"",
    "chinese_title": "曼谷好女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "THE GOOD WOMAN OF BANGKOK",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T16:13:24"
}