{
    "aka": [],
    "sid": "1418411",
    "cast": [
        {
            "url": "/celebrity/1005858/",
            "name": "西蒙·沙玛 Simon Schama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "历史",
        "英国史"
    ],
    "year": "2000",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2275090208.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005858/",
            "name": "西蒙·沙玛 Simon Schama",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0273359",
    "director": [
        {
            "url": "/celebrity/1586124/",
            "name": "杰米·缪尔 Jamie Muir",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "15",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-09-30(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0273359/",
    "imdb_votes": 980,
    "this_title": [
        "A History of Britain"
    ],
    "douban_link": "https://movie.douban.com/subject/1418411/",
    "imdb_rating": "8.3/10 from 980 users",
    "trans_title": [
        "英国史"
    ],
    "douban_votes": "3161",
    "introduction": "章节内容简介：1 Beginnings（3100 B.C.——1000 A.D.）(本片在时间上横越了4000年从铁器时代直至今日。)古代英国是一个兴旺的地区，罗马人称它是一个声望和财富聚集的地方。当时很多英国酋长已经并接受了罗马式的规则并采取了罗马人的生活方式。Hadrian墙的建成标志着省在英国的出现。在罗马帝国灭亡400之后，它的统一的梦想却流传了下来。Alfred公然向伪王国挑战，并且把海盗从王国的土地上赶走，最终一个王国被诺曼人征服了。2 Conquest（1000——1087）九个小时的战役（the Battle of Hastings）之后，一切都改变了，诺曼人取代了盎鲁——萨克逊人，英国从此走上另一条道路。当法国人到来时，Harold解除了他哥哥Tostig的武装。他率领他的最后的部队向南冲锋了187英里。最后他在Senlac山上面对着向他冲来的威廉的骑士和弓箭手。1066年的圣诞节那天，威廉登上了英格兰的王位，英国成为诺曼人帝国的一部分，而威廉也成为第一个王。3 Dynasty（1087——1216）1066年之后，Angevin王朝征服了，Schama（作者）说“征服所迎得的是混乱、屠杀、饥荒、勒索”留在英国人心里的是亨利2世，那个建立了延续到今日的法律体制和城市服务的男人。尽管被人们记忆最深的是他谋杀了最powerful的烈士Thomas Becket。在亨利的四个儿子中，两个当了国王。其中Richard对他的父亲宣战并在十字军东征中被捕，而John的失败则是被他的男爵鼓动印刷了Magna Carta.4 Nations（1216 ——1348）威尔士, 苏格兰 和爱尔兰在放弃取走他们的民族统一身份之后，统一了他们的思想，宣言要从Edward I残暴统治下独立。苏格兰对英格兰发动战争，并请威尔士加盟一同反对他们的最高统治者。而这却导致了爱尔兰血灾。威尔士，紧接着苏格兰，一个个倒在爱德华一世的铁锤下。爱德华一世建立了自罗马以来的最强大的帝国系统。5 King Death（1348——1500）这是一个关于黑死病的故事——一个肮脏的疾病在一周内传遍整个英国。6 Burning Convictions（1500——1558）亨利想从罗马教皇分离，声称自己就是英国的教皇。这导致了英国的改革。在那几十年里英国的天主教被抛弃。1536 和 1538年10000名僧侣被uprooting。修道院分解，他们的财产被重新分配。伊丽莎白成功的策划了宗教的政变7 The Body of the Queen（1558——1603）这是关于两位女皇的故事——务实的精明谨慎的伊丽莎白和苏格兰的玛丽。伊丽莎白清楚身为一个女子要统治一个国家十分困难，并且要控制宗教世界,更加困难。当玛丽离开英格兰，她发现她自己已经被囚禁，唯一的自由就是听从伊丽莎白女王的命令。伊丽莎白完全掌握了英国的命运，在英国呼风唤雨，经过了宗教的改革和，战胜西班牙无敌舰队之后，她成就了伟大的大不列颠。8 The British Wars（1603——1649）在国家统一之前，查尔斯一世相信君权神授能解决能够安定当时分崩离析的国家。从苏格兰的祈祷书开始蔓延到对税收抵制和议会的要求。在这场王权与议会、骑士与圆卢党、苏格兰威尔士以及爱尔兰的战争中，最终死亡了75万人。这场战争最终以英国的统一为结局，但统一后不再是联合王国，取而代之的是联合共和国。9 Revolutions（1649——1689）内战的结果是英国成为由奥利佛?克伦威尔领导的无君主的共和体。克伦威尔通过强暴的手段进行统治。当议会公然挑战的他的权威，他攻击议会并将它关闭了。他除了给自己起了一个冠冕堂皇的名字之外，一切所作所为与国王毫无差别。但当克伦威尔死后，查尔斯二世复辟了帝国。10 Britannia Incorporated（1690——1750）17世纪90年代英格兰，沉浸在光荣革命的胜利的喜悦中，他们迎来了新的时代，新的国王——威廉三世。然而在正在遭受的贫穷和饥饿的苏格兰，依然支持被罢免的王国詹姆斯二世。苏格兰和英格兰的关系转这点是1692年的Glencoe屠杀。半个世纪后，两个国家在利润的驱动下成为了合伙人，并且在1707年实现的联合。11 The Wrong Empire（1750——1800）一个人怎么能让自己的自由过多地区从与世界。 一个对自己军队不信任的国家，变成了地球上军事最强大的国家。帝国的自由变成了帝国的奴隶吗？在野心、奴隶和勇敢地探险的帮助下英国建立了一个强大帝国，将它的国旗插遍了全球。通过令人上瘾的茶叶、糖和咖啡贸易，它控制了殖民地。12 Forces of Nature（1780——1832）英国从1789年法国革命中吸取了不少的经验。这个章节将解释这一点。13 Victoria and her Sisters（1830——1910）维多利亚女王18岁登基，、统治一个令人疼痛但在工业革命中迅速发展的国家。混乱和革命预示着s和t，但事实上家庭生活习惯和传统依然是国家稳定的基石。14 The Empire of Good Intentions（1830——1925）大英帝国承诺了和平、稳定和繁荣。但在爱尔兰和印度却如此相像的充斥着暴力和饥荒。15 The Two Winstons（1910——）最后一章陷入了对过去的英国20世纪的历史的沉思中。探讨了英国在两次世界大战中命运。消沉和不安的战后和平。十字军东征和世纪宣言给我们什么暗示 Orwell's 1984的英雄Winston Smith预见了同时代的政治前景？英国史介绍对于一个不了解英国历史的人来说，本片是很好的教材。本片再现了英国文明的成长历程，从巨石文化的新石器时代到辉煌的伊丽莎白时代，穿越17世纪暴乱的国内战争到日不落大不列颠帝国。这是一个生动的，有些情景可以说是血腥的故事。它有15个章节组成。从令人毛骨悚然的黑死病在短时间内使英国一半的人丧生。Henry II, Anne Boleyn和Thomas Wolsey的政治操控致使英国与罗马天主教决裂……在古代、中世纪时期，英国这个大西洋中的蕞尔小岛，未受到人们的重视。在古代人所绘制的世界地图上，英国被置于地球边缘的天涯海角。当时欧洲大陆的人，隔着英吉利海峡，隐隐约约见到不列颠岛岸边雾茫茫中的灰白色山崖，称之为阿尔比昂。在古代诗歌中，这个名称就是指英国。至于岛上的具体情况，知道的人很少。直到中世纪，一些欧洲大陆的人还以鄙夷的眼光来看待它。1414年，在黑海岸边的康士坦察召开的一次天主教国际会议上，法国、德国、西班牙等国的代表认为，英国不过是像丹麦、葡萄牙一样的小国家，它的代表不能与其他大国代表平起平坐，不应享有表决权。但到了近代，英国一跃而为在欧洲举足轻重的强国。在国际斗争中，它的代表纵横捭阖，折冲樽俎，各国统治者无不对之刮目相看。靠了日益富强的国力和强大的海军，英国先后在16、17、18世纪击败了西班牙、荷兰、法国，成为所向无敌的海上霸主。英国的船舰，驰骋于世界各地的海洋上，气势汹汹，不可一世。以后它又将殖民主义的触角，伸向全世界各个角落，逐步建立起人类有史以来最庞大的“日不落”殖民帝国。凡阳光一天24小时照耀之处，都可以看到英国殖民主义者的旗帜在飘扬，英国近代历史也就成为这时期世界历史的不可或缺的重要组成部分。正像世界上别的国家、民族一样，英国历史也有它的特点，其重要特点之一是，长期而持久的议会传统。从中世纪以来，英国的议会就一直存在，未曾长时期停止过。到17世纪时，议会作为领导革命的核心力量，发动了推翻君主专制的斗争，将国王送上了断头台，建立了没有国王、上议院由人民选举产生的下议院掌握最高权力的共和国。这次革命是在欧洲封建制度发生危机的环境下产生的。它是欧洲封建制危机的最深刻、最尖锐的反映，同时又反过来对整个欧洲产生了深远的影响。在革命中，社会中下层人民摆脱了封建制度的桎梏，意气风发，表现出了巨大的创造性。革命时期人民的精神焕发、热情蓬勃的气概，引起了当时人的极大振奋。诗人弥尔顿对此欢呼道，他好像看到一个强大的民族，“像从沉睡中醒来的巨人，摇撼着他那沉重的枷锁，奋然站立了起来！”虽然后来克伦威尔建立的军事专政的护国公制，将革命的民主进程加以扼杀，为斯图亚特王朝复辟开辟了道路，但在王政复辟时期，王党分子竭力将历史车轮扭转到革命前的企图遭到了失败。经过二三十年的复杂斗争后，斯图亚特王朝再度被推翻，詹姆斯二世只得流窜国外，才逃脱了像他父亲那样被斩首的命运。1688年“光荣革命”后，英国的立宪君主制逐渐建立并巩固了起来。这是当时世界上最民主的政治体制。在这段时期，欧洲大陆和东方各国，普遍存在着君主专制制度。君主的意志就是法律。社会各阶层劳动群众都在专制君主的枷锁下忍受熬煎。法国的路易十四，自称“朕即国家”，把国家与他个人等同起来。那些匍匐于他的足下的臣僚，阿谀地称他为“太阳王”。在“太阳王”的凡尔赛宫廷豪华奢靡的阴影下，有多少人在专制暴政的重轭下，过着暗无天日的悲惨生活！那个著名的巴士底狱“铁面人”的故事，只是由于伏尔泰在《路易十四时代》一书中加以揭露，才为世人所共知。实际上远比这一事件更为凄惨的事又有多少！在沙皇专制农奴制的“黑暗王国”，在“身穿裙子头戴皇冠的答尔丢失（骗子手）”叶卡特琳娜二世及“戴着王冠的警察”尼古拉一世的野蛮统治下，俄国的千千万万农奴过着牛马不如的生活。叶卡特琳娜二世曾先后把约达80万个农民赏赐给她的宠臣作农奴。农奴主可以任意对这些农奴加以买卖、虐待，甚至杀害。在当时俄国的两家报纸《莫斯科新闻》和《圣彼得堡新闻》上，经常登载着把农奴和跑马、猎犬一起出卖的广告。女地主萨尔蒂科娃把许多农奴活活折磨至死。在这些暴君的严密控制下，人们在公开场合只能听到对“太阳王”和“仁慈沙皇”的歌功颂德，但实际上，受压榨和迫害的千万劳动群众，却对残害人民的统治者怀着刻骨的愤恨。18世纪时，法国的梅里叶曾尖锐地指出：“暴君是当代最大的强盗和刽子手。”俄国的拉吉舍夫在1790年出版的《从彼得堡到莫斯科的旅行记》一书中揭露，在专制农奴制的俄国，农民遭遇的是“带枷的罪犯的命运、被囚于地牢的囚徒的命运、轭下牛马的命运”。他认为沙皇是“一切凶手中最凶残的凶手、一切罪犯中最严重的罪犯”；一死还不足以偿其辜，他应该“死一百次”。和上述这些国家比较起来，英国具有相对自由、民主的政治和社会环境。在这样的环境下，科学文化界人士得以自由地发挥自己的才智，为科学文化事业作出自己的贡献。有人估计，从17世纪中叶到18世纪中叶，全世界最重要的科学成就中，大约有40%都是由英国学者作出的。在世界知名的科学家中，包括从牛顿到达尔文等一系列英国伟大的学者。在哲学、社会科学方面，也是群星璀璨，先后出现了洛克、亚当?斯密、大卫?李嘉图、休谟、吉本、麦考莱、韦伯夫妇、汤因比等人；在文学艺术上，莎士比亚、拜伦、雪莱、狄更斯、萧伯纳等，更是妇孺皆知。英国的相对民主自由的政治和比较宽松的社会环境，不仅为本国人民发挥聪明才智和创造性、积极性奠定了条件，而且也为欧洲大陆专制君主制国家的进步人士提供了避难所。在近代早期，当法国掀起宗教迫害的浪潮时，数万名胡格诺教徒逃到了英国。后来，在流亡到英国的大批人物中，包括马克思、赫尔岑等革命家、思想家。《资本论》及其他许多马克思主义著作，就都是在英国出版的。革命民主主义者赫尔岑在伦敦创办了“自由俄罗斯印刷所”，并出版《北极星》、《钟声》杂志，发表革命民主主义文章，鼓吹在俄国推翻沙皇专制农奴制。1864年，国际工人协会，即第一国际，就是在伦敦的圣马丁堂成立的。英国的立宪君主制和议会制，成为封建专制国家的先进人士向往的榜样。18世纪法国的启蒙学者伏尔泰、孟德斯鸠以及法国其他一些政治家，都曾在他们的著作中，表示了对英国民主政治的向往。19世纪末，中国的维新运动兴起的时候，英国的政治制度是维新派人士效法的榜样。英国历史上的另一特点是，从中世纪以来，它的军事官僚国家机器比较薄弱，同时它的社会阶级关系流动性比较大，阶级之间的界限不太严格。这些特点，对英国历史发展产生了深远的影响。在近代早期，英国没有常备军和固定的警察，甚至国王本人都没有固定的卫队，遇到紧急状况时，国王临时能够召集起来的武装人员不过几十人。在国家政治、军事生活中，武装力量主要由民兵组成。直到19世纪中叶，英国仍是世界上军事官僚国家机器最薄弱的国家之一。马克思曾根据这一点，认为英国在客观上有可能通过实行普选权，用和平方式过渡到社会主义。同时，这些特点使英国的政治生活具有相对的灵活性。政治矛盾和社会矛盾往往通过小的变动即可调整，不致蓄积起来，爆发为大规模的暴力冲突。在英国历史上，除了17世纪革命时期的内战之外，从来没有发生过大规模暴力斗争事件。上述的政治、军事和社会阶级关系特征，造成了在英国各种政治党派政策中和政治思潮中浓重的和平渐进的改良主义。长期稳定的政治局势，社会阶级关系流动性、灵活性较大，对科学技术发明的鼓励，以及善于吸收国外先进科学知识和生产技术等，加上其他自然条件，使英国在世界上首先发生了工业革命。当英国工业革命刚发生的时候，在大陆上，法国大革命正轰轰烈烈地进行。人们的注意力都被法国大革命的翻天覆地的暴力场面所吸引，未曾注意在英国发生的不太喧嚣的经济技术变革进程。但一个多世纪以后，工业革命的深远影响却日益显现了出来。它不但在生产技术上和经济上引起重大变革，而且导致了社会阶级结构的翻天覆地的大变化。在生产技术上，机器生产代替了手工劳动，生产量和生产率成几十倍甚至几百倍的增长。从工业革命开始到19世纪中叶，英国的棉纱产量增加了四五十倍，生产率也迅速增长；19世纪初，英国一个普通纺纱工纺出的棉纱，相当于工业革命前二三百个手工纺纱工同时间纺出的棉纱产量。工业革命也大大改变了人同自然的关系和人同人之间的关系。在人类历史发展的长河中，在千万年的时期里，由于生产力低下，人类在无法克服的自然界威力面前，只能以依赖和屈从的态度去取得与自然界的协调。世界上大多数人，虽然终年辛劳，含辛茹苦，仍无法从自然界取得维持温饱的衣食。直到中世纪时，在欧洲，无论乡村或城市，约有一半的人经常处于难以维持生命的最低生活水平。遇到荒年，往往饿殍遍野。直到16世纪末和17世纪初，在英国的坎布利亚等地还曾有许多人饿死，甚至在首都伦敦也有饿死人的事发生。就全世界来说，工业革命前，即1750年，全世界人口约7.5亿人，以当时生产力的水平来看，全世界顶多只能养活的人为10亿。工业革命后，世界人口激增，100年后，即1850年为12亿人，1950年为25亿人。虽然人口激增，但工业革命后带来的生产力的巨大增长，足以保证全世界人口平均收入的不断提高。英国在19世纪的100年中，人口增加了3倍，但按人口平均计算的实际收入仍然增加了4倍。有人说，英国工业革命是一个成功的例证，因为它的结果是：“在人口增加的同时，生产出了更多的产品，按人口平均计算的产品在增长。”英国工业革命所具有的重大历史意义，实际上超过了一般的政治革命事件。与此同时，工业革命在交通运输方面所造成的重大技术发展，在人际关系和国际关系方面也产生了非常深远的影响。在工业革命之前，各地区和各国之间的交通非常不便，山川阻隔，往往成为不可克服的障碍。各地区、各国人民之间，永世隔绝，互不来往，这是造成了人们之间互相隔阂、猜忌以至争战的客观因素。工业革命后，交通运输工具飞速发展，人际来往、国家关系越来越密切；各国与各地区都由统一的经济链条联系在一起，世界各地区人民之间利害一致性日益增强。从长远的历史眼光来看，四海一家的前景越来越近。然而，我们说近代英国的政治比较民主自由，只是与欧洲大陆及东方的专制君主制相比较而言。实际上，英国在近代历史时期，主权在民的民主进程始终未能贯彻到底。即使在17世纪革命高潮时期，以克伦威尔为首的当权派即已用残酷手段，将要求把民主进程深入发展下去的中下层人民，及代表他们利益的平等派和掘地派加以镇压。平等派的领导人李尔本等被逮捕、监禁，要求民主的士兵阿诺尔德、洛克叶和汤普逊被枪杀。书报检查制度虽然在1695年被废除，并且以后也未再恢复，但揭露和批判现实政治腐败的作家仍遭到迫害。著名的威尔克斯案件就是一个例证。托马斯?潘恩也因为发表了批评英国政府的著作而遭受迫害，他不得不逃往国外。18世纪末，英国国内激进民主主义兴起时，英国政府颁布法令，暂停“人身保护法”生效，又制订“叛逆行为法”和“叛乱集合法”，限定人民的言论、集会自由，违者将遭严惩，直至判处死刑。法庭以“散播不满和叛乱种子”的罪名将激进民主人士托马斯?缪尔流放到澳大利亚。在19世纪英国进行的三次议会改革中，选举权虽然不断扩大，但约占全国人口一半的妇女，始终被排斥在选举权之外。一直到1918年第四次议会改革时，妇女才取得了选举权，而且年龄被限定在30岁以上。英国工人运动兴起后，英国统治阶级多次用武力对工人加以镇压。1819年发生了“彼得卢屠杀”惨案。宪章运动时，政府调集军警，屡加破坏，最后竟命令“铁公爵”威林顿率大批武装力量来对付工人群众。当英国作为国外先进人士避难所的同时，英国统治阶级在对外关系上却执行着镇压革命和殖民侵略的政策。法国革命开始后，英国统治者成了当时反对法国革命的主要倡导者和组织者。从18世纪末到1815年的滑铁卢战役，英国断断续续进行了长达20余年的反法战争。在英国推行殖民侵略过程中，英国的殖民主义者在世界广大地区抢占土地、屠杀人民、掠夺财货。英国国内的工商业繁荣，在很大程度上也是靠了掠夺殖民地人民的血汗。我国历史上的第一个不平等条约，就是由英国殖民主义者挟其坚船利炮，用血与火的手段，通过鸦片战争强加到我国人民头上的。所以在世界近代历史上，英国也扮演了反动的角色。英国的工业革命，虽然具有巨大的进步作用，但在它的早期也带来了一些消极影响。工业革命后，资产阶级的财富飞速增长，但劳动群众却反而陷入水深火热之中。在工业化的资本主义社会，工人阶级“无论作为一个人或一个阶级，都不能像人一样的生活、感觉和思想”。拿卡莱尔的话来说，工业革命后所建立起来的工厂，不过是像“昏暗、肮脏的牢房”。1851年在伦敦水晶宫举行世界博览会时，英国的产品琳琅满目，参观者都对之赞不绝口。英国的工商业者作为“世界工厂”的主人而志满意得。帕麦斯顿在讲演中说：“我们的民族显示出一个榜样，即在我们的社会中，每一个阶级都以欢乐愉快的心情，接受了上帝安排给他们的命运。”然而事实却是，工业革命时期，在新的工厂制度下进行劳动的工人阶级，他们的工资待遇、劳动条件、生活条件都处于非常悲惨的状况下。在迅速兴建起来的大城市中，社会秩序混乱，环境污秽肮脏，工人们麇集在嘈杂、喧嚣的厂房中，无日无夜地辛苦劳动。大工业城市成了没有诗歌、花朵和友爱的荒漠。英国学者哈孟德说，这些“新式的纺纱厂和新式炼铁厂，就好像是金字塔一样，把它们长长的阴影投射在这个以它们为自豪的社会之上。”工业革命后，“迈达斯的祸害”在社会上到处弥漫，就好像古希腊寓言中的国王迈达斯一样，人们贪婪地企图把一切都变成黄金，结果却丢掉了许多远比黄金更宝贵的东西。工业化后的资本主义社会，只说明“人类社会的被奴役，而不能说明人类社会有力量”。汤因比指出：“工业革命证明了，自由竞争可以创造财富，但不能创造幸福。”现在我国在进行社会主义工业化，在这个过程中，如何吸取英国工业革命的经验和教训，值得注意。",
    "chinese_title": "英国史",
    "douban_rating": "8.8/10 from 3161 users",
    "foreign_title": "A History of Britain",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.8",
    "update_at": "2025-08-10T18:42:52"
}