{
    "aka": [
        "Carl Sagan's Cosmos",
        "宇宙"
    ],
    "sid": "1422169",
    "cast": [
        {
            "url": "/celebrity/1041301/",
            "name": "卡尔·萨根 Carl Sagan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "知识性",
        "纪录片",
        "宇宙",
        "科普",
        "天文",
        "天体物理",
        "天文学",
        "科学",
        "科幻",
        "自然",
        "物理"
    ],
    "year": "1980",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2386342834.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019520/",
            "name": "安·德鲁扬 Ann Druyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041301/",
            "name": "卡尔·萨根 Carl Sagan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081846",
    "director": [
        {
            "url": "/celebrity/1290817/",
            "name": "Adrian Malone Adrian Malone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026192/",
            "name": "David F. Oyster David F. Oyster",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1980-09-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081846/",
    "imdb_votes": 48012,
    "this_title": [
        "Cosmos: A Personal Voyage"
    ],
    "douban_link": "https://movie.douban.com/subject/1422169/",
    "imdb_rating": "9.3/10 from 48012 users",
    "trans_title": [
        "卡尔·萨根的宇宙",
        "Carl Sagan's Cosmos",
        "宇宙"
    ],
    "douban_votes": "1210",
    "introduction": "卡尔·萨根对科学和社会的诸多方面都有重大。深远的贡献，并且影响了全世界数以亿计的人们。他在行星科学领域所作的重要研究，与美国的空间计划密切相联；他还编创了受到高度评价的电视系列片《宇宙》，并且是普利策奖的获得者以及许多畅销科普书的作者，《卡尔·萨根的宇宙》是一本引人入胜、插图精美的文集，它由多位作者撰写，涵盖了萨根为之献身的科学、教育、政策制定以及相关的许多领域。天文学家大概是最像大祭司的人。卡尔萨根就是现代的大祭司，他的名头是美国康奈尔大学行星研究中心的主任，加州理工喷气推进实验室的科学家，也是一位伟大的科普作家，其名作《宇宙》销量超过七百万册。祭司在古代仰观天象，参悟宇宙奥妙，建立世界观，为帝王提供天气和宇宙情报，其中不乏极度智慧之人。这一工作在现代则变成了名为天文学的科学，卡尔萨根就象一位大祭司一样向我们描述了宇宙了前生今世，在《宇宙》这本书里，他详细描述对宇宙的理解，十分有趣，读之让人尘心尽去，尽情畅想宇宙的奥妙。其中关于宇宙的起源和前景问题，他归纳为两种，一种认为，宇宙在１００亿到２００亿年前被创造出来，永远不停的膨胀，星系相互远离，最后宇宙成为一缕冷薄的基本粒子的烟雾，另一种学说是振荡宇宙学说，大爆炸--扩张--冷却--塌陷--再次大爆炸，宇宙既无始也无终。我们这些可怜的小生命只不过是数亿光年和时间里无足轻重的小点。我们处于宇宙死亡和再生的无限循环，没有任何信息可以流过种振荡的临界点（大爆炸），宇宙前一化身中演化的星系和生命形式、文明无一能够跨越临界点，并颤悠地飘过大爆炸而为我们现今的宇宙所知。第二种学说听上去颇有哲学意味，古代哲学中有一些对宇宙的看法是无始无终，永恒循环，而尼采也曾有过关于永恒循环的想法。其中一个让我感兴趣的说法是：信息无法跨越临界点。这个说法不知是怎么来的，我很想知道。试想，我们生命系统最核心的信息无疑是ＤＮＡ，ＤＮＡ主导了生命的功能和延续，如果把宇宙当成一个系统，它会有什么样的信息编码？这个信息编码真的无法象生命的信息那样通过DNA传递吗?如果它能跨越临界点，那会是什么样？第一章　宇宙的边疆人类对宇宙的探索，回想起来是很令人兴奋的。这些探索活动提醒我们：好奇是人类的习性，理解是一种乐趣，知识是生存的先决条件。因为我们在这个宇宙中只不过是晨空中飞扬的一粒尘埃，所以，我们认为，人类的未来取决于我们对这个宇宙的了解程度。……第二章　宇宙的音乐生命诞生之前，地球曾经是一个荒芜的不毛之地。现在，我们的星球是生机勃勃的。为什么会变成这样呢？在没有生命的情况下，以碳为核心的有机分子是怎样形成的？最初的生物是如何产生的？生物是如何进化到能繁殖象我们这样能够探索自身奥秘的复杂的高级动物的？……第三章 宇宙的和谐假如我们居住在一个变幻莫测的星球上，我们就不可能理解事物，也不可能有科学这样的东西。这里的事物在变化着，它们的变化遵循着一定的模式、规则或所谓的自然法则。如果我们把一根竹竿抛到空中，这根竹竿总是要下落。如果太阳从西边落下，它在第二天早晨总是要从东边升起来。因此我们有可能理解事物，我们可以从事科学研究，并用科学来改善我们的生活。……第四章 天堂与地狱宇宙曾经遭到破坏，我们人类甚至还以“善于有意无意地给自己施加灾害”而着称。其他的行星都把自己过去的历史保留下来，有充分的证据表明它们曾经经历过大灾难。一切都只是时间迟早的问题。在100年内不可思议的事情，1亿年之后可能就是不可避免的了。 ……第五章 神秘的红色行星洛韦尔观点的力量可能就在于使这种观点变成一种预言。是他认为火星人建造了运河网。甚至这种观点也有可能成为一种确切的预言：假如要改造火星，那将由人类来完成，火星是人类能永久居住的另一颗行星。火星人将是我们人类自己。……第六章 旅行者的故事1979年7月9日，“旅行者2”号宇宙飞船经过几乎两年时间的行星际航行到达了木星系。这架飞船由几百万块各带有备件的分装部件组成，因此，若某一部件失灵，其他部件就会取代其功能。飞船重0．9吨，要有一间很大的房屋才能放得下它。 ……第七章 夜空的脊柱博茨瓦纳卡拉哈里沙漠中的昆布须曼人，对银河的说法就别具一格。他们所处的地区，银河常常就在他们的头顶。因此，他们把银河叫做“夜空的脊柱”，好像说天空是某一种巨兽，人们就住在巨兽的腹内。……第八章 在时空中旅行海滩使我们联想到了宇宙。海滩上的细沙粒基本上是大小均匀的，它们是由大石块在波浪长年累月地冲击和摩擦、腐蚀和风化作用下形成的，而这一切又都是在遥远的月亮和太阳的驱动下发生的。海滩还使我们想到了时间，地球本身要比人类古老得多。……第九章 恒星的生命银河系还是一个尚未探索的充满神奇的星体的世界。虽然我们对银河系进行过初步的探索，而且正碰到过其中的一些星体，有几个与我们所了解的星体相似，有些则古怪到超出了我们所能想象的程度，……第十章 永远的尽头100亿或200亿年前，一件了不得的事情发生了--宇宙大爆炸，炸出了我们的这个宇宙。大爆炸为什么会发生，这对我们来说是最大的奥秘。……第十一章　给未来的信我们希望，在不远的将来，在可展望的宇宙时代中，我们将完成一项伟业，即把我们行星和平统一为一个珍爱我们天体上每个生灵的机构，进而从容地迈出下一个伟大的步伐，把地球这个行星变为能与所有文明相互联系的银河系社会的一个部分。……第十二章　银河系百科全书总有一天，在某个遥远恒星的某个行星上，一个与我们每个人的差别都很大的生命，也许会要求我们向他们发送最新版本的《银河系百科全书》，以获得刚刚加入银河系文明共同体的这个最新社会的一些资料。第十三章　为地球呼吁因为我们是产生了自我意识的宇宙局部的化身，我们已经开始考虑自己的渊源了。我们是在深思其他星球的星球物质，是由1028个原子组成的集合体，我们正在探索原子的演化过程，正在追踪意识产生的漫长历程。我们应该忠诚于全人类，忠诚于整个地球。必须由我们来为地球大声疾呼。维持人类的生存不仅是对我们自己负责，也是对宇宙负责，对这个古老的、浩瀚的、孕育了我们的宇宙负责。",
    "chinese_title": "卡尔·萨根的宇宙",
    "douban_rating": "9.4/10 from 1210 users",
    "foreign_title": "Cosmos: A Personal Voyage",
    "imdb_rating_average": 9.3,
    "douban_rating_average": "9.4",
    "update_at": "2025-05-29T04:21:10"
}