{
    "aka": [],
    "sid": "1427999",
    "cast": [
        {
            "url": "/celebrity/1055972/",
            "name": "JD Roberto JD Roberto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214827/",
            "name": "詹妮弗·威尔森 Jennifer Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201306/",
            "name": "Laura Croft Laura Croft",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "爱情",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901904564.jpg",
    "region": [],
    "writer": [],
    "imdb_id": "tt0407457",
    "director": [
        {
            "url": "/celebrity/1281509/",
            "name": "Tony Croll Tony Croll",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2004-06-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0407457/",
    "imdb_votes": 106,
    "this_title": [
        "Outback Jack"
    ],
    "douban_link": "https://movie.douban.com/subject/1427999/",
    "imdb_rating": "6.6/10 from 106 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Outback Jack was a 2004 reality TV show filmed in Outback, Australia. It was produced by Nash Entertainment. It starred Vadim Dale, a 6-foot-tall former underwear model, as Outback Jack, and started with twelve women who vied for Vadim's attentions to be selected as the woman he would choose to be with. The show first aired on the TBS network and was hosted by JD Roberto.Outback Jack's first episode featured the twelve contestants getting out of limousines and lining up outside a mansion in the U.S., thinking they were about to be a part of a show similar to The Bachelor, only to be told by the host that \"their man\" was waiting for them in Australia. The dozen were shocked again, upon arriving in Australia, to find out that they would be competing in the Outback and that they would have to parachute out of planes to get to their destination.Vadim has since relocated to Louisville, Kentucky to be with Natalie Franzman, his co-star and the winning contestant on Outback Jack. The two were married on October 22, 2005 and also featured on Celebrity Circus, which was shown on Australia's Nine Network. Vadim, now an officer with the Louisville Metro Police Department, and Natalie have three daughters—Hunter, Eden and Chloe. Dale was also a CLEO magazine centrefold. Former WWE Diva Maria Kanellis and Cortney Owen, the current wife of NASCAR driver Johnny Sauter were contestants on the show.",
    "chinese_title": "Outback Jack",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-11T16:21:09"
}