{
    "aka": [
        "Gilles Deleuze from A to Z"
    ],
    "sid": "1428359",
    "cast": [
        {
            "url": "/celebrity/1169007/",
            "name": "吉尔·德勒兹 Gilles Deleuze",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508788428.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0408472",
    "director": [
        {
            "url": "/celebrity/1003310/",
            "name": "Pierre-André Boutang Pierre-André Boutang",
            "@type": "Person"
        }
    ],
    "duration": "450分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0408472/",
    "imdb_votes": 170,
    "this_title": [
        "L'abécédaire de Gilles Deleuze"
    ],
    "douban_link": "https://movie.douban.com/subject/1428359/",
    "imdb_rating": "8.8/10 from 170 users",
    "trans_title": [
        "德勒兹的ABC",
        "Gilles Deleuze from A to Z"
    ],
    "douban_votes": "254",
    "introduction": "Although Gilles Deleuze never wanted a film to be made about him, he agreed to Claire Parnet's proposal to film a series of conversations in which each letter of the alphabet would evoke a word: From A (as in Animal) to Z (as in Zigzag). These DVDs, elegantly transtlated and subtitled in English, make these conversations available for English-speaking audiences? for the first time.In dialogue with Parnet (a journalist and former student of Deleuze), the philosopher exhibited the modest and thrilling transparency that his seminal works (such as Anti-Oedipus and A Thousand Plateaus) reveal. The sessions were taped when Deleuze was already terminally ill; he and Parnet agreed that the film would not be shown publicly until after his death. The awareness of mortality floats through the dialogues, making them not just intellectually stimulating but also emotionally engaging. Because Parnet knew Deleuze so well, she was able to draw him out--as no one else had--to what might be the 1001st plateau: a place of brilliance, rigor, and charm.In \"A as in Animal,\" for example, Deleuze vents his hatred of pets: \"A bark,\" he declares, \"really seems to me the stupidest cry.\" Instead, he praises the tick: \"... in a nature teeming with life, [the tick] extracts three things\": light, smell, and touch. This, he claims, in a sense is philosophy. \"And that is your life's dream?\" Parnet wryly asks. \"That's what constitutes a world,\" he replies. For Deleuze, doing philosophy meant not just creating concepts but living a life in philosophy. Gilles Deleuze from A to Z presents the mind of a great philosopher at work.A as in AnimalB as in \"Boire\" (Drink)C as in CultureD as in DesireE as in \"Enfance\" ChildhoodF as in FidelityG as in Gauche (Left)H as in History of PhilosophyI as in IdeaJ as in JoyK as in KantL as in LiteratureM as in MaladyN as in NeurologyO as in OperaP as in ProfessorQ as in QuestionR as in ResistanceS as in StyleT as in TennisU as in 'Un' (One)V as in VoyageW as in WittgensteinX, Y as in UnknownsZ as in Zigzag",
    "chinese_title": "德勒兹的ABC",
    "douban_rating": "9.3/10 from 254 users",
    "foreign_title": "L'abécédaire de Gilles Deleuze",
    "imdb_rating_average": 8.8,
    "douban_rating_average": "9.3",
    "update_at": "2025-05-30T01:22:48"
}