{
    "aka": [],
    "sid": "1437608",
    "cast": [
        {
            "url": "/celebrity/1147824/",
            "name": "罗恩·兰德尔 Ron Randell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016736/",
            "name": "汉娜·许古拉 Hanna Schygulla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148247/",
            "name": "卡特琳·沙克 Katrin Schaake",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028807/",
            "name": "哈里·拜厄 Harry Baer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054316/",
            "name": "尤利·隆美尔 Ulli Lommel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012756/",
            "name": "库尔特·拉布 Kurt Raab",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075214/",
            "name": "Stefano Capriati Stefano Capriati",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108051/",
            "name": "君特·考夫曼 Günther Kaufmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052369/",
            "name": "Helga Ballhaus Helga Ballhaus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033190/",
            "name": "彼得·贝尔林 Peter Berling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019124/",
            "name": "赖纳·维尔纳·法斯宾德 Rainer Werner Fassbinder",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情",
        "西部"
    ],
    "awards": "　　第21届柏林国际电影节(1971)\n　　主竞赛单元 金熊奖(提名) 赖纳·维尔纳·法斯宾德\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509477877.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1019124/",
            "name": "赖纳·维尔纳·法斯宾德 Rainer Werner Fassbinder",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067979",
    "director": [
        {
            "url": "/celebrity/1019124/",
            "name": "赖纳·维尔纳·法斯宾德 Rainer Werner Fassbinder",
            "@type": "Person"
        }
    ],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "1971-06-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067979/",
    "imdb_votes": 1245,
    "this_title": [
        "Whity"
    ],
    "douban_link": "https://movie.douban.com/subject/1437608/",
    "imdb_rating": "6.4/10 from 1245 users",
    "trans_title": [
        "威迪"
    ],
    "douban_votes": "198",
    "introduction": "When is a Western not really a Western? When it’s directed by Fassbinder! WHITY is only my sixth film from the so-called German wunderkind: I admire Fassbinder for his prolific and versatile output, though I’ve yet to be won over completely by a film of his; frankly I was hoping this would prove to be the one – but, as it turned out, I couldn’t have been more wrong! For the record, I’ve got four more titles from him to watch: still, considering my dismal experience with WHITY (especially since I had fully expected it to be the most accessible of the lot!), I don’t know when I’ll muster the courage to get to them now…even if DESPAIR (1978) is a reasonably enticing title, given the participation of Dirk Bogarde and the Vladimir Nabokov source.To be fair, the Western ambiance is delivered in spades throughout. The film was stunningly shot in Widescreen – by Michael Ballhaus (later a valued collaborator of Martin Scorsese) – in Almeria, location site of many a Spaghetti Western. It generally has the right feel for time and place with regards to settings and wardrobe, while the all-important score is highlighted by a decidedly infectious riff. Even so, the repertoire of English-language ballads (the bulk of the film, of course, is in German) allotted to chanteuse/prostitute Hanna Schygulla – not to mention her own affected delivery – is inappropriately modern and comes across as unintentionally laughable! Schygulla was a fixture in Fassbinder’s work; the film also features Ron Randell (best-known, if at all, for playing Christ’s attorney[!] in Nicholas Ray’s KING OF KINGS [1961]) and Ulli Lommel (who later graduated to directing himself, notably TENDERNESS OF THE WOLVES [1973] and THE BOOGEYMAN [1980]).The overriding pretentiousness at work here is palpable above all in the film’s lethargic, indeed deadly, pace (never have I seen a movie in which the characters moved more s-l-o-w-l-y!). Besides, it isn’t helped by unsympathetic (even annoying) characters – mostly members of a dysfunctional family (and particularly the pasty-faced, frizzy-haired sons of landowner Randell) – indulging in all manners of transgressions (from such commonly-depicted capital sins as greed, lust and murder down to nymphomania, masochism, interracial relationships and incest!). In the midst of all this is an unsavory gay subtext which, inevitably, seems to be on the agenda of virtually all directors so inclined in real-life (but becoming obviously more pronounced in the liberalized modern cinema)!The plot, for what it’s worth, is reminiscent of Pier Paolo Pasolini’s THEOREM (1968) – coincidentally another gay parable – as the life of everyone involved is influenced in some way by the household’s black manservant (the character bears the ironic titular nickname but is also curiously underwritten and inexpressive), who’s actually the fruit of Randell’s illicit affair with his frumpy colored maid! The fact that each, in turn, pleads with him to slay the other could have turned this into a pointed black comedy – but the film is simply too labored and deliberately self-conscious for the subtlety intrinsic to such refined treatment...In the end, one should note that 1971 saw a boom of arty Westerns with other such offerings as Alexandro Jodorowsky’s EL TOPO, Peter Fonda’s THE HIRED HAND and Robert Altman’s McCABE AND MRS MILLER. As for WHITY (whose shooting, by the way, inspired Fassbinder’s own BEWARE OF A HOLY WHORE [1971]), I had owned the Fantoma DVD – which includes an Audio Commentary from Ballhaus and Lommel – for quite a while before actually sitting down to view it. I’d purchased the disc through the company’s own website during a sale but, as I said, could only manage to find a slot for it in my hectic/eclectic schedule after having enjoyed a couple of equally stylized (but far more satisfying) Spaghetti Westerns – DEATH SENTENCE (1968) and YANKEE (1966) – earlier this week.",
    "chinese_title": "威迪",
    "douban_rating": "6.9/10 from 198 users",
    "foreign_title": "Whity",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "6.9",
    "update_at": "2025-08-22T15:52:49"
}