{
    "aka": [],
    "sid": "1438315",
    "cast": [
        {
            "url": "/celebrity/1000891/",
            "name": "斯拉沃热·齐泽克 Slavoj Žižek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868506784.jpg",
    "region": [
        "美国",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0478338",
    "director": [
        {
            "url": "/celebrity/1457741/",
            "name": "阿斯特拉·泰勒 Astra Taylor",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "Slovenian"
    ],
    "playdate": [
        "2005-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0478338/",
    "imdb_votes": 1771,
    "this_title": [
        "Zizek!"
    ],
    "douban_link": "https://movie.douban.com/subject/1438315/",
    "imdb_rating": "7.3/10 from 1771 users",
    "trans_title": [
        "齐泽克！"
    ],
    "douban_votes": "1314",
    "introduction": "\"The author of works on subjects as wide-ranging as Alfred Hitchcock, 9/11, opera, Christianity, Lenin and David Lynch, Slovenian philosopher Slavoj Zizek is one of the most important--and outrageous--cultural theorists working today.This captivating, erudite documentary explores the eccentric personality and esoteric work of this incomparable academic and writer who has been called everything from \"the Elvis of cultural theory\" to \"a one person culture mulcher\". Zizek obsessively reveals the invisible workings of ideology through a unique blend of Lacanian psychoanalysis, Marxism and pop culture critique. He is also unafraid to turn his critical gaze on himself, offering cutting commentary on his personality, private life and growing inter-national celebrity.ZIZEK! is both an unforgettable lesson in philosophy and a compelling portrait of an intellectual maverick. Possessing the capacity to appeal to the uninitiated in a way no other philosopher before him could, Slavoj Zizek's combination of high and low culture will fascinate even those who once believed philosophy to be a bore.\"Source:https://torontopl.kanopy.com/video/zizek",
    "chinese_title": "齐泽克！",
    "douban_rating": "8.7/10 from 1314 users",
    "foreign_title": "Zizek!",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.7",
    "update_at": "2026-02-17T20:28:37"
}