{
    "aka": [],
    "sid": "1438240",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517093802.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1333711/",
            "name": "蒋樾 Yue Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282746/",
            "name": "段锦川 Jinchuan Duan",
            "@type": "Person"
        }
    ],
    "duration": "24",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "粉墨春秋"
    ],
    "douban_link": "https://movie.douban.com/subject/1438240/",
    "trans_title": [
        ""
    ],
    "douban_votes": "764",
    "introduction": "大型纪录片《粉墨春秋》是迄今为止国内首部反映京剧历史的纪录片。本片一共26集，每集24分钟，从扬州到京城，从民间到宫廷，从红遍京城到普天同唱一首歌，京剧形成和发展的历史脉络在片中以精美的图像和多角度的讲述生动地呈现。谭鑫培、杨小楼、梅兰芳、余叔岩、孟小冬、金少山、谭富英、马连良、周信芳、盖叫天等，这些性格各异，人生如同其所演之戏般精彩的名角儿在片中接踵登场。各种未曾常见的剧照、生活照甚至活动影像，以及著名唱段的录音和讲述者的回忆共同再现了这些名家的辉煌与辛酸。 拜码头、出堂会、 打擂台、撒红票、窝头会、义务戏……这形形色色的跟京剧有关的江湖术语在片中以具体生动的故事来得到诠释；乾隆、慈禧、袁世凯、冯玉祥、 张学良、蒋介石、毛泽东等政治风云人物，甚至鲁迅、胡适、傅斯年、周作人等文化名流，更甚至于黄金荣、杜月笙等上海大亨，齐齐在《粉墨春秋》中亮相。艺人的命运在辛亥革命、新文化运动、各种战乱以及后来的政治运动中起起伏伏，筑就了一部时代与命运的交响诗。本片由国内资深的纪录片工作者蒋樾、段锦川担任总导演，蒋樾和段锦川都是国内外知名的独立记录片导演，他们的作品在国际上频频获奖，其中包括记录片的最高奖项法国真实电影节大奖“真实电影奖。”两人也是长期合作的伙伴，他们联合导演的《百年笑声》在中央电视台播出后在社会上引起强烈反响。拍摄这样一个系列片不是突发奇想的结果。在过去的几十年里许多京剧大师相继仙逝，剩下的老一辈艺术家和京剧传奇人物都已是耄耄之年。用声像手段把京剧的历史、故事、传奇和掌故保留下来是一个刻不容缓的使命。蒋樾是中国戏曲学院文学系编剧专业的毕业生，段锦川是京戏迷。两人把拍摄想法告诉了导演张元。拍过京剧电影《江姐》的张元也是京戏迷。张元愿意担任制片人，并决定由自己的北京世纪喜讯公司独立全额投资。计划得到了公司股东、香港商人管仲连先生的大力支持。管仲连是位儒商，对内地的文化事业，特别是文化遗产的抢救工作，有着极大的热情。计划立项和资金筹集在很短的时间内就得以完成。经过差不多半年的筹划和调研，本片于2004年5月在京剧界的最高学府中国戏曲学院正式开拍。随后，历经8个多月，工作组走访了上海、南京、杭州、扬州、苏州、武汉、深圳、香港、台北等十多个城市，采访了近130个亲历者和见证人，拍摄下了9000多分钟的珍贵素材。这种拍摄规模在国内是前所未有的。本片的访问对象涵盖面十分广泛，包括京剧专家、学者、艺人、名票和普通老百姓，大多数被访者年龄都在75岁以上，年事最高的是身居香港的102岁的钱培荣先生。钱先生是当年叱咤上海滩的大亨杜月笙的徒弟，也是正式拜师于享有“冬皇”美誉的著名女老生孟小冬的唯一弟子。《粉墨春秋》制作组创造了一次契机，让梨园界的老艺人们与当年狂热的京剧迷们一同去回忆和讲述那段京剧辉煌与沧桑的历史，那些历历在目的情景和那些已经被刻意遗忘的故事被导演理性的镜头重新唤醒。在片中，曾经饱受牢狱之灾，并表示避不谈京剧的原上海二三十年代《戏剧旬刊》的主编，101岁的张古愚老先生也接受了采访，很多观点和事实都是在本片中首次披露。名角后代在片中述说家史，给名角傍角儿的艺人们在片中妙语连珠，被访者在镜头前有笑有泪，述说的是饱含悲欢离合、苦辣辛酸的梨园故事。《粉墨春秋》从2004年11月进入后期剪辑阶段，导演在占据了如此多丰富素材的前提下，精心筛选磨练，并结合先进的电脑科技，用动画手段再现著名唱段，实现了视觉形象的丰富性与多样性。从前期调研到采访拍摄再到后期剪辑制作耗时近一年半，26集的大型纪录片《粉墨春秋》不仅凝结了导演们在这一年半中所耗费的精力与情感，更凝结了被逐渐遗忘的普通老艺人们一生的经历与感叹，片中粉墨登场的是名角儿名流，上演的是乱世恩怨，你方唱罢我登场的热闹背后是一部实实在在的京剧史、生活史。",
    "chinese_title": "粉墨春秋",
    "douban_rating": "9.5/10 from 764 users",
    "foreign_title": "",
    "douban_rating_average": "9.5",
    "update_at": "2025-07-04T14:42:19"
}