{
    "aka": [
        "Akuemon"
    ],
    "sid": "1439628",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561696202.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1041570/",
            "name": "手冢治虫 Osamu Tezuka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0106235",
    "director": [
        {
            "url": "/celebrity/1158317/",
            "name": "手冢真 Tezuka Makoto",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1993-07-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0106235/",
    "imdb_votes": 21,
    "this_title": [
        "悪右衛門"
    ],
    "douban_link": "https://movie.douban.com/subject/1439628/",
    "imdb_rating": "6.4/10 from 21 users",
    "trans_title": [
        "恶右卫门",
        "Akuemon"
    ],
    "douban_votes": "167",
    "introduction": "【片名】《恶右卫门》【字幕】 中文【格式】 rmvb【CAST】恶右卫门:伊武雅刀左大将:绪方贤一【内容介绍】恶右卫门：在奉命狩猎狐狸的恶右卫门的身边，变化成他的妻子的雌狐狸……手冢治虫的长子，摄影家手冢治真首次导演的动画片。距今一千余年前的朱雀天皇时代（平安藤原执政的鼎盛时代），在现在的大阪市阿倍野（安倍野）住着一位名叫阿部（阿部、安倍、安部、阿倍，在日语中同音通假。－－译者）保名（阿部仲麻吕的第七代孙，又名安倍益材）的美男子。其父本是当地的豪族，因为奸人的谗言而被没收领地。保名无时无刻不思再兴家门辉煌，光宗耀祖。听说在信太森林里的葛叶稻荷（日本民间信仰中的作物、粮灵之神，有时也兼宅地、渔业之神。稻荷与狐狸有很深的联系。－－译者）非常灵验，于是他决定每天前去参拜，以期神人庇佑。某日，保名参拜完毕，正走在归途中，突然一支流矢疾飞而过，“噗”地一声插在了路旁的杉树的树根上。未及细想，只见蹿出一条走投无路的白狐，躲在保名身后，似有求救之意。心地仁慈善良的保名感觉这是稻荷大神的使者，立刻把白狐隐藏在路旁石后的草丛中，自己则平静地坐在石头上面，装出在休息的样子。 少顷，飞也似地拥来几个猎人，见了保名，也不施礼，粗声喝道：“我等逐一白狐至此，汝这厮必当看见，休道不知！”如此的蛮横无礼，保名自然拒绝回答。猎人大怒，便要动粗。保名尽力相抗，但终归是寡不敌众，被殴倒在地，手上多处受伤。猎人们见保名倒地，便往他处寻找去了。只见楠树（神社的神树）下闪出一女子，神气灵秀，奕奕若仙子，走近倒在地上的保名，细心护理起伤处来。那女子淌着泪谢道：“妾名葛叶，居此森中，当借一山驽，送汝归阿倍野”云云。保名不由得诧异：“此女未闻我名，竟已知我住处。”正疑时，只觉身轻如燕，仿佛梦境一般，须臾已至居所。保名赶快请附近的医师治疗。但是当夜却发起烧来，昏沉沉连头也抬不动。但他的眼前却宛如现出葛叶的身影，她究竟是谁的女儿，再去参拜时能否再次相逢，她是否每天都去神社……恍惚中，保名的思绪早已穿越信太森林，去寻觅仙子般的葛叶了。鴬の声なかりせば雪消えぬ　　　　（聒噪啼莺凋颜色，零落残雪融雏鹤，）山里いかて春を知らまし　　　　　（夕影返照人空悔，犹怨山深春难测。）一心只想着再兴家名，从未考虑过男女之事的保名，见了葛叶，不禁也难以忘怀。整日魂萦梦绕，心头尽是葛叶的身影。只恨身体患病，动弹不得，难以前去相会。如此煎熬了二、三日后，一天傍晚时分，葛叶竟然意外地前来探视保名。“贱妾粗笨，但乞容暂居数日，伏侍贵体。”保名喜出望外，激动得一时连感谢的话都说不出来了。在医师的治疗和葛叶无微不至的细心看护下，保名的身体一天天地恢复了，很快已近痊愈。但是葛叶并没有离开。男女和合本是天地自然之理。保名与葛叶的心已紧紧相连在一起，他们再也无法分离。夏去秋来，时间飞快地流逝着，到这一年的年末，葛叶怀上了保名的骨血。光阴似箭，保名与葛叶的孩子童子丸转眼已经五岁了。这年仲秋，葛叶在庭院里赏菊，恍然间想起六年前离开后一直没有回去的信太森林中的家。沉思中的葛叶没有注意到她的神通力一时下降，渐渐显出了原形。“妈妈很可怕！”童子丸“哇”地一声哭了起来。童子丸的哭声使葛叶突然意识到自己应该离开的时候已经到了，再也无法拖延。当夜，终于决心从这个家离开的葛叶最后端详了一阵童子丸睡着时可爱的小脸蛋，在他的枕边留下了一封信：葛叶“童子丸吾儿，母有一事，不得不言，将于梦中告汝。我本非人类，乃居信太森林之白狐也。六年前为恶右卫门（猎人的队长）所逐，赖汝父保名相救，方得保全性命。稻荷大明神深感保名殿信仰之至诚与再兴安倍家之夙念，特赐我神力，变化女形以报恩。乃与保名殿结缘生汝，以为安倍家再兴之望也。夫妇亲子之爱，纵然畜生三界，亦毫无二致。本当至少育汝至十岁，不期被汝见破本性，再难顿留。今后汝当善从父上之喻，精修学问，勿违仁义之道，必有益于汝哉！”又在障子（移门、纸隔扇）上留下一首著名的诗给保名：恋しくば 寻ねきて见よ和泉なる　　 　　 （妾即离君若逝露，萦思会逢和泉处。）信太の森のうらみ葛の叶 　　 　　 　　 　（景风萧然人孑立，信太泪痕凝悲树。）今时一别，真不知何世重逢。葛叶心如刀绞，在呼唤着夫、子的悲鸣声中化作白狐，不知所踪。保名梦中惊醒，早已不见了葛叶，唯有那和歌留在了障子上。阅后泣不成声：“果然如梦中所言，六年来朝夕相伴的葛叶竟然是稻荷大明神点化的白狐化身啊……”于是，保名愈加疼爱失去母亲的童子丸，越发严格地磨炼他。这个孩子就是日后的以惊世才情而闻名于阴阳道的“白狐公子”安倍晴明。",
    "chinese_title": "恶右卫门",
    "douban_rating": "7.4/10 from 167 users",
    "foreign_title": "悪右衛門",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.4",
    "update_at": "2025-08-21T05:15:19"
}