{
    "aka": [],
    "sid": "1440382",
    "cast": [
        {
            "url": "/celebrity/1303663/",
            "name": "Juan Carlos Cremata Malberti Juan Carlos Cremata Malberti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p774048641.jpg",
    "region": [
        "法国",
        "古巴"
    ],
    "writer": [
        {
            "url": "/celebrity/1303663/",
            "name": "Juan Carlos Cremata Malberti Juan Carlos Cremata Malberti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016279/",
            "name": "曼纽尔·罗德里格斯 Manuel Rodríguez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0477916",
    "director": [
        {
            "url": "/celebrity/1303663/",
            "name": "Juan Carlos Cremata Malberti Juan Carlos Cremata Malberti",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005-09-13(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0477916/",
    "imdb_votes": 1110,
    "this_title": [
        "Viva Cuba"
    ],
    "douban_link": "https://movie.douban.com/subject/1440382/",
    "imdb_rating": "6.9/10 from 1110 users",
    "trans_title": [
        "古巴万岁"
    ],
    "douban_votes": "1941",
    "introduction": "剧情简介：小男孩胡其托和小女孩玛露是邻居也是同学，更是好朋友。小男孩和小女孩的母亲却是相看两相怨的，彼此的出身背景不同因而对对方抱着偏见与成见，玛露的母亲认为对方没教养不女儿和男孩在一起玩，男孩的母亲认为对方装高贵摆架子，所以不愿和对方有任何牵扯。小男孩家信仰「卡斯楚」，小女孩家则信仰「天主」。胡其托和玛露则好像一对欢喜冤家，在一起玩然而常常意见不合，彼此主见很强都要对方听自己的──一个想当西班牙小女孩皇，一个要当古巴军队领袖，儘管如此双方还是喜欢和对方玩在一起。胡其托和玛露的家庭不只是家庭之间隔阂深重，他们各自的家庭成员之间也是有着深重的隔阂。小男孩的爸爸对家人的关心早用高分贝的吵闹取代，对小孩的教养也是用暴力打骂的方式来执行，母亲则喋喋不休地抱怨自己成了家庭的佣人和奴隶，冷漠的执行当母亲的任务；小小女孩的母亲则已经和丈夫离婚好几年了，小女孩六岁以后就没再见过父亲，母亲抱怨着古巴这个军事化国家令她受不了，恨不得早日离开。离开的日子终於在玛露心爱的外婆去世之后随着母亲要改嫁移民的决定来到，故事的变奏曲也在小女孩的母亲向父亲寄出同意书请他签名同意小女孩儿随她出国而展开。小女孩和小男孩都不想和对方离开，终於小男孩以保护者的角色提出和小女孩一起去找父亲请他不要同意来改变未来的命运，女孩也勇敢地要扭转自己的命运。於是他们向往常一样上学去了，可是背包里却带着心爱的祖母的照片、玩具以及基本的必要的地图、指南针奔向天涯海角──小女孩的父亲守望的海角的灯塔，去寻找自己的希望。影　评：当二队因为孩子离家出走而忧心如焚的父母亲终於在天涯海角找到了孩子，你认为他们会如何呢？抱着失而复得的宝贝喜极而泣，然后让彼此的生命更靠近？还是被自己心中的担忧酿造出来的怒气打败，然后让彼此的生命添加新的裂痕？或者是担忧的父母彼此指责对方，然后被生命中的伤痕与不快记忆因循反覆折磨至死？这就是今年儿童电影节参展剧情片「古巴万岁」呈现出的观照焦点。「古巴万岁」虽是一部儿童电影，更是一部意境深远具有人生哲学观照的电影。它不说教、不恐吓，在轻妙的、趣味的、浪漫的雰围中点出人人执迷自我、反覆重蹈覆辙的悲与伤。「古巴万岁」以两个小孩离家出走为剧情的主轴，牵动剧中大人与大人之间、大人与小孩之间的情感变化，探讨人和人之间成见的偏执与自我执着的隔阂与迷失。有人说如果你要和一个人绝交那就一起去自助旅行吧！也有人说如果你要和一个人常相斯守那就先一起去自助旅行再决定不迟！胡其托和玛露上路了，一路上有乐趣有危机，有阻碍也有助力，有快乐浪漫也有可怕意外，有勇气有脆弱，有光明也有阴暗，有互助更有衝突，就好像这现实的人生里刺激的探险。另方面，两家的母亲为了要寻找孩子而接触而化解了彼此的成见，溶解了彼此的封锁。最后离家的男小女孩找到了目标的希望灯塔，而心急如焚的家长也找到了自己的小孩，但是故事并不是结束在「从此大家快快乐乐的过生活」的圆满大团圆上，而是画下了一个未解的沉重的人生问号？大人们又陷入了争执与指责的战争中，下一步要往何处去找到生路？因成见偏执与自我执着而阻隔了爱情的人要怎样找回迷失的清明？走到了天涯海角的主人翁找到的希望的灯塔之后，却也是走到了生路的尽头──前面是狰狞的汹涌波涛后面是落入自私偏执与自我执着的隔离中争执不休的家人，小女孩和小男孩只能紧紧的抱在一起来增加彼此的勇气，然后下一刻他们能有一条生路吗？",
    "chinese_title": "古巴万岁",
    "douban_rating": "8.2/10 from 1941 users",
    "foreign_title": "Viva Cuba",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.2",
    "update_at": "2025-09-18T22:28:30"
}