{
    "aka": [
        "Stille Nacht III",
        "Tales from the Vienna Woods"
    ],
    "sid": "1441849",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1473453703.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1295047/",
            "name": "史蒂芬·奎 Stephen Quay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295056/",
            "name": "狄莫瑞·奎 Timothy Quay",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0352901",
    "director": [
        {
            "url": "/celebrity/1295047/",
            "name": "史蒂芬·奎 Stephen Quay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295056/",
            "name": "狄莫瑞·奎 Timothy Quay",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1993(英国)",
        "2004-12-12(奥洛穆茨动画电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0352901/",
    "imdb_votes": 549,
    "this_title": [
        "Stille Nacht III - Tales From Vienna Woods"
    ],
    "douban_link": "https://movie.douban.com/subject/1441849/",
    "imdb_rating": "6.3/10 from 549 users",
    "trans_title": [
        "寂静夜3：维也纳森林的传说",
        "Stille Nacht III",
        "Tales from the Vienna Woods"
    ],
    "douban_votes": "173",
    "introduction": "The third in the quartet of black-and-white films comprising the Quay Brothers' Stille Nacht cycle (the others being Dramolet, 1988, Are We Still Married?, 1992 and Can't Go Wrong Without You, 1993), Tales From Vienna Woods was also made with the intention of exploring imagery that they planned to develop further in their first feature Institute Benjamenta, which was then in limbo awaiting funds. In fact, so close were the short and the feature in terms of overall tone (despite the one being animated and the other live-action) that the former was subsequently recycled as the latter's theatrical trailer, in a slightly but not significantly modified form.A clue to the film's purpose is embedded in a wreath adorning a pair of asymmetrical deer antlers: Ich bin im Tod erblüht (\"in death have I blossomed\" - for once, an onscreen translation is provided). This is followed by a sequence in which an animated severed hand explores a dusty archive of arcane exhibits, the central display of which consists of a table with multiple legs that's been suspended from the ceiling above a base of forest detritus, notably pine cones. As the camera circles slowly around to the front, we see that the table has been decorated with the same asymmetrical antlers, and at the back a pair of testicles can be glimpsed beneath the table top.What the film is doing, in characteristically oblique form, is endlessly replaying the moment when the deer met its death: the film delicately but unmistakably implying (through the metaphorical use of pine cones) that it was shot in the testicles. From time to time, in the dead of night, the table regurgitates the bullet via a long-handled spoon that emerges from between its rear legs, intercut with images of the bullet emerging from the gun and commencing its journey to the target, slowed down to highlight every step.",
    "chinese_title": "寂静夜3：维也纳森林的传说",
    "douban_rating": "6.5/10 from 173 users",
    "foreign_title": "Stille Nacht III - Tales From Vienna Woods",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "6.5",
    "update_at": "2025-04-01T20:44:54"
}