{
    "aka": [],
    "sid": "1449438",
    "cast": [
        {
            "url": "/celebrity/1158757/",
            "name": "Dawn Upshaw Dawn Upshaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112397/",
            "name": "Lorraine Hunt Lieberson Lorraine Hunt Lieberson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166988/",
            "name": "Willard White Willard White",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1142838/",
            "name": "彼得·塞拉斯 Peter Sellars",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0304477",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0304477/",
    "imdb_votes": 13,
    "this_title": [
        "Adams:El Niño"
    ],
    "douban_link": "https://movie.douban.com/subject/1449438/",
    "imdb_rating": "7.7/10 from 13 users",
    "trans_title": [
        "圣婴"
    ],
    "douban_votes": "0",
    "introduction": "John Adams - El niñoLa NativitéThe World Première Production, Libretto by John Adams, Peter SellarsFrom the Théâtre Musical de Paris - ChâteletDeutsches Symphonie Orchester Berlin, Conducted by Kent NaganoDirected for the stage by Peter SellarsCast: Dawn Upshaw, Lorraine Hunt Lieberson, Willard WhiteRunning Time: 147 min (Opera: 119 min; Documentary: 28 min)Recording Date: 2000Menu languages: PAL GB, D, F, SP / NTSC GB, JP, F, SPSubtitle languages: PAL GB, D, F, SP / NTSC GB, JP, F, SPPicture Format: 16:9Sound Format: PCM Stereo, Dolby Digital 5.0, DTS 5.0Region Code: 0Sel. No. 100 220 PAL / 100 221 NTSCThe most recent composition by American minimalist composer John Adams is his take on the \"Christmas Oratorio\": a large-scale music theatre work entitled El niño. How does one actually celebrate Christ's birth in a land where palm trees and race conflicts flourish - in sunny California? Perhaps the way composer John Adams and director Peter Sellars portray it at the beginning of El niño (La Nativité), which was first performed nine days before Christmas 2000 at the Parisian Théâtre du Chatelet: with a tree and festoons of lights. This symbol projected on the stage as a hazily poetic yet realistically blurred video is telling in more ways than one. This fourth joint stage work by Adams and Sellars - which unlike the two operas Nixon in China (1987) and The death of Klinghoffer (1991) turns to a Biblical rather than a contemporary theme - uses musical elements we are already familiar with from these two artists' three \"worldly\" pieces. An extended documentary on the making of this piece contains many interviews with Adams, Sellars and Dawn Upshaw. The DVD was recorded in outstanding DTS sound.",
    "chinese_title": "圣婴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Adams:El Niño",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T19:36:24"
}