{
    "aka": [
        "Henkien tanssi"
    ],
    "sid": "1465293",
    "cast": [
        {
            "url": "/celebrity/1117073/",
            "name": "安-玛丽·麦克唐纳 Ann-Marie MacDonald",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056126/",
            "name": "格雷厄姆·格林 Graham Greene",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531664211.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1289626/",
            "name": "Keith Ross Leckie Keith Ross Leckie",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0103244",
    "director": [
        {
            "url": "/celebrity/1294586/",
            "name": "布鲁斯·皮特曼 Bruce Pittman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0103244/",
    "imdb_votes": 308,
    "this_title": [
        "Where The Spirit Lives"
    ],
    "douban_link": "https://movie.douban.com/subject/1465293/",
    "imdb_rating": "7.4/10 from 308 users",
    "trans_title": [
        "情归何处",
        "Henkien tanssi"
    ],
    "douban_votes": "0",
    "introduction": "A young Native American fights to keep her culture and identity when she is abducted to a residential school.The prototype film about residential school abuse in Canada., 29 May 2002Author: ram-30 from Dillon, SaskatchewanCanadian cinema has left an indelible mark on films about Aboriginal people and films about life on the Prairies during the Great Depression. In the film \"Where the Spirit Lives\", these two areas meet. As of this writing, the imdb users have given this film a 9/10 rating and with valid cause. The storyline is strong yet ultimately predictable. The movie's main force comes with the contrast between the utopic world of the Aboriginal life on the reservation/trapline and the much dystopic world of the white man/Catholic residential school. The film begins with the heroine Komi enjoying an innocent, culturally rich,nearly paradisal life outdoors. The viewer is made to recall this opening scene when the antagonist Reverend Buckley(played to menacing perfection by David Hemblen) gives this line which seems to support the Catholic church's theory at the time: \"These children come to us from a dead culture; it's like a millstone around their necks; our job is to remove this terrible burden and give them their freedom\". Later, Reverend Buckley uses the analogy of knocking the old soil from a plant's roots to help it grow. These ironic lines help him justify taking these, as he calls them, \"little brown children of the prairie\" from their families and way of life and forcing them to learn the white ways. Another nice poetic touch from the film is when Rachel, a young student who was sexual abused by a FEMALE matron(another nice detour from the cliche)escapes to witness her people's Sun Dance ceremony where she can \"Touch the sun and become a star\". Rachel's subplot helps to reinforce both that their culture is anything but \"Dead\" and that life in the whiteman world is not a desirable as the priests and leaders at the school would like to think. Rachel's attempt to retain her culture's Sun Dance ritual is inspired by the heroine Komi's refusal to give up her Indian name, her language, her smudging(smoke and prayer)ritual, her rite of passage to womanhood, and mainly her contact with her family. Another nice ironic/symbolic contrast is the snippet of a hymn the children sing at the school: \"All creatures great and small, All things wise and wonderful, the Lord God loves them all\". This seems to neatly sum up the sentiment of the fimmakers. Yes, the Lord loves all people; it's too bad some of HIS PEOPLE don't. This is the prototype film on Residential Schools and it has everything a classic film on Aboriginal people should have including music by Buffy Sainte Marie and an appearance by actor Graham Greene.",
    "chinese_title": "情归何处",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Where The Spirit Lives",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T14:45:22"
}