{
    "aka": [
        "Old and New",
        "The General Line",
        "旧与新"
    ],
    "sid": "1466839",
    "cast": [
        {
            "url": "/celebrity/1109586/",
            "name": "Marfa Lapkina Marfa Lapkina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515783093.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1004988/",
            "name": "谢尔盖·爱森斯坦 Sergei M. Eisenstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005556/",
            "name": "格里高利·亚历山德罗夫 Grigori Aleksandrov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020451",
    "director": [
        {
            "url": "/celebrity/1004988/",
            "name": "谢尔盖·爱森斯坦 Sergei M. Eisenstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005556/",
            "name": "格里高利·亚历山德罗夫 Grigori Aleksandrov",
            "@type": "Person"
        }
    ],
    "duration": "121分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1929-11-07(苏联)",
        "1930-05-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020451/",
    "imdb_votes": 1783,
    "this_title": [
        "Старое и новое"
    ],
    "douban_link": "https://movie.douban.com/subject/1466839/",
    "imdb_rating": "7.2/10 from 1783 users",
    "trans_title": [
        "总路线",
        "Old and New",
        "The General Line",
        "旧与新"
    ],
    "douban_votes": "604",
    "introduction": "Due to some common interests between German and Russian aristocracy ( the Russians even had aristocrats in their past not to mention they had an Empress called Catherine the Great, as great as this German count's heiresses… ), it is not strange that this Teutonic count has understood and even enjoyed Herr S. M. Eisenstein's \"Staroye I Novoye\".It is not very usual that for the aristocracy to enjoy Bolshevist films full of proletarian demands that put private property at risk or as it happens in this case, a film about the Communist Party's policy on the subject of the collectivization of the Soviet agriculture. Normally this would be perfect gibberish for this German count, but thanks to Herr Eisenstein 's greatness and directorial talent, the hardships of the heroine of the film, Dame Marfa ( Dame Marfa Lapkina ) breached even the thick aristocratic Schloss walls.And that's one of the first remarkable aspects of this oeuvre; in spite of the political subject of the film, the powerful images and lyricism ( astonishing and beautiful shot compositions ), especially during the first part of the movie, preserve the artistic merits entirely while serving a propaganda purpose. The second remarkable aspect of the film is the dichotomy between the old and new, the fight to improve the lot of Dame Marfa and her countrymen. There are many discussions because it is not easy even in Russia to change ancient and conservative customs. There are superb metaphors and social criticism ( illiteracy, bureaucracy, religiosity ) which perfectly fit the film, and last but not least, \"Staroye I Novoye\", is a kind of archaic documentary about ancient customs established deeply in old Russia, those ones that our heroine must fight against. And there is also a lot about agriculture ( very enlightening for this German count), especially about harvesting and how to fatten Russian cows or pigs ( literally, no pun here… ).Herr Eisenstein had to bear during the last era of his film career, unbelievable censorship and mutilation of his work, as happens with \"Staroye I Novoye\". The film was reedited and Eisenstein accused of sympathizing with Trostky's policies but fortunately the film was restored and showed by the German-frenchified t.v. channel \"ARTE\", natürlich!, including an evocative music score by Herr Taras Bujewski, that fits superbly Herr Eisenstein primal artistic interests.And now, if you'll allow me, I must temporarily take my leave because this German Count must buy a tractor for one of his Teutonic heiress.",
    "chinese_title": "总路线",
    "douban_rating": "8.2/10 from 604 users",
    "foreign_title": "Старое и новое",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.2",
    "update_at": "2025-04-11T10:01:00"
}