{
    "aka": [],
    "sid": "1468445",
    "cast": [
        {
            "url": "/celebrity/1094033/",
            "name": "娄·吉尔伯特 Lou Gilbert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150749/",
            "name": "维奥拉·斯波林 Viola Spolin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119260/",
            "name": "Ellen Madison Ellen Madison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077508/",
            "name": "德尔克洛斯 Del Close",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041571/",
            "name": "赛文·达尔登 Severn Darden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041424/",
            "name": "Jack Burns Jack Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032927/",
            "name": "安东尼·霍兰德 Anthony Holland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023401/",
            "name": "本·卡鲁瑟斯 Ben Carruthers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001632/",
            "name": "内尔松·阿尔格伦 Nelson Algren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535430268.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016481/",
            "name": "Benjamin Manaster Benjamin Manaster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027416/",
            "name": "菲利普·考夫曼 Philip Kaufman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0144947",
    "director": [
        {
            "url": "/celebrity/1027416/",
            "name": "菲利普·考夫曼 Philip Kaufman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016481/",
            "name": "Benjamin Manaster Benjamin Manaster",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965-05-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0144947/",
    "imdb_votes": 144,
    "this_title": [
        "Goldstein"
    ],
    "douban_link": "https://movie.douban.com/subject/1468445/",
    "imdb_rating": "5.7/10 from 144 users",
    "trans_title": [
        "金酒杯"
    ],
    "douban_votes": "0",
    "introduction": "An Old Man (Lou Gilbert) rises out of Lake Michigan and interacts briefly with a few creative people as he drifts merrily through Chicago, at one point riding in a truck from the Goldstein Company. A metal sculptor (Tom Erhart) looks for the old man while trying to patch up his relationship with Sally (Ellen Madison). She discovers she's pregnant and makes arrangements for a bizarre out-of-town Doctor (Severn Darden) to perform an abortion. The sculptor asks his father for help and brings along his friend Jay (Benito Carruthers), who lifts the father's wallet. Jay uses some of the money to bankroll a night with some fancy ladies, while the sculptor continues to search for the inspirational Old Man.Goldstein is far from being completely abstract, but it clouds its plot line to the point that normal narrative clues are obscured. We think we're concerned for the film's central couple, but Sally drops from the picture after a mock-comic abortion scene (surely shocking for 1965) that turns into a performance piece by Severn Darden and his preening assistant Anthony Holland. The sculptor expresses concern for Sally but shifts his interest to finding the missing Old Man, as if the Old Man were a magical creature capable of granting wishes. It's implied that the Old Man may represent the sculptor's creative spirit - he similarly inspires a violinist, while pushing him in a wheelchair and blocking traffic. This central conceit joins Goldstein to Federico Fellini's Juliet of the Spirits in which Lou Gilbert played a similarly addled grandfather.Author Nelson Algren (The Man with the Golden Arm, Walk on the Wild Side) shows up for a lengthy dialogue scene, one of many that serve no precise purpose - the script operates on the loose \"let the magic happen\" model associated with many dreary student films and the occasional breakthrough masterpiece. More often than not, the \"magic\" turns out to be easily-interpreted symbolism, as when the Old Man happily jettisons modern appliances and a television set from the back of a moving truck.Goldstein was apparently a raving success at Cannes, a reaction difficult to reconcile with the picture we see. It's interesting enough, but seems too aware of its mission as an American art picture. It hasn't much of a sense of humor and far too much of its running time is devoted to open-ended non-scenes: Characters drift around Chicago without much rhyme or reason. It seems tailor-made for progressive 60s festival audiences ready to applaud anything that thumbs its nose at conventional, linear filmmaking.Kaufman of course went on to a sterling career, making interesting genre films (The Great Northfield Minnesota Raid, Invasion of the Body Snatchers) as well as character studies about artists on the edge (Henry & June). Some of his pictures practically invent their own genre, like The White Dawn and The Wanderers. His next movie, Fearless Frank would be a second shoestring Chicago effort starring many Second City/Compass Players and introducing Jon Voight. A bizarre and sometimes incoherent superhero fable, it attempts a flip satirical attitude akin to Jean-Luc Godard. MGM/Sony should really try to find a way to bring it out.",
    "chinese_title": "金酒杯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goldstein",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T23:39:14"
}