{
    "aka": [],
    "sid": "1470878",
    "cast": [
        {
            "url": "/celebrity/1151919/",
            "name": "罗恩·沃特 Ron Vawter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462536321.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1151471/",
            "name": "杰克·史密斯 Jack Smith",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0111025",
    "director": [],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0111025/",
    "imdb_votes": 40,
    "this_title": [
        "Roy Cohn",
        "Jack Smith"
    ],
    "douban_link": "https://movie.douban.com/subject/1470878/",
    "imdb_rating": "6.1/10 from 40 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From one of the seminal theatrical events of the 1990s, on Ron Vawter's stunning performance piece ROY COHN / JACK SMITH, Jill Godmilow has crafted a dramatically deft, comic and terrifying film diptych of queer-on-queer. Roy Cohn, the homophobic right-wing lawyer and sleazy back-room politico, thunders against the Sodom and Gomorrah of homosexuality at a banquet for the American Society for the Protection of the Family. While across town and light years away, the notorious underground filmmaker of FLAMING CREATURES fame, Jack Smith, in flamboyant harem drag, constructs his own private resistance theatre from fragments of Arabian Nights kitsch, avant-garde film feuds and passionate B-movie camp. Vawter performs both men exquisitely in this film about the closet, where silence is powerful, but from which, both of these infamous homosexuals from the repressive and punishing 1950s, leak out privileged knowledge of Queerness in brilliant performances of their own. Cohn using politics as a form of drag and Smith turning drag into an extraordinary form of politics, pathos and jouissance. Cohn and Smith had nothing in common except their homosexuality and their death from AIDS in the late 1980s. Vawter, who accepts and produces both men in his own voice and body, also died of AIDS, six months after the film was shot.",
    "chinese_title": "Roy Cohn/Jack Smith",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T14:13:34"
}