{
    "aka": [
        "ニアアンダーセブン"
    ],
    "sid": "1472127",
    "cast": [
        {
            "url": "/celebrity/1037542/",
            "name": "宫村优子 Yûko Miyamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003583/",
            "name": "川澄绫子 Ayako Kawasumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016839/",
            "name": "折笠富美子 Fumiko Orikasa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026133/",
            "name": "菅生隆之 Takayuki Sugo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191867/",
            "name": "落合露美 Rumi Ochiai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313503/",
            "name": "大津田裕美 Hiromi Otsuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024377/",
            "name": "乡田穗积 Hozumi Gôda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022757/",
            "name": "布拉迪·科贝特 Brady Corbet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420713/",
            "name": "原泽晃绮 Harasawa Kouki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035715/",
            "name": "小樱悦子 Etsuko Kozakura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141542/",
            "name": "樱井敏治 Toshiharu Sakurai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353575/",
            "name": "福岛润 Jun Fukushima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008256/",
            "name": "能登麻美子 Mamiko Noto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185098/",
            "name": "菅沼久义 Hisayoshi Suganuma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "喜剧",
        "科幻",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868015509.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1314370/",
            "name": "佐藤卓哉 Satou Takuya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399489/",
            "name": "安倍吉俊 Abe Yoshitoshi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0299357",
    "director": [
        {
            "url": "/celebrity/1314370/",
            "name": "佐藤卓哉 Satou Takuya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351628/",
            "name": "神户守 Mamoru Kanbe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431020/",
            "name": "下司泰弘 Geshi Yasuhiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431660/",
            "name": "米田光宏 Yoneda Mitsuhiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431684/",
            "name": "山口美浩 Yamaguchi Mihiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434993/",
            "name": "松浦锭平 Matsuura Jouhei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431699/",
            "name": "所智一 Tokoro Tomokazu",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "13",
    "language": [
        "日语"
    ],
    "playdate": [
        "2000-04-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0299357/",
    "imdb_votes": 350,
    "this_title": [
        "NieA_7"
    ],
    "douban_link": "https://movie.douban.com/subject/1472127/",
    "imdb_rating": "7.1/10 from 350 users",
    "trans_title": [
        "我家也有外星人",
        "ニアアンダーセブン"
    ],
    "douban_votes": "1341",
    "introduction": "也不知是过去还是未来的年代，“外星移民”早成了平凡的存在。贫穷考生真由子寄居在“荏之花”澡堂的阁楼，一天到晚三餐不继却还得养活个吃白食的外星懒虫。于是万丈波涛滚滚而来。外星小孩尼亚最大的爱好就是收集垃圾，从中回收剩余物资再造飞船。头上没有像其他外星人样生着天线，被蔑称为“低等外星人”却从未在意，在自己的曲调早活得悠哉游哉。真由子的认真清苦，真由子的胆小谨慎，在那外星小孩的心无城府面前，忽然变得意义不明。严肃刻板与大而化之的碰撞，带着轻捷的喜剧色彩，余音早又有些淡色水彩般的惆怅。挂在空中像朵云的母船，是尼亚头脑中遥远模糊的，关于“故乡”的呼唤。它化成流黄飞去的那一天，一种最温柔的意象笼罩了“荏之花”的风物与居民。世界如此广阔，而这刻，我们为彼此驻足，这一分钟是准也改变不了，因为那已是过去，将成为回忆，在未来的时光里与我们作着推手，走出个饱满的弧形。所谓生命，所谓怀念，就是这样平平淡淡，生生不息。-　　　　　　-　　　　　　-　　　　　　-#01 外星人与UFO公元20XX年，不知从什么时候开始，地球上到处充斥着来自宇宙的外星移民，这些外星人的外表几乎与地球人无异，只是头上多了一根天线。外星人很快地融入地球人的社会一起生活，久而久之，大家也就见怪不怪了。 真由子是一个贫穷的大学重考生，寄宿在荏之花澡堂，每天总是为了打工、补习而忙碌，日子过得非常清苦。只是很不幸的，与真由子同住一个房间的外星人——尼亚是个好吃懒做的女生，每天只会缠着真由子要饭吃，不然就是忙着捡破铜烂铁来制造飞碟，真由子简直就快要被她逼疯了……-　　　　　　-　　　　　　-　　　　　　-#02 外星人大闹宇宙澡堂真由子所居住的荏之花澡堂因为生意一直很清淡，所以连月来的业绩一直是赤字。为了要振兴澡堂的生意，负责经营的言美小姐急忙召开会议，希望能想出办法以解决这个当务之急，而吉冈先生的提议得到言美小姐的认同，最后决定由吉冈、尼亚、真由子等三人一起执行寻找免费燃油的任务。 吉冈等一行人来到陨石坑四处打听，希望能找出油源涌出的地点，途中除了尼亚的任性捣乱之外，还遭到巨大食人花的攻击，可说是历尽千辛万苦，最后虽然终于带回了这种传说中的外星油料，可是更大的灾难却还在后头……-　　　　　　-　　　　　　-　　　　　　-#03 外星人与收音机真由子一大早就被一个变态的印度人吓了一跳，原来这个乌漆抹黑的印度人—— 恰达也是外星人，是特地来邀请尼亚去参加荏之花外星人大会的，可是尼亚却是一 副事不关己的样子，直到听说有免费便当可试吃时，才勉强答应赴会。 没有天线的尼亚一直被其它的外星人当作怪胎，尤其向来以拥有优质天线为傲的 迦娜更是看她不顺眼。当迦娜看到参加大会的人寥寥无几，而且与会的成员都只顾 着吃便当、一副混吃等死的模样时，不由得火冒三丈，随即当场与尼亚对干了起来 ……-　　　　　　-　　　　　　-　　　　　　-#04 外星人、菜鸟女服务生真由子平时就在一家拟]打工送外卖，虽然因为店里的生意不好而常常迟领薪水 ，但是老板父女俩对她一直都很好，所以真由子还是很认真地工作。然而，因为虚荣心作祟，真由子对于自己的工作却羞于让同学千纪知道。 某日，真由子在送外卖途中被尼亚缠着要饭吃，于是死命骑着单车飞奔回家， 却依旧遭到尼亚的纠缠。此时，正巧儿时的同乡源造来店里找真由子，再加上向来看不起人的迦娜也在店里，一场吵闹与争执使得真由子重新面对自己的虚荣心 ……-　　　　　　-　　　　　　-　　　　　　-#05 外星人与超刺激娱乐为了让荏之花澡堂清淡的生意起死回生，言美小姐希望办一个盛大的活动，好让 澡堂恢复像古代般成为庶民交流的场所，刚巧尼亚在一家倒闭的游乐场回收电路板 ，于是言美决定也去那里捡一些电玩机台回来，打算办一场电玩大赛以招揽生意。 电玩大赛终于开始了，没想到来参加的全都是没有消费能力的小孩，而且个个都是电玩高手。为了不让奖品被这些小鬼赢走，言美只好派出吉冈、源造、真由子与 尼亚等人出场把关，想尽办法要阻止小鬼们赢得比赛……-　　　　　　-　　　　　　-　　　　　　-#06 外星人与竞争对手的澡堂在荏之花地区新猹了一家叫「宇宙大王」的澡堂，这个消息使得言美小姐十分紧张，为了怕原本已十分清淡的生意被抢光，于是言美派千纪与源造扮成客人进入对 方的澡堂勘查，而真由子与尼亚负责在澡堂外的周边进行调查。 真由子与尼亚在调查时发现，原来宇宙大王澡堂是外星人恰达所开的，而且恰达 对于自己澡堂所使用的秘方十分有自信，在经过尼亚与恰达一番胡闹式的搅和之后 ，真由子终于带回了宇宙澡堂所使用的可疑叶子，只是泡过澡的千纪与源造在回来后却性格大变……-　　　　　　-　　　　　　-　　　　　　-#07 母舰、联谊与阴天尼亚在屋顶上制造飞碟的时候，无意中听到一阵很奇怪的声音，而此时的幽浮母 舰看起来竟然特别清晰，尼亚认为这是母舰在对她传递讯息，似乎是想告诉她些什么，这件事使得向来不正经的尼亚突然变得严肃起来。千纪找真由子去参加联谊，真由子虽然不是很感兴趣，但是却不好意思拒绝，所 以就答应了。然而由于自卑的心理作祟，使得真由子在去与不去之间陷入挣扎，虽然最后还是决定不去；但是对于自己的优柔寡断却非常生气，并且还迁怒于尼亚， 真由子因此觉得十分内疚……-　　　　　　-　　　　　　-　　　　　　-#08 失魂落魄的澡堂尼亚一早醒来发现真由子没有为她准备早餐出去了，于是只好去参加外星人大会，准备大吃免费的便当充饥。尼亚最近常常听见奇怪的声音，不过当她在大会上问其它外星人有没有听见时，换来的却是关于她没有天线的讥笑。真由子对于迁怒尼亚一事觉得非常欠疚，为了与尼亚和好，所以真由子特地作了晚餐等尼亚回来，没想到尼亚因为参加外星人大会很晚才回家，真由子一气之下又开始和尼亚吵架，不自觉地说出过分的话……-　　　　　　-　　　　　　-　　　　　　-#09 接近遭遇与雨停对于与尼亚吵架的事，真由子一直不能释怀，因此整天都是无精打采的。真由子觉得自己骂尼亚时所说的话有点过份，可是却又无法忍受尼亚的生活态度，更令她无法了解的是，源造竟然说他很羡慕尼亚的开朗与自由。 个性单纯的尼亚觉得真由子是因为营养不良，所以才会心情不好骂她出气，因此尼亚决定努力捡拾废铁卖钱，好买些营养的东西给真由子补一补。为了寻找比较值钱的废铁，尼亚不顾危险来到了禁止进入的新生地，却在那里看到了奇怪的景象……-　　　　　　-　　　　　　-　　　　　　-#10 萤火虫梦想曲真由子与尼亚终于和好了，两人又恢复以往日常的样子；不过，尼亚因为经常听见那个奇怪的声音，再加上之前在新生地看到的奇异景象，所以最近变得老是魂不守舍的。 因为智绘屋被团体客人包下来，所以真由子也过去帮忙，在与智绘一起到超市买菜时，真由子从智绘的谈话中体会到梦想实现的那种快乐，可是却也为自己的未来感到迷惘。由于忙到很晚才结束，所以真由子忘了帮尼亚准备晚饭不过当真由子回到家时，尼亚却已经不在了……-　　　　　　-　　　　　　-　　　　　　-#11 尼亚，你是全部 (前篇)整整一个晚上尼亚都没有回来，这是以往从未出现过的状况，真由子原本以为尼亚只要肚子一饿就会自动出现，可是却一直不见她的踪影，不由得紧张地四处打听她的下落；然而奇怪的是，就连尼亚的外星人伙伴也不知道她在哪里。 另一方面外，长期经营不善的荏之花澡堂，也将面临可能被收购的厄运，言美小姐为了不让真由子担心，一直没有告诉她。真由子在知道此事后感到十分错愕，她实在无法想象这些一直习以为常而存在的人、事、物会消失。那晚，尼亚还是没有回来……-　　　　　　-　　　　　　-　　　　　　-#12 尼亚，你是全部 (后篇)尼亚失踪已经七天了，真由子觉得非常的失落，在向户政机关查询后才知道，属于Under7级的尼亚是低于标准值的外星人，根本被视为不存在而没有登记。看着母亲寄来的儿时旧照、想到失踪的尼亚以及即将消失的荏之花澡堂，真由子的眼泪不禁夺眶而出。 在真由子绝望之际，尼亚意外地在澡堂现身了，真由子虽然嘴巴上把她痛骂一顿，可是内心却是十分高兴，还特地为尼亚准备寿司。此时，正逢暴风雨来袭，为了抢救被尼亚弄破一个大洞的屋顶，两人冒险登上屋顶，却目睹了UFO母舰消失的情景……-　　　　　　-　　　　　　-　　　　　　-#13 在荏之花澡堂，时光飞逝炎热的夏天结束了，自从尼亚回来之后，荏之花澡堂似乎又恢复了往日的欢笑。 除了UFO母舰消失以及屋顶的破洞修好了之外，一切看起来好像都没什么改变，真 由子还是过着苦哈哈的日子，而尼亚依旧四处捡破铜烂铁忙着制造飞碟。 经历了这么多的事，真由子还是无法了解尼亚的心灵深处，究竟是用什么样的心情在活着。不过，真由子至少想通了一点，纵使尼亚不能永远陪伴在她的身边，纵使荏之花澡堂有一天也会消失，与其担心未来聚散离合的必然，倒不如把握当下，珍惜现在的每一分每一秒……",
    "chinese_title": "我家也有外星人",
    "douban_rating": "8.1/10 from 1341 users",
    "foreign_title": "NieA_7",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.1",
    "update_at": "2025-03-19T01:12:07"
}