{
    "aka": [
        "Den der sover"
    ],
    "sid": "1476604",
    "cast": [
        {
            "url": "/celebrity/1098053/",
            "name": "波·亨里克森 Paw Henriksen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058530/",
            "name": "Trine Appel Trine Appel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042553/",
            "name": "哈尔·赫兹 Helle Hertz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155844/",
            "name": "安妮特·斯托维尔拜克 Anette Støvelbæk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "丹麦",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050925/",
            "name": "基姆·弗帕兹·艾克森 Kim Fupz Aakeson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0465963",
    "director": [
        {
            "url": "/celebrity/1042385/",
            "name": "安妮特·欧森 Annette K. Olesen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2007-06-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0465963/",
    "imdb_votes": 329,
    "this_title": [
        "1:1"
    ],
    "douban_link": "https://movie.douban.com/subject/1476604/",
    "imdb_rating": "6.0/10 from 329 users",
    "trans_title": [
        "Den der sover"
    ],
    "douban_votes": "0",
    "introduction": "看似平靜的國民住宅社區中，一場寂靜的風暴正逐漸降臨。青少年們各自狂歡的週末夜，男孩皮爾被發現重傷躺在半路上，送到醫院急救依然昏迷不醒，他的父母親與妹妹蜜兒憂心忡忡，希望追查是誰動的手；同一時間，年輕拳擊手泰利與死黨威廉則滿臉是血回到家中，泰利弟弟沙帝與母親發現後追問真相，但兩人都推說不小心彼此口角打傷。 警方所掌握嫌犯身形酷似泰利與威廉，面對各種蜚短流長，沙帝夾在女友蜜兒與親兄弟之間，也不禁衝到拳館跟老哥興師問罪；但即使泰利解釋當晚是跟一群中東人打架，還是無法讓蜜兒與沙帝誤會冰釋，兩個家庭依然陷入愁雲慘霧之中；雖然警方最後抓到真凶還兩人清白，但整個社區黑白種族間已經劍拔弩張，暴力一觸即發。 親情與愛情的牴觸撞擊，以及兩個家庭親族關係與青少年關係的微妙變化，導演細膩描繪丹麥中下階層社會的脆弱與不安全感，看似關心的情感變成充滿傷害性的暴力，化為無形氛圍籠罩著所有人，「愛」成為「恨」的最好藉口。 《愛在你手心》導演安妮特歐森2006年新作品，再度藉由人際的逢遇與互動為主題，刻劃出麥克李式的人性關懷，將一則看似尋常的意外，拍出了充滿張力、平靜中波濤洶湧感性之作。Nineteen-year-old Per is found lying badly beaten on a council estate on the outskirts of Copenhagen. As he drifts into a coma his mother can’t help feeling she is partly to blame, as it was her liberal social worker sensibilities that informed her decision to keep her family in an area most white families abandoned long ago. Rumours of a race attack circulate, with Per’s case fuelling the local media’s obsession with ‘ghetto’ violence. Per’s 16-year-old sister Mie seeks solace from her boyfriend Shadi who also lives in the same development. From a Palestinian family himself, Shadi is in a difficult position finding it hard to reconcile his sympathy for Mie and her family with the knowledge that on the night of the attack he saw his brother Tareq (who has a previous conviction for assault) washing blood out of his clothes in their bathroom. The arresting and highly ironic opening montage of architectural blueprints, archive footage and the aspirational dogma of town planners sets the scene for the sadly distopian world which is Mie and Shadi’s home. From the outset Olesen creates a distinctive sense of place and mood. Carefully interweaving threads between parallel stories, she builds a dynamic, thought-provoking and sadly familiar tale of racial misunderstanding.",
    "chinese_title": "1:1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T19:01:02"
}