{
    "aka": [],
    "sid": "1478453",
    "cast": [
        {
            "url": "/celebrity/1010747/",
            "name": "莱昂纳多·斯巴拉格利亚 Leonardo Sbaraglia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025302/",
            "name": "蕾欧诺·瓦特林 Leonor Watling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022950/",
            "name": "塞西莉亚·罗特 Cecilia Roth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045355/",
            "name": "诺玛·阿莱昂德罗 Norma Aleandro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309351/",
            "name": "英玛·奎瓦斯 Inma Cuevas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023235/",
            "name": "欧内斯特·艾戴里欧 Ernesto Alterio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217264/",
            "name": "奇奎·费尔恩德兹 Chiqui Fernández",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032681/",
            "name": "玛丽亚·巴斯克斯 María Vázquez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133087/",
            "name": "格洛里亚·穆诺兹 Gloria Muñoz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099930/",
            "name": "埃米利奥·古铁雷斯·卡巴 Emilio Gutiérrez Caba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081936/",
            "name": "Silvia Espigado Silvia Espigado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062039/",
            "name": "Jordi Bosch Jordi Bosch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055453/",
            "name": "罗莎·玛丽亚·萨尔达 Rosa Maria Sardà",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2864709023.jpg",
    "region": [
        "西班牙",
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1012156/",
            "name": "安赫莱斯·卡索 Ángeles Caso",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0289152",
    "director": [
        {
            "url": "/celebrity/1033758/",
            "name": "赫拉尔多·贝拉 Gerardo Vera",
            "@type": "Person"
        }
    ],
    "duration": "106 分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "德语"
    ],
    "playdate": [
        "2002-10-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0289152/",
    "imdb_votes": 331,
    "this_title": [
        "Deseo"
    ],
    "douban_link": "https://movie.douban.com/subject/1478453/",
    "imdb_rating": "5.7/10 from 331 users",
    "trans_title": [
        "红色恋情"
    ],
    "douban_votes": "272",
    "introduction": "DESEO looked very promising. A movie about the political situation by the end of WWII and also a forbidden love story between a married communist woman and a NAZI sympathizing in a very convoluted Spain; but the movie is unable to get the point almost completely. This is really a pity, because movies about WWII are generally no more than war scenes and NAZIS portrait as psychopaths but rarely mentions the reasons why many countries were allied or passive with Germany (even USA before Pearl Harbor).In 1945; a woman belonging to a communist family fallen from grace, find a job in the house of a very seductive Argentinean magnate who is secretive helping important members of the NAZI regime escape to Argentina under protection of General Peron (and also General Franco) governments. The woman has several reasons to hate the fascism; her husband is in prison for political reasons, his father was killed in front of his family by the FALANGE (Franco's army), his mother is paraplegic because of that and they lost everything their had and living in absolutely misery. For all these reasons, the temptation of an elegant world, fancy clothes and good sex seems quite logical, even when she had to betray her own ideas and husband.The story looks very good, but the development is poor and flipping from the light social history to the soap opera model. The beginning showing misery and desperation and the seductive tycoon, are well conceived albeit slow moving. But after that, things never really get convincing. The political situation is described using a few dialogs. The obsessive love story loose credibility every second. Sex scenes are as hot as candle six feet away. Moments like the notice of Hitler's dead are so bad acted that they should be left in the cutting room.The cast composed of very important and well-known Spanish and Argentinean actor's fails almost completely. Leonardo Sbaraglia starts very seductive, but when things get dramatic he is unable to deliver. Leonor Watling has a one facial expression character; even when she looks very nice and unprotected, is hard to believe somebody could get so obsessed about her. Cecilia Roth is a caricature, absolutely miscast. Norma Leandro unnecessary as Sbaraglia mother and head of the organization. Sarda, Cava and Alterio are the only ones able to get some credibility in their small parts.It is really sad, because with all the misses, there are a few intelligent details. The story never tries to create a heroine out of Watling role. The fears and persecution of communist under Franco regime are very well described and touching, as is the misery those peoples were condemned.In sum, if you do not know history or if you are looking for something trying to show history realistic, take a look otherwise do not loose your time, read a book about the subject.",
    "chinese_title": "红色恋情",
    "douban_rating": "7.6/10 from 272 users",
    "foreign_title": "Deseo",
    "imdb_rating_average": 5.7,
    "douban_rating_average": "7.6",
    "update_at": "2025-03-14T19:21:38"
}