{
    "aka": [],
    "sid": "1481916",
    "cast": [
        {
            "url": "/celebrity/1021475/",
            "name": "法兰提塞·哈萨克 Frantisek Husák",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125205/",
            "name": "Zdenek Martínek Zdenek Martínek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "动画",
        "恐怖",
        "短片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617568498.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1037370/",
            "name": "吉利·巴塔 Jirí Barta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0302943",
    "director": [
        {
            "url": "/celebrity/1037370/",
            "name": "吉利·巴塔 Jirí Barta",
            "@type": "Person"
        }
    ],
    "duration": "21 分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0302943/",
    "imdb_votes": 498,
    "this_title": [
        "Poslední lup"
    ],
    "douban_link": "https://movie.douban.com/subject/1481916/",
    "imdb_rating": "7.4/10 from 498 users",
    "trans_title": [
        "最后的盗窃"
    ],
    "douban_votes": "408",
    "introduction": "A dark and windy night. A thief crawls over a cemetery wall and picks the lock of a crypt. He steals a gold coin - a door opens to a greenish/yellow light. The thief enters and finds more booty for his bag - silverware, gold, pearls, gems, furs . . . he hears laughter - read no further if you want to be surprised if you have a chance to see the film - he looks up to see 4 people - a young and old man, an old woman, a young beautiful woman and a young girl. They seem to welcome him: the little girl pokes him a little; the old woman motions him to come. They are playing a game of dice. He roles six dice out of a cup - all sixes. They all hand him money. The game continues. He keeps winning. The thief has flesh tones while the others are grey, for the most part. We get an extreme close up of his eyes - he's having a great time. The tongue of the young girl is a delicate pink. The beautiful woman appears to pour some wine for the thief - glasses are clinked - toasts made. The woman pours wine into his mouth; her fingernails begin curling into his neck. The young girl's pink tongue is wagging. The thief in in a tub smoking a cigar with the woman washing him - the old man is sharpening a razor for a shave. The little girl drops a watermelon which breaks open, but no shaving nick results. The thief is clothed in a gold robe - the clock strikes midnight. The girl is feeding him grapes.He screams - a nurse pushes a tray with lamps - the thief is strapped into a bed and a needle gently inserted into his arm - a vacuum mechanism begins pumping - he turns from pink to grey.The cock crows - the people turn to statues - we seem to be exiting the crypt and cemetery, seeing lit candles on some graves - an ambulance goes by.Be careful being entertained in cemeteries . . .The delicate use of color washes is quite remarkable - reminded me of the red coat in Schindler's List, but this was quite a while after 1987, I believe.",
    "chinese_title": "最后的盗窃",
    "douban_rating": "8.1/10 from 408 users",
    "foreign_title": "Poslední lup",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.1",
    "update_at": "2025-08-02T21:35:16"
}