{
    "aka": [],
    "sid": "1669426",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "　　第16届东京国际电影节(2003)\n　　主竞赛单元 最佳影片(提名) 克里斯·瓦伦蒂安 / 蒂尔·肖德尔\n　　主竞赛单元 最佳导演 克里斯·瓦伦蒂安 / 蒂尔·肖德尔\n　　主竞赛单元 最佳女演员 克里斯蒂·简·豪斯兰德尔\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872184164.jpg",
    "region": [
        "美国",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0320413",
    "director": [
        {
            "url": "/celebrity/1299814/",
            "name": "克里斯·瓦伦蒂安 Chris Valentien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332239/",
            "name": "蒂尔·肖德尔 Till Schauder",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-04-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0320413/",
    "imdb_votes": 23,
    "this_title": [
        "Santa Smokes"
    ],
    "douban_link": "https://movie.douban.com/subject/1669426/",
    "imdb_rating": "7.1/10 from 23 users",
    "trans_title": [
        "吸烟的圣诞老人"
    ],
    "douban_votes": "0",
    "introduction": "这是一部只有1万美元拍摄费用的超低成本影片，采用的摄影器材是DV，影片的拍摄也是采用即兴的方法。《抽烟的圣诞老人》讲述的是追星的青年和天使的浪漫故事，内容涉及同性之爱，是一部手法颇为大胆前卫的影片。影片以纽约的圣诞节为背景，主人公是一个打扮成圣诞老人分发传单的男子。圣诞节的晚上，男子正在分发传单，街上来来往往的人们脸上充满了幸福，男子刚想休息一下抽支烟的时候，天使出现了……Santa Smokes was made with the \"mini\" motto, working on a \"mini\"-budget with a \"mini\"-team and using a \"mini\"-DV camera.  The Directors, Schauder and Valentien, had a vision that was as bold as it was simple: they wanted to produce an independent Christmas picture that could be marketed during the holiday season - not just once, but every year - while holding its own against the mighty Christmas competition from Hollywood.  Most of all, they wanted their film to be independent in vision, not just in financing.The two German newcomer filmmakers used a shoestring budget to shoot their English-language feature.  Spotting a newcomer cast and using a 3-person-crew (including Schauder and Valentien) the filmmakers functioned in multiple roles -- Schauder played the lead role working under the name Till Terror while Valentien lensed the film.   With Schauder dressed in a Santa costume, amidst a ton of other New York Christmas Santas, the cast and crew were never perceived as filmmakers.  Most bystanders thought they were just tourists shooting the sights with a consumer camera.  The unobtrusiveness of the small camera allowed for comfortable interaction with innocent onlookers, many of whom never realized they were being filmed for a movie.  Individuals were often cast right off the street while the camera was already rolling.  As a fantastic byproduct of this \"on the fly\" style, the people of New York and the city itself became an integral part in Santa Smokes.With the help of the Berlin-based postproduction company Cine Plus the duo completed the picture with no outside financing. Germany-based composer Uwe Schenk and singer-song-writer Count Baischy created a sound track that would even make Frank Sinatra proud.   Director and co-star Till Schauder's portrayal of hapless actor, Johnny Jones, was called \"as simpatico as the dialogue is funny\" (Berliner Morgenpost). While Schauder accepted the Best Director award at the Tokyo International Film Festival, from the hands of cult producer Taka Ichise (\"The Grudge\"), his leading lady, Kristy Jean Hulslander, was rewarded with the Best Actress award by Jury President Gong Li for her performance as a \"mysterious, glowingly sexy Christmas angel\" (Japan Times).  After the international merits, the cult Christmas Indie finally had its NYC premiere at the Two Boots Pioneer Theater.Having screened for audiences from Hong Kong to New York City -- as well as showing annually on Primetime German Television -- Santa Smokes is steadily building a Christmas cult status around the world.",
    "chinese_title": "吸烟的圣诞老人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Santa Smokes",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T17:44:01"
}