{
    "aka": [],
    "sid": "1669439",
    "cast": [
        {
            "url": "/celebrity/1065961/",
            "name": "吉奥夫·巴罗 Geoff Barrow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014547/",
            "name": "Beth Gibbons Beth Gibbons",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160768/",
            "name": "Tim Bishop Tim Bishop",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "惊悚",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2388976917.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0111441",
    "director": [],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0111441/",
    "imdb_votes": 309,
    "this_title": [
        "To Kill a Dead Man"
    ],
    "douban_link": "https://movie.douban.com/subject/1669439/",
    "imdb_rating": "6.7/10 from 309 users",
    "trans_title": [
        "杀死一个人"
    ],
    "douban_votes": "247",
    "introduction": "A black & white short film Alexander Hemming shot for Portishead in 1994. An espionage takeoff, the 10-minute short starred the band members and featured the song \"Theme From To Kill A Dead Man\". Scenes from the film eventually became the video for \"Sour Times\".A shifty-looking loner in a trench coat (Barrow) is hired to assassinate a dignitary while the dignitary's wife (Gibbons) looks on. A shot is fired, the dignitary goes down, and the wife becomes hysterical. Carted off to an asylum, she is sedated and forced to watch replays of the assassination. After her discharge, she engages in a symbolic game of chess. She then hires the same assassin to kill the dignitary, since the dignitary faked his death hoping to drive his wife insane. For the film's classic denouement, the wife's car pulls up to the dignitary's Mercedes. He glances over at her and then puts his hand over his face, realizing that the man he just let into his car is going to kill him. She closes her window and drives away, avenged.Geoff Barrow: \"When I look at To Kill a Dead Man, I can't stand it. I think it was a dreadful piece of film. Basically, it was done so that we could write some film music. Not to put down anyone involved with the film, but we should have done it with pure images, rather than having us in it. It was misunderstood, what we wanted to get out of it. It created an image, and the whole idea was for it not to.\"Still, Geoff's happy Portishead made the film, since it was, after all, a practical decision. \"We made a tenminute film, wrote a soundtrack to it, got all the artwork for the album and used it as a big promotional video all for the cost of making a mediumpriced video... And all without having to wear any trendy clothes.\"",
    "chinese_title": "杀死一个人",
    "douban_rating": "8.2/10 from 247 users",
    "foreign_title": "To Kill a Dead Man",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "8.2",
    "update_at": "2025-07-21T03:22:00"
}