{
    "aka": [
        "Shinjuku mad"
    ],
    "sid": "1729041",
    "cast": [
        {
            "url": "/celebrity/1407810/",
            "name": "谷川俊之 Toshiyuki Tanigawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407809/",
            "name": "江岛裕子 Yûko Ejima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054114/",
            "name": "寺岛干夫 Mikio Terashima",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531450455.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1048542/",
            "name": "足立正生 Masao Adachi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0291478",
    "director": [
        {
            "url": "/celebrity/1002909/",
            "name": "若松孝二 Kôji Wakamatsu",
            "@type": "Person"
        }
    ],
    "duration": "66分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1970"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291478/",
    "imdb_votes": 485,
    "this_title": [
        "新宿マッド"
    ],
    "douban_link": "https://movie.douban.com/subject/1729041/",
    "imdb_rating": "7.1/10 from 485 users",
    "trans_title": [
        "新宿的疯狂",
        "Shinjuku mad"
    ],
    "douban_votes": "340",
    "introduction": "*Shinjuku Mad* was one ofKoji Wakamatsu's six films from 1970. Grim and gritty, stark and steady, burdened with anti-moralizing, generously padded with sex, and totally redeemed by a soundtrack that needs to be released NOW. I knew nothing about this film, loading it up on to my laptop, and every last one of this film's sixty-sixty minutes kept me riveted.Bear with me. The film opens with the band cycling through a jazzy rave-up, the black and images depict dead Japanese throughout a modern city. From the alleyways of the slums, to center of the park, you catch glimpses of bodies everywhere. This introduction is capped off by a lingering shot of a blood-soaked naked woman, face down. By this point, the band has reached a sort of peak. There's a cut, the band changes the direction of the song a bit, and then we're treated to a series of exterior shots from downtown, the lunch hour, maybe. You see a lot of storefronts and stairwells, people moving about. All of the people in these splices are done in negative image.What follows can only be described as harrowing. After the credits, the reel switches to color. We're treated to the on-screen stabbing of a young man in a toga, his attackers strip his special lady-friend of her toga, spend about two minutes smearing her breasts with still-warm blood, and then take turns raping her. She doesn't seem to put up much of a fight. The scene is lensed with all of the enthusiasm of a television spot for a whole foods market.Well, that's a fucked up way to start a movie. If you're still reading, I'll have you know the brutality eases up a little, but the camera's tendency to seek out each scene's more lurid details is relentless. The band never lets up, either. Another constant feature of the film is the protagonist's alienation from society. That's a pretty dated-concept, in a way. This film is cashing in on what could loosely be called the Existential demographic in 1970's Japan. Parts of it could have been written by Oe. Others by Mishima. It definitely, at times, addresses a bit of that lingering air of revolution, but more on that later.The father of the kid stabbed in Technicolor shows up in the nest reel, in the same apartment his son was murdered in. This confused, grieving father asks a totally baked Shoko Asahara for information about the events leading up to his son's death. The long-haired no-goodnik is toking on a Sharpie-sized doobie. He gets so fucking high he passes out and the dad is left there in the empty apartment, getting a major contact-buzz.So, the plot is basically that kind of exchange in larger and larger settings, intercut with glorious shots of the disillusioned father walking through industrial slums. The father, searching for the \"Why\" to his son's death goes on his quest and pisses just about everyone he comes into contact with off. He goes into subway stations and totally kills some beatniks' buzzes. Then he bullies a Hare Krishna ROCK AND ROLL SUPERSTAR and his belly-dancing percussionist at a park. Then he heads off to a bar, and we're treated to what must have been Tokyo's Greatest Garage Band getting low-down and sleazy here. This scene pretty much sums up what the film is about. As you dig the scuzz and the fuzz, the camera catches all manner of degeneracy and wanton reefer-use. And the bar has no less than three groups of people making out. And they get excessive with the groping.Eventually, the father catches the ringleader of the vicious band of murderer-rapists. \"Shinjuku Mad,\" is his name. After an unbelievably long and convoluted exchange between the protagonist and Shinjuku Mad, it comes out that Mad and the boys are rebelling against all of Japan. It's open season on everyone but them. His son was only a casualty, nothing personal. Their intent is to go on rebelling against society through random acts of violence against people and property.After going through all the trouble of finding Shinjuku Mad, the old man's mind is blown by revolution for revolution's sake. After a few pummellings, he manages to turn the fight around. He winds up leaving with a nude girl that had been tied to a post for the entire scene.He goes back to the apartment his son was murdered in to find his special lady-friend naked with six other dope-smoking cats grooving on free love and blue balls.He decides he's happier with Shinjuku Mad alive and kicking, the band is at another one of its high points, and the camera pans out to the railroad yard, telephones wires, and the bare sides of modern buildings.That was Japan, thirty-seven years ago.",
    "chinese_title": "新宿的疯狂",
    "douban_rating": "7.5/10 from 340 users",
    "foreign_title": "新宿マッド",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.5",
    "update_at": "2025-09-29T19:21:21"
}