{
    "aka": [],
    "sid": "1749019",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "　　第50届奥斯卡金像奖(1978)\n　　最佳动画短片(提名) 伊休·帕提尔\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868140772.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0075732",
    "director": [
        {
            "url": "/celebrity/1126267/",
            "name": "伊休·帕提尔 Ishu Patel",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0075732/",
    "imdb_votes": 719,
    "this_title": [
        "The Bead Game"
    ],
    "douban_link": "https://movie.douban.com/subject/1749019/",
    "imdb_rating": "7.1/10 from 719 users",
    "trans_title": [
        "串珠游戏"
    ],
    "douban_votes": "861",
    "introduction": "I was absolutely floored for the six minutes that I spent viewing \"The Bead Game\". Using nothing more than cheap decorative beads, we are given a short history on the development of the animal side of nature. The end of \"The Bead Game\" was powerful statement on how animalistic and brutal humans are toward one another. In the twenty-five years since this short film was made, humans have advanced their intelligence in the areas of weaponry, brutality, and violence. It seems the most obvious and significant advance has been the marketing of mass media that seems to glorify violence. \"The Bead Game\" stands a sort of a testament and a warning that humanity is on a doomed path if we continue forth in the areas of war and destruction. I give this animated masterpiece a 10 out of 10!PS: There are laws of war and revolution. One is the law of unintented consequences. You have to bevery careful when you come upon a proverbial Pandora's Box. Once you choose that open that box, you don't completely expect every aftershock that will be wrought from it and it will take a very long time to overcome them.",
    "chinese_title": "串珠游戏",
    "douban_rating": "7.8/10 from 861 users",
    "foreign_title": "The Bead Game",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.8",
    "update_at": "2025-02-22T17:55:58"
}