{
    "aka": [],
    "sid": "1751847",
    "cast": [
        {
            "url": "/celebrity/1019019/",
            "name": "马尔科姆·麦克道威尔 Malcolm McDowell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1270779/",
            "name": "Michael Kater Michael Kater",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017898/",
            "name": "约翰·古德曼 John Goodman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091714/",
            "name": "Wilhelm Hoettl Wilhelm Hoettl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554687145.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1301954/",
            "name": "Georgann Kane Georgann Kane",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0195938",
    "director": [
        {
            "url": "/celebrity/1289855/",
            "name": "皮埃尔·德·雷斯皮诺 Pierre de Lespinois",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-01-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0195938/",
    "imdb_votes": 276,
    "this_title": [
        "Nazis: The Occult Conspiracy"
    ],
    "douban_link": "https://movie.douban.com/subject/1751847/",
    "imdb_rating": "7.1/10 from 276 users",
    "trans_title": [
        "纳粹与希特勒"
    ],
    "douban_votes": "113",
    "introduction": "一代枭雄希特勒究竟有多少可以探索的谜？Discovery 出品的《纳粹与希特勒》的从另一个角度对希特勒及其手下亲信进行了解析。 远在1930年，纳粹派出的探险队就在世界屋脊---青藏高原搜索古代大祭司存在的证据。当年留下的纪录片清楚地记录了他们的踪迹。纳粹相信古代大西洲上居住的神族因堕落而毁灭，神族的大祭司在灾难中逃到了今天的喜马拉雅山，他的后代就是所谓的纯雅利安人。但是由于“劣等种族”的血污染了大祭司遗留的血统，导致神能消失。那些朴实的高原居民的身体特征“额头窄，手脚长，五官棱角分明”正是雅利安人的特征。希姆莱亲口告诉探险队长：日耳曼神族没有经过进化，直接从天堂降临大西洲定居，古代中亚的伟大文明就是他们建立的。这种近乎荒唐的信念在现在几乎无人肯信，在当时的德国却是风靡一时。 n 一次大战后的德国，国力衰竭，经济凋敝，数百万人失业，闹市街头上到处都是断手缺脚的却没有任何津贴的退伍士兵在乞讨，示威游行频发。人们都渴望有一位强有力的领袖站出来重铸昔日的辉煌。希特勒的党派在图勒学会的支持下日益壮大，这个学会的会员包括慕尼黑最有钱势的人，还有退伍士兵赫斯---未来的纳粹副党魁。会员皆膜拜太阳，奉行占星术，目的是寻求德意志的弥赛亚，学会标志是一把刀插在万字徽上，后来的纳粹党旗万字徽几乎和它毫无二致！！希特勒经常阅读的玄学杂志OSTARA在当时极为流行，杂志的主编蓝兹----一个被开除教籍的玄学者，通过玄学，占星等知识，配合当时的德国局势，大肆鼓吹犹太人从圣经时代就开始阻碍雅利安人恢复世界领袖的身份地位。“你金发碧眼吗？那么你就危险了，你要读杂志OSTARA！“OSTARA杂志开出了治理世界混乱的药方：种族灭绝，优生计划，死亡集中营.......这一切几乎都被后来的第三帝国照搬运用。大约600万犹太人被送入集中营灭绝，50多万德国自己的“劣质”人口因为不符合优秀雅利安人的标准也被送进了“天堂”。神秘星光照亮了他们的死亡之路。 如果说灭绝犹太人，杀死“劣质”雅利安人是残酷，那么用占星术决定战争和战略就是不可思议的滑稽。希特勒笃信占星术，这在《第三帝国兴衰史》中有过一星半点的描述。当盟军的军队已经接近柏林时，希特勒却在地下密室中对着一张星相图热泪盈眶，他的星相家解释说当时的星相预示着战略转折的降临，德国将反败为胜。希特勒因此下令德军全线反击，结果几乎没有任何德军执行这道疯狂的命令。当时看见这一章节，还以为是天方夜谭，因此留下了深刻印象。没想到今天看到《纳粹与希特勒》，才知道历史上的纳粹首脑的行动指南远比想象中的还要怪诞，还要疯狂。当时的德国海军高层相信英国用玄术找到了并摧毁了德国舰艇，最好的方法就是“以玄制玄”。希姆莱成立了一个最高机密机构，每天通过用古代的摆锤搜寻术在大西洋海图上搜索盟军舰队的位置，以此命令德国潜艇出击。希姆莱亲笔写到：一年来，成效极佳！不知道他是怎么统计出来这个结论的，不过，现在全世界都知道，德军潜艇密码的破译才是盟军海上胜利的关键，盟国的玄术大概就是《U-571》一类的战术吧？好笑啊。 希特勒的副党魁赫斯秘密访问英国是二次大战中最大的谜之一。其根源却是占星术。他的密友也是他的占星大师恩斯特为他推演星相：1941年5月10日将出现一个强大有力的星相，六颗行星汇聚在金牛宫内，满月刚好在与之相对的天蝎宫中，这意味这世界局势将有巨大变化。在赫斯起飞的6天前，他和希特勒密谈4个小时后二人以朋友的方式道别。赫斯飞到英国后就成了阶下囚，他的星相大师失算了。可是直到上个世纪90年代才死去的赫斯依然不忘他的占星术。他在监狱里给母亲的信中要求确认的两份文件，一是恩斯特的那张星相图，另一个是他的顾问赫须佛的梦境记载，在那个梦中，赫斯走进挂满织锦的苏格兰城堡，为英德两国带来和平！赫斯就是为了这个梦来到英国的。“赫斯，你总是那么固执。”希特勒的最后与赫斯的告别真是说到点上了。笃信占星的赫斯和图勒学会捧起了希特勒，带给世界疯狂的血腥和杀戮。同样玄妙的星光和梦境又把赫斯的后半生葬送在英国的监狱里。 占星术被诟病古已有之，它的模棱两可在《圣经》和《诺查丹玛斯大预言》中比比皆是，尤其是诺查丹玛斯大预言，20世纪末曾经闹得沸沸扬扬，到最后“恐怖的大王”也没有降临。不过也有预言清晰的，1943年德国占星家渥夫预测：希特勒将逃过1944年7月20日一劫，1944年11月生病，1945年5月7日前死亡，这些预言后来都一一应验。这是不是渥夫瞎猫撞上了死耗子？恐怕只有创创造出日月星辰的上帝才知道！假如渥夫的占星术是真的灵验，那么二次大战的秘密就又多了一个。",
    "chinese_title": "纳粹与希特勒",
    "douban_rating": "7.5/10 from 113 users",
    "foreign_title": "Nazis: The Occult Conspiracy",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-07T22:35:30"
}