{
    "aka": [
        "Doings Of The Hippopotamus Family"
    ],
    "sid": "1756738",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动画",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919334510.jpg",
    "region": [
        "捷克"
    ],
    "writer": [
        {
            "url": "/celebrity/1020875/",
            "name": "杨·维里赫 Jan Balej",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0390140",
    "director": [
        {
            "url": "/celebrity/1020875/",
            "name": "杨·维里赫 Jan Balej",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2003-12-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0390140/",
    "imdb_votes": 9,
    "this_title": [
        "Jak to chodí u hrochù"
    ],
    "douban_link": "https://movie.douban.com/subject/1756738/",
    "imdb_rating": "3.2/10 from 9 users",
    "trans_title": [
        "Doings Of The Hippopotamus Family"
    ],
    "douban_votes": "0",
    "introduction": "01. Létající koberec02. Indiáni03. Bombardón04. Skola05. Na Cekané06. Severní pól07. Nuzky08. Návsteva09. Hrosí dzin10. Opravdová hudba11. Dárek12. Smutná kytka13. Ptací mámaThe Doings of the Hippopotamus FamilyAn original series of puppet cartoons about a hippopotamus grandfather and grandson, and their little adventures. Human children could envy them for their imaginative games and ideas that bring fun to their happy days.In the former Czechoslovakia animation was a vital and an internationally appreciated art form. Its most renowned representatives are Karel Zeman, Jiri Trnka, Zdenek Miler, who created Krtek the Mole films and Jan Svankmajer to mention but a few. After Czechoslovakia split during the Velvet Revolution traditional puppet animation had to face a new situation. A steady studio system led by the government existed no more. The young Czech animators started to found independent production companies. Balej was born in Prague and belongs to a generation that started its career after the government led studio system collapsed. In the beginning of 1990s he started the Hafan Film Prague studio with the two sons of director Milos Forman, Matej and Petr. Later Miloslav Spála, who has also filmed one of the animations shown at Animatricks, became part of the project.Balej graduated as an animator after having studied in Prague. After that he studied set decoration in Paris in 1988.",
    "chinese_title": "Jak to chodí u hrochù",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-07T10:49:29"
}