{
    "aka": [
        "It's a long road"
    ],
    "sid": "1760235",
    "cast": [
        {
            "url": "/celebrity/1147155/",
            "name": "Regina Remencius Regina Remencius",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029498/",
            "name": "吉欧格·亚曼尼斯 Giorgos Armenis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299963/",
            "name": "萨纳西斯·韦戈斯 Thanasis Vengos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901587450.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1028485/",
            "name": "潘多利·佛加瑞 Pantelis Voulgaris",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0164063",
    "director": [
        {
            "url": "/celebrity/1028485/",
            "name": "潘多利·佛加瑞 Pantelis Voulgaris",
            "@type": "Person"
        }
    ],
    "duration": "USA: 118 分钟",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "1999-05-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0164063/",
    "imdb_votes": 2654,
    "this_title": [
        "Ola ine dromos"
    ],
    "douban_link": "https://movie.douban.com/subject/1760235/",
    "imdb_rating": "7.9/10 from 2654 users",
    "trans_title": [
        "漫漫长路",
        "It's a long road"
    ],
    "douban_votes": "0",
    "introduction": "One of Voulgaris’ best films, It’s a Long Road depicts three middle-aged men who, in confronting their personal demons, find themselves at crossroads in their lives.In the first story, “A Silver Coin οn the Lips”, an archaeologist discovers the remains of a soldier from the Hellenistic period with a silver coin on his lips as payment to Charon, the mythological ferryman of the dead. The discovery triggers painful memories of the archaeologist’s son, who also died a soldier, but in very different circumstances. Having immersed himself in his work, he now tries to come to terms with his grief and goes to the border outpost where his son died.In the second tale, “The Last of the Lesser Whites”, a group of ornithologists arrives in a spectacular wilderness area of the Evros Delta, where they meet with the game warden (Thanassis Vengos) who oversees the area that is home to thousands of birds of different species. The Norwegian member of the group has been tracking rare geese from Bergen; the only survivor is known to be in the area. But before the bird can be found, it is shot by a poacher, an act that forces the warden to make a decision that will affect the rest of his life.The final story, “Vietnam”, follows the meltdown of a rich provincial factory owner, who is left in a state of emotional torment after his wife deserts him, taking their children with her. Distraught and desperate, he goes to a tacky bar (the “Vietnam”), gets hopelessly drunk and ends up destroying the entire establishment.Director: Pantelis Voulgaris | Rating: R 18+ | 1998 | Drama | 118 minutes | Greek dialogue with English subtitlesDirector's Bio - Pantelis VoulgarisPantelis Voulgaris was born in Athens in 1940 and studied at the Stavrakou Film School. He worked initially as an assistant director and made his first short in 1965. Since then, his films have won international acclaim and numerous awards, establishing his reputation as one of the foremost Greek film directors of his generation. Pantelis has also directed several documentaries for Greek television and the hour-long documentary on the poet Yannis Ritsos for German Television. He has also directed for the stage. In 1995 Pantelis Voulgaris was honoured by the Museum of Modern Art in New York with a mid-career retrospective.PRINCIPAL CASTThanasis Vengos (the Game Warden)Giorgos Armenis (Mr Tsetsenoglou, the Factory Owner)Dimitris Katalifos (the Archaeologist)AWARDS39th Thessaloniki International Film Festival - 1998Best Actor Award (Giorgos Armenis)Best Make up AwardDIRECTOR's – PREVIOUS FILMS1965 The Thief (Short Film)1966 Jimmy the Tiger (Short Film)International Film Festival of Thessaloniki:Best Short Film AwardBest Actor AwardCritics Awards1969 The Dance of the Goats (Documentary)Grand Prix Contemporary Film Festival, Athens972 The Engagement of AnnaInternational Film Festival of Thessaloniki FIPRESCI,Best Film AwardBest Director AwardBerlin Film Festival :Otto-Dibelius AwardOCIC Award1973 The Great Love Songs1976 Happy DayInternational Film Festival of ThessalonikiBest Film AwardBest Director Award1980 Eleftherios Venizelos1985 Stone YearsInternational Film Festival of ThessalonikiBest Film AwardBest Director AwardVenice Film Festival:Best Actress AwardSpecial Nomination for Best ActressValencia Film Festival:Best Actress AwardBest Music Award1988 The Striker with the No.9Silver Knight Award – Moscow Film Festival1991 Quiet Dais in AugustMention by the Berlin Film Festival's International Protestant Film JurySelected to represent Greece as Best Film for the European Film Awards1995 Acropole1996 Cairo International Film Festival – Best Director AwardValencia Film Festival – Best Music Award1998 It’s a Long RoadHellenic Ministry of Culture 1998 National Film AwardsBest Actor (Giorgos Armenis)Best Make-Up2004 Brides45th Thessaloniki International Film Festival – 2004:First Prize for Fiction Film,Best Leading Actress AwardBest Supporting Actress AwardBest Cinematography AwardBest Set Design AwardBest Music AwardBest Sound AwardBest Editing AwardBest Costumes AwardBest Makeup Awardhttp://www.greekfilmfestival.com.au/filmfestival05/sydney/films/film_road.htm",
    "chinese_title": "漫漫长路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ola ine dromos",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T17:02:20"
}