{
    "aka": [
        "拉维·香卡传记片：两界之间"
    ],
    "sid": "1762958",
    "cast": [
        {
            "url": "/celebrity/1000542/",
            "name": "拉威·香卡 Ravi Shankar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224471/",
            "name": "乌代·尚卡 Uday Shankar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144886/",
            "name": "安奴希卡·香卡 Anoushka Shankar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868730995.jpg",
    "region": [
        "法国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0354862",
    "director": [
        {
            "url": "/celebrity/1405663/",
            "name": "马克·基德尔 Mark Kidel",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-09-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0354862/",
    "imdb_votes": 35,
    "this_title": [
        "Ravi Shankar: Between Two Worlds"
    ],
    "douban_link": "https://movie.douban.com/subject/1762958/",
    "imdb_rating": "8.4/10 from 35 users",
    "trans_title": [
        "拉维·香卡：两界之间",
        "拉维·香卡传记片：两界之间"
    ],
    "douban_votes": "0",
    "introduction": "Ravi Shankar's name is known to all music lovers and he has been the greatest ambassador to the West for Indian Classical Music, which was relatively unknown and unappreciated in UK until the '50s, when I began to attend small concerts in London to hear great performers including the sarodist, Ali Akbar Khan, since when I have been writing about this arcane delight, whilst remaining still an ignorant devotee of this wonderful music, which requires years of study to begin to penetrate its mysteries. At a superficial level, it is easy to enjoy, and few will remain untouched by the beauty of the sitar, to see and to hear, with revealing close-ups showing exactly how it is played.To celebrate Ravi Shankar's 80th birthday here is a delightful and moving documentary, expertly compiled and filmed, with breathtaking scenes of life in India and the West. Ravi Shankar reviews his extraordinary life with warmth and humility, commenting with members of his family around him on the scenes which pass before him and us, expressing gratitude for his good fortune and long life. We are taken through his childhood, world tours as a dancer in a troup led by his brother Uday, the glamorous high life of Paris and New York, meetings and associations with all the greatest musicians of the time and, from eighteen, intensive study with his guru Baba Allauddin Khan which led him towards emergence as the great musician in the classical tradition who is revered the world over.Later Ravi Shankar contributed the music to Satyajit Ray's historic films, influenced musicians as diverse as Menuhin, John Coltrane and George Harrison, later retreating and withdrawing from the rock world super-stardom and taking great satisfaction in teaching pupils including his daughter Anoushka, now a sitar virtuoso in her own right. There is a short extract from one of his lessons and, to end, a short introduction to Indian music and to the sitar, with a demonstration of how they are made, followed by two Ragas played in concert in London, at Union Chapel, Islington, during the summer of 2002, the Raga Rangeela Piloo especially beautiful.from:http://www.classical.net/music/recs/reviews/b/bbc00853dvda.html",
    "chinese_title": "拉维·香卡：两界之间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ravi Shankar: Between Two Worlds",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T08:36:55"
}