{
    "aka": [
        "死亡之舞 爱情之歌"
    ],
    "sid": "1766667",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1289622/",
            "name": "Michelle LeBrun Michelle LeBrun",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0181449",
    "director": [
        {
            "url": "/celebrity/1289622/",
            "name": "Michelle LeBrun Michelle LeBrun",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0181449/",
    "imdb_votes": 22,
    "this_title": [
        "Death: A Love Story"
    ],
    "douban_link": "https://movie.douban.com/subject/1766667/",
    "imdb_rating": "6.8/10 from 22 users",
    "trans_title": [
        "死亡之舞",
        "死亡之舞 爱情之歌"
    ],
    "douban_votes": "0",
    "introduction": "这是一部感人至深的纪录片，以幸福的婚礼开头，平静的死亡结尾。导演米歇尔用摄影机把生命燃烧完之前的过程记录下来，展示出来。于是我们看到一个癌症患者生命的明灯如何一点一点地暗淡下来，直到他的世界一片黑暗；我们也看到被一个女人深爱着的男人在她的摄影机里从快乐、幸福如何一点一点地走向痛苦、死亡。米歇尔的丈夫梅尔·霍华德是好莱坞的电影制片人，同时也是一所大学的教授；梅尔比米歇尔大23岁，他们偶然相遇，相爱结婚。然而结婚两年后，梅尔被查出患了肝癌，米歇尔抓起了他们的手提摄像机，开始了痛苦艰难的拍摄。他们几乎问遍了美国所有的医院，得到的答复让人沮丧。梅尔和米歇尔开始艰难的选择，是接受治疗，还是顺其自然接受死亡。期间他们不断反复，恐惧和绝望一度占据了他们的身心。在人生的最后一次旅行中，在一片沙漠的绿洲里，梅尔开始感觉到每件事物的美好，因为那是他用生命换来的，他说寻找生命中新发现的美是他唯一能做的，“我要庆祝生活、爱情，要学会愉快、积极、心怀感激，感激世界的美丽，感激生命本身。”旅行结束后，梅尔住院接受化疗，手术后他对自己的忍耐力表示惊奇，甚至还给爱人一个咧嘴的微笑。梅尔成了大家眼中的英雄，他说他会尝试用各种方法让自己活下去。几个月后，医生在加利福尼亚找到了合适的肝脏，手术前，夫妻俩双双躺在病床上，向对方说“我爱你”。手术很成功，四天后，梅尔便能起床打太极，米歇尔也开始向护士学习护理技术。不幸的是几周后，梅尔的肝脏出现排异，身体一点点虚弱，直到最后离开人世。整部影片由米歇尔根据梅尔患癌症期间拍摄的录像资料以及他生前拍摄的家庭录像整理、剪接并通过一些电脑特效制作。影片通过她的自述，回忆并用冷静、沉稳的摄影机镜头展示了梅尔生前以及病后的点点滴滴。影片穿插许多梅尔的独白，声音有些含糊，展示出一个绝症患者面临死亡的心理变化以及他对生命的思考，对死亡的理解，对活下去的梦想，对爱的感受。“我并不在乎死去，我只希望能了解更多，我很高兴能在外面坐车，还能在上帝的绿色田野里小憩一会儿，这是多么宝贵的馈赠，我以前从没意识到。”“当我们行进在最后的道路上时，无论成功还是失败，主要取决于我们是否有信心去穿越这重重黑暗，唯一的方法就是去实践。”而在最后的时刻，他对米歇尔说：“如果在坟墓之外还有别的联系方法，能通过某种方式相互接触，我一定会试的。”导演在影片处理手法上十分多样，用了大量的电脑特效来表现病魔吞噬一切的恐怖感受，还使用盘根错节的树根、带刺的仙人球等具像来暗喻人生某些时候的茫然无措和病魔带来的刺痛。这种传统纪录片中很少用的手法准确、细腻地传递出导演对病魔的恐惧，以及失去爱人的痛苦。",
    "chinese_title": "死亡之舞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Death: A Love Story",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T16:00:15"
}