{
    "aka": [
        "Elizabeth and Essex",
        "伊丽莎白一世传奇",
        "处女女皇"
    ],
    "sid": "1767197",
    "cast": [
        {
            "url": "/celebrity/1054390/",
            "name": "海伦·米伦 Helen Mirren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031216/",
            "name": "杰瑞米·艾恩斯 Jeremy Irons",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017931/",
            "name": "休·丹西 Hugh Dancy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000395/",
            "name": "帕特里克·麦拉海德 Patrick Malahide",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022714/",
            "name": "伊恩·麦克迪阿梅德 Ian McDiarmid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107884/",
            "name": "托比·琼斯 Toby Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004679/",
            "name": "艾文·布莱纳 Ewen Bremner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010503/",
            "name": "埃迪·雷德梅恩 Eddie Redmayne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086317/",
            "name": "芭芭拉·弗林 Barbara Flynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089369/",
            "name": "安·弗班克 Ann Firbank",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102027/",
            "name": "杰米·格洛弗 Jamie Glover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116536/",
            "name": "约翰·麦克埃尼 John McEnery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125786/",
            "name": "马丁·马尔克斯 Martin Marquez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157141/",
            "name": "马尔科姆·特里斯 Malcolm Terris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1193757/",
            "name": "威尔·基恩 Will Keen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "传记",
        "历史",
        "宫廷",
        "女性",
        "爱情",
        "人物",
        "历史剧",
        "政治"
    ],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情",
        "传记",
        "历史"
    ],
    "awards": "　　第64届金球奖(2007)\n　　电视类 最佳限定剧/电视电影\n　　电视类 限定剧/电视电影最佳女主角 海伦·米伦\n　　电视类 最佳男配角 杰瑞米·艾恩斯\n\n　　第7届美国电影学会奖(2006)\n　　年度佳剧\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515747444.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005644/",
            "name": "奈杰尔·威廉 Nigel Williams",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0465326",
    "director": [
        {
            "url": "/celebrity/1274998/",
            "name": "汤姆·霍伯 Tom Hooper",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-09-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0465326/",
    "imdb_votes": 7280,
    "this_title": [
        "Elizabeth I"
    ],
    "douban_link": "https://movie.douban.com/subject/1767197/",
    "imdb_rating": "7.9/10 from 7280 users",
    "trans_title": [
        "伊丽莎白一世",
        "Elizabeth and Essex",
        "伊丽莎白一世传奇",
        "处女女皇"
    ],
    "douban_votes": "5092",
    "introduction": "◎简　　介伊丽莎白一世（Elizabeth I，1533年9月7日出生于格林尼治，即今日伦敦的格林尼治，1603年3月24日逝世于萨里），于1558年11月17日至1603年3月24日任英格兰和爱尔兰女王，是都铎王朝的第五位也是最后一位君主。她终身未嫁，因此被称为“童贞女王”。她即位时英格兰处于内部因宗教分裂的混乱状态，但她不但成功地保持了英格兰的统一，而且在经过近半个世纪的统治后，使英格兰成为欧洲最强大， 富有的国家之一。英格兰文化也在此期间达到了一个顶峰，涌现出了诸如莎士比亚，培根这样的着名人物。英国在北美的殖民地亦在此期间开始确立。她的统治期在英国历史上被称为“伊丽莎白时期”，亦称为“黄金时代”。童年伊丽莎白诞生于伦敦的普雷森希宫，她是亨利八世和他的第二个王后安妮-博林唯一幸存的孩子。由于她父母是按新教教规结婚的，天主教认为她是一个私生女。她出生时被指定为王位继承人，她的同父异母的姐姐玛丽成为她的服侍者。伊丽莎白三岁时，她的母亲被判叛逆罪处死，一年后亨利八世和他的第三个王后简·西摩就生了一个男孩：爱德华。伊丽莎白和玛丽都成了爱德华的佣人。亨利后来的王后们对这两个公主都很好，亨利本人也经常关注她们的成长，她们受到很好的教育，有可靠的朋友和同龄的伴侣。1547年亨利死后，他最后的那位王后凯瑟琳·帕尔和她的新丈夫托马斯·西摩（他是简·西摩的兄弟和新国王爱德华六世的舅父）养护伊丽莎白。西摩被年轻的伊丽莎白所吸引，他夫人死后，他本来打算娶她为妇，但他和他的兄弟爱德华·西摩后来都在一系列权利斗争中被处死了。伊丽莎白受到很好的教育，她的教师包括英国文艺复兴时期着名的人文主义者罗杰·阿斯坎。她受到古典、历史、数学、诗歌和语言的教育。在她统治期间她可以说和写六种语言：英语、法语、意大利语、西班牙语、拉丁语和希腊语。在凯瑟琳·帕尔和她的其他教师的影响下伊丽莎白成为了一个新教徒。在她兄弟生前，她的地位比较稳定，但爱德华1553年就因肺结核或砒霜中毒而去世了。琴·格蕾夫人只做了九天女王，就被她家翁的同党推翻，并被其后上台的玛丽处死。玛丽是一个虔诚的天主教徒，她逼迫伊丽莎白改信天主教。伊丽莎白表面上虽然昄依，但内心仍然是一个新教徒。玛丽对此非常不满。有一小段时间里伊丽莎白甚至被关入伦敦塔。有人认为她是在这里认识了她后来的爱人莱斯特伯爵罗伯特·达德利的，但更可能的是他们在童年时代就相识了。伊丽莎白保了命，但玛丽与西班牙国王菲利普二世的婚礼使得英格兰重归天主教的可能性增大了，对此英格兰人民及贵族都很不满。1558年玛丽无子而亡，伊丽莎白成了她的合法继承人。英国国会重申了亨利八世国王规定伊丽莎白作为继承人的安排。加冕伊丽莎白于1559年1月15日在西敏寺被加冕为女王，当时她的地位很不稳定。她加冕的日子是当时英国着名的数学家和占星士约翰·迪伊挑选的，据说它特别吉利。给她加冕的是卡里斯勒的主教，他是当时在教会界能找到的最高的承认她的合法地位的人。同年她就已经签署了结束意大利战争的卡多-坎陪吉条约。政治伊丽莎白44年的统治期间英国宗教分歧的斗争非常强烈。1530年代里亨利八世与天主教决裂，圣公会建立。爱德华六世的短暂统治期间圣公会的教义日益完善。玛丽统治期间圣公会失去了其统治地位。伊丽莎白恢复了圣公会的地位。在伊丽莎白统治的最初两年间她就发布了至尊法和单一法令，规定国王同时是教会的最高领导人。虽然她试图在宗教极端派之间寻找一条折衷的路来走，但她本人无疑是一个新教徒。尤其在爱尔兰天主教徒和其他被认为是异教徒的人被迫害。威廉·塞西尔是她政治上最亲密的顾问，为塞西尔她特地创立了柏利勋爵这个爵位。1598年塞西尔死后，他的儿子罗伯特·塞西尔成为伊丽莎白最亲密的顾问，但罗伯特远远不能达到其父亲的能力。她的管理机构中另一个重要人物是弗兰西斯·华兴汉爵士。华兴汉在整个欧洲建立了一个间谍网。他可以保证所有对女王的阴谋都被他所知。继承人问题对伊丽莎白最大的批评是她没有提供一个继承人。别人一直以为她会结婚生子，有许多人追求她，包括她的前姐夫，西班牙的菲利普国王，以及她的宠臣莱斯特伯爵。许多人认为莱斯特伯爵是她的爱人。伊丽莎白很明智地避免了他们。几年后，当她的统治得到巩固后，人们越来越明显地看到她不会结婚生子了。当别人质问她为什么她不结婚时，她提到她姐姐统治时期她的处境。当时她不但是玛丽最忌讳的人，而且造反者如托马斯·怀特爵士还利用她的名义。因此她明智地认识到假如她指定一个继承人的话，她的地位会被削弱，而且这一举可以给她的敌人提供一个刺激，因为他们可以利用这个继承人来反对她。但没有继承人英格兰会在她不时逝世的情况下陷入内战。1562年她患天花几乎丧身时这一点变得非常明显。在一段时间里伊丽莎白曾严肃地考虑过结婚生子。但一个天主教的丈夫是显而易见不可能的，而一个新教的丈夫如莱斯特伯爵会立刻加剧宫廷内的宗派斗争。无论她选中谁都不会有好结果。不论她个人的倾向如何，她当时的处境使任何传宗的考虑不能得以实现。她当时是有一些可能的继承人的，但伊丽莎白对他们都不予考虑。她的表侄女苏格兰女王玛丽·斯图亚特是一个天主教徒。在她从苏格兰出逃前，甚至此后她一直是一个非常可能的继承人。玛丽被逐后伊丽莎白虽然接纳了她，但她将玛丽囚禁起来以保障玛丽无法威胁她的地位。玛丽的儿子詹姆士当时还是一个孩子，在他未被考验之前他还不会被考虑到。其他人选也不太可能。伊丽莎白的女伴之一，琴·格蕾的妹妹凯瑟琳·格蕾夫人因为违背伊丽莎白意愿而结婚触怒了伊丽莎白。凯瑟琳·格蕾的妹妹玛丽·格蕾是一个驮背矮子。伊丽莎白当时一直希望苏格兰的玛丽一世会昄依新教并找一个伊丽莎白认为可靠的丈夫，因此她在玛丽在英格兰被囚期间将她的继承人的问题一推再推。与此同时她还是继续有结婚的可能性。她曾考虑过在法国的众多王子中找一个丈夫。第一个建议是比她小20岁的奥尔良公爵亨利（后来的亨利三世），当时法王查理九世的弟弟。当这个建议被拒绝后她还考虑过法王更年轻的弟弟阿朗松公爵弗朗索瓦。但弗朗索瓦的早夭使这个计划也破产了。1568年最后一个有资格做她的继承人的英格兰人，凯瑟琳·格蕾夫人，死了。伊丽莎白被迫再次考虑苏格兰女王玛丽。伊丽莎白建议玛丽与莱斯特伯爵结婚，但玛丽拒绝了这个建议。不过这时玛丽的儿子詹姆士已经受到了新教的教育。1570年法王说服伊丽莎白让玛丽重返苏格兰。但伊丽莎白提出了许多苛刻的要求，其中之一就是让詹姆士留在英格兰。虽然如此她的谋士塞西尔还是继续设法帮助玛丽回苏格兰。但苏格兰人拒绝接受这位女王，因此未遂。宗教宽容的结束正当此时新教皇庇护五世1570年2月25日革除伊丽莎白的教籍。这使伊丽莎白无法继续她的宗教宽容的政策。同时她的敌人对她的阴谋也使她非常震怒。20年来玛丽一直试图不向伊丽莎白挑战。但这时她陷入了她的天主教同情者的阴谋中。这些阴谋的主谋是安东尼·巴宾顿，其目的是营救玛丽使她取伊丽莎白而代之。对伊丽莎白来说这是一个很好的消除这个大敌人的机会。1587年她处死了玛丽（据说她并不情愿下这条命令）。与西班牙的战争伊丽莎白向法国的新教徒亨利四世提供了军队和钱财来让他获得法国王位。在八年战争中他向荷兰的新教徒奥伦治亲王威廉一世（沉默者）提供军队来让他反抗西班牙的统治。不但如此，1568年弗兰克·德雷克爵士和约翰·霍金斯爵士领导的一支贩奴舰队被西班牙皇家海军重伤后，西班牙的运财舰队不断受到英格兰海盗的劫掠。西班牙国王菲利普二世决定以玛丽之死为借口入侵英格兰来击退英格兰对西班牙在欧洲大陆和在其海外殖民地的挑战。1588年九月的一场大风暴和伊丽莎白的海军将领们击败了西班牙派出的无敌舰队。虽然如此，西班牙1589年击败了一个更大的英格兰反击舰队。这场战争一直延续到1604年，双方打了个平手，不论在海上还是在陆上英格兰并未能占上风。从1594年起在爱尔兰还爆发了一场游击战。伊丽莎白最后几年的宠臣是罗伯特·德弗罗，他是莱斯特伯爵的养子。她甚至原谅了他的一些轻罪，但罗伯特1601年参加了一场暴乱，伊丽莎白不得不将他处死。逝世伊丽莎白从未结婚，她的死结束了都铎王朝。在她的晚年，当她不得不确定她的继承人时，她越来越倾向她的侄子，被她处死的苏格兰玛丽女王的儿子詹姆士。但她从未正式命名他为继承人。1603年3月24日她死于萨里的列治文宫。她被安葬在西敏寺。她的继承人是詹姆士一世。这位詹姆士当时已经成为苏格兰的詹姆士六世了。此时，英格兰和苏格兰同归一个君主，一个王朝的统治下，开始了不列颠统一进程的第一步──王室联合，但英格兰和苏格兰依然被国际承认为两个国家，而两个国家依然保持自己独立运作的政府。她死50年后，英国内战爆发了，英国成为了一个短暂的共和国。英国文化伊丽莎白时期是英国文化发展的一个重要时期。文学，尤其是诗歌和话剧进入了一个黄金时代。英国对其他大陆的考察，尤其是对美洲的考察进入了一个新的阶段。如同她的父亲，她本人也从事写作和翻译，她亲自翻译了霍勒斯的《诗歌艺术》。一些她生前的演说和翻译作品一直流传至今。伊丽莎白的声望在由BBC主持的民众公选的100名最伟大的不列颠人中，伊丽莎白列前十名。她经常在话剧或小说中出现。1971年格伦达·杰克逊拍摄的伊丽莎白女王和苏格兰玛丽女王深受欢迎。1998年凯特·布兰切特在伊丽莎白中扮演女王年轻的时候，朱迪·登奇在莎翁情史中扮演年老的女王。米兰达·理查森在电视连续剧黑蝰蛇中表演了一个超现实主义的女王。同性恋先驱昆汀·克利斯普在奥兰多中扮演她。本杰明·布里顿在他为伊丽莎白二世的加冕作的歌剧赞美中描绘了她与罗伯特·德弗罗的关系。伊丽莎白的神话对后来不列颠的统治者来说伊丽莎白的统治期和当时的许多人物有特别的意义。沃尔特·拉雷格爵士、德瑞克和马丁·弗罗比歇爵士成为后来的探险家的原型，威廉·莎士比亚、克里斯多弗·马罗爵士和弗兰西斯·培根爵士成为后代作家的模范。在宗教上伊丽莎白以铁腕统治，但同时相对于她在大陆上的对手来说她给予她的指挥官和顾问们更大的自由。虽然她有时制定军事行动的战略（比如1589年英格兰对西班牙和葡萄牙的远征），但她从未象亨利五世、奥利弗·克伦威尔或温斯顿·丘吉尔爵士那样亲自充当军事首领。许多军事或探险事业都是舰长的个人决定，皇家许可（尤其是对于海盗行为）都是后来补发的。当时的文学创作更是没有获得皇家的支持。由此可见伊丽莎白时代的许多事件和文化创作实际上是许多个人行动的总和。对后来，尤其是帝国主义时期的英国人来说这是有象征性意义的。现代对伊丽莎白的历史研究和评价现代欧洲历史学家和传记作者对都铎时代的评价更加写实和客观。从军事上来看伊丽莎白的英格兰并不很成功。虽然西班牙无敌舰队被击败，但这只不过是一场从1585年至1604年持续近20年的战争的开始。英格兰士兵在陆地上（主要在荷兰和法国）的所做所为平平，在1588年后的海战中也是负多胜少。1589年和1595年至1596年的海军战役尤其损失惨重。1590年至1591年在亚速尔群岛以及1597年英格兰的海盗也遭打击。1595年一支西班牙袭击队在康沃尔登陆并将该郡的大部分地区投入战火。这是历史上很少的几次外国军队在英国登陆的事件之一。更糟糕的是在玛丽一世的最后几年和伊丽莎白的开始五年中英格兰不断被从法国大陆上驱逐。这给英格兰的自尊心给予了很大的打击，而且使英格兰彻底放弃了它在大陆的野心。伊丽莎白的犹疑不绝对军事行动尤其不利。在1589年对西班牙和葡萄牙的远征中英军没有携带围攻炮和火炮。但她的小心谨慎是有原因的，也许它们出于长远的考虑：假如没有一个坚实的战略她不愿英格兰卷入昂贵的、不一定成功的冒险。因此她不愿在对付强大的军队或舰队作战时浪费珍贵的资源。伊丽莎白时期的英格兰的经济很不稳定。当时英格兰对荷兰和北德汉莎联盟的羊毛交易不断增长，这给国家带来了很大的好处。伊丽莎白统治初期接受了玛丽留下的三百万英镑的巨债。伊丽莎白、西塞尔和她的其他官员不得不采取极端手段来限制国家的支出。这些手段有时带来了其他的困难，比如许多士兵（包括抵抗无敌舰队的士兵）很久得不到薪金。但随着国家经济的发展这个情况得到好转。当与西班牙的战争开始时，英格兰的经济盛况是从亨利七世以来从未有过的。与西班牙的战争给英格兰的经济重新带来了巨大的负担。从1590年代开始英格兰再次负债。尤其爱尔兰的游击战给英格兰的经济带来了巨大损失，它被称为“英格兰国库的漏斗”。伊丽莎白不得不出售国有地面以及官职。1603年英格兰的债务再次达到三百万英镑，与伊丽莎白统治开始时相差不多。不过詹姆士一世后来在和平时期欠债的速度远超过伊丽莎白，而伊丽莎白留下的债务并不是无法控制的。最近对伊丽莎白统治的批评尤其集中在英格兰的非洲奴隶贩卖活动和她在爱尔兰的失策。这个失策严重地影响了英国和爱尔兰的发展。英格兰是在1562年加入跨大西洋的贩卖奴隶的活动的，当时约翰·霍金斯爵士开始了高利润的偷卖奴隶活动。他从几内亚或其他非洲港口获得他的人类商品，然后将他的俘虏运到西印度的西班牙奴隶市场上出卖。一开始伊丽莎白女王责备霍金斯参加这样不道德的贸易，但当霍金斯向她显示他的事业的利润后她很快就改变了她的见解。她不仅包庇霍金斯的贸易，而且直接从中得利，甚至为他提供船只和人员。伊丽莎白女王对霍金斯的奴隶贩卖的支持为这个贸易提供了皇家的认可，它使这个贸易合法化，它使更多英国商人参加进去了。因此伊丽莎白女王和美国的托玛斯·杰弗逊一样受到批评：尽管她在道义上相信这个贸易是不合法的，但她仍然直接从奴隶买卖中得利。从亨利二世起英格兰和爱尔兰之间就存在着一个政治联系。但到都铎王朝为止英格兰对爱尔兰的统治是很有限的。都铎王朝开始加强对爱尔兰贵族的统治。亨利八世与天主教断绝后爱尔兰问题就更加加剧了，因为爱尔兰依然是天主教为主的。1568年西班牙成为对手后爱尔兰问题也成为了一个涉及英格兰安全的问题。英格兰驻爱尔兰的官员是臭名昭着的，他们很腐败、对爱尔兰毫不理解，到处树敌。小的起义立刻被镇压。1570年伊丽莎白被开除教籍后对天主教徒的迫害更加加剧，使两个民族的关系更加恶化。1594年开始九年战争终于爆发。这场战争和四个世纪后美国在越南战争的处境相差不多。爱尔兰反抗者使用游击战的手段来消磨和挫败来镇压他们的、装备良好和有训练的英格兰士兵。对英格兰来说，这场战争尤其昂贵。英军受到多次巨大损失。最后英军不得不采用焦土政策，假如有爱尔兰人被怀疑参加反抗，他就全家被杀，英军烧毁田野，破坏农庄，制造了一场空前的人为大饥荒。1604年詹姆士一世在他的第一个命令中向爱尔兰道歉，才结束了这场战争。但这场战争的残酷性使爱尔兰人对英国人的仇恨、敌对和不信任一直遗传至今。不过英格兰参加奴隶买卖和对爱尔兰的政策也得按当时的情况来分析看待。虽然伊丽莎白对霍金斯的贸易在道义上予以指责，但她当时面临着三百万英镑的巨债。霍金斯为她提供的经济来源是她所不能拒绝的。不论如何英国在伊丽莎白时期的奴隶贸易远小于西班牙和葡萄牙，也小于后来荷兰在17世纪的奴隶贸易。伊丽莎白对爱尔兰的政策出于她对西班牙的一个“天主教后门”的恐惧。这个问题来自于新教改革在这个国家的失策。它无法简单地解决。当然伊丽莎白和她的官员在爱尔兰的政策无疑加剧了这场冲突，但它还是有战略原因的。伊丽莎白给她的继承人留下了一个困难的、不稳定的国家。尤其在经济和宗教上许多问题没有解决。她最主要的贡献在于她关心她的臣民，捍卫了她的统治，使用了好的顾问。她的统治帮助英格兰避免了经济上的危机和宗教战争。但17世纪中这场战争还是在拥护查理一世的保皇派和克伦威尔领导的新教徒间爆发了。",
    "chinese_title": "伊丽莎白一世",
    "douban_rating": "8.0/10 from 5092 users",
    "foreign_title": "Elizabeth I",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.0",
    "update_at": "2025-08-27T13:36:02"
}