{
    "aka": [
        "Vampire Cop Ricky",
        "吸血刑警罗道烈"
    ],
    "sid": "1767952",
    "cast": [
        {
            "url": "/celebrity/1045773/",
            "name": "金秀路 Su-ro Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205984/",
            "name": "曹汝贞 Yeo-Jeong Jo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024148/",
            "name": "孙秉浩 Byung-ho Son",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203325/",
            "name": "吴光禄 Kwang-rok Oh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051837/",
            "name": "千虎珍 Ho-jin Jeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053077/",
            "name": "金仁文 In-mun Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381296/",
            "name": "陈庸旭 Jin Yong-wook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425290/",
            "name": "郑美南 Mi-nam Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437900/",
            "name": "李道烨 Do-yup Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540566/",
            "name": "刘世礼 Se-rye Yoo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧",
        "动作",
        "爱情",
        "犯罪",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2075830058.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0757215",
    "director": [
        {
            "url": "/celebrity/1302829/",
            "name": "李时明 Si-myung Lee",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2006-02-09(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0757215/",
    "imdb_votes": 305,
    "this_title": [
        "흡혈형사 나도열"
    ],
    "douban_link": "https://movie.douban.com/subject/1767952/",
    "imdb_rating": "5.0/10 from 305 users",
    "trans_title": [
        "僵尸刑警",
        "Vampire Cop Ricky",
        "吸血刑警罗道烈"
    ],
    "douban_votes": "1783",
    "introduction": "◎简  介剧情简介2006年罗马尼亚特兰西瓦尼亚的一座古城，闪电划开天空之后下起了倾盆大雨，悄悄进入古城的不速之客攻击了沉睡的吸血鬼，在吸血鬼的脖子上插针的竟然是一只蚊子！蚊子躲开吸血鬼的愤怒攻击之后消失在夜空中。2006年一天夜里，那只吸血蚊子正在到处寻找猎物。热血刑警罗道烈（金秀路饰）的血管特别显眼，一瞬间蚊子狠狠得咬住了他的血管……从被蚊子叮咬的地方他的血管开始急速的变成绿色……罗道烈的命运将变成什么样的结果呢？他白天是热血型刑警，晚上是非理性刑警。白天是人类，晚上是吸血鬼。他的非凡双重生活即将开始……精彩看点001树立搞笑血统的英雄动作喜剧韩国电影史上第一部英雄动作喜剧电影《吸血刑警罗道烈》，是输入到韩国电影的新鲜血液。电影中变成吸血鬼的刑警有着超凡的能力，这种英雄形象结合喜剧与动作，这在韩国史上还是第一次。 电影《吸血刑警罗道烈》从企划意图上可以看出是想塑造一个像《SUPER MAN》、《蜘蛛侠》、《蝙蝠侠》一样具有超能力的英雄形象。但是电影《吸血刑警罗道烈》中还是有意的在塑造更加韩国化的英雄形象。因为电影整体都贯穿着韩国式的喜剧精神，如果以往的英雄形象没有给大家带来过欢笑的话，现在吸血刑警罗道烈将完成他的搞笑使命。002第一个韩国血统吸血鬼，要做到非比寻常100％韩国产，韩国血统吸血鬼，到底有什么不同呢？更加现实，更加人性化，这就是韩国血统吸血鬼。吸血鬼的典型特点大概分两种。一种是赋在美丽女子身上的苍白高贵的吸血鬼，另一种是像未来战士一样的吸血鬼。而在《吸血刑警罗道烈》中的吸血鬼是一个让人亲近的吸血鬼。罗道烈变身的吸血鬼本性善良，借助超凡的能力做了很多正义的事情。为了塑造纯韩国血统的吸血鬼，制作方尽量避免了人工化和非现实性，追求了最接近于自然的风格。韩国血统的吸血鬼没有夸张的服饰和变型的面孔，而是寻求了眼睛、牙齿等的细腻变化。而金秀路的吸血鬼牙齿更是达到了与本人真实牙齿的完美结合，为了体现眼睛的变化，制作组还特地从美国空运过来了特制的彩色隐形眼镜。003喜剧票房的保障，首次出演主角的金秀路能否再创佳绩如果问有没有看过金秀路演的电影，估计韩国观众里没有几个没看过的。因为金秀路通过《加油站袭击计划》、《犯规王》、《火山高中》、《S Diary》、《大胆家族》，《今生最美丽的一周》等电影展示了他全能的演技。金秀路虽然主攻喜剧，但是动作片甚至电视剧他同样可以很好地去演绎。金秀路终于迎来了他的第一部由他做为唯一男主演的电影《吸血刑警罗道烈》。吸血刑警的角色形象特殊新颖，想找到完全适合的人选非常的难。但是唯有金秀路，一致获得了制作组的欣赏。总是带给大家搞笑一面的金秀路，这一次还带来了他平时练就一身的性感肌肉，2006年由金秀路为大家展现搞笑、动作、性感的所有精华，让我们一起期待。004导演李时明制作的超级动作喜剧导演李时明继电影《2009失去的记忆》后又一部巨作。以动作喜剧武装梦幻，李时明带着梦幻般的题材从现实中找到共鸣，创造真功夫与超级喜剧效应，人们对他作品的期待也越来越高。电影《吸血刑警罗道烈》中人们可以看到李时明导演的喜剧色彩和动作色彩。电影中吸血鬼的空中特技和吸血场面也将成为不可缺少的亮点。李时明导演的第二部巨作，人们期待他的奇迹。005电影中最棒的人物形象由最强的演员组成韩国电影史上最有特色的形象，没有比它更新颖的了。除了主演吸血刑警的金秀路，围在他周围的所有角色扮演者都展现了他们精湛的演技。 就像看《蝙蝠侠》和《蜘蛛侠》一样能够让我们始终紧张的场面，是因为有那些与英雄对决的恶党们。而电影《吸血刑警罗道烈》里同样有一个恶党他就是演员孙秉浩扮演的角色。他的成功演绎也给电影带来了不少乐趣。而作为吸血刑警的女人赵茹珍扮演的角色，是一直信任吸血刑警的女人，她的演技同样细腻并且赋有魅力。电影中的每一个角色的精彩演绎一定能够把电影本身完美的展现给大家。幕后制作001吸血蚊子诞生记能够让吸血刑警诞生，有八成的功劳要归功于吸血蚊子。吸血蚊子除了成为电影中的动机外也可以说起到了主人公一样关键性的作用。为了做出真实感极强的吸血蚊子，制作组组成了韩国国内最强的蚊子CG制作团队。他们制作了在酷像蚊子的基础上把型号放大10倍，把蚊子的嘴和腿修饰的更加凶狠的一个吸血蚊子。而在罗道烈拍死叮他的蚊子场面中死在他手中的蚊子是一起出演的演员特地抓来的比普通蚊子大3倍左右的真蚊子。电影中演员和工作人员的共同努力，相信吸血蚊子诞生能够很好的展现在电影中。002千辛万苦金秀路挑战不可能的任务为了成功演绎吸血鬼金秀路从挑战高空作业到挑战特殊装扮……金秀路的任务可以说水、路、空战都齐了。作为吸血刑警金秀路要在高层建筑物上进行跳跃，并且还有在天棚上倒着爬行，连续两天借助钢丝吊绳拍摄的金秀路，他的腰几乎要断掉，不过他还是忍着痛苦坚持到了最后。 好不容易完成了高空作业，金秀路的第二个挑战更加艰难。他要拍摄老鼠钻进他衣服的场面。一生中最怕的就是老鼠的金秀路，竟然为了这个场面拍了7次之多，而且老鼠的体积都是很大的。金秀路的孤军奋战，但愿在这部电影中能有所收获。003为了打造真正的吸血鬼工作人员们付出了最大的努力从面具到牙齿，到彩色隐形眼镜，更加逼真的吸血鬼诞生了。为了制作相匹配的面具，工作人员就做了17种样式从中挑选了最适合金秀路的。而吸血牙齿的制作则根据吸血鬼不同的变化阶段制作了相应的牙齿。彩色隐形眼镜同样也分为了不同的阶段来制作，起初用的是黄颜色都后来完全变成吸血鬼的时候用的是红颜色。为了展现守护城市的吸血刑警特点，在服饰上放弃了惯用的红黑搭配，而是选择了西部牛仔的风格基础上的服饰。为了打造逼真的吸血鬼，全体的工作人员可以说努力的去修饰了每一个细节。004重磅炸弹－喜剧预告片制作记总投资一亿韩元的预告片，拍摄地选择了吸血鬼的故乡捷克。而参与制作的当地制作团队也是请来了曾经参与电影《范海辛》和《非凡绅士联盟》的制作团队。而预告片的配音则采用了两个版本，一个是用韩国语录的韩国版本，另一个是用英语录的国际版本。仅为了拍摄预告片就飞到了捷克，可想而知制作方希望能带给大家的是一部很好的电影。005金秀路精彩灵机应变的表演超越想象、超越台词、超越限度！这就是金秀路精彩的灵机应变本领。之所以很多人都喜欢金秀路的喜剧，是因为他可以通过最基本的台词演绎出只有他才能逗出的乐子。他多年在生活中打磨出来的喜剧本领，得到了所有人的认同。电影《吸血刑警罗道烈》中金秀路同样展现了他的价值。他灵机应变下随意说出来的话起到了很好的喜剧效果，似乎都可以写成语录了。电影《吸血刑警罗道烈》中金秀路机灵搞笑的场面非常的多，大家可以细细去体验。",
    "chinese_title": "僵尸刑警",
    "douban_rating": "6.0/10 from 1783 users",
    "foreign_title": "흡혈형사 나도열",
    "imdb_rating_average": 5.0,
    "douban_rating_average": "6.0",
    "update_at": "2025-01-28T04:57:10"
}