{
    "aka": [],
    "sid": "1767761",
    "cast": [
        {
            "url": "/celebrity/1037114/",
            "name": "尤戈·布特格雷特 Jörg Buttgereit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140620/",
            "name": "Harry Rowohlt Harry Rowohlt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143198/",
            "name": "弗里德里·希肖恩菲 Friedrich Schoenfelder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156666/",
            "name": "Horst Tomayer Horst Tomayer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886294767.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024835/",
            "name": "Christian Keßler Christian Keßler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420116",
    "director": [],
    "duration": "73 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2004-07-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420116/",
    "imdb_votes": 240,
    "this_title": [
        "Reise ins Glück, Die"
    ],
    "douban_link": "https://movie.douban.com/subject/1767761/",
    "imdb_rating": "6.1/10 from 240 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Petzi-Bücher auf der LeinwandSchon über ein Jahrzehnt ist es her, daß mit seinem \"Sommer der Liebe\" der erfolgreichste Bundesstart eines Super-8-Films erfolgte; jetzt kehrt Wenzel, wohl nicht nur Namensvetter, sondern auch im Geiste Verwandter von Bartolt Storch, zurück, diesmal sogar in 35mm-Qualität. Zur \"Reise ins Glück\" hat sich der Regisseur nach seinen Angaben von Petzi-Büchern inspirieren lassen, um einen großen Ausstattungsfilm zu schaffen, und beides hat er auf sehr eigene Art vereint. Sprechende Tiere, singende Eingeborene und tapfere Freiheitskämpfer läßt er gegen einen absoluten Monarchen und seine Höflinge antreten. Storch inszeniert dabei in Kulissen und Kostümen, wie man sie sonst nur in Major-Produktionen erwartet - auf das Schneckenboot wäre wohl auch Terry Gilliam neidisch, und an dem Thronsaal hätte Louis XIV seine helle Freude gehabt.Die Einhaltung vermeintlicher Spielregeln, wie eines strukturierten Handlungsaufbaus, ist nicht zwingend notwendig, um großes Kino zu schaffen, und somit ist es auch nur konsequent, daß sich z.B. Tiere in Zeitmaschinen verwandeln, wenn sie im Drogenrausch das Mobiliar vergewaltigen. Derartige Szenen baut der Spielleiter stilvoll in sein von der Erzählstimme Friedrich Schoenfelders begleitetes Märchen ein, so daß, obwohl ein Unwohlsein in der Magengegend empfindlicherer Zuschauer nicht zu vermeiden sein dürfte, der Film trotz teilweise expliziter Inszenierung von roten, gelben und weißen Körperflüssigkeiten eine unschuldige Ausstrahlung behält. Am ehesten beschreibbar dürfte \"Die Reise ins Glück\" als filmisches Pendant zum Underground-Comic sein - natürlich ohne die Anpassungen, die bei ihren Verfilmungen auftauchen, sondern als Entdeckungsreise in die Welt eines Filmautodidakten, der in siebenjähriger Arbeit alles, was ihm zur Verfügung stand - im wesentlichen Sperrmüll, Filmfördermittel und Bankkredite - zu einem faszinierenden Unikum kreiert hat.Carsten Tritt",
    "chinese_title": "Reise ins Glück, Die",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T03:00:23"
}