{
    "aka": [],
    "sid": "1770395",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2385495649.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0306811",
    "director": [
        {
            "url": "/celebrity/1348911/",
            "name": "古斯塔夫·德池 Gustav Deutsch",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2004-04-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0306811/",
    "imdb_votes": 70,
    "this_title": [
        "Film ist. 7-12"
    ],
    "douban_link": "https://movie.douban.com/subject/1770395/",
    "imdb_rating": "8.1/10 from 70 users",
    "trans_title": [
        "电影是… 7-12"
    ],
    "douban_votes": "0",
    "introduction": "Film ist.7 comic (19 min.)8 magic (15 min.)9 conquest (18 min.)10 writing and language (12 min.)11 emotions and passion (15 min.)12 memory and document (11 min.)This film can be screened in any order, with a minimum of three partsIn the beginning a woman emerges from darkness and goes through a door. She glances fearfully into an imponderable exterior shaded midnight blue. What follows occurs rapidly, with related motifs: There is slapstick (fat men and fall guys) and risqué images (women in changing rooms), melodramatic and moving scenes, while others are silly and destructive. Film ist. (7-12) is a collection of moving pictures from the first thirty years of a medium which was then still silent. According to Gustav Deutsch, film is so many things that a catalog of what it can be must necessarily remain open.The actors/acrobats get into one literal cliffhanger after another, dangling from the façades of skyscrapers and climbing up ladders which extend into the sky. Early cinema explored thousands of different methods of slipping and falling photogenically, seemingly to the very extreme.By 1925, all tricks and innovative gags had been used up, and since then film has become more calm, varying its established paces and falls and moving from physical back to psychological material. Deutsch’s found footage is peopled with recycled figures and the undead: Early cinema silently reproduces the living beings who once dared subject themselves to its gaze; it depicts what once seemed alive as a mere, though faded, reflection of light.An unbounded love of cinema’s tangible material is obvious in Deutsch’s compilation. His images have been colorized lovingly, some of them are cloudy or scratched, sharp and vivid, or have a fantastic patina. The attractions one might find in cinema’s unstable raw material are as numerous (and ultimately: as inexplicable) as the desire to watch.(by Stefan Grissemann)",
    "chinese_title": "电影是… 7-12",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Film ist. 7-12",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T15:26:09"
}