{
    "aka": [],
    "sid": "1772407",
    "cast": [
        {
            "url": "/celebrity/1312271/",
            "name": "巫刚 Gang Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407300/",
            "name": "袁光 Guang Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321745/",
            "name": "张玉洁 Yujie Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437818/",
            "name": "毋黎丽 Lily",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "　　第25届中国电影金鸡奖(2005)\n　　最佳电视电影(提名)\n\n　　第13届北京大学生电影节(2006)\n　　最佳电视电影\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618368535.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316047/",
            "name": "胡雪杨 Xueyang Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "烩面馆"
    ],
    "douban_link": "https://movie.douban.com/subject/1772407/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "收到庆海离家出走三年来的第三封信，全家才知道这几年庆海去过郑州、到过武汉，现在说是在北京开了家烩面馆，还说让多弄点钱过去。庆海是三年前高考又一次失利时，因忍受不了父亲的叨唠负气出走的。三年来，家里发生了一些事情。先是妈妈怄气致死，后来是姐夫下岗，全家人就靠一个不大的烩面馆支撑着，日子过得紧巴而不舒心。如今庆海来信了，还说让多弄点钱过去，在北京开一家烩面馆，当爹的虽然嘴上不说，但还是从紧巴巴的口袋里凑够八千块钱，加上大姐不知从哪儿借来的两千，让小弟庆来带着去北京找哥哥庆海。庆来也是头一次到北京，好在有哥哥庆海的地址，庆来在一片拆迁的平房院找到了哥哥庆海和“嫂子”艳红。有庆来带来的一万块钱，庆海从刘大发的手上租下了一间不大的门脸房，加上庆来做烩面的手艺，庆海的河南烩面很快就开张了。三个月的辛苦经营后，庆海算了一笔帐，净挣了一万八。照这个样子发展下去，到年底那可是至少四万多的收入啊！然而，就在烩面馆的生意越来越火、庆海和艳红的关系也越来越好的时候，烩面馆却因为违法建筑面临拆除。刚刚火暴起来的生意被迫停止，庆海还因此被房主刘大发蒙走了四千块钱。作为补偿，刘大发给庆海另找了一处偏僻的平房院，尽管离大街太远，烩面馆生意没法做，但庆海还是咬着牙租下来。毕竟，有一个平房院，就有了落脚的地方。在平房院的日子里，庆海边做盒饭生意，边找别的门脸房。半个月的时间过去了，惟一落脚的平房院也将被刘大发收走，此时的庆海被生存和梦想逼到了绝境。在四处寻租却因为资金短缺碰壁后，庆海把希望寄托在做建筑的河南老乡赵老板身上，因为此前赵老板委婉表示他喜欢艳红。从赵老板的工地回来，庆海把艳红和庆来请进一家饭馆。当庆海拐弯抹角说出本意时，首先看不过眼的庆来被庆海一句话给撵走，继而失望的艳红也愤然离开。这一夜，醉酒的庆海因扰乱治安被警察拘留，艳红想跟庆来回河南被庆来拒绝。在独自回河南的长途车上，庆来发现艳红送给自己的笛子里有一封信。但当庆来中途返回时，却已经没有了艳红的音信。在赵老板的帮助下，庆海不仅被保释，还实现了有自己一家烩面馆的梦想。在庆海的河南烩面馆越开越红火的时候，庆来无意间隔着玻璃看见骑车卖报的艳红身影一闪，但追出来时，却早已没有了艳红的身影。精彩视点：影片《烩面馆》是导演胡雪杨又一部关注生活在社会底层和边缘的进城务工人群的情感力作。没有大腕明星的加盟，没有风花雪月和跌宕起伏的故事，更没有超强视觉刺激的场面，单单是农民工怀着实现人生梦想的简单诉求，就能让观众在感受辛酸、辛劳、辛苦中，感受心恸。胡雪杨在中国电影第六代导演行列中有“真性情导演”的美誉。1990年代的《童年往事》获美国奥斯卡电影学院电影节金奖后，胡雪杨1991年的第一部影片《留守女士》，获得第12届中国电影金鸡奖最佳导演处女作奖。此后，《湮没的青春》、《罪恶》、《牵牛花》等影片，延续了胡雪杨一贯的执导风格。",
    "chinese_title": "烩面馆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-27T01:56:14"
}