{
    "aka": [],
    "sid": "1773863",
    "cast": [
        {
            "url": "/celebrity/1037268/",
            "name": "哈尼夫·库雷西 Hanif Kureishi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023722/",
            "name": "唐·博伊德 Don Boyd",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420498",
    "director": [
        {
            "url": "/celebrity/1023722/",
            "name": "唐·博伊德 Don Boyd",
            "@type": "Person"
        }
    ],
    "duration": "75 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420498/",
    "imdb_votes": 93,
    "this_title": [
        "Andrew and Jeremy Get Married"
    ],
    "douban_link": "https://movie.douban.com/subject/1773863/",
    "imdb_rating": "6.8/10 from 93 users",
    "trans_title": [
        "同性婚姻"
    ],
    "douban_votes": "0",
    "introduction": "Andrew, a retired bus driver met Jeremy, a retired school teacher wo is 20 years older than he is in a bar in Earls Court London five years ago.They have wildly different backgrounds: Andrew came from a poor South London home and spent a large proportion of his early life as a junkie. He had to give up his job 'on the buses' and his addiction led to crime, prison, rehabilitation and a life cruising the London 'gay scene'. in the 80's and 90's. Jeremy was brought up in imperial Pakistan in the 30's, was sent by his army officer father to a private boarding school, went up to Cambridge University, married a teenage bride despite his firm conviction that he was homosexual, divorced after a year and then rode the 'ups and downs' of life as an homosexual through the era of the liberalisation of the laws in England and the aids phenomenon between the 60's and the 80's.When they met they fell in love. Five years later they decide to formalise their relationship with a 'commitment ceremony' - the only mechanism available in 2004 for 'gay' couples in Britain short of a change in the marriage laws. This decision comes after a year of visits to America and some very explicit 'soul searching' about the strength of their love and commitment for each other and a variety of moving and entertaining glimpses into their private life in London and Hollywood bohemia.The story ends romantically and symbolically near Tower Bridge in London at City Hall. They make their vows in front of a hard core group of their many friends and relations.",
    "chinese_title": "同性婚姻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Andrew and Jeremy Get Married",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-14T02:39:11"
}