{
    "aka": [],
    "sid": "1774835",
    "cast": [
        {
            "url": "/celebrity/1056796/",
            "name": "Antony Balch Antony Balch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0281660",
    "director": [
        {
            "url": "/celebrity/1056796/",
            "name": "Antony Balch Antony Balch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1972"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0281660/",
    "imdb_votes": 90,
    "this_title": [
        "Bill and Tony"
    ],
    "douban_link": "https://movie.douban.com/subject/1774835/",
    "imdb_rating": "5.8/10 from 90 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "William Burroughs and Antony Balch are seated next to each other, looking directly at the camera. Their dialogue goes something like, \"I'm Tony, who are you? I'm Bill. Where are you Tony? I'm in London, where are you? I'm in a 1920s movie, Tony.\" First Bill speaks Tony's lines, then later the entire dialogue is repeated with the correct people speaking the lines. It is repeated again later with Bill's dialogue playing while Tony's lips move and vice versa. There are other permutations as well.In between these scenes are shots of Burroughs and Balch sitting alone staring at the camera. They are dressed so that their heads seem to be floating in black space. Burroughs recites what might be some sort of Scientology ritual (he flirted with it for a time) about getting a \"pre-clear\" to imagine himself out of his head using pushing and pulling bars (?). Balch quotes some dialogue from the movie Freaks (a film which he was successful in finally getting past the British censors for distribution in the UK). Later, Burroughs appears again, but Balch speaks his lines about preclears. Likewise, when Balch reappears alone, Burroughs quotes from Freaks.",
    "chinese_title": "Bill and Tony",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-22T21:00:30"
}