{
    "aka": [
        "纪新 - 音乐天才"
    ],
    "sid": "1775163",
    "cast": [
        {
            "url": "/celebrity/1191452/",
            "name": "叶甫格尼·基辛 Evgeny Kissin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2824082187.jpg",
    "region": [
        "美国",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0303980",
    "director": [
        {
            "url": "/celebrity/1322519/",
            "name": "克里斯托弗·努本 Christopher Nupen",
            "@type": "Person"
        }
    ],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "English",
        "French"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303980/",
    "imdb_votes": 29,
    "this_title": [
        "Evgeny Kissin - The Gift of Music"
    ],
    "douban_link": "https://movie.douban.com/subject/1775163/",
    "imdb_rating": "8.3/10 from 29 users",
    "trans_title": [
        "基辛 - 音乐天才",
        "纪新 - 音乐天才"
    ],
    "douban_votes": "270",
    "introduction": "The rise to fame of young Russian pianist Evgeny Kissin has seldom been equalled in the classical music world. Celebrated film-maker Christopher Nupen's film shows Kissin in preparation, interview, rehearsal and in several dazzling performances shot live on stage, in true concert conditions, where this artist is undoubtedly at his best.It contains footage from Kissin's memorable BBC Proms concert at the Royal Albert Hall in 1997, the first solo recital in the history of the Proms. It also includes sequences with Kissin's mentor from the age of six, Anna Pavlona Kantor, who has become like a member of his family, and remains a guiding friend to this day.The following pieces are played by Evgeny Kissin in this documentary:Liszt - Transcendental Etude No. 10 in F minorGluck - Orfeo EuridiceBeethoven - ecossaiseHaydn - Sonata No. 16 in E-flat MajorLiszt - Nocturne No. 3Liszt - Hungarian Rhapsody No. 12 in C minorChopin - Nocturne Op. 27 No. 2Chopin - Sonata No. 3 in B-flat minorBeethoven -- Turkish MarchChopin - Grand Waltz in A majorPaganini/Liszt -- La CampanellaSchubert - Moment Musical in F minorBeethoven - Rondo a CapriccioChopin - Mazurka in A minor No. 4Chopin -- Waltz No.14 in E minor",
    "chinese_title": "基辛 - 音乐天才",
    "douban_rating": "9.0/10 from 270 users",
    "foreign_title": "Evgeny Kissin - The Gift of Music",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "9.0",
    "update_at": "2025-11-26T15:07:20"
}