{
    "aka": [
        "Taiwan Black Movies"
    ],
    "sid": "1776544",
    "cast": [
        {
            "url": "/celebrity/1275412/",
            "name": "朱延平 Yen-Ping Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328326/",
            "name": "杨家云 Chia-Yun Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117057/",
            "name": "陆小芬 Hsiao-fen Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280568/",
            "name": "陈博文 Bo-Wen Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第42届台北金马影展(2005)\n　　金马奖 最佳纪录片(提名) 侯季然\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525317322.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt0800232",
    "director": [
        {
            "url": "/celebrity/1319262/",
            "name": "侯季然 Chi-jan Hou",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-06-30(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0800232/",
    "imdb_votes": 25,
    "this_title": [
        "台灣黑電影"
    ],
    "douban_link": "https://movie.douban.com/subject/1776544/",
    "imdb_rating": "7.0/10 from 25 users",
    "trans_title": [
        "台湾黑电影",
        "Taiwan Black Movies"
    ],
    "douban_votes": "305",
    "introduction": "两年前知道侯季然要拍一部七零年代末、八零年代初风行一时的社会写实片的相关记录片，觉得非常有趣，这个人的脑袋总是装着莫名其妙的东西。比如说荒废的空屋子。一台破摩托车。现在是早已被遗忘的一种影片类型。假如有所谓「渣美学」的话，侯季然会是个中翘楚，他总是关注着角落里被人遗忘的，卑微破败的非生命体，以他纤细同情之眼。转载新闻稿:《台湾黑电影》重现社会写实片经典镜头《上海社会档案》中陆小芬震惊全台的胸前一刀以七零年代末期社会写实片为题材的纪录片：《台湾黑电影》，即将于台北电影节中首映。片中收录许多珍贵的社会写实片片段，如1981年《上海社会档案》中陆小芬震惊全台的胸前一刀、1979年《错误的第一步》中，男主角马沙赤脚带着脚镣从监狱深处走向观众的特写、陆一蝉演出《女王蜂》时著名的胸前蜜蜂刺青以及杨惠珊、陆仪凤等重要社会写实片明星演出的精彩片段。这些场面在那个大多数人都不曾看过真正的监狱、脚镣的保守戒严年代，震撼了无数观众的心灵，如今不仅是许多五年级生的怀旧印象，更是久被遗忘的台湾电影史经典场面。导演侯季然表示：会拍摄这个题材，一方面是源于自己对旧电影的爱好，另一方面也是对那个戒严的时代，竟然能够诞生出那么多部标榜暴力犯罪色情的电影感到好奇。由于这批电影一向被视为纯粹剥削炒作的商业电影，少有人有意加以保存，更遑论出版DVD，因此在寻找这些影片时遇到许多困难。《台湾黑电影》的工作人员从国立的电影资料馆，找到深藏在西门町小巷中的私人片库，再一路找到巡回全台湾的庙会露天放映业者，花费了一年半时间，才找齐片中引用的八部社会写实经典作品。而有些拷贝因为久未有人闻问，深埋在仓库里太长时间，画面皆已斑驳，雪花片片，更显出这些电影横跨二十五年而来的时代感。除了搜集到这些珍贵的旧影片之外，《台湾黑电影》并尝试对这批电影提出新的诠释观点，片中将社会写实电影片段与台湾七零年代末期的政治社会事件相对照，挖掘出潜藏在社会写实胶片底层的时代情绪。导演认为，社会写实电影表面上是感官发泄，但是这些狂暴的画面，其实透露了当时戒严气氛下，被压抑已久并试图寻找出口的集体潜意识。片中访问了许多参与社会写实片风潮的重要导演、明星及影评人，对于当时社会写实电影的资金状况、生产情形，电检尺度、海外市场的商业操作，甚至于社会写实电影与紧接其后出现的台湾新电影之间的矛盾关联等，皆有第一手的说明与诠释，不但为台湾电影留下重要的口述历史，更可为目前低迷的国片市场提供历史的参考。导演表示，《台湾黑电影》的片名灵感来自「台湾新电影」，用「黑电影」代表七零年代末期风靡全台的社会写实片，对比新电影的纯洁光明形象。当年这些黑电影透过夸张的情节与渲染的暴力色情场面，在电影检查开始松绑的几年间，缔造傲人的票房成绩。虽然号称「写实」，但是社会写实片却被当时的影评人批评为夸张社会的黑暗面，并不写实，而是「社会版写实」。社会写实片盛行的期间约为1979年至1983年，短短五年间的产量，包括犯罪片、女性复仇片、赌片等，总数共有一百一十七部之多。1981年《上海社会档案》中审判的场景，令人联想到当时轰动的美丽岛大审◎《台湾黑电影》作品简介1979到1983年，仍然在戒严的年代里，却有一批「台湾黑电影」，以社会写实之名，大胆地描写犯罪、肉欲与复仇，瞬间攻占全台戏院，席卷惊人的票房，引起黑白两道的侧目。这些黑电影像是一场梦境还是传染病，在混沌未明的期内密集地出现，又在新的时代来临前迅速地消失，曾经有那么多看过黑电影的人，却没有人想讨论，也没有人觉得可惜。二十多年过去了，这些堪称台湾电影里最暴烈血腥的影片，在电影史长久轻视与鄙视下，渐渐被遗忘。今天还记得黑电影的人里，有人说，那是商业逻辑的简单操作，用过即弃，没什么好深究的，也有人说，那是台湾电影工业衰败的起点，是「台湾新电影」黎明之前最深最深的黑暗。本片重新搜罗并分析目前仅存可见的黑电影，将这些惊人的画面与七0年代末、八0年代初的政治社会事件相对照，发现两者之间有着奇异的相似，原来在现实社会里被压抑的情绪，不能说的话语，皆化为一幕幕声嘶力竭的影像，从黑电影的底片中显影出来……1979年，《错误的第一步》一开场从黑暗深处走出的脚步，不只走出了社会写实片风潮，也象征着台湾将走出压抑的戒严时代◎导演简介侯季然，政治大学广播电视系硕士班，曾任「台湾电影数据库」专任研究助理，现为自由作者。创作范围包括文字、摄影与录像，作品性格偏向抒情与实验，常与时间与记忆相关。影评及散文作品散见「小电影主义」电子报及各大报章杂志，个人专栏「我口袋里的电影」位于文建会台湾电影笔记网站。影像创作方面，1997年以毕业作品《三个人的十一片台北》入选第二届中港台学生电影录像节，2003年以实验片《星尘15749001》获台北电影节市民影展首奖。2004年拍摄以SARS为主题的纪录片《疫区》，同年，纪录片《我的七四七》入选公视观点短片展。2005年完成新闻局辅导金纪录长片《台湾黑电影》。◎【台湾黑电影】之拍摄前言我们今日熟知的台湾电影史，从日本殖民时期的台湾影像，台语片沧桑，乃至六○年代的「健康写实」，七○年代的「武侠片」、「爱情文艺片」、「爱国政宣片」，一直到八○年代的「台湾新电影」、九○年代「后新电影」，几个大题目细数下来，多半不会提到「社会写实片」一项。在目前可见的台湾电影史论述里，对于曾在八○年代初期盛行一时的「社会写实片」，大多以「犯罪暴力的黑色类型电影」寥寥数语、匆匆带过，或在产业面上视之近二十年来台湾电影衰败的起点，或在美学上视之为「新电影」黎明之前最深最深的黑暗。电影学者卢非易更直言，台湾的主流电影自社会写实片滥觞《错误的第一步》起，即走上所谓的「类型歧途」。二十年过去了，这些奇形怪状的社会写实片，在我们的电影史长久轻视与鄙视下，恐怕将连同参与其中的工作人员，一齐被遗忘了。我们觉得很可惜，因为回顾台湾电影类型发展，社会写实片其实在各个层面都有非常值得深究的独特性。首先，在美学上，这类型片中大量充斥的犯罪、暴力、裸露等元素，所带来的直接且赤裸的观影刺激，乃是台湾影史罕见；再者，就社会意义而言，自一九七九年《错误的第一步》到一九八一年《上海社会档案》，这些以犯罪、女性复仇为主题的影片，能够迅速受到观众的支持而成为八○年代初期二、三年间的主流，实与当时的政治动荡、社会转型有相当大的关联。美丽岛事件、江子翠命案、林宅血案，七○年代末暴烈血腥的新闻画面，实不亚于大银幕上的感官刺激。六○年代于西方电影学界兴起「类型电影」的研究取向，将大量生产的大众类型电影，视为社会心理的具体展现，于此，我们不禁好奇，社会写实片到底是单纯原欲的发泄，还是社会焦虑的替身？杨惠珊、陆小芬、陆一婵疯狂复仇的，究竟是野兽般的男人，性别歧视的社会，还是自从国民政府迁台后持续数十年的政治压制？根据【台湾电影：政治、经济、美学1949～1994】一书记载，从一九七八年至一九八三年，以犯罪类型送审的影片，共计一百一十七部。也就是说，照现在的台湾电影史来看，自《错误的第一步》起，当年台湾电影是连续走错了一百一十七步。而我们想问的是，这一百一十七步，到底由谁所踏？怎么踏？踏出了什么样的社会？最重要的，它们踏向何方？我们今日熟知的台湾电影史，从日本殖民时期的台湾影像，台语片沧桑，乃至六○年代的「健康写实」，七○年代的「武侠片」、「爱情文艺片」、「爱国政宣片」，一直到八○年代的「台湾新电影」、九○年代「后新电影」，几个大题目细数下来，多半不会提到「社会写实片」一项。《台湾黑电影》拍摄后记 文/侯季然《台湾黑电影》这部片，从2003年11月签约到2005年6月交片结案，制作期大约是一年七个月的时间。回想这一年七个月的时间，只觉得过得非常快，因为交片的时间压力很大，几乎每天都在想还有多少时间可以把资料搜集得再齐全一点，把影片的内容再充实一些，又有多少时间可以好好的把手上有限的材料做最好的安排。之所以在时间上会感到如此不足，是由于《台湾黑电影》这个拍摄案，主要面对的挑战在于搜集久被遗忘的社会写实片经典，这些当年以商业为目的的影片，因为不被认为具有艺术文化收藏价值，许多当年投入的业者，如今也已经离开影坛，改做其它事业，以致于许多重要的经典如《女王蜂》、《黑市夫人》等，才不过二十几年的时间，就皆已散佚。我们透过各种管道探访这些影片的下落，从国家电影资料馆到专营庙会露天放映的民间业者，最后搜集到并取得版权人同意而使用在影片中的，有《错误的第一步》、《上海社会档案》、《疯狂女煞星》、《痴情奇女子》、《女王蜂》、《女性的复仇》、《凌晨六点枪声》、《少女集中营》等八部。比较遗憾的是，也属经典的《黑市夫人》一直到最后都还是没有找到。寻找、联络与等待响应的过程非常漫长，当最后一部找到的《女王蜂》从西门町巷弄深处的私人片库里「出土」，却又因为拷贝过于陈旧，被冲印厂拒绝过带，不得已只好情商拥有这个拷贝的放映业者，安排在某一场庙会庆典中放映，我们再用摄影机翻拍银幕的工程终于完成时，已经是2005年的三月份了。接下来的时间，剪接、套片、混音、制作光学声带、字幕、翻译、冲拷贝等过程，几乎是连滚带爬地赶工，由于辅导金制作合约上订有过期一日罚款千分之二制作费的罚则，我们常常光想到累积的罚款就开始胃痛头痛。不过还好这个罚则最后没有真正实行，特此感谢辅导金执行单位国家电影资料馆。《台湾黑电影》能够完成，要感谢的人太多。新闻局辅导金提供主要的拍摄经费、电资馆在影片拷贝及文献资料的使用上给予许多协助与优惠；江日升先生、蔡扬名导演、王重光导演慨然同意我们使用他们版权所有的影片片段；还有许多业界前辈有形无形的帮助，亲戚朋友的两肋插刀，才使得这个异想天开又牵连甚广的纪录片构想，有了被实现的可能。《台湾黑电影》在2005年的台北电影节首映两场后，许多年轻的朋友看了这些「重新出土」的片段，都惊讶地对我说，没想到原来在二十几年前（他们出生之前），台湾电影就已经有这么生猛的场面与意念；也有外国人开始怀疑，《疯狂女煞星》其实是《追杀比尔》的原版；更有一位朋友说，原来陆小芬被五个歹徒追到黑夜工地的场面，就是她盘据脑中多年的恶梦，她一直以为那些奔跑与歹徒狰狞的面孔，是她梦里出现的画面，直到看过《台湾黑电影》，她才恍然大悟，那可能是在尚未有分级制度的年代里，年幼的她曾经在戏院里经历的震撼教育。我想这应该就是《台湾黑电影》这部片最大的价值与意义，重新找回台湾电影史上曾经深深留在观众记忆里的画面，并试图将这些影片与当时的社会情境扣连，让银幕背面的现实土壤和银幕之前被催眠的观众们互相找到彼此。这样寻找的目的，大至开发台湾电影研究里未曾有过的面向、填补上没有人想提的一块，小至为一位恶梦连连的朋友解开多年的疑惑；原始初衷的，意料之外的，都是这部纪录片确实造成的影响。以前听别人说，每部作品都有它自己的命运，会长成它自己想要的样子，《台湾黑电影》之后，我才真的体会到这一点。我是被黑电影召唤而来的，透过我，它找到它想要找到的人，发出它想发出的声音，不多，也不少，非常准确。能够扮演这样一个类似灵媒的角色，是我生命里前所未有的经验。不论拍摄的过程有多少辛苦，总算有一些人、一些电影、一些我意想不到的事物，因为《台湾黑电影》的诞生而开始了邂逅、重逢、和解、平反……等等，各种神秘的的转变。单凭这一点，我便认为这一年七个月是非常的值得，而且为黑电影从千万人中竟然挑中我这件事，由衷地感到荣幸",
    "chinese_title": "台湾黑电影",
    "douban_rating": "7.7/10 from 305 users",
    "foreign_title": "台灣黑電影",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.7",
    "update_at": "2025-07-11T06:52:09"
}