{
    "aka": [
        "早期美国先锋电影（1894-1941）"
    ],
    "sid": "1776321",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1901",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0360454",
    "director": [],
    "duration": "2 分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0360454/",
    "imdb_votes": 197,
    "this_title": [
        "Captain Nissen Going Through Whirlpool Rapids, Niagara Falls"
    ],
    "douban_link": "https://movie.douban.com/subject/1776321/",
    "imdb_rating": "5.7/10 from 197 users",
    "trans_title": [
        "早期美国先锋电影（1894-1941）"
    ],
    "douban_votes": "0",
    "introduction": "一共7张碟：Disk 1: THE MECHANIZED EYEExperiments in Technique and FormThe dynamic qualities of motion pictures are explored by cameramen and filmmakers through novel experiments in technique and form. Early cinematographers James White, \"Billy\" Bitzer, and Frederick Armitage display experimental shooting styles that wowed audiences. Other independent companies further image manipulation through creative staging, editing, and printing, such as a stunning three-screen film that predates Gance's Napoleon. Experiments by photographer Walker Evans, painter Emlen Etting, musician Jerome Hill, and the film collectives Nykino and Artkino record the world in a continual process of flux. A most extreme approach is realized by Henwar Rodakiewicz with Portrait of a Young Man (1925-31), a monumental study of natural and abstract motions.18 FILMS:5 Paris Exposition Films (1900)-James WhiteEiffel Tower from Trocadero Palace (1900)Palace of Electricity (1900)Champs de Mars (1900)Panorama of Eiffel Tower (1900)Scene from Elevator Ascending Eiffel Tower (1900)Captain Nissen Going through Whirpool Rapids, Niagra Falls (1901)-creators unknownDown the Hudson (1903)-Frederick Armitage & A.E. WeedThe Ghost Train (1903)-creators unknownWestinghouse Works, Panorama View Street Car Motor Room (1904)-G.W. \"Billy\" BitzerIn Youth, Beside the Lonely Sea (c. 1924-25)-creators unknownMelody on Parade (c. 1936)-creators unknownLa Cartomancienne (The Fortune Teller) (1932)-Jerome HillPie in the Sky (1934-35)-Nykino: Elia Kazan, Ralph Steiner & Irving LernerTravel Notes (1932)-Walker EvansOil: A Symphony in Motion (1930-33)-Artkino: M.G. MacPherson & Jean MichelsonPoem 8 (1932-33)-Emlen EttingStorm (1941-43)-Paul BurnfordPortrait of a Young Man (1925-31)-Henwar RodakiewiczDisk 2: THE DEVIL'S PLAYTHINGAmerican SurrealismEdwin S. Porter and other early filmmakers used bizarre sets, fantastic costumes, and magic lantern tricks to illuminate their fantasy films. American parody supplied Douglas Fairbanks with enough unusual material to produce the truly surreal When the Clouds Roll By (1919). The expressionistic Cabinet of Dr. Calagari (1919) influenced American sensibilities throughout the 1920s as seen in Beggar of Horseback (1925), The Life and Death of 9413-A Hollywood Extra (1927) and The Telltale Heart (1928). The emphasis shifted when amateurs J.S. Watson, Jr., Joseph Cornell, and Orson Welles crafted a unique variety of American surrealism on film unfettered by European concerns.17 FILMS:Jack and the Beanstalk (1902)-Edwin S. PorterDream of a Rarebit Fiend (1906)-Edwin S. PorterThe Thieving Hand (1907)-creator unknown, VitagraphImpossible Convicts (1905)-G.W. \"Billy\" BitzerWhen the Clouds Roll By (1919)-Douglas Fairbanks & Victor Fleming (excerpt)Beggar on Horseback (1925)-James Cruze (excerpt)The Fall of the House of Usher (1926-27)-J.S. Watson, Jr. & Melville WebberThe Life and Death of 9413: A Hollywood Extra (1927)- Robert Florey & Slavko VorkapichThe Love of Zero (1928)-Robert Florey & William Cameron MenziesThe Telltale Heart (1928)-Charles KleinTomatos Another Day (1930/1933)-J.S. Watson, Jr. & Alec WilderThe Hearts of Age (1934)- William Vance & Orson WellesUnreal News Reels (c. 1926)-Weiss Artclass Comedies (excerpt)The Children's Jury (c. 1938)-attributed Joseph CornellThimble Theater (c. 1938)-Joseph CornellCarousel: Animal Opera (c. 1938)-Joseph CornellJack's Dream (c. 1938)-Joseph CornellDisk 3: LIGHT RHYTHMSMusic and AbstractionThe rhythmic elements of cinema are explored by artists and filmmakers fascinated by the abstract qualities of light. The American authors of avant-garde classics Le Retour ａ la raison (1923), Ballet mｅcanique (1923-24), Anｅmic cinｅma (1926), and Une Nuit sur le Mont Chauve (1934), are finally acknowledged for their seminal artistic achievements made in Europe. Pioneer abstract films by Ralph Steiner, Mary Ellen Bute, Douglass Crockwell, Dwinnell Grant, and George Morris are compared and contrasted with Hollywood montages created by Ernst Lubitsch, Slavko Vorkapich, and Busby Berkeley. For the first time on video, composer George Antheil's original 1924 score accompanies Fernand Lｅger and Dudley Murphy's film Ballet mｅcanique, a truly avant-garde cacophony of image and sound.29 FILMS:Le Retour ａ la raison (1923)-Man RayBallet mｅcanique (1923-24)-Fernand Lｅger & Dudley MurphyAnｅmic cinｅma (1924-26)-Rrose Sｅlavy (Marcel Duchamp)Looney Lens: Anamorphic People (1927)-Al BrickOut of the Melting Pot (1927)-W.J. Ganz StudioH20 (1929)-Ralph SteinerSurf and Seaweed (1929-30)-Ralph Steiner7 Vorkapich Montage Sequences (1928-37)-Slavko VorkapichThe Furies (1934)Skyline Dance (1928)Money Machine (1929)Prohibition (1929)The Firefly- Vorkapich edit (1937)The Firefly-MGM release version (1937)Maytime (1937)So This Is Paris (1926)-Ernst Lubitsch (excerpt)Light Rhythms (1930)-Francis Bruguiｅre & Oswell BlakestonUne Nuit sur le Mont Chauve (Night on Bald Mountain) (1934)-Alexandre Alexeieff & Claire ParkerRhythm in Light (1934)-Mary Ellen Bute, Ted Nemeth & Melville WebberSynchromy No. 2 (1936)-Mary Ellen Bute & Ted NemethParabola (1937)-Mary Ellen Bute & Ted NemethFootlight Parade - \"By a Waterfall\" (1933)-Busby BerkeleyGlen Falls Sequence (1937-46)-Douglass CrockwellSimple Destiny Abstractions (1937-40)-Douglass CrockwellAbstract Movies (1937-47)-George L.K. MorrisScherzo (1939)-Norman McLarenThemis (1940)-Dwinell GrantContrathemis (1941)-Dwinell Grant1941 (1941)-Francis LeeMoods of the Sea (1940-42)-Slavko Vorkapich & John HoffmanDisk 4: INVERTED NARRATIVESNew Directions in Story-TellingEarly directors D.W. Griffith and Lois Weber develop the radical language of cinema narrative through audience-friendly melodramas made for nickelodeon theaters. Experimental fantasies are depicted in such independent productions as Moonland (c. 1926), Lullaby (1929), and The Bridge (1929-30). Depression era films by socially-conscious filmmakers reshape drama as demonstrated in Josef Berne's brooding Black Dawn (1933) and Strand and Hurwitz's biting Native Land (1937-41): each pictures a raw reality. Parody and satire find their mark in Theodore Huff's Little Geezer (1932) and Barlow, Hay and Le Roy's Even as You and I (1937). David Bradley's Sredni Vashtar by Saki (1940-43) boasts an inadvertent post-modern attitude.12 FILMS:The House with Closed Shutters (1910)-D.W. Griffith & G.W. \"Billy\" BitzerSuspense (1913)-Lois Weber & Philips SmalleyMoonland (c. 1926)-Neil McQuire & William A. O'ConnorLullaby (1929)-Boris DeutschThe Bridge (1929-30)-Charles VidorLittle Geezer (1932)-Theodore HuffBlack Dawn (1933)-Josef Berne & Seymour SternNative Land (1937-41)-Frontier Films: Leo Hurwitz & Paul Strand (excerpt)Black Legion (1936-7)-Nykino: Ralph Steiner & Willard Van DykeEven As You and I (1937)-Roger Barlow, Harry Hay & Le Roy RobbinsObject Lesson (1941)-Christoher Young\"Sredni Vashtar\" by Saki (1940-43)-David BradleyDisk 5: PICTURING A METROPOLISNew York City UnveiledOnly Unseen Cinema DVD released as a SINGLEThe DVD depicts dynamic images of New York City and scenes of New Yorkers among the skyscrapers, streets, and night life of America's greatest city during a half century of progress, while at the same time showing changes in film style and the history of cinema experiments. Avant-garde moments pop up in the most unlikely of places including turn-of-the-twentieth-century actualities, commercial and radical newsreels, and Busby Berkeley's \"Lullaby of Broadway\" from Gold Diggers of 1935. Included are spectacular prints of Charles Sheeler and Paul Strand's Manhatta (1921), Robert Flaherty's Twenty-four-Dollar Island (c. 1926), Robert Florey's Skyscraper Symphony (1929), Jay Leyda's A Bronx Morning (1931), and Rudy Burckhardt's Pursuit of Happiness (1940).26 FILMS:The Blizzard (1899)-creators unknownLower Broadway (1902)-Robert K. BonineBeginning of a Skyscraper (1902)-Robert K. BoninePanorama from Times Building, New York (1905)-Wallace McCutcheonSkyscrapers of NYC from North River (1903)-J.B. SmithPanorama from Tower of the Brooklyn Bridge (1903)-G.W. \"Billy\" BitzerBuilding Up and Demolishing the Star Theatre (1902)-Frederick ArmitageConey Island at Night (1905)-Edwin S. PorterInterior New York Subway 14th Street to 42nd Street (1905)-G.W. \"Billy\" BitzerSeeing New York by Yacht (1902)-Frederick Armitage & A.E. Weed2 Looney Lens: Split Skyscrapers (1924) and Tenth Avenue, NYC (1924)-Al Brick4 Scenes from Ford Educational Weekly (1916-24)-creators unknownManhatta (1921)-Charles Sheeler & Paul StrandTwentyfour-Dollar Island (c. 1926)-Robert FlahertySkyscraper Symphony (1929)-Robert FloreyManhattan Medley (1931)-Bonney PowellA Bronx Morning (1931)-Jay LeydaFootnote to Fact (1933)-Lewis JacobsSeeing the World (1937)-Rudy BurckhardtPursuit of Hapiness (1940)-Rudy BurckhardtGold Diggers of 1935 - \"Lullaby of Broadway\" (1935)-Busby Berkeley (excerpt)Autumn Fire (1930-33)-Herman WeinbergDisk 6: THE AMATEUR AS AUTEURDiscovering Paradise in PicturesThese home-made films incorporate avant-garde strategies and techniques to achieve a true sense of cinematic intimacy. Glimpses of life caught unawares are found in the home movies of Elizabeth Woodman Wright, Archie Stewart, Frank Stauffacher, and John C. Hecker. Poetic lyricism finds a voice in city symphonies: Lynn Riggs and James Hughes' A Day in Santa Fe (1931) and Rudy Burckhardt's Haiti (1938). Professionally minded films, like Theodore Case's sound tests (c. 1925) and Lewis Jacobs' Tree Trunk to Head (1938), operate from a similar home-spun perspective of sincerity. Joseph Cornell offers an enigmatic but lovely homage to childhood with Children's Trilogy (c. 1938).20 FILMS:7 Case Sound Tests (c. 1924-25)-Theodore Case & Earl SponableWindy Ledge Farm (c. 1929-34)-Elizabeth Woodman WrightA Day in Santa Fe (1931)-Lynn Riggs & James Hughes4 Stewart Family Home Movies (c. 1935-39)-Archie StewartChildren's Party (c. 1938)-Joseph CornellCotillion (c. 1938)-Joseph CornellThe Midnight Party (c. 1938)-Joseph CornellHaiti (1938)-Rudy BurckhardtTree Trunk to Head (1938)-Lewis JacobsBicycle Polo at San Mateo (1940-42)-Frank Stauffacher1126 Dewey Avenue, Apt. 207 (1939)-John C. HeckerDisk 7: VIVA LA DANCEThe Beginnings of Cinｅ-DanceDance and film have shared the aspiration to creatively sculpt motion and time. Some of the first films ever made featured Annabelle's skirt dance, hand-painted in glowing colors. Isadora Duncan and Ruth St. Denis' innovations found their way into Diana the Huntress (1916) and The Soul of the Cypress (1920). Highly cinematic renditions of dance evolved in Stella Simon's Hände (1928), Hector Hoppin's Joie de vivre (1934), and Busby Berkeley's \"Don't Say Goodnight\" from Wonder Bar (1934). In counterpoint, cinｅ-dances by Mary Ellen Bute, Douglass Crockwell, Oskar Fischinger, Norman McLaren, Ralph Steiner, and Slavko Vorkapich dispensed with actual dancers in favor of color, shape, line, and form choreographed into abstract light-play.33 FILMS:7 Annabelle Dances and Dances (1894-1897)-W.K.L. Dickson, William Heise & James WhiteDavy Jones' Locker (1900)-Frederick ArmitageNeptune's Daughters (1900)-Frederick ArmitageA Nymph of the Waves (1900)-Frederick ArmitageDiana the Huntress (1916)-Charles Allen & Francis Trevelyan Miller (excerpt)The Soul of the Cypress (1920)-Dudley MurphyLooney Lens: Pas de deux (1924)-Al BrickHände: Das Leben und die Liebe eines Zärtlichen Geschlechts (Hands: The Life and Loves of the Gentler Sex) (1928)-Stella Simon & Miklos BandyMechanical Principles (1930)-Ralph SteinerTilly Losch in Her Dance of the Hands (c. 1930-33)-Norman Bel Geddes2 Eisenstein's Mexican Footage (1931)-Sergei Eisenstein (excerpts)Oramunde (1933)-Emlen EttingHands (1934)-Ralph Steiner & Willard Van DykeJoie de vivre (1934)-Anthony Gross & Hector HoppinWonder Bar: \"Don't Say Goodnight\" (1934)-Busby Berkeley (excerpt)Dada (1936)-Mary Ellen Bute & Ted NemethEscape (1938)-Mary Ellen Bute & Ted NemethAn Optical Poem (1938)-Oskar FischingerAbstract Experiment in Kodachrome (c. 1940s)-Slavko VorpapichNBC Valentine Greeting (1939-40)-Norman McLarenStars and Stripes (1940)-Norman McLarenTarantella (1940)-Mary Ellen Bute, Ted Nemeth & Norman McLarenSpook Sport (1940)-Mary Ellen Bute, Ted Nemeth & Norman McLarenDanse Macabre (1922)-Dudley MurphyPeer Gynt (1941)-David Bradley, starring Charlton Heston (excerpt)Introspection (1941/46)-Sara Kathryn ArledgeSERIES CATALOG\"Unseen Cinema: Early American Avant-Garde Film 1893-1941\"Unseen Cinema catalog features 30 essays, articles, and documents and 65 annotated photographs. Authors are scholars, critics, and filmmakers whose knowledge of the early avant-garde derives from either direct experience as a participant or years of scholarly research. Many hard-to-find photographs and sources detail the first decades of American experimental cinema in the United States and abroad.Table of ContentsForeword-Jan-Christopher HorakWords and Pictures-annotated photographs1. The Grand Experiment-Bruce Posner2. Hollywood Extras: One Tradition of `Avant-Garde' Film in Los Angeles- David James3. Emlen Etting: Three Films-R. Bruce Elder4. The Attraction of Nature in Early Cinema-Scott MacDonald5. \"Le Retour ａ la raison\": Hidden Meaning-Deke Dusinberre6. Music for \"Ballet Mｅcanique\": 90s Technology Realizes a 20s Vision-Paul D. Lehrman7. Sara Kathryn Arledge: \"Introspection\"-Terry Cannon8. Busby Berkeley and America's Pioneer Abstract Filmmakers-Cecile Starr9. Joseph Cornell: An Exploration of Sources-Lynda Roscoe Hartigan10. Discussing D.W. Griffith-Jay Leyda11. Maurice Tourneur and \"The Bluebird\"-Jan-Christopher Horak12. Diva of Decadence: \"Salome\"-Kenneth Anger13. W.K.L. Dickson: Pioneer Filmmaker-Paul Spehr14. Elizabeth Woodman Wright: \"Windy Ledge Farm\"-Karan Sheldon & Bruce Posner15. Robert Florey and the Hollywood Avant-Garde-Brian Taves16. Working on \"The City\"-Henwar Rodakiewicz17. Warren Newcombe: \"The Enchanted City\"-Stephen J. Schneider18. My Films-J.S. Watson, Jr.19. J.S. Watson, Jr.: \"Nass River Indians\"-Lynda Jessup20. ...And Melville Webber-Dale Davis21. Making \"Twenty-four Dollar Island\"-Robert Flaherty22. Avant-Garde Production in America-Lewis Jacobs (excerpts)23. Rutherford Boyd and \"Parabola\"-Douglas Dreishpoon24. Notes on New Cinema of 1929 and 1930-Harry Alan Potamkin25. Herman G. Weinberg: \"Autumn Fire\"-Robert A. Haller26. Unanswered Questions: Eisenstein's \"Quｅ Viva Mｅxico!\"-Herman G. Weinberg27. My First Movie and \"The Hearts of Age\"-Orson Welles interviewed by Peter Bogdanovich28. Highway 66: Montage Notes for a Documentary Film-Lewis Jacobs29. The American Vanguard: Flux and Experience-R. Bruce Elder30. New Artistic Process-Claire Parker and Alexandre Alexeieff",
    "chinese_title": "Captain Nissen Going Through Whirlpool Rapids, Niagara Falls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T17:34:04"
}