{
    "aka": [],
    "sid": "1779770",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2197009639.jpg",
    "region": [
        "捷克"
    ],
    "writer": [
        {
            "url": "/celebrity/1033504/",
            "name": "维克多·格罗迪亚 Wiktor Grodecki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0115722",
    "director": [
        {
            "url": "/celebrity/1033504/",
            "name": "维克多·格罗迪亚 Wiktor Grodecki",
            "@type": "Person"
        }
    ],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "1996-11-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0115722/",
    "imdb_votes": 725,
    "this_title": [
        "Body without Soul"
    ],
    "douban_link": "https://movie.douban.com/subject/1779770/",
    "imdb_rating": "6.7/10 from 725 users",
    "trans_title": [
        "魂不附体"
    ],
    "douban_votes": "325",
    "introduction": "User Comments:A documentary, which should be seen by everyone, 21 December 2005Author: Skyboy from United StatesFirst I watched \"Mandragora\" – an excellent, trough very depressing movie. Than being found of documentary movies I decided to watch \"Body without Soul \" – based on other user comments I expected this to be another dark and depressing masterpiece of Wiktor Grodecki. Instead it turned out to be very powerful documentary, with a lot of life lessons.You might be surprised by my statement above and so was my grandmother when I discussed the film with her. She asked me – why was I watching such movies anyway – and my answer was – because I rather see it on the screen than get a real life experience like the boys shown in \" Body Without Soul \" . If some of them had seen similar movie before they decided to cell their bodies – may be they wouldn't have made the steps which brought them in the hands of the porno producers … That is why my opinion is that movies such as Body without Soul should be viewed by as many people as possible – as they are sure to make them think – about what they had just seen and if they could do something to prevent it happening to them or their friends or relatives.Some of the boy prostitutes interviewed in this movie seemed to deal pretty well with their lifestyle and profession, other were making just the opposite impression. In the movie you can see an the interview with a pornographic film director – to my surprise he wasn't shown as the absolute evil – but rather as a person who makes his living from shooting porno( and working at the morgue ) – with his sins and mistakes , but still real and accurate character as all characters in this documentary are...",
    "chinese_title": "魂不附体",
    "douban_rating": "8.2/10 from 325 users",
    "foreign_title": "Body without Soul",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "8.2",
    "update_at": "2025-05-16T18:07:43"
}