{
    "aka": [
        "狂人蓝调"
    ],
    "sid": "1779520",
    "cast": [
        {
            "url": "/celebrity/1054430/",
            "name": "伍迪·艾伦 Woody Allen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127008/",
            "name": "宋宜·普列文 Soon-Yi Previn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107145/",
            "name": "Martin Konigsberg Martin Konigsberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114406/",
            "name": "Nettie Konigsberg Nettie Konigsberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568276060.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0141986",
    "director": [
        {
            "url": "/celebrity/1023170/",
            "name": "芭芭拉·卡颇 Barbara Kopple",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语",
        "意大利语"
    ],
    "playdate": [
        "1998-02-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0141986/",
    "imdb_votes": 2314,
    "this_title": [
        "Wild Man Blues"
    ],
    "douban_link": "https://movie.douban.com/subject/1779520/",
    "imdb_rating": "6.9/10 from 2314 users",
    "trans_title": [
        "野人蓝调",
        "狂人蓝调"
    ],
    "douban_votes": "339",
    "introduction": "In 1996, with his public image at a low ebb after a messy breakup with Mia Farrow, clarinetist and filmmaker Woody Allen set off on a tour of Europe with his New Orleans jazz band. Accompanying him were his sister, his soon-to-be wife Soon-Yi Previn, and Oscar-winning documentary maker Barbara Kopple. Like Allen says as the beginning of the tour, \"Theoretically, this should be fun for us.\"Woody Allen has always been more widely appreciated in Europe than in the U.S., so it's no surprise that the concerts quickly provoke the kind of fan hysteria usually reserved for rock stars. This star however is clearly not comfortable with his fame. Whether he's giving a tour of his lavish hotel suite or prodding at an unexpectedly dry omelet, the director seems profoundly ill at ease and sometimes--when trapped by a crowd or harassed by a particularly persistent photographer--he appears to be both frightened and angry at the way celebrity shapes his life. The pressure to be funny on cue is the bane of any comedian's life, of course, and for Allen the seemingly endless round of receptions and parties is something to be endured, not enjoyed. In the face of this, the mutual support and affection shared by Allen and the woman he introduces as \"the notorious Soon-Yi Previn\" comes across as both genuine and absolutely necessary. When they are together, he is at his funniest, and his least guarded.What persuaded such a private artist to allow such a documentary to be made? Perhaps it was a desire to celebrate his love of music, something that appears to sustain him as much as his relationship with Soon-Yi. He may refuse to bob his head and tap his feet to please his audience, but when he launches into a soaring solo we finally see Allen at ease, transported by the thrill of playing jazz. --Simon Leake",
    "chinese_title": "野人蓝调",
    "douban_rating": "8.2/10 from 339 users",
    "foreign_title": "Wild Man Blues",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.2",
    "update_at": "2025-07-22T20:50:00"
}