{
    "aka": [
        "Harvest Time",
        "Vremya zhatvy",
        "等待丰收的季节"
    ],
    "sid": "1780299",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558548266.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1308149/",
            "name": "Marina Razbezhkina Marina Razbezhkina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0418305",
    "director": [
        {
            "url": "/celebrity/1308149/",
            "name": "Marina Razbezhkina Marina Razbezhkina",
            "@type": "Person"
        }
    ],
    "duration": "Czech Republic: 67 分钟(Karlovy Vary Film Festival)",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2005-06-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0418305/",
    "imdb_votes": 234,
    "this_title": [
        "Время жатвы"
    ],
    "douban_link": "https://movie.douban.com/subject/1780299/",
    "imdb_rating": "6.9/10 from 234 users",
    "trans_title": [
        "豐收時節",
        "Harvest Time",
        "Vremya zhatvy",
        "等待丰收的季节"
    ],
    "douban_votes": "0",
    "introduction": "В одном из интервью Марина Разбежкина сказала: «Я очень люблю документальный театр и его подход к изложению сюжета».Хотя словосочетание и непривычно для разговоров о документализме (театральность считается антиподом кинематографичности), думаю, постановщик картины «Время жатвы» не оговорилась. Таков ведь и парадоксальный состав ее режиссуры — воплощенное противоречие, если исходить из принятых норм. Основной парадокс (или — сюрприз!) в том, что явная поначалу несовместимость далее оборачивается гармонией, во многом еще не знакомой экрану. «Время жатвы» — игровой дебют документалистки (как и киностудии «Риск», преимущественно занятой документалистикой) — предлагает, впрочем, без всяких деклараций, непринужденно, ряд новшеств в языке кино. Причем не компьютерных, не спецэффектных, а ручных, пленочных, артистических ,что редко в нашу насквозь технологизированную эпоху.Картина «Время жатвы» короткая, всего лишь 67 минут, но насыщенность и емкость изображения словно бы приращивают длительность рассказа. Картина многосоставна, многослойна и при внешней простоте сложна — типичный артхаус, как ни нелепо звучит в применении к подобному материалу модный (но удобный) термин.И прежде всего бросаются в глаза именно неожиданные стыковки, коллажи и наложения противоположностей. Присмотримся: для «жизни врасплох», для «феномена достоверности», этих приоритетов документализма, пьеса о колхозном Красном знамени, изгрызанном мышами, не что иное, как гиньоль. Но, с другой стороны, для театра абсурда, пусть и «документального», для сатирического гротеска сюжет о комбайнерке, загубленной славой и шустрыми избяными грызунами, слишком детализирован в стиле ретро послевоенных советских 1950-х, правдоподобен, горестно узнаваем. И еще здесь много психологии, подтекстов, ностальгии. Сверх всего — лиризм. И — художественность.Байка о том, как беззаконные мыши (НКВД на них нет!) в избе передовика колхозного труда сгрызли переходящее Красное знамя, возможно, имеет реальные корни и записана Мариной Разбежкиной в одной из поволжских деревень. Понятно, что у этого анекдота совсем не веселый подтекст: если обнаружится порча фетиша, крестьянке-разине несдобровать. Вот и приходится ей выбиваться из сил ради новых побед и трудовых свершений, только бы это знамя начальству не возвращать. Такая вот «кустурица»: хоть смейся, хоть плачь.Герой и героиня фильма «Время жатвы», семейная пара — не просто актриса-мастер и натурщик, но бьющий в сердце удар. Антонина Гусева (так зовут жену), молодая, крепкая комбайнерша, мать двух славных мальчуганов, влюблена в мужа по-девчоночьи, счастливо, гордо. И ничуть не меньше оттого, что война оставила ее Геннадию лишь верхнюю половину туловища. Красивая благородная голова, мощный торс укреплен на инвалидной доске с колесиками.Не жалость, а скорее любование пластикой, ловкостью и, главное, достоинством вызывает эта фигура. Но когда вслед по лугу катится вторая тележка и ее догоняет на костылях одноногий, ложится тень «Капричос» Гойи по-российски и не требуется пояснений.Диалог в фильме минимален. Немая игра, исконно кинематографическое «красноречие молчания». Лишь несколькими репликами озвучены обе главные роли. Тосю услышим — но о том чуть позже — в экстремальной ситуации, и будет уже не ее, актрисы Моторной, голос, точнее — мистический вопль, а закадровое камлание трансцендентной «дублерши» тувинки Сейнхо — к этим леденящим душу моментам мы еще подойдем.Герой звучит в фонограмме дудочкой-самоделкой народного музыканта Сергея Старостина, его за душу хватающей старинной песней-заговором о козе, огне, воде — «голосом Земли», как выразилась Разбежкина. И еще — непонятно, почему и откуда взявшейся (рациональное оправдание — вокальный номер заезжей певицы на колхозном празднике) песней Сольвейг из «Пер Гюнта» Грига, покоряющей мелодией печали и надежды, которую тоже наигрывает самодельная дуделка инвалида, включая ее в деревенский саундтрек вместе с блеянием коз и петушиным пением.Режиссура привела к общему стилистическому знаменателю тонкий штриховой рисунок актрисы и органическое существование в образе ее героини. Но сколько нежности, намеков, нюансов, переглядок, улыбок, невысказанного содержат эти сольные партии, этот уникальный экранный дуэт! Здесь все напоено любовью — женщины и мужчины, родителей и детей, людей и животных — коза, овечка, гусыня по-хозяйски расхаживают и обитают в избе Антонины как равноправные члены семьи. Они очеловечены.Происходящее (настоящее время) имеет рассказчика. Это младший сын героини, он же — мальчонка, участник событий (в кадре две белобрысые серовские головки-ежики на печке, две пары любопытных некрасовских детских глаз). Взрослый и невидимый из-за кадра, он вспоминает о матери и отце (прошедшее время), а где теперь находится он сам (зрителя ждет еще один шок!), узнаем в конце картины.Деревня поначалу — теплый природный мир, обжитое пространство. Персонажи погружены в среду, не похожую на передвижническую (нищета, грязь, скученность — словом, «власть тьмы»). Среда во «Времени жатвы» прорежена, воздушна, соткана из несходств.В своей умной рецензии В. Кичин справедливо заметил, что автор «не столько выстраивал, сколько терпеливо подглядывал каждый свой кадр». Да, отсюда доверие и эффект присутствия, та самая документальность.Но тут же — остраннение (от «странности», по Шкловскому) и приемы, каковые можно было бы счесть формальными, если бы они не возникали так органично и непринужденно: выкадровки внутри кадра, окно избы с трогательными резными наличниками, а за ним подсматриваемое нами действие внутри избы; или оттуда, как из ложи, зрители смотрят наружу, и тогда сцена переносится на улицу; или фронтальные мизансцены, где люди во весь рост напоминают полукустарные деревенские фотографии, где отпечаток подретуширован рукой местного умельца — а la старинный портрет-примитив. И долгие чисто кинематографические сверхкрупные планы детских лиц. И целая серия пейзажей, поэтический круговорот природы, в которую неотделимо вписаны люди. Талантливый оператор Ирина Уральская работает безупречно — адекватно общему замыслу и стилю.Рассказ о жизни простой, грубой, трудной, элементарной позволяет почувствовать и то, «что сквозит и тайно светит в наготе ее смиренной».Но вот в стилистике картины возникает соц-арт: портрет лучшего районного комбайнера Антонины Гусевой у древка знамени. Милые и мягкие черты ужесточаются, суровеют. Появляется постоянно озабоченное выражение лица, оскал вместо улыбки. В фильм входит советская «великая утопия», или, по выражению Б. Пастернака, «бесчеловечное владычество выдумки». Живая милая жизнь, пусть нищая и убогая, но с тайным светом, покоряется «колдовской силе мертвой буквы» (Б.Пастернак).Опять нам предлагается не публицистика, а тонко эстетизированный и остранненный постсоциалистический реализм с легким флером символики. Деревенские считают знаком несчастья появление белой лошади, но вместо нее издалека приближается, колеся по лугу, белая городская «Победа», выходит некто во френче — обобщение большевика-начальника. Крестьянки в белых балахонах и платках, подняв грабли и замерев шеренгой для фотоснимка, вдруг напоминают финальный хор в старообрядческом скиту из оперы «Хованщина».Народ расходится, медленно удаляется «Победа», а триумфатор Тося ковыляет домой через луг с тяжелым бархатным полотнищем на мощном стяге. Нарастает трагедия сакрального.Иные рецензенты всерьез упрекали «Время жатвы» в неправдоподобии центрального конфликта. Дескать, мыши могли жрать знамя в Красном уголке или клубе, а не в крестьянском доме, где есть другая пища. Положим, на колхозные трудодни 1950-х и рекордсменке, надо думать, трудно было прокормить детей, не то что мышей. И хотя, говорят, сценарным истоком послужил реальный рассказ крестьянки, разве не законен в искусстве допуск? И не было ли, скажем, в Санкт-Петербурге случая с коллежским асессором Ковалевым, у которого средь бела дня исчез с лица нос да и зажил отдельной жизнью? Или того круче: в благопристойном бюргерском доме вдруг свершилось чудовищное превращение — юный коммивояжер утром проснулся тараканом, а родители, близкие, сестра, все вокруг оставались прежними. Почему же страхи сталинской деревни не могут материализоваться в роковом куске красного бархата?Не только потрясая, но призывая к раздумью, экстраординарные кадры расширяют духовное пространство фильма. Перед нами не «этническое кино». Популяция фильма читается как русская, нет ни чувашского языка, тюркского по происхождению, ни чувашской орнаментики. Языческая подоплека, глубинный слой идолопоклонства не чувашам принадлежит, а всему социуму. Последняя концепционная спайка картины — язычество и тоталитарный режим.Фильм «Время жатвы» и история Антонины Гусевой могли бы служить постскриптумом к многим циклам.Голосом с того света сын Тоси Гусевой говорит: «Вы так давно покинули нашу память о вас, что не возвращаетесь в наши сны. Почему?». Действительно - почему ?",
    "chinese_title": "豐收時節",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Время жатвы",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T10:56:05"
}