{
    "aka": [
        "Seokkeul",
        "The Circle",
        "变态轮回"
    ],
    "sid": "1781273",
    "cast": [
        {
            "url": "/celebrity/1103585/",
            "name": "姜受延 Soo-yeon Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313974/",
            "name": "郑雄仁 Woong-in Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047053/",
            "name": "崔贞允 Jeong-yun Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039289/",
            "name": "刘俊相 Jun-sang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373866/",
            "name": "李恩美 Eun-mi Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1540566/",
            "name": "刘世礼 Se-rye Yoo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2652115845.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0383271",
    "director": [],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2003-11-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0383271/",
    "imdb_votes": 80,
    "this_title": [
        "써클"
    ],
    "douban_link": "https://movie.douban.com/subject/1781273/",
    "imdb_rating": "5.1/10 from 80 users",
    "trans_title": [
        "轮回",
        "Seokkeul",
        "The Circle",
        "变态轮回"
    ],
    "douban_votes": "665",
    "introduction": "前生70年前，雨巷中的一次相撞，一见钟情，错得如此美丽的邂逅。那位寄情于画画的文弱书生，目光从此追随着她的倩影。可是她成为了他的师母。她有着强烈的欲望；她是被操纵的木偶，身不由已；她的背后是一个大阴谋，她象吸血鬼撒开一张黑网，把他卷入其中，雨夜的鲜血触目惊心。为了她挺身而出，宁愿背负所有罪名。即使知道所有的真相，也不后悔为她倾其所有。在那个风雪交加的夜晚，远走高飞的善红和金光中感觉死亡正在一步步逼近他们。。。善红：“万一有来生，我一定会找到你的。报答你的恩情。”金光中：“很感谢命运的安排，让我遇到你。让我们真诚许愿，真诚祈祷，来世就能成为夫妇。我们一定要重生，幸福地生活在一起。”在极乐交融中紧紧拥抱，在风雪中化成二尊冰雕，那生命之源紧粘着，鲜活、温润，充满了旺盛的生命力，能劈开冰雪，那是爱情的活标本，也是爱情的复活。后生他是一名连环奸杀案的凶手。她是一名雷厉风行的检察官。负责此案的审讯公诉。仿如一对冤家，不打不相识。他的狂妄嚣张令她愤怒，下决心要把他严办，为死去的六名无辜女同胞报仇雪恨。她的前男友成为赵明九的辩护律师。在法庭上，他俩几次交锋，唇枪舌剑，针锋相对。律师男友认为赵明九是精神病患者，分裂为多重人格。利用催眠术，认定赵是画家金光中的后生。因为冤孽才故恶重演。而赵明九的同居女友说她是善红的后生。她认定律师男友的结论很荒唐无稽。据理力争，赵明九最终被判死刑。当法官裁定他死罪的时候，往曰张狂的他很安静，好象一切都了如指掌，但一丝慌乱又划在脸上，似是措手不及。真的要和她分别了，是依依不舍。回眸处，别有一番深意。留恋处，让她颤懔。他哀伤幽怨的眼神藏着秘密。或许真的是她错了，他另有隐衷。同一时间，赵的女友死于车祸。她震荡了，惊悚的她决心查个水落石出。她重新审核此案。回到案发的现场——赵明九的家，阳光斑驳地照着墙上的壁画，她看到了昔曰一对小情人的嬉戏，明九的苦恼，他真的没有性能力，奸杀不成立。叩开重门深锁的深深重院，那座发生了惊世骇俗大案的曰式庭院，往曰的一幕幕闪回出现：金光中和善红的故事。那个见证人，最小的弟子叙说着涂满鲜血的沧桑。他赠她善红的画像，满怀深意的眼光注视着她。似曾相识的她！带着无边的落寞，她来监狱探望他，看着他象小孩子一样津津有味地吃着他最爱的麦当劳：“真好吃，我再吃一个好吗？”她透着一股辛酸：“真的那么好吃吗？”他象老朋友一样关心她，让她考虑和前律师男友的婚姻问题。她真诚地告诉他，其实早已结婚了，又因为不育早被夫家抛弃，她对婚姻已失望。他若有所思地喃喃自语：“你也因为前世的罪恶滔天而今世要受惩罚。”他送她一幅写真，栩栩如生的她跃然纸上。在烟雾迷惘中面对她和善红的画像，她们有什么联系？那个最小的弟子找出往昔的大合影，她就是善红的后生！！！电闪雷呜般的震撼！！！当绳索套在他脖子的时候，一切回到圆圈中运转的缘分。他堕入黑暗中。。。一切回到起点。不是结束，是开始，是新生。亲爱的,在下世我仍愿意苦苦守候你。在高速公路上为了阻止他的死刑她拨了手提电话，可是意外的车祸发生了：“亲爱的，我愿意追随你而去，在同一时刻。让我们在奈何桥那端相等。。。穿越黑暗的时空隧道，如同凤凰涅磐一起新生！我没有失约——70年前那个信誓旦旦的约定我铭记在心。不论是樱花飘逸的春天，还是寒冬凛烈的冰雪，我们永远在一起！作为2003年和OLD BOY并列为最具创意编排的二部电影，《轮回》书写了一曲浪漫主义爱的赞歌，爱的长流不息，世代相传，让我感受到电影男女主人公同频的爱情脉跳。如果说OLD BOY还要为结局伤神的话，《轮回》则让我相信真爱的永远！虽然观影的过程我一直进行理性和感性的大对搏，最终缜密的理性被决堤的感情彻底摧毁。《轮回》也是一部揉合多种元素的电影：爱情，恐怖，侦探，悬疑。。。姜受延是和李美淑齐名的极品级女演员，她的中性化干练形象深入我心，英姿中透着一股妩媚。与崔民秀合演的《黑王至尊》，那纤细的足踝摇荡着性感妖冶，风情万种的尤物迷惑着人心，与《丑闻》的赵夫人性感度有一搏。《开心见性》那女权主义者真是让我大开眼界。女人抽烟还能抽出韵味和魅力：李美淑的高雅透出寂寞，姜受延的麻利夹着火辣。男主角Jung Wung-in他的角色分成：善良纯情忠于爱情的金光中；杀人犯又是精神病患者的赵明九，内心世界非常丰富，性格变化莫测，时而狂乱时而傲慢,时而迷惘时而焦躁,时而杀气腾腾，时而温驯乖巧，时而温存绵绵。。。他有一双欲说还休的眼睛，隐藏着秘密又带领观众去解读真相。ＥＮＤ．．．．．．",
    "chinese_title": "轮回",
    "douban_rating": "6.4/10 from 665 users",
    "foreign_title": "써클",
    "imdb_rating_average": 5.1,
    "douban_rating_average": "6.4",
    "update_at": "2025-03-29T10:12:16"
}