{
    "aka": [
        "Pontianak - Scent of the Tuber Rose"
    ],
    "sid": "1783942",
    "cast": [
        {
            "url": "/celebrity/1059600/",
            "name": "Nanu Baharuddin Nanu Baharuddin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112828/",
            "name": "玛雅·卡林 Maya Karin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134106/",
            "name": "拿督·罗斯彦·诺 Datuk Rosyam Nor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205547/",
            "name": "Sharifah Aleya Sharifah Aleya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "爱情",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602072552.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1277631/",
            "name": "Shuhaimi Baba Shuhaimi Baba",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0371890",
    "director": [
        {
            "url": "/celebrity/1277631/",
            "name": "Shuhaimi Baba Shuhaimi Baba",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "Malay"
    ],
    "playdate": [
        "2004-05-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0371890/",
    "imdb_votes": 199,
    "this_title": [
        "Pontianak harum sundal malam"
    ],
    "douban_link": "https://movie.douban.com/subject/1783942/",
    "imdb_rating": "5.9/10 from 199 users",
    "trans_title": [
        "Pontianak - Scent of the Tuber Rose"
    ],
    "douban_votes": "0",
    "introduction": "On a metaphorical level, the pontianak – a kind of female vampire associated with death in childbirth, whose appearance is often heralded by the scent of flowers – could represent a monstrous embodiment, through the male gaze, of the fear of women caused by their autonomy. If this is true, even while still alive, the dancer Meriam (Maya Karin) is already on her way to becoming a pontianak: she is fiercely independent, she travels where and when she wants accompanied by her two female servants, she pointedly rejects the gifts from those she doesn’t like, and decides for herself whom she will marry.Shuhaimi Baba, director, producer, and screenwriter, offers a poetic and feminist reworking of the myth with Pontianak – Scent of the Tuber Rose (Pontianak Harum Sundal Malam), of which she made a sequel in 2005, Pontianak Harum Sundal Malam 2. The film is a melodrama with horror undertones, and with a slow and elegant pace and oozes elegance, much like Meriam’s traditional dance, which we see in two stunning scenes.The story is set in 1949, when Meriam, a renowned dancer, is officially bestowed the title of “primadonna”, receiving a tiara in recognition of her contribution to the arts. Unfortunately, among her admirers is the wealthy merchant Marsani (Azri Iskander), an arrogant scoundrel, consumed by passion for her. There is no room for happiness and freedom, symbolised by the tiara; the film is imbued with a bitterness which is also transmitted by the sweet, melancholic song about the inevitability of death, which runs obsessively throughout, just like the image of the white flowers of the tuberose.Meanwhile, a gloomy scene introduces, through the account of the villagers, the pontianak of the myth, a monstrous creature that flies from tree to tree with a shrill laugh (but she can be transformed back into a normal woman by driving a nail into the back of her neck). Notably, Meriam’s fury is palpable when Marsani’s henchmen try to abduct her (“Is it wrong for me to dance?” she shouts), anticipating the vengeful fury of the pontianak in the film. Indeed, when Meriam is murdered and, in dying, gives birth to a child, she returns as a pontianak, haunting Marsani’s family.The story then shifts to the present day: Marsani, kept relatively young thanks to “scientific” methods, descends into madness, consumed by guilt and terrified of the pontianak. He believes that Meriam has returned to punish him in the body of the young Maria, who is a dead ringer for her – and who indeed bears a mark on the back of her neck. Within nightmares and ghostly apparitions, Meriam and Maria blur into one... Meriam tells a terrified Maria that she wants to merge with her body.The story makes free and subjective use of flashbacks and flashforwards, with a deliberate blurring of past and present through the realm of dreams. The pontianak glides between reality and hallucination; the confines of objective and subjective experience are blurred; the film unfolds in an expanded, dreamlike dimension, with repetitions, even contradictory ones, and strong ellipses – which can even extend to the archaic use of substitute captions.In a demanding triple role, actress and singer Maya Karin lends credibility to the refined dancer that is Meriam, to the fresh-faced girl that is Maria, and to the fury of the pontianak – often slipping from one identity to another with a slight adjustment of lighting or a mere expression. In the supporting role of Sitam, the disabled servant, the talented Ida Nerina (notable, also in 2004, in Sepet by Yasmin Ahmad) brings a fresh, accommodating human touch. It is interesting that the same actress plays the pontianak of the village at the beginning of the film. In a later scene, Sitam frightens a group of children by appearing in the fog. Does Sitam also have a mark on her neck by chance?",
    "chinese_title": "Pontianak harum sundal malam",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T20:15:05"
}