{
    "aka": [],
    "sid": "1783729",
    "cast": [
        {
            "url": "/celebrity/1216153/",
            "name": "Stephen Marzella Stephen Marzella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162175/",
            "name": "丹尼·韦伯 Danny Webb",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161189/",
            "name": "蒂姆·伍德沃德 Tim Woodward",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154074/",
            "name": "杰伊·维利尔斯 Jay Villiers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142718/",
            "name": "尼娅·罗伯茨 Nia Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134453/",
            "name": "Rachel Power Rachel Power",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129108/",
            "name": "丹妮拉·纳尔迪尼 Daniela Nardini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105399/",
            "name": "阿什利·詹森 Ashley Jensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040761/",
            "name": "尼古拉斯·罗尔 Nicholas Rowe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002828/",
            "name": "莱斯利·菲利普斯 Leslie Phillips",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "BBC"
    ],
    "writer": [],
    "imdb_id": "tt0305939",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "GB-E"
    ],
    "playdate": [
        "2002-02-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0305939/",
    "imdb_votes": 35,
    "this_title": [
        "Outside the rules"
    ],
    "douban_link": "https://movie.douban.com/subject/1783729/",
    "imdb_rating": "6.7/10 from 35 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Daniela Nardini stars as Natalie Vine, a forensic psychiatrist who plays a vital role in solving the darkest and most harrowing crimes.Natalie joins Penhill high security hospital, home to many of Britain's most disturbed criminals. Her assignments are to uncover the dark secret of a serial child killer and track down a multiple murderer before he strikes again.The role proved gruelling for Daniela Nardini. She admits it took nearly two months to get Natalie out of her head. \"Usually I've been able to keep some part of myself separate, but with this I couldn't possibly not give everything to it. It was very draining and there were tears. After a while I was wondering why on earth the character was doing it! I think I came out of it with far more questions than I had going into it.\"In the first story she must deal with child killer Rachel Selby, played by Anastasia Hill. Daniela reveals that the pair found it hard to talk about their roles when they were together. \"In the story I was trying to get inside her head and she was trying to keep me out - it was easier to avoid each other on set. But she was terrifying! I tried to get across that feeling of her vulnerability, that Natalie is actually out of her depth. She is frightened going into this situation. I was also aware that I didn't want her to be too sympathetic towards a child killer.\"Daniela reveals that her character's surreal relationship with mentor and shrink Hal Porter, played by Leslie Phillips, attracted her to the scripts. \"You're never sure whether he is just in her head, whether he is real, or even if he's alive. Natalie consults him when she's confronting her own feelings. She also takes him into the therapy rooms with her, and talks to him when there is a patient present.\"To make the drama authentic, a forensic psychiatrist and a nurse from a real-life secure unit gave the actors an insight into their work. And filming took place in a disused hospital, where the tension was increased by the sound of doors constantly being locked and unlocked.After four months of intense drama, Daniela is looking for some light relief in her next role. \"Maybe a nice part in Friends?\" she muses.http://www.bbc.co.uk/drama/crimedoubles/outside_the_rules.shtml",
    "chinese_title": "Outside the rules",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T02:22:42"
}