{
    "aka": [
        "Voyage to the End of the World"
    ],
    "sid": "1791022",
    "cast": [
        {
            "url": "/celebrity/1003633/",
            "name": "Walter Forster Walter Forster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150702/",
            "name": "Joffre Soares Joffre Soares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143487/",
            "name": "Karin Rodrigues Karin Rodrigues",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122586/",
            "name": "Annik Malvil Annik Malvil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070038/",
            "name": "Fernando Campos Fernando Campos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061880/",
            "name": "若埃尔·巴塞洛斯 Joel Barcellos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155355/",
            "name": "Vera Vianna Vera Vianna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2651441211.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1070038/",
            "name": "Fernando Campos Fernando Campos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021090/",
            "name": "马查多·德·阿西斯 Machado de Assis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0145560",
    "director": [
        {
            "url": "/celebrity/1070038/",
            "name": "Fernando Campos Fernando Campos",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1968-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0145560/",
    "imdb_votes": 102,
    "this_title": [
        "Viagem ao Fim do Mundo"
    ],
    "douban_link": "https://movie.douban.com/subject/1791022/",
    "imdb_rating": "7.1/10 from 102 users",
    "trans_title": [
        "直到世界尽头的远航",
        "Voyage to the End of the World"
    ],
    "douban_votes": "244",
    "introduction": "During a flight, passengers confront their aspirations, frustrations, fears, wishes and fears, mixing up reality and fiction.Several characters board a plane: a soccer team, a football manager, a decrepit old man, a group of nuns and an advertinsing girl. Dreams, delusions, ideas and concrete situations related or not an individual to another. Archive scenes of war, famine and religious pilgrimages interleave to a mythical woman Nature.fiction, 35 mm, pb, 95 min, based on sequences in the chapter \"O delírio\" of \"Memórias póstumas de Brás Cubas\" de Machado de Assis.Fernando Cony Campos supported originality in artistic creation. He conceived it in terms of proposal, perspective, viewpoint, style, means and whatever could help form a distinctive vision. As personalities like Jean-Luc Godard or Glauber Rocha had emerged, it was up to the filmmaker to seek an alternate path to theirs, though he might fall short with the possible geniality of either.This proposition alone would enable us to bring him closer to the experimental sensitivity which would eventually explode at the end of the 60s. The contact points, however, exceeded the merely shared principles. Although largely a result of a poor, long, full of setbacks production, “Voyage to the End of the World” already had in the midst of its original design elements which distinguish it as one of the immediate precursors of “Udigrúdi”. Particularly, the overlapping of various levels of enunciation and of various forms of contemporary language gradually destroys the idea of a narrative, even a sophisticated narrative as the one presented by the New Cinema directors.Furthermore, if the ideological universe of the film still enables its inclusion in the group of the New Cinema, there’s a refusal to purely and simply condemn the means (or media), as they are away from mass culture. Counterculture may be alienated, but it is expressive in its constituents and particularly indicative of a state of things. Political disillusionment coexists with the chaos of the inevitable transformation. Not surprisingly does the work develop from the casual meeting of a pocket book of “Posthumous Memoirs of Brás Cubas” at a newsstand and continues incorporating fascism, consumption, mysticism, poverty... and, in an innovative, emblematic way, ”Tropicalism” (the film is full of that movement classics \"Joy, joy\", \"Soy loco for ti America\" and \"Tropicália\".)At some point, you hear a possible self-definition of the work: \"The biggest error in this movie is you, you viewer. You’re in a hurry to grow old. And the film goes slowly. You love the direct, nourished narration. The regular, fluent style. And this film and my style are like cypresses which turn left and right, move and stop, mumble, bicker, laugh, threaten the sky, slip and fall. And they fall.\"",
    "chinese_title": "直到世界尽头的远航",
    "douban_rating": "8.1/10 from 244 users",
    "foreign_title": "Viagem ao Fim do Mundo",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.1",
    "update_at": "2025-11-01T07:56:27"
}