{
    "aka": [
        "Detskiy sad",
        "Kindergarten"
    ],
    "sid": "1793574",
    "cast": [
        {
            "url": "/celebrity/1158295/",
            "name": "Galina Stakhanova Galina Stakhanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107038/",
            "name": "尼古拉·卡拉琴佐夫 Nikolai Karachentsov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010714/",
            "name": "克劳斯·马利亚·布朗道尔 Klaus Maria Brandauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011318/",
            "name": "叶夫根尼·叶夫图申科 Yevgeni Yevtushenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120175/",
            "name": "Leonid Markov Leonid Markov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159030/",
            "name": "伊戈尔·斯克利亚尔 Igor Sklyar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453181/",
            "name": "安德烈·古塞夫 Andrey Gusev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556883077.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1011318/",
            "name": "叶夫根尼·叶夫图申科 Yevgeni Yevtushenko",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0085433",
    "director": [
        {
            "url": "/celebrity/1011318/",
            "name": "叶夫根尼·叶夫图申科 Yevgeni Yevtushenko",
            "@type": "Person"
        }
    ],
    "duration": "146分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1984-08(苏联)",
        "1984-09-07(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0085433/",
    "imdb_votes": 107,
    "this_title": [
        "Детский сад"
    ],
    "douban_link": "https://movie.douban.com/subject/1793574/",
    "imdb_rating": "7.1/10 from 107 users",
    "trans_title": [
        "幼儿园",
        "Detskiy sad",
        "Kindergarten"
    ],
    "douban_votes": "291",
    "introduction": "俄国诗人与作家叶普图申科自编自导自演的影片。八六年曾在央视“正大剧场”播出。电影故事是这样的：战火向莫斯科逼近，城里的群众大批向西伯利亚疏散，一片离乱凄凉的景象--一个战士给广场钟楼上的红五星缝上罩套，一辆辆牛拉板车载着难民朝东走去，一个老妇人怀里抱着一只鸡，边走边给它喂食.......十岁的小男孩冉尼亚走在街头，他捧着金鱼缸来到湖边，把小金鱼放入湖里。回到家中，母亲正在为父亲送别，冉尼亚拿起小提琴为父亲拉了一支动听的曲子，父亲把冉尼亚的一张照片放进口袋，就此离开家园奔赴前线。接着，母亲又把冉尼亚送到车站，并取下自己的戒指送给一位女列车员，托她把孩子带到远在西伯利亚的奶奶那里。在列车上，一个衣衫褴褛的小男孩想要偷走冉尼亚的鞋，两个孩子扭打起来，一位老人劝阻了孩子们。冉尼亚看到那个孩子光着的脚冻得裂开了口子，就主动把鞋送给了他，说自己还有一双。突然，火车遭到空袭，许多人被炸死了--其中就有那个小男孩。女列车员把从小孩尸体上脱下来的鞋还给冉尼亚，但冉尼亚又把鞋送到死去的孩子脚边。冉尼亚想起了爸爸妈妈。（此时，妈妈正在敌后战场上，她在原野上、在丛林里为游击队员们演唱。而爸爸则不幸受伤被俘，德军军官在审问他时看到了冉尼亚拉小提琴的照片。这个军官是一个喜爱俄罗斯文学的人，他说自己的儿子也拉小提琴，他让手下士兵把冉尼亚的爸爸直接送进战俘营，而没有交给残酷的党卫军。）列车被炸毁后，冉尼亚和另一个孩子偷偷爬上了一辆开往前线的军用火车，他们想去打仗--结果被铁路警务人员赶了下来。在警务室，冉尼亚见到了很多象他一样“想参军打仗”的孩子。冉尼亚偷偷溜出来，爬上另一辆普通客车，在这里一位好心的大娘把自己仅有的一点食物分给他吃。但也有卑鄙的人--有个逃避兵役的人竟然装瞎子，还让冉尼亚为他拉琴以便卖唱乞讨。孩子渐渐明白：世界上有着形形色色不同的人。在一个小镇的车站上，冉尼亚下了车，集市上有个卖蜂蜜的小贩想用蜂蜜换他的小提琴，冉尼亚不愿意。但孩子饥肠辘辘，终于忍不住饥饿伸手抓了一个女商贩的熟土豆咬了一口，女商贩发现后，喊来卖蜂蜜的小贩父子俩毒打冉尼亚，他们为了报复还把小提琴踩得粉碎。幸亏一个叫做丽莉亚的姑娘搭救了冉尼亚。丽莉亚原来是一个盗窃团伙的人，这个团伙的头子什皮里收留了冉尼亚，开始教冉尼亚偷东西。什皮里一贯欺负弱小，但当手下窃贼偷来一个老妇人的钱包，里面有她儿子的阵亡通知书的时候，什皮里大骂那个小偷：“你这个混蛋，你偷了什么人！你这样干和那些法西斯有什么不同！”他还嚷嚷：“我们是什么人？我们不也成了法西斯吗？”什皮里派丽莉亚把钱包交还老妇人，谎称是自己拾到的。老妇人发现钱一点都没少，还多出来一条珍珠项链！丽莉亚偷偷把冉尼亚送进一家炮弹工厂做工以便摆脱盗窃团伙，但孩子不久又被抓了回去。丽莉亚为了维护冉尼亚开枪打死了什皮里，她带着冉尼亚逃出贼窝，乘火车赶往西伯利亚。途中，他们应邀参加了一个婚礼宴会，这是为即将开往前线的小伙子们举行的。当新郎们告别新娘走上征程的时候，一些身穿黑衣的寡妇们正从军委办事处走出来，她们手里是丈夫的阵亡通知书。终于，丽莉亚和冉尼亚到了目的地，在奶奶家，他们洗了个痛快的蒸气浴。奶奶告诉冉尼亚她曾经到车站去接他，有个女列车员说自己没能把孩子带到，非常抱歉，还把冉尼亚妈妈送的戒指退还给奶奶。冉尼亚又开始上学了，他和一个会跳舞的小孩托里扬成了好朋友。托里扬找到一个从列宁格勒疏散来的提琴师，想请他为冉尼亚做一把小提琴。病重的提琴师把珍藏在床底下的一把小提琴送给了孩子，随后就离开了人间。丽莉亚给冉尼亚留了个字条就悄然离去了，因为她觉得即使是农村清新淳朴的生活也难以洗清自己心灵上的污垢。冉尼亚追到火车站，托里扬把小提琴交给他，冉尼亚跳上一辆军用列车，列车在汽笛声中驶向远方。车上，一些吉普赛人在唱歌，冉尼亚拉起了小提琴，和他们一起歌唱.....列车在奔驰.......战争结束了，一个年轻的战士把钟楼上红五星的罩子取下，红星闪闪灼人双眼；在胜利游行的队伍中，孩子们拉着小提琴排成行列在红场上走过，走在最前面的是冉尼亚和一个德国男孩（按照作者的构思，他就是那个德国军官的孩子）；在战士们的队列中，每个战士手中都捧着一个金鱼缸--这些鱼缸中的金鱼使我们联想到普希金的童话，在童话中，金鱼象征着幸福，象征着希望......诗人叶甫图什科用他的电影作品为我们描绘了他和他的同时代人无法忘怀的“幼儿园”--从战争爆发到最终夺得胜利的艰辛岁月，从战火逼近的首都莫斯科到僻远的西伯利亚乡村之间的广阔的空间。这是一部尝试性的“诗人电影”（注：诗人电影不等于诗电影，虽然《幼儿园》中有一些“诗电影”的元素，但更多的却是诗人文学想象的内容，因此它不能作为“诗电影”的代表。把它称作“诗人电影”更加贴切。）--从结构、节奏、镜头、剪辑等方面看，《幼儿园》都不能算是一部成熟的电影作品。但这部电影不但表现了“通过一个孩子的眼睛所看到的战争期间的人民”（作者本人的解释），而且把一个诗人的想象（文学的幻想）和银幕语言结合在一起，是独树一帜的，因此值得细细品味。",
    "chinese_title": "幼儿园",
    "douban_rating": "7.8/10 from 291 users",
    "foreign_title": "Детский сад",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.8",
    "update_at": "2025-03-04T15:33:35"
}