{
    "aka": [
        "马斯卡尼 歌剧电影《乡村骑士》"
    ],
    "sid": "1793097",
    "cast": [
        {
            "url": "/celebrity/1133922/",
            "name": "艾莲娜·奥布拉茨索娃 Yelena Obraztsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007187/",
            "name": "普拉西多·多明戈 Plácido Domingo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075351/",
            "name": "Renato Bruson Renato Bruson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065682/",
            "name": "Fedora Barbieri Fedora Barbieri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867362619.jpg",
    "region": [
        "意大利",
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1051795/",
            "name": "乔万尼·维尔加 Giovanni Verga",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0161414",
    "director": [
        {
            "url": "/celebrity/1007125/",
            "name": "佛朗哥·泽菲雷里 Franco Zeffirelli",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0161414/",
    "imdb_votes": 251,
    "this_title": [
        "Cavalleria rusticana"
    ],
    "douban_link": "https://movie.douban.com/subject/1793097/",
    "imdb_rating": "7.9/10 from 251 users",
    "trans_title": [
        "乡村骑士",
        "马斯卡尼 歌剧电影《乡村骑士》"
    ],
    "douban_votes": "322",
    "introduction": "独幕歌剧，由塔尔焦尼-托泽蒂(G．Targion-Tozzeti)和梅纳希(Guido Menasci)，根据韦尔加(G．Verga)原著的短篇小说合作改编，由马斯卡尼(P．Mascagni)谱曲，1890年5月20日在罗马孔斯坦齐歌剧院(Constanzi Theatre)首次公演。剧中人村女——桑图扎（Santuzza）——女高音青年军人——图里杜（Turiddu）——男高音图里杜之母——露琪娅（Lucia）——女中音马车夫——阿尔菲奥（Alfio）——男中音阿尔菲奥之妻——洛拉（Lola）——次女高音农夫、村民男女等故事发生于19世纪。布景：意大利西西里乡村中的通衢，右边是一天主教堂，左首即露琪娅的客寓、住宅，时间即复活节。 本剧开始所奏音乐极其富丽，音调异常奢靡，幕未开即听见图里杜的歌声，所唱的乃是西西里岛土歌(亦为著名的歌调)，这首歌是一个小引，也是全剧音乐的基本音调，歌词纯系恋爱的词句。图里杜恋歌中有几句是说：洛拉啊，美如欣欣之花，媚眼含情，朗朗似明星；销魂处，樱桃口唇，谁个是檀郎，艳福天定！这一天正是复活节，照西西里岛风俗，复活节是最最重要的节日，正如英美等国的圣诞节一般。复活节时，百花放香，好鸟鸣春，正是艳阳天气，开场的一段音乐小歌，将这一情景完全表现出来。《橘花初放》(Gli oranci olezzano)便是开头的主要小歌。这天早晨露琪娅正忙着收拾的时候，一队队的男男女女，都唱着这首歌，来到教堂内。桑图扎走到客寓门口，碰见了图里杜的母亲，老母问道：“这是怎么一回事啊”!桑图扎没有回答，只问老母道：“图里杜哪里去了?”老母亦不回答她所问的话，只说道：“请不要再问这句话，我实在不知道，我很害怕如此烦恼”。桑图扎一再追问，她的态度，似乎有些不同平常，好像知道有什么事将要发生。但老母露琪娅始终没有回答。桑图扎见老母不肯答应，再三哀求她开恩说出来，求着说：“露琪娅老母啊，请回答我”(Dite，Mamma Lucia)。 露琪娅被桑图扎纠缠不过，才说出图里杜卖酒去了。桑图扎说道：“这话不对，我听人说，有人昨晚见他在村中”，露琪娅便起了疑心，便连连问道：“我的儿子到底怎样了”？这时候忽然听到鞭声铃响，乃是驾邮车的阿尔菲奥驾车来到。阿尔菲奥乃是一个乐天知命的人，此外他还有一位美丽的妻子洛拉。这天因复活节，阿尔菲奥尤其高兴，因他可暂停职务，早早回家，与他爱妻团聚。但阿尔菲奥决没想到，这一天的事变，是出人意料的。 阿尔菲奥去后，露琪娅又同桑图扎谈起来，桑图扎于是将她自己的故事，一一说给露琪娅听。原来，从前图里杜本与洛拉相爱，后来图里杜从军去，俩人即分离。及至图里杜从军回家乡来，洛拉早已嫁给阿尔菲奥，图里杜心里觉得委实忧伤愤恨，于是将一股热烈的爱情，都寄托在桑图扎身上。但近来图里杜又渐渐与洛拉接近，思欲再获女心，洛拉也十分热诚的欢迎他。这一来桑图扎便受了双重侮辱，满怀心事悲哀地唱出：“啊!您知道吗，妈妈?”(Voi la sapete)。露琪娅听了这段实情，惊讶又忧愁，然而还尽力地安慰桑图扎，也觉得对她儿子的前途大大不利。桑图扎正预备到教堂去，图里杜忽然来到，于是俩人口角起来，愈说愈激烈。桑图扎并指破图里杜并非去卖酒，乃是去会旧情人洛拉，并告诉他说，洛拉的丈夫也看见他们在一起。可是图里杜不理睬她的话，反说是嫉妒惹是非。他们正口角时，忽然听到远处一女人歌唱走来，这唱歌的乃是洛拉。词意中还是爱恋着图里杜：“蔷薇之王啊，满面春风的天使，翱翔天空，谁似你，玉树临风，我蔷薇之王”!她一边唱着，一边走近，看到桑图扎同图里杜的神情，心里早已明白。两女子便互相讽刺，洛拉要表示她的魔力，要邀图里杜同路去教堂。桑图扎便宣布说图里杜是她的丈夫，也要求图里杜不要随洛拉去。可是图里杜不但不顾念桑图扎的难过，反而发怒地将她摔在地上，便进教堂去。正在这时候，阿尔菲奥也赶到。桑图扎顾不了利害，将洛拉与图里杜的艳事全说出来。阿尔菲奥起先不信，桑图扎再三证明，阿尔菲奥不由不信了。于是对桑图扎说：“假如你说谎话，我一定要将你的心挖出来”!可瞧见桑图扎如此伤心，便又安慰她，俩人都高声宣誓，此仇必报。此段音乐，极为动人。 不到一会儿，教堂的人都出来了，老母露琪娅忙着卖酒，桑图扎也走开了，图里杜与洛拉也杂在人丛中饮酒欢笑，阿尔菲奥忽然闯了进来，图里杜便注上一杯酒请阿尔菲奥喝，哪知遭了拒绝，并受了斥责，图里杜微笑着将酒倒在地上，表示轻视。乡人们知道将要出乱子了，便一哄而散，阿尔菲奥与图里杜争持了一会，便决定到一间花园里去决斗。 这事发生之后，图里杜便辞别老母，说要远游。老母露琪娅察言观色，知道他不是实话，心里非常忧虑，不觉老泪满面。图里杜也很伤心，洒了几滴眼泪，便向外狂奔去了，临走只关照了一声，叫他母亲好生看顾桑图扎。不到一刻，桑图扎便跑前来，搂住老母露琪娅痛哭不止，一会儿忽然听见一妇人跑着喊道：“邻居们听啊，图里杜被杀死了”!接着许多妇女赶了进来，报告同样的事。老母露琪娅一听，几乎晕过去，桑图扎早已倒地，不省人事了。附注：《乡村骑士》独幕剧，是马斯卡尼一举成名的杰作，在当时，意大利米兰艺术学院悬赏征求独幕歌剧，马斯卡尼得知这消息，在短短8天之内便完成这出歌剧。而果然得到锦标，大受观众的热烈欢迎，连意大利的皇帝也赏了荣誉冠冕，是歌剧作家中少有的荣耀。",
    "chinese_title": "乡村骑士",
    "douban_rating": "8.3/10 from 322 users",
    "foreign_title": "Cavalleria rusticana",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.3",
    "update_at": "2025-09-09T18:56:26"
}