{
    "aka": [
        "Bricklayer"
    ],
    "sid": "1793809",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520591137.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1054428/",
            "name": "克日什托夫·基耶斯洛夫斯基 Krzysztof Kieślowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0070420",
    "director": [
        {
            "url": "/celebrity/1054428/",
            "name": "克日什托夫·基耶斯洛夫斯基 Krzysztof Kieślowski",
            "@type": "Person"
        }
    ],
    "duration": "18分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0070420/",
    "imdb_votes": 356,
    "this_title": [
        "Murarz"
    ],
    "douban_link": "https://movie.douban.com/subject/1793809/",
    "imdb_rating": "6.4/10 from 356 users",
    "trans_title": [
        "砖匠",
        "Bricklayer"
    ],
    "douban_votes": "687",
    "introduction": "A bit of color for once, all the better to see the red flags with, not to mention the obvious aerial file footage of Warsaw. The story concerns Jozef Malesa, the mason or bricklayer of the title. He was once the darling of the party, the son of two old party activists, a worker of heroic reputation, his own commitment to The Movement unquestioned. He was chosen to be destined for great things, specially educated and pushed forward to positions of responsibility in the Party. Eventually he decides, because of the ethical pressures which he feels from the obstructionism of the bureaucracy from above, he asks to return to be a simple bricklayer. He is disturbed with the way the Party deals with people, especially their lack of direct contact. He thinks workers know better than the leadership many times but that's not the way power flows. He is uncomfortable with the compromises to his idealism. He remains committed to social justice and joins his friends for the May Day rally where his comfort and confidence in his place in society cause him to defer to no man, certainly no rat faced men in overcoats with red armbands. His great pleasure in life moreover is laying brick. He finds the work satisfying and fulfilling which is why he was such an obviously superior worker in the first place.",
    "chinese_title": "砖匠",
    "douban_rating": "7.4/10 from 687 users",
    "foreign_title": "Murarz",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.4",
    "update_at": "2025-08-25T22:07:47"
}