{
    "aka": [],
    "sid": "1809883",
    "cast": [
        {
            "url": "/celebrity/1049700/",
            "name": "杰瑞德·哈里斯 Jared Harris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317280/",
            "name": "罗伯特·巴瑟斯特 Robert Bathurst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281006/",
            "name": "露西·科乎 Lucy Cohu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007206/",
            "name": "卡罗琳·布莱奇斯顿 Caroline Blakiston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153823/",
            "name": "Deon Stewardson Deon Stewardson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153460/",
            "name": "鲁珀特·范西塔特 Rupert Vansittart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115379/",
            "name": "图米绍·麻沙 Tumisho Masha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012712/",
            "name": "约翰·福琼 John Fortune",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0783498",
    "director": [
        {
            "url": "/celebrity/1280345/",
            "name": "西蒙·赛伦·琼斯 Simon Cellan Jones",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-06-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0783498/",
    "imdb_votes": 105,
    "this_title": [
        "COUP!"
    ],
    "douban_link": "https://movie.douban.com/subject/1809883/",
    "imdb_rating": "7.0/10 from 105 users",
    "trans_title": [
        "西蒙·曼恩，政变！"
    ],
    "douban_votes": "0",
    "introduction": "How many men do you need to stage a coup and take over an African country? To Simon Mann, old Etonian, ex-Scots Guardsman and ex-SAS, it seemed simple enough. First take 70 mercenaries from South Africa, pick up arms in Zimbabwe, bring a possible president out of exile in Spain and fly to Equatorial Guinea where abundant oil and great wealth awaits. Everyone agrees that the current ruler is a nasty piece of work, and regime change is all the rage. How could it go wrong? This TV drama contains strong language.Writing credits: John FortuneRuntime: 90 minColor: ColorWritten by leading satirist John Fortune, Coup! is a tale of audacity, incompetence and betrayal starring Jared Harris and Robert Bathurst. It follows upper-class Brit Simon Mann (Harris) through his failed attempt to overthrow the Equatorial Guinea government.This one-off film is a shocking - and sometimes hilarious - insight into the true story of how Simon Mann found himself betrayed, arrested and confined to an African jail following his involvement in the 2004 coup. It charts the fortunes of Simon, Nick Du Toit, and their hand-picked crew of mercenaries through the disastrous events which led to their downfall.Coup! explains why Mark Thatcher (Bathurst), son of the former British Prime Minister Margaret Thatcher, became involved and arrested.It deals with greed, money, and how countries rich in oil will always become the centre of the world's attention - whether wanted or not. It exposes the arrogance of well-connected old Etonians like Simon Mann, founder of mercenary firm Executive Outcomes.What happened in the coup?In March 2004, Zimbabwean authorities impounded a plane with 64 mercenaries on board. A few days later, fifteen more mercenaries, led by South African Nick Du Toit were arrested in Equatorial Guinea and charged with an attempted coup.A confession by Nick Du Toit, later retracted, accused Simon Mann of being the leader of a plot to remove Equatorial Guinea's President Obiang Nguema, who has ruled the country since seizing power in 1979. Exiled opponent Severo Moto was to replace him as head of the oil-rich country. Mann denied involvement.A letter sent by Mann asking his friends for help mentioned Mark Thatcher's name, although Sir Mark denied knowledge of the coup. He did later plead guilty to failing to ensure that money he invested wasn't used for such purposes.Currently, Mann is serving a four-year jail sentence in Zimbabwe, for trying to obtain weapons illegally, and Du Toit a 34 year term in Equatorial Guinea.More information from BBC NewsQ&A on the CoupEquatorial Guinea Country ProfileThis drama also focuses on the new South Africa, a country that cannot be seen to support the overthrow of a fellow black African leader.As Executive Producer Jess Pope says:\"This is the story of a plot of astonishing audacity.\"A small coterie of well-connected, white, middle-class Englishmen were arrogant to believe that they could storm in and plunder the rights to the oil reserves of a minor African dictatorship in a 'get rich quick' scheme to shore up their own private pensions.\"What they hadn't reckoned on was the coming of age of the new, anti-mercenary South Africa.\"John FortuneThe writer of Coup is best known for his work on long-running satirical impressionist show Bremner, Bird and Fortune. He's been writing and performing since the 60s, with credits including Yes Minister, Maybe Baby, Calendar Girls, Love Soup and Have I Got News For You.His long-term comedy partner is John Bird, but over the years he's also worked with luminaries such as Peter Cook and the Monty Python team.See a list of John's credits on the Comedy Guide »Roly Keating, Controller of BBC TWO adds:\"The attempted coup in Equatorial Guinea is a remarkable story that gripped the British public as it just seemed too incredible to be true!\"John Fortune's razor-sharp wit expertly draws out the absurdity of what was a terribly serious situation. I'm keen to have more strongly authored, contemporary dramas on BBC TWO, and I think this will hit the mark for the channel's audience.\"John says of his scripted portrayal of Simon's final adventure:\"The purpose of the film is not to vilify or be unsympathetic to Simon's situation. I hope Coup! will be seen as an absurd and funny insight into what makes a man risk everything for one last dangerous adventure: to try and overthrow a government.\"The castAppearing alongside Jared Harris and Robert Bathurst are:Lucy Cohu as Amanda MannTom Mannion as StrickRupert Vansittart as Roddy HamiltonCaroline Blakiston as Mrs ThatcherIan Roberts as Nick Du ToitShot in South Africa, Coup! is directed by Simon Cellan Jones (Sherlock Holmes and the Case of the Silk Stocking, The Queen's Sister) and produced by Jo Wright (55 Degrees North, Othello). The Executive producers are Alex Holmes and Jessica Pope.",
    "chinese_title": "西蒙·曼恩，政变！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "COUP!",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-06T10:07:11"
}