{
    "aka": [],
    "sid": "1810463",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "　　第24届中国电影金鸡奖(2004)\n　　最佳电视电影(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868753176.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1335829/",
            "name": "丛洋 Yang Cong",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "划痕的岁月"
    ],
    "douban_link": "https://movie.douban.com/subject/1810463/",
    "trans_title": [
        ""
    ],
    "douban_votes": "191",
    "introduction": "它讲述的是一个发生在上个世纪70年代初的故事，可能这样的故事一直在中国大地上上演到八十年代初。吴晓东虽然家境贫寒，但他却疯狂地迷恋着电影，为此他遭到了许多人的非议和嘲笑。一天，吴晓东放学后又去看电影。散场的时候，被父亲堵在了电影院门口，并遭到了父亲在大庭广众之下的一顿痛揍。阿尔巴尼亚电影《创伤》开始公映时，吴晓东利用自己仿造的电影票混进了电影院。初次得手使他的胆子越来越大，但在随后做假票看电影中，晓东终究没能逃过被抓的命运。在父亲的痛责和老师严厉的批评下，吴晓东写下从此不再进电影院的保证书，并发誓从此不再看电影。那个年代，即使是小孩，也会把自己的发誓当作一回事，不像现在，处处充斥着欺骗和谎言。吴晓东虽然内心是如此的渴望，行动依然和保证一致。欲罢不能时，到电影院门口找人要废胶片，也终于导致了他和父亲矛盾的总爆发，父亲烧了他这段时间的快乐：废胶片，他砸了父亲的至爱：一个小酒壶。也是在这段没有了电影的日子里，吴晓东结识了一个叫林洁的年轻姑娘。林洁的母亲很早就离开了她，父亲被下放后，惟一疼爱的弟弟也在两年前因患脑瘤死去。看着如此痴迷于电影的晓东，林洁仿佛看见了自己的弟弟。所以，林洁倍加疼爱这个对电影怀着狂热执著的少年，于是也就成了惟一能与吴晓东分享电影快乐的人。在林洁的支持和鼓励下，吴晓东又开始看电影了，通过种种方式，钻下水道，翻墙，走梁…在不安之中享受着电影带来的快乐。遗憾的是，在一次翻墙去看电影时，晓东被工作人员当作小偷给抓了起来，而这一幕正好让林洁看见。经历这件事后，吴晓东大病一场。当林洁从吴晓东的同学那得知事情的缘由后，内疚的林洁给吴晓东送去一张电影票，约他一起去看电影。吴晓东在去电影院的路上正好遇上了上次遭遇的一帮流氓，直到电影散场的时候，林洁才看见吴晓东从远处跑来，他的脸上还带着和流氓搏斗的血迹和伤痕。影片中有许多现在看来耐人寻味的片断。片中主人（吴晓冬）公因为爱看电影被老师找来谈心时的一段对话，老师：《地雷战》看了几遍了，冬：七遍；老师：《地道战》呢？，冬：六遍；老师：《南征北战》呢，冬：九遍……我小的时候，也过了一段这样的日子。还有那脍炙人口的顺口溜，下课了，同学们就开始了操练：越南电影，飞机大炮；朝鲜电影，哭哭笑笑；罗马尼亚电影，搂搂抱抱；阿尔巴尼亚电影，莫名其妙；中国电影，新闻简报。70年代的译制片，影像饥饿时代的饕餮盛宴。没有经历那样的年代，改革开放给我们带来了太多太多，社会的进步体现在各个方面，也使我们得到了从来就没想过也不敢去想的很多很多，虽然过去的种种回忆并不美好，但毕竟我们曾经经历过，它是我们生活中的一个组成部分。最最起码，我会记得这些，这就是我们的生活，我们的过去，我们的经历，它将伴随我们一生。这是一个足以撩动许多人对过去那段划痕岁月充满无限伤感和怀念的故事。",
    "chinese_title": "划痕的岁月",
    "douban_rating": "8.1/10 from 191 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-05-09T14:55:58"
}