{
    "aka": [],
    "sid": "1811663",
    "cast": [
        {
            "url": "/celebrity/1048209/",
            "name": "迈克尔·帕林 Michael Palin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872663864.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048209/",
            "name": "迈克尔·帕林 Michael Palin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0329919",
    "director": [
        {
            "url": "/celebrity/1046317/",
            "name": "约翰-保罗·戴维森 John-Paul Davidson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044447/",
            "name": "Roger Mills Roger Mills",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-10-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0329919/",
    "imdb_votes": 918,
    "this_title": [
        "Sahara with Michael Palin"
    ],
    "douban_link": "https://movie.douban.com/subject/1811663/",
    "imdb_rating": "8.0/10 from 918 users",
    "trans_title": [
        "撒哈拉大漠之旅"
    ],
    "douban_votes": "272",
    "introduction": "英国着名演员兼旅游家米高柏林又再起行，展开这个在八十日内完成的撒哈拉之旅，感受当地丰富独特的风土人情，明珠台好评如潮地理节目。米高柏林又再起行，展开他的长途旅程，这回他深入撒哈拉禁地。 观众看到的不是撒哈拉的荒凉，而是丰富独特的风土人情及源远流长的历史。米高於摩洛哥出发，他必须横越天然通道 — 壮丽的阿特拉斯山脉，才可踏足撒哈拉。绕山而行，乾旱的撒哈拉渐渐映入眼帘，只见黄沙万里，沙石纷飞。风沙刺面，吹得人睁不开眼睛。离开西撒哈拉的纷争地区，米高乘坐两公里长的铁矿火车穿越毛里塔西亚，前往塞内加尔及国内古老的法国殖民时期的城镇。然后他拜访戈雷岛，从前数以百万计的奴隶在这里被人肉贩子贩卖，送往欧美等地。在马里，他有幸跟多贡人见面，多贡人之地拥有难得一见的景色，尤其在华氏134度的正午下，一边吃午餐，一边欣赏。前往延巴克图的渡轮三个月才有一班，米高选了本地货船畅游尼日尔河。他在尼日尔攀越霍加尔山向北行，经过阿尔及利亚丰富的天然气田与石油田，进入利比亚，在当地他难得体验一种对外隔绝已久的文化。突尼斯是米高的最后一站，他曾在这国家拍剧，所以对该地十分熟识。第一集：踏沙漠之旅米高由直布罗陀出发，横渡直布罗陀海峡到摩洛哥的丹吉尔。他抵达目的地撒哈拉前，首先必须经过摩洛哥的精神首府非斯及旅游重镇马拉喀什，最后是跨越高耸的阿特拉斯山脉。米高在位於阿尔及利亚及摩洛哥边界的斯马拉营停留，那儿的营地居住了180,000名逃避27年前摩洛哥之侵占而逃离撒哈拉的难民。再向西行，米高搭上世上最长的火车，前往伊斯兰教第七神圣城市欣盖提。他在那儿赢了一个叫「狄望」的游戏「是一种沙漠运动，需用上一些竹技及骆驼粪便」，并且在西行时赶上第24届巴黎 — 达喀尔汽车赛的司机。那汽车赛的终点站是塞内加尔的达喀尔，而尽管米高跟他们行走的比赛路线不同，但他亦是准备到达喀尔去。第二集：廷巴克图在本集，米高的旅程绵延1000哩，向传奇城市廷巴克图进发。米高横渡塞内加尔河，来到古老法国殖民地首都圣路易，在那儿，他把撒哈拉抛诸脑后，体味兼容并蓄的黑人领域 — 非洲的欢愉。他跟塞内加尔的肥皂戏女王玛丽玛德莲共进午餐，并跟摔跤冠军摩夫会面。经过两天的火车之旅，米高抵达巴马科，遇上科拉琴「非洲竖琴」手托曼迪亚巴，并在拜会多贡人前，在他的家欣赏了一场私人独奏会。米高在引领下来到最迷人的撒哈拉城市杰内市，欣赏市内漂亮的泥塑清真寺及逛市集。尼日尔河呼唤着米高，他搭上载他的机动木船。这一段旅程跟200年前，苏格兰探险家蒙戈帕克拟定的路线相同，不过他最后也没发法抵达该处。第三集：茫茫莎漠在本集，米高抵达传奇城市廷巴克图。这是16世纪以前，其中一个最大的穆斯林信徒的学术中心。穿越21世纪庭巴克图的碎砖瓦砾，他找到伊玛目，这人让他一看比伽利略的发现要早200年面世的天文古籍。米高接着东行至沃达阿比人的领土，沃达阿比人是游牧民族，他们的男子选美盛会跟他们的牛一样着名。跟他们共同生活的一段日子里，米高见识过伴随一年一度的「加利沃尔」盛会而来的繁文褥节。在这别开生面的盛会中，女孩会选出最俊朗的男子。然后米高跟随一个沃达阿比家庭到印加尔参加盐疗节。那是一年一度的家族聚会。经过赛骆驼与市集买卖的吵吵闹闹，米高遇上一班图阿雷格人，同意让他跟随绵廷的骆驼商队，横渡沙漠到阿尔及利亚。第四集：绝处求生米高来到尼日尔和阿尔及利亚的边界。这一片荒芜的交界处，没有法律，强盗横行。他向北进发。在未到达阿尔及利亚中部的石油及天然气宝地前，他得先经过引人注目的霍加山区。他在利比亚稍作停留，在未来转向西，沿北部海岸昔日繁华的经典沙漠地区追发，他先参加了托布鲁克西部沙漠居民的最后聚会。进入突尼斯，米高在昔日的电影拍摄场地蒙那斯蒂尔，艾尔哈德及苏塞，重演「布赖思佳」。然后他乘坐马格列比直通车，到阿尔及利亚的危城险地。沿岸就是休达，一个位於摩洛哥海岸的西班牙属土。米高在返回出发地直布罗陀前，跟准移民有过一番话。他已经离开了直布罗陀一年，一切改变甚大。",
    "chinese_title": "撒哈拉大漠之旅",
    "douban_rating": "8.6/10 from 272 users",
    "foreign_title": "Sahara with Michael Palin",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.6",
    "update_at": "2025-08-01T22:13:21"
}