{
    "aka": [],
    "sid": "1812288",
    "cast": [
        {
            "url": "/celebrity/1050084/",
            "name": "贾维斯·考科尔 Jarvis Cocker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302280/",
            "name": "史蒂夫·麦基 Steve Mackey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169055/",
            "name": "马克·韦伯 Mark Webber",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0459125",
    "director": [
        {
            "url": "/celebrity/1303814/",
            "name": "加斯·詹宁斯 Garth Jennings",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292134/",
            "name": "迈克·米尔斯 Mike Mills",
            "@type": "Person"
        }
    ],
    "duration": "192分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0459125/",
    "this_title": [
        "Pulp - Anthology"
    ],
    "douban_link": "https://movie.douban.com/subject/1812288/",
    "trans_title": [
        ""
    ],
    "douban_votes": "91",
    "introduction": "http://www.amazon.co.uk/gp/product/B00006LSI4/026-3799885-4390858?v=glance&n=283926Amazon.co.uk ReviewThe Pulp Anthology collection really does have it all, from videos to live performances to surreal home movies. Forget EastEnders, as pioneers of working class chic the early Pulp videos epitomise Shoreditch living, from cramped rooms to charity shop glam; while the later videos, with bigger budgets, add to Pulp's classic kitsch values. The most inspired of the 15 on offer here has to be \"The Bad Cover Version\", which appears to assemble the cast of Stars in their Eyes.Beyond the videos and live performances are selections of home movies. Included are the documentaries \"Do You Remember the First Time\", focusing on losing your virginity, and \"This is Hardcore\" which, unsurprisingly, centres on the merits of porn and freedom. \"TV Madness\" is a beautiful montage of crazy TV promotions that shows the price of fame is appearing on Going Live. \"Home Movies\" offers a look at the real lives of Pulp; \"Sheffield Bands\" offers a glimpse at Pulp before they were famous while \"Catfield\" is possibly be the most bizarre children's programme on the planet. Using inspired editing techniques and sceneography, it's clear this all comes from the minds of Jarvis and co, a band who simply refuse to conform to normal stereotypes, instead making up their own rules as they go along. This is one for anyone who's been young, misunderstood and dabbled in the art scene.On the DVD: Pulp: Anthology offers pristine sound and visuals, perfect for the lurid nature of Pulp, while the menu can only have been inspired by a misspent youth watching Tony Hart. --Nikki DisneySpecial FeaturesTrack listingPromosBabies (original version)RazzmatazzLipglossDo You Remember The First Time?Babies (1994 Version)Common PeopleMis-shapesSorted For E's and WizzDisco 2000Something ChangedHelp The AgedThis Is HardcoreA Little SoulParty HardThe TreesBad Cover VersionLive performancesSorted For E's and Wizz - Brit Awards '95Dishes - Later with Jools Holland '98Sunrise - Eden Project '02Joyriders - The Beat59, Lyndhurst Grove - No StilletoesDocumentariesDo You Remember The First Time?This Is HardcoreHome movie footage",
    "chinese_title": "Pulp - Anthology",
    "douban_rating": "8.7/10 from 91 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-11-29T07:14:34"
}