{
    "aka": [],
    "sid": "1819882",
    "cast": [
        {
            "url": "/celebrity/1407299/",
            "name": "王志远 Zhiyuan Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375051241.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "情暖万家"
    ],
    "douban_link": "https://movie.douban.com/subject/1819882/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事梗概：小美是个不幸的姑娘。但不幸的小美幸运地遇到了海阳市信访局局长章云生，从此改变了她的不幸。遇到章云生后，小美结束了上百多次上访北京、二十多次被抓进收容所的不幸经历。在章云生答应帮小美解决问题时，一起恶性交通事故将李老伯也卷了进来。眼看一场群体性事件即将爆发，章云生用对待农民的赤子情怀化解了矛盾。替小美解决问题的事情尚未平息，一个叫徐岩的小伙子前来上访。小伙子的遭遇比起小美好不到哪儿去。房地产公司经理阎克敬在开发东湖渡假村时非法占地，协商好的补偿款非但分文没有，小伙子的父亲还在前去所要补偿时，遭到对方的毒打。老人气急攻心含恨而死。虽然事后赢得了法院判给他的十万块补偿，但阎克敬到现在还是分文不给。在章云生的干预下，小伙子最终拿到了阎克敬的十万元补偿。小伙子为补偿款上访的事情解决后，一位上访女工的来信引起了章云生的注意。通过同事的关系，章云生了解到上访女工的真实情况。当章云生拿着组织系统捐献的一万多元钱，冒着瓢泼大雨来到女工家时，女工长期病卧不起的丈夫已经离开了人世。感激于章云生对她的关注和照顾，女工让章云生将捐来的钱全部捐献给了希望工程。一波未平一波又起。阎克敬为建黄金商业街强行拆除海阳电器厂，激怒海阳电器厂工人的义愤。为了维护大多数群众的利益，章云生不惜冒犯权贵，顶撞提拔过自己的吴副市长。海阳电器厂的问题解决了，工人们领到了属于自己的补偿款。此时，小美如愿地走进了学校，李老伯蒙冤入狱十六年的冤案也得到了昭雪。阎克敬从最早对章云生的反感、痛恨，逐渐转变为由衷地钦佩和敬仰。精彩视点：本片根据全国人民满意的公务员江苏省泰州市信访局局长张云泉同志的先进事迹创作而成。剧中除李幼斌和宋春丽两位实力派演员分别饰演信访局长“章云生”及其妻子，祝新运、岳红、颜世奎、刘子枫、荆明华、夏晴等多位知名演员也加盟该戏。超强的明星阵容使该戏成为一个众人瞩目的主旋律影片，与之前我们看到的《张思德》、《郑培民》、《牛玉儒》、《任长霞》等一系列英雄人物为主题的影片所不同的是，这部影片的主人公原形张云泉还实实在在地生活在人民群众当中，仍然在信访局长的岗位上扎扎实实地为人民服务。李幼斌扮演了“一根筋”的铁头局长章云生。他吸取了所有这类影片的共同特点，用尽量低调的表演，尽量生活化的语言，尽量赋予这个先进性模范人物以一种形态和细节上的真实感。岳红在影片中饰演一位下岗女工，戏份并不重，然而就是在这短短十几分钟的表演中，她就将一个卧病多年即将病逝的病人的妻子、生活窘迫的下岗女工、善良纯朴的女性形象刻画得入木三分，感人涕下。影片另一亮点是片中的主题曲《心灵的握手》，八一厂特别邀请著名歌手谭晶(blog)演唱《心灵的握手》这首歌，为本片增色不少。2007年 5月3日 19：35 CCTV-6播出",
    "chinese_title": "情暖万家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-27T16:22:40"
}