{
    "aka": [],
    "sid": "1823547",
    "cast": [
        {
            "url": "/celebrity/1068808/",
            "name": "Keith Brava Keith Brava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069088/",
            "name": "Jay Corcoran Jay Corcoran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072239/",
            "name": "Peter Bubriski Peter Bubriski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289113/",
            "name": "John Kuntz John Kuntz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873414375.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0118590",
    "director": [],
    "duration": "Brazil: 105 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0118590/",
    "imdb_votes": 489,
    "this_title": [
        "All The Rage"
    ],
    "douban_link": "https://movie.douban.com/subject/1823547/",
    "imdb_rating": "5.1/10 from 489 users",
    "trans_title": [
        "怒气冲天"
    ],
    "douban_votes": "0",
    "introduction": "I went with a group of friends, and those who were expecting a comedy (romantic or otherwise) were sorely disappointed. This movie is a merciless indictment of a certain superficial, vicious subgroup within the gay community. In fact, if this movie were your entire view into the gay subculture, it would probably justify the whole ex-gay movement for you. (The character of Stewart probably signed up with Exodus after the events in this film.) It reminded me of Larry Kramer's Faggots in the way it tried to address the lack of genuine feeling and community within its target group.While I agree that the acting and technical aspects of this film are sorely lacking, I had no problem ignoring the form and focusing on the content. Yes, it's just a movie about a cad who happens to be gay, but I can't think of another movie with this subject in the past 20 years. Most gay films these days seem afraid to turn a mirror on any part of its audience and say \"you are the villain\", which this movie does. I found it quite difficult to sit through the first half hour, during which we are introduced to two despicable gay men (Christopher and Larry) and two merely insufferable ones (Tom and David). Once Stewart showed up though, it was easier to feel something (other than disgust) for someone in this film, even though it was pretty inevitable what was going to happen to the poor guy.As for the ending, it was no more out-of-left-field than the ending of Looking For Mr Goodbar, and at least no one wound up dead for no good reason in this movie (although even suggesting it might happen was a big mistake on the director's part).",
    "chinese_title": "怒气冲天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All The Rage",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-09T15:22:13"
}