{
    "aka": [
        "Desire Is Relentless"
    ],
    "sid": "1823016",
    "cast": [
        {
            "url": "/celebrity/1056162/",
            "name": "Ryan Keating Ryan Keating",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182736/",
            "name": "Seth Harrington Seth Harrington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187897/",
            "name": "David Zelina David Zelina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192179/",
            "name": "Nicholas T. King Nicholas T. King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027710/",
            "name": "Carl Strecker Carl Strecker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158546/",
            "name": "康妮·范戴克 Conny Van Dyke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868435013.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015455/",
            "name": "Christian Calson Christian Calson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0368268",
    "director": [
        {
            "url": "/celebrity/1015455/",
            "name": "Christian Calson Christian Calson",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-10-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0368268/",
    "imdb_votes": 402,
    "this_title": [
        "Shiner"
    ],
    "douban_link": "https://movie.douban.com/subject/1823016/",
    "imdb_rating": "3.8/10 from 402 users",
    "trans_title": [
        "发光",
        "Desire Is Relentless"
    ],
    "douban_votes": "111",
    "introduction": "A friend of mine had rented \"Shiner\" only because the clerks at his local video store were talking about \"how much of a bigot the director is,\" implying that homophobia was at the root of the film (apparently these folks never watched the special features on the DVD, which totally negates that opinion). My friend took the video home and reported to me his fascination with the film; at the same time, he felt aroused, repulsed, intrigued and frightened during and after the flick. He told me about the premise of the film, and felt somewhat ashamed for finding some of its darker content erotic.A few weeks later, I picked up the film and had a similar experience. I was confused; in the queer movement were taught so much about power dynamics and organize ourselves to fight violence, but here was a dramatically different take on the subject. What ended my confusion was the interview with writer/director Christian Calson on the DVD. The line of his that grabbed me the most: \"I didn't want to make another gay romantic comedy.\" Things suddenly made sense to me. So many queer, I mean, gay films (ahem) are merely homo-remakes of mainstream romantic comedies. As queers, our message got lost as we sought inclusion in a particular medium. So, in what might be the most post-modern move of a writer/director in film history, Christian Calson sought to queer gay cinema. (Yes, I'm using queer as a verb.) He later supports this argument by talking about a form of \"post-gay liberation\" in which gay leaders shouted \"We're doctors! We're lawyers! We're teachers!\" to the point our difference and diversity became invisible. \"We're just like you\" led to us becoming nothing, in a sense.While the movie is disturbing at times, it's thoroughly engaging. The audience member feels like a voyeur, peeping into the lives of these three \"couples.\" And through that voyeurism, we come to a closer understanding of the elements of violence and how it relates to queerness. From self-loathing to internalized homophobia, from bitter rage to being just plain f'ed up, \"Shiner\" takes us through a mini-gamut of how violence affects us all, in ways no PSA or \"the More You Know\" segment could ever hope to address.I highly suggest that you pick up the DVD of the film and watch the special features, including the Calson interview and the commentary, which is a noteworthy production in its own right.",
    "chinese_title": "发光",
    "douban_rating": "6.2/10 from 111 users",
    "foreign_title": "Shiner",
    "imdb_rating_average": 3.8,
    "douban_rating_average": "6.2",
    "update_at": "2025-03-23T15:58:09"
}