{
    "aka": [],
    "sid": "1824457",
    "cast": [
        {
            "url": "/celebrity/1102703/",
            "name": "Sergej Larin Sergej Larin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119935/",
            "name": "祖宾·梅塔 Zubin Mehta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054398/",
            "name": "张艺谋 Yimou Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "音乐",
        "奇幻",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867363035.jpg",
    "region": [
        "德国",
        "卢森堡"
    ],
    "writer": [
        {
            "url": "/celebrity/1039625/",
            "name": "Carlo Gozzi Carlo Gozzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044020/",
            "name": "Giuseppe Adami Giuseppe Adami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053775/",
            "name": "Renato Simoni Renato Simoni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0205483",
    "director": [
        {
            "url": "/celebrity/1054398/",
            "name": "张艺谋 Yimou Zhang",
            "@type": "Person"
        }
    ],
    "duration": "129分钟（德国）",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1999-04-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0205483/",
    "imdb_votes": 152,
    "this_title": [
        "Turandot in the Forbidden City of Beijing"
    ],
    "douban_link": "https://movie.douban.com/subject/1824457/",
    "imdb_rating": "8.1/10 from 152 users",
    "trans_title": [
        "图兰朵紫禁城版"
    ],
    "douban_votes": "826",
    "introduction": "《图兰朵》是在历史背景深远，气势磅礡的我们中国的北京紫禁城太庙隆重登场，这是一份巨星云集的现场实况录音。这出歌剧由名导演张艺谋，名指挥大师祖宾梅塔连决合作。这部3幕歌剧据意大利剧作家戈齐（CarloGozzi，1720—1806）的5幕同名寓言剧，由阿达米（Giuseppe Adami）与席莫尼（Renato Simoni）撰脚本，作于1921—1924年，逝世前仅完成第三幕前半部分，后半部分由阿法诺续成。其故事素材似乎取自17世纪末介绍到欧洲的波斯《仙女之箱》。此剧1926年4月5日在斯卡拉歌剧院首演，指挥为托斯卡尼尼，首演之夜，剧情到第三幕柳儿自刎时，托斯卡尼尼放下指挥棒对听众说：“就在这里，普契尼放下了笔。”全剧首演为次日。这部歌剧的3幕为：第一幕，北京紫禁城前。持续的行板，表示图兰朵的动机。黄昏，广场上的各式人听官吏宣读布告，布告上说，图兰朵公主将下嫁给猜中3道谜底的人，如果猜不中就会被斩首。波斯王子因猜不中，月亮出来时即被处以极刑。人们骚动着，向皇宫拥去。人群中丫环柳儿（Liu）搀扶着鞑靼逊王铁木尔（Timur），当柳儿哀求旁人帮着扶起被挤倒的铁木尔时，铁木尔儿子卡拉富与父亲相见。周围百姓被驱散，传来刽子手要行刑的叫声，铁木尔称柳儿无微不至地照顾他，柳儿称“我一直无法忘记王子的笑容”，表示她内心的爱慕。刽子手磨斧子，高唱《上油，磨利斧子》，即将被处刑的追求者高喊“图兰朵，冷酷的美人”。在东方氛围中，描述死刑的执行，合唱告终后，刽子手退场，众人在广场上仰望夜空，唱《月亮怎么还不出来》。月亮出来后，众人合唱《月亮出来了》，远方传来童声合唱《在东方山顶上有鹳鸟在歌唱》，其旋律取自中国民歌《茉莉花》。在月光下押到刑场的波斯王子脸色苍白，大众合唱“可怜的年轻人，请公主赦免”，卡拉富则诅咒冷酷的公主。在月光下，图兰朵上场，众人跪下，她默默拒绝大众的请求。卡拉富被公主美貌倾倒，忘我地自语：“美如天仙，宛如梦境。”众人都下场后，只剩下帕木尔、柳儿和卡拉富，卡拉富念叨着图兰朵，想跑到城墙边去敲锣，决心参加猜谜。3位大臣平（Ping）、彭（Pong）与潘（Pang）带着面具出场，忠告说：“你想干什么，快转身，否则生命难保。”3人说：“美丽的公主也不过是一张脸两只手两只脚的女人。”侍女要大家安静，因为公主在休息。3位大臣告诉卡拉富：3个谜是无法解开的，最好快快回去。卡拉富表示：“只有我才是她的恋人。”帕木尔悲哀地对他说：“你想遗弃年老的父亲吗？”哭泣的柳儿则唱咏叹调《请听我说，王子》（Signore，ascolta），哀求王子不要去冒险。卡拉富被感动，唱咏叹调《柳儿别哭》（Non Piangere，Liu），一边安慰柳儿，一边表示坚定的决心。卡拉富不顾大家劝阻，跑到墙下大喊3声图兰朵的名字，尽管柳儿等高喊“死亡”，他还是用力敲了3声锣，以示求婚。乐队奏图兰朵主题，高官称一切都完了，帕木尔与柳儿为之哭泣。第二幕第一场，幕间剧。大帷幕上有各种装饰，平、彭、潘3人各带随从上场，平唱《命运的铜锣在圣殿响起》，3人唱中国风味的三重唱，他们计算为破谜处死的已有13人，反对参与这残酷的游戏。后面又传出《磨利斧子》的合唱，3位大臣哇庆祝婚礼的《为她铺上柔软的被子》，据说此旋律采自中国皇帝去寺庙礼佛时的音乐。喧闹起，3人说又有人要被斩首，以进行曲节奏换场。第二场，皇宫前广场。8位官员拿着写着图兰朵谜题与答案的案卷，众人交头接耳，3位大臣也上场，年老的皇帝坐在最高层宝座上。卡拉富站在阶下，帕木尔与柳儿则在围观群众中，百姓跪伏在地，齐声赞颂皇帝。皇帝劝说卡拉富取消求婚，卡拉富拒绝。进行曲声中，侍女们在台阶上撒下鲜花，台后传来童声之歌，图兰朵登场。她微视卡拉富后，以威严的口气唱咏吧调《过去的故事》（In questa Reggia），叙述她祖母遭入侵的鞑靼人俘虏凌辱后悲惨地死去，说她是为了替祖母报仇，才以这主意使外来的求婚者赴死。她说，没有人能占有她，冷酷地唱：“外邦人试试看，谜题有3个，死亡只有一次。”卡拉富也回答：“谜题有3个，死亡只有一个。”猜谜开始，第一个谜题是“在黑暗中，幻影如彩虹飞舞”。公主说：“这幻影是人人梦寐以求的，它为了在每个人心中苏醒，便在每一个晚上诞生，在清晨死亡。”卡拉富回答：“希望。”官员打开答案，表示正确。图兰朵走到台阶中段，说出第二个谜语：“像火焰非火焰，失去了生命就会冷却，梦见征服就会复燃，颜色如夕阳艳红，声音清晰可闻。”卡拉富想了一会儿答：“一见到公主双眼就燃烧、苦恼的是热血。”答案正确，大家欢呼。公主愤怒地走下台阶，第三道题是：“冰冷给你火焰，从火焰中得到更冷的冰。若盼望自由就成奴隶，想当奴隶却变成国王。”卡拉富脸色苍白地陷入沉思，图兰朵逼问，一会儿卡拉富跳起来说：“而今胜利属于我，我的火焰会使冰融化，那就是图兰朵！”群众庆贺合唱，欢呼谜已被彻底解开。图兰朵跪在皇帝前说，“请不要把清纯的处女交给陌生人”，又面对卡拉富说：“我不会成为你的！”皇帝却说誓言是神圣的，众人呼应。卡拉富说，“刁蛮的公主啊，我真心爱你。”他对图兰朵说，解除婚约只有在天亮前回答一个问题，说出他的名字。众人歌颂皇恩，送他入宫。第三幕第一场，皇宫内庭。夜，卡拉富听着远处传来“谁能不准睡觉”的声音，唱著名的咏叹调《无人入眠》（Nessun dorma），他坚信黎明一到，胜利就会属于他。平、彭、潘上场，把一个美女推给卡拉富，美女向卡拉富献媚。3个官吏又以财物诱惑，见美女与贿赂都不发生作用，对卡拉富说：“如查不出你的名字，我们都会被杀死，请你快离开这里。”卡拉富坚持“我的希望是图兰朵”，大家拔剑指向他，想逼他说出名字。这时舞台后传来“我们知道了”的喊声，士兵把帕木尔和柳儿押上来，图兰朵登场。图兰朵一声令下，先审帕木尔，柳儿挺身而出说，只有我知道他的名字卡拉富想去救柳儿，反被逮捕，柳儿当着卡拉富的面被拷打，图兰朵问她为什么不愿说出名字，她说“这是爱情的力量”。柳儿唱《隐藏在心里的爱比痛苦更坚强》（Tanto amore segreto），她对图兰朵说，我沉默地把他的爱给你，我虽然会失去一切，但这是心爱者最珍贵的礼物。这时大众叫道“杀头，杀头！”刽子手出现，柳儿唱咏叹调《公主你冰冷的心》（Tu che di gel sei cinta），她说公主你懂得爱后，冰冷的心就会被热情的火焰融化。趁卫兵不注意，她拔剑自刎，普契尼原作到此为止。续完的内容是，帕木尔靠在柳儿尸体边痛哭，送葬的队伍远去后，卡拉富与图兰朵的二重唱。卡拉富扯去图兰朵的面纱，说冰冷的公主，你应看看这为你而流的热血。图兰朵表示，即使面纱拿掉，我的心仍在天上。卡拉富强行亲吻，图兰朵自语：“我究竟怎么了？我输了？”她的心终于融化，流下了眼泪。台后传来优美的歌声，人们庆贺黎明来临，卡拉富的爱情诞生，图兰朵唱咏叹调《泪水盈眶》。卡拉富说：“今天公主已属于我，我要把名字和生命都献给你，我是鞑靼王子卡拉富。”图兰朵拉着他的手走向大众等待的广场。第二场，皇宫前广场。早晨，在进行曲下，皇帝坐上宝座，大众高呼万岁。图兰朵与卡拉富上场，图兰朵说，“父亲，我已知道了这个年轻人的名字，他的名字叫作爱。”卡拉富与图兰朵拥抱在一起，群众高唱“太阳，生命，愿一切永远”的合唱祝贺他们幸福，剧终。",
    "chinese_title": "图兰朵紫禁城版",
    "douban_rating": "7.3/10 from 826 users",
    "foreign_title": "Turandot in the Forbidden City of Beijing",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "7.3",
    "update_at": "2025-12-30T17:29:04"
}