{
    "aka": [],
    "sid": "1824698",
    "cast": [
        {
            "url": "/celebrity/1062220/",
            "name": "查兹·波诺 Chaz Bono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152228/",
            "name": "Abby Travis Abby Travis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869238341.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0109217",
    "director": [
        {
            "url": "/celebrity/1284914/",
            "name": "Marita Giovanni Marita Giovanni",
            "@type": "Person"
        }
    ],
    "duration": "93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-09-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0109217/",
    "imdb_votes": 610,
    "this_title": [
        "Bar Girls"
    ],
    "douban_link": "https://movie.douban.com/subject/1824698/",
    "imdb_rating": "5.0/10 from 610 users",
    "trans_title": [
        "吧女"
    ],
    "douban_votes": "0",
    "introduction": "Director Marita Giovanni's film is based on a play by Lauran Hoffman. Hoffman's material may get tied up in psychobabble but she has an ear for entertaining dialogue and mercilessly avoids the archness usually associated with lesbian drama. Set around an LA Girl bar it focuses on Loretta (Nancy Allison Wolfe), a beautiful red-haired cartoonist, and her romance with actress Rachel (Liza D'Agostino).Wolfe's performance is droll and moving, and she manages to throw off the bad ideas Giovanni and Hoffman aim at her. She also deliberately approximates the glamour of Rita Hayworth from Gilda. Her apartment features the famous poster of Hayworth smoking, as well as a huge closeup of Lotte Lenya's eyes. The character of Rachel is less interesting though D'Agostino holds her own with Wolfe in their fight scenes. I also like Loretta's ditzy friend Veronica (Justine Slater), a straight woman `enchanted' by the idea of a lesbian affair. Those wanting to see a graphic sex scene will not be disappointed but it felt to me Giovanni cut away at a climactic (no pun intended) moment.The awful soundtrack suggests the film's low budget, as does the underpopulated bar, though this underpopulation serves Hoffman's incestuous roundelay theme. Note a cameo by Chastity Bono at Scorpio night.",
    "chinese_title": "吧女",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bar Girls",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T13:57:02"
}