{
    "aka": [
        "觉醒"
    ],
    "sid": "1827502",
    "cast": [
        {
            "url": "/celebrity/1031792/",
            "name": "巴斯特·基顿 Buster Keaton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092373/",
            "name": "詹姆斯·海特 James Hayter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108777/",
            "name": "Carl Jaffe Carl Jaffe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105060/",
            "name": "格佛雷·肯 Geoffrey Keen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2607472618.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002965/",
            "name": "尼古拉·果戈理 Nikolai Gogol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010981/",
            "name": "劳伦斯·B·马库斯 Lawrence B. Marcus",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0564878",
    "director": [
        {
            "url": "/celebrity/1036227/",
            "name": "迈克尔·麦卡锡 Michael McCarthy",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1954-07-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0564878/",
    "imdb_votes": 83,
    "this_title": [
        "The Awakening"
    ],
    "douban_link": "https://movie.douban.com/subject/1827502/",
    "imdb_rating": "8.0/10 from 83 users",
    "trans_title": [
        "觉醒"
    ],
    "douban_votes": "0",
    "introduction": "If it distresses you to see an aging genius like Buster Keaton in beer commercials and beach party movies, The Awakening, an episode of Douglas Fairbanks Jr.'s Rheingold Theatre series, is a good antidote. In one of the few purely dramatic roles of his career, Keaton stars in a dark political allegory that, while verging on heavy-handedness, is handsomely produced, excellently acted, and genuinely moving. Based on Gogol's short story \"The Overcoat\" (translated here as \"The Cloak\") The Awakening is set in a dystopia strongly reminiscent of Orwell's 1984, a dreary threadbare world dominated by a smiling Chief pictured in ubiquitous posters trumpeting \"He cares.\" Buster plays a clerk in the Office of Records, which assigns complex numbers to all human problems. His nameless character's decision to purchase a splendid new overcoat, which is then stolen, leads him to rebel against a system that has no genuine compassion.Buster Keaton was Fairbanks's first and only choice to play the lead, and his performance fully merits Fairbanks's praise of him as a \"beautiful actor.\" While the drama is basically all talk and no action, Keaton has some extremely eloquent wordless moments. Watch the way he registers his hurt feelings when a pretty young woman laughs at his tattered overcoat. His development from a meek and unquestioning drone to a passionate rebel is subtly conveyed and as convincing as his transformation, in his great silent movies, from timid incompetent to dashing hero. The entire cast is flawless; Carl Jaffe is particularly good as the intense and slightly sinister tailor who talks Keaton's character into buying the new coat. Though Keaton's American accent stands out among the English and European actors, the effect isn't jarring; it works with his character's lowly status and with his lonely rebellion. His hoarse yet surprisingly forceful voice perfectly suits a humble everyman who is roused to defiance.At the end of the drama, Keaton delivers a harangue not unlike Chaplin's in The Great Dictator, against the heartlessness of a world that reduces people to numbers. Keaton delivers the speech with anger and desperation that save it from pomposity or sentimentality. Another actor playing his role might easily have become mawkish, but as in his own movies, Buster never appeals for pity. His weathered face, impassive at first glance but subtly conveying depths of feeling, is ideal for the part and deeply touching.The Awakening is included in Kino's \"Keaton Plus\" DVD, in a pristine print including Douglas Fairbanks Jr.'s introductory and concluding remarks. It reveals Keaton's versatility, and belies the notion that his later years were devoted to hackwork. In fact, his television work is often funnier than his films of the thirties and forties, and he looks a lot happier in it. Buster was always totally committed to every project he undertook, and this one is worthy of his participation.",
    "chinese_title": "The Awakening",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-18T13:14:12"
}