{
    "aka": [],
    "sid": "1832211",
    "cast": [
        {
            "url": "/celebrity/1055067/",
            "name": "文斯·科拉萨 Vince Corazza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055965/",
            "name": "琳达·博伊德 Lynda Boyd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276524/",
            "name": "Kirsten Johnson Kirsten Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900188696.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1011029/",
            "name": "布拉德·弗雷泽 Brad Fraser",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0295526",
    "director": [
        {
            "url": "/celebrity/1011029/",
            "name": "布拉德·弗雷泽 Brad Fraser",
            "@type": "Person"
        }
    ],
    "duration": "89 分钟(Montréal World Film Festival)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-05-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0295526/",
    "imdb_votes": 645,
    "this_title": [
        "Leaving Metropolis"
    ],
    "douban_link": "https://movie.douban.com/subject/1832211/",
    "imdb_rating": "6.2/10 from 645 users",
    "trans_title": [
        "远离大都会"
    ],
    "douban_votes": "199",
    "introduction": "Two hot-bodied hunks dominate this Canadian gay drama about an artist who falls in love with a married \"straight\" guy. This independent Canadian drama from Brad Fraser, the writer of Love and Human Remains focues on David, a controversial gay painter in the remote Canadian province of Manitoba. His financial success has brought him fame, money and a dull life. He basically hangs out with Kryla, a straight woman and Shannon, an HIV positive trans woman who is also his roommate. To get some inspiration, he takes a job as a waiter at a small cafe run by a married couple, Matt and Violet. The last thing he expects to do is fall in love with Matt, but that's just what happens. David starts painting again -- homages to Matt, his new love wreaking havoc on the marriage and on David. While Leaving Metropolis feels like an old-style \"gay movie\" -- poor writing and stilted characters, it does have something to recommend. There are several fairly intense sex scenes, both straight and gay and these two guys aren't shy about showing us their bodies. No full-frontal nude shots, but plenty of underwear and chest showing and these two boys have a lot to look at. After some research we learned that the film is based on Fraser's stage play Poor Super Man which had a whole different premise to it. The play emphasized David's personal feelings toward the comic book hero Superman and how he was just as perfect as his hero. Of course, what the play was showing was that no one is perfect. Unfortunately that storyline has been trimmed down in the film. Just a simple gay melodrama with some sweet skin.",
    "chinese_title": "远离大都会",
    "douban_rating": "6.6/10 from 199 users",
    "foreign_title": "Leaving Metropolis",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "6.6",
    "update_at": "2026-01-25T10:56:39"
}