{
    "aka": [
        "The Last Train"
    ],
    "sid": "1842069",
    "cast": [
        {
            "url": "/celebrity/1083962/",
            "name": "奥列格·费奥多罗夫 Oleg Fyodorov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115189/",
            "name": "彼得·梅尔库里耶夫 Pyotr Merkuryev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376761/",
            "name": "亚历山大·列宁 Aleksandr Lenin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565878850.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1051033/",
            "name": "小阿列克谢·日耳曼 Aleksei German Ml.",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0396816",
    "director": [
        {
            "url": "/celebrity/1051033/",
            "name": "小阿列克谢·日耳曼 Aleksei German Ml.",
            "@type": "Person"
        }
    ],
    "duration": "82 分钟",
    "episodes": "",
    "language": [
        "德语",
        "俄语"
    ],
    "playdate": [
        "2003-08-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0396816/",
    "imdb_votes": 262,
    "this_title": [
        "Последний поезд"
    ],
    "douban_link": "https://movie.douban.com/subject/1842069/",
    "imdb_rating": "6.6/10 from 262 users",
    "trans_title": [
        "最后的列车",
        "The Last Train"
    ],
    "douban_votes": "0",
    "introduction": "\"Aleksei Gherman junior’s film The Last Train premiered in Moscow in mid December during the film festival Stalker, which also awarded it the prize for the best film. However, its first screening had already taken place in the ‘controcorrente’ competition of the Venice Film Festival in September. The film, dealing with theme of war and shot in black and white, remained unnoticed by the press in the context of the Venice Film Festival (preoccupied almost exclusively with Zviagintsev’s The Return), although it was awarded a prize. In Moscow, it made rather a different impression, especially when set in the context of films dealing with human rights issues.Gherman’s film is, in a sense, a response to his father’s war film 20 Days without War. Maybe this explains the oddity of a young, clearly talented director venturing on his debut film into the trodden territories of the war film, a theme that dominated Russian cinema in general, but had also been dealt with by his father. For Gherman Junior, however, war knows neither winners nor losers: instead of exploring the history of WWII, Gherman looks at the fate of two men who have failed to make the right choice (or a choice) at the right time. Therefore, they are now the victims of circumstances, of politics, of regimes – which they have or have not elected. Gherman’s concern is with people in particular circumstances, which are not their choice, and how they cope with these unwanted situations.",
    "chinese_title": "最后的列车",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Последний поезд",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T01:16:30"
}