{
    "aka": [
        "Dni zatmeniya",
        "The Days of Eclipse",
        "日蚀之期"
    ],
    "sid": "1844198",
    "cast": [
        {
            "url": "/celebrity/1058566/",
            "name": "Aleksei Ananishnov Aleksei Ananishnov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007360/",
            "name": "弗拉基米尔·扎曼斯基 Vladimir Zamansky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2385140580.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1050842/",
            "name": "阿尔卡季·斯特鲁加茨基 Arkadi Strugatsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001281/",
            "name": "鲍里斯·斯特鲁加茨基 Boris Strugatsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042579/",
            "name": "尤里·阿拉博夫 Yuri Arabov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0095040",
    "director": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "duration": "139 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0095040/",
    "imdb_votes": 1132,
    "this_title": [
        "Дни затмения"
    ],
    "douban_link": "https://movie.douban.com/subject/1844198/",
    "imdb_rating": "7.0/10 from 1132 users",
    "trans_title": [
        "日蚀的日子",
        "Dni zatmeniya",
        "The Days of Eclipse",
        "日蚀之期"
    ],
    "douban_votes": "144",
    "introduction": "The film Days of Eclipse is based on a novel by famous Soviet science fiction writers — brothers Arcady and Boris Strugatsky. The action has been transferred to the Central Asia where a young Russian doctor gives treatment to children and tries his hand at writing. Introducing us a young contemporary at the crossroads (for the first time in Sokurov's work), this film becomes the first part of a cinema trilogy.This character, whose formative years pass in the situation of broken and showing its cracks way of life, becomes a link between three of Sokurov's films. The whole 'trilogy' is joined together by the bitter irony regarding worn–out sacral symbols. Films Days of Eclipse, The Second Circle, The Stone, made in different years, are linked up with each other by one common plot: permanent co–existence of real everyday life, of so to say daily routine, with messages or messengers from Nowhere.The young athlete from Days of Eclipse played by young non–professional performer Alexei Ananishnov is no less an archaic symbol of the former power of the collapsed Soviet empire than a recording of Brezhnev's speech sounding in the film or huge plaster cast Hammer and Sickle sticking out in the desert.Dmitry Malyanov from Strugatsky's novel A Milliard Years before the End of the World has nothing in common with the character of Days of Eclipse beside the name. In fact, for Sokurov's hero the end of the world has already come and the border of this end has fallen on his life. The character who has been brought to the world of alien climate, alien speech, alien customs, learns not to be surprised at the cases of violence against others and himself — in order to survive, speaks to a dead body, tames and feeds exotic reptiles, and, on top of that, meets an angel appearing as a child.This film was successful with the cinema audience of Perestroika years. Alexei Ananishnov later played the main part in one more film by Sokurov Mother and Son.The film has been listed by the European Cinema Academy among 100 best movies of the XX century.Alexandra TuchinskayaEnglish translation by Anna Shoulgat, © 2002.Prizes and awards:1988. Special Award Felix of the European Cinema Academy to the composer Y. Khanin.1988. NIKA Award of the Filmmakers' Union of the USSR to the Director of Sound V. Persov as Best Director of Sound.1989. Laureate of the competition for Best Russian film of the year.Award of the Filmmakers' Union of the USSR to S. Yurizditsky as Best Director of Photography.",
    "chinese_title": "日蚀的日子",
    "douban_rating": "7.0/10 from 144 users",
    "foreign_title": "Дни затмения",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.0",
    "update_at": "2025-04-04T01:52:07"
}