{
    "aka": [
        "I Don't Know"
    ],
    "sid": "1845402",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654763924.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1054428/",
            "name": "克日什托夫·基耶斯洛夫斯基 Krzysztof Kieślowski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0076455",
    "director": [
        {
            "url": "/celebrity/1054428/",
            "name": "克日什托夫·基耶斯洛夫斯基 Krzysztof Kieślowski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0076455/",
    "imdb_votes": 111,
    "this_title": [
        "Nie wiem"
    ],
    "douban_link": "https://movie.douban.com/subject/1845402/",
    "imdb_rating": "6.6/10 from 111 users",
    "trans_title": [
        "我不知道",
        "I Don't Know"
    ],
    "douban_votes": "0",
    "introduction": "Director Krzysztof Kieslowski gives a voice to a Polish whistleblower who revealed crimes and corruption involving local Communist Party leaders. During the 1950s, he was appointed manager of a leather factory in Silesia. There he came across shady practices such as selling stolen goods and claiming expenses for fictitious business trips. But the moment he started to investigate, he was accused of theft and fired, and subsequently even threatened with violence. Unbeknownst to him, he had become Public Enemy No. 1. All of this culminated in a nervous breakdown and his being committed to a psychiatric institution. Now, the only thing that matters to him is a clear conscience. Kieslowski’s seldom-screened documentary is the testimony of a man who eventually turned against the system he had initially been an enthusiastic part of. Kieslowski had great doubts about releasing the film, as he was afraid of putting the whistleblower in even greater danger. To protect him, he included the sound of a typewriter at the moments when people are named.",
    "chinese_title": "我不知道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nie wiem",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T01:56:08"
}