{
    "aka": [],
    "sid": "1855445",
    "cast": [
        {
            "url": "/celebrity/1145000/",
            "name": "Wonder Russell Wonder Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178393/",
            "name": "Tom Olson Tom Olson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011244/",
            "name": "Jason A. Payne Jason A. Payne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046926/",
            "name": "Jason Mckee Jason Mckee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923211652.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1035452/",
            "name": "Jessica Dolan Jessica Dolan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0424890",
    "director": [
        {
            "url": "/celebrity/1012855/",
            "name": "Juan A. Mas Juan A. Mas",
            "@type": "Person"
        }
    ],
    "duration": "USA: 90 分钟",
    "episodes": "",
    "language": [
        "英语",
        "英语"
    ],
    "playdate": [
        "2004-11-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0424890/",
    "imdb_votes": 422,
    "this_title": [
        "The Choke"
    ],
    "douban_link": "https://movie.douban.com/subject/1855445/",
    "imdb_rating": "3.3/10 from 422 users",
    "trans_title": [
        "窒息"
    ],
    "douban_votes": "44",
    "introduction": "A hot young band playing at clubs and raves across the Northwest. Handsome lead singer Dylan Brown (Sean Cook) has a bit of an ego problem, guitarist Mike Prichard (Jason McKee) is a true womanizer, dark and mysterious bassist Beatrice London (Brooke Bailey) has a death and destruction fetish, and drummer Robert \"Nancy Boy\" Nancy (Tom Olson) just wants everybody to get along. Nevertheless, one thing is for sure, they rock! Unknown to the rest of the band, Dylan and Mike have decided to go solo; unfortunately they choose to play their last gig at a rave at the notorious Club 905 a performance that will change their lives forever. Elliot Brown (Sam Prudhomme) Dylan's younger brother attends to film his rockumentary on the band. When club owner Guy Johnson (Andrew Parker) runs out of alcohol he quickly loses the crowds. Mysteriously the band finds itself trapped in the cavernous, old meat packing plant that is now Club 905, along with Guy's red-hot, intriguing girlfriend Star (Bee Simonds) and Dylan's sweetie Vanessa Jones (Wonder Russell) lovingly called Jonesy. Tension increases when the mutilated body of a flirty groupie turns up in a meat locker and the group realizes they are locked in with a vicious killer. Gruesome slaughter, fear and death stalk the band and their friends through the labyrinth of rooms and passageways of the old building. As secrets are revealed, people turn up dead, bodies disappear, and emotions run rampant as everybody turns into a suspect. As the body count rises, they must stick together to survive and find a way out. But how well can you really know someone? Is it possible that the hard feelings among the band have spawned a killer within? Who will live and who will die? As the group's bassist London morbidly points out, \"The only way to become a rock legend is to trash a hotel room or die a violent death.\"",
    "chinese_title": "窒息",
    "douban_rating": "5.4/10 from 44 users",
    "foreign_title": "The Choke",
    "imdb_rating_average": 3.3,
    "douban_rating_average": "5.4",
    "update_at": "2025-09-29T04:26:19"
}