{
    "aka": [
        "The Old Lady and the Pigeons",
        "喂鸽老妇人的阴谋"
    ],
    "sid": "1860292",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "喜剧",
        "动画",
        "短片"
    ],
    "awards": "　　第70届奥斯卡金像奖(1998)\n　　最佳动画短片(提名) 希尔万·肖默\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1975721333.jpg",
    "region": [
        "加拿大",
        "法国",
        "比利时",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1040620/",
            "name": "希尔万·肖默 Sylvain Chomet",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0127710",
    "director": [
        {
            "url": "/celebrity/1040620/",
            "name": "希尔万·肖默 Sylvain Chomet",
            "@type": "Person"
        }
    ],
    "duration": "21分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-05-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0127710/",
    "imdb_votes": 3043,
    "this_title": [
        "La vieille dame et les pigeons"
    ],
    "douban_link": "https://movie.douban.com/subject/1860292/",
    "imdb_rating": "7.8/10 from 3043 users",
    "trans_title": [
        "老妇与鸽子",
        "The Old Lady and the Pigeons",
        "喂鸽老妇人的阴谋"
    ],
    "douban_votes": "2547",
    "introduction": "浪漫之都，法国巴黎，埃菲尔铁塔前，大腹便便的一对美国母子，奢华而毫不浪漫地在留影。小孩将吃完的爆米花盒扔在地上，一个干瘪驼背的老警员盯着地上的爆米花盒徘徊着，用脚踢了踢，滚出十几颗爆米花，饥饿难耐，眼珠转了几圈，脚下踱了几步，趁人不注意偷偷伸手撒了一把，以迅雷不及掩耳之势吞咽后，疾步离开。车水马龙，画面转换来到了繁华的街区。一个老学究休闲地坐在商店门前看书，喝下午茶，手上的面包送到了嘴边欲进又出，因为一旁那位干瘪的老警员在盯着面包吞口水。自知不可能得到面包，老警员转身离开，穿过拐角的小巷。园区，一对身子圆滚滚的鸽子在石雕上休憩，肥胖的身子终于支撑不了飞翔，一只鸽子摔到了地上，无望地叫着。树上，地下，空中，园区里的每一只鸽子都是圆滚的，老警员那一刻在想的只是有一天也能像鸽子一样有着肥胖的身子。循着成群结队的胖鸽子的脚步，原来是一位老妇人在喂着它们吃美味的食物，那或许是连老警员都吃不上的。羡煞了老警员。漏水的屋子，忽明忽暗的灯光，蟑螂肆无忌惮地在地上散步，这是老警员的家。老警员从冰箱里端出一盘鱼骨，依旧吃得津津有味。没有吃饱喝足，老警员躺在了床上若有所思。一群吃饱喝足的鸽子挤在窗台上，像是在嘲笑他。老警员又来到了园区，老妇人从随身箱子里掏出一只口里含着果子的烤猪扔在地上。老警员按捺不住跑上前狼吞虎咽啃着烤猪，就像广场里的鸽子抢着路人赏予的食物般，老妇人摸着他的头如抚鸽子般...突然来了一群西装革履的鸽子，身子远比老警员高大，被抢了食物的鸽子们于是将老警员当做食物啃了起来。。。老警员惊愕着从床上坐了起来，原来这只是一个噩梦。噩梦并没有让老警员后怕。饥饿的他也想成为老妇人喂食的“鸽子”。老警员跟踪着老妇人记住了她的住址，他明白老妇人是个喜爱鸽子的人，于是打扮成“鸽头人”敲响了老妇人家的门。老妇人盛餐宴请了这位“鸽头人”，老警员终于也吃饱喝足了。从此，老警员彻彻底底变成了一只“鸽子”，他终日往来于老妇人家和自己的家，两点一线，简单而饱食的日子令他身子越来越胖，他终于也成为了一只胖鸽子，如他以前见过的一般，也飞不动了。终于有一天，老警员在老妇人家吃饱喝足后拖着圆滚的身子，摇摇晃晃地循着嘈杂的声音来到一扇门前，他看到了老妇人在磨刀，原来喂鸽子的目的是想把鸽子养大后杀掉。老警员转身一望，镜子里的自己竟然真成为了一只肥胖的鸽子，他终于看到了自己将被宰杀。老妇人拿着锋利的刀冲了出来，在她眼里老警员就是一只鸽子。然而肥胖的身子令老警员脱不下鸽子头套，他证明不了自己也是个人。慌乱中老警员从窗户摔了出来，前一秒还想着自己是个人，后一秒摔倒窗户外后他就想着自己是否也能像鸽子一样飞。然而，事实证明，他还只是个人，但或许他自己已经把自己当成了鸽子，他摔在了地上。。。浪漫之都，法国巴黎，埃菲尔铁塔前，游客在留影，一旁成群的鸽子在抢着地上的食物。重新干瘪了的老警员在一旁徘徊了一小阵，他将手腕插在腰间，如翅膀一样上下摆动，然后弯下腰，伸嘴去啄地上的食物，与一旁的鸽子毫无两样了。鸟为食亡。而当人为了食物，却会变成了一只鸟。然后，就像鸟一样，最后为食而亡。",
    "chinese_title": "老妇与鸽子",
    "douban_rating": "8.3/10 from 2547 users",
    "foreign_title": "La vieille dame et les pigeons",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-10T13:56:03"
}