{
    "aka": [],
    "sid": "1864786",
    "cast": [
        {
            "url": "/celebrity/1014332/",
            "name": "卢燕 Lisa Lu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2184438198.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0109419",
    "director": [
        {
            "url": "/celebrity/1276859/",
            "name": "菲尔·爱格兰德 Phil Agland",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0109419/",
    "imdb_votes": 70,
    "this_title": [
        "China: Beyond the Clouds"
    ],
    "douban_link": "https://movie.douban.com/subject/1864786/",
    "imdb_rating": "8.8/10 from 70 users",
    "trans_title": [
        "云之南"
    ],
    "douban_votes": "515",
    "introduction": "《云之南》（Beyond The Clouds）是英国4频道出品的一部系列性纪录片，拍摄于90年代初期的云南丽江，这部纪录片在世界范围内获得了巨大的成功，在英国本土的收视率超过了同期播出的电视剧。在英国播出的时候，伦敦街头曾经突然一连七天在晚上九点钟的时候人少了许多。\"英国4频道\" 是欧洲纪录片的主播频道，国际知名纪录片导演，英国独立制片人爱格兰德一直在为4频道制作纪录片，他在南美拍摄的系列纪录影片《巴卡：热带雨林中的人》、在云南丽江拍摄的《云之南》、以及他在上海拍摄的一系列纪录片一直在不断地征服着世界观众。在丽江拍摄的《云之南》（Beyond The Clouds，共7集，每集60分钟）以故事片式的手法，记录了丽江普通人家的普通的故事。凡是看过这部纪录片的人无不为之倾倒，无不为丽江所感动。许多人西方人竟然不相信世界上还会有这样美好的地方，更不相信片中的故事是真实的。1994年，我在德国参加一个电影节时，通过一个德国朋友找到了这套长达7个小时的英文版的《云之南》，仔细拜读后，我怀着崇敬的心情来到了丽江，找到了片中的那个唐医生。后来，爱格兰德与唐医生接下了很深的友谊，丽江地震后没几天，爱格兰德就专程来到了丽江，看望他的被拍摄对像。以后，我通过唐找到了其他几个主要人物，我确信他们拍摄的故事有97%以上是真实的。有趣的是，在北京的一次纪录片会议上，我遇到了一个懂中文的法国老太太，她居然在许多正式场合\"揭露\"这部片子在拍摄方法上的虚假，甚至说那些故事也全是导演出来的，因为她说她真的不相信在中国会又如此美丽的地方和如此感人的故事。我问老太太，您去过丽江了吗？她说\"没有\"。这不扯了！我告诉她，\"我们云南真的有很多这样的故事，建议她去一趟。\"的确，这部片子不仅在艺术上，而且在商业上也获得了巨大的成功。它先后在1994年获得了英国电影学会格列逊大奖，获得了英国广播记者行业公会最佳纪录片奖，英国皇家电视学会年度教育类最佳成人教育奖，美国The Peabody奖，1995年又获得了英国独立制片人大奖中的最佳纪录片和最佳最全面作品奖，1995年度英国影视艺术大奖（BAFTA）中的最佳摄影奖。后来又获得美国电视艾美奖。等等。包括中国台湾在内，全世界有八十多个国家和地区购买了它的播映权，有台湾人为他做过统计，爱格兰德所获得的最低利润是他投资回报的200倍。另外，一部纪录片，变成了一次完全免费的义务宣传，它为丽江、为云南、也为中国对外宣传所带来的影响和利益则是无法用金钱来估量的。包括挪威国王和王后在内，全世界有成千上万的人寻着《云之南》的故事来到了丽江，认识了丽江，也认识了中国。后来，爱格兰德又在上海拍摄了一部纪录片，聪明的上海人为爱格兰德提供了第一流的拍摄条件。现在爱格兰德的时间表排相当满，因为全世界有很多地方要请他去拍摄纪录片。Phil Agland 菲尔•阿格兰德（英国）英国纪录片制片人、导演、摄像。菲尔•阿格兰德出生于英国，他的第一部纪录片《克鲁勃：非洲雨林》引领了一场全球性的雨林保护运动，并且促成了1986年喀麦隆首个国家雨林公园的建立之后他拍摄的获奖纪录片《脆弱的地球》继续探索了野生动物和生态环境的关系。在拍摄了自然历史类纪录片后，菲尔的视角转向了探讨人和自然的关系，以喀麦隆巴卡矮人族为题材的纪录片为他赢得了两项英国电影和电视艺术学院奖，以及1988年班夫电视节的最佳电视节奖。1990年，菲尔完成了纪录片《云之南》。1995 BAFTA(英国电影电视艺术学院奖)电视部分最佳真实纪录系列1995 BAFTA(英国电影电视艺术学院奖)电视部分最佳摄影(真实类)1995 BAFTA(英国电影电视艺术学院奖)电视部分最佳音效(真实类)提名1995 美国电视皮博迪奖《云之南》（Beyond The Clouds）以精彩镜头和敏锐的视觉再现了一独特社会和文化。获奖导演菲尔.阿格栏（Phil Agland）在获得中国政府的许可下，在中国西南围绕一个美丽的小城丽江及周边地区花了五年时间来拍摄、深入当地化和生活。通过讲述生活在这样一个多元文化小城中的四个家庭的故事，为我们展现了一个中国社会的缩影。影片以丰富的镜头题材和贴近真实的表现形式生动再现了中国遥远山村平民百姓的生活和他们的喜怒哀乐，这也就是我们人类共同的经历和情感。",
    "chinese_title": "云之南",
    "douban_rating": "9.0/10 from 515 users",
    "foreign_title": "China: Beyond the Clouds",
    "imdb_rating_average": 8.8,
    "douban_rating_average": "9.0",
    "update_at": "2025-04-09T17:44:55"
}