{
    "aka": [
        "PBS帝国系列之伊斯兰：信仰帝国"
    ],
    "sid": "1868643",
    "cast": [
        {
            "url": "/celebrity/1054393/",
            "name": "本·金斯利 Ben Kingsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538494217.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0309720",
    "director": [
        {
            "url": "/celebrity/1284562/",
            "name": "罗伯特·H·加德纳 Robert H. Gardner",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "3",
    "language": [
        "English"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0309720/",
    "imdb_votes": 782,
    "this_title": [
        "Islam: Empire of Faith"
    ],
    "douban_link": "https://movie.douban.com/subject/1868643/",
    "imdb_rating": "7.9/10 from 782 users",
    "trans_title": [
        "伊斯兰：信仰帝国",
        "PBS帝国系列之伊斯兰：信仰帝国"
    ],
    "douban_votes": "722",
    "introduction": "普通美国人心中全世界的穆斯林都一个样子﹐他们念【古兰经】﹐手里端着自动步枪﹐女人蒙着头﹐男人留大鬍鬚。但是这部影片告诉观眾﹐世界上的医院体制是穆斯林创造的﹐他们也是最早掌握了切割钻石的技术﹐古希腊的哲学着作是被阿拉伯人挽救出来然后再传授给欧洲人﹐他们把印刷术在数百年后才教会欧洲人。当古代住在欧洲北方森林里的日尔曼人穿着生皮夹克﹑经常不洗脸﹑吃生肉喝麵糊糊的时候﹐穆斯林世界已经造起了金碧辉煌的王宫和清真寺﹐那里的人每天洗澡﹐穿绸缎﹐洒香水﹐坐在厚厚的地毯上享受美味佳肴﹐谈论天文地理﹑希腊哲学。这是美国第一部伊斯兰文化的文献片﹐描述从1400年前开始的第一个千年的文化发展和科学进步﹐具体的年代是从570年先知穆罕默德传播伊斯兰到1566年奥斯曼帝国苏莱曼大帝。在伊斯兰兴起之后﹐阿拉伯人建立了强大的帝国﹐注重发展经济﹑文化﹑贸易和科技。穆斯林发明了用阿拉伯数字的数学原理﹐在科学﹑医学﹑光学﹑天文学﹑哲学﹑法学领域中遥遥领先全世界一千多年。Amazon.comIslam: Empire of Faith is the epic PBS documentary that charts the history of Islam from its beginnings in Mecca and Medina in the seventh century to the glory of the Ottoman Empire 1,000 years later.The demonization of Islam by the West has a long history, stretching back to the First Crusade at the end of the 11th century. This documentary redresses the balance by showing the riches of Islamic culture and the vital role played by Islam in preserving and building upon ancient wisdom from East and West at a time when most of Europe was stumbling through the Dark Ages. Muslim physicians, mathematicians, and astronomers stretched the boundaries of human knowledge, and Muslim architects created some of the most beautiful buildings in the world.Islam also offers fascinating insights into key personalities, from Muhammad himself--a simple merchant whose vision of a single deity forged warring tribes into a nation--to great conquerors such as Mehmed and Suleyman, who presided over an empire that stretched from Spain to India. The faith itself is clearly explained, and interviews with historians and religious scholars bring home both its simplicity and the way that it survived huge cultural changes (like the Mongol invasions of the 13th century) to emerge stronger than ever. Islam has often been misunderstood in the West, but this splendid documentary helps to set the record straight. --Simon Leake",
    "chinese_title": "伊斯兰：信仰帝国",
    "douban_rating": "8.2/10 from 722 users",
    "foreign_title": "Islam: Empire of Faith",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.2",
    "update_at": "2025-06-26T08:21:08"
}