{
    "aka": [
        "Westlife - Where Dreams Come True [+ 5 Track CD] [DVD] [2001]"
    ],
    "sid": "1875430",
    "cast": [
        {
            "url": "/celebrity/1165328/",
            "name": "布莱恩·麦克法登 Brian McFadden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162076/",
            "name": "凯恩·伊甘 Kian Egan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162004/",
            "name": "尚恩·菲南 Shane Filan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164309/",
            "name": "尼克·伯恩 Nicky Byrne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018479/",
            "name": "马克·费希利 Mark Feehily",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2862369913.jpg",
    "region": [
        "UK/Ireland"
    ],
    "writer": [],
    "imdb_id": "tt0335548",
    "director": [
        {
            "url": "/celebrity/1093177/",
            "name": "哈密什·汉密尔顿 Hamish Hamilton",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-11-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0335548/",
    "imdb_votes": 43,
    "this_title": [
        "Westlife - Where Dreams Come True"
    ],
    "douban_link": "https://movie.douban.com/subject/1875430/",
    "imdb_rating": "8.9/10 from 43 users",
    "trans_title": [
        "Westlife - Where Dreams Come True [+ 5 Track CD] [DVD] [2001]"
    ],
    "douban_votes": "147",
    "introduction": "\"Out of this world\" is probably the best way to describe the style and content of Westlife's home-coming live performance in Dublin, Where Dreams Come True. It's also a fair description (in the inter-galactic sense) of the short film that opens the concert, when Shane, Kian, Mike, Nicky and Bryan are beamed down to Earth (or more precisely to their native Ireland) from deepest space. Decked out in white for the opening and closing segments of the concert it's easy to see why some fans view the five guys as modern-day angels. Appropriately for the song \"Flying Without Wings\" the guys manage to perform the song strapped to a scaffolding hoist that gently floats above the audience.Overall the concert is a spectacular all-singing, all-dancing affair that showcases their biggest hits and selected album tracks, aided by an amazing set and stage effects. In places the performance does seem rather twee, especially their rural-themed rendition of \"Seasons of the Sun\" when the group emerge from behind the set decked in stylish country-wear. The moves performed by the all-female dance troupe to \"I Have a Dream\" are also plain awful. Tour favourites \"When You're Looking Like That\" and \"Uptown Girl\" are the hot highlights of this stunning live release.On The DVD: there are plenty of added extras on this DVD including two documentaries, \"Access All Areas\" and \"World of Our Own\". However, neither of these featurettes represent the group in a particularly positive light, with the boys spending most of their time crowing about the numerous number ones they've had and how wonderful they are. The \"Access All Areas\" documentary depicts the guys in a particularly cruel light--playing football outside their concert arena whilst fans torturously watch on behind a wire fence. The exclusive When Dreams Come True website, which can only be accessed through the DVD-Rom link, is amazing though, with state-of-the-art graphics, animations and content (eg: lyrics of top Westlife songs, multi-media biographies and interviews with the guys). Look out for the bonus music video for \"When You're Looking Like That\" (never released as a single in the UK).--John Galilee",
    "chinese_title": "Westlife - Where Dreams Come True",
    "douban_rating": "8.8/10 from 147 users",
    "foreign_title": "",
    "imdb_rating_average": 8.9,
    "douban_rating_average": "8.8",
    "update_at": "2025-02-17T06:12:21"
}