{
    "aka": [
        "King of the Ants",
        "蚂蚁之王"
    ],
    "sid": "1876976",
    "cast": [
        {
            "url": "/celebrity/1028187/",
            "name": "克里斯·麦基纳 Chris McKenna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027338/",
            "name": "乔治·温迪特 George Wendt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164947/",
            "name": "弗农·威尔斯 Vernon Wells",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006114/",
            "name": "Joe Davis Joe Davis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300753/",
            "name": "卡莉·威斯特曼 Carlie Westerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019023/",
            "name": "朗·里维斯顿 Ron Livingston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181255/",
            "name": "Steve Heller Steve Heller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048156/",
            "name": "卡瑞·伍尔 Kari Wuhrer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027841/",
            "name": "丹尼尔·鲍德温 Daniel Baldwin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005533/",
            "name": "莱昂内尔·马克·史密斯 Lionel Mark Smith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "惊悚",
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549089653.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009792/",
            "name": "查理·希格森 Charlie Higson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0328031",
    "director": [
        {
            "url": "/celebrity/1022879/",
            "name": "斯图尔特·戈登 Stuart Gordon",
            "@type": "Person"
        }
    ],
    "duration": "102 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-08-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0328031/",
    "imdb_votes": 4743,
    "this_title": [
        "King of the Ants"
    ],
    "douban_link": "https://movie.douban.com/subject/1876976/",
    "imdb_rating": "6.1/10 from 4743 users",
    "trans_title": [
        "蚁王杀机",
        "King of the Ants",
        "蚂蚁之王"
    ],
    "douban_votes": "0",
    "introduction": "Stuart Gordon, considered a master of the horror genre thanks to classics like Re-Animator and Dagon, decides to do a different move in this strange trip to human morals.\"King of the Ants\" is about a regular guy, Sean Crawley(newcomer Chris McKenna), a man without any aspiration who just live in his apartment doing the necessary job to live to the next day. In one of his jobs he meets Duke(Gearge Wendt), who introduces Sean to his boss, Ray Matthews(played by Daniel Baldwin). Ray hires Sean as a spy, and orders him to follow Eric Gatlin(Roy Livingstone), an accountant who has been investigating Ray's company. Problems start when Ray, while drunk, orders Sean to kill Eric. And he does it. Things go wrong when Ray decides to make Sean disappear destroying his mind with violent punishment and humiliation.From the point where Sean kills Eric, we go in the same boat with him, as he goes through a downward spiral of human degradation, traveling from guilt, to confusion and finally to his rebirth, in a state where humanity, morals and values are not important anymore. Chris McKenna acting is very important because he manages to be likable even when he is part of gruesome acts, both as victim and/or criminal. He has that look of innocence that hides a dark side and he manages to carry the film.The support cast also includes Kari Wuhrer, as Eric's widow who also becomes a central part of Sean's trip to hell. She gives a fine performance, although it's obvious that Sean is the main character. He is the most developed of all and McKenna's performance is up to the challenge.The film has very disturbing images of violence, and while it may not be as graphic as \"Kill Bill\" for example, the strength of the violence is in the lack of humanity that the character manifest. He is more than an ant in this world. He is the king.Stuart Gordon has managed to create a film that, while maybe it's not one of his best efforts; it's very well done, has a VERY interesting story to tell, and manages to capture the attention every second of it.",
    "chinese_title": "蚁王杀机",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "King of the Ants",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T02:33:59"
}