{
    "aka": [],
    "sid": "1878279",
    "cast": [
        {
            "url": "/celebrity/1151471/",
            "name": "杰克·史密斯 Jack Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261658/",
            "name": "Jerry Sims Jerry Sims",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019696/",
            "name": "肯·雅各布斯 Ken Jacobs",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872879088.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019696/",
            "name": "肯·雅各布斯 Ken Jacobs",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0415288",
    "director": [
        {
            "url": "/celebrity/1019696/",
            "name": "肯·雅各布斯 Ken Jacobs",
            "@type": "Person"
        }
    ],
    "duration": "402分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-05-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0415288/",
    "imdb_votes": 183,
    "this_title": [
        "Star Spangled to Death"
    ],
    "douban_link": "https://movie.douban.com/subject/1878279/",
    "imdb_rating": "7.2/10 from 183 users",
    "trans_title": [
        "星光照亮死亡"
    ],
    "douban_votes": "92",
    "introduction": "有些人拍片无数，有些人也许只为那仅有的一部或几部电影而活着，孰轻孰重，孰对孰错，自然有人会明了。这是来自美国实验电影大师肯.雅克布斯的6小时42分钟先锋纪录片巨作，《星光照亮死亡》据说是花了他近50年竭力创作的一部集大成之作，美国政治，种族，地下电影等等半个世纪的历史和发展均收录其中，1957年当雅克布斯还是一位青年独立电影人的时候就开始构思和收集影片素材，几十年间他为这部影片可以说倾尽全部，影片所有的资金设备创作全部由他自己独立承担，直到2004年才得以完成，2006年正式发行。Starring: Jack Smith, Jerry Sims, Gib Taylor, Bill Carpenter, Cecilia Swan, Laurie Taylor, Bob Fleischner, Reese Haire, Jim Enterline, and Ken Jacobs.\"It's a stimulating, labyrinthine experience provided by a master of the American avant-garde and an historical artifact that is nevertheless piercingly contemporary.\" -- Doug Cummings, FILM JOURNEY\"With a running time of 6 hours and 42 minutes, ''Star Spangled to Death'' is the magnum opus of the independent filmmaker Ken Jacobs. Begun in 1957 as a backyard bohemian romp starring the avant-garde legend Jack Smith -- an amazing proto-drag performer who later directed his own underground classic, ''Flaming Creatures'' -- the project grew over the years to incorporate huge chunks of appropriated material, including, for example, the entirety of Richard M. Nixon's 1952 Checkers speech and what seems like most of an early 30's documentary on what was then known as ''darkest Africa.\" -- Dave Kehr, NEW YORK TIMES\"Finished—or perhaps abandoned—after nearly half a century of work, Ken Jacobs's monumental, monstrous Star Spangled to Death receives its first ever theatrical run this week at Anthology Film Archives. The movie is a six-hour assemblage of found audio-visual material ranging from political campaign films to animated cartoons to children's phonograph records, interwoven with gloriously eccentric original footage shot mainly on the streets (and in the dumps) of late-'50s New York.\" -- Jim Hoberman, VILLAGE VOICE",
    "chinese_title": "星光照亮死亡",
    "douban_rating": "8.8/10 from 92 users",
    "foreign_title": "Star Spangled to Death",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.8",
    "update_at": "2025-02-13T14:00:44"
}