{
    "aka": [
        "Dogme # 30 - Dias de voda(series title)",
        "Días de boda(dubbed version)",
        "Wedding Days"
    ],
    "sid": "1878291",
    "cast": [
        {
            "url": "/celebrity/1043463/",
            "name": "Ernesto Chao Ernesto Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059509/",
            "name": "亚松森·巴拉格尔 Asunción Balaguer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094878/",
            "name": "Javier Gurruchaga Javier Gurruchaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161286/",
            "name": "罗莎·阿尔瓦雷斯 Rosa Álvarez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219434/",
            "name": "Comba Campoy Comba Campoy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2863114407.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1038276/",
            "name": "Juan Pinzás Juan Pinzás",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0311049",
    "director": [
        {
            "url": "/celebrity/1038276/",
            "name": "Juan Pinzás Juan Pinzás",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "加利西亚语"
    ],
    "playdate": [
        "2002-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0311049/",
    "imdb_votes": 85,
    "this_title": [
        "Días de voda"
    ],
    "douban_link": "https://movie.douban.com/subject/1878291/",
    "imdb_rating": "5.5/10 from 85 users",
    "trans_title": [
        "婚礼日",
        "Dogme # 30 - Dias de voda(series title)",
        "Días de boda(dubbed version)",
        "Wedding Days"
    ],
    "douban_votes": "107",
    "introduction": "When an ambitious and promiscuous writer willing to go to any length to further his career becomes engaged to the beautiful daughter of a prolific editor, her dreams of the perfect wedding day are shattered by the selfish motivations of her future husband in this drama that proves all is not fair in love and marriage. It seems that everyone except for the bride is well aware of her driven fiancée's unscrupulous methods of career advancement, but will the humiliation of realizing the truth behind her marriage be enough to end the relationship, or has the couples bond actually grown strong enough to weather the storm of a rocky start?It is the wedding day of writer Rosendo (Monti Castineiras) and Sonia (Comba Campoy) and one confused family this is! Rosendo has been lovers with Sonia's father Alejandro (Ernesto Chao) whose wife Josefina (Belén Constenla) is aware of her wealthy husband's extramarital infidelities. Rosendo also has an ex-lover Nacho (Miguel Insua) who shows up at the wedding to create tension. Rosendo's variegated love life seems to be centered on his need to succeed as one of Spain's most famous writers and everyone in the wedding party is a means to an end for the conflicted Rosendo. A bit of superstition is added by Rosa (Rosa Alvarez) the lesbian sister of Sonia who reads much of the future in her Tarot cards. A film producer Fernando (Javier Gurruchaga) and his mistress Beatriz (Pilar Saavedra) add to the confusion with their own crusty relationship. As the wedding proceeds the various secrets come into the open and how the families of the couple and the Rosendo and Sonia respond to the confrontations that shape their futures winds the story to a somewhat confusing end.",
    "chinese_title": "婚礼日",
    "douban_rating": "6.2/10 from 107 users",
    "foreign_title": "Días de voda",
    "imdb_rating_average": 5.5,
    "douban_rating_average": "6.2",
    "update_at": "2025-03-11T18:07:36"
}