{
    "aka": [],
    "sid": "1881254",
    "cast": [
        {
            "url": "/celebrity/1036923/",
            "name": "本木雅弘 Masahiro Motoki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023474/",
            "name": "菅野美穗 Miho Kanno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048608/",
            "name": "渡部笃郎 Atsuro Watabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035655/",
            "name": "绫濑遥 Haruka Ayase",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013349/",
            "name": "田中律子 Ritsuko Tanaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431715/",
            "name": "空闲琴美 Kotomi Kuga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483730/",
            "name": "竹本聪子 Satoko Takemoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "　　第38届日剧学院赏(2003)\n　　最佳男主角(提名) 本木雅弘\n　　最佳男配角(提名) 渡部笃郎\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904788093.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1317567/",
            "name": "游川和彦 Kazuhiko Yukawa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0433499",
    "director": [
        {
            "url": "/celebrity/1321445/",
            "name": "猪股隆一 Ryûichi Inomata",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "11",
    "language": [
        "日语"
    ],
    "playdate": [
        "2003-07-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0433499/",
    "this_title": [
        "幸福の王子"
    ],
    "douban_link": "https://movie.douban.com/subject/1881254/",
    "trans_title": [
        "幸福的王子"
    ],
    "douban_votes": "122",
    "introduction": "第一集：某日晚上，茧认识了一名叫周平的中年男子，当时茧被一无赖纠缠，周平替他解了围，两人成为了朋友，周平是一个有些奇怪的人，满头白发，脸部有大片的疤痕，有时候象小孩一样天真，某天，茧到周平家中，无意中发现抽屉里有一把手枪，此时有人来访，此人告诉周平小海的追悼会举行时间，周平却表现得完全不认识此人般，让兰感到困惑不解。茧从小患有心脏病，必须做心脏移植手术才能治好，母亲为了替她筹到做手术所需款项，被骗借了高利贷，气急之下的拿起了刀要和对方拼命，周平拦住了她，并说会帮她们讨回一个公道的。结果周平找到骗茧母亲钱的公司，掏出了手枪，打死了所有人。此时茧赶到，被眼前的情景吓晕，周平将她背下楼，楼下已经布满了警察，警察将周平击倒。茧醒来后，发现自己在医院，更让她吃惊的是在她面前站着的竟然是那天在周平家中遇到的男子，追问之下才知道那人叫做良介，和周平曾经是医学院的同学，而周平中枪后失去了意识，成为植物人，在他的怀中揣着一个女孩的照片，良介告诉茧那是周平毕生唯一所爱，茧要求良介告诉她关于周平的一切，良介的思绪追溯到了14年前。第二集：小海是周平的学妹，两人都非常热爱音乐，并且都默默的暗恋着对方，周平决定向小海表白，却迟迟开不了口，后来终于在一个小孩的帮助下传达出了自己的心意，两人开始交往。周平的父亲是某大医院的院长，父母都希望周平以后能够子承父业，尽管周平所学也是医科，但实际上他真正的兴趣在音乐上，幼年时期，由于他的不小心而导致弟弟失去了生命，周平一直觉得很内疚，同时也觉得对不住父母，因此对他们也是言听计从，周平的家人给他介绍了一名门闺秀则子，深爱着小孩的周平内心十分矛盾，与此同时小海考上了乐团，她鼓励周平终于自己，出国读书在音乐方面继续深造，周平考虑再三，同意，谁知因为救一个企图自杀的人而错过了报名时间。良介嫉妒周平拥有的一切，决意破坏，他连同则子演了一出戏，让小海误会周平和则子有染，同时他又苦苦哀求周平把小海让给他，声称自己没有她就不能活，周平遂放弃小海，决定和则子结婚，小海在神情恍惚中出了车祸。第三集：车祸使得小海的手受伤，而无法继续拉奏大提琴，小海不想周平内疚，隐瞒了此事。良介一面告诉周平自己如何与小海相爱，一面又在小海的面前装出一副很关心她和周平的样子，尽管良介费尽心思追求小海，但小海心里仍然只有周平一人，周平将要结婚，委托良介给小海结婚请柬，小海决定不去参加。周平无意中得知小海受伤的事情，约她出来见面，小海再次向周平坦白了自己对他的感情，让周平和他一起逃走，周平同意。这时，周平突然发现call机响了多次，是医院的急call，周平赶到医院，他负责的病人病情恶化，不治而亡，周平认为是自己的疏忽害死了病人，自觉有两个人死在了他的手上，对自己是否能给小海幸福又再次动摇，决定离开小海，周平结婚那天，小海前往试图和他最后谈一次，不料听到良介和则子的对话，才明白所有的事情都是良介在搞鬼，良介恼羞成怒之下强暴了小海。第四集：事情发生以后小海离开了家，搬出去一个人住，良介没有了小海的消息，只能告诉周平小海已经怀孕的事情，试图从他身上找到小海在什么地方。周平知道此时以后，来到了小海家，小海的母亲告诉了他小海新的地址，周平去找小海，劝说他回到小海身边，小海坚持自己不会和不爱的人结婚。良介一路跟踪周平，找到了小海，但又害怕被小海拒绝，一直很犹豫。小海认识了一位孕妇洋子，同样也是单亲妈妈，生活非常拮据，某天，她即将临盆，可没有钱住医院，小海请求周平帮助，在小海的鼓励下，周平顺利的替她接生，事后，周平来到小海家，哪知这个时候良介竟然也出现，向小海求婚，小海拒绝。良介一怒之下终于说出自己嫉恨周平的心里话，两人扭打成一团，打翻了取暖器，小海被困火中，周平为救小海，烧成重伤。第五集：小海因为火灾流产，并且永远失去了生育能力，这给她心灵上造成了严重的损伤，曾经一度看到男人和火就害怕，十分痛苦。周平脸上和手上也留下了永远不能平复的疤痕。周平父亲的医院，因为经营不善，面临财政危机，他利用亲家的关系而从银行非法获得了贷款，此事被小报记者知道，多次到医院纠缠，想打听内幕，周平内心十分矛盾。；良介辞去了医生的工作，傍上了一个有钱人家的女儿，并打算结婚。良介将小海流产的事情告诉了周平，周平担心之下找小海，正值小海打算离开东京，到外婆家修养，离开这个伤心之地，小海告诉周平他永远都在逃避，永远都无法诚实的面对自己，对周平触动很大，周平遂将父亲非法获得贷款一事公开，引起了家人极大不满，望着儿子熟睡的小脸，周平决定要和妻子一起开始新的生活。第六集：周平带着妻子则子和孩子真平离家，开始了三个人的生活，不知不觉中，三年过去了，期间妻子虽然也经常抱怨生活清贫，但周平的生活也还平静。而小海为了替洋子还债，却下海当了舞女，良介则和有钱小姐离婚，自己经营了一家投资公司。某日他到六本目的酒店消遣，没想到在那里碰到做舞女的小海，从良介那里小海得知周平是养子的事情。则子得知良介当了老板，于是向他借钱，周平知道此事以后，找到良介，并从他那里得知小海当了舞女，周平到舞厅找到了小海，小海漠然相对，无奈之下他将小海带到两人曾经约会过的宾馆，看到以前两人在房间墙壁留下的百集花的绘图，两人百感交集。次日清晨，周平接到妻子的电话，告诉他儿子真平不见了，周平才猛然想起自己与儿子约好要找能够给人带来幸福的四叶草，却因为小海的事情而忘记了。小海和周平四处找真平，最后在一个湖边看到了他的帽子，真平的尸体浮在水面上。第七集：真平的意外，让小海和周平都非常内疚，两人刚拉近的距离又疏远了，周平也因为悲伤过渡，头发一夜变白。周平向则子提出了离婚协议书，则子收下。此后，小海和周平两不相干的过着自己的日子，生活都非常颓废，小海辞去了酒店的工作，整天蜷缩在家，萎靡不振，良介担心之下，将小海的情况告诉了周平，周平来到小海家，终于把心中隐瞒以久的秘密说了出来，周平的弟弟真平原来是他害死的，原来当年年幼的周平得知自己不是父母的亲生儿子，害怕弟弟的出世而带走了父母对他的爱，一念之差捂死了小弟弟。一番话下来，两人才发现这么多年，经历了那么多的事，最能支持自己的还是对方，小海和周平决定到小海的长野外婆家开始新的生活，周平回家收拾东西的时候，却意外的发现则子在家中，做好了饭等她回来。其实则子仍然深爱着周平，并不愿意和他分开，周平表明自己和小海是不可分割的整体，走出家门，则子一气之下拿着刀追出门外，周平为了保护小海，两人一起跌下阶梯。第八集：小海受伤严重，在医院整整躺了半年，良介为了方便照顾小海，重新回到医院当上实习医生。小海的父母不希望小海再与周平有任何的纠缠，周平屡次看小海都被挡在门外。小海挂念着周平，让良介给周平带信，信里和周平约定了相见的时间和地点，但良介看信后却扔掉了，小海没有等到周平，非常失望，与此同时，周平到医院看望小海时，又撞见小海父母，小海父亲恳求周平不要再与小海见面，两人在一起时带给对方的都是伤痛，周平在小海父老泪纵横之下，答应。小海半夜想溜出医院找周平，被良介发现，良介遂告诉小海周平没有看信，把信交给周平时他说以后和小海都不再有任何关系了。小海不信，找到周平，周平因为小海父母的关系，违心的说出希望有一个健康的妻子，能够给他生出健康的孩子，小海伤心，决定和良介结婚，仍然祝周平能够得到幸福。小海结婚那天，周平意识到小海在自己心中的重要性，正打算赶到婚礼现场阻止时，却意外的接到了则子的电话，则子新交的男友有暴力倾向，则子被打，周平赶往则子家，被则子男友打伤腿，另一方面，小海和良介正在举行婚礼，看到突然打开的大门，进来的却不是周平，小海失望无语……第九集：小海结婚以后，就与周平失去了联系，周平开始堕落，与一些社团分子搅和在一起。小海结婚以后，生活并不幸福，虽然很努力做一个好妻子，但是与良介之间始终有芥蒂，良介也经常在外面拈花惹草。某日，周平遇见良介与人约会，将良介暴打一顿，良介听说父母生活拮据，担心之下探望，发现妈妈在一家超市做收银员，因为操作不熟练，经常被客人责骂，周平心下内疚不已，妈妈告诉周平自从家里发生那样的事情以后，父亲就自暴自弃，欠了一身的债，现在打算偷窃她工作超市的钱。周平父亲偷钱的时候，周平出现，告诉父亲弟弟是自己害死的，这时警卫发现了他们，周平掩护父亲先离开，并决定替父自首。周父找到小海，希望她能看看他，小海去时，周平正打算自首，周平告诉小海他这样做，是为了面对自己曾经犯过的错，等坐牢出来，他就可以开始崭新的生活了，希望小海能够等他。小海微笑着看着他远去的背影，谁知此时眼前突然一黑……第十集：周平入狱服刑，小海检查出脑部因为上次跌下楼梯受到猛烈撞击而留下了后遗症，可能会失忆或者情绪不受控制。周平出狱时，依照和小海的约定来到老地方，但小海却在途中病发，忘记了自己要去哪里，幸亏周平电话到，两人相见，小海对他隐瞒了病情。周平出狱后，和小海开了一家音乐教室，教授孩子们音乐，小海病情日益严重，情绪经常不受控制，说出伤害周平的话，自己心里也很内疚，周平察觉小海有病的事情，遂买了戒指，向小海求婚，并希望她能够去医院诊治，两人相互扶持开始新的生活，小海含泪答应。第二天清晨，周平醒来，发现小海已经离去……另一方面，时间回到现在，病床上的周平醒来，但心智年龄却停留在了8岁，兰病情极端恶化，如果短时间内不进行心脏移植手术，将不久于人世，周平提出把自己的心脏捐赠出来。第十一集：小海失踪后，周平花了整整两年的时间来寻觅她，终没有结果。某日，周平的父母找到他，告诉他弟弟真平并不是他杀死的，虽然当时周平确实用枕头压住了真平，但只是瞬间呼吸停止，真平死与小儿突发症。周平听到这个消息以后，整个人崩溃了，一直禁锢着他的枷锁原来从来都没有存在过，周平拿起了手枪，准备自杀，正在此时，良介赶到，良介将小海的下落告诉了周平。原来良介一直都知道小海的情况，小海病情恶化住在医院疗养，很多时候神经处于疯癫的边缘，尽管十分的想念周平，但她却不愿意良介告诉周平她的情况。周平见到小海，她清醒的时候依然爱着周平，但混乱的时候却每每说出伤人的话，内心受着煎熬，小海请求周平杀了她，因为她已经病到几乎快不记得他了，她不愿意周平从自己的记忆中消失，周平含泪答应。在小海熟睡以后，周平用枕头捂死了小海，随后他就遇到了兰，故事与现在的时间重合了。警方得知周平醒过来，来到医院，周平深知自己即便活在，也将在监狱渡过，他思念着已经去世的小海，也希望自己的心脏能帮助善良的兰继续活下去，遂自杀，良介理解周平的心情，帮兰做了心脏移植手术，茧在梦中看到小海和周平笑盈盈的向她走来……",
    "chinese_title": "幸福的王子",
    "douban_rating": "6.5/10 from 122 users",
    "foreign_title": "幸福の王子",
    "douban_rating_average": "6.5",
    "update_at": "2025-03-08T22:39:28"
}