{
    "aka": [
        "Autumn Mists"
    ],
    "sid": "1885186",
    "cast": [
        {
            "url": "/celebrity/1145167/",
            "name": "Nadia Sibirskaïa Nadia Sibirskaïa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2381155429.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1105122/",
            "name": "迪米特里·凯萨诺夫 Dimitri Kirsanoff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0233385",
    "director": [
        {
            "url": "/celebrity/1105122/",
            "name": "迪米特里·凯萨诺夫 Dimitri Kirsanoff",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0233385/",
    "imdb_votes": 734,
    "this_title": [
        "Brumes d'automne"
    ],
    "douban_link": "https://movie.douban.com/subject/1885186/",
    "imdb_rating": "6.9/10 from 734 users",
    "trans_title": [
        "秋雾",
        "Autumn Mists"
    ],
    "douban_votes": "290",
    "introduction": "A forgotten avant-garde masterpiece by a forgotten avant-garde directorBrumes d'automne (1929, Dimitri Kirsanoff) is the best avant-garde short film, and one of the best films of any kind, that I have ever had the pleasure of seeing. There are so many positives to it, and no negatives. It is even better than Man Ray's Le Retour à la Raison, which I previously believed to be the gold standard for the quality of experimental short films. The title translates to Autumn Mists, which the film is filled with.Unlike most experimental works, Brumes features a clear protagonist. This unnamed character is played by the absolutely gorgeous Nadia Sibirskaïa. When we first meet this woman, she is burning papers in a fireplace. The papers are presumably letters from a lost love. Sibirskaïa's work here is a perfect example of how to act through body language. Through slight facial gestures and movements, she says so much more than words ever could. Her eyes tell her story for her.Paul Devred's score is mesmerizing, and works perfectly with the tone of the film. It's also a very beautiful musical composition in its own right. However, the single best aspect of the film is the cinematography by Jean de Mieville. The shots that feature water remind one of what Ralph Steiner's experimental short H2O could have been, and should have been. This film should be seen by all. There is a real tragedy, far worse than the one in the film, and that tragedy is that there probably are not a thousand living people who have even heard of the film. It is a true forgotten masterpiece. I will go as far as to call it the best film of the 1920s.(author: Matt McGraw (WhenTheRadiatorBurst) from Florida at imdb.com)",
    "chinese_title": "秋雾",
    "douban_rating": "8.2/10 from 290 users",
    "foreign_title": "Brumes d'automne",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.2",
    "update_at": "2025-07-23T12:56:57"
}