{
    "aka": [
        "Horror Story"
    ],
    "sid": "1886458",
    "cast": [
        {
            "url": "/celebrity/1058073/",
            "name": "Jitka Asterová Jitka Asterová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003712/",
            "name": "吉里·巴托斯卡 Jirí Bartoska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088093/",
            "name": "Martin Dejdar Martin Dejdar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116095/",
            "name": "Vladimir Marek Vladimir Marek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136379/",
            "name": "奥德·帕夫尔卡 Ondrej Pavelka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140444/",
            "name": "Raoul Schránil Raoul Schránil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162136/",
            "name": "奥尔德日赫·弗拉赫 Oldrich Vlach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184032/",
            "name": "鲁道夫·赫鲁欣斯基 Rudolf Hrusínský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1211146/",
            "name": "Jan Antonín Duchoslav Jan Antonín Duchoslav",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102968/",
            "name": "约瑟夫·克姆尔 Josef Kemr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095044/",
            "name": "Barbora Hrzánová Barbora Hrzánová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091401/",
            "name": "鲁道夫·霍辛斯基 Rudolf Hrusínský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084784/",
            "name": "维罗妮卡·弗赖曼诺娃 Veronika Freimanová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080787/",
            "name": "Katerina Frýbová Katerina Frýbová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063150/",
            "name": "Vlastimil Bedrna Vlastimil Bedrna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "恐怖",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507835007.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1022164/",
            "name": "雅洛斯拉夫·伯拉比奇 Jaroslav Brabec",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031163/",
            "name": "约塞夫·瓦切尔 Josef Váchal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0104643",
    "director": [
        {
            "url": "/celebrity/1022164/",
            "name": "雅洛斯拉夫·伯拉比奇 Jaroslav Brabec",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [
        "1993-05-06(捷克斯洛伐克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0104643/",
    "imdb_votes": 133,
    "this_title": [
        "Krvavý román"
    ],
    "douban_link": "https://movie.douban.com/subject/1886458/",
    "imdb_rating": "6.2/10 from 133 users",
    "trans_title": [
        "恐怖故事",
        "Horror Story"
    ],
    "douban_votes": "419",
    "introduction": "AUESS:一直不明白，为什么捷克斯洛伐克在电影，文学和绘画等艺术领域有着如此多天才的出现？他们那些异于常人的思维仿佛天生就超前于同时代别国的创作者，你或许永远猜不透一位捷克艺术家所将要展现的方向，而在他们国家，一生默默无闻但却有独特个人风格的作家，画家和电影导演实在太多了。约塞夫.瓦切尔（Josef Vachal，1884-1969），捷克表现主义绘画家，神秘论者，同时也是一位作家和哲学家，他的木版画中充满着沉重压抑的黑暗气息，他只写了一本小说，一九二四年出版的《血腥小说》（A Bloody Novel）是一部集超现实，荒诞与恐怖于一身的歌特文学作品，书中充满着各种奇异的人物和复杂的情节，成为当时捷克文坛最与众不同的作品，据说因为太多人看不懂，当年只印刷了十七本，而能保存到今天的原版也只不过两本而已，然而他本人却一直籍籍无名甚至穷困潦倒，直到今天，他的资料依然在网上很难找到，但无法否认的是，《血腥小说》在二十世纪初东欧文学史上是一部重要的也是独一无二的作品，一九九二年，根据这本小说所拍摄的电影问世，而它正是我最近看的一部感觉不错的捷克影片 -《恐怖故事》。影片的导演雅洛斯拉夫.伯拉比奇（Jaroslav Brabec）对我来说同样是一个异常陌生的名字，之前从未听说过他，直到去网上查找资料，才发现他的这部影片竟然获得了第十三届罗马幻想电影节最佳导演和第十四届葡萄牙奇幻电影节的最佳电影提名，要知道能在这两个主要的国际性幻想电影节上同时获奖，没有能超越普通影片的独到之处是不可能做到的，而且我一直都对这些规模不大但却能聚集到来自各国优秀另类片的电影节很感兴趣，这些影片由于在题材和风格上的独具一格而不受多数人的了解，甚至难入嘎纳，柏林等很多大型电影节的门槛，然而其中的无限精彩却能在幻想电影节的舞台上尽情展现，钟情于它们的也是一群少众但却毫不妥协的铁杆艺术影迷，可能我也算其中之一吧。它也许不是一部让你内心感动无比或得到心灵净化的电影，却绝对是一部能让你睇到癫狂的电影，融合了荒诞，恐怖，爱情，喜剧，冒险，悬疑等众多戏剧化元素，各种古灵精怪的角色层出不穷，身披白衣的幽灵，爱吃人的可怕夫妻，有恋尸倾向的太平间管理员，吸血鬼般的修道士与修女，急速旋转裙摆的少女，死而复生的王子，孤岛上装扮滑稽的土著人以及那些长着蝴蝶翅膀的巨大蚂蚁等等。。。所有的一切构成了一幅幅充满疯狂，怪诞和讽刺的超现实主义画卷，而在其中不同的情节之间还掺杂了作家现实世界的画面。。。这样奇特的电影可能也只有天才的捷克人才能做出来吧。剧情实在很难用语言去描述，我分了三天时间才看完整部影片，每天半个小时，除了时间上的因素外，最主要的原因是它的情节太过复杂，以至于我不得不每看完三十分钟就把之前所理解的剧情再梳理一遍，但哪怕是这样，我还是感觉不少地方没真正看懂。影片大概有四到五根主线，导演在设计剧情的时候居然在平行发展的主线之间任意切割和跳跃！一开始就是令人诧异的场面，电闪雷鸣的雨夜，皇宫内重病的国王躺在摇椅上，身旁几个白色的幽灵来回穿梭，伴随着怪诞的钢琴曲，一个黑衣男子跳入房间，仿佛就要带走老人的灵魂，他伸出了手。。。脚步声响起，年轻的王后走了进来，男人看到王后，脸上显露出异常惊愕的表情，好像不敢相信眼前的一切，他突然掏出一把尖刀，她满眼恐惧，他手起刀落，她的四根手指落下，鲜血喷涌。。。男人扔下血刀，踉踉跄跄地从窗口逃走。。。在这段情节中，画面的颜色被处理成黄色。这时影片突然转向讲述一个新的故事，住在梦幻般美丽乡村的女孩，每天与牛羊为伴，照顾着年老的爷爷，幻想着心中的王子，画面转到一片白桦林，王子从远处跑来，伸出双手，仿佛在召唤着女孩，然而背后一声枪响，王子的胸膛被鲜血染红，绝望的眼神看着远远跑来的女孩，他缓缓倒下，女孩脸上充满悲伤，晕倒在地上。。。在这段中，画面从黄色变成绿色。然后影片又开始新的主线，一座十九世纪阴森恐怖的教堂中，一对长相恐怖的食人夫妇，门缓缓开启，吸血鬼般面色苍白的修道士走进来，他打开背上的袋子，里面竟是一个赤身的女尸，修道士走后，两人守在尸体旁边睡着了，不知过了多久，“尸体”突然苏醒过来，她悄悄绕过熟睡的看守者，走进黑暗的地下室中。。。这段画面是蓝色。接下来又是一根新主线，十九世纪巴黎的妓院，大多数女人都打扮夸张媚俗，然而其中却有一位清新脱俗的美丽女子，一个英俊的男士走了进来，面对着众多一涌而上的女人，他不为所动，他看到了那个女人，而女人也看着他，仿佛早以知道他的到来。。。画面变成了粉红色。之后的情节又从绿色主线开始继续，老爷爷发现少女倒在地上，悲痛万分，突然冒出一个像侦探的人，他说自己能找到开枪的人，于是他们便一起走进了一个神秘的山洞之中。。。接着影片又从最开始的黄色主线继续，凶手逃走后，护卫赶到，发现倒在地上的王后，她还活着，于是他们把她抬到修道院命令修道士把王后的断指接好，原来那个修道士正是第三段蓝色主线中的同一个人！而那个突然出现的裸体“女尸”正是王后。。。剧情在这里才开始连贯起一小部分。接下来又是跳跃式地在每条主线上发展，而色彩也在各种颜色之间肆意地变换着，每一种颜色都代表着一个新的断点，每一段叙述都与之前或之后的情节有若隐若现的联系，而每一个出现的过神秘角色和神秘事件也都能在片中的某个地方找到合理的解释。。。直到影片的最后，才出现现实中的场景，一九二四年，黑白色的布拉格街景，马车，楼房，建筑，黑暗的房间内，一个中年男人正冥思苦想着笔下的故事，原来之前我所看到的一切影像都是作家脑海中的构思。。。摆放在旁边的原稿书页中突然渗出殷红的鲜血，滴落在地板上，黑白中的一片血红，而那正是全片唯一的红色不知道有多少人看懂了我上面的那些胡言乱语，也许自己真的被这部电影给弄疯了吧。看似毫无逻辑的情节和不同时间段所发生的事拼贴在一起，普通电影中那种时间与空间的连贯性完全消失，然而各部分的关系却能严丝合缝地组成一个完整的故事，只不过在叙事结构的前后上有颠倒甚至跳跃，导演对整体剧情的设计精妙堪称一绝，他试图用影像去展现一位身处痛苦煎熬之中的作家创作的思考过程，这不能不说是一个很有创意的想法，尤其是当作家在写作时的思绪也是纷繁复杂的时候，就更难用简单的影像去表现了，而导演的确成功地做到了这一点，当年瓦切尔在写这本小说时，他的妻子刚刚去世，内心充满悲伤的他构思好一段情节就写一段，最后在完稿时再把片断重新排列组合成一个完整的故事，而把这段过程拍成电影之后，最后排列次序的正是我们观者，有意思，就看现代人的思维能否赶得上当年超前于时代的艺术大师了。但其实影片留给我的第一印象是非常独辟蹊径的影像风格，仿佛不仅是为了纪念已故的异类文学大师，也是向早期无声电影的一种致意，导演故意将画面处理成默片的风格，甚至在整体节奏上加快速度，演员的动作比普通的影片中要快，以达到模仿梅里爱或格里菲斯电影的目的，而荒诞的剧情更显早期无声喜剧片里那种滑稽的感觉，在人物造型上却带有很深的歌特风格，演员的服饰，化妆甚至眼眶周围所特有的黑圈，令人想到《卡里加里博士的小屋》《泥人哥连》等一些著名的德国表现主义电影，而更令人叫绝的是，片中不少场景还用到了传统的捷克偶动画，比如那些巨大的蝶翅蚂蚁，闪电，庞大的海盗船的沉没以及王后被砍下了手指等等，都是用木偶和石膏所做成的。伯拉比奇是八十年代捷克优秀的摄影师之一，曾经与Vera Chytilova，Karel Smyczek等著名电影导演合作过，他的这部导演处女作获得了不少摄影和剪辑方面的奖项，自然是最值得一看的地方，全片所运用的摄影术游走在早期与现代风格之间，从最早的单镜头逐格拍摄到之后出现的各个方位和角度的移动拍摄甚至是广角镜头，在其中都能充分领略到。影片的剪辑和声音设计也颇为奇妙，前三分之一模仿的是无声电影，完全以字幕来呈现角色的对话，加上钢琴的背景配乐，然后慢慢过渡至无声到有声的转型期，时而用字幕时而又能听到人物的对白，最后的三分之一则摒弃了字幕，完全展现演员和环境的声音，代表着有声电影的最终产生。各条颜色主线之间的场景切换也很奇特，角色完全不受时空的限制，比如蓝色部分中的人物在推开一扇神秘的门之后就进入绿色的场景中，粉色部分中的人物穿过神秘的山洞就能来到紫色之中等等，诸如此类很有创意的剪辑和蒙太奇处理在全片中比比皆是。《恐怖故事》（Krvavy Roman/Horror Story），1992年，99分钟，彩色/黑白，波兰Camerimage国际电影节最佳摄影，捷克国家电影金狮奖最佳摄影，最佳服装设计和最佳剪辑，意大利罗马幻想电影节最佳导演，葡萄牙波尔图奇幻电影节的最佳影片提名，捷克比尔森电影节最佳导演，瑞典斯德哥尔摩国际电影节最佳影片。",
    "chinese_title": "恐怖故事",
    "douban_rating": "8.1/10 from 419 users",
    "foreign_title": "Krvavý román",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "8.1",
    "update_at": "2025-02-02T16:44:40"
}