{
    "aka": [
        "Michelangelo Eye to Eye"
    ],
    "sid": "1889162",
    "cast": [
        {
            "url": "/celebrity/1022002/",
            "name": "米开朗基罗·安东尼奥尼 Michelangelo Antonioni",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221826575.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1022002/",
            "name": "米开朗基罗·安东尼奥尼 Michelangelo Antonioni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323853/",
            "name": "恩丽卡·安东尼奥尼 Enrica Antonioni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020957/",
            "name": "Carlo Di Carlo Carlo Di Carlo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0409285",
    "director": [
        {
            "url": "/celebrity/1022002/",
            "name": "米开朗基罗·安东尼奥尼 Michelangelo Antonioni",
            "@type": "Person"
        }
    ],
    "duration": "15 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2004-05-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0409285/",
    "imdb_votes": 476,
    "this_title": [
        "Lo sguardo di Michelangelo"
    ],
    "douban_link": "https://movie.douban.com/subject/1889162/",
    "imdb_rating": "6.7/10 from 476 users",
    "trans_title": [
        "米开朗基罗的凝视",
        "Michelangelo Eye to Eye"
    ],
    "douban_votes": "1097",
    "introduction": "Quote:By the time Michelangelo Antonioni released Michelangelo Eye to EyeBeyond the Clouds in 1995, his keen sense of patient, intimate observation had seemed to give way to a kind of leering, gratuitous voyeurism in the film's repeated, over-lingering shots of the female form. It is, however, precisely this painstaking attention to the voluptuousness of form and tactileness of surfaces that makes his subsequent short film, Michelangelo Eye to Eye particularly sensual and textural in its execution. Prefaced with a text description of the filmmaker's recent health problems (in particular, a debilitating stroke that left him partially paralyzed), the film opens with a shot of a frail Antonioni emerging from the shadows as he walks in slow, awkward gait into an unpopulated hall where Michelangelo Buonarotti's marble statue of Moses - a scaled down version of an ambitiously conceived wall tomb for Pope Julius II - is once again in display after a period of meticulous restoration. Composed of a series of detailed observations of the sculpture's composition from several camera angles and vantage points, Antonioni continually refocuses to the shot of Moses' opaque gaze - an image that is sublimely matched by the filmmaker's own occluded, returned gaze as he examines the object of his attention through limpid, watery eyes. In addition to creating a thorough, meticulous, and deliberative objective study of the Renaissance sculpture's robust physical form and timeless, universal beauty, Antonioni's juxtaposition of his own weakened, aging frame against the larger-than-life sculpture of Moses creates an indelible, thoughtful, and poignant image on human frailty, transience, creative compromise, and the enduring legacy of - and mortal transcendence through - enlightened art.filmref.com",
    "chinese_title": "米开朗基罗的凝视",
    "douban_rating": "7.9/10 from 1097 users",
    "foreign_title": "Lo sguardo di Michelangelo",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.9",
    "update_at": "2025-07-29T10:52:34"
}