{
    "aka": [
        "穆罕默德：最后的先知"
    ],
    "sid": "1891169",
    "cast": [
        {
            "url": "/celebrity/1050332/",
            "name": "尼古拉斯·卡迪 Nicholas Kadi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2263028259.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0430377",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2002-11-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0430377/",
    "imdb_votes": 1600,
    "this_title": [
        "Muhammad: The Last Prophet"
    ],
    "douban_link": "https://movie.douban.com/subject/1891169/",
    "imdb_rating": "7.5/10 from 1600 users",
    "trans_title": [
        "穆罕默德：封印的使者",
        "穆罕默德：最后的先知"
    ],
    "douban_votes": "119",
    "introduction": "片長86分鐘，淺顯易懂這部卡通據說早在2001年即接近完成，原本預定於2002年上演，但礙於911事件後的仇視穆斯林氣氛，延後直到2004年才陸續開始上演。前言：穆罕默德出生時（可能是571年4月21日）他父親已經逝世。他的祖父阿卜杜拉照管他。他的祖父是當地有名的哈希姆部落的一個前酋長（古萊氏族）。罕默德六歲時他的母親阿米納逝世，八歲時他的祖父也逝世了。他的叔叔阿布塔裡布照管他。阿布塔裡布是古萊氏族哈希姆部落的新酋長，這是當時麥加最強大的一個部落。故事背景：麥加當時是一個城市國家，它的中心是卡亞巴，傳說是阿拉伯人和猶太人的共同祖先亞伯拉罕親自建造的。當時大多數麥加人崇拜聖像。雖然麥加沒有自己的資源，但它是一個重要的商場，許多遠方的部落來此交換貨物。傳說穆罕默德非常積極地參加城市生活，他的一個叔叔建立了一個幫助窮人的組織，穆罕默德非常積極地參加其活動。他幫助解決糾紛，獲得了「可靠者」（Al-Ameen）的美名，因為他在爭吵時非常公正。穆罕默德是一個深思熟慮的人，他經常在麥加的一個山洞里整夜修煉和沉思。據說610年左右他在沉思時幻見到天使加百列，還聽到一個聲音對他說：「你是神的傳音者。」加百列的幻像使穆罕默德非常害怕，但他的妻子海迪徹讓他放心。從613年開始他開始公開佈道。他很快就獲得了許多支持者，包括麥加富家子弟中的人。他的教被稱為伊斯蘭（遵從神的旨意）。古蘭經和穆罕默德的一開始的教義似乎都說明，伊斯蘭從一開始就是一種萬能的宗教，而不只是為阿拉伯人設立的宗教。當他的追隨者越來越多時，他自己的族氏古萊氏族將他看成一個威脅，因為古萊氏族有照看卡亞巴的責任，當時卡亞巴內宗有數千個聖像，而當時阿拉伯人視這些聖像做神。宣教與迫害：當穆罕默德開始佈道反對這些神時，他在當地統治者中的地位大降。他的信徒一再受到人身和財物上的攻擊。伊斯蘭經典稱有些麥加人炙烈殘酷地迫害新的穆斯林：他們被迫躺在熾熱的沙上，在他們的胸部壓上一塊巨石，人們將紅滾的鐵焦在他們身上。許多人死亡，但沒有人悔返他們的信仰。這些迫害並未針對穆罕默德本人，因為他的家族勢力太大了。當情況越來越危險時，穆罕默德勸他的一些信徒到阿比西尼亞去避難。麥加人試圖收買他，勸他放棄他的信仰，來換取更大的政治權利。當他的信徒越來越多時他們試圖勸他解散他的信徒和改變他的宗教。他們願意給他更多的利潤，或者讓他與一些最富有的家庭通婚。但他將這些提議都拒絕了。最後麥加人要求阿布塔裡布將他交出處死，但阿布塔裡布不肯。後來甚至有人試圖刺殺他。最後當他的叔叔和海迪徹死後，他的家族不再保護他。他被毆打、石擊、被用荊棘和棍棒抽打。但沒有人試圖殺害他。逃亡至麥地納當622年對他和他的信徒的迫害越來越大了的時候，當別人決定謀殺他時，他和他在麥加的追隨者逃離麥加前往麥地那，在那裡他獲得了許多信徒。「遷徙」標志著伊斯蘭曆的開始。麥地那人希望穆罕默德可以統一他們防止618年麥地那內戰那樣的情況重新發生。622年至623年間穆罕默德來自麥加的追隨者和麥地那附近的部落簽定了一個「麥地那憲法」，建立了一個聯邦。這個文件簽署後麥地那和它的郊區成為了一個聯盟國，麥地那是其首都，穆罕默德是其「總統」。穆斯林在這個國家內掌管大權，實際上它成為了伊斯蘭的一個首都。為了擴大這個和平和安全的區域，先知與他的「國家」周圍的部落簽署類似的條約。麥地那戰役麥加的古萊氏族與麥加的其他氏族成立了一個聯盟，來迫害麥地那和麥加的穆斯林，他們威脅說每個回家鄉的穆斯林都將被處死。在麥地那的穆斯林對此非常警戒。一些從麥加逃出來的穆斯林開始襲擊麥加去往敘利亞的商隊，打擊麥加的經濟。與此同時穆罕默德將朝拜的方向從耶路撒冷改為麥加。624年3月穆罕默德帶領300人襲擊一支麥加的商隊，這支商隊得以逃脫但麥加決定出動一支約800人的部隊來給予穆罕默德一個教訓。624年3月15日兩支軍隊相遇，雖然穆斯林的軍隊人數不到麥加軍隊的一半，他們打了個勝仗，麥加軍死亡45人，包括他們的指揮官，穆斯林軍損失14人，70麥加人被俘。這次戰鬥勝利後穆斯林又消滅了一個不接受麥地那憲法的猶太部落。到這時為止麥地那的所有居民都已經被轉化為穆斯林了。625年3月21日，一支3000人的麥加軍隊進入麥地那。3月23日雙方交戰，不分勝負，但麥加方面自稱得勝。此後兩年中雙方積極準備一場決戰。627年4月，一支一萬人的麥加軍隊開入麥地那。麥地那的猶太人雖然參加了麥地那的聯盟，但他們不參加保護城市，而且他們還和入侵者通氣，在入侵者入城後從後方攻擊穆斯林。還有一些穆斯林也叛變，打算在麥加軍進城後幫助他們。但麥加的萬人軍隊卻無法越過麥地那城周的城壕。麥加軍撤走之後，城裡的穆斯林開始對他們的叛徒進行報復。尤其對城裡的猶太人的報復最殘酷：所有成年男人被殺，婦女和兒童淪為奴隸。到627年，穆罕默德已經統一了麥地那，城裡的猶太人和基督徒受到他的保護。沙漠里的貝督因人過去與穆斯林有過一些衝突，這時也已經與穆罕默德聯盟和接受了他的宗教。到這時為止，上面已經提到的穆罕默德的幻覺也基本上停止了。穆罕默德轉向麥加和宣稱卡亞巴為穆斯林的聖地。重回麥加穆罕默德首先對麥加施加經濟壓力，但最主要的他還是希望麥加人能夠主動頒依伊斯蘭。628年3月他帶領1600人去麥加朝聖。麥加人將他阻止在他們的國境邊上。數日後他們與穆罕默德簽定了一個合同。他可以去卡亞巴朝聖，但不准帶武器。在此後雙方也協定不進行武裝衝突，穆斯林可以去麥加朝聖。穆罕默德還與他過去的一個仇人的女兒結婚，來固定這個條約。過了一段時間這個條約還是失效了，629年11月，麥加的聯軍攻擊了穆罕默德的一個盟友，穆罕默德宣佈條約失效。他暗地裡做好準備，於630年1月帶領一萬人向麥加出發。但雙方沒有打仗，麥加的首領們宣佈投降。穆罕默德同意大赦（只有少數人被處死）。他逃出麥加的20年後他又重返原地了。雖然穆罕默德沒有要求麥加人皈依伊斯蘭，但還是有許多人這樣做了。穆罕默德將卡亞巴內的聖像和其它一些小聖舍摧毀。統一阿拉伯穆罕默德的「遷徙」結束後他開始聯盟游牧部落。一開始這些是互不侵犯協定，後來，當他的力量越來越強時他要求加入聯盟的人頒依為穆斯林。他在麥加時這個做法受到許多部落反對，因此雙方打了一仗，他的對手失敗。許多人看到穆罕默德是當時阿拉伯最強的人，許多部落派代表去麥加要求加入同盟。他死前在阿拉伯還發生過幾次叛亂，但這時的阿拉伯國家已經足夠強大來對付它們了。穆罕默德回到麥地那來調停當地兩個部落之間的爭執。他建立福利設施、收取稅收將它們分給窮人、簽署了眾多協議、建造了許多清真寺和在那裡建立了一個對其他宗教寬容的宗教文化。",
    "chinese_title": "穆罕默德：封印的使者",
    "douban_rating": "8.1/10 from 119 users",
    "foreign_title": "Muhammad: The Last Prophet",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-17T13:45:26"
}