{
    "aka": [],
    "sid": "1899486",
    "cast": [
        {
            "url": "/celebrity/1120483/",
            "name": "克里斯托弗·马利基 Christopher Maleki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [],
    "writer": [
        {
            "url": "/celebrity/1305250/",
            "name": "吉姆·哈农 Jim Hanon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0337868",
    "director": [
        {
            "url": "/celebrity/1305250/",
            "name": "吉姆·哈农 Jim Hanon",
            "@type": "Person"
        }
    ],
    "duration": "USA: 96 分钟",
    "episodes": "",
    "language": [
        "english"
    ],
    "playdate": [
        "2004-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0337868/",
    "imdb_votes": 512,
    "this_title": [
        "beyond the gates of splendor"
    ],
    "douban_link": "https://movie.douban.com/subject/1899486/",
    "imdb_rating": "7.3/10 from 512 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Set in the Basin of Ecuador, the docu-drama tells the story of the Waodani, one of the most violent tribes the world has ever known. The primitive customs of this isolated tribe demanded that the Waodani kill not only their enemies and outsiders, but also their fellow tribes-people. Fueled by fearful superstition, they sometimes even buried their own children alive. The Waodani were the most violent society ever documented. Six of every ten deaths of Waodani adults were homicides. In 1956, following a promising initial exchange, five young missionaries further attempted to make peaceful contact with the notorious tribe, but were brutally speared to death. However, the violent end of the missionaries' lives was only the beginning of the Waodani story. Shortly after the killings, the wife of one of the fallen men and the sister of another went into the jungle to live with the Waodani. Two years later their message of peace and forgiveness had transformed the tribe. The homicide rate fell by 90%. Nearly forty years after the death of his father, Steve Saint returned to the jungle to live with the killers of his father. His new life with the tribesmen answered many childhood questions about his father's death. The irony of the story is revealed as the very same Waodani, who killed the five missionaries in 1956, now share in their incredible story of how their lives--and those of their people--have been changed forever.",
    "chinese_title": "beyond the gates of splendor",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T06:07:34"
}