{
    "aka": [
        "塔希提的烦忧",
        "塔希提的麻烦"
    ],
    "sid": "1900227",
    "cast": [
        {
            "url": "/celebrity/1140893/",
            "name": "Tom Randle Tom Randle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867910878.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050414/",
            "name": "伦纳德·伯恩斯坦 Leonard Bernstein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0362256",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2001-01-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0362256/",
    "imdb_votes": 37,
    "this_title": [
        "Trouble In Tahiti"
    ],
    "douban_link": "https://movie.douban.com/subject/1900227/",
    "imdb_rating": "8.1/10 from 37 users",
    "trans_title": [
        "大溪地风暴",
        "塔希提的烦忧",
        "塔希提的麻烦"
    ],
    "douban_votes": "0",
    "introduction": "这部独幕歌剧是伯恩斯坦早年的作品，写于1952年。那时伯恩斯坦风头正劲，作为指挥已誉满全球，作为作曲家也在流行乐界和古典乐界都取得不小的成就，虽然还未作出像《西区故事》这样经久不衰的音乐剧。伯恩斯坦称《塔希提的烦扰》是一部“轻量级作品”，由流行曲调激发的灵感。作品一开始就是一首爵士三重唱，一听就是四五十年代的美国电台小调。这些爵士三重唱贯穿了整部作品，但却丝毫没有影响整部歌剧的严肃性。其实歌剧的主题是相当贴近生活的质疑：对物质生活的质疑，往大处说也是对“美国梦”的质疑。歌剧讲述一对普通夫妇（Sam和Dinah）之间的摩擦、争吵、互不信任以及最后几乎无奈的和解。在轻松的电台小调之后，关于孩子的激烈争吵立即展开、继而发展到关于外遇的猜疑。伯恩斯坦的音乐很有异国情调，听来非常紧张，又有一种痛苦感；而他的剧本却写得更好：非常简练地表达出争吵的内容和两人的性格。A jazz vocal trio appears to set the scene of a little white house in Suburbia, the occupants of which are Sam and Dinah, a couple married for 10 years who seem to have lost the ability to communicate effectively. Breakfast is a tense ritual, with Dinah accusing Sam of having an interest in her secretary, a charge he angrily denies. Matters worsen when Sam refuses to come see their son in his school play, as he wishes to go to the gym and participate in an important handball tournament. Sam goes to work, where he gets tremendous satisfaction from his handling of business affairs, and Dinah visits her analyst, to whom she reveals a dream about a beautiful garden gone to seed and a yearning for \"a quiet place,\" a place she was once sure she and Sam would find together. Sam, in the meantime, is reminded by his secretary of a pass he once made at her, and he is discomforted by this. Leaving her session, Dinah runs into Sam on the street, but they each pretend they have other engagements to avoid spending time with each other. Dinah attends a film, Trouble in Tahiti, a torrid South Seas romance which she initially derides, but which clearly has affected her. Sam wins his handball tournament, but his joy turns to sorrow when he pictures the argument he is bound to have with Dinah. The two have a halting conversation which leads nowhere, and Dinah admits she too missed their son's play. Depressed and unable to confront their problems, they go to see the film Dinah viewed that afternoon, looking for fulfillment onscreen that they cannot find in their own lives. ~ Craig Butler, All Movie Guide资料网址：http://movies.msn.com/movies/movie.aspx?m=539628http://schonne.blogbus.com/logs/2004/07/291308.html",
    "chinese_title": "大溪地风暴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trouble In Tahiti",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T20:15:54"
}