{
    "aka": [],
    "sid": "1901194",
    "cast": [
        {
            "url": "/celebrity/1002725/",
            "name": "黛安·韦斯特 Dianne Wiest",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027994/",
            "name": "艾尔莎·泽贝斯坦 Elsa Zylberstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031865/",
            "name": "杰克·达文波特 Jack Davenport",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048191/",
            "name": "米瑞安·玛格莱斯 Miriam Margolyes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886850524.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037835/",
            "name": "巴里·德夫林 Barry Devlin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0250622",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0250622/",
    "imdb_votes": 64,
    "this_title": [
        "Not Afraid, Not Afraid"
    ],
    "douban_link": "https://movie.douban.com/subject/1901194/",
    "imdb_rating": "6.6/10 from 64 users",
    "trans_title": [
        "别怕，别怕"
    ],
    "douban_votes": "0",
    "introduction": "After being abandoned by her husband after 28 years, an overbearing, self-centered psychologist embarks on a quest to revisit her past loves, accompanied by her 6-year-old grandson, who has Down syndrome, after he turns up unexpectedly in her van.故事梗概：波拉是一位杰出的教育心理学家，在过去的二十几年里，她的工作广受褒奖，这是她一直引以自豪的。然而生活中的波拉却没有那么心情舒畅，28年前，丈夫毅然决然地抛弃了她和两个孩子，娶了别的女人。而波拉一直独身生活至今，更让她感到不愉快的是，如今长大成人的两个孩子却都和她水火不容，三个人之间的关系相当恶劣。儿子马修是苏格兰教堂的一名神父，为人谦卑和蔼、工作严谨认真；女儿萨拉是一名出色的语言治疗师，与此同时，她的儿子托马斯就是一个智障并且有着严重语言障碍的儿童。多年来，她始终没有放弃对托马斯的治疗，但效果甚微，也是因为这个原因，萨拉的丈夫最终也离开了她和托马斯。这天，已经一年没有回家看望过母亲的马修和萨拉同时收到了母亲的来信，说她患上了重病，已经没有多少时间了，希望他们能回来。事实上，马修和萨拉都十分热爱他们的母亲，但在他们看来，在事业上颇有成绩的母亲总是一副孤芳自赏、自以为是的样子，并且言语尖酸刻薄，从来都是毫不留情地训斥别人的缺点和痛处。比如马修的婚事和萨拉的智障儿子都是她喋喋不休的话题。为了避免无休止的争吵，马修和萨拉只能选择躲开母亲。但看了母亲的信，马修和萨拉还是回来了，母亲的状况并没有她描述的那样糟糕，她见到马修仍然不忘了催促他结婚的事情，而托马斯也依然被他称为“可怕的小鬼物”，相处不到一天的时间，三人之间的战争又变得一触即发。就在萨拉再也无法忍受要离开之际，母亲拿出了随身携带的一瓶药，声称那是足以致人于死的毒药，她要自杀！萨拉决定暂时留下，然而第二天一早，她却发现母亲和儿子托马斯都不见了。原来母亲开着车去进行她最后的旅行，而贪玩睡在后备箱里的托马斯也和外婆一起上了路，车快开到第一个目的地时，波拉才发现托马斯，只好极不情愿地带着这个讨厌的“小怪物”。波拉最后的旅行是去逐一重访她的旧爱：早已大腹便便、不再英俊的前夫亨瑞、一个葬在半山坡上的虔诚教徒，还有一位温顺的神父，那是波拉年轻时的最爱。每个人都勾起了波拉的一段或心酸或甜蜜的往事，而能够倾听她心声的却只有身旁似懂非懂的外孙。家中，马修和萨拉从医生那里得知母亲的病其实已经基本痊愈，所谓的毒药也只是吓唬人的“道具”，萨拉开始担心母亲是否能照顾好托马斯。焦急地等待之后，母亲和托马斯有说有笑地回来了，经过这次短暂的旅行，波拉顿悟到了自己过去的傲慢与自私，与此同时，受到单纯可爱的外孙的感染，波拉也变得快乐和豁达起来。精彩视点：这是一部叙事细腻、感情真挚的影片。傲慢自私的老人、智障却单纯清澈的外孙、一次意料之外的旅行，构成了一个充满了人文关怀的故事。本片的女主角黛安娜·韦斯特是芭蕾舞演员出身，后来改念戏剧，毕业后投入莎士比亚戏剧演出，曾获百老汇殊荣“欧比奖”。上世纪80年代，她开始在一些影片中演小角色，直到得到伍迪·艾伦的赏识，成为他的班底演员之后才逐渐建立起知名度，以《汉娜姊妹》和《百老汇上空子弹》两部影片嬴得了两座奥斯卡最佳女配角奖杯。10月17日 14：52 CCTV-6播出",
    "chinese_title": "别怕，别怕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Not Afraid, Not Afraid",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-13T14:42:42"
}