{
    "aka": [
        "Спальня Бастера"
    ],
    "sid": "1905313",
    "cast": [
        {
            "url": "/celebrity/1010556/",
            "name": "唐纳德·萨瑟兰 Donald Sutherland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025238/",
            "name": "杰拉丁·卓别林 Geraldine Chaplin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016762/",
            "name": "瓦伦蒂娜·格特斯 Valentina Cortese",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629260446.jpg",
    "region": [
        "德国",
        "加拿大",
        "葡萄牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1097538/",
            "name": "瑞贝卡•霍恩 Rebecca Horn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136125/",
            "name": "马丁·莫泽巴赫 Martin Mosebach",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0099194",
    "director": [],
    "duration": "104 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1991-05-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0099194/",
    "imdb_votes": 158,
    "this_title": [
        "Buster's Bedroom"
    ],
    "douban_link": "https://movie.douban.com/subject/1905313/",
    "imdb_rating": "5.3/10 from 158 users",
    "trans_title": [
        "怪人病院",
        "Спальня Бастера"
    ],
    "douban_votes": "0",
    "introduction": "A dreamy-eyed young woman, Micha (Ooms), is intent on immersing herself in the life and work of her icon, the comic actor, Buster Keaton. Micha soon finds herself in Santa Barbara at Nirvana House, a large, mostly abandoned villa. The residents are a strange group of characters that appear to inhabit lives outside of real time. Nirvana House is also the location where Keaton himself frequented over his alcohol problems and was even detained in a straitjacket in the villa. Micha shares this history in common with her idol when she is also placed in a straitjacket but manages to escape.At Nirvana House, Micha meets Dr. O'Connor (Sutherland), who heads the operation and has a penchant for poisonous snakes. She also meets a bitter scotch-drinking ex-actress, Diana (Chaplin). Diana uses a wheelchair as the result of a psychosomatic ailment. Also at Nirvana House is Warlock (Warrilow), an asexual beekeeper entranced by pollination. Other residents of the facility include a crazed pianist and a sailor-obsessed middle-aged gardener.Another resident is the former prima donna, Serafina (Cortese), who keeps butterflies in her icebox, who frequent an area of the sanatorium known as the Pavilion of Love to play dramatic scenes of welcoming back the Legionnaire, Joe (Wuttke) from the war. The pair sleep together only for Serafina to reject Joe in the morning, doubting his valiance alongside those who died at war, and pulling a fake trigger to his head. However things become dangerous when reality overcomes the fantasy of Nirvana House. This is especially true when Diana develops very jealous feelings over Micha's relationship with Dr. O'Connor.",
    "chinese_title": "怪人病院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Buster's Bedroom",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T03:01:02"
}