{
    "aka": [
        "Finnegans Wake",
        "Passages from Finnegans Wake"
    ],
    "sid": "1916339",
    "cast": [
        {
            "url": "/celebrity/1050184/",
            "name": "李奥纳多·福瑞 Leonard Frey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098662/",
            "name": "彼得哈斯克尔 Peter Haskell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106095/",
            "name": "Page Johnson Page Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120190/",
            "name": "约瑟夫·梅赫尔 Joseph Maher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132945/",
            "name": "凯文·奥利里 Kevin O&#39;Leary",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561384100.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1055371/",
            "name": "詹姆斯·乔伊斯 James Joyce",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042762/",
            "name": "玛丽·艾伦·比特 Mary Ellen Bute",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0059179",
    "director": [
        {
            "url": "/celebrity/1042762/",
            "name": "玛丽·艾伦·比特 Mary Ellen Bute",
            "@type": "Person"
        }
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1966-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0059179/",
    "imdb_votes": 122,
    "this_title": [
        "Finnegans Wake"
    ],
    "douban_link": "https://movie.douban.com/subject/1916339/",
    "imdb_rating": "7.3/10 from 122 users",
    "trans_title": [
        "芬尼根守灵夜",
        "Finnegans Wake",
        "Passages from Finnegans Wake"
    ],
    "douban_votes": "297",
    "introduction": "Passages from James Joyce's Finnegans Wake 1965 16mm film 90minsThis was the first attempt to cinematize the works of Irish author James Joyce. Based more on a stage adaptation by Mary Manning than the Joyce novel itself, the film concentrates on Dublin pubkeeper Finnegan (Martin J. Kelly), who while in the throes of inebriation has a vision of his own death. As the bemused Finnegan lies in his coffin, his friends gather for his wake. The \"corpse\" tries to cut through the keening and platitudes by probing the innermost thoughts of those closest to him. The surprising aspect of this film is that so much of its difficult text works on screen--a tribute to the loving care of scripter/director/ editor Mary Ellen Bute, who, while preparing this film spent her waking hours picking the brains and burrowing through the resource materials of the James Joyce Society.Although director Mary Ellen Bute’s highly regarded Finnegans Wake (aka Passages from Finnegans Wake) is a unique film that is likely to baffle anyone unfamiliar with James Joyce, it cannot be dismissed merely as a literary exercise. The director was right in claiming that her film was “not a translation of the book but a reaction to it”. It is actually based on a stage play by Mary Manning, who was also responsible for the screenplay. Joyce’s elliptical rhetoric and intricate punning, which might be considered a formidable barrier to the filming of this most opaque of his works, proved to be an attraction to Bute, whose enthusiasm for the ‘visual’ and ‘kinetic’ quality of his language led her to the surprising but well-judged move of running subtitles from the original text to support the dialogue.Visual music pioneer Mary Ellen Bute's final film was also her first feature  film. James Joyce's classic story of Irish tavern-keeper who dreams of attending  his own wake is brought to the screen with a sparkling energy which highlights  its maker's career-long exploration of kinetic abstract animation. Perhaps best  described as a 'film poem,' Passages from Finnegans Wake was the first attempt  to 'cinematize' the works of James Joyce, featuring the author's highly original  language spoken by characters and presented as text on screen.",
    "chinese_title": "芬尼根守灵夜",
    "douban_rating": "8.0/10 from 297 users",
    "foreign_title": "Finnegans Wake",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.0",
    "update_at": "2025-09-11T07:13:24"
}