{
    "aka": [],
    "sid": "1917252",
    "cast": [
        {
            "url": "/celebrity/1035618/",
            "name": "吉米·亨德里克斯 Jimi Hendrix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121188/",
            "name": "Mitch Mitchell Mitch Mitchell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523323571.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0449991",
    "director": [
        {
            "url": "/celebrity/1286347/",
            "name": "克莉斯·埃热迪 Chris Hegedus",
            "@type": "Person"
        }
    ],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-07-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0449991/",
    "imdb_votes": 894,
    "this_title": [
        "Jimi Hendrix: Live at Woodstock"
    ],
    "douban_link": "https://movie.douban.com/subject/1917252/",
    "imdb_rating": "8.5/10 from 894 users",
    "trans_title": [
        "吉米·亨德里克斯：伍德斯托克现场"
    ],
    "douban_votes": "607",
    "introduction": "Live at Woodstock, Jimi Hendrix’s headlining appearance at the most famous festival in rock music history, is rivaled only by his set at Monterey Pop for sheer legendary status. But the two are very different. The rock guitarist was a virtual unknown in America when he delivered his literally incendiary performance at Monterey in 1967. A little more than two years later he was an established star, picked to close this mammoth three-day show (he was slated to appear on Sunday night, but weather and various snafus pushed that to Monday morning). Introduced as the Jimi Hendrix Experience, Hendrix quickly corrects that to Gypsy Sun and Rainbows, with original drummer Mitch Mitchell and new bassist Billy Cox augmented by two percussionists and a second guitarist (all three are for the most part inaudible, subsumed in the great sonic wash of Hendrix’s wailing guitar and Mitchell’s thrashing drums). The music had changed, too. Hendrix had started moving away from the format of short, poppy songs with the Electric Ladyland album, and while he still plays \"Purple Haze,\" \"Foxey Lady,\" and \"Fire,\" much of the emphasis in this lengthy set is on extended jamming. Not all of it works, but when it does--as on \"Spanish Castle Magic\" and a sped-up \"Voodoo Child (Slight Return),\" which leads into the feedback-drenched re-imagining of \"The Star-Spangled Banner\"--the performance takes off. Little more than a year later, Jimi Hendrix, still regarded as the greatest rock guitarist ever, would be dead. --Sam Graham",
    "chinese_title": "吉米·亨德里克斯：伍德斯托克现场",
    "douban_rating": "9.3/10 from 607 users",
    "foreign_title": "Jimi Hendrix: Live at Woodstock",
    "imdb_rating_average": 8.5,
    "douban_rating_average": "9.3",
    "update_at": "2025-02-16T19:28:07"
}