{
    "aka": [
        "Le renne blanc",
        "The White Reindeer",
        "白牡鹿"
    ],
    "sid": "1921062",
    "cast": [
        {
            "url": "/celebrity/1134481/",
            "name": "玛丽塔·梅凯莱 Maarita Mäkelä",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162722/",
            "name": "卡洛·维尔斯卡 Kaarlo Wilska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157076/",
            "name": "埃瓦尔德·泰尔霍 Evald Terho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136124/",
            "name": "卡莱尔沃·尼西莱 Kalervo Nissilä",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130926/",
            "name": "奥斯莫·奥斯瓦 Osmo Osva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119329/",
            "name": "海莫·莱皮斯特 Heimo Lepistö",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110278/",
            "name": "Pentti Irjala Pentti Irjala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108353/",
            "name": "米丽亚米·库奥斯马宁 Mirjami Kuosmanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105282/",
            "name": "Arvo Lehesmaa Arvo Lehesmaa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103357/",
            "name": "Kauko Laurikainen Kauko Laurikainen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095354/",
            "name": "Tyyne Haarla Tyyne Haarla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039169/",
            "name": "阿尔恩·塔卡斯 Aarne Tarkas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016924/",
            "name": "阿克·莱蒙 Åke Lindman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1952",
    "genre": [
        "剧情",
        "恐怖"
    ],
    "awards": "　　第6届戛纳电影节(1953)\n　　主竞赛单元 金棕榈奖(提名) 艾瑞克·布隆伯格\n　　国际奖 Fairy Tale Film 艾瑞克·布隆伯格\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608054923.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1052031/",
            "name": "艾瑞克·布隆伯格 Erik Blomberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108353/",
            "name": "米丽亚米·库奥斯马宁 Mirjami Kuosmanen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0045283",
    "director": [
        {
            "url": "/celebrity/1052031/",
            "name": "艾瑞克·布隆伯格 Erik Blomberg",
            "@type": "Person"
        }
    ],
    "duration": "74 分钟(original release)",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [
        "1952-07-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0045283/",
    "imdb_votes": 2791,
    "this_title": [
        "Valkoinen peura"
    ],
    "douban_link": "https://movie.douban.com/subject/1921062/",
    "imdb_rating": "6.9/10 from 2791 users",
    "trans_title": [
        "白色驯鹿",
        "Le renne blanc",
        "The White Reindeer",
        "白牡鹿"
    ],
    "douban_votes": "192",
    "introduction": "The Finnish film 'White Reindeer' is marketed in the USA and Britain as a horror movie, but that's not precisely accurate. This is a stark, moody film but not a scary one. It purports to be an authentic Lapp folktale about a woman named Pirita who turns into a white reindeer in order to feed upon men.This story has elements of both the vampire and the werewolf legend, as well as the succubus. Apart from reindeer being native to Lapland, I can't imagine why the reindeer was chosen as the species for this folktale's version of the shape-changer legend. Bats and wolves are predators, and therefore scary. The reindeer is a domesticated herbivore that serves humans ... not very spooky, is it? In one sequence, the were-reindeer woman sprouts fangs. Actual reindeer don't have fangs, so why should these be part of her transformation? Female reindeer have antlers, so why doesn't Pirita sprout antlers?Speaking of superstitions and myths: early in this film, a black cat scurries across the path of an approaching sledge, but the director gives this so little emphasis that it appears to have no significance. In Cornwall, it's considered *good* luck to have a black cat cross one's path, and this same thing is considered *bad* luck in America. Do Lapps have any superstitions concerning black cats?Mirjami Kuosmanen, the actress who plays the central role in this film, is quite pretty ... but her performance as a native of northern Lapland is weakened by the fact that she is clearly wearing makeup. Due to the low production budget, we never actually see Pirita changing into the reindeer ... but the director cleverly gets round this by having his leading lady lunge towards the camera, then cutting to a shot of a reindeer in the same position. Still, I was hoping we would see a shot of a woman's shadow changing shape ... or a series of human footprints in the snow abruptly becoming hoof-marks.The Lapp landscape in this movie is starkly beautiful and awesome but never frightening. The photography is excellent. There are two impressive dissolve shots involving flames, and a splendid montage sequence. I was extremely impressed by a night sequence over a bonfire. During the Midnight Sun sequences, there are two shots featuring a weird colonnade of white pillars: these appear to be artefacts of the Lapp culture, but we never learn what they are. A sequence in which a carved vertrebra dances magically across a shaman's drum has an eerie pagan power that made me think of Nijinsky's staging of 'The Rites of Spring'.My one complaint about this film -- a minor grievance -- is that we never learn the time period in which the main action occurs. These Laplanders possess milled coins, a rifle, and loomed curtains. One sequence takes place at a prayer service that is clearly Christian, featuring a minister in geneva bands. Are we watching scenes in the twentieth century, or some earlier time? I'll rate this moody, compelling (but not frightening) film 8 out of 10. Oh, my deer!",
    "chinese_title": "白色驯鹿",
    "douban_rating": "7.0/10 from 192 users",
    "foreign_title": "Valkoinen peura",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.0",
    "update_at": "2025-08-07T10:07:18"
}