{
    "aka": [],
    "sid": "1922871",
    "cast": [
        {
            "url": "/celebrity/1253225/",
            "name": "LJ Reyes LJ Reyes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200890/",
            "name": "John Prats John Prats",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203731/",
            "name": "吉赛尔·桑切斯 Giselle Sanchez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304637/",
            "name": "Jiro Manio Jiro Manio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294119/",
            "name": "爱伦·波勒 Allan Paule",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205587/",
            "name": "Glaiza de Castro Glaiza de Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219082/",
            "name": "路易斯·艾伦迪 Luis Alandy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223729/",
            "name": "Polo Ravales Polo Ravales",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281120/",
            "name": "蒙·康菲多 Mon Confiado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258753/",
            "name": "Mike Tan Mike Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127376/",
            "name": "Cherry Pie Picache Cherry Pie Picache",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1307827/",
            "name": "Dinno Erece Dinno Erece",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0809517",
    "director": [
        {
            "url": "/celebrity/1289312/",
            "name": "霍埃尔·拉曼根 Joel Lamangan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "2006-05-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0809517/",
    "imdb_votes": 125,
    "this_title": [
        "Manay po!"
    ],
    "douban_link": "https://movie.douban.com/subject/1922871/",
    "imdb_rating": "5.9/10 from 125 users",
    "trans_title": [
        "马奈坡"
    ],
    "douban_votes": "0",
    "introduction": "Synopsis:Through their portrayals as the gay sons who make life anything but dull for mom Luzviminda Catacutan (Cherry Pie Picache), Polo Ravales, John Prats, and Jiro Manio are tackling the most unusual roles in their enviable careers as screen entertainers. In the hilarious but emotionally engaging new comedy Manay Po!, these actors (all of them straight) are imagining what it's like to be in love with the same sex. In some instances, the roles have even required them to get physical with another guy!Polo Ravales plays Oscar, the eldest son of Luz Catacutan in Manay Po! Oscar is a successful young architect who, unknown to his mother, is a homosexual. Not only that, Oscar is been dating his equally handsome co-worker Adrian (Luis Alandy) for years. The secret love between these two attractive, straight-acting guys is reminiscent of Brokeback Mountain minus the tragic ending.Already, word has leaked that the kiss which Polo and Luis share will be one of Manay Po's most talked-about scenes. It's a very violent kiss, promises director Joel Lamangan, but it shows clearly how much Oscar and Adrian love one another.Playing Oscar is the most unique challenge facing the handsome and sexy Polo Ravales, who is one of the few stars to stage a successful comeback after being in showbiz limbo for years. When he's not professing his love for actress Ara Mina or waiting for her sweet yes to him, you can see Polo in the top-rating fantasy serial Majika.Playing Oscar's younger brother Orson is Pinoy Big Brother Celebrity Edition 2 nd placer John Prats. Before he joined the PBB fishbowl last February, John was seen on the big screen as a gay Chinoy son who comes out of the closet in the MMFF hit comedy Ako Legal Wife: Mano Po 4.The cute young actor acknowledges that playing the flamboyant Orson in Manay Po! is even more challenging than his role as a closeted gay Chinoy in Ako Legal Wife.In Ako Legal Wife, the hardest thing I had to do was put on Zsazsa Padilla's clothes!, laughs the teen idol. In most of the movie, I acted normally because I was playing a closeted gay. In Manay Po, Iï¿½m playing a loud and proud gay for the whole movie, and it takes a lot of energy.There's even a scene where I join a gay beauty pageant, so you can imagine the outfits I had to wear. There's also a scene where I pull the hair of LJ Reyes because sheï¿½s stealing my crush, played by Mike Tan. And of course, I won't give up Mike without a fight, laughs John.Is the youth icon worried at all about doing two consecutive gay movies? Not really, replies Prats. For me, the fun of acting is that I get to play different people, especially characters who are very different from who I am in real life.Prats reveals, however, that he won't be playing any other gay characters soon as his next project is the teleserye Bituing Walang Ningning. Like any actor, I want to surprise the audience with everything that I do. When they're least expecting it, I'll play another gay character, says John.Playing the youngest sibling in this brood of gay brothers is grand-slam child sensation Jiro Manio, the youngest actor in Philippine cinema to win every acting award for his magnificent work in Magnifico.In Manay Po!, Jiro (which means cute monkey in Japanese) plays Orwell, the youngest son of Luz Catacutan. Orwell is frightened when he slowly realizes that he's also attracted to boys, just like his two older brothers. The object of Orwells feelings is his best friend and high school classmate, Robin David, played by Star Circle 2 Questor Theo Bernados.The creative staff of Manay Po had wicked fun teasing Jiro and Theo about their ï¿½graphic kissing scene. To Jiroï¿½s credit, he admitted that he was scared to do it, but said he would kiss Theo if the story required it. As it turns out, direk Joel Lamangan just wanted to see if Jiro's fear would overcome his professionalism. Needless to say, Jiro passed the test with flying colors.Director Joel Lamangan says there will be a kiss between the two budding adolescent boys, but that it will be handled appropriately considering Jiro and Theo are minors.",
    "chinese_title": "马奈坡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Manay po!",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2026-01-12T16:52:07"
}