{
    "aka": [],
    "sid": "1922305",
    "cast": [
        {
            "url": "/celebrity/1113685/",
            "name": "Magdalena Kozená Magdalena Kozená",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060235/",
            "name": "John Mark Ainsley John Mark Ainsley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148067/",
            "name": "Nick Savalas Nick Savalas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049990/",
            "name": "塞巴斯蒂安·古提耶雷兹 Sebastian Gutierrez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019206/",
            "name": "查尔·阿兹纳弗 Charles Aznavour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153341/",
            "name": "Russell Smythe Russell Smythe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0223729",
    "director": [
        {
            "url": "/celebrity/1002950/",
            "name": "威廉姆·克莱因 William Klein",
            "@type": "Person"
        }
    ],
    "duration": "Greece: 87 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-12-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0223729/",
    "imdb_votes": 129,
    "this_title": [
        "Messiah"
    ],
    "douban_link": "https://movie.douban.com/subject/1922305/",
    "imdb_rating": "6.3/10 from 129 users",
    "trans_title": [
        "亨德尔《弥赛亚》"
    ],
    "douban_votes": "0",
    "introduction": "Back in the Laserdisc era there were many classical videos released by RCA, Decca, DGG and others which attempted to move beyond the standard concert hall footage of the performers (and perhaps panning over some appropriate paintings or stained glass) to imaginative and unexpected images that commented on or contrasting with the music. This sort of MTV-for-classical-buffs often had off-the-wall scenarios, such as the conductor stepping up to the guillotine operated by the tympanist for the final movement of Berlioz’ Symphonie Fantastique, or some of the players in bright costumes roller-skating around a large hair salon for Prokofeiv’s Classical Symphony. Ken Russell selected and edited together images mostly from B&W newsreels to accompany the complete Planets by Holst. There has been almost none of this type of material issued on DVD - perhaps the Laserdiscs had poor sales.Messiah is probably closest to Russell’s effort visually.  The performance is excellent, and we do get to see the performers here and there thru the presentation, sometimes in extreme closeups as they declaim the dramatic texts of Handel’s work. Though performances of Messiah are often given at Christmastime and recordings of the entire work sell well in this season, I don’t believe this DVD would be an appropriate gift for, say, that devout elderly aunt of yours. Handel’s story of the nativity, passion and resurrection of Jesus is illustrated on the screen with just as many profane images as sacred ones.  In fact, many of the religious images might be construed as commenting in a negative fashion on the activities recorded.  These include TV evangelists, mass prayer meetings, group baptisms, costumed religious marches in the south of Spain, an amateur staging of Christ’s passion, black churches, etc.  A nice touch is the occasional cutting away from Handel’s music to a number from a choir identified with captions as being a reformed addicts group, or a gay & lesbian choir.Less understandable are some of the off-the-wall image choices, such as the extensive coverage of Houston’s annual “Hair Ball,” in which everyone dresses up in Louis XIV-looking outfits with giant wigs. There are also some disturbing shots of prisoners in some sort of war being beaten and worse. (Ken Russell’s clips chosen for “Mars” in the Planets were similar but not nearly so painful.) I realize Las Vegas provides wonderful visual fodder to illustrate a whole world of philosophical points. (As a matter of fact I still have a Super8 reel of such footage I had once intended to use in an experimental film titled “Ersatz/Real.”) But Klein falls back on LV bling too much, especially in the first sections of the film. For example, he uses shots of people winning jackpots at the slot machines to accompany Handel’s text about “good tidings.”The performance and surround sonics are first rate.  I had some concern about how the words would be handled - there is no booklet provided.  They are emblazoned on the screen in big block letters at the start of most sections, in sync with the music - even getting larger as the volume increases. I probably would not have listened to all of Messiah this season, but now that I have I must say I never dozed a minute!  And my good impression of Handel’s masterpiece is maintained. But can’t say the same for Klein’s film.",
    "chinese_title": "亨德尔《弥赛亚》",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Messiah",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T10:22:58"
}