{
    "aka": [
        "地球形成的故事"
    ],
    "sid": "1923611",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518362249.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0423645",
    "director": [
        {
            "url": "/celebrity/1052320/",
            "name": "西蒙·辛格 Simon Singh",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0423645/",
    "imdb_votes": 233,
    "this_title": [
        "Earth Story"
    ],
    "douban_link": "https://movie.douban.com/subject/1923611/",
    "imdb_rating": "8.6/10 from 233 users",
    "trans_title": [
        "地球的故事",
        "地球形成的故事"
    ],
    "douban_votes": "636",
    "introduction": "结合精采的拍摄及逼真的计算机图像！带您穿梭时空进入奇妙的地球之旅！为您解开地球之谜，本节目筹备3年，花费3百万英镑，走遍世界各地，将这个人类居住的行星背后的秘密带到眼前。从活跃的火山口，到无底的深渊。即使是摄影机也未能到的时间与空间，透过最尖端的动画科技，为您详述。将揭露转动不停的地球令人惊讶的变化。在过去的四亿年间，生命已由简单的单细胞进化成今日复杂而种类繁多的动植物。当科学家对地球的历史有进一步的了解时，它们发现改变地球的力量，对生物的进化过程有深远的影响。地版的移动，不单重组了陆地，亦令地貌不停的改变，使新生命进化成新型态。1.时光旅行研究地球的地质学家，精心研讨地球形成的过程。为了要找出答案，他们必须要重组地球的历史。在没有任何目击者的情况下，我们又怎们知道远古时期的状况呢？而在两百年前，科学家才发现原来历史的证据四处可寻，那就是地表上的石块。当他们懂得如何研究这些石块时，时光旅程即将开始……2.深海探险地球表面的七成是覆盖着海水，近几年来才有科学家往深海探险，他们发现海底的地貌和地面上是截然不同的。例如：在海水温度超过摄氏一百度，气压比正常高出三百倍的黑暗深海中住着不知名的海水生物，其实牠们所居住的山带是环绕着整个地球的，当地表分裂时，新海床便不断的在这新山带内形成。3.火山环带环绕着太平洋的一连串活火山，不停的受到地震的影响，当科学家常试着找出这些「火山环带」与太平洋的关系时，「板块构造论」便因此产生了。这条非凡的理论解释了大陆以及陆地上的矿物质是在怎样的情况下形成的，和它们如何不断的向外扩展。4.地心之旅地壳的板块是如何在地表上滑行的？科学家为了找出答案，而深入地球核心中探索。在这个领域里，令人难以置信的高压使物质转变成另一型态，连固体的石头也能想象液体般流动。当高热物质由地底中爆发出时，所引起的巨大火山爆发往往能使地壳膨胀及分裂。5.天界绝大多数陆地海拔也只有几百米，但是某些地方的山脉隆起高达数千米，这些地区经常遭遇地壳震动。山是如何形成的，和地震有何关系？答案就在于地壳外层的可流动性。根据最新的理论，大陆板块相碰的时候山有可能上升或者下陷，在此过程中它们会影响大气循环还可能改变气候。6.冰天雪地在19世纪，地质学家发现北半球的大部分曾经被巨大的冰原所覆盖。科学家们现在发现这些大冰原的形成和消失只是全球气候变化的表面而已，地球的过去远比现在更炎热更寒冷。地球环绕太阳的轨道、板块运动、气流和洋流，这些复杂的相互作用导致了地球气候的巨变。7.地球的生命在过去的40亿年中，地球上的生物有单细胞有机体进化成为现今极具多样性的植物和动物。随着科学家更深入的了解地球的历史，他们意识到这种星球形成的力量同样对于生物进化有着深远的影响。板块运动对大陆进行重新排列，为生物进化提供条件，促进新物种的诞生。猛烈的火山爆发、陨石碰撞和气候变化使得大量物种从地球上消失，但同样给生还者提供了新的机会。8.与世隔绝地球是唯一有生命的星球？如果答案为是，为什么呢？要想找到答案，科学家必须探索太阳系，搜寻行星上面存在生命的线索。作为独特的岩石行星，地球40亿年来在其表面一直含有液态水，不论太阳的热量输出是否增加。这些水对地球上的地质活动有着重要的影响，也提供了生命产生的场所。液态水能在地球上广泛存在，活生命体扮演了极其重要的角色，同时也将地质学与生态学紧密联系起来。（来自verycd）",
    "chinese_title": "地球的故事",
    "douban_rating": "9.1/10 from 636 users",
    "foreign_title": "Earth Story",
    "imdb_rating_average": 8.6,
    "douban_rating_average": "9.1",
    "update_at": "2025-03-30T03:01:04"
}