{
    "aka": [
        "5号战星",
        "地球保卫战",
        "巴比伦5号：失落的传说－黑暗之声"
    ],
    "sid": "1941401",
    "cast": [
        {
            "url": "/celebrity/1048147/",
            "name": "布鲁斯·巴克林纳 Bruce Boxleitner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122811/",
            "name": "基根·麦金托什 Keegan MacIntosh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137836/",
            "name": "布鲁斯·拉姆塞 Bruce Ramsay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041193/",
            "name": "特蕾希·斯科金斯 Tracy Scoggins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139398/",
            "name": "阿兰·斯卡费 Alan Scarfe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147454/",
            "name": "泰瑞尔·罗瑟里 Teryl Rothery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004886/",
            "name": "皮特·伍德瓦德 Peter Woodward",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2341797236.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009530/",
            "name": "J·迈克尔·斯特拉辛斯基 J. Michael Straczynski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0871427",
    "director": [
        {
            "url": "/celebrity/1009530/",
            "name": "J·迈克尔·斯特拉辛斯基 J. Michael Straczynski",
            "@type": "Person"
        }
    ],
    "duration": "75 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-07-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0871427/",
    "imdb_votes": 4837,
    "this_title": [
        "Babylon 5: The Lost Tales"
    ],
    "douban_link": "https://movie.douban.com/subject/1941401/",
    "imdb_rating": "6.4/10 from 4837 users",
    "trans_title": [
        "巴比伦5号：失落的传说",
        "5号战星",
        "地球保卫战",
        "巴比伦5号：失落的传说－黑暗之声"
    ],
    "douban_votes": "172",
    "introduction": "There was a third storyline in the original script involving Michael Garibaldi, Jerry Doyle's character from \"Babylon 5\" (1994). Eventually it was decided that there should be only two segments, and since his was the most complicated visually and technically, it was postponed for a next time.7月14日科幻史诗巨著《巴比伦5号》科幻史诗巨著《巴比伦5号》科幻史诗巨著《巴比伦5号》系列剧简述【原 名】：Babylon 5【译 名】：巴比伦5号 （5号战星/地球保卫战）【类 型】：科幻 战争 哲学 冒险【首 播】：1994【国 家】：美国【语 言】：英语【演 员】：Michael O'Hare .... Cmdr. Jeffrey Sinclair (1994)Bruce Boxleitner .... Captain/President John J. Sheridan (1995-1998)Claudia Christian .... Susan Ivanova (1994-1997, 1998)Jerry Doyle .... Michael GaribaldiMira Furlan .... DelennAndreas Katsulas .... G'KarPeter Jurasik .... Londo MollariRichard Biggs .... Dr. Stephen FranklinBill Mumy .... LennierStephen Furst .... Vir CottoAndrea Thompson .... Commercial Telepath Talia Winters (1994-1995)Patricia Tallman .... Commercial Telepath Lyta Alexander (1996-1998)Jason Carter .... Ranger Marcus Cole (1995-1997)Tracy Scoggins .... Capt. Elizabeth Lochley (1998)Jeff Conaway .... Zack Allan (1995-1998)【Babylon 5/巴比伦5号】里的宇宙观和关于人类起源及归宿的设想是所知道的所有宗教神话传说里最合理、最能自圆其说的体系。在很久很久以前，超级智能生命，上亿年以前就已经漫游星际，后来更是超脱了身体的限制，以非局域化的类能量形式存在，视为原始天尊。后来他们的智能太高，懒得管原始种族的这些破事了，把这些俗务交给两个后起之秀——影族和佛隆人。影族和佛隆人可说是阴阳两极，影族是“魔”（黑暗邪恶），主张通过竞争和战争推动原始种类的进化，老是在各族类中及族类间挑动战争和冲突；佛隆人是“佛”（追求和平协作），主张通过合作、共处和宗教净化推动发展，所有种族文明的神明宗教信仰其实都是他们捣的鬼。他们还没有到非局域化的程度，但与我们熟悉的身体、意识概念不一样。一千年以前（地球上公元十五世纪前后），影族曾攻击明巴利外星族，但佛隆人帮着明巴利把影族击退了。佛隆人以神谕的形式告诉明巴利，下次黑暗邪恶的敌人再捣乱的时候，地球人是他们必不可少的同盟。亿万年来，“佛”和“魔”互相制衡，于是天下分久必合合久必分，安分不了太久也折腾不到哪儿去，总体相安无事。但双方的路线斗争却在不断加剧。现在影族又开始挑动新一轮星际大战。佛隆人驻巴比伦5号星船大使Koch给約翰薛瑞登少校帮了个忙，让他敲掉了影族的一艘船。影族得知以后派杀手把Koch干掉了。从此魔佛大战，魔也是魔，佛也是魔，战火所及，盒子炮一抡就把整个行星化为无形。时至今日，已无佛无魔无相生无相克，天下苍生哭天不应叫地无门，約翰薛瑞登少校、笛嵐及众喽罗垂死挣扎，要消灭旧制度建立新秩序。关键时刻，原始天尊显灵，把佛和魔臭骂一顿，收入“宝葫芦”带出三界逍遥去也。百万年之后，地球人与明巴利外星族已融为一族，并到了类似于佛隆人/影族的高智能层次，又成为后起之秀。地球联盟（Earth Alliance）成立于2087年，当时并非是一个世界性的组织，地球仍以联合国为主体维系人类的发展；2107年，联合国解散；2115年，地球联盟政府正式成立； 2122年地球联盟正式成为代表全人类的政府，并于2232年在瑞士日内瓦成立地球议会，为总统制；2156年人类与圣塔利共和接触，并由圣塔利人那里取得超空间航行技术，并迅速在星际间殖民与扩充势力范围。地球联盟为一以行星为主体的政府，联合月球、火星、木星爱欧太空站以及数十个邻近地球的殖民地所组成的政权，对外代表全人类负责外交与军事。在五号战星影集里，地球联盟并没有影射现今任一国家的现况，只是单纯的代表人类而已，而且，在该剧世界的设定里，地球只能算是一个开发中星球而已。顺便一提的，即使当时人类以可以自由出入地球与从事星际旅行，但是，人类的许多劣根性依然存在，例如好战、排外、自大傲慢、贪婪等。在2258年年底，总统山提雅哥遇刺身亡，副总统克拉克继任。克拉克总统在为期间设立夜巡组织（Nightwatch）与和平部用以监视人民的言行以达成其军事独裁统治，2261年强行解散地球议会并且颁布戒严令，火星等殖民地不服而需告独立，克拉克派兵强行镇压火星独立运动、轰炸火星非军事目标、入侵星际新闻网（Interstellar News，简称ISN）控制媒体；此外，克拉克总统整合了心感团与影族提供的科技掀起内战，并且在2258年年底秘密策划暗杀山提雅哥总统。2261年年底内战结束后，克拉克总统遭到薛瑞登逮捕，继任者为前俄罗斯联团主席苏姗娜卢沁科。明巴利联邦（Minbari Federation）明巴利人在五号战星的世界里是名符其实的超级强权（在此暂且不论佛隆人与影族），他们是最早从事星际探险与航行的新兴种族。在大约西元1100年前后，他们发现了存在于星际间但发明者未知的超空间跳跃航行闸门，但是在150年后，却遇上了每隔千年发动一次战争的影族；当时的明巴利人被影族打的几乎就快要灭亡了，此时，出现了一位神秘的民族英雄瓦伦（Valen），他为当时的明巴利人带来的先进的武器与基地，并与当时的佛隆人结为联盟打败了影族。明巴利人的社会分成工人、战士与宗教人士三个阶级，这三个阶级再推出三个主要的意见领袖组成灰色议会，而灰色议会可以视为明巴利人的政体，议会中选出一人当主席以裁决议会讨论的事情；此外，明巴利人还有一个特殊的阶层，An'la'shok，他们的主要任务是监视影族的活动，以及早准备即将到来的战事。而这些组织都是瓦伦出现之后才产生的，也可以说明巴利的政治运作是由瓦伦所建立的。明巴利人的外观很类似人类，唯一不同的是在他们的头上有一圈外骨架构，且耳朵的位置也较人类低些；一般而言，明巴利人较人类强壮、拥有较强的心灵感应能力、较人类遵守本分。圣塔利共和（Centauri Prime）圣塔利人外表类似人类，但却拥有两个心脏，成年男性的特征是头发梳的跟一个扇子似的、女性则是光头但留有一撮编好的长发。此外，圣塔利人是最早与人类接触的外星种族，他们喜欢地球人的饰品并与人类贸易，而人类也从圣塔利人手中获得超空间航行技术与如何制造跳跃闸门（Jump gate）。圣塔利共和名曰共和，但实则施行帝制，其母星为圣塔利主星，人口约三亿人。圣塔利的建筑风格与近代欧洲相类似，表面上看似宁静优美的中古庄园，有钟楼、广场、树荫，但却拥有仅次于明巴利人的科技。在圣塔利的历史中，他们曾经拥有广大的殖民区域与征服的星球，这点与过去的英国类似，他们以武力控制落后但资源丰富的星球，压榨奴役该星球人民与资源并实行恐怖统治，受害最深的是南尔星人，直到地球纪元2100为止，是南尔星人永难忘怀的梦魇。目前的圣塔利已是日暮西山的强权，2258年，圣塔利与影族结盟，希望藉由结盟再次恢复昔日光荣盛世，很自然的，百年前让圣塔利屈辱撤退的南尔星自然是头号目标，他们视重新征服南尔星乃是恢复过去荣耀的第一步。然而，与影族结盟非但使圣塔利恢复盛世的美梦破灭，反而更将圣塔利主星的人民推向痛苦的深渊，迫使圣塔利共和进入闭关自守的绝境。南尔星（Narn Regime）南尔星的历史上曾经二度遭到外族统治与占领，第一次是地球纪元1250年前后，当时的南尔星南半球整个被影族占领，后来当时的南尔圣哲吉关带领南尔星人反抗影族，而影族也因此杀光了具有心灵感应能力的南尔人；在吉关所著的圣书里，详细记载影族的真相，并以此书让后代传阅与警惕。第二次是在地球纪元2113年，当时的圣塔利共和征服的南尔星，把他们当成奴隶使唤，这样的悲剧一直到2228年由一群勇敢的南尔星所组成的反抗军卡里总部率领人民利用圣塔利人的武器将圣塔利人赶出自己的家园，在南尔星人重获自由之后，卡里总部也就名正言顺地成为治理南尔星的政权。南尔星是一个很干燥荒凉的星球，资源亦不丰富，所幸拜圣塔利人当年仓促撤退，遗留下许多科技供南尔人研究，并很快的建立自己的舰队，积极建立自己的殖民星球与前哨站，一跃成为星际间的新兴势力。在五号战星的世界里，南尔星人的的科技稍微落后于地球联盟，所以人类与南尔星人可以说是一对难兄难弟，在强权（佛隆人、影族、明巴利人与圣塔利共和）环伺的银河里求生存发展。最初生物（First Ones）一群最古老的生物的总称，他们早在数百万年以前就离开了银河系，没有人知道他们为何离开，也没有任何已知文献记载属于它们的历史。在五号战星的宇宙观里，整个宇宙的自身就是一个巨大的生命体，这个生命体孕育了许多生命，而这些古老的生物在天地创生之时便以出现，他们与天地齐寿，并且指导后进的智慧生命。A. 佛隆帝国（Vorlon Empire）佛隆人的领域到底有多大？母星在哪里？至今仍是谜团，因为只要进入佛隆人领空的船只就在也没回来过（相类似的情况也发生在影族）。佛隆人总是罩着一件外护甲，并且包得死死的，神秘到无法让人一窥其真面目。佛隆人拥有比影族强大的心灵感应能力，并且可以将自我意识分割植入其他族类的意识里。佛隆人的哲学思考是：‘Who are you？’他们相信纪律、服从与秩序是生命进化的准则，基于此一信仰，他们的足迹踏遍全银河系，并为原始的智慧生命带来智慧之光与秩序，也因此佛隆人经常以各种不同的姿态出现在各族类的历史与宗教文献里。佛隆人并不主动结盟，他们喜欢默默从事提供协助与自我盘算该如何打赢他们的死对头：影族。换成比较白话通俗的讲法是，佛隆人很〝龟毛″。【呃！用词不雅，尚祈读者诸君见谅】B. 影族（Shadows）影族的家乡位于银河边缘的一颗孤立行星：札哈洞。影族与佛隆人同为最初生物离开银河系前授其委托指导后进的守护者，与佛隆人的哲学思考相反，影族崇尚混乱与斗争，并认为只有战争、破坏毁灭、无止境的斗争才能促进生命的成长与进化，基于这样的思考，影族约每隔1000年就会发动一场战争，唯有在这场战争中获胜的一方方能继续生存下去。影族喜欢利用仲介者（任何种族皆可，在五号战星里，影族选择了人类，莫登先生）与其他种族交往结盟，在结盟之前，影族总是会问：“What do you want？”只要回应了，影族透过仲介者的安排便会完成允诺的事情。在正常情况下，影族处于隐形状态，除非在特定的光谱频率之下，否则肉眼是无法察觉他们的存在的。影族的外貌很像大蜘蛛的变形，三角形状的头部、四眼、四足、具有强大的心灵感应能力，犹如人类的梦魇一般；他们的星舰具有生物的特性，其外观如同蜘蛛鬼魅，并具有隐形的能力，影族并非靠着超空间往来星际间，而是藉由Phase-in与Phase-out的技术达成。C. Lorien他是First Ones的代表，同时也是First One，Shadows与Vorlon 都算是他的学生与后代，Lorien可以算是他的名字，也可以说他是 First One集合体的代表，或者说Lorien就是First One也不为过。 Lorien长年待在札哈洞的地底深处，他不忍离去，因为他的子孙正陷入了相互讨伐争战的漩涡里，他们已遗忘了当年所身负的重任； Lorien也在等待，等待一个愿意了解这一切征战来龙去脉的人。第一季：凶兆（Season One：Sigh and Portent）辛克莱中校：这是人类第三世代的开始，地球和明巴利星的战争结束后十年。巴比伦计划使人类梦想付诸实现，目标是以人类和外星人和平共存的方式来防止另一场战争。它是外交人员、走私者、企业家和流浪者的停靠港。人类和外星人生活在两百五十万吨重的旋转金属中，孤孤单单地在黑夜里。它可能是个危险之地，但却是我们最后最佳的和平希望。这是最后一个巴比伦太空站的故事，这年是公元二二五八年，这地方叫五号战星。──五号战星第一季开场这样的开场白是不是很熟悉？这也难怪会有人误会五号战星是星舰迷航（ST：TOS or TNG）与银河前哨（ST：DS9）的综合改良版，背景无巧不巧都选在令人尴尬的23世纪，在1994年年初上映，挑衅意味儿十足，但却也让JMS成功地自创品牌。在第一季前半的剧情几乎绕着各种族的外交事件打转，我们可以看到心不甘情不愿被政府推来当大使的莫拉里整天沉溺在酒色与赌博游戏里、神秘的灵魂猎人到访、大伙儿猜测在谜一般的防护衣下卡许大使的真面目为何？明巴利人的习俗等等，当然，在这些外交事件的背后，地球方面的家乡保卫者（Home guard）的排外运动也延烧到了Babylon 5。There is a hole in your mind.（在你的记忆深处存在着一处空白）在第一季影集的后半段，五号战星的主线故事开始浮现，在一次意外的海盗攻击事件下，辛克莱中校想起了11年前大战结束的前夕，自己曾经被明巴利人俘虏，然后再度醒来之际，明巴利人宣布投降，但自己却不记得发生了何事。但是，在辛克莱中校并不知道在急欲了解自己在11年前所发生的事情的背后，明巴利人在这 11年来有着更大的阴谋，而笛岚大使就是这整个事件的策划与执行者。No one here is exactly what he appears.（在这里没有人是表里一致的）在龙蛇杂处的Babylon 5太空站里，前往这里的每一个人或多或少都有着一些理想或是背负过去的包袱，有的人是想追求新的希望、有的是住在底层的无业游民、有的是来此洽公谈生意的商人、也有的人是为了逃避某些不想面对的事情，无论如何，Babylon 5汇集了来自银河系各地的智慧生物，就如同纽约一般，有着繁华的一面，也存在着阴暗不为人之的角落。在站上的人各怀鬼胎，有陷害、有冲突、有斗争、也有肝胆相照的友谊，当然，几个星际间的主要势力也各有各自的企图；朋友、同僚、敌人，在站上的每一个人似乎都兼具了这些特质。追捕、为了自由而叛逃、师生之间纠葛不清的情谊与爱情等事件在这一季都完整呈现在观众的眼前。然而，更加严重的是潜伏在人类故乡地球的反外星情节与保卫家乡的思潮已逐渐在巴比伦五号星站上蔓延开来….。Nothing's the same anymore.（世事多变）2258年年底，地球联盟总统山提雅哥搭乘地球一号总统专机展开友好访问之旅，巡视地球联盟在各地的殖民地，第一站是访问火星，并且安抚火星日益高涨的独立呼声；在Babylon 5上，辛克莱中校听到有人计划暗杀总统的谣言，为了不打草惊蛇，辛克莱请嘉波迪先生暗中调查并收集证据。在同时，辛克莱的女友酒井凯瑟琳也回到了Babylon 5，两人正愉快的计划未来婚事的同时，却传来站务安全官嘉波迪先生遭暗算而身负重伤、性命垂危以及总统山提雅哥在前往木星的途中遇刺身亡的消息；然而，潜在黑暗深处的敌人早已蠢蠢欲动，整个星际间的情势却更加的暧昧不明。And so it begins.（黑暗就此展开）废话不用多说，随着影族的出现，那流传千年的不可遏止的宿命大战即将展开，Babylon 5是否能够完成当初擘画者的心愿：和平共存的希望？第二季：影族的降临（Season Two：The Coming of Shadows）薛瑞登上校：巴比伦计划是我们对于和平最后也是最佳的希望。绵延五哩长、自给自足太空站位于中立区中，提供25万人类与外星人作为商业与外交的场所；像是闪耀在太空中明亮的灯塔般，孤孤单单的在黑夜里。这是人类第三个世代的肇始，在宇宙大战一触即发的前夕。这是最后一个有关巴比伦太空站的故事，是年 2259年，这个地方的名字就叫做五号战星。──五号战星第二季开场从第二季起，各位读者可以从开场白里嗅出一些剧情急转直下的蛛丝马迹，the year the Great War came upon us all，究竟巴比伦计划即将面临哪些未知的挑战？人类祈求与其他智慧种族和平共存的希望果真如此渺茫？所有五号战星的故事主线与冲突将在本季一一浮现：影族、南尔星与圣塔利的百年新仇旧恨、地球联盟内部的政治斗争、克拉克总统的和平部与夜巡组织以及即将来临无可避免的战祸等等。Commander Sinclair is being reassigned.（辛克莱中校已经被调职了）第二季的开头充满了爆炸力，Babylon 5的指挥官从严肃而不失温和的辛克莱中校突然换成薛瑞登上校，而且造成了站上许多明巴利人的不满，因为薛瑞登提醒了当年深植于明巴利人内心的怨恨：旗舰黑星号的毁灭。为此，薛瑞登就成了许多明巴利人口耳相传的 star killer。而站上有明巴利人意欲挑衅，不惜自杀好让薛瑞登背上黑锅，甚至造成Babylon 5与明巴利战舰Trigati险些擦枪走火。当然，令人惊讶的还不只这一点，在本季的开头，除了上述薛瑞登个人与部分明巴利战士阶层的陈年恩怨之外，更令人感到惊讶的事是十年前那一场最终战役的真相：就在地球面临战败、人类面临生死存亡之际，明巴利人突然宣布投降，而整件事件的关键就是在Babylon 5的前任指挥官辛克莱中校，明巴利人在辛克莱的身上发现明巴利英雄瓦伦的灵魂（亦或是血统？），显示人类与明巴利人系出同源，基于明巴利人不打明巴利人的传统，明巴利人立刻宣布投降。Why don't you eliminate the entire Narn home world while you are at it?（当你在那儿时，为何不一举消灭整个南尔星？）在第一季的季末，影族正式现身登场，但是，实际对于五号战星主线故事来说，此时的影族对于人类来说依然是个谜一般的种族；对于莫拉里而言，影族是莫登先生神秘而强大的伙伴，而莫登先生总是能够满足莫拉里的要求。在莫登的劝诱之下，藉由莫拉里的提案使得圣塔利共和再度燃起恢复往日的光荣，而他们的第一步就是重新征服南尔星，一雪百年前被南尔星人驱逐出境的耻辱。在一次偶然的巧合里，莫拉里得知自己与神秘而恐怖的影族成为盟友之后，纵使自己深觉不妥与不安，然而目前已是骑虎难下了；在亲身前往重新占领南尔星的征途并亲眼目睹残酷无情的轰炸南尔星地表之后，莫拉里内心的煎熬不足为外人所解…。第三季：无路可退（Season Three：Point of No Return）伊凡诺娃中校：巴比伦计划是我们对于和平最后也是最佳的希望，很遗憾的，失败了。在影族战争爆发的年代，它的影响甚钜…成为我们赢得胜利最后也是最佳的希望。──五号战星第三季开场和平显然是不可能实现了，上一季追查克拉克总统涉嫌暗杀前总统路易斯山提雅哥的风暴持续延烧，而克拉克总统逐渐加强其军事独裁统治的地位，家乡保卫者（Home guard）的排外运动持续扩大，夜巡组织有如秘密警察般监视着人群的一举一动。影族的活动持续扩大、圣塔利继征服南尔星之后，野心勃勃的向德瑞西人（Drazi）的边境扩张势力范围，星际间的势力分配重新洗牌；另一方面，自从人类知道影族战舰的存在之后，也展开一连串的调查；明巴利人为了即将到来的影族战争，与佛隆人合作建造了专为影族战争设计的白星级战舰（White Star）。辛克莱大使再次现身，已经成为骑警组织领导的他为何再度回到Babylon 5？是为了影族战争的战况？是为了证实一则900年前瓦伦遗留下来的预言？是为了一则来自未来的求救讯号？还是另有所图？本季即将揭开Babylon 4失踪事件的完整真相以及千年前影族战争的详细始末。President Clark has signed a decree today, declaring martial law.（克拉克总统今日签署一项法案，颁布戒严令）These orders have forced us to declare independence.（这些不合法的命令迫使我们宣布独立，脱离地球联盟）在伊凡诺娃中校掌握住克拉克总统涉嫌暗杀前总统山提雅哥的决定性证据之后，海格将军（General Hague）决定揭竿起义反抗克拉克总统的独裁专制，克拉克总统为了弭平叛乱下达戒严令，火星殖民地因为不愿配合而遭克拉克总统强行以军事镇压；在Babylon 5 方面，克拉克的戒严法案与关闭太空站运作等命令，让薛瑞登倍感为难，但因为火星镇压事件爆发后迫使薛瑞登宣布Babylon 5独立。然而，克拉克总统早就怀疑薛瑞登勾结外星势力，经由Babylon 5宣布独立的扩大效应下，克拉克总统决定以武力取回对Babylon 5 的控制权，Babylon 5与地球联盟之间的内战终于爆发。Weapons, surprise！（武器供应，惊讶吧！）贝斯特突然主动与薛瑞登联系，所谓无事不登三宝殿，向来与 Babylon 5不对头的贝斯特居然会有求于薛瑞登，并主动提供武器协助薛瑞登打赢影族战争？！但是，事情真有那么单纯吗？在抵达Babylon 5之后，贝斯特向薛瑞登与伊凡诺娃透露克拉克总统与影族合作秘密运送具有心灵感应的人员供影族使用，薛瑞登下令白星舰拦截负责运送的货船，但没有发现影族的踪影。在货船上发现数百个装载心感团成员的柱状舱，贝斯特认出其中一个人 Carolyn，她曾拒绝加入心感团。稍后，Carolyn一见到贝斯特就开口要求贝斯特拯救自己，但随即从手中射出高强度电子束攻击贝斯特，贝斯特逃脱的瞬间感应发现Carolyn已经被影族所控制并攻击任何一个与心感团有关的人。贝斯特与薛瑞登再次会面，这次惊爆出Carolyn是贝斯特的挚爱，并怀有自己的孩子，贝斯特眼见 Carolyn的状况后决定帮助薛瑞登对抗影族。但是，贝斯特真正的意图却是札哈洞上的影族科技。If you go to Z'ha'dum you will die.（如果你前往札哈洞，你会命丧黄泉）被影族的超先进科技打得落花流水屈居下风的薛瑞登阵营好不容易在贝斯特与吉凯的吉关圣经的帮助下扳回一城，取得均势的态势，在佛隆人配合意愿暧昧的状况下，战事一直处于胶着拉锯的状况下，薛瑞登的前妻安娜薛瑞登出现了。安娜薛瑞登的出现，让薛瑞登倍感困惑，原以为妻子已死，但却活生生的再度出现在眼前，薛瑞登愤怒的像笛岚说到：“你给我每一个理由好让我相信她（安娜薛瑞登）已经死了，但你怎能凭着知道一部份的事情就如此断言。”而安娜却温柔的对薛讲：“你想知道我为何会出现在此吗？跟我去札哈洞吧！”因此，薛瑞登决定亲自前往札哈洞一探究竟。在札哈洞上，薛瑞登明白了一切，明白了影族为何每千年就要发动战争的原因，也明白了影族的一切，而影族透过安娜力邀薛瑞登加入影族联盟击败佛隆人，但为薛瑞登所拒绝；为了早日结束战争，薛瑞登决定牺牲自我，就在装满热核炸弹的白星舰冲向札哈洞地表之际，薛瑞登仿佛听见卡许的声音：往下跳吧（Jump）！第四季：背水一战（Season Four：No Surrender, No Retreat）雷尼尔：这是烽火连天的一年。柴克：这是毁灭的一年。吉凯：这是解放南尔星的一年。莉塔：这是重获新生的一年。维尔：这是万分悲伤的一年。马可士：这是痛苦的一年。笛岚：以及欢愉的一年。蓝道：这是个新的时代。法兰克林：这是历史的终点。伊凡诺娃：解构与改变的一年。嘉波迪：是年2261年，此地是薛瑞登：Babylon 5。五号战星第四季开场Commander Susan Ivanova：It was the year everything changed. （伊凡诺娃：解构与改变的一年。）无疑的，这是本季一连串开场中最具代表性的，在地球历法2261 年，一切都在解构与改变；承接第三季札哈洞片尾，薛瑞登只身前往札哈洞失去联系、嘉波迪先生被影族俘虏而下落不明之后，不结盟世界对于影族战争的立场开始松动，Babylon 5的成员士气一片低落。Sheridan dead tried to attack Z'Ha'Dum. No one who goes there can back alive. They will destroy us all.（薛瑞登试图攻击札哈洞而身亡。从来没有人前往札哈洞之后能活着回来。他们将会摧毁我们全部。）站上的不安随着笛岚决定进攻札哈洞与上述的谣言不断的扩大，反对与影族为敌的声浪也随之水涨船高，在德瑞西大使强力杯葛下，其他不结盟世界的态度也随之松动，笛岚力陈战胜影族是攸关银河系安定的重要关键，但是，人心的惶恐与浮动淹没了笛岚的声音；就在此时，薛瑞登回来了，他破除了没人能从札哈洞生还的古老传说，并誓言让大家永远免除影族战争的威胁，薛瑞登能够办到他对于人们的承诺吗？Giants in the play ground.（巨人的游乐场）在影族战争的末期，潜伏百万年的角力逐渐浮现台面，战况已达到几乎无法收拾的局面，佛隆人的最终意图终于显现：灭绝所有与影族有关的种族。而影族也不甘示弱，毁灭性的武器〝死云（Death Cloud）″也逐渐吞噬着曾与佛隆人结盟的智慧生命。薛瑞登阵营为了拯救无数苍生，在腹背受敌的状况下，该如何击败这两支如同上帝与恶魔般的诸神雄师？Now get the hell out of our galaxy.（现在给我滚出我们的银河系）影族战争终于到了摊牌的时候，在突击佛隆人的前哨站之后，影族战争正式进入倒数的关键阶段，薛瑞登在科瑞安纳6号行星星域布下重兵，前有影族的死云（Death Cloud）、后有佛隆人的行星杀手（planet killer），薛瑞登阵营面临了一场毫无胜算却又输不得的战争；另外一方面，莫拉里为了三亿圣塔利主星生民的安危，以交换吉凯与南尔星自由为条件，布下了暗杀皇帝与影族周旋到底的计中计，究竟鹿死谁手？不到最后一刻一切仍在未定之天。We are here to place President Clark under arrest.（我们在此宣布逮捕克拉克总统）影族战争结束了，人类的第三世代展开了，影族与佛隆人都已经离开银河系出发寻找宇宙的边缘，然而，真正的和平即将降临了吗？因为影族战争而稍微和缓的地球联盟内战再度点燃，克拉克总统取回Babylon 5的意图更加明确，炮火更为猛烈；所谓福无双至、祸不单行，此时明巴利高层亦爆发强烈的派系斗争，薛瑞登与笛岚各自面对自己母星所发生的乱象与战火，和平的希望果真如此渺茫吗？第五季：内忧外患（Season Five：The Wheel of Fire）笔者的英文程度欠佳，记得〝轮回″在英文的同意片语为the wheel of life，如果fire一词可以从战火衍生成纷争的话，那第五季的子标题翻译成〝多事之秋″不是会更适切吗？的确，在经历了影族战争与地球联盟内战之后，新成立的星际联盟（Interstellar Alliance，简称星盟）将致力维护星际间的和平，然而，面对联盟成员内部的摩擦、克拉克阵营的残党威胁、心感团与心灵感应者的潜在冲突以及内战后Babylon 5与地球之间的矛盾该如何善后，这些都是刚当上星际联盟主席的薛瑞登所要面对的艰难课题，而整个五号战星影集（Babylon 5）即将进入最后倒数收尾的阶段。至于The Wheel of Fire翻译成内忧外患一词是否恰当？是否符合信达雅的原则？笔者驽钝，只好委请读者诸君自行判断了。行文致此，也许有的读者会问：为何前四季的剧情切片的开头都附上了开场白，确独漏第五季？那是因为第五季的开头几乎全被笔者拿去做前四季的剧情切片了，不信的话咱们就立刻列出第五季的开场，让读者诸君自行比对（科幻科学报小编：咦！作者有混版面的意图。果人phenolic：唉呀！被抓包了，伤脑筋。）：2258年卡许大使：黑暗就此展开。明巴利暗杀者：在你的记忆深处存在着一处空白。辛克莱：你的意图为何？吉凯：在这里没有人是表里一致的。辛克莱：世事多变。2259年海格将军：辛克莱中校已经被调职了。蓝道：当你有这种力量的时候为何不一口气消灭整个南尔星？埃立克：我看见一只巨手伸向天际的星辰。2260年星际新闻网主播：克拉克总统今日签署一项法案，颁布戒严令。薛瑞登：这些不合法的命令迫使我们宣布独立，脱离地球联盟。贝斯特：武器供应，惊讶吧：薛瑞登：在你的人习惯这里之前总可以好好做些事吧！查拉斯：你跟以前的那一位一样。卡许大使：如果你前往札哈洞，你会命丧黄泉。2261年罗利恩：你怎么会在这儿？罗利恩：有什么事情是让你最放心不下而有活下去的理由？笛岚：我想到我美丽的家园正陷入一片火海之中。薛瑞登：巨人的游乐场。薛瑞登：现在给我滚出我们的银河系。薛瑞登：我们在此宣布逮捕克拉克总统。2262年，Babylon 5。基本上来说，第五季的开场可以说是过去四季精采内容的总回顾，几位主角所道者皆为五号战星故事的关键转折之处，至于第五季会有哪些精采的内容？且容笔者以剧情切片的方式迅速带领各位浏览整个第五季。星际联盟篇（Interstellar Alliance）：为了弥补地球与Babylon 5之间在内战期间所造成的历史伤痕，星盟主席薛瑞登从地球连盟军中挑选伊利莎白萝莉上校（Captain Elizabeth Lochley）担任依然处于独立状态的Babylon 5指挥官一职，只不过这样的安排竟然遭到嘉波迪先生的质疑萝莉上校在内战期间的立场为何：反对克拉克独裁专制还是听命于当时的政府？此外，星盟成立之初为了联盟宪章的签约问题搞的大家十分不愉快，而薛瑞登主席更面临了前总统克拉克手下意欲暗杀的危机之中。这一个部分的剧情比较松散，除了萝莉上校与嘉波迪先生的冲突以外，还有关于莫拉里徘回在生死边缘的悔悟、德瑞西人欺压境内弱小民族、以站务维修人员的角度观看Babylon 5上面的主要成员以及介入一场海盗集团以武力入侵Babylon 5的经过、最后慢慢导入剧情的第一波高潮：一位名叫拜伦（Byron）的心感者带领一群不愿受心感团控制的成员来到Babylon 5试图建立一个临时的家园。当然，这也引来的贝斯特先生的关切。Mind Probe：在法兰克林与莉塔的协助下，以假造的医疗纪录让贝斯特无法引渡拜伦回火星，这是否一位着心感团就此放弃追捕这些不愿加入心感团的心感者？当然，拜伦与站上的格格不入以及与心感团之间的纠纷终于引发的危机事件，而这场危机也蔓延回火星，这其中莉塔也涉入的拜伦在火星制造的暴动事件；此外，莉塔对拜伦之间的爱慕之情也日益高升。在纠纷产生的同时，在德瑞西人的边界谣传有不明的船舰进行恐怖攻击行动，但是证据依然不足。在Babylon 5上，具有心感能力的人与其他站上的居民冲突与日俱增，在情势无法控制的状况之下，Babylon 5的指挥官萝莉上校只好求助于心感团的主任贝斯特先生，而贝斯特先生与他的部属的进驻又会为Babylon 5带来何种冲突？不过，也幸好贝斯特即时出面，将动乱镇压下来，但是，却也埋下往后更大规模冲突的祸根。圣塔利的沉沦（Centauri Dooms Day）：在前面曾经提到位于德瑞西人边境发生了随机而紊乱的武装船舰攻击事件，许多无武装的德瑞西商船与运输舰，德瑞西人为此向星盟主席薛瑞登请求武力保护与支援，而根据德瑞西大使的叙述，造成这一切惨无人道的攻击事件幕后主谋就是圣塔利共和，但是，没有确切的证据与人证显示这一切就是圣塔利战舰所制造出来的事端，因此薛瑞登以证据不足的理由拒绝德瑞西大使的请求；但是，攻击事件仍然持续进行着，因此，笛岚委请正在受骑警训练的雷尼尔（Lennier）进行秘密调查。攻击事件仍然持续进行着，而圣塔利大使莫拉里仍然持续否定这一切的攻击事件是圣塔利政府所为，在听证会上，莫拉里一一否认联盟所提出的证据，因为南尔星与德瑞西人手中也握有圣塔利的武器，但是，随着雷尼尔所带回的证据与联盟听证会上的光谱分析与武器能量类型等证据一一浮现，所有证据都清楚指出圣塔利共和幕后主导这一切。再次日的听证会上，莫拉里发表严正声明：否认攻击事件、退出联盟、以及联盟里面的任何成员在圣塔利边境有任何挑衅的行为都将视为对圣塔利宣战。而薛瑞登更是无奈的宣布对圣塔利采取封锁的行动。随着一切证据的明朗化，薛瑞登邀集南尔星军方、德瑞西军方、 Brakiri军方以及Babylon 5指挥官萝莉讨论关于这一阵子随机的武装船舰攻击事件是否存在着某种战略上的意义，但是，这次的会议确沦落成德瑞西与南尔对圣塔利进行报复的提议大会；当然，薛瑞登依然认为在更进一步的证据证明是圣塔利政府受意这一切的攻击事件之前，星盟是不会以武力干涉的，但是，德瑞西与南尔星的军方高层却不这么认为，他们要藉此一机会进行报复性攻击，摧毁圣塔利主星。然而，事件的背后果真如此单纯？不知何时开始有酗酒习惯的嘉波迪能否完成薛瑞登交代的任务？而薛瑞登是否能够即时阻止战事的再度爆发？在历经影族大战与地球联盟内战的浩劫之后，和平果真如此难以达成？Journey's End（最终章）：呃！笔者在此还是不要透漏过多的讯息才是，以免影响诸位日后观赏的乐趣。当然，在故事的尾声里，天下没有不散的筵席，随着星际联盟在明巴利主星敏巴星上新总部的完成，薛瑞登与笛岚即将动身前往；嘉波迪走出酗酒的阴影，与前任女友丽丝（Lise）前往火星接管艾加工业集团；莫拉里在无奈的状况下被迫登上圣塔利皇帝的位置，助手维尔（Vir）接手大使的工作；吉凯与莉塔离开 Babylon 5后便不知去向以及法兰克林回到地球等等。一连串的离别与新的开始都在这第五季的季末一一呈现在诸位的眼前，虽然Babylon 5的主要成员各奔前程，但新一批的成员将会接续Babylon 5开站以来的神圣使命：提供人类与外星人一个和平共存与交流的场所。然而，存在宇宙中的黑暗似乎不放弃最后的复仇机会，爪克人（Drakh，影族的同盟与奴隶）已正式现身，这对好不容易恢复和平的宇宙又会带来哪些未知的变数？最初生物（First Ones）与最初圣战很久很久以前，一群最初生物出现在银河系，他们就像横越在星群之间的巨人一般，在银河系中四处游走造访；根据可信的资料， Lorien是这一群最初生物中最古老的一群，当然，Lorien也是当中最具威望的一族。Lorien在当时的银河系发现两个族群已经演化出来，分别是佛隆人与影族（Vorlon & Shadow），这两个族群分别发展出各自的哲学信仰。佛隆人相信透过秩序与组织是智慧生物发展成长的必经之路，他们的哲学疑问是：Who are you？影族则相信混乱与破坏是唯一可以促进年轻族类成长进化的法则，他们的哲学思考是：What do you want？在同一时间，最初生物开始陆续消失在银河系，只留下了影族以及佛隆人，人类的第一世代结束（end of the first age of mankind），纷扰不休的第二世代焉然展开（beginning of the在西元前8000年前，佛隆人与影族发动了上古时期的最后一次大战，当然，确切的结果没人知道。佛隆-明巴利联盟与影族间的圣战西元前250年，明巴利人发展出减少人口的方式；西元1100年，明巴利人开始从事太空航行并发现了跳跃闸门技术的存在。西元1250 年，埃卡拉7号（Ikara 7）星球上的先进社会正值繁荣昌盛。为了防止一再被外族侵略，他们制造了12个生化科技武士来保护自己；在其他族群的传说中则一致认为埃卡拉7号上的社会与影族关系密切，而他们制造的生化科技武士则被称为黑暗武士（Soldiers of Dark-ness）。在同一时期，影族占领了南尔星的南半球大陆，而当时南尔星的领导者吉关（G'Quon）注意到这个情势。在祂所著的南尔圣经（ sacred book）中描述了影族的外貌、影族的船舰、札哈洞以及关于这个古老生命的一切。在南尔人起义攻击影族之后，影族屠杀了全部具有心灵感应力的南尔人。另外一方面，一部份佛隆人与当时的明巴利人结盟，共同对抗影族，在明巴利的历史上称为第一次圣战；而当时的地球实在是微不足道，直到后来有两艘影族的船舰坠毁在火星上才发生了彻底的变化。在佛隆-明巴利联盟与影族战争期间，联盟所属的最大的星际基地遭影族摧毁，于是他们从遥远的未来带回了巴比伦四号星站（Babylon 4）当做战时的作战指挥基地，而留守在巴比伦四号星站上的辛克莱大使藉由佛隆人的装置进行蛹化程序（Chrysalis process）成为明巴利人【Minbari, not born of Minbari】。当时明巴利人的圣者瓦伦（Valen，就是辛克莱大使）团结了当时的明巴利人【将明巴利人分成工人、战士以及宗教阶层三个阶级】并建立了灰色议会（Grey Council）与骑警组织（Anla'Shok (\"Rangers\")）以对抗影族；最后，佛隆-明巴利联盟摧毁了三分之二的影族武力，并且将影族驱离了母星札哈洞。战后，瓦伦赋予骑警组织监视影族的任务，监视影族是否已悄悄返回母星札哈洞进行集结。影族大战前奏：地球联盟、圣塔利共和、南尔星与影族的关系2253年，星际远征公司（Interplanetary Expeditions，简称 \"IPX\"）考古调查团在火星上发现两艘坠毁的影族船舰，坠落时间距今千年以上；同时，心感团在火星上建立秘密基地。此外，当时的嘉波迪先生调任火星。发现船舰后第二天，IPX调查团开始接近影族船舰，其中一位工人因为徒手碰触船舰造成猝死，以至于调查团向IPX总部发出警告讯号；此外，辛克莱与调任火星的嘉波迪一同搭乘货船前往火星。第六天，IPX下令Dr. Kirkish与其组员撤离该地，同时间，一艘未标示的登陆梭抵达该地（Syria Planum）。第七天，辛克莱与嘉波迪的货船已故障五天，只剩下五天的空气与食物，于是他们开始徒步横越火星上的沙漠。第九天，坠落的影族船舰发出讯息；同时间，具有心灵感应力的McDwyer碰触船舰后随即发疯；贝斯特（Bester，心灵警察）首次接触影族的科技。第十二天，一艘影族船舰抵达火星上的Syria Planum，并且开始挖掘那两艘千年前坠落于此的船舰，随后，一同离开火星。而嘉波迪与辛克莱在徒步五十英哩之后，找到一个可以栖身的山洞。在嘉波迪与辛克莱自行脱困之后，目睹影族船舰营救同伴的情况，更发现心感团在火星上建立秘密基地并与影族合作研究计划，而塔莉亚温特斯即是这些秘密计划的一部份。2256年，IPX探测器追踪未知的异形（Shadow）船舰抵达阿法亚米加3号行星（就是札哈洞，影族的母星）；同年，佛隆人与明巴利人也知道了影族回到了札哈洞。威胁潜伏：Babylon 5与影族2256年，Babylon 5在爱普希隆3号行星轨道上建造完成；2257 年开始试验运转，由明巴利星人指定杰夫辛克莱中校作为首任指挥官、首任商业心感人员为亚历山卓丽塔；佛隆人驻站大使卡许（Kosh）、南尔星代表吉凯以及圣塔利代表莫拉里相继到任。2258年，Babylon 5正式对外开放并运转。驻站人员变动，原任日籍副指挥官调任地球，由苏姗伊凡诺娃少校接任；丽塔因见过佛隆人而被调回地球，改由塔莉亚温特斯接任。2258年8月3日：圣塔利亲王奇洛访问Babylon 5；海盗攻击Babylon 5；影族代表莫登抵达Babylon 5，会晤多位驻站大使，而他只问一个问题：What do you want?星际海盗的船舰被影族摧毁，莫登将圣塔利之眼归还给莫拉里；之后，直到年底都未与莫拉里联系。2258年12月31日：南尔星位于37象限的基地被三艘影族船舰彻底铲平；嘉波迪因为掌握山提雅哥总统将遭暗杀的计划而遭人暗算。2259年1月8日 01:45 土星轨道上 地球联盟驱逐舰阿格农号（Agamemnon）薛瑞登上校（Capt. John Sheridan，HBO译做谢利顿舰长）所指挥的阿格农号的整补作业进行完毕，而薛瑞登上校也即将前处理一桩人质劫持事件，在途中接到海格将军的电讯，一则由克拉克总统直接下达的人事调动命令……。2259年1月8日 05:00 爱普希隆3号行星轨道 Babylon 5任务简报室伊凡诺娃少校接获海格将军电讯，辛克莱中校调任地球联盟驻明巴利大使，改由约翰薛瑞登上校接任星站指挥官职务；但是，多数的明巴利人对于这个决定很不高兴。2259年1月19日：吉凯大使前往调查37象限基地事件，遭到影族的追杀，在其他南尔战士的掩护下，吉凯得以脱离险境返回Babylon 5。2259年1月21日：一艘前往札哈洞的南尔战舰遭影族摧毁；笛岚返回灰色议会。2259年4月15日：圣塔利共和的皇帝Turhan造访Babylon 5，希望在去世前化解圣塔利与南尔星的百年纠纷与恩怨；南尔星在14象限的殖民地遭影族铲平；Turhan在Babylon 5上去世，继任者为Cartagia；南尔星向圣塔利共和宣战。2259年8月初：南尔星战舰与圣塔利驱逐舰在Babylon 5所在的空域爆发武装冲突，此外，圣塔利用星站走私质量毁灭武器：质量炮。2259年8月初，莫拉里被召回圣塔利主星，召开对南尔星战事效应与再次征服南尔星的会计成本损益。2259年8月中，薛瑞登与莫登会面，稍后，薛瑞登与笛岚以及卡许对话得知札哈洞与影族，也可能知道关于安娜薛瑞登（薛瑞登之妻）在札哈洞的下落。2259年10月中旬：莫拉里担忧与南尔星的战事，不过，Refa则是鼓励蓝道；吉凯与总司令G'Sten会面，G'Sten打算孤注一掷，偷袭圣塔利的武器制造中心，但是吉凯担忧这是一个陷阱；薛瑞登与札尔，笛岚的老师，目前管理控制位于爱普希隆3号行星地底的巨大装置，会面。翌日，残存的南尔舰队在G'Sten的领导下偷袭圣塔利位于Gorash 7号行星的武器供应中心，但遭到影族的埋伏而全军覆没；圣塔利舰队以质量炮轰炸南尔主星地表，圣塔利与南尔星的战事结束。南尔星投降后第二天，吉凯向薛瑞登要求政治庇护，而吉凯也成为卡里总部惟一位未被圣塔利俘虏的核心官员；在站务谘议会结束后，薛瑞登与骑警会面。2259年12月23日：驻站防卫的星怒式战机中队开始进行队圣塔利战机的作战训练任务；薛瑞登接到来自Drazi与Pak'ma'ra政府对于近来圣塔利的侵略挑衅的抗议，而薛瑞登将这些抗议文件交给莫拉里。2259年12月24日：由G'Tok所指挥的唯一一艘南尔星战舰在避过圣塔利的侦查与多次跳跃下抵达Babylon 5，并与薛瑞登对话要求整修受损部份以及政治庇护，为了安全与保密起见，薛瑞登建议G'Tok将战舰隐藏在爱普希隆3号背面轨道。2259年12月26日：圣塔利政府知道G'Tok的战舰还存活着，莫拉里要求薛瑞登交出人来之外，并且圣塔利政府还派遣一艘战舰前来；薛瑞登严辞拒绝圣塔利政府的要求，双方开战，而圣塔利战舰被毁。薛瑞登下令季塔小队掩护仅存的南尔战舰通过圣塔利的封锁抵达中立区，小队长Keffer 侦测到一艘异星船舰（Shadow）并脱队前往调查，在被影族察觉之前，发射讯息封包。有人意欲暗杀薛瑞登上校于前往圣塔利大使莫拉里的官方道歉会途中，卡许大使现身救了薛瑞登。2259年12月26日：笛岚希望薛瑞登说服地球联盟政府与明巴利政府共同谴责圣塔利军事扩充的行为并与以制裁；但是，地球联盟与圣塔利共和签订互不侵犯条约。2259年12月28日：犹太纪念日结束，Keffer的讯息封包影像在ISN新闻中播出；伊凡诺娃送给薛瑞登一个新年礼物：黑星号的残骸破片，是伊凡诺娃向战争纪念馆要来的。2260年1月1日：薛瑞登与卡许大使会面，希望卡许能够想办法解救被困在哈洞的妻子安娜薛瑞登。2260年1月5日：地球联盟部队特派员Endawi抵达Babylon 5调查出现在ISN新闻上的谜样星船，笛岚说没见过这种船舰、薛瑞登无法确定是否见过、莫拉里则说在梦中见过，最后吉凯示出在南尔古书吉关圣经上所记载的影族船舰图样。2260年1月7日：Endawi离开Babylon 5；Endawi在1月11日向参议院报告调查结果。2260年3月18日：地球联盟召开为期六周的参议院听证会；Mary Kirkish抵达Babylon 5并透露出当年心感团在火星发现影族科技的前后始末。2260年3月19日：薛瑞登离开Babylon 5，登上白星舰（White star）前往木卫三企图阻止另外一艘坠落于此的影族船舰落入克拉克手中。2260年3月20日：薛瑞登与白星舰抵达木卫三【木星的第三颗卫星， Ganymede】，经由长程扫描发现影族的船舰也在当地活动，薛瑞登向影族船舰发动攻击，但影族船舰只有轻微损害，薛瑞登进入木星大气企图利用木星的重力摧毁影族船舰；同时，薛瑞登遭遇阿格农号，阿格农号要求薛瑞登投降，薛瑞登若拒绝则面临向同僚开战的无奈，在陷入两难的情况下，薛瑞登决定冒险在木星大气中展开跳跃点。影族战争正式爆发2260年7月20日：薛瑞登接到一则发自地球的求救讯号，发讯者是心感团的贝斯特，贝斯特表示愿与薛瑞登之间好好谈谈，这是对于双方都有助益的事情，贝斯特并要求薛瑞登护送抵达Babylon 5。此时，吉凯向伊凡诺娃请求她向薛瑞登询问关于加入新联盟的事宜；笛岚与吉凯会面，确定吉凯对于圣塔利与影族结盟一事知情否，因为灰色议会至今仍不愿相信这件事实。2260年7月20日到7月22日：贝斯特向薛瑞登与伊凡诺娃透露克拉克总统与影族合作秘密运送具有心灵感应的人员供影族使用，薛瑞登下令白星舰拦截负责运送的货船，但没有发现影族的踪影。在货船上发现数百个装载心感团成员的柱状舱，贝斯特认出其中一个人Carolyn，她曾拒绝加入心感团。稍后，Carolyn一见到贝斯特就开口要求贝斯特拯救自己，但随即从手中射出高强度电子束攻击贝斯特，贝斯特逃脱的瞬间感应发现Carolyn 已经被影族所控制并攻击任何一个与心感团有关的人。贝斯特与薛瑞登再次会面，这次惊爆出Carolyn是贝斯特的挚爱，并怀有自己的孩子，贝斯特眼见Carolyn的状况后决定帮助薛瑞登对抗影族。2260年7月22日到7月24日：影族大战爆发嘉波迪从吉凯的吉关圣经上得知影族需要具有心灵感应的人来对抗外来的心灵感应入侵，在知道影族惧怕心灵感应力之后，薛瑞登确信自己拥有可以击败影族的武器；此时，伊凡诺娃告知薛瑞登影族已经在Brakiri星域发动攻击。2260年7月25日：随着战事的展开，薛瑞登安排与Gaim大使She'Lah与 Brakiri大使的会面，薛瑞登表示只要他们加入，其他世界肯定会一同加入反抗影族的组织；但是She'Lah大使拒绝薛瑞登，深怕此举会冒犯影族。2260年8月3日：影族加强了在Brakiri星域的攻势。2260年8月4日：薛瑞登请求卡许大使向佛隆政府支援抵抗影族，卡许以时机未到为由拒绝薛瑞登的请求，但是，卡许知道薛瑞登的坚定求胜意志，卡许便允诺薛瑞登的请求，佛隆人派遣船舰帮助薛瑞登摧毁进犯Brakiri星域的影族舰队。只不过，卡许以薛瑞登要前去札哈洞但不提供任何协助为要求答应帮助薛瑞登击退影族。2260年8月5日：莫登知道卡许从中作梗，影族刺杀了卡许并且毁掉卡许的舱房；稍后，Adira Tyree抵达Babylon 5，但被莫登逮到做为人质要胁莫拉里，迫于无奈，莫拉里只好再次与影族合作；同时，佛隆政府与薛瑞登知道卡许遇刺的消息，佛龙人请求薛瑞登对此事要保守秘密，并秘密将卡许的防护衣送回佛隆人的领域。此外，佛隆人同意在派遣第二位大使进驻Babylon 5。2260年10月：影族攻击位于83星区的难民船只。2260年11月中旬：新任佛隆大使抵达Babylon 5，薛瑞登与莉塔获知利用心灵感应让影族的船舰瘫痪的方法。2260年11月底：笛岚成为新任的骑警首领。2260年12月14日：笛岚与联盟（依据Babylon 5协防条约所组成的，为星际联盟的前身）代表展开会谈，协商日后战局的演变与应变策略；白星舰队前往83星区担任攻击部队的前锋。2260年12月15日：83星区会战开打，白星舰队顺利摧毁影族战舰。2260年12月19日：薛瑞登前妻安娜薛瑞登抵达Babylon 5并与笛岚和薛会面。2260年12月21日：安娜薛瑞登说服薛瑞登一同前往札哈洞，在薛离开前留了一则影像讯息给笛岚。2260年12月26日：五日后，薛瑞登与安娜抵达札哈洞并与莫登、贾斯廷会谈。影族舰队大举包围Babylon 5、莫拉里与其助手维尔被召回圣塔利母星，薛瑞登在离开Babylon 5前偷了250百万吨的热核炸弹并在四面楚歌的状况下决定轰炸札哈洞，嘉波迪被影族战舰俘虏。以下为第三季季末Z'ha'dum剧情：薛瑞登上校接获一个令他惊讶的消息，五年前在札哈洞失踪的妻子安娜抵达Babylon 5。她登上Icarus号执行一个为期六个月的科学与考古任务但却一去不回，而同行的139人也据信罹难了。法兰克林医生对安娜进行测试与身体检查，发现她的身体状况一切良好，但薛仍然感到疑惑。为了薛的自身安全，在告知笛岚之后，第二个佛隆大使（卡许第二）与站上相关人员决定架空薛的领导地位，而安娜则是力劝薛与其一同前往札哈洞。即使知道这是一个陷阱，薛仍然同意前妻安娜的提议，但附带条件是她必须说明当时所发生的一切事件的真相，安娜允诺并娓娓到出当年发生在札哈洞的一切：在2253年，ＩＰＸ派遣一个远征探险队前往札哈洞调查。地球联盟星船Icarus号探测并传回地球许多有关札哈洞的报告。但是，地球方面却不知道Icarus号的船员无意间唤醒了正在沉睡中的影族。影族立即俘虏所有并杀掉不肯服从的Icarus号船员，只有三人例外，分别是莫登先生、安娜．薛瑞登以及一位名曰贾斯廷的神秘人士。此时，吉凯正忙于Gaim大使运送前来帮助薛瑞登在下一波攻势中用于防卫Babylon 5的热核炸弹空雷。莫拉里接获圣塔利高层安排的皇家职务，担任皇帝Catagia的国家安全顾问。莫拉里觉得这个任命案会让他在Babylon 5与母星之间举棋不定。稍后，一位来自家乡的信差敦促他立刻动身。在登上白星舰与安那一同前往札哈洞之前，薛瑞登留了一则影像讯息给笛岚，言明他为何要只身前往札哈洞的理由。在抵达札哈洞之后，安那带领薛抵达一间会议室，莫登早就在那儿恭候多时，而莫登也向薛引荐贾斯廷，贾斯廷则负责解释一切事情的始末并说明影族的真相。贾斯廷说明影族邀请薛前来并不是要杀了他，而是希望薛能够加入影族阵营，因为影族知道只要薛加入影族阵营，而他所组织反抗影族的联合舰队势必宣告瓦解。薛并不屈服在贾斯廷的威胁下并与之展开对质，同时，薛也得知安娜只是影族利用来引诱他前往札哈洞的手段而已。在Babylon 5方面，影族船舰突然包围却不发动攻势，伊凡诺娃因为无法判定影族究竟在等待什么，只是派遣战机中队与之对峙，在影族为组织攻势之前，伊凡诺娃则是下令按兵不动。就在事件的一切都呈现浑沌不明下，吉凯告知伊凡诺娃从Gaim送来的两具热核炸弹装置失窃。薛瑞登意图逃跑，但是在这城市之上绵延数哩的高墙下，薛瑞登奋力抵抗却被逼到无路可退。在毫无退路的情况下，薛瑞登利用通讯器启动了白星舰的引擎与其上的热核炸弹装置，设定30秒后直接冲撞札哈洞，而薛瑞登在热核炸弹引爆前纵身一跃跳入背后的深渊里，与这个札哈洞上最大的城市同归于尽。突然之间，影族战舰全数撤离。吉凯认定薛已死，而他们则面临了撤退的难题，此外，一艘星怒式战机也宣告失踪。影族战争：尾声2261年1月2日：薛瑞登只身前往札哈洞已经过了12日了，却一直音讯全无，Babylon 5联军整体士气低落，甚至传出联盟成员松动的警讯，更糟糕的是连嘉波迪也宣告失踪达一星期之久，笛岚已经两个星期拒绝进食，只是一直待在舱房内祈祷着。笛岚向佛隆大使请求支援，但佛隆大使只是冷冷的说：‘这件事你无权干预！’。最后，怀抱着一丝的希望，伊凡诺娃中校、笛岚与莉塔决定前往札哈洞，希望藉助莉塔的心感能力寻找薛瑞登的下落，但依然失望而返。2261年1月4日：吉凯不顾自身的安危，只身一人离开Babylon 5前往寻获嘉波迪弃置的星怒式战机的星球寻找嘉波迪的下落；骑警驻站代表马可仕在吉凯与人冲突时找到吉凯，但是，圣塔利警卫队也找上门来了，在马可仕回Babylon 5寻求支援的同时，圣塔利警卫队找到了吉凯的藏身处。莫拉里的助手维尔告知笛岚大约再一周前圣塔利共和的军方单位曾经侦测到再札哈洞上有过一场剧烈的核爆，证实了薛瑞登已死的谣言，笛岚死心了，在看过薛瑞登前往札哈洞前留给自己的讯息之后，笛岚决定不固联盟成员的反对，召集所有白星舰队，决定在一周内攻击札哈洞。嘉波迪被影族俘虏之后被交给心感团，秘密送往火星上的研究中心，在被囚禁的期间，嘉波迪一直被问着重复的问题：你在离开 Babylon 5之后发生了何事？为此，嘉波迪被弄得抓狂了，竟拿起囚禁室内的桌椅乱砸，直到镇静麻痹的气体灌入室内才让他安静下来；在嘉波迪昏倒之后，一个头戴防毒面罩的人打开囚禁室的门走了进来。以下为Whatever Happened to Mr. Garibaldi剧情：薛瑞登发现自己身处在札哈洞的地底深处，在他的身边坐着一位长者，Lorien。Lorien告诉薛瑞登目前她的状态处在生与死亡之间，并且劝告薛瑞登要放下一切面对死亡，否则将永远被困在生与死的瞬间。同时，薛瑞登也发现了一些关于Lorien的事情。吉凯继续寻找嘉波迪的下落并与找到嘉波迪搭乘的星怒式战机残骸部分的Isaac会面。吉凯急欲知道是谁告诉Isaac战机的位置，但被酒吧的老板哈利打断了。双方一言不和竟打了起来，幸好马可仕即时赶到并且帮助吉凯摆脱这场纷争。后来，马可仕调查出来是哪一个人告诉Isaac嘉波迪座机的位置，他叫 Montagne，是星际远征公司的人。吉凯请求马可仕赶回巴比伦五号星站寻求支援。在此同时，法兰克林医生前往探视已七日拒绝进食的笛岚。笛岚觉得这一切都是自己的错所造成的，并告诉法兰克林，除非薛瑞登平安归来，否则将继续拒绝进食。不料，圣塔利警备队的人也来到这个星球。吧台老板哈利从一叠逃犯追缉簿上指认出吉凯，不久，圣塔利警备队找到了吉凯的藏身处，吉凯虽奋力抵抗，但仍被圣塔利警备队的人击中肩膀而失去知觉。在笛岚的召集之下，所有白星舰在星站空域集结。集合所有骑警成员之后，笛岚下达了攻击札哈洞的命令，并希望以七天的时间组织足够的舰队武力。骑警则是无条件一致支持笛岚的决定。圣塔利皇帝Cartagia召见莫拉里并且当面送给他一个惊喜：吉凯。莫拉里感到十分讶异，但是，为了使圣塔利主星不致落入影族的手中，莫拉里向吉凯提出交换条件：协助他除掉皇帝Cartagia，还南尔星自由。吉凯答应了。此时，嘉波迪被影族俘虏之后被交给心感团，秘密送往火星上的研究中心，在被囚禁的期间，嘉波迪一直被问着重复的问题：你在离开Babylon 5之后发生了何事？为此，嘉波迪被弄得抓狂了，竟拿起囚禁室内的桌椅乱砸，直到镇静麻痹的气体灌入室内才让他安静下来；在嘉波迪昏倒之后，一个头戴防毒面罩的人打开囚禁室的门走了进来。2261年1月7日前后：柴克发现了一艘形迹可疑的地球运输船，怀疑失踪的嘉波迪可能就在该船上，便率领飞行小队前往一探究竟，柴克警告可疑船只停下来受检，但该船拒而不答，柴克下令击毁该船的一具引擎作为警告；正当柴克的小队瘫痪该船并前往探查时，竟然自爆了，船毁前抛射出一个求生小艇，而柴克也因此意外发现嘉波迪。笛岚计划攻击札哈洞的行动受到阻挠，德瑞西大使在站上发表声明以为此举万万不可， Brakiri大使则在一旁火上加油，这两人一致认为攻击札哈洞只会徒遭影族的大举反扑，一时间与影族和谈的言论四起。伊凡诺娃与马可仕则前往寻找残留在银河系的最初生物，希望能得到支援，如果找的到的话。2261年1月9日前后：伊凡诺娃与马可仕的搜寻一直毫无进展，在前往下一个星区搜寻前所进行的跳跃里，伊凡诺娃与马可仕在超空间中意外发现了一个佛隆人的秘密基地与舰队，显示佛隆人另有所图。2261年1月9日或10日：薛瑞登自札哈洞归来，破除了无人能从札哈洞生还的谣言，而 Lorien也跟随着薛来到了Babylon 5。薛瑞登向着惶惶不安的大众宣告：我们可以打赢这场战争，不只是为了下一个千年的和平，也为了我们万世后代子孙，我们将永远结束这场战争，只要我们团结在一起。2261年1月中旬：佛隆人开始翻脸不认人，并以星球杀手（Planet Killer）向曾是影族同盟的星球或是殖民地展开报复性攻击：铲除任何与影族有关的星球，不留活口。为了秘密对抗佛隆人，薛瑞登下令嘉波迪请第二位卡许离开星站，在Lorien的协助下，顺利除掉了佛隆人在星站所设下的眼线：第二位卡许。在此时，Lorien告诉笛岚它只能暂时延长薛瑞登约20年的寿命，到时，薛瑞登便会自动〝停止″。不过，影族也不是好惹的，既然佛隆人破坏游戏规则了，影族也毫不客气地请出〝死云″，向曾是佛隆人联盟的星球展开报复性攻击。【死云（Death Cloud）：由奈米材料所构成类似烟雾状的星球杀手，会向黑云一般笼罩整个星球，然后向该星球地心与地表射出数千颗数千百万瓦的核弹，进行彻底轰炸】三天后：在莫拉里的游说之下，终于将皇帝Cartagia骗到南尔星，在维尔的协助下，莫拉里暗杀了皇帝Cartagia，却对外宣称Cartagia身体不适而病故；为了拯救圣塔利主星，莫拉里以主星执政者（Prime Minister）的名义请求政府官员协助。Lorien与伊凡诺娃出发寻找遗留在银河系的最初生物；莫拉里与维尔返抵圣塔利主星，在军方的配合下，莫拉里秘密撤出影族战舰驻扎岛屿（Celini 岛）的居民，并召见莫登先生最最后摊牌：炸毁驻扎在圣塔利主星上的影族战舰并将莫登处死。但是，在莫登被警卫带走以前却对莫拉里咆哮道：“你今天背叛了影族，即使影族不会找你报复，但是影族的同盟绝对会找上门的。”第四天：薛瑞登的攻击舰队先毁掉佛隆人的前哨站并且放出风声给影族，最后，三方人马以及数位〝大老们″在科瑞安纳6号行星展开最后会战。〝大老们″摧毁一艘佛隆人的星球杀手，另外一艘则抵达了圣塔利主星。在Lorien的调停与薛瑞登的抉择之下，千百万年来的影族战争终于落幕，也结束了人类的第二世代（ond Age of Mankind）。以下为Into The Fire剧情：伊凡诺娃与Lorien仍在找寻仍待在银河系内尚未离去的〝大老们″，希望能够对薛瑞登的战略有所帮助。焦躁不安的伊凡诺娃问 Lorien：“你确定还有没离开的大老们？”Lorien只是微笑着回答：‘只要一直发出讯号，他们会听到了。’果不其然，大老们一一现身了，伊凡诺娃面向Lorien疑惑的问：“他们还认识你吗？”Lorien 安祥的答道：‘当然！’在得知薛瑞登已经出发之后，失去耐性的伊凡诺娃深怕会因此错过这最后的战役，但是Lorien却说：‘光靠武力是无法获得胜利的，只有清楚这场战争的来龙去脉才能终结这场战争。’莫拉里从情报局局长Durano口中得知安蒂拉夫人的死与莫登有直接的关系，这个消息使莫拉里愤怒与莫大的哀恸。稍后，莫拉里被推举为主星执政者（Prime Ministe）并与莫登会面：要求莫登立刻撤出驻扎在Celini岛上的影族战舰。莫登断然拒绝，而莫拉里也按下手中的启动器，炸毁影族的船舰并将莫登押入大牢内。同时，佛隆舰队正带着星球杀手脱离超空间航行，影族也抵达了，但双方都不把夹在中间的薛瑞登的攻击舰队放在眼里。影族与佛隆人即将短兵相接，薛瑞登决定给他们双方一个惊喜：引爆预先安排的核弹，好引起他们的注意。三方展开一场大混战，但薛瑞登的舰队无法阻止佛隆人的星球杀手进入攻击科瑞安纳6号的轨道，却也穷于应付影族的攻势，薛瑞登开启频道告知佛隆人科瑞安纳6号星上的6亿生灵只是被迫加入影族，不需要毁灭他们。佛隆人置之不理，薛瑞登只好亮出最后的王牌：请出大老们。大老们很快的摧毁了佛隆人的星球杀手并帮助薛瑞登抵抗影族，佛隆人则是送出了讯号请求抵达圣塔利主星的舰队支援。影族使出了死云将薛瑞登的舰队团团包围，死云干扰了B5联军船舰的维生系统并且阻断了当地的跳跃点，马可仕从探测器得知他们只有10分钟的时间可以支撑直到温度下降达生存极限。在薛的旗舰上，莉塔无预警的放出射线用能量场禁锢薛瑞登与笛岚。在昏迷中，薛瑞登与笛岚分别与佛隆人以及影族的虚拟实像展开一场争执。由于Lorien与大老们的介入，佛隆人与影族不得不派代表让薛瑞登阵营做最后的选择：你要站在哪一边？为了逼使薛瑞登尽快做出决定，影族从死云向薛的旗舰发射的一枚核弹，但德瑞西人的战舰以自我牺牲的方式拦截住该枚核弹；影族旋发射第二颗，一艘明巴利战舰也挡下了这枚飞弹，其他船舰则形成一道城墙环绕在薛的旗舰四周以保护薛瑞登的旗舰免于死云的攻击。薛瑞登拒绝加入任何一方，并严辞告诉佛隆人与影族我们自己可以选择进化的方式，自己决定秩序与混乱的游戏规则，最后薛瑞登火大：“现在给我滚出我们的银河系！”Lorien见状向影族与佛隆人说到：‘我不是早就告诉你们了，现在是属于年轻人的时代，属于我们的年代已经过去了。’影族代表问到：‘你们正在等待我们吗？’Lorien回答：‘是的！我们欢迎你们加入。’佛隆代表则问：‘我们还是会感到孤单吗？’Lorien答道：‘不！你们不会在孤单了！’语毕，佛隆人与影族都满意的离去了。Lorien临走前跟薛瑞登说到：‘现在，我把宇宙交给你们。你们要好好指导更年轻的族群，若是你们不走向自我毁灭，我们会在宇宙的边缘等着你们的。’千百万年来的影族战争终于落幕，结束了人类的第二世代（ond Age of Mankind），也开启的人类的第三世代（Third Age of Mankind）。以上就是五号战星的主线故事影族战争的来龙去脉，不知读者诸君的感觉如何？若是您细心的话，应该会发现本文在年代的排序上存在着时间线上的空白，关于这段空白的时间线，属于第三季前三分之一内容的重大事件点，是五号战星一个很重要的故事线：地球联盟内战的序幕。不过，在此笔者选择以略过的方式处理这一段故事线，因为影族战争结束之后，和平并未真正的到来，巴比伦五号星站与地球之间的战火才刚开始点燃。关于这一个部分，笔者要先向所有读者说声抱歉，因为本文仅将焦点锁定在影族战争上，所以关于地球联盟内战的始末只好留待下一次有机会再另辟专文介绍了。在下一篇专文里，笔者将为诸位读者介绍四部五号战星的电视电影，并且解开两个在之前的专文中悬而未解的谜团：辛克莱中校与明巴利英雄瓦伦的关系以及爪克战争（Babylon 5：A Call to Arms ）的始末内幕。混乱与秩序：在五号战星里，混乱与秩序分属两个相互对抗的影族与佛隆人的哲学思考，也是影族与佛隆人教导后进族类进化的方式；在热力学里，我们知道自然界的变化有两大趋向：趋向最低稳定能态与趋向最大乱度。例如两原子为了结合成一分子会降低各自的能量而结合成稳定状态、水分子在气液介面所产生的蒸发现象、有色墨水滴入清水之中的不可逆扩散现象等，只不过，自然界并没有像影族与佛隆人那样坚持，混乱与秩序往往是同时并存的；而存在我们生活周遭的事务也有着像类似的情况，例如牵涉碎形几何的叶脉，表面上看似毫无脉络可循，但实则在叶脉的分叉上存在着某种美妙的数学规律性。同样的，在人类的发展历史上，天灾战祸与承平建设的世代交替也同样反映出人类是在混乱与秩序这两者之间来回摆荡中前进发展。举例来说，20世纪初期的两次世界大战造成严重的破坏，无数宝贵的生命牺牲在这堪称浩劫的战争里，但是，因为对立的两阵营为求取胜利而发展出来的许多科学技术却便利了现在我们的生活，虽然我们不能因此就加以论断战争是对人类整体进步有正面的贡献；反过来说，为了规划人类的发展，一些必要的社会制度的建立就成了维持人类生存秩序的手段，良好的制度可以为人们带来安乐而秩序的生活，而安乐承平的日子却也为人类在文化的创造上带来莫大的成就。就如同第四季第六单元Into the Fire里面薛瑞登上校〝教训″影族与佛隆人所说：我们可以自己决定自己的进步是要依循混乱的规则还是遵守秩序的发展。虽然笔者不十分赞同这种论点，同时也怀疑我们真的是否有能力决定自己的发展何时是依靠混乱，何时是遵守秩序；但是，纵观人类这四、五千年来的发展，笔者无法回避混乱与秩序对于人类的进化是同等重要的这样一个思考命题。光明与黑暗：或许应该说是正义与邪恶是比较恰当的。在第三季Z'Ha'Dum以前，影族的定位一直是负面的，所有关于破坏、征服世界、各种邪恶的意像、人类的梦魇、黑暗势力的主导等等，都有意无意的指向影族一手导演策划；相对于影族来说，佛隆人出面协助弱小族类反击影族，并且为他们带来制度、进步与希望，换言之，佛隆人不就是代表正义与光明的一面，更何况，佛隆人经常以不同的姿态存于各族类的宗教或是历史的文献里，而这也不正与西方基督教中人们将依自己内心的形象而看见上帝的影像有着异曲同工之妙？但是，存着影族战争进入了尾声阶段，我们却发现身为秩序光明不欺压弱小代言人的佛隆人竟然带着前所未有的毁灭性武器，星球杀手，一步步消灭曾经与影族合作或是结盟的族类；反观影族，在剧集Z'Ha'Dum里，我们了解到影族会发动战争是自有其哲学思考与信仰，而千百万年来，影族也一直坚持着自己独特的理念，直到佛隆人开始翻脸为止。再将焦点回到人类身上，人类同时与影族和佛隆人结盟，同时分属两大相互对抗的势力，若言佛隆人代表正义与光明而影族代表黑暗与邪恶，那么，人类究竟自身的立场在那儿？在五号战星的世界里，光明与黑暗之间是容许灰色地带存在的，表面上佛隆与影族这两大阵营是对立的，但实际上，这两大阵营却也是各有所图的。从上面的叙述里，我们无法否认在人的内心是同时存在光明与黑暗的。每一个人有存在着一些劣根性，却也存在着美好的一面，该如何发展或是该如何导引却是我们所应该重视的，而五号战星里的佛隆人与影族只是个抽象观念具象化的代表而已。或许读者诸君早已发现，我们周遭生活里不正存在着许多佛隆人或是影族的投影，不是吗？科幻是科学的延伸：在这一个部分里，笔者只想与诸位聊聊关于地球联盟（人类）所使用的科技。举例来说：核融合反应器（Fusion reactor）是巴比伦五号星站的动力来源，而地球联盟的大型船舰也使用此一反应器作为动力来源。在笔者看来，其实很合理，既符合以现今科学技术做线性延伸，也符合人类在五号战星里的科技地位。其次就是地球联盟早期的船舰（例如海波龙级驱逐舰）上并没有人工重力装置，在无重力的状况下会对支撑人体重量的骨骼产生影响，所以这些无重力装置的船舰并不适合执行长期任务；另外，在这些船舰上的人员需要用安全带固定在座位上，直到雅米加级驱逐舰的出现才改变这种无重力的状况。有关五号战星里人类在太空旅行所使用的重力来源主要是以旋转的金属舱产生离心力来制造人工重力，而非像一般美式科幻片中总是忽略解释那些船员是如何四平八稳的在太空船内活动或是使用人工重力这样的神奇的装置来叙述；此外，巴比伦五号星站也同样是使用旋转金属舱来制造重力的，相信眼尖的观众一定看得出来在该站的末端有一旋转轴心的结构。另外还有一项叙述令人称道的是关于飞行物体在太空中的运动状况的正确性，以地球联盟所使用的星怒式战机（Starfury）来说，其飞行方式便符合在无重力状态下需要考量物体之速度与惯性等物理状况，换言之，当星怒式战机需要减速时，便要打开反向推进器并关掉一般推进器来产生反作用力达成减速。因此，星怒式战机的飞行翼尾端配有八具推进引擎以方便做出各种复杂的飞行方向是合理的设计。也许笔者终究没办法想通到底五号战星里面的那些大型船舰是如何自行展开超空间跳跃点的理论根据，但是，或许可以猜测一下超空舰跳跃闸门是如何运作的，至少在这一个部分里，目前的理论物理似乎是可以解释的，而初步的实验也验证了理论物理的说明：试想用两块带电中性的金属板，而这两块金属板中间所夹的区域是真空状态的，那么，根据海森堡测不准原理，会有一些基本粒子的生成与消失而造成微小的空间结构变化--详细的实验叙述读者可以参考由加莱道雄著作、商周文化翻译出版的穿越超时空一书。而这样的实验结果的表现与五号战星中的跳跃闸门（Jump Gate）作用机制类似，究竟是巧合还是有所本，笔者因资料不足无法做更进一步判断；但是，表面上看来似乎符合今日物理学研究的延伸，这不是很令人感到兴奋的？虽然目前我们知道要开启通往超空间的虫洞的质能尺度是天文数字的能量级数与蒲朗克常数大小的虫洞尺寸。政治斗争、角力与排外运动：这是属于五号战星影集的另一个特点。马克思曾经对于历史的进程做出这样的叙述：‘自人类有历史以来，便存在着斗争。’虽然并不是每一个人都认同马克思的这种论点，但细细思量起来，这句话还颇耐人寻味。在五号战星的世界里，这种人类社会现实的真相被移植到故事的主要种族里面。在地球上，暗杀、极权统治、民主制度、排外运动（过去澳洲政府的白澳政策）一幕幕的在剧中缩影成五年的时间呈现在观众眼前，仿佛对于20世纪的人类历史演进做了一次完整的巡礼。看见心感团（Psi Corp），让人直觉得联想到纳粹德国的盖世太保与苏联的格别乌，可是，一但探究起心感团的成因，则不免让人唏嘘过去人类历史中曾发生的各种歧视的事例，不管是歧视有色人种还是偏见。不只人类拥有斗争，在圣塔利共和中，莫拉里大使与影族的合作扮演幕后黑手导演了圣塔利共和再次入侵南尔星以及防止圣塔利主星成为影族新根据地的手段不亚于克拉克为夺权而设计暗杀山提雅哥总统；在明巴利内部，执政高层灰色议会内的阶级与派系纷争也几乎毁灭了明巴利。这些主种族各自内部的问题也影响了五号战星中星际势力的重组与合纵连横，与现实世界相比，真是有过之而无不及。再者，有影迷认为地球联盟的内战似乎也影射了一部份美国的南北战争、圣塔利共和似乎影射目前已是夕阳余晖的英国、南尔星则是20世纪初期西方列强统治下殖民地的面貌的缩影与集合。上两段叙述的事件，若读者有时间不妨细细翻阅过去百年来人类的历史，一定可以找出更多相类似的事件，也许，笔者在此可以这样粗浅归纳：五号战星的故事完整反映了人类历史上斗争的残酷面貌，并藉由不同的种族各自的内部纷争来反思人类过往的历史，不知您以为如何？暗示基督教中的上帝与撒旦：在五号战星第二季的最后一集中，佛隆人大使卡许（Kosh）在笛岚的要求下首次现身救了薛瑞登上校，然而，卡许的真面目在不同族类的眼中却呈现出不同的外貌，这样的剧情安排不正符合了圣经中所述：人们将依据各自内心的形象而见到上帝的容貌，然为恶之人却无法亲眼见证上帝。因此，佛隆人在剧中的角色无异与基督教中的上帝相似，而致力于混乱的影族则成为了黑暗与魔鬼撒旦的代表。但巧合的是，根据基督教的传说，撒旦曾经是上帝的同事，天使团的首领，只因为不服上帝的领导而被打入地狱成为黑暗势力之首；在五号战星里，佛隆人与影族却都是先族Lorien的子民，系出同门，与基督教之传说相类比，颇耐人寻味。其实，佛隆人与影族都是先族Lorien留下来要他们好好照顾与开导后起之秀的守护者，只是，佛隆人与影族都过于相信自己的理念是帮助后进的最佳途径，因而引发的先族Lorien最不愿看到的影族战争（这是佛隆人的看法，也许在影族眼里，这是一场佛隆战争【Vorlon War】）。佛隆人与影族对应到真实世界的吊诡是，在西方世界有人虔诚的信仰上帝、但也有为数不少的人信奉撒旦，在五号战星的故事中，人类同时与佛隆人和影族结盟，其实不正也突显出人性的本质与存在的灰色地带？上帝与撒旦，同时存在人性的深处，而上帝与撒旦的斗争，将随人类的历史演进持续不断；若言真有上帝与撒旦之存在，不知这两位掌控着人类宗教信仰的要角在看完本剧之后是作何感想？最初生物（First Ones）的离去：这个子题得分成两方面讨论：人类历史的世代交替与美式教育之价值观。首先谈谈人类的世代交替吧！虽然德国哲学家黑格尔曾说：“人类从历史中得到的教训是，人类从来没有在历史中学到教训。”但综观人类历史的发展，不都是一代代人们的足迹所累积下来的成果，上一代将自己与前人的遗产教导给下一代，让好的与坏的都有了传承，先人殒落了，但后起之秀克绍其裘，所谓长江后浪推前浪，不正是如此吗？每一个世代都会在传统中注入新的思想，这样文明才有了多样性与延续的活力，并激荡出灿烂的火花？嗯…其实，影集中的最初生物从未离去，因为他们的子民已经继承了他们当年遗留下来的遗产，这种看法是不是颇与黑格尔的正反合的辨证有着异曲同工之妙？关于这个子题的第二方面，也就是美式教育之价值观，这是笔者个人觉得相当有趣的一个论点。美国是一个相当重视个人自主与独立思考的社会，对于下一代的教育上，是鼓励多方面的尝试与自我学习，老师的地位则扮演着从旁引导学生自由发展的角色，换言之，下一代的将来会如何发展完全取决于自我的选择，长辈与教育者仅提供建言来协助下一代的思考。这样的教育模式，与五号战星中的最初生物的离开有着相类似的情形；基于这样的思考方式，我们再回过头来看看影族与佛隆人在现实的教育上可以对应的地方：在最初生物离开银河系之前，便已经细心的安排好了两个成熟的智慧生命来好好引导更年轻的族群成长与茁壮，而这两支成熟的智慧生命也不负期望，千万年来细心的指导后进，尽管双方理念不同，但目的一致～孩子！你要成长茁壮。可是，这中间出了差错的，由于双方太过于坚持自己的理念而导致了冲突，就好像现实生活中父母亲为了怎样教育儿女才是最适合的问题一言不合而大打出手。孩子们只是希望能够多看看多碰碰的，但是父母亲（影族与佛隆人）却一味逼着自己的孩子选边站，没有真的顾及孩子们内心的想法，这种情况看在心疼孙子的祖父母（First One，Lorien）眼里是何等心焦，后来，祖父母终于看不下去了，决定帮助无助的孩子们来平息这场父母亲的争执，告诉孩子们自己的父母为何会如此大打出手的前因后果。最后，影族战争的结局是佛隆人与影族再次给予薛瑞登阵营一个重新选择的机会----你要站在哪一边？而薛瑞登的答覆是：“Now, get out of our galaxy！”很有意思的答覆，不是吗？而一如美国社会所重视的价值观一般，在Lorien的帮腔下，佛隆人与影族尊重薛瑞登等人的抉择，让年轻的族群走出属于自己的前程大道。是啊！看在父母亲的眼里，孩子真的长大了，他们必须学会如何自我思考、如何选择对于自我发展最适化的路径、如何教育自己的下一代，是时候了，总不能一直不放手吧？以上观点提供给读者自行参考判断，也许，读者中若有即将为人父母者大概或许可以从这一有趣的观点与本剧瞧出一些教育下一代的端倪？！科幻文学的角度：在网路上，有网友分析的五号战星中佛隆人与影族的典故出处：由Old Ones来引导younger races的概念，正是David Brin 的Uplifting 的变形；而最终这些最初生物（First ones）离开银河系超脱的结局，又和Vernor Vinge的A Fire upon the Deep里向银河系外进化的生物/智能若相符合。唔…！笔者是没看过上述的两则典故，但是，就一个喜欢观赏科幻影片与电影的爱好者观之，五号战星的故事架构的确符合科幻小说的定义与分类。从已有的网路上分类来看，五号战星属于所谓的太空歌剧（Space Opera）。所谓的太空歌剧指的是故事的架构中充满着人物冒险、浪漫情节、斗争角力以及战争场景等，例如艾西莫夫的基地三部曲是最典型的Space Opera。其次，因为五号战星的叙述架构有别于一般美式科幻影集，打破剧集与剧集之间45分钟叙述的限制，只要是有耐心的观众，相信会有着如同看小说的乐趣，会迫不及待的想翻看下一页（下一周的剧集）的发展。从这个角度观之，五号战星却是有影响小说的架势，但是，却有着流于被讥为只是故弄玄虚的危险；毕竟，并不是每一个科幻影视的爱好者都有着无比的耐心与毅力撑到第五季结束。再者，剧中对于人类科技的延伸也还算符合所谓的〝硬科幻″，不是百分百符合，除了超空间（Hyper space）跳跃航行与人造重力场之外，核融合技术、心灵感应、太空站的设计与自旋人造重力产生方式、星怒式战机的飞行运动方式都还算满符合现今克季的线性延伸的；至于其他像是反映人类历史变化或人性黑暗面的，在许多科幻文学作品中都看的到。最后，就是心感团（Psi Corp）与贝斯特（Bester）这个角色的典故：Bester是美国已故的科幻文学大师，全名Alfred Bester，其作品The Demolished Man正式探讨所谓的心灵感应（Telepath）、心灵感应者的沟通方式与常人对于具有心灵感应者的偏见与恐惧。 J. Micheal Straczynski引用了这个作品创造了心感团这个管理与辅导具有心灵感应者的组织，发挥了常人与心感者长期存在的矛盾使得心感团的定位产生了微妙的变化，只是也许是受限于艺术的呈现无法表现文字叙述心感者沟通之间的精采，在这一个部分里，五号战星并没有作最好的发挥与诠释，令人感觉有些遗憾。基于以上的四个观点，五号战星所呈现出的科幻文学表象自然多于一般我们印象中所谓的科幻影集，也无怪乎当年播出之后立刻吸引了许多的影迷为本剧架设网站与编纂年表。转自天使侦探事务所http://boysam.spaces.live.com/default.aspx",
    "chinese_title": "巴比伦5号：失落的传说",
    "douban_rating": "5.4/10 from 172 users",
    "foreign_title": "Babylon 5: The Lost Tales",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "5.4",
    "update_at": "2025-01-17T23:20:06"
}