{
    "aka": [],
    "sid": "1944141",
    "cast": [
        {
            "url": "/celebrity/1054316/",
            "name": "尤利·隆美尔 Ulli Lommel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052197/",
            "name": "Jeff Frentzen Jeff Frentzen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102727/",
            "name": "Phil Lander Phil Lander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127557/",
            "name": "丹妮尔·佩蒂 Danielle Petty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179609/",
            "name": "巴德·沃森 Bud Watson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1206398/",
            "name": "Johnny Holiday Johnny Holiday",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1570903298.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054316/",
            "name": "尤利·隆美尔 Ulli Lommel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052197/",
            "name": "Jeff Frentzen Jeff Frentzen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0905968",
    "director": [
        {
            "url": "/celebrity/1054316/",
            "name": "尤利·隆美尔 Ulli Lommel",
            "@type": "Person"
        }
    ],
    "duration": "81 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-10-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0905968/",
    "imdb_votes": 1034,
    "this_title": [
        "Black Dahlia"
    ],
    "douban_link": "https://movie.douban.com/subject/1944141/",
    "imdb_rating": "1.4/10 from 1034 users",
    "trans_title": [
        "黑色大丽花"
    ],
    "douban_votes": "749",
    "introduction": "\"Black Dahlia\" is a cheap, horribly-constructed straight-to-video (and shot-on-video) film that was obviously released soon after De Palma's \"The Black Dahlia\" hit theaters in hopes of cashing in on the basic premise. This atrocious film follows a copycat killer in the Los Angeles area who is murdering innocent people after asking them in for acting auditions, their bodies found dismembered across the city. The murders are supposed to be modeled after the real-life murder of aspiring actress Elizabeth Short in the late 1940s, but have very little in common with her murder at all. Who is this mimicking killer? Who knows? Who cares? I know that I didn't, and anyone who rents this film won't either.Just as the rest of Lommel's films are, this movie is bad. Like, really bad. For one, the plot is just ridiculous. A copycat killer of a real unsolved murder? Come on. Then, there's the acting. It's worse than a B-movie extravaganza - the performances were completely laughable. And the cinematography is horrible - like the rest of Lommel's movies, this was also shot on video, so the quality looks extremely cheap, and the special effects were really bad. Granted, some films can succeed with such problems, but this film fails on all levels, because the plot is boring to begin with. There are even some laughable black & white flashback sequences to the 1940s Hollywood featuring an actress playing the Elizabeth Short character, which are beyond cheesy. Among the flashbacks is a scene featuring the discovery of Short's body, which shows two investigators kneeling over a body that is lying under a tree in front of a brick building. For those familiar with the real case, you will easily know that Elizabeth Short's body was found in a vacant, grassy lot - not under a small tree next to a downtown building. This, among other things, just adds to the overall cheap quality that is this movie. I think that more time was spent creating the cover artwork for the DVD (which was actually not bad looking) than there was on the film itself, so don't let that fool you.Like \"Green River Killer\" (and the rest of the 'true-crime' based films that this filmmaker chooses to direct), \"Black Dahlia\" is a horrible movie that lacks any qualities that could make it seem remotely appealing. I can't stress this enough, but do not rent films with the name \"Ulli Lommel\" branded on them. Rather than seeing this piece of garbage, see the De Palma film, which, while it is semi-fictional, at least focuses on the real case and the murder. 1/10.",
    "chinese_title": "黑色大丽花",
    "douban_rating": "4.3/10 from 749 users",
    "foreign_title": "Black Dahlia",
    "imdb_rating_average": 1.4,
    "douban_rating_average": "4.3",
    "update_at": "2025-07-02T03:00:24"
}