{
    "aka": [],
    "sid": "1945757",
    "cast": [
        {
            "url": "/celebrity/1018072/",
            "name": "鲍勃·迪伦 Bob Dylan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032032/",
            "name": "约翰尼·卡什 Johnny Cash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116290/",
            "name": "Richard Manuel Richard Manuel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009700/",
            "name": "罗比·罗伯逊 Robbie Robertson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027302/",
            "name": "约翰·列侬 John Lennon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096781/",
            "name": "Garth Hudson Garth Hudson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081812/",
            "name": "Rick Danko Rick Danko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458831849.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0233629",
    "director": [
        {
            "url": "/celebrity/1018072/",
            "name": "鲍勃·迪伦 Bob Dylan",
            "@type": "Person"
        }
    ],
    "duration": "54 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1972-11-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0233629/",
    "imdb_votes": 525,
    "this_title": [
        "Eat the Document"
    ],
    "douban_link": "https://movie.douban.com/subject/1945757/",
    "imdb_rating": "6.9/10 from 525 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Eat the Document is a rarely exhibited documentary of Bob Dylan's 1966 tour of the United Kingdom with the Hawks. It was shot under Dylan's direction by D. A. Pennebaker, whose groundbreaking documentary Dont Look Back [sic] chronicled Dylan's 1965 British tour. The film was originally commissioned for the ABC television series Stage '66. According to Howard Sounes's biography, \"Down the Highway: The Life of Bob Dylan\", after his motorbike accident in July 1966, Dylan viewed a cut of the material edited by Pennebaker and Bob Neuwirth and thought it was too similar to Dont Look Back.Dylan decided to re-edit the film himself, assisted by longtime associate Howard Alk. Dylan however. Pennebaker stated: \"It's not something you learn parking cars in a garage. You gotta know some of the rules and he didn't know any of the rules.\" It can be assumed Dylan knew some of the rules (he had, after all, seen films) and that some of the unconventional editing choices were deliberate. Dylan and Alk's cut was eventually shown to ABC television, who promptly rejected it as incomprehensible to a mainstream audience.[1]The film includes some powerful live performances of Dylan's songs of the period. It was never given a theatrical release or made commercially available on video, but unauthorized bootleg copies circulate among Dylan collectors. Also circulating in various bootleg formats is a long outtake featuring a possibly alcohol- or drug-impaired Dylan in a limousine with John Lennon. As Dylan shows signs of fatigue, Lennon urges him to get a grip on himself: \"Do you suffer from sore eyes, groovy forehead, or curly hair? Take Zimdon!...Come come, boy, it's only a film. Pull yourself together.\"[2] Todd Haynes's film I'm Not There features a dramatisation of this conversation, with Cate Blanchett as Bob Dylan.Highlights of the film include an interview with the Manchester Free Trade Hall concert-goer who shouted \"Judas!\" during the second, electric half of the set; the performances with the Hawks; the scenes of Dylan and Robertson in hotel rooms throughout England playing otherwise-unreleased songs; and a piano duet with Johnny Cash.Some of the concert footage shot for Eat the Document - including the \"Judas\" incident in Manchester's Free Trade Hall - was used in Martin Scorsese's Dylan documentary, No Direction Home.",
    "chinese_title": "Eat the Document",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-29T14:28:36"
}