{
    "aka": [],
    "sid": "1945275",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893632853.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0230316",
    "director": [
        {
            "url": "/celebrity/1152459/",
            "name": "比尔·维奥拉 Bill Viola",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0230316/",
    "imdb_votes": 110,
    "this_title": [
        "I Do Not Know What It Is I Am Like"
    ],
    "douban_link": "https://movie.douban.com/subject/1945275/",
    "imdb_rating": "6.9/10 from 110 users",
    "trans_title": [
        "我不知道自己是什么样子"
    ],
    "douban_votes": "110",
    "introduction": "I Do Not Know What It Is I Am Likeincludes the following chapters:Il Corpo Scuro (The Dark Body)The Language of the BirdsThe Night of SenseStunned by the DrumThe Living FlameAn epic journey in five chapters, I Do Not Know What It Is I Am Like is a personal investigation into the inner states and connections to animal consciousness we all possess. In a stream of images of striking clarity, depth and beauty, woven within a subtle fabric of natural sound, Bill Viola evokes a timeless view of the natural world and our place in it. This is a major contribution to contemporary video art that masterfully speaks to us in the inner language of subjective thoughts and collective memories.Bill Viola and Kira Perov gathered images for this video work over a period of two years. In the course of their travels they spent several weeks with a freely roaming herd of buffalo in Wind Cave National Park, South Dakota, recorded a time-lapse sequence beside a glacial lake in the Canadian Rocky Mountains, and attended a week-long firewalking ritual at a Hindu Temple on the island of Fiji. During This time, Viola was also artist-in-residence at the San Diego Zoo.",
    "chinese_title": "我不知道自己是什么样子",
    "douban_rating": "8.1/10 from 110 users",
    "foreign_title": "I Do Not Know What It Is I Am Like",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "8.1",
    "update_at": "2025-03-26T06:39:07"
}