{
    "aka": [],
    "sid": "1947858",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587917988.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0402178",
    "director": [
        {
            "url": "/celebrity/1307744/",
            "name": "Rakesh Sharma Rakesh Sharma",
            "@type": "Person"
        }
    ],
    "duration": "218分钟",
    "episodes": "",
    "language": [
        "Gujarati",
        "北印度语",
        "乌尔都语"
    ],
    "playdate": [
        "2004-02-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0402178/",
    "imdb_votes": 481,
    "this_title": [
        "Final Solution"
    ],
    "douban_link": "https://movie.douban.com/subject/1947858/",
    "imdb_rating": "8.7/10 from 481 users",
    "trans_title": [
        "最终解决"
    ],
    "douban_votes": "0",
    "introduction": "In February 2002, a train carrying Hindu pilgrims in Godhra in Gujarat, Western India, was torched, resulting in the death of 59 passengers. Muslims were massacred in retaliation, and their houses, shops and mosques razed, often with the collusion of the police. In the ensuing riots, over a thousand people were killed and many more displaced. In response to international backlash, then Gujarat Chief Minister Narendra Modi conducted a ‘rally of honour’ to insist that his hands were clean, even as his party exploited the tragedy to consolidate their electoral capital.Initially banned in India for several months, Rakesh Sharma’s landmark documentary Final Solution revisits the people and places impacted by the riots, collecting oral accounts of unspeakable horror from both the perpetrators and the victims. Juxtaposing agonising personal testimonies with strident political rallies by Hindu nationalist outfits, the film crafts a work of historical remembrance that combats organised attempts at whitewashing the events.Harrowing as the interviews are, the film unveils even more inconvenient truths about the peacetime following the Hindu-Muslim riots: the exacerbated self-ghettoisation of both communities, segregated schooling, politically orchestrated boycott of Muslim businesses and an atmosphere of acute mistrust and psychotic projection. Living together becomes impossible, and the filmmaker keeps posing the same question to everyone he meets: “What is the solution?” Twenty years later, the question continues to be pressing.源自：https://iffr.com/en/iffr/2023/films/final-solution",
    "chinese_title": "最终解决",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Final Solution",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T18:52:30"
}