{
    "aka": [],
    "sid": "1951300",
    "cast": [
        {
            "url": "/celebrity/1079036/",
            "name": "Wes Culwell Wes Culwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210787/",
            "name": "詹姆斯·盖茨拉夫 James Getzlaff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041715/",
            "name": "Dan Wells Dan Wells",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010013/",
            "name": "达妮·贝尔 Dani Behr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876466483.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0368474",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-07-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0368474/",
    "imdb_votes": 219,
    "this_title": [
        "Boy Meets Boy"
    ],
    "douban_link": "https://movie.douban.com/subject/1951300/",
    "imdb_rating": "5.3/10 from 219 users",
    "trans_title": [
        "男孩邂逅"
    ],
    "douban_votes": "111",
    "introduction": "今年３２岁的詹姆士是西雅图某公司的行政职员，外形高大帅气，举止谈吐温文尔雅，很多女性会把他当作心目中的理想情人。７月底，未婚的詹姆士上了Bravo电视台公开求友。面对１５名追求者，这位白马王子将情系何家？咋一听，这不过是层出不穷的男女约会真人秀中的寻常一幕而已，这类节目近几年来风靡全美，比如象美国广播公司（ＡＢＣ）的“单身汉”、哥伦比亚广播公司（ＣＢＳ）的“谁能嫁个百万富翁”，等等，它们一而再、再而三地向观众演绎“三凤求凰”的“古老故事”：十几个如花似玉的美丽少女各显手段，费尽心机，希望争得豪门弟子的垂青。但与其它节目不同的是，詹姆士面对的１５名追求者都是清一色的年轻帅哥──原来詹姆士是名同性恋者！该真人秀节目就名为“男孩相邂”（Boy Meets Boy）。这１５追求者必须经过五轮角逐，最后由詹姆士挑中一位，邀请他结伴共赴新西兰旅行。但是他事先并不知道，在这１５个人中有７个其实是直人。如果某个直人骗过詹姆士被最后相中的话，那么他将赢得两万五千美元的现金大奖。如果詹姆士最后选中的伴侣是名同志，那么现金奖励由他本人获得。虽然制作方声称，这种暗藏直人的做法是为了打破直同的界限，消除偏见，因为节目创造一个了同志在柜外而直人在柜内的特殊环境，正好映照出同志在社会上戴直人面具的感受。但据行内人士透露，他们最初并没有考虑招募直人，此招只是为了尽可能争取直人观众而设的噱头。虽然现在美国媒体已经毫不忌讳同性恋，而且都市女性已经成为《阿威与阿姬》等以同性恋角色为主的情景喜剧的忠实观众，但纯同志的真人秀在美国电视台尚未有过探水之旅。主持“男孩相邂”的bravo原本是个阳春白雪的纯艺术频道，并不是属於主流电视台，其观众主要是那些具有自由思想倾向的左翼人士和艺术爱好者，因此收视率本来就远远低于与ＡＢＣ或ＣＢＳ等大众频道。此番开播的“男孩相邂”在吸引同志眼球的同时，制作方也希望招揽尽可能多的直人观众。当然，Bravo一直较受同志青睐，每年六七月还推出专题以庆贺同性恋自豪月。制作方的意图确实在节目中得到了体现。每当一位竞争者被淘汰出局的时候，才向观众揭晓他的真实性倾向。从节目播出后的实际效果来看，观众的兴奋点在很大程度上集中在测试自己的“同志雷达”──随着节目的深入不断揣测谁是同志，谁是直人，这确实是其它真人秀节目中难以搀入的噱头。但这种安排或许背离了詹姆士本人以及大部分同志参与者的初衷。詹姆士一直被蒙在鼓里，他从一开始就以为面对的１５名追求者都是同志。每期节目都为詹姆士与追求者提供单独交流的机会，而这种场合会不可避免地谈及个人生活，但直人追求者为了掩饰身份，总是语焉不详或搪塞了之。直到临近结束的前一天，詹姆士才被告知有直人的参与，而且经过层层筛选的最后三名候选人中就有一位是直人。詹姆士此时所表现出的失望和沮丧是令人理解和同情的：失望缘于感到被愚弄和背叛，而愤怒更是来自其作为同志的自尊。设想一下，倘若他最后选中的意中人是一名直哥，当初的满心欢喜岂不落个自取其辱的结局？难怪他在接受节目外专访时抱怨说：“直人当然会看这个节目，因为它只是在玩弄同志，为直人取乐。”作为同志版的约会秀，“男孩相邂”必然还有一些与直人秀的迥异之处。比如说，节目轻松有余而紧张激烈程度不足。詹姆士要挑选的当然不仅仅是一个旅伴，用他自己的话来说，他需要的是一位可以和他沟通、交流的“知音”，可以与他长期相守的“特殊伴侣”。和直人秀中的白马王子不同，詹姆士没有显赫的家世，没有令人眩目的亿万财产，他所拥有的只有外貌、真诚及人格魅力。而１５名竞争者事先也是精挑细选。每个人都经过初选和复选，通过包括身体、性格、智力、心理在内的各项严格测试，结果被选入节目的都是清一色彬彬有礼的谦谦君子，直人秀中常见的勾心斗角在这里荡然无存，令一些观众觉得索然无味。另外，节目的游戏性有余，真实性不足。真人秀吸引观众的自然是所谓的“真情实感”，通常的直人约会节目，约会双方会很快进入两个人之间比较四密的深层次感情交流状态。在“男孩相邂”里，詹姆士应该是带着真诚的愿望来参与节目的，可是即使以为自己面对的所有追求者都是同志时，他也体现出深深的困惑和忧虑，害怕对方只是逢场作戏，害怕自己的感情受到愚弄，谨慎和担虑使交流趋向于肤浅和不连贯，而且时时受到很多外在因素的乾扰。另外，在直人秀节目的结尾，很多观众会善良地愿望白马王子和意中人走向美满的结合，但同性婚姻离法律承认尚遥遥无期的今天，“男孩相邂”是否也能够让观众心生同样的祝福呢？令人欣慰的是，詹姆士最后选中了在圣地亚哥非盈利部门工作的威斯，这名个头不高的年轻人在开场时并不引人注目，但随着节目的推进，他诚恳和率真的个性日益呈现出来，赢得了很多观众的喜爱。在节目过半时，众多同志观众就已经在互联网上发表看法，希望威斯能够独中花魁，但同时又希望他不是制作方预设的“直人陷阱”。不过节外生枝的是，在节目播出之前，参与节目的美国海军教官杰森就被人从预告片里认了出来。面对军队的调查，杰森坦言了自己的同志身份。当“男孩相邂”于７月２９日首播时，杰森也由于违反了美国军队的“不问不说”政策而于８月１９日被要求退伍。这正印证了某些批评者对这个节目的不满，即参与者们或是出於好玩，或是为了追逐现金奖励（尤其是直人参与者），而制作方为了制造噱头，置参与者的个人前途于不顾。但制作方申辩说，他们事先就和杰森讲明了后果，但杰森仍然执意出镜，他的以身试法，何尝不是对歧视的抗议？尽管如此，“男孩相邂”作为同志主题的真人现场节目，可谓是美国娱乐电视界的一个创举，Bravo毕竟全国性的有线电视台，从一个普通的视角传达了真真切切的同志形像。然而，这类节目是否能够持续，是否能够推而广之进入主流电视台？这既取决于社会宽容，也取决于同志议题和同志形像的市场价值。最近报james和wez已不是一对，小报说james的新男友是Queer Eye For The Straight Guy剧中的扮演 \"culture guy\"的Jai Rodriguez。但电视台说他们是“朋友”。想知道生活中都发生了什么登陆：http://www.realitytvworld.com/boymeetsboy/",
    "chinese_title": "男孩邂逅",
    "douban_rating": "7.2/10 from 111 users",
    "foreign_title": "Boy Meets Boy",
    "imdb_rating_average": 5.3,
    "douban_rating_average": "7.2",
    "update_at": "2025-03-26T19:44:50"
}