{
    "aka": [
        "达·芬奇档案：智者隐晦的一面"
    ],
    "sid": "1957481",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [],
    "writer": [],
    "imdb_id": "tt0814068",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0814068/",
    "imdb_votes": 33,
    "this_title": [
        "The da Vinci Files: The Darkest Side of the Brightest Man"
    ],
    "douban_link": "https://movie.douban.com/subject/1957481/",
    "imdb_rating": "6.7/10 from 33 users",
    "trans_title": [
        "达·芬奇档案：智者隐晦的一面"
    ],
    "douban_votes": "0",
    "introduction": "Painter or Prophet? Da Vinci's Secrets UnveiledLeonardo Da Vinci. Painter, inventor, musician, thinker... and perhaps the greatest genius in history. Whatever his legacy, he was without a doubt a man ahead of his time. Though his life and work have been studied over and over, has man really uncovered everything there is to know about Leonardo? Who was he? What mysteries lie beneath his works? Are they really embedded with masonic and heretic messages as people claim? Was he an alchemist? A conspirator? A mason? Was he really a member of the Priory of Sion? Or was he on a mission to protect secrets that, once revealed, could have changed the course of history as we know it? All of these secrets and more are unveiled in The Da Vinci Files.A magnificent documentary series rich in historical reenactments shot on location in Italy.Disc 1Heresy: The Mysteries of the Last SupperAlchemy: Leonardo and the Perfect ProportionDisc 2Sacrilege: The Sign of JohnProfanity: The Secrets of the Mona LisaDisc 3Blasphemy: Leonardo and the Sacred Shroud of TurinConspiracy: Leonardo and the Priory of Sion(A REALLY NASTY DOCUMENTARY!:)",
    "chinese_title": "The da Vinci Files: The Darkest Side of the Brightest Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T00:34:06"
}