{
    "aka": [
        "复活森林"
    ],
    "sid": "1958663",
    "cast": [
        "Alfredo Landa",
        "Alejandra Grepi",
        "Fernando Valverde"
    ],
    "site": "douban",
    "tags": [
        "西班牙",
        "西班牙电影",
        "喜剧",
        "西班牙语电影",
        "José_Luis_Cuerda",
        "Español",
        "摄影_西班牙_Aguirresarobe_Javier",
        "奇幻"
    ],
    "year": "1987",
    "genre": [
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2510310851.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        "Rafael Azcona"
    ],
    "imdb_id": "tt0092693",
    "director": [
        "José Luis Cuerda"
    ],
    "duration": "107 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1987-10-02(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0092693",
    "this_title": [
        "El bosque animado"
    ],
    "douban_link": "https://movie.douban.com/subject/1958663/",
    "imdb_rating": "7.4/10 from 1189 users",
    "trans_title": [
        "活树林",
        "复活森林"
    ],
    "douban_votes": 0,
    "introduction": "Malvís (Alfredo Landa) is sick of working like crazy for nothing. He'd rather become a bandit, that's much better, he's gonna be the fearful Fendetestas! He'll spread panic in the woods of his region. But there's a little problem: there aren't much people living in his region, everyone knows everyone and everyone is so poor, so is gonna be difficult that someone takes Malvís/Fendetestas too seriously.\nThis is a magic history, so funny, and full of situations that will make you laugh. It's also full of characters that belong to the Spanish idiosyncrasy: the strict priest, the Guardia Civil, the old devout women, the village idiot... there's even a lost soul wandering around the woods.\nThe great Alfredo Landa heads a cast that gathered together the best two generations of Spanish scene: from Fernando Rey to Encarna Paso, from Manuel Alexandre to María Isbert... A cast like that would be just unthinkable nowadays. \"El Bosque Animado\" was the first movie of José Luis Cuerda's trilogy of rural comedies (after this one he made the surreal \"Amanece Que No Es Poco\", and \"Así En El Cielo Como En La Tierra\". Those are movies so personal that stress the Spanish culture. The young directors should take note of films like \"El Bosque Animado\", instead of trying to be the new \"enfant terrible\" and imitating US worst cinema.",
    "chinese_title": "活树林",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El bosque animado",
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}