{
    "aka": [
        "Double Gentlemen"
    ],
    "sid": "1958477",
    "cast": [
        {
            "url": "/celebrity/1025305/",
            "name": "卡洛尔·布盖 Carole Bouquet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054457/",
            "name": "让-弗朗索瓦·斯泰弗南 Jean-François Stévenin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056440/",
            "name": "伊夫·阿封索 Yves Afonso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019818/",
            "name": "杰基·贝约尔 Jackie Berroyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028574/",
            "name": "布里吉特·罗安 Brigitte Roüan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288834/",
            "name": "让-皮尔·科赫特·斯维尔科 Jean-Pierre Kohut-Svelko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2323239729.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019818/",
            "name": "杰基·贝约尔 Jackie Berroyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050679/",
            "name": "布鲁诺·努坦 Bruno Nuytten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054457/",
            "name": "让-弗朗索瓦·斯泰弗南 Jean-François Stévenin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025305/",
            "name": "卡洛尔·布盖 Carole Bouquet",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0090963",
    "director": [
        {
            "url": "/celebrity/1054457/",
            "name": "让-弗朗索瓦·斯泰弗南 Jean-François Stévenin",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1986-10-22(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090963/",
    "imdb_votes": 199,
    "this_title": [
        "Double messieurs"
    ],
    "douban_link": "https://movie.douban.com/subject/1958477/",
    "imdb_rating": "6.3/10 from 199 users",
    "trans_title": [
        "双重绅士",
        "Double Gentlemen"
    ],
    "douban_votes": "0",
    "introduction": "After 25 years, François, a modest businessman, is reunited with his childhood friend Léo, a film double. It's a reunion which affects both men profoundly, and immediately they discover their adolescent sense of fun. François proposes that they meet up with the third member of their childhood band, Kuntchinski.But when they break into the latter's house, they are surprised by his wife, Hélène. Unsure what to do, François and Léo make a snap decision to fake an abduction. Hélène hasn't any other plans, so she plays along with the kidnap…Double messieurs is the second film from actor-turned director Jean-François Stévenin, an unsettling comedy-drama which breaks new ground in cinematic storytelling. Film pic 1 As with Stévenin's first film, Passe-montagne, the interaction of the characters assumes far greater importance than the plot, which is just as well as the plot is virtually non-existent.The film is an exploration of the relationship of three characters - two old friends and an unknown woman whom Fate throws together - as they play out a contrived, Woody Allen-style farce, reacting to threats which are entirely imaginary, effectively behaving like confused children. The comedy is downplayed to the extent that it is often impossible to judge whether a situation or a line of dialogue is intended to be funny or not - one of many reasons why watching this film is a far from comfortable experience.Stévenin's innovative approach is as off-putting as it is breathtakingly original. The unconventional photography and even stranger editing suggests a Godard-esque influence, whilst the discordant mix of comedy and drama is redolent of the work of Bertrand Blier. Add to this a heavy-handed appropriation of the policier style for the first part of the film and you'd be forgiven for thinking this is just another example of an auteur experimenting with cinematic form for its own sake. Although it's not a film that is easy to like and certainly not one that will appeal to the majority of film enthusiasts, Double messieurs does have a touch of genius about it - particularly its sombre, intensely melancholic closing instalment set in a stunning mountain location.",
    "chinese_title": "双重绅士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Double messieurs",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-22T01:15:28"
}