{
    "aka": [
        "《勋伯格:五首乐队作品－排练与演出》",
        "纪录片《斯特拉文斯基:最后的众赞歌》"
    ],
    "sid": "1958944",
    "cast": [
        {
            "url": "/celebrity/1051726/",
            "name": "阿诺德·勋伯格 Arnold Schönberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046875/",
            "name": "查尔斯·罗森 Charles Rosen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098476/",
            "name": "米夏埃尔·吉伦 Michael Gielen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018630/",
            "name": "伊戈尔·斯特拉文斯基 Igor Stravinsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107244/",
            "name": "Reinbert de Leeuw Reinbert de Leeuw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888167347.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0391157",
    "director": [],
    "duration": "Netherlands: 50 分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0391157/",
    "this_title": [
        "Five Orchestral Pieces"
    ],
    "douban_link": "https://movie.douban.com/subject/1958944/",
    "trans_title": [
        "五首管弦乐曲",
        "《勋伯格:五首乐队作品－排练与演出》",
        "纪录片《斯特拉文斯基:最后的众赞歌》"
    ],
    "douban_votes": "0",
    "introduction": "STRAVINSKY-SCHÖNBERGFilm 1 : The Final Chorale tells the story of Igor Stravinsky’s “Symphonies of Wind for Instruments”, a piece he composed in 1920 in memory of Claude Debussy. Using for the first time a “montage” technique juxtaposing short musical sequences and blocks of sound, Stravinsky constructed his work as a bold and majestic piece with complex tempo relations which, until today, still strike musicologists, musicians and audiences alike by their originality. The chorale at the close of the piece explodes in an apotheosis of eclecticism. Frank Scheffer tells this neo-classical musical adventure in a moving documentary, taking the structure and character of the composition as the basic form for the style and editing of the film. His narration includes interviews, archival material on Stravinsky and performances by the Netherlands Wind Ensemble conducted by Reinbert de Leeuw.Preview: click hereFilm 2 : Written in 1909, Five Orchestral Pieces is one of Arnold Schönberg’s most famous compositions, representing the revolutionary step from tonal to atonal music. In the composer’s own words, it was just \"No architecture, no build up, just an uninterrupted flow of colours, rhythm and moods\".Conductor Michael Gielen rehearses and performs Schoenberg's op. 16 with the Netherlands Radio Philharmonic. Each of the five movements is interspersed with interviews as Gielen, Carl Schorske and Charles Rosen who discuss various aspects of Schoenberg's life and works. Rosen also performs the last movement of Schoenberg's Three Piano Pieces, op. 11.Preview: click herePicture Format: 4:3Sound Format: PCM stereoRunning Time: 104 minutesRegion code: All zonesTV system: NTSCLanguages: English – Français – Deutsch -Español – Nederlands - 日本語",
    "chinese_title": "五首管弦乐曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Five Orchestral Pieces",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T13:49:14"
}