{
    "aka": [],
    "sid": "1958644",
    "cast": [
        {
            "url": "/celebrity/1280258/",
            "name": "约翰·卡西尼 John Cassini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001466/",
            "name": "周俊伟 Lawrence Chou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314929/",
            "name": "文峰 Byron Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002862/",
            "name": "曾志伟 Eric Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1525859/",
            "name": "塞德里克·德索萨 Cedric De Souza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274534/",
            "name": "曾国祥 Derek Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181062/",
            "name": "比利·威克曼 Billy Wickman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169457/",
            "name": "迈克尔·亚当思韦特 Michael Adamthwaite",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166109/",
            "name": "本·科顿 Ben Cotton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164882/",
            "name": "西蒙·王 Simon Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158638/",
            "name": "蒂奇·格兰特 Teach Grant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087487/",
            "name": "肖恩迪瓦恩 Sean Devine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017987/",
            "name": "劳伦·李·史密斯 Lauren Lee Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009743/",
            "name": "周逸之 Osric Chau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1557860/",
            "name": "黄雅慧 Kea Wong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886125234.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1300619/",
            "name": "伊恩·威尔 Ian Weir",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0494187",
    "director": [
        {
            "url": "/celebrity/1025499/",
            "name": "杰里·西科里蒂 Jerry Ciccoritti",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话",
        "粤语",
        "高棉语",
        "英语"
    ],
    "playdate": [
        "2007-01-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0494187/",
    "imdb_votes": 183,
    "this_title": [
        "Dragon Boys"
    ],
    "douban_link": "https://movie.douban.com/subject/1958644/",
    "imdb_rating": "7.0/10 from 183 users",
    "trans_title": [
        "龙在他乡"
    ],
    "douban_votes": "0",
    "introduction": "Dragon Boys features one of the most star-studded casts ever assembled for a Canadian mini-series: Byron Mann, Steph Song, Tzi Ma, Lawrence Chou and Eric Tsang star in this extraordinary human drama.Tommy Jiang (BYRON MANN ) is a tough, smart detective on the RCMP Asian Gang Squad, a rising star whose career success stands in stark contrast to strains and tensions in his personal life. When he’s seconded to an elite Task Force in the midst of a community uproar over organized crime, Tommy sees a chance to bring down senior gangsters (ERIC TSANG) by turning one of them against the others. But there are wheels within wheels, and Tommy is soon drawn into a high-stakes game of bluff and double-bluff.As tensions rise, Tommy must grapple with a master manipulator (LAWRENCE CHOU) who’s pursuing a ruthless agenda – and with his own conflicted sense of personal and cultural identity. Ultimately, Tommy risks losing everything as he faces an irrevocable choice about who he is and how far he is willing to go.Henry Wah (TZI MA) emigrated from China 20 years ago, fell in love, and worked doggedly to build a new life with his wife Mae (CHRISTINA MA). They’ve finally succeeded in opening their own business, but in the process Henry has grown distant from his son. Now 17, Jason (SIMON WONG) is a vulnerable kid with a chip on his shoulder. The target of racial bullying at school, Jason is helped out by a Chinese-Canadian student with gang connections, and Henry realizes too late what his son is being drawn into. When a robbery goes horrifically wrong, Jason runs for his life, and Henry launches a desperate attempt to save him.A factory worker in southern Cambodia, Chavy Pahn (STEPH SONG) dreamed that she could parlay her good looks into a modeling career, and arranged with a Snakehead for documents and a plane ticket to Vancouver. Arriving, she discovers she’s trapped. With no friends, no passport and no way to pay off a $30,000 debt, she is warehoused with 10 other girls in a one-bedroom apartment and forced to work as a prostitute in a massage parlour owned by the wife (JEAN YOON) of a senior gangster. Chavy sees a chance for escape when she catches the eye of a much-feared gang enforcer whose status could protect her. But it’s a desperate gamble, for Sorrows (DARRYL QUON) is the most dangerous man she will ever meet.-------------------------------------These stories weave through and around each other in this four-hour mini-series that examines tensions and complexities within the multi-ethnic fabric of contemporary Vancouver, Canada. While exploring themes relating to the immigrant experience, social dislocation, generational conflict within families, personal and cultural identity, Dragon Boys evokes a rich tapestry of contemporary West Coast life. Dragon Boys is a unique and important story about who we are and how we live, here and now. Dragon Boys, a two-part, four-hour mini-series, will be broadcast on CBC in January of 2007.",
    "chinese_title": "龙在他乡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dragon Boys",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T01:00:14"
}