{
    "aka": [
        "The Grid: A Dark Journey"
    ],
    "sid": "1958189",
    "cast": [
        {
            "url": "/celebrity/1130661/",
            "name": "彼得·墨菲 Peter Murphy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "动画",
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915441566.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0284158",
    "director": [],
    "duration": "20 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0284158/",
    "imdb_votes": 23,
    "this_title": [
        "THE GRID: A DARK JOURNEY"
    ],
    "douban_link": "https://movie.douban.com/subject/1958189/",
    "imdb_rating": "6.6/10 from 23 users",
    "trans_title": [
        "The Grid: A Dark Journey"
    ],
    "douban_votes": "0",
    "introduction": "ULTRA RARE VHS - THE GRID: A DARK JOURNEY (1980)Directed by: Joanna WoodwardFeaturing: Peter MurphyRuntime: 20 min.Color: BLACK AND WHITE\" Most Sublime creatorSultan creatorIn your presenceI lackedAll sense of my lackWith a heart soiledAnd mean fault hiddenWith all my selfI now come to you.\"\"Somewhere in the future a character, alone and left behind, moves out of the shadows to find meaning...so here it is ... the fairy\"Includes an extract from the new Peter Murphy song \"Subhanallah\"featuring the harmony vocal of Shengul\"This really was a \"bed sit\" production, filmed on Super 8 and improvised on the spot. \"Made for fun, and to be Shown & Thrown. I hadn't spoken to Peter in years and when he contacted me with the idea of showing the film again, I had to confess it had been \"lost in transit.\" But - can you believe it - a VHS copy surfaced from the unseen - perhaps in a market stall in the old bazaar Turkey\"- Joanna WoodwardThe Grid, shot during Murphy's Bauhaus days, has never been shown before in America except on Peter's 2000 \"Just For Love Tour.\" Where it was previewed prior to the concerts.",
    "chinese_title": "THE GRID: A DARK JOURNEY",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-14T22:28:42"
}