{
    "aka": [
        "Meschugge",
        "杀手老妈",
        "长颈鹿"
    ],
    "sid": "1961953",
    "cast": [
        {
            "url": "/celebrity/1028167/",
            "name": "玛丽亚·施拉德 Maria Schrader",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041851/",
            "name": "丹尼·雷维 Dani Levy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1192543/",
            "name": "Jennifer Coll Jennifer Coll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007009/",
            "name": "大卫·斯特雷泽恩 David Strathairn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168163/",
            "name": "Wichard von Roell Wichard von Roell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137750/",
            "name": "斯蒂芬妮·罗斯·哈伯尔 Stephanie Roth Haberle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101479/",
            "name": "妮可·黑斯特斯 Nicole Heesters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066494/",
            "name": "Francine Beers Francine Beers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060196/",
            "name": "卢卡斯·安曼 Lukas Ammann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059724/",
            "name": "佩妮·阿卡德 Penny Arcade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036484/",
            "name": "杰弗里·怀特 Jeffrey Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340574/",
            "name": "R·J·卡特勒 R.J. Cutler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2356612809.jpg",
    "region": [
        "德国",
        "瑞士",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1041851/",
            "name": "丹尼·雷维 Dani Levy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028167/",
            "name": "玛丽亚·施拉德 Maria Schrader",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0154870",
    "director": [
        {
            "url": "/celebrity/1041851/",
            "name": "丹尼·雷维 Dani Levy",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟(哥伦比亚)",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "1998-09-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0154870/",
    "imdb_votes": 406,
    "this_title": [
        "The Giraffe"
    ],
    "douban_link": "https://movie.douban.com/subject/1961953/",
    "imdb_rating": "6.4/10 from 406 users",
    "trans_title": [
        "战火焚情",
        "Meschugge",
        "杀手老妈",
        "长颈鹿"
    ],
    "douban_votes": "0",
    "introduction": "劇情（撰稿講授人：金馬獎評審委員黃英雄）蓮娜是個猶太人，她得知自己的爺爺在德國的工廠被人縱火，於是匆匆趕回德國，所幸爺爺與母親都未出事。蓮娜回紐約後，母親卻有事到美國，蓮娜到飯店內欲找她時，卻發現一名頭部受到重創奄奄一息的婦人，於是蓮娜匆匆將她送往醫院急救，只可惜最終還是不治。蓮娜在醫院遇見了婦人的兒子大衛，大衛告知今日是其母的生日，蓮娜訝異不已，因為她母親安娜薇思也是今日生日。蓮娜這才想起母親，得知她趕往機場後，蓮娜也急急趕去，在母親進入登機門之前喚住了她。蓮娜見母親說不出急急要回德國的原因，反倒是聽到飯店的婦人已經身亡的消息，而全身近乎癱軟倒地。母親喃喃地說她殺了那婦人，而且躭心她遺留在現場的眼鏡。在蓮娜想再一步追問時，母親又回過神來，然後逃避似地走入登機門。大衛遵照猶太教的習俗不願母親的軀體接受法醫解剖，警方因而找不出其他證據，只好以意外跌倒導致死亡結案。大衛與律師喬斯‧卡門斯基卻暗中展開一連串的調查。而蓮娜似乎也覺得母親隱藏一件秘密，但也因為蓮娜的介入，而使得她與大衛有了更多的接觸與感情進展。蓮娜發現喬斯對她相當不友善，也知道他似乎握有相當多的證據，於是蓮娜深夜侵入律師事務所，雖查到了二次大戰時一些爺爺的相片，但很快就被喬斯發現了。兩人發生扭打，而蓮娜掉落的火柴引燃了文件資料，但蓮娜反而將喬斯拖往安全之處，並按了消防警鈴，這才救了喬斯一命。喬斯與大衛密商，兩人決定利用蓮娜回德國探視之時才動手抓二次大戰的漏網殺人軍官。大衛為了追查母親的死因遂假意接近蓮娜，但卻發現自己不知不覺中愛上了蓮娜。這使得他的內心掙扎不已，而不知情的蓮娜與大衛坐飛機到德國，蓮娜被安排在飯店休息時，大衛與喬斯相約找出真相與資料。但大衛雖已知道蓮娜的母親當年曾救過自己母親生命，但蓮娜母親戰後卻冒用猶太人身分以避開審判。然而大衛卻不忍心欺騙蓮娜，只是蓮娜終究還是發現了，但卻被喬斯綁架以逼使爺爺就範，雖然德國警方抓住了綁架蓮娜的喬斯，但蓮娜的母親也舉槍自盡，而爺爺最終也因罪行被判刑八年。◎ 劇情分析德國納粹二次世界大戰中屠殺了不少猶太人，在許多影片中曾以各種手法與型式展現過這段歷史悲劇。「殺」片的故事懸疑焦點也是放置在這個議題上，所不同的是原本加害猶太人的德國軍官戰後竟反其道而行，假冒猶太人的身分以避過審判。蓮娜一直以為自己是猶太人，但她的長相輪廓卻又與猶太人不同。這些表相的差異並不能說明什麼，但在片頭卻有了佈局的力道；也更加說明了結局與真相的合理性。一場火災揭露了這段假冒身分的秘密，更牽扯出蓮娜爺爺在大戰時期的罪行；但卻也從而讓蓮娜在愛情上有了新抉擇；而大衛也在蓮娜身上找到愛的真諦，雖然蓮娜的母親正是殺死他母親的兇手。安娜和茹絲從小感情甚佳，還合拍了一張相片，但戰爭的無情使得不同種族的兩人走入立場的對立，甚至延伸了日後另一段悲劇。「殺」劇對這段情節採用附帶的敘述，而將主調放置在第二代蓮娜與大衛的情感糾葛，從而探究出早已被記憶埋藏的秘密。就情理而言。早年的茹絲為了逃避德國人的屠殺，為安娜所搭救，這段恩情是否因為時光深遠而被淡忘，或者茹絲永遠無法忘記猶太人這段悲情不得而知。茹絲在面對安娜的談判中斷然接受安娜繼續假冒她的身分，故因而慘遭毒手。安娜之所以失手推倒茹絲斃命，當然是為了不使自己父親當年是屠殺猶太人的黑衫軍身分爆光，原本應該是相當衝擊的劇情，只用倒敘的呈現短暫帶過，筆者認為相當遺憾與可惜。「殺」片中許多的主觀意識是放置在猶太人的角度來呈現的。大衛雖然已經完全融入美國的社會並擔任治安要職，但他的家庭背景依然是猶太人的生命基調。而蓮娜也自認為是猶太人，因此在遇見大衛時立刻有了聚焦，但這番的苦心經營正是編導運用的戲劇巧合，使得原本早已煙消霧散的悲劇再度因為一場火災而引爆開來。若以東方的角度去看待，大衛與蓮娜的態度都值得批判的，但蓮娜最後的選擇其實是導演重要的主旨。人類是一種擅長遺忘的動物，無法記取教訓的結果，導致悲劇注定會一再重覆。戰爭與屠殺都在這樣毫無理性的荒謬中一再演出。人也許無法抗拒大環境引發的愚眛行為，但「絕對的復仇」是否必然與必要，其實可以從許多不同的角度重新思考。「殺」劇中看不到從這個角度衍伸的深度思索，而以較為直接的懲罰作對立反應，事實上這樣的人性善惡是人最大的難題，同樣的道理放置在大衛與蓮娜身上似乎欠缺了石落池中的漣漪。或許是宗教的情懷與寬恕，使得大衛採取了「溫文」的回應；但或許也是愛情的熏染，使得大衛的焦點揚棄了母親血案的悲痛，進而投入與蓮娜的情慾互動之中，當然這樣的前提是蓮娜也必須與大衛的認知頻率相通才能有所交集。是世紀末的新人類新思潮？面對如此龐大沉重的價觀與恩仇糾葛，大衛與蓮娜的情愛交織更令人注目與關懷的，這代表了新一代人類對世事的判斷與回擊，而這些後續的情節都將是另一時代的思想代言。大衛雖然為了緝兇與追求真相，不得不答應律師喬斯綁架蓮娜。這段情節中，導演將主觀鏡頭放置在蓮娜身上，反而忽略了大衛的心理感受與掙扎，這大大削弱了角色的力量。歐洲進入二十一世紀的年代，許多導演的敘述手法與剪輯技巧都有了極大的改變與表現。正如前面所提，傳統的敘述手法被狠狠地丟棄，代之而起的正是有如腦海邊妄念閃過的飛逝構圖。在觀眾必須努力拼湊情節的同時，故事的敘述者已早先一步跑到終點站等待觀眾。一種新世代的呢喃，看似無厘頭的堆砌拓染，其實充斥了新一代的電影語彙。不去刻意挑動或彰顯任何一方的對錯，鏡頭像一名公正的法官冷靜地聆聽與觀察兩造的各自敘述。在全面呈現之餘看似有了結果，其實卻又浮現新的問題。電影的各種面向幾乎天天受到質疑和挑戰，每位導演無不努力想在挑戰的同時提出另類的新詮釋，這自然大力地輔進了電影的進步動力。問題是形式可以全面解構，但人性在解構之餘，所剩下的會是什麼？「殺」劇的結構其實在推理劇中有著令人熟悉的情節，但卻表現了令人訝異的手法，從而使得觀眾有重新看待「殺」劇的動力。在宗教、戰爭、情愛的交織中，人性被靜靜地浮現在檯面上，而冷靜與枯澀的人際關係，不僅突顯了本劇的獨特性，更提供了許多電影愛好者另外一條思索的道路。真相的背後往往隱藏更多的不堪，在現實生活中比比皆是，問題是我們在面對這樣抉擇之際，該作怎樣的選擇就變成一件重要的事。其實任何一種的選擇都將會是一條海闊天空的道路，畢竟任何的未來都必須由自己去面對與承擔不是嗎？除了以倫常的角度去批判與看待之外，「殺」劇其實還是一部值得觀賞的電影。",
    "chinese_title": "战火焚情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Giraffe",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-17T14:13:38"
}