{
    "aka": [],
    "sid": "1966355",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536008909.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0088919",
    "director": [
        {
            "url": "/celebrity/1284196/",
            "name": "罗恩·弗里克 Ron Fricke",
            "@type": "Person"
        }
    ],
    "duration": "43 分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1985"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0088919/",
    "imdb_votes": 3977,
    "this_title": [
        "Chronos"
    ],
    "douban_link": "https://movie.douban.com/subject/1966355/",
    "imdb_rating": "7.7/10 from 3977 users",
    "trans_title": [
        "时空"
    ],
    "douban_votes": "899",
    "introduction": "This is a 42-minute different kind of travelogue, showing various places around the world with no narration and, in some cases, speeded-up photography. In other cases - mainly the beginning - it's ultra-slow. To be honest, I like that fast-forward technique far more, such as where you see clouds and shadows moving by quickly. They move by landscapes, famous monuments and other building and even over art work. Other scenes area also run by quickly; usually when people are in the picture.Later, the speed is accelerated even more. Now people are just a blur. Still later, it's done differently with stop-action-type motion. Filming locations mainly are in the Southwest United States, New York City, Egypt, France and Italy.A few segments, such as those early ones in Egypt are way too slow but others are beautiful and fascinating. Some of these shots almost look computer-made, but they are real. The movie reminded me of \"Koyaanisqati,\" but this is far better, in my opinion.There is no dialog in this short film. I've seen this three times and enjoyed it each time, although by now I am bored by the slow scenes. My favorites are ultra-speedy traffic parts. If you are looking something different, check it out.",
    "chinese_title": "时空",
    "douban_rating": "8.4/10 from 899 users",
    "foreign_title": "Chronos",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.4",
    "update_at": "2025-08-24T14:42:58"
}