{
    "aka": [],
    "sid": "1968619",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882455047.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0954354",
    "director": [
        {
            "url": "/celebrity/1020905/",
            "name": "大藤信郎 Noburô Ôfuji",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-12-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0954354/",
    "imdb_votes": 30,
    "this_title": [
        "Why We Bang"
    ],
    "douban_link": "https://movie.douban.com/subject/1968619/",
    "imdb_rating": "7.1/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The film, \"Why We Bang,\" produced and directed by Orlando Myrics and Clifford Jordan for Ghetto Logik Entertainment is an independent film that documents the historical background of LA's Bloods and Crips gangs, then transitions into several interviews of current and former members of the Bloods and Crips of Los Angeles.Ghetto Logik, a Film Company based in South Los Angeles offers their first urban documentary as a result of being disappointed in seeing outsiders far too often portray the stories of ghetto residents. \"We just got tired of seeing people, not from our community making so called \"Hood movies\" that did not really depict what our community was all about, our goal is to bring real images and real stories about real people to the big screen.\"Their first effort, \"Why We Bang\" is an in-depth look into Gang Culture in Los Angeles that shows up-close, the life in South Los Angeles, talking and walking with real gang members first hand. Their approach was to show the gangs, their motivations and deadliness and to capture the voices of the mothers who have lost children to the violence that gangs bring. Their story, through several narratives will inform you Why We Bang.",
    "chinese_title": "Why We Bang",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T21:33:36"
}