{
    "aka": [
        "牙买加客栈"
    ],
    "sid": "1977106",
    "cast": [
        {
            "url": "/celebrity/1006995/",
            "name": "简·西摩 Jane Seymour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031990/",
            "name": "帕特里克·麦高汉 Patrick McGoohan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374877/",
            "name": "尼克·布莱波尔 Nick Brimble",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156985/",
            "name": "皮特·沃恩 Peter Vaughan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128869/",
            "name": "维维安·皮克尔斯 Vivian Pickles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116536/",
            "name": "约翰·麦克埃尼 John McEnery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097884/",
            "name": "Howard Goorney Howard Goorney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081862/",
            "name": "帕维尔·道格拉斯 Pavel Douglas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077803/",
            "name": "Norman Bowler Norman Bowler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069267/",
            "name": "Adrian Cairns Adrian Cairns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056640/",
            "name": "乔·安德森 Jo Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055032/",
            "name": "约翰·阿比内里 John Abineri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019169/",
            "name": "比莉·怀特劳 Billie Whitelaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009354/",
            "name": "特雷沃·伊芙 Trevor Eve",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515006471.jpg",
    "region": [
        "英国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045383/",
            "name": "达芙妮·杜穆里埃 Daphne Du Maurier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020721/",
            "name": "德里克·马洛 Derek Marlowe",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0089363",
    "director": [
        {
            "url": "/celebrity/1280874/",
            "name": "劳伦斯·戈登·克拉克 Lawrence Gordon Clark",
            "@type": "Person"
        }
    ],
    "duration": "187分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1985-06-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0089363/",
    "imdb_votes": 356,
    "this_title": [
        "Jamaica Inn"
    ],
    "douban_link": "https://movie.douban.com/subject/1977106/",
    "imdb_rating": "6.5/10 from 356 users",
    "trans_title": [
        "牙买加旅馆",
        "牙买加客栈"
    ],
    "douban_votes": "201",
    "introduction": "Mary Yellan (Jane Seymour) lives in the English village of Halston at the time of King George IV, and is the daughter of seaman James (Pavel Douglas) who is killed when `wreckers' trick the ship he is on into crashing onto rocks, stealing cargo and murdering the inhabitants. After Mary's mother Martha (Vivian Pickles) goes mad, Mary travels to live with her Aunt Patience (Billie Whitelaw) and be a maid for her Uncle Joss Merlyn (Patrick McGoohan), the landlord of Jamaica Inn, located on the moors of Cornwall. Mary's antipathy towards the drunken bully Joss is heightened when she learns he is the name leader of the wreckers, though she falls in love with his brother Jeremiah 'Jem' (Trevor Eve). Joss plans to leave Cornwall when public favour and the authorities turn against him, however he and Patience are thwarted by Vicar Francis Davey (John McEnery), who takes Mary with him to a Druid place of worship clifftop. Will Jem rescue Mary in time?In spite of Seymour's beauty, represented by her long hair and hooded cape costume and best observed when she listens, she works against her romantic look to make Mary anti-romantic, rebellious and afraid to let herself love Jem. It also helps that every other man who has designs on her is repulsive, and even the Vicar sends mixed sexual signals in a scene of them in a carriage together where he tells her to undress out of her wet clothes. Seymour uses the region accent and gives Mary harsh yells, tears at her father's funeral and in a close-up before she blows out a candle, a duplicitous smile to conceal Jem's illegal behavior, twitches her left eye when Jem kisses her for the first time, scratches the face and hits peddlar Harry (Michael Goldie) with a rock when he tries to rape her, trying to stab Joss, and her bloodied hands shake after finding someone dead. We see Mary often with her hair wet from the rain or strands of it covering her face, reflected in well water, sweeping, riding a cart, slapped and having her arm twisted behind her back by Joss. Seymour makes some of her lines funny - `This is suitable housiery for the likes of you', `You call these your friends?!', and `Why should I lie to you?'.The teleplay by Derek Marlowe, based on the novel by Daphne du Maurier, runs for 3 hours, though Marlowe is fortunate that du Maurier's narrative builds suspense as it continues. When Jems tells Mary that `she could be very pretty' it is laughable considering the way Seymour looks, but Joss gets a funny line to her in `Did you imagine all of God's creatures smelled like a nosegay?'.Director Lawrence Gordon Clark provides lightning for Martha's death scene and lingers tediously on the drooling Joss in a drunken confession to Mary, but cross-cuts effectively between Mary with the Vicar and Jem and then bloodhounds in pursuit.",
    "chinese_title": "牙买加旅馆",
    "douban_rating": "8.0/10 from 201 users",
    "foreign_title": "Jamaica Inn",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "8.0",
    "update_at": "2025-09-24T12:50:12"
}