{
    "aka": [],
    "sid": "1977077",
    "cast": [
        {
            "url": "/celebrity/1156841/",
            "name": "尤里·特米尔卡诺夫 Yuri Temirkanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191452/",
            "name": "叶甫格尼·基辛 Evgeny Kissin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514862907.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0592481",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语",
        "俄语"
    ],
    "playdate": [
        "1997(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0592481/",
    "imdb_votes": 30,
    "this_title": [
        "Great Composers: Pyotr Ilyich Tchaikovsky"
    ],
    "douban_link": "https://movie.douban.com/subject/1977077/",
    "imdb_rating": "7.2/10 from 30 users",
    "trans_title": [
        "BBC伟大的作曲家第三集：柴可夫斯基"
    ],
    "douban_votes": "543",
    "introduction": "Tchaikovsky’s musical scores are lyrical, romantic and deeply emotional. This film endeavours to put the composer in context alongside Tolstoy as one of the most celebrated Russians of his time, examining his continuing significance in Russia today, and visiting locations which were important in Tchaikovsky’s life. His life is scoured to reveal an abortive marriage, his true feelings about homosexuality and how this may have been expressed in his music. Contributors include pianists Mikhail Rudy and Yevgeni Kissin, violinist Maxim Vengerov, conductor Valery Gergiev, ballerina Natalia Makarova, opera director Graham Vick and the Tchaikovsky-loving tram driver, Valentina.GREAT COMPOSERS – THE SERIESThis landmark series presents the lives and works of seven musical giants from the Baroque era to the twentieth century. It examines the backgrounds, influences and relationships that make these seven composers part of the very fabric of the history of western music. Each composer’s life and work is presented through extensive performance sequences, and through interviews and comment from some of today’s greatest artists and most respected authorities.",
    "chinese_title": "BBC伟大的作曲家第三集：柴可夫斯基",
    "douban_rating": "8.2/10 from 543 users",
    "foreign_title": "Great Composers: Pyotr Ilyich Tchaikovsky",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.2",
    "update_at": "2025-09-16T03:14:29"
}