{
    "aka": [
        "Rebel Music the Bob Marley Story"
    ],
    "sid": "1981346",
    "cast": [
        {
            "url": "/celebrity/1122754/",
            "name": "丽塔·马利 Rita Marley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054898/",
            "name": "鲍勃·马利 Bob Marley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570234294.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0276444",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-08-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0276444/",
    "imdb_votes": 224,
    "this_title": [
        "Bob Marley: Rebel Music"
    ],
    "douban_link": "https://movie.douban.com/subject/1981346/",
    "imdb_rating": "7.6/10 from 224 users",
    "trans_title": [
        "鲍勃·马利：叛逆之音",
        "Rebel Music the Bob Marley Story"
    ],
    "douban_votes": "0",
    "introduction": "It's been more then 20 years now that the great Bob Marley died in Miami 1981. Since then he became even famous and bigger in the whole world then he was when he was alive. Several documentaries appeared since then. Documentaries like: Time Will Tell and Carribean Nights. They where all great. Rebel Music is not better then those one but also not weaker. Although this documentary has more unseen clips and unheard songs. Acoustic songs like Soul Rebel and Heat Of The Day comes by which is in my opinion the best thing this documentary has. The 30 seconds from Soul Rebel is amazing, and it is a big shame that Island isn't bringing all those great versions out that they have in their faults. But there are more things that are brought in this documentary. Bob was a person who had a lot of women in his lifetime. Not in any documentary they paid attention to this. girlfriends like the Miss World of 1976 Cindy Breakspeare is talking about Bob. His wife Rita is also talking about this subject, and the role she had in this marriage. There are also some unseen clips that are coming by. Some of them are from Jamaica 1973, but also from some concerts like The Amandla concert played in Boston (No Woman No Cry) and also a sound check. And this too reveals that Island has many, many unseen videos in their faults. They are also showing some new footages of the One Love Peace Concert and a short part that was cut from the Live! At Rainbow video.",
    "chinese_title": "鲍勃·马利：叛逆之音",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bob Marley: Rebel Music",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T15:50:50"
}