{
    "aka": [
        "勇敢者的游戏真人秀"
    ],
    "sid": "1981632",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2261364996.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0278191",
    "director": [
        {
            "url": "/celebrity/1299179/",
            "name": "J. Rupert Thompson J. Rupert Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037073/",
            "name": "兰德尔·艾因霍恩 Randall Einhorn",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-06-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0278191/",
    "imdb_votes": 7499,
    "this_title": [
        "Fear Factor"
    ],
    "douban_link": "https://movie.douban.com/subject/1981632/",
    "imdb_rating": "5.7/10 from 7499 users",
    "trans_title": [
        "勇敢者的游戏",
        "勇敢者的游戏真人秀"
    ],
    "douban_votes": "417",
    "introduction": "(FYI this is not the movie <Jumanji> “中译名:勇敢者游戏/野蛮游戏/逃出魔幻纪/朱曼纪\", this is a FX long running reality tv show...）Fear Factor was an American stunt/dare reality game show. It was originally created by Endemol Netherlands and first aired on June 11, 2001.The original Dutch version was called Now or Neverland. When Endemol USA and NBC adapted it to the American market in 2001, they changed the name to Fear Factor.The show pits contestants against each other to complete a series of stunts better and/or quicker than all the other contestants for a grand prize of US$50,000. From Seasons One to Five, the contestants were generally three men and three women, all playing for themselves, but in Season Six, the show moved to a permanent format of four teams of two people, each with a pre-existing relationship with one another, all playing for a shared prize of the same amount. The show is hosted by actor-comedian Joe Rogan. The theme music is composed and written by Russ Landau.The show was initially a hit for NBC in the summer of 2001, and built strong ratings for the next couple of seasons, but as the years passed, the ratings declined. In 2006, Fear Factor faced tough competition with TV ratings champion, the Fox talent series American Idol on Tuesday nights, and proved once again the ratings still declined. Despite much publicity concerning an improved format and better stunts for Season Six, NBC put the struggling program on hiatus for the remainder of the season to make room for the sitcom Joey, which was removed from the NBC lineup a few weeks later. NBC then cancelled Fear Factor in May. The network began airing the remainder of the season on June 13, 2006, with the remaining episodes to be burned throughout the summer.",
    "chinese_title": "勇敢者的游戏",
    "douban_rating": "7.8/10 from 417 users",
    "foreign_title": "Fear Factor",
    "imdb_rating_average": 5.7,
    "douban_rating_average": "7.8",
    "update_at": "2025-07-10T23:26:07"
}