{
    "aka": [
        "Amoretto"
    ],
    "sid": "1981213",
    "cast": [
        {
            "url": "/celebrity/1111147/",
            "name": "伊藤淳史 Atsushi Itô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047212/",
            "name": "Miwa Yoshida Miwa Yoshida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037138/",
            "name": "宫崎葵 Aoi Miyazaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025655/",
            "name": "阵内孝则 Takanori Jinnai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016970/",
            "name": "夏八木勋 Isao Natsuyagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170118/",
            "name": "剧团一人 Gekidan Hitori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1047212/",
            "name": "Miwa Yoshida Miwa Yoshida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030576/",
            "name": "中村正人 Masato Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035541/",
            "name": "一色伸幸 Nobuyuki Isshiki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0821432",
    "director": [
        {
            "url": "/celebrity/1015633/",
            "name": "森淳一 Junichi Mori",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-12-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0821432/",
    "this_title": [
        "アマレット"
    ],
    "douban_link": "https://movie.douban.com/subject/1981213/",
    "trans_title": [
        "Amoretto"
    ],
    "douban_votes": "0",
    "introduction": "そもそも、映画を作りたいという思いも、その大まかな原案も、吉田美和、中村正人の二人の中には随分前からあった。吉田曰く、「音楽の力、力とまで言っちゃうと大袈裟かもしれないんですけど、音楽をちゃんと底辺においた映画を、一生に一本撮ってみたかった」と。中村が、脚本家の一色伸幸に連絡をとることで、それはいきなり現実味を帯びはじめる。彼らが、脚本を依頼できればと思った一色は、中村と大学の同級生だった。もっとも、二人は相次いで早々と大学を去った。「25年ぶりだったんですよ。とりあえず、駄目で元々だと思って電話をしました」と中村。ところが、この映画の実現に向けてもうひとつ偶然が重なった。映画は、男女一組のバンドが主人公だ。吉田扮する観音崎すみれは35才、中村演じる安田康夫は40才。二人が一緒に音楽をやりはじめて既に10年経つが、いまだ世の光りを浴びずにいる。生活のために、ドリームズ・カム・トゥルーのそっくりさんとして地方への旅巡業に忙しい。その原案を一色に提出した際、「たまたま彼も、そっくりさんを題材にしたのを温めていたらしくて、ぼくたちの話をきいて驚いてました」（中村）。一色は、レコーディングのために二人が滞在するニューヨークへ。さらにそこで、二人が主題歌にと用意した新曲「ラヴレター」が、映画の実現を決定づける。「そのまま脚本になる」とまで、その歌詩をみた一色に言わしめたのである。監督には、森淳一が迎えられた。「脚本家はベテランで、同世代がいいなと思っていました。というのも、ぼくたちが初めて演技するのも含めて、ぼくたちにお任せではない、しっかりした台本を書いてくれる人、ぼくたちも年齢と懸け離れた役はやりたくなかったので、その目線がわかる人ということで、一色さんにお願いしたかった。逆に、監督には新進気鋭のかたで、その二人のコンビネーションの面白さも出ればいいなと」（中村）。キャスティングを含めて一気に加速していった。二人のマネージャー役として伊藤淳史、ドリームズ・カム・トゥルーのビデオでお馴染みの剛たつひと、。「是非出演していただきたかった」ということで、劇中のテレビ画面に映るドリームズ・カム・トゥルーの中村正人役には、肥後克広が招かれた。「余りにも似ていて洒落にならなかった」と中村は笑う。陣内孝則の声だけの出演というのもある。「これだけかと、不満のようでしたけど」と吉田が笑う。そして、夏八木勲。「出番は少ないけど、とても大切な台詞を言ってくれるんです。出ていただけるとは思っていなかった」という。撮影約2週間の強行スケジュール。その短い間にも台風が相次ぐという苛酷な撮影だったが、それもむしろ、彼らに数々の思い出をもたらしてくれた。中でも、撮影現場でのスタッフひとりひとりの熱意に触れられたのが大きかった。「短い映画だけに、ミュージック・ビデオの延長みたいなものにはしたくなかった。映画のプロとやって、映画というのを撮りたかった」という彼らの当初の目的は、現場での映画作りへの愛情や熱気に触れることによって得難い収穫をともないながら見事果たされることとなる。必ずしも若いとは言えないすみれと安田。喧嘩を重ねながらも、互いに気遣いあう二人。理想と現実との狭間での、二人の葛藤。悩んだり、傷ついたり、笑ったり、怒ったり、それらは、二人にどういう物語を紡がせていくのだろうか。二人にとって音楽とは、二人の関係とは、そして優しさとは。アマレットとは、イタリア語で、「友だち以上、恋人未満」を意味するのだという。「一色さんが、ずっと温めていた言葉で、いつか使いたいと思っていたらしくて、私たちの原案を読んで、「ラヴレター」を聴いて、その歌詩を読んだときに、これだと思ったらしいんです。音楽をやっていく上での、自分たちのアイデンティティ、二人でやることの関係の難しさや大切さ、大人になって夢を諦める瞬間とか、いろんなことを盛り込みたかった」と吉田が言えば、「新しい形の30代、40代が描けたらいいなあとも思っていたんですよ。40代だからと言って偉そうになる必要もないし、尊敬できるものには素直に頭を下げてもいい、世間がわからなくったっていい。青臭い40代がいたっていいわけですよ」とも、中村は付け加えた。没有中文翻译 讲究日文版",
    "chinese_title": "アマレット",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-24T10:50:02"
}