{
    "aka": [],
    "sid": "1983973",
    "cast": [
        {
            "url": "/celebrity/1032972/",
            "name": "拉尔夫·纳德 Ralph Nader",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068579/",
            "name": "帕特·布坎南 Pat Buchanan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037247/",
            "name": "Howard Zinn Howard Zinn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295642/",
            "name": "James Ridgeway James Ridgeway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036974/",
            "name": "菲尔·多纳休 Phil Donahue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1950546790.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1290921/",
            "name": " 亨利艾特·曼特尔 Henriette Mantel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297764/",
            "name": "Steve Skrovan Steve Skrovan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0492499",
    "director": [
        {
            "url": "/celebrity/1290921/",
            "name": " 亨利艾特·曼特尔 Henriette Mantel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297764/",
            "name": "Steve Skrovan Steve Skrovan",
            "@type": "Person"
        }
    ],
    "duration": "USA: 122 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-01-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0492499/",
    "imdb_votes": 1775,
    "this_title": [
        "An Unreasonable Man"
    ],
    "douban_link": "https://movie.douban.com/subject/1983973/",
    "imdb_rating": "7.9/10 from 1775 users",
    "trans_title": [
        "不可理喻之人"
    ],
    "douban_votes": "129",
    "introduction": "\"The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.\"-George Bernard Shaw, Man and Superman (1903)\"Maxims for Revolutionists\"In 1966, General Motors, the most powerful corporation in the world, sent private investigators to dig up dirt on an obscure thirty-two year old public interest lawyer named Ralph Nader, who had written a book critical of one of their cars, the Corvair. The scandal that ensued after the smear campaign was revealed launched Ralph Nader into national prominence and established him as one of the most admired Americans and the leader of the modern Consumer Movement. Over the next thirty years and without ever holding public office, Nader built a legislative record that is the rival of any contemporary president. Many things we take for granted including seat belts, airbags, product labeling, no nukes, even the free ticket you get after being bumped from an overbooked flight are largely due to the efforts of Ralph Nader and his citizen groups. Yet today, when most people hear the name \"Ralph Nader,\" they think of the man who gave the country George W. Bush. As a result, after sustaining his popularity and effectiveness over an unprecedented amount of time, he has become a pariah even among former friends and allies. How did this happen? Is he really to blame for George W. Bush? Who has stuck by him and who has abandoned him? Has our democracy become a consumer fraud? After being so right for so many years, how did he seem to go so wrong? With the help of exciting graphics, rare archival footage and over forty on-camera interviews conducted over the past two years, \"An Unreasonable Man\" traces the life and career of Ralph Nader, one of the most unique, important, and controversial political figures of the past half century.",
    "chinese_title": "不可理喻之人",
    "douban_rating": "8.6/10 from 129 users",
    "foreign_title": "An Unreasonable Man",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.6",
    "update_at": "2025-01-31T08:33:08"
}