{
    "aka": [
        "\"Sexual Secrets\"",
        "Sexual Secrets"
    ],
    "sid": "1985822",
    "cast": [
        {
            "url": "/celebrity/1146410/",
            "name": "苏珊·罗曼 Susan Roman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2228299229.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0756273",
    "director": [],
    "duration": "",
    "episodes": "28",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-03-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0756273/",
    "imdb_votes": 21,
    "this_title": [
        "--性教育系列[TV]"
    ],
    "douban_link": "https://movie.douban.com/subject/1985822/",
    "imdb_rating": "7.9/10 from 21 users",
    "trans_title": [
        "性的秘密",
        "\"Sexual Secrets\"",
        "Sexual Secrets"
    ],
    "douban_votes": "194",
    "introduction": "本系列是目前唯一一部寓教于乐的性教育系列片。DISCOVERY请到全球知名的性学专家回答了人们所关心的有关性的各种话题。美国着名的性治疗专家皮尔萨博士遇到过不少在性教育上备感困惑的父母。他说，有效的爱和性教育的规则其实很简单，他列出了以下几条规则：一、永远不要正式“谈性”郑重其事地谈性注定是要失败的。应该找机会多谈谈跟性有关的问题。电视节目、电影、报纸上的新闻、杂志上的文章，每天找上几十件跟性有关的问题并不困难。皮尔萨提醒说，实施“机会教育”，重要的是一针见血，而不是长篇大论的演讲。二、性教育不一定是同一性别的事情孩子有了性的疑惑，如果是男孩，做妈妈的会说：“去跟你爸爸谈谈。”这种老套的观念完全没有必要。只要父母对性有正确的认识，母亲可以跟儿子谈，父亲也可以跟女儿谈。事实上，父母双方在一起对子女进行性教育是最好的安排，因为在讨论性和爱的时候，父母双亲是爱和被爱的最亲近的典范。三、性和爱的教育首先应该强调的是“能做什么”不要老是在孩子面前强调“不能做什么”。父母开出一张在性行为方面不能做什么的清单，孩子反倒产生“听上去很有趣味，我为什么不去试一试”的感觉。在你说出能做的事情(如握手、或拥抱与亲吻)时，必须同时说出下列两种不能做的事情：“结婚以前不能性交”和“永远不能伤害另一个人”。四、父母双亲同时施教性和爱的教育最大的危险是父母双亲在性道德和性思想方面产生分歧。要知道，孩子往往是最善于利用父母不同意见的“专家”。他们总是有办法为想做或不能做的事情取得父亲或母亲的支持。如果夫妻两人的意见不一致，就很难使孩子受到良好的教育。五、性和爱的教育不是一生只有一次的教育不要指望进行一次性教育就能使孩子终身免疫，正如一再地要孩子自己整理房间并不能使孩子的房间保持整洁，其中的道理是一样的。但是在父母不断的“唠叨”中，孩子们至少会懂得：父母双亲重视整洁。同样，他们也能从重复的性教育中了解父母所重视的事情。ii“避孕套是什么东西？”“我是从哪里生出来的？”对于孩子提出的这些性问题，中国的父母大都羞于启齿，而美国的父母怎样回答呢？近日，在中国红十字总会主办的“大学生心理咨询及突发事件的心理乾预国际研讨会”上，记者采访了美国的几位公共健康专家。 　　本文受访专家：帕特丽夏·芳德巴克·维尔———美国卫生和人类服务部部长特别助理。戴安娜·莱特福———美国司法部国家顾问委员会委员、美国国家医生家庭资源中心总裁。安吉拉·诺丽丝·格里费思———美国公共健康政策专家。李黄绣娟———美国加州公共健康部母婴护理培训系统监督官员。 　　性教育从小开始循序渐进 　　美国公共健康政策专家安吉拉的女儿问她：“妈妈，我是从哪儿来的？”她回答：“女孩长大以后，会嫁给爱她的男人，这个男人给她一颗爱的种子，进入她的身体里，会和她自身的另一颗爱的种子结合。结合的种子，在营养的滋养下，逐渐长成为一个胎儿，就是妈妈肚子里的孩子。” 　　一个十七八岁的男孩问美国国家医生家庭资源中心总裁戴安娜：“为什么看见漂亮女孩子有时会勃起？”戴安娜告诉他：“男孩子成熟后，大脑容易受到视觉影响，感受到性刺激。如果看见一个很有吸引力的女孩时，会感到‘兴奋’。这是性刺激下的一种正常生理反应。因为男孩子容易受色情片的影响而色情上瘾，不但不健康，还会影响生活和人际关系，所以，你最好避免观看色情片。” 　　安吉拉对记者解释，父母和孩子谈性的问题时，应从小开始，一定要注意他们身体发育到了什么程度，话题要适可而止，不能一下子把什么都告诉他们，要随着年龄的增长，循序渐进地让孩子了解性方面的知识，这是一种比较好的性教育方式。 　　戴安娜认为，父母应该注意倾听孩子提出的所有问题，并询问他一些有关学校、朋友和日常活动的琐事，这样，孩子才愿意提出各种各样的问题，包括难以启齿的性问题。 　　性知识：父母是最好的老师 　　美国公共健康政策专家安吉拉告诉记者：“在我女儿10岁马上要来月经时，我就告诉她，你要来月经了、身体会发生什么样的变化、心理会有什么样的变化。一旦在内裤上发现白色的分泌物，你不要害怕，也不要紧张，说明月经期要开始了，这是每个女人成长过程中都要经历的。这样，让女儿在精神上有所准备，来月经时就知道怎么去处理了。” 　　美国加州公共健康部母婴护理培训系统监督官员李黄绣娟介绍，美国的家里都备有一些让孩子容易读懂的、有关性方面的书籍和小册子。父母通常会拿一本有图片的书，和孩子一起看，边看边讲，一般是父亲跟儿子谈，母亲跟女儿谈。像妈妈可以这样告诉女儿：“我经历了女人身体变化的每一个过程，现在让我们共同了解一下，你会遇到哪些问题，到时应该怎么办？你什么时候来月经、为什么会怀孕，这期间身体会发生什么样的变化。”这种与孩子面对面地阅读与交流的教育效果很好。李黄绣娟提醒中国的父母，在孩子的一生中，对性知识的讲解，父母是最有权威的导师。当孩子问一些性问题时，要尽可能地诚实、自然、简明。这会让孩子对父母产生信任感，从而更相信从父母那里获取的性知识。而孩子看到父母对他提出的所有问题，都采取自然的态度，那么，他就可以完全放松地把想知道的问题都告诉父母。父母即使不赞同孩子的某些观点，也应考虑孩子的好奇心，不要盲目地训斥孩子，这样才能让孩子大胆地说出自己的疑问。 　　性问题：相互信任充分沟通 　　美国公共健康政策专家安吉拉的儿子，从小在外公外婆家长大，他5岁时问她：“我为什么不能每天晚上睡在外公外婆的房间里？”她就通过这个机会告诉儿子：“那是因为他们要做一些隐私的事情，这种事情只有大人之间才能做，小孩子是不应该看到的。”安吉拉对记者说：“如果我当时对儿子说：‘不行！就是不行！你别问了！这是大人的事！’那孩子就会觉得我不关心他，以后就不再信任我，不会向我提出他想知道的任何问题。因此，父母和孩子之间的信任绝对不能被破坏。” 　　据美国的一项调查表明，青春期的孩子大多数愿意从父母那里得到这些性知识，他们认为这是父母关心、信任他们的体现。如果父母采取封闭的态度，或没有心理准备，拒绝回答孩子提出的问题，孩子在好奇心的驱使下，可能从互联网、书籍或其他途径来获得想要知道的知识，很可能会受到误导，陷入危险的情况中。 　　美国卫生和人类服务部部长特别助理帕特丽夏介绍，美国的父母会经常告诉处在青春期的孩子，性不仅仅是涉及到你的身体，还会影响到你整个人生。如果两人真正拥有爱，并不意味双方要发生性关系。因为你们还没有准备好去承担性问题及随之而来的感情和身体的责任，除非到了一定的年龄去结婚。孩子了解到与性相关的知识后，当真正面临性问题时，就会用比较理性、正确的态度去对待。iii美国青春期性教育始于20世纪60年代，时值西方国家兴起“性自由”、“性解放”运动。当时，被公认的学校青春期性教育的目标有：减少性病，减少私生子和性适应不良行为，培养青少年如何正确对待异性，与异性建立高尚关系的态度和能力等。近年来，美国社会各界均赞成在学校开展青春期性教育，但部分人士在对具体目标、任务的认识上存在差别。一派以美国性信息与性教育委员会（SIECUS）为代表，提出“安全性行为”综合性教育目标，他们主张学校青春期性教育课程应主要教会学生使用避孕套，使学生在进行性行为时，减低对健康的伤害。另一派以美国性健康医学研究所（MISH）为代表，他们提出性和品德教育目标，提倡以品德为基础的“禁欲方式”的性教育，即青春期性教育课程应主要进行人格教育，促进学生保持童贞，直到他们找到准备与之生活一辈子的人，结婚时再发生性关系。目前，越来越多的美国人倾向于后一种观点。",
    "chinese_title": "性的秘密",
    "douban_rating": "8.7/10 from 194 users",
    "foreign_title": "--性教育系列[TV]",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.7",
    "update_at": "2025-11-24T05:26:06"
}