{
    "aka": [],
    "sid": "1986722",
    "cast": [
        {
            "url": "/celebrity/1246368/",
            "name": "Polly Williams Polly Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510254793.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0492496",
    "director": [
        {
            "url": "/celebrity/1303800/",
            "name": "劳伦·格林菲尔德 Lauren Greenfield",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-10-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0492496/",
    "imdb_votes": 2174,
    "this_title": [
        "Thin"
    ],
    "douban_link": "https://movie.douban.com/subject/1986722/",
    "imdb_rating": "7.4/10 from 2174 users",
    "trans_title": [
        "瘦削"
    ],
    "douban_votes": "241",
    "introduction": "The HBO documentary film focuses on four young women struggling with anorexia: Brittany, a 15 year-old who strives to be thin to gain acceptance among her peers, and whose mother has also suffered with the disease; Shelly, 25, who has been battling anorexia for six years, and who enters Renfrew with a feeding tube surgically implanted in her stomach; Alisa, 30, a divorced mother of two who struggled for decades with a relentless compulsion to purge; and Polly, 29, who has spent years in and out of treatment and often challenges the Center's policies and procedures. The camera follows these women to places most have never ventured: one-on-one and group therapy sessions, emotionally wrought mealtimes, early morning weigh-ins, heated arguments with staff, and tense encounters with family members. In following their stories, we come to learn that each woman's fight for recovery is unique. Some will sabotage their own treatment; others will make significant strides; and still others will make progress only to discover that their insurance will not cover the long-term care they need to truly get well. What emerges is a portrait of an illness that is frustrating in its complexity and devastating in the pain it inflicts on its sufferers and those who care for them.Unflinching and incisive, THIN offers an experiential and emotional journey through the world of eating disorders and, ultimately, provides a greater understanding of their complexity: that they are not simply about food or body image or self-esteem, but a tangle of personal, familial, cultural and mental health issues",
    "chinese_title": "瘦削",
    "douban_rating": "8.0/10 from 241 users",
    "foreign_title": "Thin",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.0",
    "update_at": "2025-10-27T01:28:10"
}