{
    "aka": [
        "天堂饼"
    ],
    "sid": "1987563",
    "cast": [
        {
            "url": "/celebrity/1276475/",
            "name": "Judy Herrera Judy Herrera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004750/",
            "name": "阿娜·奥缇兹 Ana Ortiz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301811/",
            "name": "何塞·祖尼加 José Zúñiga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142087/",
            "name": "米盖尔·桑多瓦尔 Miguel Sandoval",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141234/",
            "name": "J·内森·西蒙斯 J. Nathan Simmons",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009466/",
            "name": "艾琳·贝达 Irene Bedard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022784/",
            "name": "艾尔皮迪娅·卡里洛 Elpidia Carrillo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044900/",
            "name": "乔治·洛佩兹 George Lopez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055235/",
            "name": "艾利希斯·克鲁兹 Alexis Cruz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078468/",
            "name": "Scott Cleverdon Scott Cleverdon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118817/",
            "name": "Elaine Miles Elaine Miles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127091/",
            "name": "露贝·安缇维洛 Lupe Ontiveros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139642/",
            "name": "格诺·席尔瓦 Geno Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002718/",
            "name": "奥丽维娅·赫西 Olivia Hussey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893436416.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0227671",
    "director": [],
    "duration": "98 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-10-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0227671/",
    "imdb_votes": 464,
    "this_title": [
        "Tortilla Heaven"
    ],
    "douban_link": "https://movie.douban.com/subject/1987563/",
    "imdb_rating": "5.3/10 from 464 users",
    "trans_title": [
        "玉米饼天堂",
        "天堂饼"
    ],
    "douban_votes": "0",
    "introduction": "◇ 剧情介绍：上帝、贪婪、美国梦……没有人能够让奇迹成为秘密，尤其是当这个奇迹发生在一座人口数为73的超级小镇中时。欢迎来到位于新墨西哥州的范尔弗里尔斯，别看这里不大，只相当于城市中的一个社区，各种建筑设施却应有尽有，例如说以家为单位的小店、寄托信仰的教堂，还有新鲜的墨西哥食物……一切都是那么地井然有序。从教堂出来，穿过广场，你就能看到这个小镇上惟一的一家饭店--“天堂饼”，老板埃西多·纳瓦罗同时也是饭店的厨师，他做出的食物在整个新墨西哥州都无人能及，但是除了小镇上的邻居，似乎没有人知道这件事，为什么呢？答案很简单，范尔弗里尔斯距离高速公路3英里远，而连接在其中的则是一条满是泥泞的肮脏小路，交通的不方便直接导致了消息的闭塞。又是一个星期天，除了埃西多在准备午餐用的玉米饼，小镇上其他的居民都去教堂做礼拜了。然而对于埃西多来说，今天似乎不是那么顺利：他在揉面的时候遇到了一些小麻烦，他不停地卷拢、拍打、猛摔，可是面团就是不听话……他忍不住低语：“该死的上帝！”然后就将面团扔在了烤盘上。蒸烤的过程中，埃西多似乎并没有注意到其中的一个玉米饼烤焦了，刚刚被他诅咒过的耶稣的面容消然浮现在面饼上--无庸置疑，这是一个奇迹，以一种特殊的方式，在一个特殊的地方，却不能否认它的性质。第二天，整个小镇的人都拥向了埃西多的餐馆，不过，他们可不是来吃饭的。“给我们看看那块神奇的玉米饼！”、“我们想看那块印有耶酥的脸的玉米饼！”埃西多发现这是一个赚大钱的机会，他准备了三个钱箱子，让前来参拜的信徒往里投硬币祈祷。虽然小镇上的人都不是很富有，但大家还是非常乐意往钱箱中投钱的。传言像野火一样烧遍了新墨西哥州，越来越多的人来到这个小镇，有人是过来虔诚地祷告，有人只是想亲眼见证奇迹……埃西多为了玉米饼不会被这些朝圣者损坏，不但为它新建了一个神祠，还在周围架上了护栏。小镇上的怪事更是接二连三地发生：刚生下来的婴儿就会行走、一只猪死而复生等等，似乎就是为了验证这块玉米饼所带来的神奇。就在这时，从城市赶来一位叫吉尔·加西亚的人，这位总是穿着不合适宜的大红色衣服的人，身边永远围绕着三位墨西哥美女。他自称身兼顾问、经纪人和律师三种身份，游说埃西多利用玉米饼赚进更多的利润，可以连着一起为“天堂饼”做广告推广。而且埃西多什么也不需要做，只需在合同上签字，全权授予他处理即可。眼看着自己和家人所有的梦想都即将实现，埃西多几乎是在不假思索的情况下就让吉尔成了自己的合作伙伴。看到埃西多大把地赚进钞票，小镇上的每一个人都开始打玉米饼的主意，甚至就连镇长也不甘落后，声称玉米饼是小镇的公有财产，所得的费用都应该用在地方高尔夫球场的建设上……而牧师对此也有自己的说法：“耶稣现身，是想要一座罗马天主教堂。”很快，越来越多关于玉米饼的周边产品开始被大批量生产，比如咖啡杯--广告语是“让上帝在喝咖啡的时候与你同在”。在吉尔的授意下，埃西多让小镇上的每一位居民都“入股”，共同“持有”这块神奇的玉米饼。质朴的人们还没有察觉，这场事件背后真正的赢家、主宰，其实就是吉尔，他不但操纵着一切，还唤醒了小镇居民的无知和贪婪，成功地让小镇中本来相处和睦的家人、朋友、夫妻反目成仇……范尔弗里尔斯并没有像吉尔保证的那样走向富裕和繁荣，反而深陷于庞大的外债之中。小镇终于不可避免地爆发了“内战”，从此以后，谁也不和谁说话，谁也不愿意和谁同住在一个屋檐下，“天堂饼”变成了“地狱饼”，埃西多的妻子和儿子也离开了他。眼看自己就要妻离子散，埃西多决定最后放手一搏，让小镇恢复原先的样子……然而，现在才想起来补救，会不会太晚了一些？玉米饼的出现，到底是福兆还是恶兆？相信埃西多很快就会找到他想要的答案。◇ 幕后制作：故事改编自一个真实的故事，它曾在美国的西南部广为流传：在新墨西哥州北部，有一座名叫“基督圣血”的印第安小村落，那里出现过“神迹”：一块玉米饼上竟然呈现出耶稣的面孔。最初，村民们尽力保守着这个秘密，因为他们不想“观光者”毁了自己的家园，然而，就像影片中提到的那样，消息很快就开始四处蔓延……当在美国的西南部长大的朱蒂·海彻特·都蒙蒂特(Judy Hecht Dumontet)听到这个传说时，她并没有像别人一样，对此一笑而过，而是敏感地注意到故事背后的寓意：奇迹发生之后所带来的种种可能性。就像《圣经》中描述的那样：奇迹本身就是一种考验。于是，朱蒂·海彻特·都蒙蒂特将这个奇迹写成了一个现代故事--《天堂饼》，一个滑稽的圣经寓言。而她的梦想就是制作这样一部以真实事件为背景的电影，再加上完全是拉丁或美国印第安土著的卡司。不过梦想的实现总是要花费巨大的精力，所以，都蒙蒂特整整花了一年的时间，从洛杉矶到墨西哥，才算凑齐了影片中所需要的演员，而且，她的足迹还踏遍了从圣达菲南部到科罗拉多州的每一个小镇，只为了寻找一个合适的地方当片场。看来，她的努力没有白费，米格尔·山德瓦(Miguel Sandoval)、基诺·席尔瓦(Geno Silva)、德尔·赞莫拉(Del Zamora)和杰德·海瑞拉(Jade Herrera)--他们都来自于新墨西哥州；乔治·洛佩兹(George Lopez)和瑞克·奎提尔里兹(Rick Gutierrez)是两位极具喜剧天赋的资深演员；奥利维亚·赫西(Olivia Hussey)是一位出生在阿根廷的表演天才；最后还包括出生在美国的印第安土著艾琳·贝达(Irene Bedard)和伊莱恩·迈尔斯(Elaine Miles)……演员各就各位之后，都蒙蒂特选择在位于山脉之间的一个美丽小村落中拍摄影片，村名是拉丁文的，翻译过来的意思是“神圣的安东尼”。其实朱蒂·海彻特·都蒙蒂特曾把剧本拿给几家电影公司和制作公司看过，其中有三家肯为影片投资，但他们也提出了相应的要求，就是换掉都蒙蒂特选好的演员……由于始终无法达成共识，所以拍摄资金也就无法到位，影片的周期才会一拖再拖。不过都蒙蒂特和她的丈夫却从未放弃过，他们没有妥协，最后，在两位制片人朋友的帮助下，都蒙蒂特总算东拼西凑出了勉强够用的钱，影片在磕磕绊绊下开始了艰难的历程。当剧组进驻到“神圣的安东尼”时，朱蒂·海彻特·都蒙蒂特将所有的村民聚在了教堂中，开了一个动员会，并向村民解释了影片的拍摄内容……在最后的你问我答环节里，有的村民不放心地问都蒙蒂特：“这部影片会不会与《豆田战役》一样？”当得到了导演否定的回答之后，他们还是不放心地加了一句：“不会让意大利人扮演墨西哥人吧？”导演再次并保证这里所有的演员不是拉丁裔、就是美国本土的印第安土著，影片中没有特定的主角，因为他们都是生活在小镇上的人，不是吗？可能正是因为都蒙蒂特的坦诚相告，当拍摄资金再次陷入困顿时，村民不但主动免费提供剧组随便使用教堂以及他们的房子和家具，还心甘情愿地为影片做客串。可以想见，那段时间的“神圣的安东尼”，就是一个天然的大影棚。当然，这个小村落其实内部也存在着不和谐：横穿马路，你会发现自己站在另一座新教教堂前，在大约半个世纪以前，这两个教会曾经发生过争执，直到1974年，才在新墨西哥州的最高法院落下了帷幕。自此以后，这里的天主教徒就再也不肯和新教徒说话……然而当剧组来到这里后，带来了另一个奇迹：两个教会重新和睦相处，携手共同帮助完成了所有的拍摄工作。影片是在有点寒冷的冬天开始拍摄的，而朱蒂·海彻特·都蒙蒂特筹到的拍摄资金，也在这个过程中全部花光。总体来说，他们完成的是一个几乎不可能完成的任务……令人想象不到的是，噩运再次降临，在运输的过程中，因为胶片和一些放射性的物质放在了一起，其中的40%遭到了损坏。虽然都蒙蒂特为胶片保了险，可是试问一下，谁能估算出一部处处需要靠人“友情赞助”的影片的真正价值呢？在随后的两年时间里，都蒙蒂特带着她的拍摄小组就像“终结者”一样顽强地战斗，两年半之后，他们终于回到了“神圣的安东尼”，带着同样的演员阵容和工作人员，重新拍摄影片。相信这种情况，应该是电影人所能遇到的最困难的环境：每克服一个难题，另一个总会不期而至……但是通观朱蒂·海彻特·都蒙蒂特在拍摄影片时所经历的所有考验、辛苦和磨难，也终于让她明白了《天堂饼》中所蕴含的真正意义：其实影片就是新墨西哥州的一个缩影，关乎的是交流、拯救、改革和信仰。",
    "chinese_title": "玉米饼天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tortilla Heaven",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-01T17:39:40"
}