{
    "aka": [
        "Oleg Kagan: Life after life"
    ],
    "sid": "19897614",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1037671/",
            "name": "安德烈·赫尔扎诺夫斯基 Andrey Khrzhanovskiy",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "119分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "this_title": [
        "Олег Каган: Жизнь после жизни"
    ],
    "douban_link": "https://movie.douban.com/subject/19897614/",
    "trans_title": [
        "奥列格·卡甘，生命之后",
        "Oleg Kagan: Life after life"
    ],
    "douban_votes": "0",
    "introduction": "Фильм, посвящен безвременно ушедшему из жизни гениальному скрипачу Олегу Кагану.Этим фильмом режиссер показал, что для него не существует границ между жанрами, что в документальном кино он так же силен, как и в мультипликации.И не только это: здесь Андрей Хржановский выступает уже не просто как мастер высочайшего класса, но как маг и волшебник. Дело в том, что фильм был снят после смерти Олега Кагана, этого ангела музыки, как называли его друзья и коллеги, и материалов для съемок, собственно говоря, не было. Только семейные фотографии да очень короткие и случайные съемки видеокамерой: где-то концерт, где-то прогулка по городу. Ну и конечно музыка, лица и слова жены – замечательной виолончелистки Натальи Гутман, детей, друзей, среди которых Альфред Шнитке, Святослав Рихтер, Нина Дорлиак, Юрий Башмет. И вот словно бы из воздуха, из света, из звука и цвета режиссер создает фильм, который смотришь на одном дыхании, едва успевая вытирать слезы.О чем плачем мы, многие из которых не имели счастья ни видеть, ни слышать Олега Кагана? Почему мы готовы отдать все, только бы продлилась эта промчавшаяся, подобно ослепительному метеору, жизнь, только бы длился этот божественный, глубокий звук его скрипки, проникающий в самое сердце? В чем тайна влюбленного в музыку режиссера? Скрупулезно воссоздавая образ конкретного музыканта, показывая его жену, детей, внимательно и пристально выслушивая друзей и врачей, он создал великий и всеобъемлющий образ Художника. И ни на минуту не забывая о золотоволосом ангеле – Кагане, мы оплакиваем не одного его, но всех, кого любим в искусстве, всех, чей уход сделал нас сиротами. На единственном примере мы видим, как хрупок и в то же время несгибаем талант, как уязвим и в то же время бесстрашен, как много сил отнимает искусство у его создателей и как щедро оно одаряет нас. Ритм и монтаж фильма продиктованы музыкой. Изобразительный ряд – шедеврами живописи, и лица современников рядом с ними приобретают особую красоту и значимость. Медленно складывают в футляр скрипку Кагана, с надеждой достают крошечную скрипочку, которую берет в ручки его сын. Значит, все-таки она есть – жизнь после жизни, и искусство бессмертно.",
    "chinese_title": "奥列格·卡甘，生命之后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Олег Каган: Жизнь после жизни",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T23:39:11"
}