{
    "aka": [],
    "sid": "19897685",
    "cast": [
        {
            "url": "/celebrity/1055154/",
            "name": "梅尔·布兰科 Mel Blanc",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "动画",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903614005.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054287/",
            "name": "特德·皮尔斯 Tedd Pierce",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0046195",
    "director": [
        {
            "url": "/celebrity/1054295/",
            "name": "罗伯特·麦金森 Robert McKimson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1953-08-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0046195/",
    "imdb_votes": 363,
    "this_title": [
        "Plop Goes the Weasel"
    ],
    "douban_link": "https://movie.douban.com/subject/19897685/",
    "imdb_rating": "7.0/10 from 363 users",
    "trans_title": [
        "大笨狗"
    ],
    "douban_votes": "0",
    "introduction": "The story begins with a sign stating with a picture of a weasel and a caption that reads \"WEASEL (CHICKEN THIEF).\" The Dawg is seen guarding the hen house by marching back and forth. Foghorn, who is on the other side of the wire fence, states to the audience that the Dawg is \"strictly G.I.\", meaning \"Gibbering Idiot.\" Foghorn distracts the Dawg by deliberately letting a young chick escape from the barnyard. As the dog chases the chick around, Foghorn allows a second chick to escape. Then, as the Dawg gives chase, Foghorn props himself on the wire fence and lifts his feet, allowing all of the chicks to run free. As the Dawg realizes he's being tricked, he shouts at Foghorn to \"Hey, cut that out!\" and collects all of the chicks, even using his tail to scoop up a dropped one when the weasel appears. The Dawg, in order to open the gate to the barnyard, inadvertently asks the weasel to hold on to the chicks. Realizing he just spoke to the weasel, he lifts it up, deposits the chicks back in the yard, and then kicks the weasel away, causing it to yelp repeatedly. Foghorn continues to mock the Dawg by removing a knot and then push a chick through a knothole in the fence.As the chick escapes, the weasel catches it but then the Dawg catches the weasel and takes back the chick. Foghorn then goes outside of the fence and demands that the Dawg put him back inside. The Dawg obliges by deliberately stuffing Foghorn through the knothole, and using a wooden stick to force him through to the inside. Foghorn then conspires to get a large chicken (a \"Red Island Rhode\") if the weasel will wait. Foghorn then cracks a barrel of syrup over the Dawg and covers him with pillow feathers, then alerts the weasel, who takes the dog back to his den and begins to rip the feathers from the Dawg's ankle. The Dawg snaps that he is not a chicken and offers to team up with the weasel to help him catch Foghorn. The Dawg lures Foghorn over a wooden fence then the weasel hits Foghorn with a mallet. A dazed Foghorn appears intoxicated and is challenged by the Dawg to walk a straight line. Foghorn complies but as he does so one of his legs falls into the weasel's den. The weasel begins to cook Foghorn's foot on a hot skillet and Foghorn begins to shriek. The Dawg appears for a moment to sympathize with Foghorn, but then puts on earmuffs so that he cannot hear Foghorn as the cartoon irises out.",
    "chinese_title": "大笨狗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Plop Goes the Weasel",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T21:28:23"
}