{
    "aka": [],
    "sid": "19935911",
    "cast": [
        {
            "url": "/celebrity/1170760/",
            "name": "艾普尔·马特逊 April Matson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455322953.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1711018",
    "director": [
        {
            "url": "/celebrity/1340379/",
            "name": "泰勒·谢里丹 Taylor Sheridan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1711018/",
    "imdb_votes": 6872,
    "this_title": [
        "Vile"
    ],
    "douban_link": "https://movie.douban.com/subject/19935911/",
    "imdb_rating": "4.8/10 from 6872 users",
    "trans_title": [
        "卑贱"
    ],
    "douban_votes": "0",
    "introduction": "Returning home from a camping trip, four friends pick up a stranded motorist, who surprises them all with blast of knock-out gas. Coming to, the four now find themselves imprisoned in a decrepit house with six other strangers, and all are outfitted with a device attached at the base of the skull. Unsure what they are doing there and who is behind it all, the group is soon enlightened by video that advises them that there is a way out of the house. But the threshold they must cross is one of excruciating pain... The mechanisms they wear are for collection of chemicals naturally produced by the human brain once the vials are filled, the captives are free to go. Unfortunately for them, the only way for the body to secrete the precious fluid is to experience life-threatening pain. Plus, there is a 24-hour window in which to secure their freedom; after that, the doors are locked forever. At first, there is uncertainly, and even a botched attempt to remove the device, but a solution is devised each must submit to a torture session until all have been subjected, and the collected fluid levels rise high enough to ensure their release. In the face of torture, however, not everyone is willing to play by the newly created rules the group is ripped apart by infighting, secret alliances, double-crosses and shattering outbursts of violence. With the clock ticking down the minutes, the one for all mentality devolves...just how far will each go in order to survive?",
    "chinese_title": "卑贱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vile",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T01:49:12"
}