{
    "aka": [],
    "sid": "19949256",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504229272.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt11193496",
    "director": [],
    "duration": "60 Minutes",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11193496/",
    "imdb_votes": 9,
    "this_title": [
        "China on Four Wheels Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/19949256/",
    "imdb_rating": "7.3/10 from 9 users",
    "trans_title": [
        "驾车看中国 第一季"
    ],
    "douban_votes": "1242",
    "introduction": "Anita Rani and Justin Rowlatt embark on two epic car journeys across China, navigating congested cities and winding mountain roads, to explore how the country's economic growth, symbolised by its booming car industry, is affecting people's lives.In the first programme, Anita takes the high road through the rich, industrialised cities of the east, driving a Great Wall Haval, the best-selling 4X4 in China. This is the land of billionaires with fleets of super cars, of imitation French chateaux and of high-tech solar hotels. She cruises Beijing with the moneyed young members of the China Supercar club and joins a convoy of 'self-drive' holiday makers on a trip to sacred Mount Tai.Meanwhile, Justin drives a 'bread van', the loaf-shaped workhorse of the countryside, through China's poor rural hinterland, and discovers that here donkeys are often more common than cars. He visits the 'ghost city' of Ordos and puts his bread van through its paces on China's second-biggest racing track. He joins the Red Tourism trail in Yan'an, the cradle of Mao's communist revolution, and finds himself in the firing line during a dramatic civil war battle re-enactment.On the first leg of their journey, Anita and Justin discover a country that has developed rapidly, raising millions out of poverty. Yet it faces important challenges that may affect us all: a potential property bubble, increasing greenhouse gas emissions and growing inequality.",
    "chinese_title": "驾车看中国 第一季",
    "douban_rating": "7.4/10 from 1242 users",
    "foreign_title": "China on Four Wheels Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.4",
    "update_at": "2025-02-07T03:36:16"
}