{
    "aka": [],
    "sid": "19949176",
    "cast": [
        {
            "url": "/celebrity/1193102/",
            "name": "迪迪埃·德罗巴 Didier Drogba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1256087/",
            "name": "弗兰克·兰帕德 Frank Lampard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230650/",
            "name": "彼得·切赫 Petr Cech",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036846/",
            "name": "阿什利·科尔 Ashley Cole",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218944/",
            "name": "费尔南多·托雷斯 Fernando Torres",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317695/",
            "name": "大卫·路易斯 David Luiz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499947113.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12729378",
    "director": [],
    "duration": "46分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-09-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12729378/",
    "imdb_votes": 8,
    "this_title": [
        "Kings Of Europe:The Chelsea Story"
    ],
    "douban_link": "https://movie.douban.com/subject/19949176/",
    "imdb_rating": "8.9/10 from 8 users",
    "trans_title": [
        "欧洲王者：切尔西故事"
    ],
    "douban_votes": "360",
    "introduction": "Two Sunday newspapers have quietly apologised to a woman who was the subject of a tabloid feeding frenzy earlier this year.Vanessa Perroncel was alleged in several papers to have had an affair with the Chelsea and England footballer John Terry. All sorts of personal and private information about Perroncel was published at the time, much it false.The first paper to make amends was the Mail on Sunday. On page 18 of its 4 July issue, it carried a single, but significant, paragraph:On January 31, we published some personal information about Vanessa Perroncel concerning an alleged affair with the footballer John Terry. We have since been informed she would have preferred this to remain private and it was untrue in any case. We apologise to Miss Perroncel for any distress caused.On Sunday, a very similar apology appeared on page 18 of the News of the World, which can also be found on its website. It read:VANESSA PERRONCELOn January 31 and afterwards we published some personal information about Vanessa Perroncel in articles concerning an alleged affair with the footballer John Terry.Miss Perroncel has since informed us that she would have preferred her personal information to remain private and it was untrue in any case. We apologise to Miss Perroncel for any distress caused.These apologies are remarkable. Both papers not only own up to having published private information but also admit it was inaccurate. They go a long way to vindicating Perroncel's public statements about press misbehaviour.In April this year, after Perroncel's lawyer sent letters warning of a possible action for breach of privacy to seven papers, I wrote:\"Perroncel's story of her dealings with these papers is a catalogue of intrusiveness, inaccuracy and innuendo that amounts to a full-frontal character assassination.\"That followed an interview with Perroncel by Nick Davies in which she told him:\"It is like a nightmare. Every day you think: 'What else are they going to say about me?' It is so intrusive and so false. Every day, so many lies – and then people making judgments because of the lies.\"At the time, several commenters to my blog poured scorn on both Davies and myself for accepting Perroncel's claims of newspaper distortion and lies.Now two papers have owned up and I wouldn't be surprised if a third was on the verge of being pressured into doing the same.It is to Perroncel's credit that she has pursued this matter over the intervening months. Rightly, The Guardian's lawyer, Gill Phillips, recently commended her for speaking out.Note also the comments critical of the News of the World by its readers, especially one by Marian:\"This is bizarre! Is the News of the World surprised that she would have preferred her private life to remain private? What exactly is the News of the World apologising for? Are they apologising for what they now accept were lies?\"Bizarre? Sadly, it's all too common. But too few tabloid \"victims\" - especially female victims - ever obtain apologies.",
    "chinese_title": "欧洲王者：切尔西故事",
    "douban_rating": "9.4/10 from 360 users",
    "foreign_title": "Kings Of Europe:The Chelsea Story",
    "imdb_rating_average": 8.9,
    "douban_rating_average": "9.4",
    "update_at": "2025-11-24T20:35:16"
}