{
    "aka": [
        "Destruction"
    ],
    "sid": "19955812",
    "cast": [
        {
            "url": "/celebrity/1361639/",
            "name": "张琬 Wan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400745/",
            "name": "方伯 Bo Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347900/",
            "name": "徐立 Li Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351311/",
            "name": "顾梦鹤 Menghe Gu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1948",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535057016.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1052402/",
            "name": "屠光启 Kuang-chi Tu",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "天魔劫"
    ],
    "douban_link": "https://movie.douban.com/subject/19955812/",
    "trans_title": [
        "Destruction"
    ],
    "douban_votes": "0",
    "introduction": "老画家李丹书为了自己未完成的作品，他来到某监狱寻找一个女模特，没想到却从一个女囚犯那里，听到一段悲惨的人生经历。女囚犯阿花是个独生女，父母都是憨厚老实的农民，靠雇耕人家的几亩田地勉强维持生计，她是父母的唯一希望。当阿花看见坐着轿子走过她家的那些小姐和少奶奶时，有的并不比自己好看，但人家什么也不做，却吃得好穿得好，而自己一家三口，从早到晚辛辛苦苦，有时连一日三餐也混不饱，阿花觉得老天爷太不公平。尤其是春天，阿花在玉皇山卖茶叶蛋时，那些小姐少奶奶的阔气，更使得这个单纯的少女羡慕，她并不羡慕她们的舒服，她只是想有一天自己有了钱，可以让年迈的父母不必吃苦，也可以和自己心爱的阿牛过点好日子。从此，阿花憧憬着到都市去，她深信都市会使她幸福。终于有一天，机会来了，经朋友阿韩的父亲介绍，阿花在城里一家咖啡馆中当起女招待来。开始阿花是那样兴奋，然而慢慢地她发觉许多客人非常难伺候，虽然小费可以分得很多，她还是离开了咖啡馆。阿牛也到上海一个旅馆当茶房，在阿牛的介绍下，阿花也在这个旅馆当洗衣工。每月虽然挣钱不多，但他两已觉得苦尽甘来了，他们准备过些时候，把父母接来，让老人家也可以享享福。可这时，阿牛因夜晚无法睡觉和缺乏营养的缘故，眼睛常常模糊，其实他已经患了非常严重的角膜炎，可能会失明。过年了，旅馆更忙了，阿牛几夜没睡，眼睛红了起来，为了生活阿牛不愿休养，可有一天阿牛的眼睛突然看不见了。从此生活的轮子把阿花转到另外一条路上。为了阿牛哥和父母，在幕后人的威逼恐吓下，阿花不断沉沦下去，虽然她过上了从前所羡慕小姐和少奶奶的生活，内心反而痛苦起来。几年来，阿花已经麻木了。一封封快信到上海催阿花回来，却都像石沉大海一样没有回音。每当阿花陪着客人游览西湖时，她也很想回家看看，但一方面客人根本不容许她一人离去，另一方面，贪慕虚荣的她，为了怕丢脸，竟三过家门而不入。然而，她怎么知道思女心碎的母亲已离开了人世，父亲也生命垂危，只希望生前见女儿一面。等她归来，父母已死，阿牛哥的眼睛也瞎了，悲痛欲绝的阿花终于醒悟过来，她决定留在乡下陪伴阿牛。可是，上海的幕后人根本不放过她，阿花为了自卫，用手枪打死了幕后人。阿花带着阿牛哥逃到山里，过着非人的生活。不久，阿花就被警察逮捕了，阿牛则被山上的和尚所收留。女囚讲完自己的故事，她唯一的愿望就是死前见一见她的阿牛哥，并把阿牛哥托付给老画家。第二天清晨，老画家把阿牛带到监狱，并骗他阿花要到遥远的地方，看着阿牛祝福阿花一路顺风，老画家的老眼里充满了眼泪。太阳升起来了，老画家带着阿牛离开了监狱，当他们走过广场时，那些刑具的影子映在他的脚下，老画家呆住了，他诅咒自己为什么不跟阿牛一样是个瞎子！",
    "chinese_title": "天魔劫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-10T20:45:01"
}