{
    "aka": [
        "A Girl Whose Name Is Snow"
    ],
    "sid": "19966566",
    "cast": [
        {
            "url": "/celebrity/1413729/",
            "name": "傅为 Wei Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2257881346.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1336959/",
            "name": "赵淑彬 Shubin Zhao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1336959/",
            "name": "赵淑彬 Shubin Zhao",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "雪浓于水"
    ],
    "douban_link": "https://movie.douban.com/subject/19966566/",
    "trans_title": [
        "A Girl Whose Name Is Snow"
    ],
    "douban_votes": "0",
    "introduction": "太平村是个美丽的村庄，村子通往县城的仅有一条坑坑洼洼的柏油路。水根在路边有个简易的修理站，修理来往的摩托车。他有个梦想就是可以拥有一辆属于自己的摩托车，载着小雪兜风。小雪是村小的教师，班上有一群淘气又聪明的孩子。课上大家尊敬地称呼她老师，课下大家都亲切地称她为姐姐。水根和小雪从小一起长大，感情非常深厚。长大后，水根与小雪顺理成章的走到一起，水根和小时候的玩伴大为相约一起举行婚礼，再过不了多久他们就要结婚了。一天晚上，路上过往的一辆摩托车发生故障到水根的修理站维修，车主是个摄影爱好者。对眼前的美景流连忘返，想在村里多留几天拍些风景。水根熬了个通宵把车修好，天刚亮他就去找小雪，小雪在学校带着孩子们早煅练，他抱起小雪坐在摩托上，水根缓缓地开着车，车后跟着一群兴奋的孩子还有小雪家的土狗。水根越开越快，就在这时意外发生了。车翻到深沟里。摩托车整个压在水根的右腿上。他们被送往医院，医生说要把水根的腿截肢，否则会有生命危险。小雪只受了些皮外伤，调养几天就能回家。这时离他们的婚期越来越近了。因为这次意外，小雪父母都极力反对这桩婚事，于是他们就把小雪锁在房间里。小雪明白对于水根她背负着一份责任。她通过班上学生的帮助逃出了家门，去了医院。水根六岁丧父，家里只有年迈的母亲。白天小雪给孩子们上课，晚上照顾水根，为他擦身喂饭，还做一些手工赚些零钱。这一切水根的母亲都看在眼里，虽然小雪极力拒绝，但是水根母亲还是把家传的戒指戴在小雪的手上。和大为约定的婚期到了，而水根的婚事因腿还没完全康复只能推迟举行，小雪一人去参加了大为的婚礼。路上，她感到了身体强烈的疼痛，但她还是强打着精神。婚礼很隆重，那天，大为等人很受小雪感动，大家都主动借钱给小雪。晚上，小雪回到医院，给水根带去了大为家的饭菜。水根边吃边开始流泪。他决定等自己病好了就还小雪自由让她去找寻幸福。几周后，水根出院，他努力说服自己去接受小雪即将会离开他，却没想到小雪却主动提出了择日完婚。小雪还是像往常一样给学生上课，虽然他们还没有结婚，但她还是帮水根家做些家务。这些天，小雪的身体越来越差。有一回，她在水根家做饭时突然感到疼痛难耐，水根母亲陪着她去医院检查，原来小雪得了子宫颈腺癌。水根母亲没有多少文化，医生解释说子宫颈腺癌是种处女也会得的恶性肿瘤，必须切除子宫以延长生命。而切除子宫就导致无法生育。在回家的路上水根母亲就暗下决心，一定要阻止这门亲事。于是她回到家，对水根谎称一个远房亲戚在城里可以介绍工作。水根根本不知小雪已生病住院，于是他去了城里。而这一去就是半个月，小雪一直郁郁寡欢为什么水根没有去看她。而被水根的母亲告知水根去远房姑妈那相亲去了，小雪就觉得痛不欲生。此时，水根从城里回来，他去小雪家找小雪却被其父母赶了出来，他一头雾水，而小雪却一直想跟水根谈谈，就不顾父母的阻拦去了水根的修车部，之前的误会解除，那一夜他们依偎在一起，小雪非常喜欢孩子，她想跟上天赌一把，她早已在心里做好抉择，她想为水根生个孩子让他们的爱情延续，也算是她自己生命的延续，于是她和水根发生了关系。之后小雪告诉水根自己得了子宫颈腺癌，要把子宫切除才能保住生命，但是她又想要个孩子。水根知道后骂小雪傻，于是他想带着小雪去医院复诊。水根回家拿钱，水根的母亲以死要挟，还把水根锁在柴房里不让他出去。门内是水根声嘶力竭的哭喊，门外是水根母亲默默抹泪。而此时小雪在村口等水根，她等了整整一夜，最后只有失望而归。因为父亲的早亡，水根非常孝顺，他知道母亲这么做的原因。但又对小雪感到内疚与自责。于是他答应母亲不跟小雪结婚，但要帮她把病治好。在母亲的一再要求下，水根立下了字据。水根陪小雪去了医院，安顿下来后，他脱了外套要去给小雪打热水，并没发觉字据掉到了地上。小雪看到了字据上的内容，非常伤心。但她还是明白了水根的苦衷。于是她决定离开。等水根回到病房的时候，只看到病床上小雪留的一张字条。水根到处找小雪，但一直没有找到。几天后噩耗传来，小雪去世了。小雪骨灰下葬的那天，水根去了，但是遭到了小雪父母的谩骂。水根情绪非常低落，之后天天偷偷到小雪的墓前去。小雪的父母有一回撞见了他，于心不忍就把小雪临走时留下的一封信给了水根。水根打开信封，里面是一封写满他们俩曾经共同回忆的信，还有一枚他熟悉的他们家祖传的戒指。几天后，水根去参加另一个发小的婚礼，婚礼上他想到了曾经小雪对他的照顾，而他却辜负了她的心。水根满心内疚，决心要离开这个伤心的地方。两年后。邮递员骑着车轻快的驶在农村的小路上，到了小雪家，给小雪父母一张汇款单。小雪的母亲打开抽屉放进去，里面是一摞汇款单。邮递员又来到水根家，敲门没有人应，就把汇款单塞进了门逢里。静静的屋子里，水根的母亲佝偻着身子坐在藤椅上。",
    "chinese_title": "雪浓于水",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-26T11:00:29"
}