{
    "aka": [],
    "sid": "19965908",
    "cast": [
        {
            "url": "/celebrity/1294280/",
            "name": "迭戈·佩雷蒂 Diego Peretti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010747/",
            "name": "莱昂纳多·斯巴拉格利亚 Leonardo Sbaraglia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009539/",
            "name": "多洛莉丝·房兹 Dolores Fonzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045355/",
            "name": "诺玛·阿莱昂德罗 Norma Aleandro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2256922219.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt2321022",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2012-05-14(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2321022/",
    "imdb_votes": 295,
    "this_title": [
        "En terapia"
    ],
    "douban_link": "https://movie.douban.com/subject/19965908/",
    "imdb_rating": "8.1/10 from 295 users",
    "trans_title": [
        "心理治疗"
    ],
    "douban_votes": "0",
    "introduction": "As if we were spying through the keyhole what happens in the office of one analyst, \"En terapia\" is the development of five psychological treatments (9 sessions each). In this way, each episode consists of a continuous dialogue of 30 minutes between the therapist and the patient. The story introduces us to Guillermo Montes, an attractive psychologist of 50 years and three different patients and a couple. Each day is dedicated to one of his patients: Mondays session is with Marina, a beautiful 30-year medical who confesses her love for her therapist. On Tuesdays it's the turn of Gaston, a police who works in a group of elite (GEOF) that after a mistake during an operation in the frontier killed several women and children. At Wednesday's meeting comes Clara, a suicidal teen, classical dancer, who broke both arms in a traffic accident. On Thursday Ana and Martin attend, a marriage in crisis, with very opposing views by the time passing, and go after the big dilemma of having an unplanned child or not. Finally, every Friday we will see Guillermo making supervisory oversight with his legendary Lucia. During the sessions on Friday, Guillermo deals with problems of their patients but mainly the collapse of his personal life: his wife's infidelity, her daughter's rebellion and the forbidden love she feels for Marina, the patient of the Mondays.",
    "chinese_title": "心理治疗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "En terapia",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-02T18:15:03"
}