{
    "aka": [
        "9号公路"
    ],
    "sid": "19967775",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2055661693.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1336643/",
            "name": "郝好 Andy Hao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323824/",
            "name": "路云飞 Yunfei Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324763/",
            "name": "吴琴 Qin Wu",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "九号公路"
    ],
    "douban_link": "https://movie.douban.com/subject/19967775/",
    "trans_title": [
        "9号公路"
    ],
    "douban_votes": "0",
    "introduction": "一场意外事件，将一辆辆原本有各自方向车辆堵在九号公路上，一连串的矛盾爆发，将行车人的命运纠结在一起，当一个生命突然要降临，让所有的矛盾和冲突无条件的妥协，迎接新生命的过程让所有的心灵获得洗礼，原来所有无条件的付出和包容都是爱。一辆出租车内，孕妇于音音正要去医院进行产前检查。一辆家庭轿车，丈夫钱大伟和妻子李微微决定协议离婚，儿子钱小默气氛僵持着沉默着，他们僵持不下，儿子钱小默冷眼旁观；即将旅行闪婚的新郎路南忐忑不已，被迫送行的芳芳欲言又止苦闷不已。还有形形色色的轿车、火车、吉普车……他们的“命运使者”是一群从天而降的鹅——前方一辆运鹅车的车锁滑落，将本来畅通的公路堵塞，一场意外的堵车，在大家齐心协力抓住之后缓解，不可缓解的堵车风波愈演愈烈。这边厢众人均下车救鹅，忙得热火朝天，却不知故事才刚刚开始。方芳芳求学归来，本欲向暗恋多年的哥们路南表白，无奈一见面路南就给了芳芳一个天大的惊喜，“哥们要闪婚了”。真爱纵然无罪，抢婚岂能有理？可是又偏偏方家上下齐动员，原来彝族的芳芳妈妈要实践抢婚的民族传统，家族最小成员小月亮更是雄赳赳气昂昂，表现得简直比方芳芳还积极百倍。钱大伟多年来为了事业的打拼冷落妻儿，但也是为了家庭的责任，妻子的不理解让他倍感烦躁；李微微又当爹又当妈的拉扯孩子操持家务，多少次埋怨也换不回丈夫的怜惜和陪伴，终于下定决心结束这段婚姻；儿子钱小默是父母心头最不能割舍的宝贝，可是孩子的努力也不能打破父母心底的坚冰。小肚鸡肠的Mike和斤斤计较的莉莉，身上肩负着被这个时代所赋予的插科打诨的使命，乐此不疲地穿梭在拥堵的车辆人群之中。可是终于解除了第一次意外堵车九号公路，也因为这二位互不相让的刮蹭事故而再次堵塞。但越是精心策划越是七零八落，越是信誓旦旦越是心猿意马。表白来的太突然也会被拒绝，抢婚来的太强悍也会遭到反抗。你不用再开许诺的空头支票，你也可以去追求你想要的幸福，这个婚离定了。再次的堵车也成为抢婚最好的机会，离婚的结果似乎也成了必然。直到另一位“命运使者”的紧急迫降，才再次将众人栓在了一起——于音音临盆在即。突如其来的生命，让众人感到紧张和惶恐，一时冲动的自责和悔恨让所有人放下私怨，现场演绎了一场虽然混乱但却齐心协力的大营救。在抢救中，外科医生李微微不顾钱大伟的阻止毅然加入急救，钱大伟恍然发现原来妻子也有自己的事业和追求。芳芳无私的爱让路南重新审视自己的闪婚。所有的矛盾和问题在生命的面前迎刃而解，原来每一个人都有一个滚烫的爱心，当爱心凝聚在一起，替于音音现场接生这个看似不可能完成的任务，也在一声嘹亮的婴儿啼哭中顺利完成。当众人沉浸在新生儿降生的喜悦中时，道路也逐渐恢复了畅通。新生命的降临让人们彼此拥抱感恩。人生何处不相逢，正是这一场九号公路上堵车让人们命运交错，让心灵得到洗礼，让命运重新启程。在九号公路上奏响了一篇关于爱奇幻乐章。",
    "chinese_title": "九号公路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T05:12:05"
}