{
    "aka": [],
    "sid": "19965235",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Experiments in Terror 3"
    ],
    "douban_link": "https://movie.douban.com/subject/19965235/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"A love letter to the genre which got me into film in the first place-these films in particular, which I saw when I was about 10-12, due to a dodgy video shop owner in my village who seemed to enjoy pushing these films onto our young minds. His shop, by the way, was in the basement of the Methodist church -I don't think they had any idea what was coming out of their cellar.\"- Ben RiversThis found-footage short movie is part of EXPERIMENTS IN TERROR 3.“This masterfully edited compilation documentary analyzes the morphology of the horror film. Stringing together the most common tropes and scenes of slashers, zombie flicks, slumber party massacres into a single meta-horror opus, Rivers not so much deconstructs the genre as provides a tribute that reveals its limitations but also its visceral power. It’s films like this that explain why I do film programs like ‘Experiments in Terror’ ”– Noel Lawrence, Provocateur PicturesAvant-garde filmmakers foray into the darkest depths of the human psyche to deliver genuine chills in this uncanny collection of horror shorts, the third installment in the Experiments in Terror series. The films include Carey Burtt’s portrait of real-life serial killer Richard Chase (using a cast of dolls), a bloody psychological drama about identity, a silent short in which an aging sailor is transformed into a fiend and much more.",
    "chinese_title": "Experiments in Terror 3",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T06:21:35"
}