{
    "aka": [],
    "sid": "19963936",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906808080.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1004745/",
            "name": "菲尔·柯林斯 Phil Collins",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "Marxism today (prologue)"
    ],
    "douban_link": "https://movie.douban.com/subject/19963936/",
    "trans_title": [
        "今朝马主义（序章）"
    ],
    "douban_votes": "0",
    "introduction": "Phil Collins’ work in film, video and photography often provides a platform for the overlooked or the disenfranchised. Shining a light on what is generally perceived as the losing side in the political and social upheavals of the past two decades, marxism today is an ongoing project that began by following the fortunes of Marxist-Leninist teachers in the former Communist East Germany. Collins’ short film marxism today (prologue) (2010) mixes contemporary interviews with the ex-teachers alongside archive material, to form the centrepiece of this exhibition, which also includes a new video in which a number of concepts central to Marxist economic analysis are introduced to a new generation of students. Relocating from the start of this school year to Manchester, where Engels wrote The Condition of the Working Class in England, Collins’ project prompts a wider reflection on the city’s formative place in the history of radical thinking. Initiating a series of interactions with nearby schools and the local public, it also enquires into the continuing relevance of Marxist ideas in the present day.Cornerhouse’s exhibition is the UK premiere of marxism today (prologue), which was previously presented to critical acclaim at the 6th Berlin Biennale of Contemporary Art.",
    "chinese_title": "今朝马主义（序章）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Marxism today (prologue)",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T14:34:09"
}