{
    "aka": [],
    "sid": "19965238",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "RedTV: Thomas Seibert - The Poet, The Communist, and The Miss"
    ],
    "douban_link": "https://movie.douban.com/subject/19965238/",
    "trans_title": [
        "红色电视：托马斯·塞伯特 - 诗人、共产主义者、失踪者"
    ],
    "douban_votes": "0",
    "introduction": "\"I will tell you the long story of two figures, one is the poet, the other one is the communist; one figure aligned to the missing people and one figure aligned to the class which up to now did not have the consciousness of its own historical mission...\"In this interview/lecture, Thomas Seibert discusses the problem of the notion of avant-garde. He traces the historical roots of modern avant-garde which emerged from two different directions in the 19th century with two distinct figures: the poet -the artistic avant-garde, and the communist -the political avant-garde. He follows the convergence of these two previously separate figures in the practice of Situationists, and he further discusses the other side of the avant-garde's ideological construction, the idea of \"the missing people\". He finally inquires about the possibility of transcending the modern notion of avant-garde as such; a possibility of the arrival --being the poet and the communist at the same time, the one and the multiple.Thomas Seibert, born in 1957, is a philosopher living in Frankfurt, Germany. His scholarly interests are in the areas of historical materialism, existential phenomenology and poststructuralism. He is also a political journalist and activist participating in the movements against capitalist globalization, and he works for the Frankfurt-based relief and human rights organization Medico International. He is the editor of Fantômas – magazin für linke debatte und praxis, and the books he authored include Geschichtlichkeit, Nihilismus, Autonomie, Stuttgart 1995; Existenzphilosophie, Stuttgart, 1997; Existenzialismus, Hamburg 2000.This video is produced by Aras Ozgun at Pyromedia, as a part of a series called \"redTV\", which are interview/lectures with scholars on issues related with media, arts, politics and philosophy.",
    "chinese_title": "红色电视：托马斯·塞伯特 - 诗人、共产主义者、失踪者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "RedTV: Thomas Seibert - The Poet, The Communist, and The Miss",
    "douban_rating_average": 0,
    "update_at": "2025-02-18T18:44:27"
}