{
    "aka": [],
    "sid": "19967770",
    "cast": [
        {
            "url": "/celebrity/1323822/",
            "name": "徐黄丽 Huangli Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330755/",
            "name": "阿尔法 Arafat Arslan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "爱心让我们一起舞蹈"
    ],
    "douban_link": "https://movie.douban.com/subject/19967770/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是一群热爱艺术的孩子，他们要通过自己的努力帮助耳聋儿童治好耳朵，能和自己一样听音乐、唱歌、跳舞。秋秋是一个热爱音乐和舞蹈的孩子。由于家离学校非常远，他和同样家远的方晓鹏、邵俊峰、赵兆、马亮亮等在学校住宿。一天陈默在宿舍里用QQ和妈妈视频聊天的时候有一个网名叫做‘没有音乐的舞蹈’的女生加陈默为QQ好友。他们两个有着共同的爱好。很快便聊成了好朋友。他们通过视频跳舞给对方看。这个网名叫‘没有音乐的舞蹈’的女孩真名叫李响，患有先天失聪，刚刚接受了人工耳蜗植入手术的治疗。李响告诉陈默，她所在的聋哑学校有好多像她一样听不到声音的孩子需要做这个手术，可有些人家拿不出手术费。虽然和陈默 一样非常热爱舞蹈，但是无法听到音乐。晚上小伙伴们都无法入睡，大家都想为耳聋的孩子们做些事。有人提议为耳聋的孩子们捐款治好耳朵，于是小伙伴们纷纷掏出了自己的零用钱，连平时嘴最馋的小胖邵俊峰也在大伙的煽动下贡献出了自己的零花钱。忍受零食的诱惑。六个小伙伴们的零用钱也不多，于是大家又开始到自己所在的班级去募捐，可是支持的人太少了。于是又在午休的时候去了各个宿舍。可是仍然没有明显效果。经过研究发现，是因为可信度太低没人相信，小伙伴们做了漂亮的募捐箱和宣传标语。在班长和曹娟的帮助下终于募捐到了4千多元钱。大家打算把钱交给李响，托李响把钱交个需要帮助的耳聋同学，可是李响并没有接受这笔钱。原来李响是因为这笔钱根本不够做一个人的手术费用，所以李响也不知道该怎么处理这笔钱。小朋友们在李响那得知做一个手术需要15万的时候，大家都产生了放弃的想法，只有李响没有放弃，决定利用自己课余时间去收废品攒够15万。陈默的努力感动了张歆艺、曹娟、王佳宝、赵兆。他们开始一起收集废品并打算召集全校的同学一起行动起来。他们的行动被刘老师和周老师发现了，刘老师找来张歆艺问清了事情的情况，并在班级里表扬了陈默、赵兆、王佳宝、张歆艺四人。还和各班的老师商量好，这件事每个班级都会参与进来，并呼吁全班同学都要向学习这四个人的雷锋精神。放学后，陈默邀请方晓鹏、邵俊峰、马亮亮继续和大家一起做这件捐款的事。结果方晓鹏因为这是捡垃圾、捡破烂，丢人，不参加。全校展开了这次爱心行动，各班同学们在一个星期的时间又攒了近5万元，大家都很高兴。当刘老师得知方晓鹏、邵俊峰、马亮亮没有参加筹款活动后主动找到了方晓鹏、邵俊峰、马亮亮，问他们为什么不参加，为什么没有爱心。方晓鹏、邵俊峰、马亮亮三人更是非常生气，于是三人决定要搞些破坏让他们筹款进行不下去。一天上课前刘老师告诉同学们，为耳聋儿童募捐的这件事引起了学校领导的关注。学校不但准备举行一台号召全校师生共同收集身边的废品来为耳聋儿童奉献爱心，还要举行一个启动的演出，并邀请全校的所有学生家长和社会上的领导、媒体参加，共同来关注耳聋儿童。老师们也开始在有特长的学生们当中挑选启动演出的节目。没有才艺的同学们开始了打印和分发宣传单的工作。陈默、赵兆、王佳宝、张歆艺再次邀请方晓鹏、邵俊峰、马亮亮回到演唱组合里来，和大家一起演出，可是方晓鹏却又一次的拒绝了陈默。收集废品的活动继续如火如荼的展开着。参加启动演出的节目也紧锣密鼓的排练着。为了破坏这个计划方晓鹏还威胁赵兆不许参加排练。刘老师发现多次影响排练的原因都是有人搞的破坏。而且演员一个个的退出肯定有问题。于是刘老师和大家展开了调查。刘老师查清了问题出在方晓鹏。方晓鹏在刘老师和陈默、张歆艺等小伙伴的感化下终于悔悟。在大家共同的努力下这台募捐启动演出如约举办了。当天来了好多家长和媒体记者。就连李响和自己聋哑舞蹈团也过来了。募捐演出不但举办的非常成功，还在社会上引起了很大的反响。多家医院和企业、政府机关一起来组织免费救治耳聋的残疾儿童。",
    "chinese_title": "爱心让我们一起舞蹈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-01T17:11:50"
}