{
    "aka": [],
    "sid": "19961070",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2724393171.jpg",
    "region": [
        "韩国",
        "葡萄牙"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1071097/",
            "name": "佩德罗·科斯塔 Pedro Costa",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "this_title": [
        "The Rabbit Hunters"
    ],
    "douban_link": "https://movie.douban.com/subject/19961070/",
    "trans_title": [
        "猎兔人"
    ],
    "douban_votes": "0",
    "introduction": "Pedro Costa films the everyday life of the inhabitants of Fontainhas, a lost community, a shanty town outside Lisbon.Every aspires to a better life of comfort and economic growth. Virgilio asks himself if he really needs a new fridge, Benvindo and Maria seperate and Isabelle can't stand any more. This work is part of a collective project \"Memories\" (Special Jury Prize this year in Morcano), the last in a series of collective films in digital video financed each year by the Jeonju Festival in Korea (Digital Short Films by Three Film makers). His aim is to bring about a reflection on image and digital materials while creating a work of art. For the first time, three non Asian film makers were invited to show their work in three short films: Harun Farocki, Pedro Costa and Eugène Green.After several short films, his film \"La Maison de Lave\" in 1994 confirmed the talent of this Portuguese film maker in the eyes of the cinema professionals, which revealed the characteristics of his work: an aestheticism which touches on mannerism, well worked black and whites, recurring themes such as the sordid and the filthy, but with a tendency to sublimate them. The film \"Ossos\" (1997) was premiered notably in Venice and Belfort. In 2000, he finished \"Dans la Chambre de Varda\" telling the story of the decline of an addict. Costa's aestheticism transformed this story into a dark, filmic poem.\"Où Gît Votre Sourire Enfoui?\" (2001) is a homage to a couple of cineastes Danièle Huillet/Jean-Marie Sraub. \"You have to take a risk with every shot, said Antonio Reis. Risk your life even, in every shot, every moment, every intonation of the actor. Otherwise cinema is useless. For me, it is fundamental that a film is useful.\" Pedro Costa.",
    "chinese_title": "猎兔人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Rabbit Hunters",
    "douban_rating_average": 0,
    "update_at": "2025-07-01T15:26:08"
}