{
    "aka": [
        "The Edadly Love"
    ],
    "sid": "19965307",
    "cast": [
        {
            "url": "/celebrity/1314728/",
            "name": "王小毅 Xiaoyi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318013/",
            "name": "岳跃 Yue Yue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238775114.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1414449/",
            "name": "韩松 Song Han",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "致命错爱"
    ],
    "douban_link": "https://movie.douban.com/subject/19965307/",
    "trans_title": [
        "The Edadly Love"
    ],
    "douban_votes": "0",
    "introduction": "十几年前的如新刚走出校园开始工作时，年轻幼稚又有点图慕虚荣的她，在邻居一个混混的半哄半骗中开始了她的盗窃生涯。天网恢恢，很快她就被捕劳教，父亲气的病更重了，她也度过了两年的劳教生涯。出狱之后她本想从新开始生活，但是恨铁不成刚的父亲每天的责打，和来自社会冷漠与歧视让她背井离乡离开了家。后来如新遇到了现在的丈夫何彬，面对他热烈的追求，她没有隐晦自己不光彩的过去如实相告。何彬的一句“人非圣贤、孰能无过，我不会在乎的”让她怦然心动温暖不已。从此他们走到了一起。度过了几年的时光。但不久发现丈夫其实是个劣迹斑斑的家伙，善良的如新却对他一再隐忍。现在的如新在他乡过的并不如意，她决定和丈夫离开现在居住的城市，回到家乡，想去看看病重的老父亲。想再做一次老行当，就和丈夫远走高飞再也不做这样的事了。她盯上了小人乍富的石凯夫妇，没想到一出手就轻易窃得了几十万的现金，并意外的盗得了一把手枪。警方根据现场勘查，从作案手法推测是已经离开大家视线的如新再次作案，分析她再次作案的 原因一定和她的家庭有关。随即陆明和芳萍到她家了解情况,没想到没有得到她家人的帮助,反而碰了一鼻子灰.但也发现了如新父亲病重的事实，想把如新的家庭作为寻找如新线索的突破口.陆明和芳萍跟队长大兵汇报了情况,没有办法的他们只好在如新家24小时监控蹲守,期待着如新的出现.同时大兵也在从另外一条线索顺藤摸瓜. 去看望父母的如新看到有警察埋伏在自家附近，知道警方在到处通缉自己，决定不宜在此处久留，但何彬认为现在还不是马上逃走的时候，等用这些赃款作笔大买卖再离开。如新没有办法，于是决定暂时躲躲，随后两人连夜逃离了住所。何彬想利用盗来的这笔钱做一庄古董交易的买卖。而且由于现在时间紧迫，他找到了以前的女友姗姗，想通过她寻找更大的卖家。经过姗姗中间的牵线搭桥，大的卖家终于出现了。经过几翻周折，所有事宜都已谈好。就等一手交钱一手交货，没想到的是对方拿到钱想杀人灭口，一时情急之下两方发生了争执，何彬掏出如新偷来的枪打伤了对方，带着钱、货和受了伤的姗姗逃回了住所。得知夜总会发生枪击案，陆明芳萍等人迅速赶到现场。由于种种迹象表明是何彬所为，警方根据目击证人的一系列线索找到了何彬的下落。睡梦中醒来的如新发现自己的丈夫和另外一个女人在一起。一向爱他，迁就他，依赖他的如新伤心绝顶的抢回何彬身上的枪，向何彬举起了枪，正在这时陆明芳萍大兵也破门而入对许如新的过去有几分了解的大兵劝说她，只要改过自新一切都可以从新开始，并提出让她去看重病的父亲，如新在警官话语里流泪不语，缴械自首。警方为如新的父亲安排了医院治疗，狱中的如新脸上重新露出了欣慰的笑容，她的生活从今天可以一切如新从新开始了。",
    "chinese_title": "致命错爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-17T08:28:34"
}