{
    "aka": [
        "The Reading Boy"
    ],
    "sid": "19976058",
    "cast": [
        "江化霖 Hualin Jiang",
        "李佳奇 Jiaqi Li",
        "原明轩"
    ],
    "site": "douban",
    "tags": [
        "留守儿童",
        "感人",
        "温情",
        "亲情",
        "儿童",
        "念书的孩子",
        "中国电影",
        "家庭"
    ],
    "year": "2012",
    "genre": [
        "剧情",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2461375551.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "孟宪明"
    ],
    "imdb_id": "",
    "director": [
        "原雅轩 Yaxuan Yuan"
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-06-15(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "念书的孩子"
    ],
    "douban_link": "https://movie.douban.com/subject/19976058/",
    "trans_title": [
        "The Reading Boy"
    ],
    "douban_votes": 4500,
    "introduction": "爸妈去城里打工，家里由爷爷照顾九岁的开开上学和生活。\n开开捡了一只流浪狗，取名叫小胆儿。小胆儿胆子特别小，平时不敢叫唤，爷爷以为它是哑巴狗。小胆儿很聪明，开开让干啥小胆儿就干啥，开开走一步它就跟一步，生怕再走丢了。小胆儿成了开开最好的朋友。\n爷爷有肺心病，拖垮了家里的经济，为了吃药，连有线电视费也不交了。开开放学没事干，爷爷怕开开空虚，就哄着开开念课文。今天的课念念，昨天的课巩固巩固，明天的课预习预习。爷爷并不在意开开念得对与错，只要能让开开有事干就行。开开每次念书的时候，小胆儿就很捧场，坐在爷爷的鞋子上认真地听。\n老师开始表扬开开了，说开开的书念得好，作文也写得好，将来一定能考上研究生甚至是博士生。开开念书更起劲儿了，念完了课内念课外，念完了岳飞念三国。\n有一天，小胆儿突然叫起来，还咬着开开的裤脚往爷爷屋里拽。开开连忙跑过去，却发现爷爷躺在床上没有了呼吸。开开的父母回来安葬了爷爷，要带开开进城。开开不想走，说班里的吴美芳进城半年都没有找到学校，前几天又回来了。开开要念书，不想进城。\n开开的爸爸在城里打工，住的是工棚。妈妈在城里当保姆，住的是雇主家。开开要是进城还真没地方住。城里上学的条件太不成熟，但在农村还可以。开开跟爷爷学会了做饭，蒸馒头擀面条都会，吃饭穿衣不是问题。最让开开爸妈担心的是，万一晚上开开有个病啥的，连个知道的人都没有。于是开开爸去找开开的老师。王老师说，白天开开自己吃饭，晚上可以睡在老师家，问题都得到了解决。\n把一个九岁的孩子留在家，别人不说啥，开开妈自己也舍不得。开开妈说，咱还是把孩子带走吧，要不我留下来。开开爸说，不是咱不带他，是他自己不愿走。再说学习是一辈子的大事，这要是给孩子耽误了，咱得后悔一辈子。\n开开爸妈开始给开开准备所有的生活用品并逐一交待好，在一天早晨悄悄回城了。开开醒来发现爸妈不见了，追到村口大哭了一场，开始了自己的独立生活。\n没有了爷爷，开开做饭心不在焉，总是把饭烧糊，上课也总是迟到。后来开开干脆不做饭了，和小胆儿一起啃馒头就咸菜喝凉水。\n王老师家有条大黑狗叫大黑，开开带着小胆儿去王老师家睡觉的时候，大黑就一个劲儿地叫唤，把小胆儿吓得钻到床底下不敢出来。开开心疼小胆儿，就跟老师说换个地方睡不着觉，还想回家睡。得到王老师的允许，开开就带着小胆儿回家了。\n晚上做噩梦，开开吓醒了，给爸爸打电话。爸爸问开开，你不是在老师家睡吗？咋又回来了。现在都凌晨三点了你咋还没睡，是不是害怕了。爸爸一问，开开哭了。\n爸爸没有了选择余地，于是花了一些钱找了一些人，创造了开开进城所需要的条件。\n开开要进城了。进城的头天晚上，开开把书包腾空，把小胆儿装进去试了试，正好能装下。开开对小胆儿说，我就要带你进城了你开心吗？第二天早上，父子俩带着小胆儿到了村口汽车站。要上车的时候，爸爸却突然说小胆儿不带了，到城里爸爸再给买个更好的。开开不同意。爸爸说火车上不卖狗票，带着狗人家不让上火车。开开仍然不同意，爸爸生气了，说开开不听话，把开开的手掰开把狗绳扔掉，硬是抱着开开上了车。车开了，开开一边反抗着爸爸，一边哭喊着让小胆儿快跑，说我在前面等着你。小胆儿拼命地跑起来追赶着汽车，但越追离汽车越远。",
    "chinese_title": "念书的孩子",
    "douban_rating": "8.7/10 from 4500 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2024-08-13T06:20:12"
}