{
    "aka": [
        "Virtual Trip: JiuZhaiGou"
    ],
    "sid": "19971621",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2626403864.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "实境之旅-九寨沟"
    ],
    "douban_link": "https://movie.douban.com/subject/19971621/",
    "trans_title": [
        "Virtual Trip: JiuZhaiGou"
    ],
    "douban_votes": "90",
    "introduction": "九寨沟风景名胜区位于四川省阿坝藏族羌族自治州南坪县境内，距离成都市400多公里，是一条纵深40余公里的山沟谷地，因周围有9 个藏族村寨而得名，总面积约620平方公里，大约有52%的面积被茂密的原始森林所覆盖。林中夹生的箭竹和各种奇花异草，使举世闻名的大熊猫、金丝猴、白唇鹿等珍稀动物乐于栖息在此。 自然景色兼有湖泊、瀑布、雪山、 森林之美。沟中地僻人稀，景物特异，富于原始自然风貌，有“童话世界”之誉。有长海、剑岩、诺日朗、树正、扎如、黑海六大景区，以翠海、叠瀑、彩林、雪峰、藏情这五绝而驰名中外。 　　九寨沟是中国唯一拥有“世界自然遗产”和“世界生物圈保护区”两顶桂冠的圣地。 九寨沟以原始的生态环境，一尘不染的清新空气和雪山、森林、湖泊组合成神妙、奇幻、幽美的自然风光，显现“自然的美，美的自然”，被誉为“童话世界九寨沟的高峰”、彩林、翠海、叠瀑和藏情被称为“五绝”。因其独有的原始景观，丰富的动植物资源被誉为“人间仙境”。 　　九寨沟纵深40多公里，总面积6万多公顷，三条主沟形成Y形分布，总长达60余公里。由于交通不便，这里几乎成了一个与世隔绝的地方。仅有九个藏族村寨坐落在这片崇山峻岭之中，九寨沟因此得名。这里保存着具有原始风貌的自然景色，有着自己的特殊景观。据说，在世界别的地方已经很难见到。九寨沟既是自然保护区，又是国家级风景名胜区，同时，被列入世界人类自然遗产名录。 　　九寨沟以三沟一百一十八海为代表，包括五滩十二瀑，十流数十泉等水景为主景，与九寨十二峰联合组成高山河谷自然景观。景区面积62平方公里，现游览区面积50平方公里。九寨沟景观分布在成Y型的树正、日则、则查洼3条主沟内，总长50余公里。主要有树正景区，长75公里，有盆景滩、树正群海、树正瀑布、双龙海、火花海、卧龙海等景点组成；日则沟景区，有诺日朗、珍珠滩、高瀑布三大瀑布，有镜海、熊猫海、芳草海、天鹅海、剑岩、原始森林、悬泉、五花海等景点；则查洼沟景区，有长75公里的长海和五彩池等景点；扎如景区，有魔鬼岩、扎如寺等景点。 　　“黄山归来不看山，九寨归来不看水”。九寨沟的精灵是水，湖、泉、瀑、溪、河、滩，连缀一体，飞动与静谧结合，刚烈与温柔相济，千颜万色，多姿多彩。高低错落的群瀑高唱低吟；大大小小的群海碧蓝澄澈，水中倒映红叶、绿树、雪峰、蓝天，一步一色，变幻无穷；水在树间流，树在水中长，花树开在水中央。 　　九寨沟现已规划的六个景区是：宝镜岩景区 树正景区 日则景区 剑岩景区 长海景区 扎如景区 九寨沟的森林2万余公顷，在2000米至4000米的高山上垂直密布。主要品种有红松、云杉、冷杉、赤桦、领春木、连香树等。在这里的原始森林中，栖息着珍贵的大熊猫、白唇鹿、苏门羚、扭角羚、毛冠鹿、金猫等动物。海子中野鸭成群，天鹅、鸳鸯也常来嬉戏，是我国著名的自然保护区之一。 　　九寨沟四季景色迷人。动植物资源丰富，种类繁多，原始森林遍布，栖息着大熊猫等十多种稀有和珍贵野生动物。远望雪峰林立，高耸云天，终年白雪皑皑，加上藏家木楼、晾架经幡、栈桥、磨房、传统习俗及神话传说构成的人文景观，被誉为“美丽的童话世界”。 　　九寨沟地处岷山山脉南段尕尔纳峰北麓，是长江水系嘉陵江源头的一条支沟，也是青藏高原向四川盆地过渡的地带，地质结构复杂。这里高差悬殊、气候多样、山明水秀。 九寨沟主沟呈“Y”字形，总长50余公里。沟中分布有多处湖泊、瀑布群和钙华滩流等。水是九寨沟景观的主角。碧绿晶莹的溪水好似项链般穿插于森林与浅滩之间。色彩斑斓的湖泊和气势宏伟的瀑布令人目不暇接。 　　原始森林覆盖了九寨沟一半以上的面积。林中植物种类繁多，现有天然森林近3万公顷，植物2000余种。多种野生动物繁衍栖息于此，其中包括脊椎动物170种、鸟类141种，属国家保护的有17种。林地上积满厚厚的苔藓，散落着鸟兽的羽毛，充满原始森林的风貌，使人仿佛置身于美妙的世外天地。",
    "chinese_title": "实境之旅-九寨沟",
    "douban_rating": "6.3/10 from 90 users",
    "foreign_title": "",
    "douban_rating_average": "6.3",
    "update_at": "2025-07-24T04:57:08"
}