{
    "aka": [],
    "sid": "19976842",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583625385.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12307070",
    "director": [],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-05(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12307070/",
    "imdb_votes": 14,
    "this_title": [
        "10 Things You Need to Know About Sleep"
    ],
    "douban_link": "https://movie.douban.com/subject/19976842/",
    "imdb_rating": "7.2/10 from 14 users",
    "trans_title": [
        "睡眠十律"
    ],
    "douban_votes": "1698",
    "introduction": "DURATION: 1 HOURDo you get enough sleep? Many of us don't. 10 Things You Need to Know About Sleep reveals the science behind why so many find it difficult to nod off, and offers practical tips on the best ways to get a good night's sleep.In a series of experiments, presenter Kate Silverton sets out to help those insomniacs desperate to get some shut eye, help travellers beat jet lag, and see if there is anything that can be done to stop loud and persistent snorers.Chef Aldo Zilli discovers how the food we eat affects our sleep, while volunteers in a sleep laboratory test the effects of alcohol and coffee on the rhythm of sleep.Record-breaking round-the-world yachtswoman Dee Caffari learns the best time to take a nap and catch up on lost sleep, while journalist Dominik Diamond finds out that less sleep can help an insomniac break bad habits.Joe Swift from Gardeners World tries out some herbal sleep remedies, and comedian Russell Kane checks out techniques that can reduce the stress that keeps him awake at night.Kate takes a hot bath before bed and discovers the surprising secret to a good night's sleep, as well as how a trick of the light can both wake you up and keep you asleep.Get tips on getting a good night's sleep on the BBC Headroom site:http://www.bbc.co.uk/headroom/newsandevents/programmes/sleep.shtml.",
    "chinese_title": "睡眠十律",
    "douban_rating": "7.8/10 from 1698 users",
    "foreign_title": "10 Things You Need to Know About Sleep",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.8",
    "update_at": "2025-05-17T07:07:14"
}