{
    "aka": [
        "瞧这一家子"
    ],
    "sid": "19977816",
    "cast": [
        {
            "url": "/celebrity/1275273/",
            "name": "黄觉 Jue Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313674/",
            "name": "曹翠芬 Cuifen Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318268/",
            "name": "李艳秋 Yanqiu Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325065/",
            "name": "陈友旺 Youwang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321933/",
            "name": "李野萍 Yeping Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314212/",
            "name": "舒耀瑄 Yaoxuan Shu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587534655.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1324086/",
            "name": "钱晓鸿 Xiaohong Qian",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "甜蜜的烦恼"
    ],
    "douban_link": "https://movie.douban.com/subject/19977816/",
    "trans_title": [
        "瞧这一家子"
    ],
    "douban_votes": "0",
    "introduction": "建筑设计师王健和审计员萧沫沫要结婚了，两人工作顺利，条件相当，幸福的生活就此展开。可王健的父亲老中医王晨生  和老伴陈玉英就小俩口结婚后住在谁家的问题与沫沫的父亲老工人萧澜涛和妻子蒋怡发生了争执。做了一辈子护士长的蒋怡事事争先，要求小俩口婚后住在萧家，可王健的母亲陈玉英却舍不得宝贝儿子，矛盾就此开始了。疼爱儿子的陈玉英最终还是顺从了儿子的意愿，同意了小俩口住在萧家，于是爱慕 虚荣，喜好铺排的蒋怡大张旗鼓开始为这对新人装修新房，可家电还没进屋，蒋怡远在美国的父亲打来电话，说要来北京养病，无奈，“新房”改成了病房，小俩口也顺理成章准备住进王家。一波未平，一波又起，这结婚仪式还没办，瞒着家两对老人同居的小俩口就闹出人命了,这人命在沫沫的肚子里茁壮成长了起来。沫沫的母亲蒋怡怒火冲天，王健的母亲陈玉英却觉得喜从天降，小俩口偷偷摸摸去“流产”，被王莹告了状，于是，“流产”计划彻底破产。第三代的萌生，让一对欢喜亲家结成了坚实的同盟，蒋怡和陈玉英结成了统一战线，苦口婆心软磨硬泡终于说服了王健和沫沫，于是，二人迅速成婚，住进了王家，陈老太太开始了精心伺候有孕在身的沫沫。住进了王家的沫沫自然改不了独生子女的种种毛病，生活中挑三拣四，工作中也拈轻怕重，王健自持收入不菲，就劝说沫沫作了全职太太。可沫沫在家呆久了，就看不惯王莹了， 不只是沫沫，就连老太太陈玉英也天天数落自己要家没家，要业没业的大女儿。闹得王莹只得带着女儿搬回自己的家里去，可王莹八岁就进戏校学戏，过惯了集体生活的她缺乏独立生活能力，日子过得一塌糊涂。沫沫的母亲蒋怡总怕自己的女儿在婆家吃亏，怕女儿的婚姻生出变故，就瞪大了眼睛盯着王健的一举一动。碰巧邻居家的女孩芳芳在王健所在的公司做服务生，王健对这个屡次高考不中的小妹妹心怀同情，于是关怀有加。这让沫沫的母亲蒋怡心生疑窦，于是无中生有地制造些事端，搅得沫沫心绪不宁，小夫妻矛盾不断。平息“战事”的任务自然就都落在陈玉英的身上。两位亲家母分工迥然不同——一个煽风点火，一个扑风灭火。日子过得虽有别扭，倒也热热闹闹。王莹回了自己冷清的家，倍感孤单，加上女友的撮合，就和机关干部赵东交往了起来。赵东性格温和，天生是一把过日子的好手，到王莹家几次就把她的‘猪圈’收拾出了模样，加上赵东是王莹的铁杆戏迷，对王莹无比崇拜，王莹的生活过得惬意而满足。可好日子还没开头，王晨生就跳出来阻拦了，因为他听说赵东是刚从监狱里放出来的。不得已，王莹只好在父亲的威逼之下离开自己家，回到了父母身边，和赵东也就此结束了。虽然很久以后，女友终于为赵东验明正身，此赵东非彼赵东，王莹和赵东的感情还是覆水难收了。王健工作很努力，可不想刚刚被提到副主管的位置上，突然又被拿下了，并且公司又开始招聘新人，王健有了危机感，整天闷闷不乐。沫沫天天在家，倍感烦闷，可王健每日回来都“冷脸”相对，小俩口自然口角不断。沫沫就找母亲蒋怡诉苦，蒋怡断定女儿女婿感情有隙是芳芳所致，于是她跑到芳芳家大闹了一场，把老实巴交的芳芳妈气得当夜心脏病复发，最后被“120”接走了。蒋怡的所为引起邻居的公愤，萧澜涛舍了老脸替老伴到处作揖道歉，又把王晨生请来给芳芳妈做陪护，总算得到大家的谅解。然而萧老头却不肯原谅老伴的专横霸道，毅然离家出走。这下可好，小俩口的事情还没结束，老两口就又闹起离婚来了。后来，王晨生在家里摆桌为亲家老两口讲和，王莹跑来劝解，用自己的不幸经历劝导两位老人珍惜幸福珍惜婚姻。两位老人冰释前嫌，而沫沫也重新认识了自己善良热情的大姑姐王莹。王健认定公司已无用武之地，加之受人鼓动，毅然跳槽，然而真正加入了求职的大军，作为土博士的王健却高不成低不就，加之他的骄傲和自负，屡屡碰壁。郁闷之极，王健在家里打扫卫生，竟然看到了一张老照片，照片上有父亲母亲和一个陌生的男子，这让他对自己和王莹的身世产生了怀疑。面对丈夫的沮丧，萧沫沫鼓起了勇气，承担起了家庭的责任，她重新走进了单位，开始为工作努力，为这个家的未来努力。不管外面的世界悲喜交加的有多热闹，沫沫肚子里的胎儿只管悄悄地长大。这天王健陪妻子去医院做孕期检查，大夫说能听到胎儿心跳了。王健在医生指导下俯身去听，突然间怦然心动，一股电流通过全身，身为人父的尊严感和责任心油然而生。全剧的最后，是令所有人欢欣鼓舞的幸福结局，王健和沫沫的孩子出世了，两家人围绕着新的生命欢笑不已，王莹也遇到了知心人儿。生活总是美好的，只要有爱，只要我们共同去努力，一切都会明媚而灿烂。",
    "chinese_title": "甜蜜的烦恼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-12T13:00:45"
}