{
    "aka": [],
    "sid": "1997970",
    "cast": [
        {
            "url": "/celebrity/1162396/",
            "name": "Philip Whitchurch Philip Whitchurch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130866/",
            "name": "达拉·奥马利 Daragh O&#39;Malley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107263/",
            "name": "弥尔顿·约翰斯 Milton Johns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076545/",
            "name": "保罗·布洛克 Paul Brooke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031897/",
            "name": "埃里克斯·德尼索夫 Alexis Denisof",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031196/",
            "name": "费奥多尔·阿特金 Féodor Atkine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007220/",
            "name": "詹姆斯·劳伦森 James Laurenson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002683/",
            "name": "肖恩·宾 Sean Bean",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "动作",
        "历史",
        "战争",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542338394.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1428310/",
            "name": "伯纳德·康威尔 Bernard Cornwell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0120110",
    "director": [
        {
            "url": "/celebrity/1028556/",
            "name": "汤姆·克雷格 Tom Clegg",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1997-05-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0120110/",
    "imdb_votes": 2101,
    "this_title": [
        "Sharpe's Revenge"
    ],
    "douban_link": "https://movie.douban.com/subject/1997970/",
    "imdb_rating": "7.6/10 from 2101 users",
    "trans_title": [
        "沙普的复仇"
    ],
    "douban_votes": "0",
    "introduction": "Toulouse - April 1814In the French camp, Ducos watches as Napoleon's fortune is loaded on a cart.  If Toulouse falls, the treasure will be removed before the British, or the Bourbons, can steal it.  Sharpe writes a note giving Jane power of attorney over his money.  She makes him promise this will be his last battle and that he will then return to England with her.On the battlefield, Calvet realises he is losing, as the British gain ground, and Ducos is ordered away with Napoleon's treasure.  In the British camp, the officers celebrate their success with a dinner at which one of them, Col. Wigram, insults Sharpe.  A duel is arranged with Capt. Frederickson acting as Sharpe's second.  Ducos tests the loyalty of the men escorting the treasure by asking if they would consider stealing it. One officer, Maillot, declines and Ducos orders him back to his home in Normandy.  In the British camp, Jane's friend, Molly Spindacre, tells Jane that Sharpe has challenged her 'protector', Col. Wigram, to a duel and broken his word to Jane.  After finding out that Jane has power over Sharpe's money, she persuades Jane to return to punish Sharpe.  Once there, they obtain all the money and start spending it.When it is discovered that Napoleon's treasure has been stolen, the French suspect Sharpe and he is arrested in his quarters.  During his court martial, it is requested that Maillot give evidence.  Ducos finds this out and has to prevent Maillot from accusing him, so he arranges his murder and has Sharpe set up.  Then he sets sail to safety in Naples.  In London, Jane is informed of Sharpe's arrest by Lord John Rossendale.  She faints into his arms, and he falls for her 'charms'.Sharpe escapes from custody and makes for Normandy to find Maillot.  Before he can reach Normandy, Maillot is killed and Sharpe is the suspect, getting shot by Maillot's sister, Lucille.  When Frederickson, who accompanied Sharpe, explains what has happened, Lucille helps to nurse Sharpe back to health.In London, Jane has fallen for Rossendale and they are lovers.  Harper sees them together and returns to France.  Frederickson tries to track down Ducos and discovers Gen. Calvet on the same mission.  They believe their man has gone to Naples, and once they have collected Sharpe and Harper, they agree to join forces to recover the treasure.",
    "chinese_title": "沙普的复仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sharpe's Revenge",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T02:00:24"
}