{
    "aka": [],
    "sid": "1997931",
    "cast": [
        {
            "url": "/celebrity/1002670/",
            "name": "埃里克·罗伯茨 Eric Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1269784/",
            "name": "Camila Alves Camila Alves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161374/",
            "name": "妮基·斯楚勒·泽林 Nikki Schieler Ziering",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148543/",
            "name": "Alisa Reyes Alisa Reyes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108444/",
            "name": "斯托尼杰克逊 Stoney Jackson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099683/",
            "name": "吉娜·平泉 Gina Hiraizumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056104/",
            "name": "罗宾·吉文斯 Robin Givens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055083/",
            "name": "马特·赛德诺 Matt Cedeño",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032103/",
            "name": "弗雷德·威廉森 Fred Williamson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1272797/",
            "name": "阿曼达·布瑞尔 Amanda Burrill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "波多黎各"
    ],
    "writer": [],
    "imdb_id": "tt0396021",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0396021/",
    "this_title": [
        "4-Bidden"
    ],
    "douban_link": "https://movie.douban.com/subject/1997931/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Enter the world of Roman and Jordan Tobias scions of Silque Industries and the genius behind the spectacular success of America's hottest girl group consisting of five talented and beautiful, young black women... 4bidden New Year's Eve 2007, the lead singer of 4bidden is found dead in her apartment. Silque Record's stars are now the talk of the country. The group is shocked to discover that Roman has designated the undeniably beautiful but unmistakably Caucasian Anastasia as their new lead singer. Equally thrown by this development are Jordan and Myles Farrell, the dynamic young writer/record producer, who not only formed and developed 4Bidden, but who is romantically involved for the second time with one of its members. Who is Anastasia? A one-time stripper turned con artist who has used her spellbinding looks and razor sharp wit to fashion a remarkably profitable career in Europe on the wrong side of the law. After one of her scams goes sour, she returns to the U.S. and is reinvented as a singer/dancer who soon finds herself not only as Roman's newest discovery but as his lover as well... These developments exacerbate the already unstable marriage of Roman and Jordan and it's not long before she also takes a lover, the deadlocked photographer Jessie St. John, whose charming smile and devil-may-care confidence mask his own shady past as well as his surprising plan of revenge on the man he believes is responsible for his own tragic loss. Adding to the intrigue is the attraction between Anastasia and Jessie, who, thanks to their own unresolved history and unabashed chemistry are inevitably and dangerously driven into each other's arms. The cat and mouse games continue and the playing field becomes even more treacherous when yet another death hit's the R & B group and a pair of suspicious detectives put their own theories into action. The climax of all of this takes place at the Tobias mansion in Puerto Rico on their 5th wedding anniversary. Here, lies are exposed, betrayals are revealed, death is imminent, and a conclusion is revealed that is so shocking, so unbelievable... you must see it to believe it.",
    "chinese_title": "4-Bidden",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-28T22:39:23"
}