{
    "aka": [
        "The Monsters"
    ],
    "sid": "19973791",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2860309123.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt2023638",
    "director": [
        {
            "url": "/celebrity/1272910/",
            "name": "古斯塔沃·帕兰特·利马 Guto Parente",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2023638/",
    "imdb_votes": 59,
    "this_title": [
        "Os Monstros"
    ],
    "douban_link": "https://movie.douban.com/subject/19973791/",
    "imdb_rating": "6.9/10 from 59 users",
    "trans_title": [
        "怪物们",
        "The Monsters"
    ],
    "douban_votes": "0",
    "introduction": "The combination of free jazz with the quest for artistic freedom is the off-handed focus of rambling and scruffy \"The Monsters,\" the second feature by Brazilian filmmaking quartet Guto Parente, Luiz Pretti, Pedro Diogenes and Ricardo Pretti, Luiz's twin brother. The same, ultra-loose sensibility in the group's previous \"Road to Ythaca\" underlies this oddly titled pic, in which a couple of jazz musicians and their sound recordist pals -- all hardly monstrous -- ultimately get together for a remarkable jam session and possible artistic breakthrough. Music and Latin-accented fests are likely destinations beyond ultra-art confabs.In line with their usual practice, the four play the leads, though unlike their road movie \"Ythaca,\" each have more individual moments during the course of a film that seems for long stretches to have no detectable structure. This is partly due to the film's total immersion in free jazz, which starts immediately, when Joao (Luiz Pretti) does a three-minute solo on his sax-like, handmade horn. His wife's (Natasha Faria) silent response is to kick him out of their house -- and after a drunken night, he crashes at the flat of Joaquim (Diogenes) and Pedro (Parente), who hate their jobs as part of the sound crew on a dumb commercial movie.Joao's hopes for emotional relief with a gig at a small club owned by tubby impresario Antonio (Ythallo Rodrigues) proves a bust when his radical and atonal improvisations drive away the customers. The guys get some consolation with a long night of partying, but the real turnaround comes with the unlikely arrival (on a raft!) of guitarist Eugenio (Ricardo Pretti).The 13-minute finale is extraordinary, as Joao and Eugenio launch into an extended jam recorded by Joaquim and Pedro, and marks one of the rare examples in recent cinema of uncompromising jazz played onscreen. It's certainly a first for filmmakers to perform such difficult music so audaciously. The influences of horn men Sam Rivers, Eric Dolphy and Anthony Braxton and guitarist Derek Bailey can be powerfully heard, and rep an entirely different kind of jazz sound than Brazil's sturdy, familiar decades-old Bossa Nova style.Vid lensing (by team Ivo Lopes Araujo and Victor De Melo), and the overall production package, is as unrefined as the slacker lifestyles inside the film. Multiple oncamera music perfs rack up 23 minutes of the pic's 81-minute running time.",
    "chinese_title": "怪物们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Os Monstros",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T13:39:33"
}