{
    "aka": [],
    "sid": "19973808",
    "cast": [
        {
            "url": "/celebrity/1314158/",
            "name": "李锦梅 Ivy Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328380/",
            "name": "陈泓宇 Shaun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275792/",
            "name": "陈之财 Edmund Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054165/",
            "name": "郭妃丽 Phyllis Quek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348205/",
            "name": "赖怡伶 Vivian Lai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892316115.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-11-13"
    ],
    "this_title": [
        "天堂鸟"
    ],
    "douban_link": "https://movie.douban.com/subject/19973808/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "杜祥益（陈泓宇饰）是小有成就的词曲创作者，他怀着对音乐的热忱和憧憬从马来西亚到新加坡发展。后来，唱片公司因为财务困境而倒闭了，他依然坚持理想，一边打工，一边等待机会。在这期间，他遇上了韩琪真（李锦梅饰），两个人很快就结婚了。韩琪真个性贤淑、善解人意，自从她和杜祥益的女儿杜彤彤出世后，韩琪真便放弃珠宝设计师的工作，当个全职的家庭主妇。日复一日，杜祥益创作的灵感和时间渐被生活埋没，数年后，杜祥益日益消沉，当初的雄心壮志消失殆尽，怀才不遇的忧郁与愤懑日渐膨胀，他借酒消愁，后来甚至打骂妻女出气。某夜，杜祥益喝醉了，又开始对韩琪真拳脚相向，韩琪真挣脱魔拳跑了出去，实在无法继续容忍杜祥益的暴行。韩琪真下定决心离开杜祥益，她趁杜祥益入睡后，收拾行李、打算带女儿离开，没想到被杜祥益发现了，他发了疯似的殴打韩琪真；六岁的彤彤见到残暴的父亲殴打妈妈，惊吓大哭，韩琪真护女心切，随手抓起重物朝杜祥益的后脑击下，杜祥益顿时瘫倒在地上。韩琪真以为自己错手打死了杜祥益，惊慌失措之余抱了彤彤到COCO家避难。COCO（李心钰饰）担心韩琪真闯下大祸，建议她报案自首。后来两人回到杜家，发现家中一片絮乱，地上善有血迹，尸体却不知所踪……另一方面，杜祥益在韩琪真离开醒了过来，跌跌撞撞走出门后，竟然滚下山坡，在桥底昏迷了两天，醒来后他的脑袋一片空白，他竟然失忆了！杜祥益连自已的名字也记不起来，后来他被一位好心的拾荒老人－张伯（陈澍城饰）收留协助张伯在结霜桥摆卖旧货，开始他另一段新的人生。失忆后的杜祥益完全变成另一个人，过去的暴行、恶习和消沉的意志似乎跟记忆一起埋葬。全新的他是个诚恳、勤奋和善良的年轻人。刚开始，张伯怀疑杜祥益是他的儿女所派来的“卧底”。经过一段时间的相处后，才发现杜祥益真的失忆了，对他的态度也由冷漠转为亲密。杜祥益通过张伯认识了谢思茹（郭妃丽饰），彼此都留下良好的印象。至于韩琪真，她在事情发生后就搬到COCO家住，COCO的大哥陈海明（陈之财饰）知道琪真的遭遇，对她呵护备至。陈海明的真心诚意感动了韩琪真，两人的感情有了进一步的发展！后来杜祥益慢慢恢复了记忆，只是每次一想起什么，就会开始激烈的头痛。一天，他无意间碰见彤彤和韩琪真，脑中的影像再次展现、加强，他努力想找出其中端倪。韩琪真见到杜祥益和谢思茹的感情很好，她也看到杜祥益积极地生活着。韩琪真决定继续隐瞒事实，让彼此可以重新开始各自的生活。杜祥益还没有完全恢复记忆，并不知道他和韩琪真的真正关系，两人成了朋友。每次他见到彤彤，就有一种说不出来的心灵感应。杜祥益在谢思茹和张伯鼓励下，开了一家“阿杜特方烤鸭店”。没想到生意非常好，在短短数月内，就开了好几家分店，更获得“烤鸭大王”之美号。虽然日子过得充实、快乐，杜祥益却开始慢慢地想起自己过去虐妻、伤女、酗酒的暴力行为。尤其女儿彤彤对他的抗拒更让他感到痛心。回复记忆后，杜祥益非常痛苦和内疚，他向韩琪真忏悔，希望可以弥补过去对韩琪真的伤害。这时，杜祥益和谢思茹的感情已经很深厚了，他应该做何抉择？韩琪真和陈海明之间的感情又该如何呢？",
    "chinese_title": "天堂鸟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T20:08:05"
}