{
    "aka": [],
    "sid": "1997967",
    "cast": [
        {
            "url": "/celebrity/1141618/",
            "name": "杰森萨尔基 Jason Salkey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132515/",
            "name": "史蒂芬·摩尔 Stephen Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130866/",
            "name": "达拉·奥马利 Daragh O&#39;Malley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005429/",
            "name": "约翰·塔姆斯 John Tams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036322/",
            "name": "艾米莉·莫迪默 Emily Mortimer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022603/",
            "name": "弗农·多布切夫 Vernon Dobtcheff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017920/",
            "name": "詹姆斯·鲍弗 James Purefoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002683/",
            "name": "肖恩·宾 Sean Bean",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "动作",
        "历史",
        "战争",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542338476.jpg",
    "region": [
        "UK"
    ],
    "writer": [
        {
            "url": "/celebrity/1428310/",
            "name": "伯纳德·康威尔 Bernard Cornwell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0114418",
    "director": [
        {
            "url": "/celebrity/1028556/",
            "name": "汤姆·克雷格 Tom Clegg",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1995-04-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0114418/",
    "imdb_votes": 2428,
    "this_title": [
        "Sharpe's Sword"
    ],
    "douban_link": "https://movie.douban.com/subject/1997967/",
    "imdb_rating": "7.8/10 from 2428 users",
    "trans_title": [
        "沙普的剑"
    ],
    "douban_votes": "0",
    "introduction": "Franco-Spanish Border, 1813A carriage travelling through the countryside is ambushed by the French.  Only a young nun escapes with her life, struck dumb with shock.  Later, the same French company is attacked by the British.  The French colonel shoots his captain and disguises himself in the captain's coat, claiming he is Capt. Dumas.  Sharpe is suspicious, the man claims to trade in horses, but carries the best sword ever made - a Kliegenthal.  He is also carrying papers covered in figures, which he says are bills, but could just as easily be codes.Col. Berkeley of the South Essex arrives and accepts Dumas' parole through an interpreter, Capt. Lord Jack Spears.  The young nun gives herself up to Sharpe's protection.  Unable to speak, she is given to Ramona to care for and given the name 'Lass'.  Sharpe is told that a French colonel, Leroux, had been sent to capture a British agent, known only as El Mirador, whose identity is unknown.  Sharpe is convinced that the captured captain is Col. Leroux, but he remains on parole instead of under guard.  Sharpe is also convinced that the scraps of paper are a code and that the key lies somewhere in Voltaire's Candide, a copy of which was found when Dumas was captured.At Villafranca, Sharpe is re-united with his old adversary Sir Henry Simmerson.  When Simmerson states the nearby French fort is no threat, a cannon is fired and Dumas escapes, proving he is Leroux after all.  In the town, Sharpe meets Father Curtis who runs the hospital.When the fort is stormed, Sharpe is terribly wounded, Lass and Ramona refuse to give up and nurse him towards recovery.  Meanwhile, Harris works hard in the library cracking the Voltaire code and Harper forges a new sword for Sharpe.  If Sharpe recovers, there will be a spy to be found and a French agent to dispatch.",
    "chinese_title": "沙普的剑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sharpe's Sword",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T02:00:22"
}