{
    "aka": [],
    "sid": "19976826",
    "cast": [
        {
            "url": "/celebrity/1339820/",
            "name": "康弘 Hong Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354236/",
            "name": "高振鹏 Cheng-Peng Kao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043815/",
            "name": "应朗丰 Lang-feng Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322907/",
            "name": "王海祥 Haixiang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338256/",
            "name": "高凌风 Frankie Kao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006360/",
            "name": "翁倩玉 Judy Ongg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357621/",
            "name": "王子鱼 Millie Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341950/",
            "name": "今子嫣 Tzu-Yen Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371969/",
            "name": "张琴 Chin Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325658/",
            "name": "林韦伶 Estrella Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322074/",
            "name": "徐至琦 Alina Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318087/",
            "name": "刘乐妍 Fanny Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476826/",
            "name": "李腾 Teng Lee ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532698/",
            "name": "易淑宽 Shukuan Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380790/",
            "name": "何子华 Tzu-hua Ho",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "西門町－紅包場"
    ],
    "douban_link": "https://movie.douban.com/subject/19976826/",
    "trans_title": [
        "西门町－红包场"
    ],
    "douban_votes": "0",
    "introduction": "在全球東方熱的情勢下，一名外國記者克裏斯來到臺灣採訪，他遇見了這個屬於全世界唯一僅存獨特的東方聽歌文化「歌廳演唱秀」。這一天，克裏斯獨自走在鬧區街上，幾名時髦女子踩著高跟鞋向前面一家「麗金歌廳」弧形樓梯上去，克裏斯好奇跟去，站在樓梯前望著她們，突然一支高跟鞋掉了下來，掉在他身邊，克裏斯撿起高跟鞋，望著樓梯，掉了鞋的茉莉連忙下樓梯向他打了招呼，並邀請他進入歌廳聽歌，於是克裏斯就這樣走進了這家歌廳。茉莉是個從小就喜歡唱歌的女孩，年輕時更喜歡唱歌表演，想參加歌唱比賽，成為名歌手，但是家裏的嚴父反對，倒是有一父親的朋友葛伯，很是支持與欣賞茉莉的歌聲，而且還鼓勵她，並為她報名參加電視歌唱比賽，茉莉有一位暗戀者錢光雄特別喜歡她，但有錢且勢利眼的錢媽反對，但是他們二人偶而也偷偷約會偕同出遊，錢媽與葛伯打賭，如果茉莉能夠成為名歌手，她願意在地上倒爬三圈，一天茉莉與高中同學姣姣在街上嬉鬧，撞上了歌廳女經理何秀，三人因而認識，茉莉雖常偷跑去餐廳客串唱歌，也被父親抓回，後因父親重病，茉莉為償還借來的龐大醫藥費與負擔家計生活，歌廳女經理何秀見茉莉外表清新可愛，於是答應她的請求，開始在歌廳裏唱歌，開始雖出了一些糗，後來居然大受歡迎，客人給的鼓勵紅包也特別多，茉莉為了賺更多的錢，也經常與歌廳內鼓手黃老師ㄧ起在場外的特約節目獻唱，也遇見了現實生活的人生百態，有出名的地理風水命相大師、也有遇見道上的兄弟大哥，妹妹甜甜因練有一身跆拳道，也充當其貼身保鑣，近距離保護茉莉，而同學姣姣隨後也到這家餐廳演唱，但因所唱歌曲是日本歌，為迎合日本客人，在演唱時與臺下聽歌的客人發生衝突，後由茉莉代打，出場演唱，才控制了局面，經理何秀對茉莉的表現更加讚賞，特別重用她，成為歌廳臺駐，更受歡迎，而葛伯為她報名參加電視歌唱比賽也得了冠軍，讓她成了名歌手，也讓錢媽服輸，履行了賭輸的承諾，在地上倒爬三圈，但是為了不讓肥水流入外人田，居然主動要求茉莉成為他們錢家媳婦。茉莉最後雖然接受錢光雄的婚姻，婚後應聽歌客人們的再三要求，以及經理何秀的重金禮聘，也繼續出來唱歌，還是大受歡迎，但是先生錢光雄因長期在國外經商，常不在家，而她的公公、婆婆（也就是錢媽與錢董）為了監視她在歌廳裏是否有紅杏出牆，也鬧出了許多有趣的笑話，錢媽喜歡上了一名年輕的男歌手小唐青，錢董喜歡上了一名年青女歌手夢露，二位長輩終於體會出人生真正快樂的真義，但是對茉莉還是不放心，直到有一天茉莉和其他女歌手們一同前去了醫院探視被車撞傷的女歌手小菁後，自己捐了一輛救護車，錢家二位長輩才對茉莉釋懷，錢光雄也到歌廳支持她繼續演唱。另一位女歌手小菁是來自福建的姑娘，在家鄉就喜歡唱歌，自到城市謀生後，依親住在伯伯順清家中，並在鬧區的這家西餐廳唱歌，伯伯順清是個工廠員工，他們認真工作、過著簡單的生活，順清不時號召一些同鄉朋友去歌廳為小菁捧場，歌廳中一些其他女歌手為爭取客人歡心，為收到更多的獎勵紅包，所使出的伎倆、勾心鬥角，她也都看在眼裏，另有一名年青男歌手少群，因為爺爺也常在歌廳裏聽歌，特別介紹他在歌廳裏表演才藝，與茉莉一起反串京戲，大受女客人歡心，客人中有一名企業家小開小孔對小菁特別捧場，而展開對她熱烈的追求，但小菁始終以平常心對待，讓小孔誤覺得是少群在從中作梗，小菁在唱歌之餘，也經常與茉莉在慈善義演中為老人們義務演唱，一天小菁與少群在外出遊，各自聊起家鄉事，突有數名混混前來騷擾找碴，被少群以精義的武術給打得落荒而逃，而遠在他處見著的小孔也憤怒駕車離去，小菁特別感謝紹群的相救，也對他產生好感，他們倆各自努力認真賺錢過生活，這天他們存夠了錢，少群陪小菁與伯伯返鄉探親，讓小菁年邁已老的母親與在家鄉種田的父親及家鄉的親人們感到高興，慈祥的母親還特地為他們露了一手地道的福州家鄉菜，他們一起參訪了家鄉的好山好水，對於家鄉的田園風景特別有親切感，鄉親們也熱情歡迎他們，家鄉舉辦義賣歌唱比賽，主持人祝福參加者皆有愛心，最後由小菁勝出奪冠，小菁特別感恩在歌廳裏演唱所帶給她的歷練與財富，她願將這筆獎金捐出，給受到風災地震的同胞們，現場響起一片熱烈的掌聲。克裏斯認真的聽完茉莉所說的故事後，覺得有趣又特別，因為還有其他女歌手們，之前有的是空中小姐、有的是選美皇后、有的是檳榔西施、更有年齡較大的女歌手倒貼小白臉的糗事、也有女歌手被騙，遭仙人跳，人財兩失的醜事、也有因投資其他生意失敗，離開歌廳後與其他姐妹們合組「風華愛現」演唱團在特定區當起街頭藝人表演，也有的到圓山飯店的秀場節目演唱，克裏斯有意將她們的故事寫下來，書名叫做「紅包場裡的－茉莉花」。末了，一群女歌者在臺上演唱動聽的歌曲，唱畢，臺下一群男客人蜂擁而上，各自對心儀的女歌手獻上鮮花與鼓勵的紅包，接著，主持人說，今天是茉莉慶生日，特別安排由黃老師組成的×××樂團與茉莉小姐共同為大家演唱好聽的熱門歌曲，臺下一片掌聲，臺上的樂團與茉莉熱情演出…",
    "chinese_title": "西门町－红包场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "西門町－紅包場",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T03:45:09"
}