{
    "aka": [
        "Kebab viennois（法译）"
    ],
    "sid": "19971427",
    "cast": [
        {
            "url": "/celebrity/1161118/",
            "name": "Andreas Vitásek Andreas Vitásek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149068/",
            "name": "范妮·斯塔夫贾尼克 Franziska Sztavjanik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1564054/",
            "name": "德尼茨·库珀 Deniz Cooper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt1929284",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2011-12-15(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1929284/",
    "imdb_votes": 177,
    "this_title": [
        "Kebab mit Alles"
    ],
    "douban_link": "https://movie.douban.com/subject/19971427/",
    "imdb_rating": "6.0/10 from 177 users",
    "trans_title": [
        "Kebab viennois（法译）"
    ],
    "douban_votes": "0",
    "introduction": "Die ganze Brunnengasse ist in türkischer Hand. Die Ganze? Nein, nicht die Ganze. Eine letzte österreichische Bastion gibt es noch. Johann Stanzerls Café „Prinz Eugen“. Wird er sein Café gegen den neuen Hausbesitzer Mustafa Ötztürk verteidigen können?Mehr zum Inhalt:Johann Stanzerl sieht sich umzingelt. Alle anderen Geschäftslokale seines Wiener Grätzels sind bereits in türkischer Hand. Nur sein geliebtes Café Prinz Eugen leistet mit seiner aufrechten österreichischen Stammkundschaft noch Widerstand. Johann und seine für ihre feinen Mehlspeisen bekannte Frau Sofie sind sogar im Begriff, ihr Kaffeehaus zu erweitern. Der österreichische Schneider nebenan sperrt zu, also kann Johann expandieren. Der Pachtvertrag mit dem Grafen Wildmannsdorf ist unterzeichnet, die illegale Ablöse bezahlt. Am Tag des feierlichen \"Mauerfalls\", an dem der Durchbruch in den zukünftigen Raucherraum stattfinden soll, ereilt Johann jedoch der Schock seines Lebens. Statt der polnischen Pfuscherpartie taucht der türkische Geschäftsmann Mustafa mit seiner Familie auf und geht daran, die Mauer von der anderen Seite niederzureißen. Mustafa braucht Platz für sein neues Restaurant, das übrigens auch das Café Prinz Eugen ersetzen wird. Offenbar hat der saubere Graf Wildmannsdorf, bevor er sich nach Indonesien abgesetzt hat, dasselbe Geschäftslokal zweimal vergeben. Allerdings hat Mustafa gleich das ganze Haus erworben und damit auch die Wohnung der Stanzerls, die er wegen Eigenbedarfs auch gleich kündigt. Schlimmer kann es für Johann kaum werden. Der Feind steht nicht nur im eigenen Haus, er ist nun auch der Hausherr. Hier gibt es nur eines - erbitterten Widerstand. Johann bekommt Hilfe von gänzlich unvermuteter Seite, denn ein Gemälde des Prinzen Eugen, das im Café einen Ehrenplatz einnimmt, entwickelt eine höchst sonderbare Form von Eigenleben.",
    "chinese_title": "Kebab mit Alles",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T16:00:13"
}