{
    "aka": [],
    "sid": "19973369",
    "cast": [
        {
            "url": "/celebrity/1315143/",
            "name": "英壮 Zhuang Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275457/",
            "name": "牛莉 Li Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322192/",
            "name": "林熙越 Xiyue Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318124/",
            "name": "许娣 Di Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314645/",
            "name": "齐欢 Huan Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053438/",
            "name": "曾黎 Li Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444600/",
            "name": "张成晓勇 ZhangCheng XiaoYong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322490183.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322939/",
            "name": "臧里 Li Zang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322938/",
            "name": "臧希 Xi Zang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473060/",
            "name": "白志龙 Zhilong Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1546911/",
            "name": "席春栋 Chundong Xi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1011479/",
            "name": "英达 Da Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315143/",
            "name": "英壮 Zhuang Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276042/",
            "name": "丁霄汉 Xiaohan Ding",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "全时空接触"
    ],
    "douban_link": "https://movie.douban.com/subject/19973369/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "某传媒公司制作的电视节目一直不被电视台看好，负责该项工作的部门主管孙总非常着急，她甚至想大换血，把现有人员统统炒掉，再重新另聘高手组班子。此时她手下的一个编导马塞又拿来一大堆新创意要求批准。孙总对马塞印象并不好，认为他只会空谈，所以解聘名单上第一个就是他。孙总打断了马塞充满激情的侃谈，接过他的创意书想把他打发走，却意外地发现他的一个“最不成熟的点子”却具有一定的运作价值。那就是——外地人在北京专题系列报道。于是她改变了主意，批准马塞搞一个阶段的试验。马塞答应了孙总很苛刻的条件后只能背水一战，于是他开始招兵买马，终于说动了同样因所主持节目与个人风格不适合而处于窘境中的女同事凌丹，凌丹的男友，摄象兼司机刚子只好不大情愿的跟着入伙。刚刚遭到初恋情人艾依罗抛弃的马塞把全部热情和理想投入到《外地人在北京》这个专题节目里，因为他自己就是一个没有北京户口的外地人，恋人也是因此和他分手------马塞第一个要追踪采访的人就是因酒醉差点要跳楼的外地来京农民赵大胆。小赵其实是个胆子很小的人，一直在家乡老老实实的种地。其妻桂花却不安于贫困闭塞的山村生活，两年前来到北京打工，但一直没有音讯。小赵找不到桂花却听到了许多谣传，情急之中借酒浇愁，以至爬上了二十层顶楼------小赵被警方解救后又失踪了，马塞执着地苦苦寻找着他，途中又遇到几起各有特色的寻人事件，马塞都让刚子把他们拍了下来------摄制组终于在火车站找到了心灰意冷准备还乡的小赵，费了好大劲才说服他接受采访，并在节目中呼吁知情人为此提供线索-------小赵带着新的希望留下来等待好消息。马塞近乎狂热的工作状态使凌丹不能理解，再加上曹大宇的不配合，使摄制组里摩擦不断，工作很不得力。但不管怎样，他们还是在争吵和矛盾中做出了第一批节目——外地人在北京的《寻人篇》，以小赵的寻妻子经历打头。谁知此节目却并不被公司高层领导看好，于是经费被卡、面临解散-------由于文秘钮芳的粗心装错了送电视台审看的带子，使马塞他们制作的节目阴错阳差获得了电视台的接受和好评。孙总立刻转变态度，以支持者的身份鼓励马塞等再接再厉。小赵在媒体的介入下终于找到了妻子桂花，但她已完全变了，根本不愿意再回到过去的山村生活，甚至已经有了新情人。小赵绝望中想和妻子同归于尽——挟持桂花跳楼，幸好被摄制组及时发现并制止。但这一绝好的现场新闻却被别人抢先在电视台播出-------小赵终于返乡了，摄制组送了他很多家庭种植方面的技术资料。此时又一个外地寻亲者徐老主动找到摄制组，要求帮助他寻觅到失踪女儿的信息。开始马塞他们以为老人的女儿也是这几年到北京打工的，后来才知道徐老是刚从监狱出来的，因一桩二十五年前的斗殴命案被判死刑缓期，后改为无期，直至终于被释放。他的女儿小圆圆当时还是个婴儿，听说被人带到了北京-------马赛不想为徐老做节目，因为他毕竟曾经是个“杀人犯”，而且找到孩子的机会也几乎等于零。况且那个孩子肯定已经被人收养，生活的很平静和幸福，如果突然在她面前出现一个曾经是杀人犯的父亲也接受不了--------但凌丹认为事实毕竟是事实，新闻工作者就是要有面对现实，揭示事实真相的责任，至于女儿能不能接受父亲，那是当事人自己的选择。结果节目还是播出了，但却收到不同的反馈，有人说那个孩子早就死了，并对徐老的身世和历史有很多非议。徐老因此发病住进医院，摄制组也为此受到孙总的批评。此时正值艺术院校招生，孙总让他们抓紧制作几期外地寻梦青年的专题-------摄制组的工作又开始转入正轨，但马塞和凌丹的矛盾还是时有发生。他们还有个很强的竞争对手——电视台某栏目摄制组。对方几次捷足先登，搞的他们功亏一篑。最令马塞头疼的是该摄制组的负责人竟是其初恋情人艾依罗，而且对方明显是欲擒故纵，在和他玩情感游戏，这让他进退两难，不知如何应对。艺术院校的招生结束了，几个落榜生没有原籍，而是加入了京漂的行列。随着对这几个人的追踪报道，摄制组又发现了几个特别的艺术界漂泊人物，便接着进行外地人在北京的《寻梦篇》孙总开始鞭打快牛，不断要求马塞向更高的目标迈进。马塞开始是拼力去达标，为此又得罪了凌丹和刚子，他们刚好起来的工作气氛又被破坏了。在深入采访一个东北人聚集的地下室时，因意见不同刚子总是鼓动凌丹和马塞对着干，但凌丹表面上还是和马塞抬杠较劲，其实内心已经开始对马塞转变看法、萌生好感，这使刚子醋意渐生，开始明里暗里和“情敌”较起劲来，但他的小伎俩经常弄拙成巧，反而帮了马塞的忙。东北院里很热闹，有各色各样的奇人奇事。马塞建议把这些素材归入外地人在北京的《东北风篇》。这组专题做的很成功，但孙总还老是吹毛求疵。最后马塞实在忍无可忍，终于想向孙总爆发，不想等待他的却是孙总异常女人味的“温柔一刀”，完全没有思想准备的马塞只好借故逃之夭夭。此时有匿名电话到来，要举报一个重大事件的真相——关于某单位最新聘用的五十万年薪技术总监的假文凭问题。开始摄制组认为这可能又是有人利用媒体在炒作，但深入接触后发现这是一起被解雇员工对原公司的报复行为。但事情继续急转直下，被举报的技术总监许波向马塞吐露实情——坦白承认自己这样一个自学成材的农民就是凭一纸假文凭才能够进入都市大公司，虽然已经事业有成，但这个阴影几年来一直伴随着他-------许波在摄制组的鼓励下终于勇敢的走到镜头前-------这一《求真篇》的头一炮打出后反响很大，艾依罗不但打来祝贺电话，还要和马塞谈谈。艾依罗提出二人关系重新开始的要求，马塞一时不知如何应对。凌丹其实已对马塞越来越有兴趣，特别是马塞要到一个非法的保安训练中心去卧底，更使凌丹把对马的关爱溢于言表。醋意大发的刚子为了在凌丹面前显示自己的勇敢和男子气概，自告奋勇地加入卧底工作，要把马塞比下去，结果却暴露了。这个中心不仅在搞非法保安训练，更是一个造假烟的黑窝点。危急中马塞为救刚子受伤被拘禁------被警方救出的马塞因伤住院，引得孙总、艾依罗、凌丹都来看望他，三个女人不同方式的关怀和激情反倒把马塞推到了非常尴尬的境地------徐老寻女的事又有了新线索，此事也越来越受到社会各方面的关注，孙总让马塞把这个专题继续做下去，于是马赛带病提前出院。别有用心的艾依罗把自己掌握到的徐老寻女线索无偿地提供给马塞，反倒引起凌丹的醋意，但她看到这些材料时却非常吃惊-------随着当年的尘封一点点启开，离父女相见的终极目标越来越近，开始执反对态度的马塞开始积极起来，但原来最积极的凌丹却在关键时刻产生了徘徊和动摇。凭着职业本能，马赛感觉出了什么，但他不想把自己的意愿强加给凌丹，默认了对这一题材的暂时放弃。这使不明真相的孙总非常恼火，不断向马塞施加压力-------一直在暗中窥测的艾依罗突然率领她的小组“兵临城下”，她已洞悉了“父女重逢”专题的真相，把镜头直接对在凌丹面前。马塞鼓励凌丹勇敢的面对人生，同时反客为主，和艾依罗联合主持这个节目。凌丹在公众面前坦承自己就是当年的圆圆-------该节目终于获得成功，被评为最佳专题奖。在事业上获得成功的马塞却不知如何处理和女人的关系，凌丹恼火他的优柔寡断，赌气提出要自立门户单独承包------又有新的信息传来，面对更富有挑战和诱惑力的采访机会，摄制组的人暂时忘却自身的种种烦恼，又上了同一辆车-------",
    "chinese_title": "全时空接触",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T23:44:44"
}