{
    "aka": [
        "港譯：人造災劫 3D"
    ],
    "sid": "19977864",
    "cast": [
        {
            "url": "/celebrity/1005631/",
            "name": "扎克·克拉克 Zach Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471368/",
            "name": "妮可拉·蓝博 Nicola Lambo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457536206.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1044391/",
            "name": "Michael Benson Michael Benson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2180529",
    "director": [],
    "duration": "38分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2180529/",
    "imdb_votes": 267,
    "this_title": [
        "Space Junk"
    ],
    "douban_link": "https://movie.douban.com/subject/19977864/",
    "imdb_rating": "6.4/10 from 267 users",
    "trans_title": [
        "空间垃圾",
        "港譯：人造災劫 3D"
    ],
    "douban_votes": "0",
    "introduction": "Space Junk 3D marks the third stereoscopic film from Melrae’s Production team. It tells the story of how we have reached the tipping point in Earth’s Low Earth Orbit – potentially jeopardizing space exploration for future generations.自 1957 年 太 空 時 代 開 始 以 來 ， 人 類 發 射 了 數 以 千 計 的 人 造 衞 星 ， 而 只 有 大 約 一 千 個 仍 然 運 作 。 這 些 年 間 ， 人 類 亦 發 射 了 許 多 載 人 太 空 船 進 行 多 項 任 務 ， 例 如 太 陽 神 太 空 船 、 太 空 實 驗 室 、 聯 合 號 太 空 站 ， 以 及 太 空 穿 梭 機 等 。 這 些 太 空 船 在 太 空 中 遺 留 大 量 物 品 ， 例 如 脫 落 的 螺 栓 、 連 接 環 、 火 箭 殘 骸 ， 及 剩 餘 燃 料 等 。 這 些 連 同 已 失 效 的 衞 星 ， 全 部 都 成 為 太 空 垃 圾 ， 造 成 一 個 由 廢 棄 的 太 空 碎 片 形 成 並 在 軌 道 上 繞 行 的 太 空 垃 圾 場 。這 些 細 小 碎 片 以 大 約 每 秒 10 公 里 的 速 度 在 各 自 的 軌 道 高 速 移 動 ， 速 度 比 子 彈 還 要 快 六 倍 以 上 。 這 個 速 度 所 產 生 的 動 能 大 約 等 同 於 相 同 質 量 黃 色 炸 藥 的 3 6 倍 。 而 佈 滿 在 軌 道 上 的 碎 片 極 有 可 能 出 現 「 凱 斯 勒 現 象 」 。 這 個 以 太 空 總 署 軌 道 碎 片 辦 公 室 前 主 管 唐 納 德 ‧ 凱 斯 勒 提 出 並 命 名 的 現 象 ， 預 測 這 些 人 造 物 體 之 間 有 機 會 因 隨 機 碰 撞 ， 產 生 比 流 星 體 更 危 險 的 碎 片 ， 更 會 造 成 連 鎖 反 應 使 碎 片 團 極 速 擴 大 ， 最 終 會 大 大 影 響 我 們 的 生 活 以 及 威 脅 人 類 的 安 全 。影 片 把 觀 眾 帶 到 地 球 軌 道 ， 一 睹 衞 星 在 互 相 交 錯 的 軌 道 上 近 距 離 穿 梭 往 來 ， 這 種 情 況 每 天 會 出 現 多 達 約 1,500 次 。 我 們 會 看 看 科 學 家 如 何 設 計 嶄 新 方 法 ， 清 除 太 空 垃 圾 ， 力 挽 狂 瀾 。 現 代 文 明 極 度 依 賴 於 衞 星 科 技 ： 全 球 衞 星 定 位 系 統 、 天 氣 預 測 、 金 融 交 易 、 衞 星 電 視 ， 以 及 生 活 其 他 方 面 ， 均 顯 示 我 們 的 生 活 已 經 與 太 空 息 息 相 關 。 可 怕 的 是 ： 我 們 已 在 太 空 製 造 了 一 個 地 雷 陣 ， 並 每 天 踐 踏 經 過 。—— 中文內容來源於香港太空館影片介紹",
    "chinese_title": "空间垃圾",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Space Junk",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T01:35:26"
}