{
    "aka": [],
    "sid": "19971649",
    "cast": "",
    "site": "douban",
    "tags": [
        "纪录片",
        "工程",
        "中国",
        "CCTV",
        "中国大陆",
        "国家大型项目",
        "中国现代奇迹",
        "2011"
    ],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2572443867.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "45分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "中国现代奇迹"
    ],
    "douban_link": "https://movie.douban.com/subject/19971649/",
    "trans_title": [
        ""
    ],
    "douban_votes": 64,
    "introduction": "第一集《洋山深水港》\n2002年，中国的又一个宏伟的建设项目拉开帷幕，中国的工程师们和工人们正在大洋深处建设世界上最宏大的项目--洋山港。洋山港将成为有史以来最大的深水港，长达二十公里的码头，有五十个泊位，它位于大洋深处三十公里，一座世界上第二长的跨海大桥把洋山港和中国的大陆连接起来。\n第二集《中国杭州湾跨海大桥》\n它们看上去或许像是历史的尘埃，但实际上却是通向一个现代奇迹的台阶，而施工队仅有五年半的工期来完成它，他们要迎接危险的急流，以及时速超过170公里的狂风，并且与“银龙”搏斗，该项目的困难之处在于这座大桥跨越的不是一条河流，而是一片海洋。\n第三集《水立方》\n数千年来中国一直通过地标性的建筑物彰显着自身的强大，在迅速崛起的今天，钢筋与水泥的组合再一次向世界展示了中国的复兴。在今天的中国，令人称奇的建筑莫过于此。在北京，工人们正在建造一座伟大的建筑，当北京奥运圣火点燃时，全世界的目光将集中在国家游泳中心。\n第四集《上海虹桥交通枢纽》\n上海是了解中国最早的门户，100年前这座城市的经济就蓬勃发展起来，如今周围地区人口已达到1800万，而他们都使用着以上海为中心的交通运输网络。\n第五集《建设上海新都市》\n上海，一个沉睡的巨人，被世界遗忘了半个世纪之久，唤醒它的是中国改革开放的总设计师邓小平。1992年，他宣布上海必须重新成为东方明珠，中国的商业中心。为了建设新上海，建筑师和工程师必须应对软土不稳定的地面和致命的台风，这将是一座挑战自然，挑战物理规律的城市。\n第六集《北京轨道交通系统》\n北京，一个新兴经济大国的首都。昔日的自行车王国如今一片车水马龙的景象，这座城市拥有超过350万辆汽车，全城大堵车几乎每天发生；仅去年一年，北京的人口就增加了150万，城市发展的速度远远超出了基础设施的承受能力。北京的解决方案堪称大手笔，那就是建设全球最大的地铁系统。地铁线路将从现在的8条增加到19条，新建地铁线路长达400公里，尖端的安全措施将在200个新站点保障乘客的安全，而最先进的信号系统将彻底革新列车的运行方式。崛起的东方巨龙，比任何时候都需要新的地铁系统，但北京的工程师们能否应对这一挑战？全世界都在关注。\n第七集《上海世博园》\n2010年是属于上海的，世博会将在中国这个最大最繁华的城市举行。人们即将迎来一次盛会，届时将会有7000万人见证这场集创新、娱乐性和新式建筑于一身的盛会。上海正大步迈向世界舞台，整个城市都在被重新打造，焕然一新，全球最大的盛会即将拉开帷幕。\n第八集《青藏铁路》\n中国的青藏铁路，全长1142公里，沿途共有10条隧道，675座桥梁，穿越了世界上自然环境最为严酷的青藏高原，这里海拔很高，异常寒冷，稀薄的空气很有能致人于死地，这些冻土很不稳定，全世界都认为不可能在世界最高的高原修铁路，但事实证明这种判断是错误的。",
    "chinese_title": "中国现代奇迹",
    "douban_rating": "7.6/10 from 64 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2024-08-03T19:00:11"
}