{
    "aka": [
        "Zombie, the Self Defense Force"
    ],
    "sid": "1998338",
    "cast": [
        {
            "url": "/celebrity/1046315/",
            "name": "Norman England Norman England",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276095/",
            "name": "金子美广 Mihiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1511359/",
            "name": "佐伯俊 Shun Saeki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523799/",
            "name": "渡瀬美遊 Miyû Watase",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧",
        "动作",
        "科幻",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455518675.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0879265",
    "director": [
        {
            "url": "/celebrity/1323544/",
            "name": "友松直之 Naoyuki Tomomatsu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2006-04-23(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0879265/",
    "imdb_votes": 472,
    "this_title": [
        "ゾンビ自衛隊"
    ],
    "douban_link": "https://movie.douban.com/subject/1998338/",
    "imdb_rating": "4.6/10 from 472 users",
    "trans_title": [
        "丧尸自卫队",
        "Zombie, the Self Defense Force"
    ],
    "douban_votes": "127",
    "introduction": "富士山下，平凡的某天，平凡的村莊，大家各自為政，活動多得荒誕陸離，有遊客觀光欣賞山色，有明星拍攝寫真，有出軌的「情侶」偷情，有黑社會參與暗殺活動，甚至有自衛隊進行戰術訓練。平凡？不！荒誕陸離？還不算！神秘UFO忽地劃破長空，沖落村莊，釋出怪異幅射，將大部分村民變為食人喪屍，村莊頓成活死人空間。為生存，自衛隊旋即肩負起保護生還者的重任，女隊員Yuri更成為拯救眾人的關鍵。當越來越多隊友和村民被咬成喪屍，當腦海逐漸閃過二次大戰下的日軍怪異回憶，Yuri能否帶理生還者逃離村莊，免成喪屍的美點？血淋淋得別具一格，脫離一般荷里活式喪屍片框框，加上帶點重新審視二次大戰日軍暴行的意味，實為對喪屍片之父George A. Romero致敬之作。香港亞洲獨立電影節2008On an ordinary day when tourists go sightseeing, models do photoshoot, an unfaithful couple commits treachery and a small unit of the Japanese Land Self-defense Force conducts training in the Japanese countryside near Mount Fuji, everyone freezes when a UFO passes by, crashes and releases an unidentified source of radiation.  Turning people into hordes of mindless cannibalistic zombie, the radiation puts the soldiers and a handful of surviving civilians into a sheer terror, leaving them nothing but a will to survive.  The Zombie Army, either still rotting or horribly maimed, keeps on coming to them and Yuri, a female member of the Self-defense Force, becomes the savior of them trying to fight off the zombie assault.  However, one by one the members of the Force and the fleeing civilians are turned into zombies too...... Yuri, on the other hand, has been having sudden, painful flashbacks to a mysterious operating room which may unlock the secret of the UFO and zombies…… A little blood-soaked sarcastic commentary to the Japanese WWII military history, Zombie, the Self Defense Force undoubtedly injects a unique Nippon element into the phenomenal zombie film genre paying tribute to George A. Romero, the father of zombie films.Hong Kong Asia Independent Film Festival 2008",
    "chinese_title": "丧尸自卫队",
    "douban_rating": "5.7/10 from 127 users",
    "foreign_title": "ゾンビ自衛隊",
    "imdb_rating_average": 4.6,
    "douban_rating_average": "5.7",
    "update_at": "2025-05-07T18:49:34"
}