{
    "aka": [
        "Square"
    ],
    "sid": "1998258",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869904887.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1005510/",
            "name": "兹比格涅夫·雷布琴斯基 Zbigniew Rybczyński",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0967519",
    "director": [
        {
            "url": "/celebrity/1005510/",
            "name": "兹比格涅夫·雷布琴斯基 Zbigniew Rybczyński",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0967519/",
    "imdb_votes": 153,
    "this_title": [
        "Kwadrat"
    ],
    "douban_link": "https://movie.douban.com/subject/1998258/",
    "imdb_rating": "6.0/10 from 153 users",
    "trans_title": [
        "矩形",
        "Square"
    ],
    "douban_votes": "267",
    "introduction": "It was a mix of photography and animation and it took up my whole vacation - sixteen hours a day. I analysed, through a film camera, a loop of thirty-six squarish black-and-white photographs representing a human being moving in a circle. What was the logic of my analysis? I decided to photograph the loop on film and repeat it thirty-six times. During every new repetition I divided the film window which I made in the shape of a square so that in every circle there was an increasing number of subdivisions; today I would say different resolutions. I put a white square of paper in the subdivisions where in the photograph there was a part of a figure; where there was not, I put a black square. I had to rearrange the white and black squares at least a hundred thousand times. On the lens I put a color filter, and then rotated it - but I don't want to bore you. What is most important about this is that not being aware of computer imaging - it was 1970, in Poland - I manufactured my own digitalê processing on film. Strange that I needed twenty-six years of work - including my work during all my next twenty five vacations - to come back to Kwadrat with full awareness and understanding of why.”- Zbig Rybczynski",
    "chinese_title": "矩形",
    "douban_rating": "7.6/10 from 267 users",
    "foreign_title": "Kwadrat",
    "imdb_rating_average": 6.0,
    "douban_rating_average": "7.6",
    "update_at": "2025-02-17T09:22:49"
}