{
    "aka": [],
    "sid": "19999688",
    "cast": [
        {
            "url": "/celebrity/1344688/",
            "name": "米歇尔·尼尔瑟 Michael Nierse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867465552.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt1773112",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "荷兰语 Dutch"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1773112/",
    "imdb_votes": 35,
    "this_title": [
        "Zieleman"
    ],
    "douban_link": "https://movie.douban.com/subject/19999688/",
    "imdb_rating": "6.5/10 from 35 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Blanco is eight and feels responsible for his family and for other people in his village. Every evening he climbs up to his secret hiding place in the church tower and keeps an eye on the world beneath him. If something goes wrong Blanco jumps into action, donning his cap with antlers on top and performing magical rituals. In this way, for example, he ensures that his father, who is a vicar, manages to attract more people to the church. Sooner or later, however, things are bound to go wrong, and a church full of disco visitors was not exactly on the agenda. Things get more complicated, however, when his parents have a huge row, his big brother Jacob leaves home and Mira, who lives alone in a nearby street, gives birth to a child. Blanco uses his strongest weapon: a crow’s black feather. And sure enough, into the village rides Zieleman, a rather strange odd job man. Blanco knows for sure that Zieleman has some very special powers, but it is unfortunate that Zieleman seems to have more time for Mira than he does for Blanco’s problems. Nonetheless, events take a surprising turn. Does magic really exist?摘自欧洲儿童电影协会网站：http://www.ecfaweb.org/network.htm",
    "chinese_title": "Zieleman",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T19:43:47"
}