{
    "aka": [
        "Music Arena"
    ],
    "sid": "19998201",
    "cast": [
        {
            "url": "/celebrity/1317294/",
            "name": "薛之谦 Zhiqian Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316706/",
            "name": "黄龄 Ling Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324187/",
            "name": "黄一琳 Yilin Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406041/",
            "name": "熊汝霖 Shawn Rolli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "爱情",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2395894660.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1390758/",
            "name": "聂鑫 Xin Nie",
            "@type": "Person"
        }
    ],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-11-09(中国大陆)"
    ],
    "this_title": [
        "音乐江湖"
    ],
    "douban_link": "https://movie.douban.com/subject/19998201/",
    "trans_title": [
        "Music Arena"
    ],
    "douban_votes": "0",
    "introduction": "电影《音乐江湖》讲述一批80后音乐学院毕业的学生离开校园以后各自打拼中的生活及情感经历以及执着追求音乐梦想的故事。音乐学院毕业的几个好朋友，陈浩、周萌萌、古力、刚子怀揣着梦想踏入了音乐江湖。古力经营着自己的乐队到处演出，陈浩到处投简历未果，只好到酒吧找工作，酒吧也都有人捷足先登了。陈浩万般无奈来到过街天桥卖唱，挣房租和生活费。周萌萌的歌被一家叫桃园文化的公司看中了，留下一张字条离开了陈浩，再无音讯……海上泡沫酒吧歌手王晶晶每天都路过过街天桥，每天都听陈浩弹完最后一首自创的吉他曲放下十块钱就走，而陈浩没了萌萌的音讯后，每晚都会到海上泡沫酒吧喝啤酒，也发现了歌手王晶晶就是那个听他弹吉他的只穿长裙的女孩，两人渐渐熟悉起来，晶晶介绍陈浩到海上泡沫唱歌，陈浩渐渐走出萌萌的阴影……萌萌在桃园文化韩总的威胁下，成了韩总的情人并短信陈浩分手。萌萌在一次练功时被队友讽刺上了老板的床，下贱，恶心等等，萌萌承受不了了，割腕自杀，最后被赶来的韩总送到医院救了。古力的痴人乐队被一个美国华裔女孩米娜所喜欢，并爱上了古力，从美国追到中国来，要嫁给古力。他们的学哥刚子成了经纪人，接到了一个大活，要举办一个文化交流会，刚子邀请古力、陈浩一起做，在交流会上陈浩看到了萌萌挽着韩总的胳膊走过，陈浩还是心如刀绞。陈浩跑回家，古力带着萌萌来到陈浩家，要求萌萌给陈浩一个解释，萌萌说一直爱的是陈浩，韩总威胁她不同意就被打入冷宫，十年不给她事情做，她没办法。陈浩大声激动的问这事为什么？萌萌接到了韩总让她快点回来的电话，萌萌要最后吻陈浩，被正巧赶来的晶晶撞到，晶晶伤心的跑了，陈浩扔下萌萌追出……海上泡沫老板交给陈浩一个日记本，里面记录了晶晶遇到陈浩的所有故事，陈浩恍然大悟，跑出酒吧在海边找到晶晶，晶晶说发誓你再不来找我，我就变成海上的泡沫和美人鱼在一起了，陈浩调侃她说没变成美人鱼之前就变成岸边的望夫石了，晶晶破啼为笑，两人和好。晶晶兴奋的拿来一张报纸给陈浩看，是一个原创歌手大赛，陈浩看到形象代言人是萌萌。晶晶有些失落，陈浩鼓励晶晶去参加，晶晶海选时直接进入了决赛，两人高兴的拥抱在一起，晶晶决定用陈浩在过街天桥上弹奏的吉他曲，填上歌词，去参加决赛，陈浩觉得是个好主意，并帮助她一起练歌。比赛结束了，周萌萌得了第一，晶晶得了第二。晶晶和陈浩拥抱在一起，萌萌眼神嫉妒……当日晚上，萌萌被韩总虐待，萌萌忍受不了逃离了，给陈浩打电话，被陈浩接回家。早晨，晶晶高兴的来到陈浩住处找陈浩，准备一起去唱片公司谈签约的事情，一进门看到了睡在床上的周萌萌，伤心欲绝，骂陈浩是个骗子，再次跑掉，萌萌追出，看到晶晶被一辆飞驰而来的面包车撞到，随后赶来的陈浩，抱起浑身是血的晶晶，打了出租推开萌萌，向医院飞驰而去。医院里，陈浩跪地求医生，医生告诉陈浩晶晶肝脾破裂无法修复……陈浩疯了，要把自己的肝脾给她……晶晶最后的要求是带她到海边，说她的归宿在那里，她终于要和美人鱼在一起了，古力开了米娜的车把他们带到海边，两人唱着共同谱曲填词的歌，晶晶闭上了眼睛，陈浩孤独的歌声回荡在海天之际……米娜的妈妈从美国来到了中国，要带米娜回去，米娜没办法只好跟妈妈回去，在机场送别时，抱着古力偷偷说：我还会跑回来找你的。依依不舍的告别了。古力望着渐行渐远的米娜母女，心里酸酸的，对陈浩和萌萌说发觉自己真的喜欢上她了……米娜的父亲出钱赞助他们出了唱片，萌萌也成了一名义工，经常出入幼儿园，敬老院，教他们唱歌……",
    "chinese_title": "音乐江湖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-14T12:42:12"
}