{
    "aka": [],
    "sid": "1999695",
    "cast": [
        {
            "url": "/celebrity/1083346/",
            "name": "Katherine Ellis Katherine Ellis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040647/",
            "name": "瑞恩·菲尼克斯 Rain Phoenix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033065/",
            "name": "贾斯汀·扎查利 Justin Zachary",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023038/",
            "name": "科尔·威廉姆斯 Cole Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019093/",
            "name": "米雪·菲利普斯 Michelle Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284895/",
            "name": "汤姆·吉尔罗伊 Tom Gilroy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000197/",
            "name": "拜斯·约翰逊 Bryce Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544605463.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1127535/",
            "name": "克里斯托弗•芒奇 Christopher Munch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0390080",
    "director": [
        {
            "url": "/celebrity/1127535/",
            "name": "克里斯托弗•芒奇 Christopher Munch",
            "@type": "Person"
        }
    ],
    "duration": "USA: 74 分钟(Sundance Film Festival)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0390080/",
    "imdb_votes": 1130,
    "this_title": [
        "Harry + Max"
    ],
    "douban_link": "https://movie.douban.com/subject/1999695/",
    "imdb_rating": "5.5/10 from 1130 users",
    "trans_title": [
        "哈利与马克斯"
    ],
    "douban_votes": "416",
    "introduction": "Harry and Max lacks all of the subtle interplay between characters that has so far been a hallmark of Christopher Munch's films. The premise sounded interesting and challenging, but the film was a let down for me.None of the characters here, even Harry and Max themselves, are fully formed. Unfortunately, this means that the salacious premise (the repercussions of two teen pop idol brothers' incest) never overcomes its own silliness. I thought the nearly non-stop chatter between the two main characters would eventually be banished as merely a cover up for their deeper thoughts, but no, apparently this silly dialog was meant to be thought provoking in some way.Why are these guys pop stars? Oh yeah, because who wants to see a movie about incest unless the stars are attractive? It should be central to their characters, but it seems only to be an excuse for Harry to have some sort of A Star is Born angst and for the audience to see pretty faces.Max is infatuated with Harry, then Harry is infatuated with Max, both sleep with the other's past loves, vague hints are given about their messed up family and absolutely NOTHING of significance about love, human nature, lust, relationships, or anything else is ever revealed.Not helping matters is the cursery development of all other characters. Josiah, Roxanne and Jordan are all treated like pieces of the set to be moved around at the need of the director. None has any depth, motivations or interesting qualities beyond their usefulness as background for Harry and Max. Even the boys' mother is reduced to two minutes of muddled screen time bitchiness. Nikki, for me, was the only interesting character here, but the reasons for her choices are never explored and in the end she winds up as flat as all the others.Writers need to make choices and here none have been made. Either focus only on Harry and Max, or focus on their world, but please do one or the other with some degree of success! To my mind, this is Christopher Munch's worst film to date, not because of its scandalous subject matter, but because of its inability to reveal anything of interest about it!兄弟禁断之爱。哥哥哈瑞是前男孩乐队成员，看着16岁的弟弟马克在他之后成为青年偶象。这个冬天，本来打算去日本的他绕路陪伴马克帐篷旅行。但起初充满欢乐和兄弟情谊的旅行却很快冷却下来，他们之间的问题重新浮出水面，无法忽视，迫使他们面对那伤痕累累的过去：哈瑞酗酒的毛病，他对家庭的疏离，还有他与马克的暧昧关系。这些，在他们成长的岁月中，如影随形；两人的感情，也始终寻不到确切的出口。这是一部耐看的作品。有点像小品，有点像实验电影，乍看之下朴实无华，仔细看了，却是此中有深意。两兄弟有个自私又贪财的母亲，只有彼此可以依靠。一起成长，积累回忆，情不自禁成为彼此最在意的人。虽然不是那种伴侣，或者，他们那样才是终身伴侣吧。然而，无关哥哥的酗酒，还有他们的家庭困境，他们只是无法纯粹地在一起。每个人都有Dark Side的部分，只有最亲近的人，才会让他见到自己最不堪的一面吧。亲情，友情，爱情，界限又在哪里呢？“反观我们一起成长的那段人生里大多数人想有个一个像Harry这样的哥哥但我们无法控制相互吸引”",
    "chinese_title": "哈利与马克斯",
    "douban_rating": "6.9/10 from 416 users",
    "foreign_title": "Harry + Max",
    "imdb_rating_average": 5.5,
    "douban_rating_average": "6.9",
    "update_at": "2025-05-04T00:33:43"
}