{
    "aka": [
        "Darkness"
    ],
    "sid": "20000166",
    "cast": [
        {
            "url": "/celebrity/1054290/",
            "name": "欧姆·普瑞 Om Puri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534902155.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0247896",
    "director": [
        {
            "url": "/celebrity/1023362/",
            "name": "Govind Nihalani Govind Nihalani",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语 HIndi"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0247896/",
    "imdb_votes": 426,
    "this_title": [
        "TAMAS"
    ],
    "douban_link": "https://movie.douban.com/subject/20000166/",
    "imdb_rating": "8.8/10 from 426 users",
    "trans_title": [
        "Darkness"
    ],
    "douban_votes": "0",
    "introduction": "This TV miniseries (\"Darkness\" in English) became famous in India in the mid/late 80s for its realistic depiction of the partition of the Indian subcontinent. In 1947, the sub continent became India, East (now Bangladesh) and West Pakistan (today's Pakistan). The series pretended to keep memories and truths about the partition alive, at a time when many Indians and Pakistanis seemed to be forgetting this historical tragedy. The miniseries became a landmark 297 minute, 35mm film, now shown mostly at Indian Film Festivals. The film is based on the book by Brisham Sahni, himself a refugee to India from West Punjab, now in Pakistan. Thus fittingly, this epic looks at Partition from an Indian Punjabi perspective, as the fate of Sikh and Hindu families in West Punjab is emphasized. The first part also underscores the Muslim viewpoint: the provocations they suffered from Sikhs and especially Hindus, and their ultimate supremacy in the West Punjab, which became the heart of Pakistan. The \"Darkness\" of those times of religious intolerance and civil war highlights two stories of refugee families, one Sikh and the other Hindu. These victims of hate and their Muslim counterparts had, until 1947, been brothers and co-existed for over a thousand years throughout the Indian subcontinent. With \"modern freedom\", the lands of this once \"one people\" was partitioned into Muslim, and Hindu republics. Non-Muslim religious groups, however (Sikhs, Christians, and many Muslims - as many as in all in Pakistan), migrated to the new India. Pakistan became, \"de facto\", exclusively Muslim.",
    "chinese_title": "TAMAS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T08:01:07"
}