{
    "aka": [
        "Cactus River"
    ],
    "sid": "20017905",
    "cast": [
        {
            "url": "/celebrity/1350495/",
            "name": "金吉拉·潘帕斯 Jenjira Pongpas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918132014.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt3793704",
    "director": [
        {
            "url": "/celebrity/1009499/",
            "name": "阿彼察邦·韦拉斯哈古 Apichatpong Weerasethakul",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3793704/",
    "imdb_votes": 68,
    "this_title": [
        "Khong lang nam"
    ],
    "douban_link": "https://movie.douban.com/subject/20017905/",
    "imdb_rating": "6.0/10 from 68 users",
    "trans_title": [
        "仙人掌之河",
        "Cactus River"
    ],
    "douban_votes": "263",
    "introduction": "Since she appeared in my film in 2009, Jenjira Pongpas has changed her name. Like many Thais, she is convinced that the new name will bring her good luck. So Jenjira has become Nach, which means water. Not long after, she was drifting online and encountered a retired soldier, Frank, from Cuba, New Mexico, USA. A few months later they got married and she has officially become Mrs. Nach Widner.The newlyweds found a house near the Mekong River where Nach had grown up. She spends most of her day crocheting baby socks for sale, while he enjoys gardening and watching television (sometimes without the sound because most of the programs are in Thai).Cactus River is a diary of the time I visited the couple—of the various temperaments of the water and the wind. The flow of the two rivers—Nach and the Mekong, activates my memories of the place where I shot several films. Over many years, this woman whose name was once Jenjira has introduced me to this river, her life, its history, and to her belief about its imminent future. She is certain that soon there will be no water in the river due to the upstream constructions of dams in China and Laos. I noticed too, that Jenjira was no more. –Apichatpong Weerasethakul",
    "chinese_title": "仙人掌之河",
    "douban_rating": "6.9/10 from 263 users",
    "foreign_title": "Khong lang nam",
    "imdb_rating_average": 6.0,
    "douban_rating_average": "6.9",
    "update_at": "2026-01-24T10:21:30"
}