{
    "aka": [],
    "sid": "2007452",
    "cast": [
        {
            "url": "/celebrity/1319492/",
            "name": "安娜·布雷维斯特 Anna Brewster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161198/",
            "name": "马克·威廉姆斯 Mark Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282343/",
            "name": "阿耶莎·达尔克 Ayesha Dharker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009511/",
            "name": "梅拉·沙尔 Meera Syal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012562/",
            "name": "桑吉夫·巴哈斯卡 Sanjeev Bhaskar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016703/",
            "name": "卡伯·贝迪 Kabir Bedi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018250/",
            "name": "凯西·伯克 Kathy Burke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027280/",
            "name": "欧米德·吉亚李利 Omid Djalili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031975/",
            "name": "琳恩·雷德格瑞夫 Lynn Redgrave",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131072/",
            "name": "Lucy Pargeter Lucy Pargeter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132669/",
            "name": "蒂姆·墨菲 Tim Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145437/",
            "name": "Zohra Sehgal Zohra Sehgal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000274/",
            "name": "马克思·比斯雷 Max Beesley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2334100639.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009511/",
            "name": "梅拉·沙尔 Meera Syal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0303661",
    "director": [
        {
            "url": "/celebrity/1287260/",
            "name": "梅丁·休西因 Metin Hüseyin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "北印度语",
        "Punjabi"
    ],
    "playdate": [
        "2002-11-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303661/",
    "imdb_votes": 1840,
    "this_title": [
        "Anita and Me"
    ],
    "douban_link": "https://movie.douban.com/subject/2007452/",
    "imdb_rating": "6.4/10 from 1840 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "114",
    "introduction": "Anita & Me tells the tale of Meena Kumar, a twelve-year-old girl who is discovering life in a whole new light. She lives with her parents in a small mining town called Tollington, in the Black Country of England in the 1970's. She is forever dreaming of a life other than her own, something that her parents can't understand. They believe that she should be studying hard and learning about her Asian heritage. But Meena wants to be blonde and stylish, and looks to her diary as her only escape from the boredom of daily life. But she suddenly finds herself entranced when the Rutter family become her new neighbours. They're loud and brash, and Meena is drawn to eldest daughter Anita. She's fourteen, blonde, confident and outspoken, and Meena worships her. They are complete opposites, but they form a surprising friendship. Anita and some of the local girls have a gang, and Meena is allowed to join. She is naturally thrilled, and they convene in a den in a sprawling wood that supposedly belongs to a Yeti. There, they read Jackie magazine, paint their toenails and dream of what life will be like when they grow up. But Anita is older, and desires boys and life in the fast lane, and soon finds those pastimes more interesting than Meena. Meanwhile, Meena's parents are facing the brunt of racism, and get worried that Meena will go off the rails. They ultimately forbid Meena from socialising with Anita, and try and immerse her in more worthy activities. They slowly drift apart, but Meena soon discovers what Anita has been doing since, and things become very tense. What could have been a lifelong friendship may soon turn nasty, and there are many shocking things yet to come.After much anticipation of Anita & Me being a brilliant film, it ended up being disappointingly average. It wasn't a dismal experience, and there were many moments to be savoured, but it's no classic. Since this was an adaptation of Meera Syal's celebrated novel, it should have been sensational. Not to be, I'm afraid. The one big problem I did have with the film was how, in a way, amateurish it all was. The sentiment and spirit of what could have been a touching story was lost by numerous poor factors. The performances were a mixed bag, ranging from the wonderful to the abysmal. Chandeep Uppal doesn't make a great impression as Meena. Since her character has the task of carrying the film and bringing us into her world, there has to be a level of sophistication, regardless of whether she may be twelve or eighty. Uppal's narration is monotonous and dreary, and there's barely any emotion to be seen on her face throughout. Anna Brewster manages to fare worse as Anita. It's hard to take that she has enamoured Meena, since she is nothing but wooden at all times. Since they are the central characters, they need to be interesting, yet turn out to be anything but. The supporting cast, in contrast, are excellent, but not given nearly enough time to shine. Sanjeev Bhaskar and Ayesha Dharker are effective as Meena's parents, Max Beesley makes a brief but amusing appearance as a local rocker, and Meera Syal and Omid Djalili are hilarious as Meena's overbearing aunt and uncle. But the best performances, naturally, come from Kathy Burke and Lynn Redgrave. Burke's appearance is fleeting, but lights up the whole affair as Anita's acid-tongued mother. Redgrave is also sumptuous as the local shopkeeper, who despises the reverend's attempts to set up a charity fund for babies in Africa and delights in showing Meena postcards from her daughter's travels. Whilst the piece is set in the early '70's, it is only fitting that there should be an appropriate soundtrack. Even though the chosen songs are good, they become unbearable at times. They cloud over the rest of the film, and are totally out of place at times. The direction is fine, if not perfect, and overall, Anita & Me ends up being a passable slice of entertainment. It's a shame really, as it could have been so much more. While this hasn't been the biggest disappointment I've had regarding a film this year, it's still not a memorable one. A nice film, but not spectacular.",
    "chinese_title": "Anita and Me",
    "douban_rating": "7.9/10 from 114 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-15T07:43:49"
}