{
    "aka": [
        "云州大儒侠",
        "大儒侠史艳文"
    ],
    "sid": "2016222",
    "cast": [
        {
            "url": "/celebrity/1499448/",
            "name": "黄俊雄 Junxiong Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情",
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2290765856.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1499448/",
            "name": "黄俊雄 Junxiong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1499459/",
            "name": "黄凤仪 Jenny Huang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1428516/",
            "name": "黄立纲 Steven Huang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "50",
    "language": [
        "闽南语"
    ],
    "playdate": [
        "2000-04-26(中国台湾)"
    ],
    "this_title": [
        "雲州大儒俠史艷文"
    ],
    "douban_link": "https://movie.douban.com/subject/2016222/",
    "trans_title": [
        "云州大儒侠史艳文",
        "云州大儒侠",
        "大儒侠史艳文"
    ],
    "douban_votes": "856",
    "introduction": "第1集史艳文与书僮雍儿离开云南来到杭州，祝拜岳飞庙。藏镜人得知史行踪，教嗦蓝摩教徒追杀史。蓝摩教徒之一崁头仙驴来到刘家店向刘三勒索金钱，适逢史投宿刘家店帮刘三解围，并与「溪边罗汉」铁乞者结拜为兄弟。九门提督安天常以招募护卫之名摆下天下第一擂，擂台主不分轻重伤及无辜，史小试身手婉言警劝，惹上安天常下令追缉史。史与雍儿搭乘舫船往岳飞庙，不意被湖中千年水怪独角赤蛟袭击......第2集安天常为逮捕史带兵搜查刘家店，不果忿忿而去。刘家店众人接获史落水前去相救，铁乞者也助史打退赤蛟。刘三向刘萱姑推荐介绍史，有意将史招做妹婿。崁头仙驴潜入萱姑门外，以迷药迷倒萱姑将之带往昭庆寺献给安天常，幸得铁乞者发觉，与史救之。藏镜人以「杀掉史艳文就能当上武林霸主」的条件诱使三缺浪人去杀史。史乘马连夜往京都欲拜见洪翰林，在途中遇上三缺浪人与安天常的大队人马。第3集史来到京城与洪重卿商量状告安天常一事，洪认为安的后台势力庞大，要艳文通过文武考试以恩科状元身分提御状。宰相安基谋与义女谢红豆共谋，派红豆至皇帝身边做卧底。瓦刺进献金刚巨人目的在为难朝廷，金刚巨人力大无穷，金殿上无人能敌，洪重卿趁机荐举史降服金刚巨人，皇帝大悦本欲加封史，不料安基谋中途拦阻，宣谢红豆上殿面君，以机智应答博得嘉靖欢心，封其为皇室郡主。洪重卿再荐史，嘉靖特封史为恩科状元，史欲告御状，却被安基谋反诬告，被押往刑场立即行刑。第4集史被押往刑场，由安基谋任监斩官，洪重卿赐史行前酒并听取遗言。史见刑场外众多武林知交齐聚，恐有劫犯情事发生，史于是道出一番肺腑之言，压下全场不平之情，引动众人哀痛国将失栋梁，三缺浪人受其感召始服史为大。幸在行刑前救命圣旨火速赶到，史被分配辽东充军。安基谋与心腹商议后，再设重重杀机要置史死地。白莲教主座下第三教主冷心心接获任务，趁半夜由春夏秋冬四婢引开押差官王俊，冷心心游说史脱逃，但被史正言回绝。史回驿馆后遭安基谋的亲信诬陷为畏罪潜逃，动以私刑准备刑死。第5集安天常派来差役对史动用私刑，九天鸟高云与冷心心避在一旁观，冷心心见差役手下无情，急命四婢不再为难王俊，并告知王俊差役私刑史一事，王俊赶回解救史。史从卦象看出自己将遭行刺，而逼使高云现身，高云告知明日西河两岸埋伏万余人要杀史，并助史「龙泉宝剑」以度明日之厄。铁乞者回到刘家店向刘三等人转述史须充军辽东三年，家中老母无人照顾，刘三打算与萱姑前去云南奉侍未来的婆婆。王俊与史终于要通过西河，两岸群匪万弩齐发，一时间杀声震天，史艳文一行人命在旦夕。第6集西河遇袭，史艳文一人当关，万夫莫敌，龙泉宝剑与纯阳气功独步天下，加上有赛关公周雄提刀相助，杀得贼兵落花流水。不料贼兵放出毒烟，幸有冷心心协助解围。大战后，冷心心先找到中毒的史，并以解药救醒史。王俊等与史会合，继往辽东。白莲教教主张天忌得知毒杀史的任务被五个白衣女子所破坏，于是派出五爪金鹰及三缺浪人取白霜女性命。另刘三与萱姑前往史家庄途中遇见装神弄鬼的哨牙苏，刘三劝哨牙苏改过向善并收其为徒。同时瘟磺教、炎教、五毒誓杀史。第7集正当白霜女与三缺浪人、五爪金鹰一触即发时，藏镜人出现在琴镜中告诉冷心心她已被教主黄天忌视同叛教，必须取回史首级将功赎罪。藏并以传授水门剑法诱引三缺浪人及五爪金鹰互斗。安基谋将特别惩治史的密信送给辽东王朱千岁，朱本照惯例要先打史一百军棍，但其怀、吴伯愿代史受过，朱啧啧称奇，又闻史纯阳功独步天下堪称一绝，便命史当殿试演，史一掌贯破寸尺厚的屏风，朱大开眼界，将史收为王府武术教师，命爵子朱少亮拜史为师。朱府适逢朱千岁八二寿诞，冷心心及四婢歌舞动人引得爵子倾心。第8集冷心心助史打退三派毒教，妙化禅师派下杀掉史的「永生任务」，妙化发挑战书给史，定在九月九日约战黄沙坪。爵子见史辗转难眠邀出外散心，见到一位叫石头陀的人当街卖艺，声称任打三拳不倒，史代爵子打败石头陀，在回王府书斋途中，史被王爷七姨太挑逗并加以要挟，冷心心暗中观看，气愤七姨太对史有非分之想，轻发掌力使七姨太撞柱毙命，史则离开王府。朱千岁发现尸体后下令通缉史，只有爵子相信史是清白。第9集由妙化禅师率领的敢死队与史发生混战，史中毒两眼失明，危急时冷心心出手解围，并化出黑衣武士打死妙化。冷心心再次救治史，并鼓励身缠重罪的史重拾信心，史被王府亲兵逮捕归案，冷心心自首七娘命案，经爵子求情，由死犯改判十八年牢狱，史则无罪释放。五爪金鹰镖书挑战史，约战枫桥。冷心心在狱中结识了黑云，二人被蓝衣人──爵子救走。另刘三、哨牙苏及萱姑到达史家庄，萱姑负责照顾史母，刘三与哨牙苏则离开。第10集枫桥之战，史以纯阳掌威吓五爪金鹰，使金鹰感佩史不杀之恩。藏镜人出现在安基谋众人面前，直言安基谋会于八月中秋皇帝前往相国寺时进行刺驾。史在兵书之论中导出皇帝有难，李猴向朱千岁告知陈巡府被擒太华山，又有朱千岁中冷心心之计深信劫犯之人乃太华山灰灰道人，遂特赦史回京护驾。安基谋等趁嘉靖君前往相国寺上香时发动叛变，王俊保驾与喇什巴发生混战，史与李猴等人赶到。白莲教的剑虎宋一见冷心心失势可欺，却被冷心心打败。惜冷心心因动用真气导致毒气激发……",
    "chinese_title": "云州大儒侠史艳文",
    "douban_rating": "8.9/10 from 856 users",
    "foreign_title": "雲州大儒俠史艷文",
    "douban_rating_average": "8.9",
    "update_at": "2025-05-28T04:26:25"
}