{
    "aka": [
        "Muchrachim Lehiyot Samech"
    ],
    "sid": "2020413",
    "cast": [
        {
            "url": "/celebrity/1135701/",
            "name": "克伦·莫尔 Keren Mor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117909/",
            "name": "里夫卡·迈克尔利 Rivka Michaeli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089958/",
            "name": "泰尔·弗里德曼 Tal Friedman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303849/",
            "name": "Sigalit Fuchs Sigalit Fuchs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168951/",
            "name": "米哈尔·雅尼 Michal Yannai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901494858.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1304004/",
            "name": "Omer Tadmor Omer Tadmor",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0480690",
    "director": [
        {
            "url": "/celebrity/1297504/",
            "name": "Julie Shles Julie Shles",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "2005-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0480690/",
    "imdb_votes": 71,
    "this_title": [
        "Joy"
    ],
    "douban_link": "https://movie.douban.com/subject/2020413/",
    "imdb_rating": "6.7/10 from 71 users",
    "trans_title": [
        "乔伊",
        "Muchrachim Lehiyot Samech"
    ],
    "douban_votes": "0",
    "introduction": "Joy Levine is shabby and worn-out on the outside while well-kept and filled with joy on the inside. Her family is a mess, her father is losing bladder control, her overbearing mother nags her to find a husband and her brother lost his job, but pretends to go to work each day to keep his marriage together.Joy’s life changes when she signs up as a candidate for a TV show named “Gotta Be Happy”. To her astonishment, she is chosen to throw a surprise party for her parent's on the upcoming show. The show is to be aired right after Yom Kippur, with forgiveness being its theme. Joy is required to get all her parent's friends to the party in order to conduct the reconciliation. However, there is a price to pay for all this: she has to let the viewers into her private inner world and share with them an event that has been overshadowing her family's life for the past 22 years; An event that caused a tight-knit bunch of friends to shun her parent's, Chaya and Yitzhak Levine.Joy is a heartbreakingly unforgettable character and the rapturous Sigalit Fuchs is pitch perfect in her depiction. The film is a masterful work from a director who has the uncanny ability to encompass the endearing and the bleak, the innocent and the contemptible with richly drawn characters.The Israeli Film Academy for Best ActressThe Israeli Film Academy for - Best Supporting ActressThe Israeli Film Academy for - Best Art DirectorThe Israeli Film Academy - Best Costume DesignThe Israeli Film Academy Award for - Best Original Music",
    "chinese_title": "乔伊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Joy",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-04T00:52:10"
}