{
    "aka": [
        "Lo Bat 17",
        "She's Not 17",
        "远去的十七岁"
    ],
    "sid": "2020588",
    "cast": [
        {
            "url": "/celebrity/1139053/",
            "name": "Dalia Shimko Dalia Shimko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288703/",
            "name": "阿维·克莱因伯格 Avi Kleinberger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2886577638.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt0380708",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "2003-10-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0380708/",
    "imdb_votes": 31,
    "this_title": [
        "NO LONGER 17"
    ],
    "douban_link": "https://movie.douban.com/subject/2020588/",
    "imdb_rating": "5.4/10 from 31 users",
    "trans_title": [
        "韶华已逝",
        "Lo Bat 17",
        "She's Not 17",
        "远去的十七岁"
    ],
    "douban_votes": "0",
    "introduction": "A Kibutz in Israel is heavily in debt. In a last effort to produce a viable financial restructuring, the old, \"unproductive\" members are asked to leave the kibutz, to make room for younger, more productive new members. Among those destined to leave is Shraga. His marriage to Clara is loveless while he desperately loves Bracha, his late brother's widow. Clara dreams of starting afresh with her husband in an old age home, in the far north of the country. Bracha on the other hand refuses to remain a mere no. 2. Shraga is asked to make a decision. Other family members are forced into joining this unresolvable conflict. Noa, 45, is one of them. Having left Israel many years ago, living in Amsterdam, she's forced back by her concern for Bracha, her mother. Noa's own daughter, Sherry, took off to India, shattered by a family secret. She too ends up in the kibutz in search of her own truth. Finally there's Reuven, the widower of Mira, Shraga's daugher, returning from Japan to face his in-laws and past misdemeanor. Against the background of a disintegrating society, the film ressurects the protagonists of the film \"Noa at 17\", at the time of a new, perhaps terminal, crisis of the Kibutz. Written by Yitzhak Yeshurun",
    "chinese_title": "韶华已逝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "NO LONGER 17",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-14T15:23:20"
}