{
    "aka": [],
    "sid": "20271970",
    "cast": [
        {
            "url": "/celebrity/1049742/",
            "name": "刘易斯·布莱克 Lewis Black",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071279/",
            "name": "大卫·克罗斯 David Cross",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151664005.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2224509",
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-09-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2224509/",
    "imdb_votes": 350,
    "this_title": [
        "The Muslims Are Coming!"
    ],
    "douban_link": "https://movie.douban.com/subject/20271970/",
    "imdb_rating": "6.4/10 from 350 users",
    "trans_title": [
        "穆斯林来了！"
    ],
    "douban_votes": "0",
    "introduction": "The Muslims Are Coming! is an award winning comedy documentary co-directed and co-starring Negin Farsad and Dean Obeidallah that follows a band of Muslim-American comedians as they visit big cities, small towns, rural villages, and everything in between to combat Islamophobia. These comedians not only performed free standup shows at each tour stop but set up ways on the streets to interact with even more people through such activities as setting up an \"Ask a Muslim Booth\" and playing “Name That Religion” where people would try to guess if a quote read to them came from the Old Testament, New Testament or the Koran. Throughout the film, comedy icons like The Daily Show’s Jon Stewart, David Cross, Janeane Garofalo, Colin Quinn, Lewis Black, Aasif Mandvi and media heavy weights like Rachel Maddow, Russell Simmons, Soledad O’Brien, Ali Velshi and Congressman Keith Ellison comment on the power of comedy and the political scope of bigotry.The film premiered at the Austin Film Festival where it received the \"Comedy Vanguard Audience Award\" for best comedy.",
    "chinese_title": "穆斯林来了！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Muslims Are Coming!",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T19:08:27"
}