{
    "aka": [],
    "sid": "20273846",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2016120700.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0234964",
    "director": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0234964/",
    "imdb_votes": 223,
    "this_title": [
        "El Valley Centro"
    ],
    "douban_link": "https://movie.douban.com/subject/20273846/",
    "imdb_rating": "7.4/10 from 223 users",
    "trans_title": [
        "中央谷地"
    ],
    "douban_votes": "0",
    "introduction": "I began El Valley Centro in November of 1998; I was driving through the Great Central Valley looking for places to film. I wasn’t going to start shooting for at least six months; I wanted to just look and listen – to get to know the Valley well before I would make images. But almost immediately I came across an oil well fire with flames high into the sky. I returned home for my Bolex and Nagra. Determined that landscape is a function of time, I let a full roll of 16mm film (100 feet) run through the camera. At that moment I knew I would make a portrait of The Great Central Valley using 35 two and a half minute shots.As its name suggests, the Great Central Valley – El Valley Centro in Spanish – runs long and wide down the middle of California, encompassing much of that vast state’s cultivated farmland. Benning’s film explores this vast area, his camera pausing for the allotted two and a half minutes before he cuts to another location, another vista presented for our absorption. There are no ‘actors’ as such, no ‘characters’, no ‘dialogue’ as we know it, no ‘narration’ as we know it, hardly any sounds, hardly any ‘real’ action.But the audience soon realises that each of these apparent ‘absences’ is, in Benning’s hands, a plus. He forces us to concentrate our eyes and ears on what he shows us, and the attentive viewer will find their efforts more than amply rewarded. As well as slowly compiling a remarkable portrait of a remarkable place, Benning thrillingly redefines the basic syntax of film-making and film-watching. The effect is staggering – as one of Caspar David Friedrich’s contemporaries commented when seeing his painting ‘Monk by the Sea’ for the first time: “it is as if one’s eyelids had been cut off.”The film begins with a shot of a lake, apparently draining away into what looks like a huge plughole. It’s an ideal starting point – we’re being drawn into Benning’s world as surely as the water is being drawn into that hole, and we’re aware that our eye is specifically being directed to a certain point on the screen. But the two and a half minutes for which this shot is projected gives us ample time to explore the peripheries, and this is also part of Benning’s grand design. This is equally true of the remaining 34 shots in the sequence – he shows us places where ‘nothing’ is apparently happening, but which he reveals as stages on which a drama unfolds: the ‘subject’ of the shot may be a series of tiny orange blobs in the distance (as in the sequence showing a penitentiary), but they’re enough. We can work out the rest for ourselves.Benning works at the interface of mathematics and geography: the exact position of the camera is absolutely crucial – he’s faced with an infinite number of possibilities, and the essence of El Valley Centro lies in his process of selection. Timing is equally important – there’s no environment in the world where this kind of film can’t be made, provided the right two and a half minutes are chosen. Benning’s judgement is exceptional, and he’s also aided by some providential turns of fate, trains and cars coming into our out of shot at just the right time.The most spectacular moment of serendipity comes during a shot of a large ship making its progress along a river – the river is invisible, all we can see is fields. Then, coming the other way, a smaller boat appears and passes in front of the ship. For a moment we’re disoriented – how can the water run both ways at once? Then we realise it’s more a matter of how the craft are being propelled. But while this activity is taking place on the water, a car appears – the road is as invisible as the channels – and zips along and out of sight. It’s a delightful moment of accidental choreography (just like a later shot of tumbleweeds skidding across a dusty scrubland, almost alive, like the corps in a Martian ballet.)Benning himself calls the ship/boat/car scene ‘such a crowd-pleaser,’ ahere’s an unexpected strain of humour in the film – most overtly in the sequence showing a champion goat-tier, repeatedly catching, tying then letting go an increasingly befuddled-looking goat with her back squarely to camera. Once he’s established certain ‘rules’, Benning is able to have fun with his choice of images – on more than one occasion he has characters going about their work in the fields, slowly advancing towards the camera, closer and closer until they seem sure to collide. At the last minute, however, they turn back, never even acknowledging Benning’s presence. This is just as well – after just a few minutes inside the Benning world-view, the viewer’s eyes effectively become Benning’s camera: and if any of the figures in the landscape did look up and catch us staring, it would be impossible not to flinch and look guiltily away.But the workers-in-the-field shots connect to Benning’s serious theme: he shows the Valley as a place of toil, of man’s incursion into the natural environment and, most of all, of ownership. After the final two-and-a-half-minute ‘action’ shot there’s a final section of equal length telling us where each sequence was filmed and, in most cases, which farming conglomerate owns the land. But Benning’s careful, patient approach invests so much in each scrap of landscape that he, too, becomes a kind of ‘owner’ – as do we, watching in the cinema as the indelible images burn into our minds.As Chinatown famously shows us, water and power go hand in hand in California: one of the most fascinating of El Valley Centro’s shots shows the welcoming ‘gate’ above the road entering the city of Modesto, a neon slogan-board reading ‘Water wealth contentment health.’ The phrase takes on a savage irony in this kind of exhaustive geographical-political-social context: the film starts and ends with water, water flows through so many of the frames, its moneyed manipulators sequestered in offices far away from Benning’s prying lens. Modesto also happens to be George Lucas’s home town, the place he set his masterpiece American Graffiti – perhaps in homage, Benning’s Modesto shot also includes cars at night, the retro glow of neon, the excited voices of teenagers as they drive in and out of the frame. You have to strain to hear them, of course – but this is a film in which the buzzing of a fly becomes a major movie event. This is a film whose every single shot deserves a full-length essay of its own.",
    "chinese_title": "中央谷地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Valley Centro",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T17:21:35"
}