{
    "aka": [],
    "sid": "20271010",
    "cast": [
        {
            "url": "/celebrity/1028376/",
            "name": "德米特里·肖斯塔科维奇 Dmitri Shostakovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018630/",
            "name": "伊戈尔·斯特拉文斯基 Igor Stravinsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1751645747.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2359660",
    "director": [],
    "duration": "151分钟",
    "episodes": "",
    "language": [
        "英语",
        "俄语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2359660/",
    "this_title": [
        "Soviet Echoes: Tales From The Archives"
    ],
    "douban_link": "https://movie.douban.com/subject/20271010/",
    "trans_title": [
        "苏维埃回声：来自档案的故事"
    ],
    "douban_votes": "0",
    "introduction": "Many musical treasures left over from the Soviet period show rare recorded performances by artists who were politically and personally deprived for the sake of their art and beliefs. In the first programme Vladimir Ashkenazy plays and talks; footage of Mstislav Rostropovich giving the world premiere of Shostakovich's cello concerto; Stravinsky coducting Petrushka on his return to Moscow.The second of three programmes drawing on previously unseen Russian archive footage and following the great Russian composers who suffered terrible hardship under the Soviet regime. The second programme is the story of how musicians such as Stravinsky, Shostakovich and Prokofiev coped with the sustained pressure, and in some cases the threat of death, to produce work that was truly theirs rather than influenced by the state. Includes previously unseen footage of Stravinsky returning to Moscow after almost 50 years in exile.The final progrmme concentrates on the two great traditions of Russian music - opera and piano - and highlights the tenor Ivan Kozlovski and the pianist Maria Yudina, who clashed with Stalin. In the final segment, there is a look at how contemporary Russian music has evolved along the lines of the country's politics.",
    "chinese_title": "苏维埃回声：来自档案的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Soviet Echoes: Tales From The Archives",
    "douban_rating_average": 0,
    "update_at": "2025-03-20T04:57:09"
}