{
    "aka": [],
    "sid": "20270356",
    "cast": [
        {
            "url": "/celebrity/1158727/",
            "name": "玛拉·辛哈 Mala Sinha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012583/",
            "name": "Rajendra Kumar Rajendra Kumar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133174/",
            "name": "Nanda Nanda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055510/",
            "name": "阿肖克·库马尔 Ashok Kumar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度 Indian"
    ],
    "writer": [
        {
            "url": "/celebrity/1045633/",
            "name": "B.R. Chopra B.R. Chopra",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0052736",
    "director": [
        {
            "url": "/celebrity/1276716/",
            "name": "雅什·乔普拉 Yash Chopra",
            "@type": "Person"
        }
    ],
    "duration": "153分钟",
    "episodes": "",
    "language": [
        "印地语 Hindi"
    ],
    "playdate": [
        "1959"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0052736/",
    "imdb_votes": 215,
    "this_title": [
        "Dhool Ka Phool"
    ],
    "douban_link": "https://movie.douban.com/subject/20270356/",
    "imdb_rating": "6.8/10 from 215 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Meena and Mahesh are madly in love with each other.One day both of them get carried away and Meena becomes pregnant.On the other side Mahesh gets married to Malti Rai who belongs to a good family.Meena gives birth to a little boy and takes the baby to his father, Mahesh Kapoor. Mahesh disowns both of them,saying that it was his mistake.Meena leaves the 5 month old baby boy in a dark forest, where a snake guards the baby's life.On way back from city Abdul Rasheed (Manmohan Krishna)sees the child and protects him. Abdul also gets disowned by the society because the baby is illegitimate and nobody knows about the parents and religion. In spite of all the odds Abdul fights with the entire society and raises the child wholeheartedly.He names him Roshan.On the other side Meena starts working as assistant to a lawyer Ashok Kumar. Ashok Kumar starts developing a soft corner for her.They both get married without Meena reveal her past. Mahesh is now a judge and is blessed with a baby boy. One fine day both Meena's son (raised by Abdul) and Mahesh's son meet each other in school with their respective parents. In the presence of Mahesh, Abdul tells the principal of the school w that he found Roshan in a forest 8 years before. In school Roshan and judge's son become close to each other. They become best of friends. When other kids make fun of Roshan, the judge's on supports him. One day he takes Roshan to his home, where his mom Malti (Nanda)welcomes him with love and affection. But Mahesh throws the boy out of his house, saying that he is not worth our respect and love, as he is illegitimate.After all this Roshan gets depressed and falls into bad company. Mahesh's son tries to stop him and dies in a car accident. This leaves Roshan under more depression. He got the engage with the theft crime.But he was innocent.It came in the court of Mahesh Kapoor.Abdul goes to Ashok Kumar to fight this case as Ashok is a lawyer.He tells him in front of Ashok's wife who was actually mother of Roshan,that when and under what circumstances he found Roshan.She immediately recognizes that her son.She testifies in favor of him in the court.Mahesh also recognizes Meena and the son and admit his fault. Next day Malti tells Mahesh to go to Abdul's house and bring Roshan as he is his son.On the other side Meena is ready to leave the house sneakingly.But Ashok stops her and saying that he respects her even more now.She can bring the child home.Both Meena and Mahesh goes to Abdul house to ask for Roshan.He first says no but after that.He gives Roshan to Meena and Ashok Kumar.",
    "chinese_title": "Dhool Ka Phool",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T03:39:11"
}