{
    "aka": [],
    "sid": "20284874",
    "cast": [
        {
            "url": "/celebrity/1023486/",
            "name": "成海璃子 Riko Narumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317216/",
            "name": "栗本有规 Yuki Kurimoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480980/",
            "name": "鸣海刚 Gô Narumi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1791827472.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt2567854",
    "director": [],
    "duration": "112分钟",
    "episodes": "2",
    "language": [
        "日语"
    ],
    "playdate": [
        "2012-11-23(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2567854/",
    "this_title": [
        "積木くずし 最終章"
    ],
    "douban_link": "https://movie.douban.com/subject/20284874/",
    "trans_title": [
        "积木倒塌 最终章"
    ],
    "douban_votes": "0",
    "introduction": "2012年秋季 フジテレビ 日剧SP安住信幸（中村雅俊）は苦しんでいた。かつて、娘の灯（成海璃子）が突然非行に走り、更正するまでの親子の闘いの日々を描いた著書「積木くずし」。その本を書いたことがその後の家族の不幸を招いたのだと自分を責めていたのだ…。妻だった美希子（高島礼子）は自分を裏切り姿を消し、その後自死してこの世を去った。そして灯も9年前に突然他界した。信幸に残された家族は、今の妻である祥子（石野真子）だけだが、その祥子も3年前脳梗塞で倒れ、療養所で入院生活を送っている。「私のせいで、大切な人はいつも不幸になる…」信幸は、灯の遺品を見つめながら考える…「積木くずしとはいったい何だったのか？」「あの家族は私にとって何だったのか？」二人が出会った46年前、美希子は家族を養うために裕福な男の愛人をしていた。美希子に一目ぼれした信幸は、その不幸な境遇から救い出し、東京で結婚したのだった。信幸は結婚後全ての収入を美希子に預ける…初めて自分のために使えるお金を手にした時から、美希子の歯車が徐々に狂っていく…。借金を重ねていく美希子、そんな美希子に近付き操る金貸しの黒沼善久（袴田吉彦）。徐々に黒沼に依存していく美希子は、ある時、妊娠する。しかし信幸の子か黒沼の子か分からない。美希子は、中絶しようとするができず、結局出産する。それが灯だった。灯は13才の時、ある事件がきっかけで非行の道にどんどん落ちていく。信幸と美希子は、警視庁少年相談係・佐竹省三（上川隆也）の助言を得て、何とか灯を更正の道に導く。そして、灯が立ち直ったかに見えたとき、信幸はその全てを実名でつづった「積木くずし～親と子の200日戦争」を出版するのだった。もちろんある程度のことは予想していた家族だったが、その反響はあまりにすさまじく、耐えきれなかった灯は再度非行に走り、今度は覚せい剤に手を染め、少年院送りとなるのである。そして美希子は「積木くずし」で得た全ての収入を持って黒沼と失踪する。残された信幸は、借金を抱えたまま、祥子と再婚する。その後、灯は安住家に戻り、信幸と祥子と平穏な生活をはじめるのだが、元々患っていた腎臓の機能が低下し、腎移植するしか生きる道がなくなる。そんな時、灯のドナーを申し出たのは母・美希子だった。美希子は無事移植が成功したのを見届けると、覚悟の自殺を遂げる。その後、母の後を追うように灯も突然、亡くなってしまう。残された信幸の胸につかえている思いは、あの「積木くずし」さえ書かなかったらこの家族はどうなっていたのか？ということ。そんな時、灯の遺品から妻・美希子の遺書のノートが見つかる。そこには「灯はもしかして自分の娘ではないかもしれない」と思われる衝撃的な内容が書かれていた。信幸は自分の知らなかった美希子の生い立ちや、真実を追い求めるための旅を始める…。果たして、灯の本当の父親は誰なのか？",
    "chinese_title": "积木倒塌 最终章",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "積木くずし 最終章",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T02:26:16"
}