{
    "aka": [],
    "sid": "2028335",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情",
        "爱情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1954088337.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1041872/",
            "name": "妮可·康 Nicole Conn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0245850",
    "director": [
        {
            "url": "/celebrity/1041872/",
            "name": "妮可·康 Nicole Conn",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0245850/",
    "imdb_votes": 354,
    "this_title": [
        "Cynara：Poetry in Motion"
    ],
    "douban_link": "https://movie.douban.com/subject/2028335/",
    "imdb_rating": "4.4/10 from 354 users",
    "trans_title": [
        "诗中飞舞"
    ],
    "douban_votes": "578",
    "introduction": "1883, Baycliff, an isolated English village on the Irish Sea. Two women's friendship becomes passion. Cynara, a sculptor, alone, befriends Byron, a visitor who's left Paris in unhappiness. They ride horses, talk, play chess, and exchanging tenderness. Byron inspires Cynara as she sculpts, Cynara becomes Byron's muse as she writes. Then each imagines expressing physical passion to the other, Cynara's visions in black and white, Byron's in color. Their touches remain brief. Does respectability hold them back? What might pull down any last barriers to their expressions of love?最浪漫的女同电影 1883年，Baycliff，坐落在爱尔兰海（Irish sea 直译）的与世隔绝的英国村庄。两个女人的友谊升华出激情。Cynara，一名单身的雕刻家。以朋友的身份照顾着 Byron。 Byron在巴黎有痛苦往事的外来者。他们一起骑马、聊天、下棋、分享内心的秘密。 Byron在Cynara雕刻时给与鼓励。Cynara在Byron写作时给与灵感。From Nicole Conn, director of the classic lesbian love story Claire of the Moon, comes a sensual and sexy tale that portrays erotic love between two truly beautiful women.The stunning Melissa Hellman (beloved Judy Francesconi model) stars as tall and handsome writer Byron, with the equally lovely Johanna Nemeth as the sculptress Cynara. Like a lesbian Wuthering Heights, Cynara: Poetry in Motion plays out a glorious lesbian romance full of brilliant chemistry, exciting love scenes and glossy production values. Erotic and atmospheric, this 19th Century period girl meets girl drama takes place amidst the moody surroundings of the Pacific Northwest.",
    "chinese_title": "诗中飞舞",
    "douban_rating": "6.3/10 from 578 users",
    "foreign_title": "Cynara：Poetry in Motion",
    "imdb_rating_average": 4.4,
    "douban_rating_average": "6.3",
    "update_at": "2025-06-16T16:51:07"
}