{
    "aka": [
        "Sky, Wind, Fire, Water, Earth"
    ],
    "sid": "2031694",
    "cast": [
        {
            "url": "/celebrity/1019271/",
            "name": "河濑直美 Naomi Kawase",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2627987107.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1019271/",
            "name": "河濑直美 Naomi Kawase",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0331543",
    "director": [
        {
            "url": "/celebrity/1019271/",
            "name": "河濑直美 Naomi Kawase",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2001-08-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0331543/",
    "imdb_votes": 133,
    "this_title": [
        "きゃからばあ"
    ],
    "douban_link": "https://movie.douban.com/subject/2031694/",
    "imdb_rating": "7.1/10 from 133 users",
    "trans_title": [
        "在世界的沉默中",
        "Sky, Wind, Fire, Water, Earth"
    ],
    "douban_votes": "298",
    "introduction": "\"Your father passed away. Give us a call immediately.\" The message in Kawase's cell phone informs her of her father's death.More than a year has passed since his death. Also 8 years since Embracing in which Kawase took a camera to film her journey to find her father. She watches Embracing with her friends as if she mourns her father's death, departure from her father. Watching, throughout the film, the repetitive, momentary interviews of people who were involved with him before his death as well as her real mother and her grandmother, Kawase bears unfocused and disconsolate feelings.All of a sudden, she gets an idea of having a tattoo, the same tattoo her father had through his life, so as to, she thinks, discover the family bond, and then she visits a tattoo artist. The story accelerates from here, and brings the audience to the climax. Is this really a documentary or fiction? Despite this confusion, the film goes on and asks us, \"What is love for you?\"At the Locarno International Film Festival in 2001, the film was highly praised for her original film style, the mixed form of documentary and fiction, in which her deep loneliness is realistically presented. The film has been shown more than 30 countries, and now its distribution right, after being produced and screened by ARTE France along with some other films by, for example, Sokurov, has been terminated, and the film will be screened in Japan.This is a must-see, as of today, Kawase's culmination as an auteur. The title Kya Ka Ra Ba A is a Buddhist term, kya - the sky, ka - wind, ra - fire, ba - water, and a - earth, all of which, altogether, means the world composed of those elements.",
    "chinese_title": "在世界的沉默中",
    "douban_rating": "8.0/10 from 298 users",
    "foreign_title": "きゃからばあ",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.0",
    "update_at": "2025-04-21T04:00:39"
}