{
    "aka": [],
    "sid": "2031575",
    "cast": [
        {
            "url": "/celebrity/1023349/",
            "name": "费尔南多·阿拉巴尔 Fernando Arrabal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026342/",
            "name": "Michel Tureau Michel Tureau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112886/",
            "name": "吉内特·勒克莱尔 Ginette Leclerc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115737/",
            "name": "罗杰·卢蒙特 Roger Lumont",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2618495630.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023349/",
            "name": "费尔南多·阿拉巴尔 Fernando Arrabal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0063029",
    "director": [],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1969-10-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0063029/",
    "imdb_votes": 29,
    "this_title": [
        "Le Grand cérémonial"
    ],
    "douban_link": "https://movie.douban.com/subject/2031575/",
    "imdb_rating": "5.4/10 from 29 users",
    "trans_title": [
        "神圣的仪式"
    ],
    "douban_votes": "0",
    "introduction": "Fernando Arrabal编剧和主演的超现实电影。Casanova lives in the suburbs with his mother. He has grown up without ever ceasing to be a child over whom she watches jealously. He is nothing without her, yet he dreams of leaving home and meeting women. They loathe and adore each other. Every day he goes to the Gare Saint-Lazare, often taking with him a wicker trunk containing a rubber dummy which he sends off to some distant country. In this way he sends the doll on the journey he dreams of making himself. One day a coincidence brings him into contact with a woman. A thief is being chased, and a woman speaks to him. A street photographer takes their picture. They part, but Casanova is happy, and in the evening when his mother clearly senses that something has happened to him he shows her the ticket for the photo, just to taunt her: yes, he knows a woman. Her name is Syl. What he does not know is that Syl too has been waiting for him. She has a rich lover, but she does not love him and she dreams of something more exciting, just as Casanova does. Behind his shyness and aggressiveness she senses a disturbing quality in the young man which attracts her. If he is a dangerous sadist, even a potential murderer, so much the better. She follows him into a shop basement to give herself to him, and there, amid a mass of flowers, a savage struggle takes place; they seize each other, then reject each other, fight furiously... The mother has com to Paris in search of the photograph. When she sees her son with a woman she cannot contain her fury and she goes to the police and accuses him of killing women and putting their bodies in trunks. She gives details. The police promise to make inquiries. Syl follows Casanova back to his suburb. He wants to flee, but she pursues him, and they meet at a garbage dump near a motorway. She crawls to his feet, he goes to push her away but then undresses her. She has to submit completely to him, to accept everything he does to her; she is forced to cross the motorway naked, as the cars pile into each other. He throws her down in the mud, covers her unconscious body with her clothes and goes back to his mother and his childhood home. He returns to his attic full of dolls. His mother is waiting for him, full of love and hatred, but he has nothing to say to her; he is waiting for Syl. One of the dummies looks like her, and in a bust of schizophrenic frenzy he possesses and then smashes it. At last when Syl returns, they are bound together in the Great Ceremony. The room becomes a place of magic, the cupboards open to reveal every instrument of love and torture... Outside the door, the mother screams in terror. After burning the dolls, Casanova drags Syl out to the car. They are going away for ever. ... At an abandoned farm, a happy Syl is busy putting life back into the ruins. She is teaching Casanova how to be gentle, and how to be strong. She is teaching him to be happy.Based on love, violence, and eroticism taken at their most horrifying extremes, the theater of Arrabal is a permanent demonstration of the state of our inner minds with their tangle of sadism, masochism, frustration and repressed hatred.",
    "chinese_title": "神圣的仪式",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Grand cérémonial",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T02:43:47"
}