{
    "aka": [],
    "sid": "2032113",
    "cast": [
        {
            "url": "/celebrity/1040800/",
            "name": "哈里纳·雷金 Halina Reijn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023485/",
            "name": "约伦·塞德斯拉奇兹 Joren Seldeslachts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151475/",
            "name": "Katelijne Verbeke Katelijne Verbeke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007216/",
            "name": "简·德克莱尔 Jan Decleir",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2174561129.jpg",
    "region": [
        "荷兰/比利时/保加利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1005814/",
            "name": "塔玛·范·登·朵普 Tamar van den Dop",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0808174",
    "director": [
        {
            "url": "/celebrity/1005814/",
            "name": "塔玛·范·登·朵普 Tamar van den Dop",
            "@type": "Person"
        }
    ],
    "duration": "98 分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2007-02-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0808174/",
    "imdb_votes": 1167,
    "this_title": [
        "Blind"
    ],
    "douban_link": "https://movie.douban.com/subject/2032113/",
    "imdb_rating": "7.2/10 from 1167 users",
    "trans_title": [
        "盲恋"
    ],
    "douban_votes": "1127",
    "introduction": "It is a story about a blind boy (may be around 20 years of age) – played by Joren Seldeslachts - who is wild and lives with his mother in a palatial county type house; and his care taker lady (may be around 30 years of age) – brilliantly enacted by Halina Reijn (remember Zwartboek?) - who is suffering from albino – i.e. body does not produce enough pigment and the a person has pale or colorless skin, eyes and hair. Joren starts falling in love with Halina without noticing about her albino disease because he is blind. Halina tries hard to evade Joren's closeness – but is not able to resist her own fears, and falls in love with Joren. Katelijne Verbeke plays the boy's mother who notices this attraction and is against their relationship. The good news comes when the boy is about to get his sight back and that is the time Halina goes away – so that Joren would always remember her as a beautiful girl. But Joren is persistent and after regaining his sight desperately searches for Halina. Do they meet? And what happens after that – I will not tell you and spoil your show.I cried seeing the movie. It has been several years since I have cried so much in a movie. I think the last time it was when I was 16 years old – and had gone to see \"Summer of '42\". Now I am 40. But the purity of love shown in the movie is tenderly executed by the director Tamar van de Dop.From the time Halina enters the screen, she captured my imagination. The anguish of Halina's soul – her spirit, her fears, her will, her character, her love and her sadness are depicted with generosity. Some scenes are simply outstanding – when Halina closes her eyes and touches her face and lips to feel how will a blind man feel her face? When she covers the mirror as soon as she enters the palatial house – and later when she uncovers it to see – what in her is beautiful that the boy is falling in love with her. The body language of her – to resist the boy coming close, but she giving up to the power of love – is worthwhile to see. From the time Halina enters the screen and goes away – I longed desperately to see her back. She has played her part so naturally that I have fallen in love with her and would not dare to meet her in real life – to break my image of \"Marie\" that's her name in the movie.The backdrop is – I think Belgium or Bulgaria! The snow clad landscape is captured with nature's ecstasy. The music is fantastic. Some scenes are so greatly executed that without a word – just by images the director communicates so many things, and that is the art of cinema. Good movies bring you back to the soul – the core of our human values and purity of love.Just one final comment, the love making scene between Halina and Joren pops up without a gradual build up within that particular shot, and that is the only jarring part of the movie.",
    "chinese_title": "盲恋",
    "douban_rating": "8.3/10 from 1127 users",
    "foreign_title": "Blind",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.3",
    "update_at": "2025-09-26T01:26:10"
}