{
    "aka": [
        "Humanitarian aid"
    ],
    "sid": "2034155",
    "cast": [
        {
            "url": "/celebrity/1085581/",
            "name": "约安·费斯库特阿努 Ion Fiscuteanu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0335837",
    "director": [
        {
            "url": "/celebrity/1285777/",
            "name": "哈诺·赫费尔 Hanno Höfer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "罗马尼亚语"
    ],
    "playdate": [
        "2002-06-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0335837/",
    "imdb_votes": 87,
    "this_title": [
        "Ajutoare umanitare"
    ],
    "douban_link": "https://movie.douban.com/subject/2034155/",
    "imdb_rating": "7.5/10 from 87 users",
    "trans_title": [
        "人道主义援助",
        "Humanitarian aid"
    ],
    "douban_votes": "0",
    "introduction": "Three young men from Western Europe arrive in Romania with humanitarian aid. The village people welcome them as prestigious guests, and treat them as old friends even though they have only brough useless home appliances and miscellaneous living supplies. When these young men leave the village, the village people also give them all their crops. Judging from this film, it appears that poor people give more than rich people, even in terms of human warmth and friendship, even though it is the latter who has come to help the former. Who gives and who gets? This film shows that it is meaningless to try to calculate who gives more and who gets little, and who gets more and who gives little, when it comes to exchanges between people of different cultures and background. We can also witness the mutual communication of value, which cannot be explained by material factors, in the exchange of goods and services in a multicultural environment.Hanno HÖFER (1967, Romania) studied history of Southeastern Europe in Berlin and graduated from the Bucharest University of Dramatic Art and Cinema in 1998. Before making films, he was a stage actor with the German Theatre of Timisoara. His short films have been screened and and have won at international film festivals. Besides being a film maker and producer, Höfer is also a jazz and blues musician.",
    "chinese_title": "人道主义援助",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ajutoare umanitare",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T05:57:10"
}