{
    "aka": [],
    "sid": "2036588",
    "cast": [
        {
            "url": "/celebrity/1181215/",
            "name": "Kim Deal Kim Deal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214037/",
            "name": "Frank Black Frank Black",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222343/",
            "name": "David Lovering David Lovering",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875599614.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0449121",
    "director": [
        {
            "url": "/celebrity/1280016/",
            "name": "史蒂文·坎托 Steven Cantor",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-09-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0449121/",
    "imdb_votes": 1487,
    "this_title": [
        "loudQUIETloud: A Film About the Pixies"
    ],
    "douban_link": "https://movie.douban.com/subject/2036588/",
    "imdb_rating": "7.1/10 from 1487 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "64",
    "introduction": "Rock documentary with excellent production values, 29 July 2006Author: Chris_Docker from Scotland, United KingdomThe film kicks off with a quote from Nirvana's Kurt Cobain, about his famous song, Smells Like Teen Spirit: \"I was basically trying to rip off the Pixies.\" As a tribute documentary, loudQUIETloud goes on to explore the Pixies strange career and provide some clues to why they have been so influential.The Pixies established themselves musically with deep contrasts, not just in volume (as the title suggests) but by combining many strange elements, melodic and abrasive, and cryptic lyrics - they are almost like a David Lynch rock experience (one of their songs is a cover from a song in Lynch's early Eraserhead). What made them extraordinary is that they disbanded just as they approached critical acclaim (within six years) and didn't reap the benefits of their popularity until they re-formed nearly twelve years later - at which point this movie begins.Tickets for their 2004 reunion tour sold out in four minutes, but the band members are no longer young. As the film develops we see some have families with small children, but they all have outside interests, musical or otherwise, and 'being the Pixies' is hardly something they identify with beyond a sense of responsibility to make sure the live performances go well. The detachment is so great that a struggling interviewer, asking an innocuous question about whether they will make another album, is nonplussed that the band really haven't considered the question one way or the other.Lead singer Frank Black ('Black Francis') is a bulky, almost intimidating figure with a shaven head, so it's something of a revelation to see him doing positive affirmations before bed, telling himself, \"I am a nice person, people like me . . .\" Bassist Kim Deal looks with surprise at the blisters on her fingers after the first concert - Frank reassures her they'll get better in about a week. Both of them continue working on their own material while on tour, Kim for the Breeders and Frank on his solo work. The band seem to accept that it is not in their natures to talk to each other much, even when they are getting on fine, but they seem more mature than the days of early acrimony where one or the other would unilaterally make public announcements of the band's imminent break-up.The sound and camera-work throughout is first rate, so if you like the Pixies even a little bit, this is a rare opportunity to experience them at their best. For those who have never heard of them, you might recall the song, 'Where Is My Mind?' as the exit music to the film Fight Club, or sections from their records 'Gigantic' and 'Hang Wire in the United States of Leland. For fans, the song listing taken from the credits includes: Where is My Mind, Hey, Here Comes Your Man, U-Mass, Caribou, Gouge Away, Nimrod's Son, In Heaven, Wave of Mutilation, Something Against You, Bone Machine, Cactus, Vamos, Monkey Gone to Heaven and also the Breeders song Iris.",
    "chinese_title": "loudQUIETloud: A Film About the Pixies",
    "douban_rating": "8.7/10 from 64 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.7",
    "update_at": "2025-09-08T00:13:28"
}