{
    "aka": [
        "Garden in the Sea"
    ],
    "sid": "20368773",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "墨西哥",
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1295653/",
            "name": "托马斯·里德尔斯海默 Thomas Riedelsheimer",
            "@type": "Person"
        }
    ],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "this_title": [
        "Jardin en el mar"
    ],
    "douban_link": "https://movie.douban.com/subject/20368773/",
    "trans_title": [
        "Garden in the Sea"
    ],
    "douban_votes": "0",
    "introduction": "VIFF favourite Thomas Riedelsheimer (Rivers and Tides, Touch the Sound) returns with another visually transfixing exploration of art and nature, this time chronicling the efforts of Spanish artist Cristina Iglesias as she installs an environmentally enhancing and aesthetically daring sculpture in the Sea of Cortez at Candelor Bay in Baja, CA.As much about the environment as it is about art and landscape, Garden in the Sea was a four-year project for Riedelsheimer and Iglesias. Here is what Mr. Riedelsheimer has to say about the experience: \"For me films have to provide a sensual experience. Consequently I am not so much interested in endless bits and pieces of information but in the challenge of allowing the audience to experience what the protagonists in my movies are undergoing. Being a cameraman myself I am always trying to find images with several layers of meaning dedicated to feeling. This attempt is clearly motivated by my firm believe that people cannot be impressed or changed by mere columns of figures but only by an experience that touches their hearts—like beauty.\"At the beginning I focused clearly on Cristina as the creator of the sculpture, but soon it became obvious that the film would reflect not only an art work but about also ideas on nature, mankind, beauty and protection. The whole team realized that the documentary could only do justice to the place and the project by introducing more characters and talking about their relation to the land and the sea…\"",
    "chinese_title": "Jardin en el mar",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-18T17:08:15"
}