{
    "aka": [],
    "sid": "2036593",
    "cast": [
        {
            "url": "/celebrity/1010555/",
            "name": "凯西·贝茨 Kathy Bates",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031896/",
            "name": "劳伦·艾波罗丝 Lauren Ambrose",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294807/",
            "name": "艾伦·保尔 Alan Poul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165107/",
            "name": "Alyssa Warrick Alyssa Warrick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004593/",
            "name": "雷恩·威尔森 Rainn Wilson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031888/",
            "name": "莉莉·泰勒 Lili Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066351/",
            "name": "艾伦·鲍尔 Alan Ball",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022637/",
            "name": "彼得·克劳斯 Peter Krause",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122666/",
            "name": "贾斯蒂娜·马查多 Justina Machado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036393/",
            "name": "瑞切尔·格里菲斯 Rachel Griffiths",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305583/",
            "name": "Suzuki Ingerslev Suzuki Ingerslev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1177341/",
            "name": "Renzo Lewis Jr. Renzo Lewis Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006992/",
            "name": "詹姆斯·克伦威尔 James Cromwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070845/",
            "name": "Les Brandt Les Brandt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0493300",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2005-10-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0493300/",
    "imdb_votes": 135,
    "this_title": [
        "Six Feet Under：In Memoriam"
    ],
    "douban_link": "https://movie.douban.com/subject/2036593/",
    "imdb_rating": "8.7/10 from 135 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Fans will enjoy the chance to recall so much emotion but it isn't that great as a documentary, 27 December 2005Author: bob the moo from Birmingham, UKWhen Six Feet Under ended this year it went out with a great finish that matched the tone it had the whole time it had been on. Personally I felt that it is not a series I will easily replace so I took the opportunity offered by Channel 4 to watch this HBO documentary that looked back over the casting at the start, the origins of the series, the writing, the characters and the challenge of bringing it all to an end. It is a lot to ask of a 50 minute programme with so many people involved to be able to do that and indeed it proves too big an ask, even if it does make a good stab at it.By covering so many aspects of this great series the documentary is really stretched to the point where it never lingers for more than a second or two and, with lots of clips it means the contributions are really tightly edited to fit. This means the film is good enough to give an overview of what it was all about but to do so in a way that feels rather rushed. For me it worked because while everyone else was reminiscing it allowed me to do so as well but I would have liked a little bit more detail; fewer clips for definite and a bit more time given over to the cast etc to speak would have made it more interesting and engaging.The contributions are mostly good though and credit to Adam Gallagher for editing it well to generally get meaning out of the interviews rather than the gushing clichés that this type of thing is usually filled with. Ball and Poul are interesting and have plenty to say while it is also nice to see the main cast get emotional over their characters in the same way that viewers have been for years. The only exceptions to this are perhaps Cromwell (who comes out with the same sort of babble that his character does) and Wilson (who lacks a bit of respect for this character and the series).Overall this was a good film to watch as a fan to allow me to sit and get all wistful and emotional with the cast and crew about such a great series. Sadly, beyond this the film had too many clips and not enough from the talent behind the clips to really make it stand up as a great documentary. Worth a look from fans though.",
    "chinese_title": "Six Feet Under：In Memoriam",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-30T08:26:05"
}