{
    "aka": [],
    "sid": "20376138",
    "cast": [
        {
            "url": "/celebrity/1111232/",
            "name": "里查德·利科克 Richard Leacock",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025376/",
            "name": "克里斯·马克 Chris Marker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042539/",
            "name": "亨利·朗格卢瓦 Henri Langlois",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2301105",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2301105/",
    "this_title": [
        "Ricky on Leacock"
    ],
    "douban_link": "https://movie.douban.com/subject/20376138/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Quotehttp://www.denverfilm.org/festival/film/detail.aspx?id=25090&fid=73Documentarian Jane Weiner (Silverlake Life; Ravi Shankar: Between Two Worlds) started capturing her mentor, Richard Leacock, on film in 1972. With this archive, she has assembled a multi-format presentation that chronicles his crucial contributions to cinema-verité filmmaking.Through his technical innovations of lightweight cameras with their own sync-sound systems, Leacock intended to give filmmakers creative and financial control of their work. Precluding the need for expensive and time-consuming camera setups meant giving documentary films a spontaneity that had been impossible before. Gone were the days of strictly voice-over narration and talking heads. Leacock helped open a new world to filmmakers with a process that didn’t direct the action but observed it, helping keep subjects at ease and making stories into conversations instead of reports. In keeping with her teacher’s passion in life, Weiner’s film is done very much in a you-are-there style, splicing together scenes from his work and Weiner’s own visual diary of Leacock teaching, working, and cooking for friends.Leacock founded the film department at the Massachusetts Institute of Technology, where he taught for 20 years before moving to France. He continued working in film for many years, and died in 2011 at age 89. Leacock was involved in such landmark documentaries as Primary, which followed John F. Kennedy on the campaign trail, and Ku Klux Klan: The Invisible Empire. His collaborators included such greats as D.A. Pennebaker, one of the pioneers of cinema-verité, and Robert Drew, as well as Henri Langlois, an innovator in film preservation.",
    "chinese_title": "Ricky on Leacock",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T04:33:42"
}