{
    "aka": [],
    "sid": "20370365",
    "cast": [
        {
            "url": "/celebrity/1044718/",
            "name": "岑勇康 Harry Shum Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322167/",
            "name": "史蒂芬·布斯 Stephen Boss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318939/",
            "name": "卡特丽娜·洛 Katrina Law",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1056852/",
            "name": "Addi Adametz Addi Adametz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1262842/",
            "name": "Ross Ching Ross Ching",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1262842/",
            "name": "Ross Ching Ross Ching",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "3 Minutes"
    ],
    "douban_link": "https://movie.douban.com/subject/20370365/",
    "trans_title": [
        "三分钟"
    ],
    "douban_votes": "0",
    "introduction": "3 Minutes is an action-oriented short film that was released on January 10, 2011.Production on the film commenced in 2010, with director Ross Ching at the helm, alongside producers Don Le and George Wang. The film stars Harry Shum, Jr., Stephen \"tWitch\" Boss, Katrina Law, and Thaine Allison Jr.The special effects work was provided by David Adametz and the score composed by Paul Dateh.The film centers around the unnamed main character (Harry Shum) receiving a handgun from an old man (Thaine Allison Jr.) and being told he has three minutes to complete an unspecified task. Shum's character then rushes into a storage yard in pursuit of \"Steve\" (Stephen Boss), who evades Shum's gunshots and hides. Steve finds a dead body (Nicholas Acosta) holding a lightsaber, and uses the weapon to disarm Shum, who draws his own lightsaber. After a short battle, Shum decapitates Steve and runs back to the old man, where he is told that his time was three minutes, eighteen seconds. Shum panics and runs away. A fourth unnamed character (Katrina Law) comes forward and receives a pistol from the old man who repeats his \"three minutes\" instruction. Law's character then leaves the garage, presumably in pursuit of Shum.The project is part two of a projected trilogy of short films including a prequel and sequel. The film was originally designed as a vehicle to showcase a wider range of acting skills for the two leads, Harry Shum Jr. and Stephen \"tWitch\" Boss, especially outside of the singing and dancing sphere. 3 Minutes has received coverage from the official Star Wars site,Wired.com,and Gizmodo, as well as the New York Post, Seventeen Magazine, Audrey Magazine,and Hyphen Magazine. It was also was featured on Vimeo's Staff Pick of the Day on its debut day.",
    "chinese_title": "三分钟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "3 Minutes",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T13:57:09"
}