{
    "aka": [
        "失而复得"
    ],
    "sid": "2037973",
    "cast": [
        {
            "url": "/celebrity/1115525/",
            "name": "Milica Mihajlovic Milica Mihajlovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041618/",
            "name": "奥丝·图思 Orsolya Tóth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194736/",
            "name": "Krassimir Dokov Krassimir Dokov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1184993/",
            "name": "Ivan Yurukov Ivan Yurukov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174244/",
            "name": "迈特·马姆斯登 Mait Malmsten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167899/",
            "name": "斯维特拉娜·扬切娃 Svetla Yancheva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159094/",
            "name": "安娜·乌拉鲁 Ana Ularu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158080/",
            "name": "费贾·斯托扬诺维奇 Fedja Stojanovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144794/",
            "name": "尼古拉·西米奇 Nikola Simic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088385/",
            "name": "米莲娜·德拉维奇 Milena Dravic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135393/",
            "name": "瓦伦丁·波佩斯库 Valentin Popescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103484/",
            "name": "卡特琳娜·劳克 Katariina Lauk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2194665448.jpg",
    "region": [
        "波黑/塞黑/保加利亚/爱沙尼亚/德国/匈牙利/罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1294411/",
            "name": "维多利亚·彼得拉尼 Viktória Petrányi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000820/",
            "name": "凯内尔·穆德卢佐 Kornél Mundruczó",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135805/",
            "name": "克里斯蒂安·蒙吉 Cristian Mungiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052355/",
            "name": "娜代日达·科塞娃 Nadejda Koseva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033434/",
            "name": "斯戴芬·阿森尼叶维克 Stefan Arsenijevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037368/",
            "name": "亚斯米拉·日巴尼奇 Jasmila Žbanić",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026752/",
            "name": "梅特·拉丝 Mait Laas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0454883",
    "director": [
        {
            "url": "/celebrity/1033434/",
            "name": "斯戴芬·阿森尼叶维克 Stefan Arsenijevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052355/",
            "name": "娜代日达·科塞娃 Nadejda Koseva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026752/",
            "name": "梅特·拉丝 Mait Laas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000820/",
            "name": "凯内尔·穆德卢佐 Kornél Mundruczó",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135805/",
            "name": "克里斯蒂安·蒙吉 Cristian Mungiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037368/",
            "name": "亚斯米拉·日巴尼奇 Jasmila Žbanić",
            "@type": "Person"
        }
    ],
    "duration": "99 分钟",
    "episodes": "",
    "language": [
        "Bulgarian",
        "Estonian",
        "匈牙利语",
        "罗马尼亚语",
        "Serbian"
    ],
    "playdate": [
        "2005-06-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0454883/",
    "imdb_votes": 260,
    "this_title": [
        "Lost and Found"
    ],
    "douban_link": "https://movie.douban.com/subject/2037973/",
    "imdb_rating": "6.5/10 from 260 users",
    "trans_title": [
        "东欧风情画",
        "失而复得"
    ],
    "douban_votes": "0",
    "introduction": "Lost and Found is a film project for which six young filmmakers from Central and Eastern Europe have each developed a short film on the theme of generation. Together, these six short films make a whole cinema evening. Unique thereby is the selection of young directors, who are currently among the most talented in the Central and Eastern European region. Also special is that five of the short films (four short narrative films and one short documentary) are visually framed by an independent animation story. The filmmakers made their films with local producers in their home countries; postproduction was carried out in Germany. The theme generation is the thread running through the whole film. It mirrors a new selfunderstanding of young filmmakers in Central and Eastern Europe. Traditions and national history are viewed in a new way and cinematically narrated. The concept of generation was not intended to neutralize the differences between the countries, but to create a fascinating frame for comparison. The stories were written in accordance with this thematic guideline especially for this project. Partner countries in Central and Eastern Europe were selected that have their own film culture, but in which available production structures are meager, due to economic and/or political developments.\"Lost and Found\" was initiated by relations, an initiative project of the Kulturstiftung des Bundes (German Federal Cultural Foundation), which develops and fosters art and culture projects in various countries in Eastern Europe and Germany.Short films are often more difficult to script and direct than full-length features. Not only must the message be as poignant as in a mainstream movie, but it must also be conveyed succinctly in a tight period of time.Lost And Found showcases five new shorts from Eastern Europe, each as entertaining, fresh and inspiring as the one before. There is also a sixth, Gene + Ratio, which runs intermittently between the others, that can be viewed as its own piece, or as a link between the featured shorts.Gene + Ratio deals with the need for water, or a thirst of some sort. Alternately featuring insects, possibly fleas, and a filthy looking feline, it serves well merging the other shorts into one piece. On its own, it is rather disturbing and baffling, in particular the clip where a tiny man is licking the camera lens, which turns into a cat lapping up a saucer of milk. It is almost enough to make you feel violated. There is also a bath sequence, involving the cat and its mistress... let's just say it makes Paris Hilton's nude photo shoot with her dog covering her unmentionables look like a Jane Austen book cover. The film is strange enough to be compelling, yet is in danger of being ignored as the audience take this opportunity to recover from the previous short and prepare themselves for the next.The Ritual is a lovely depiction on the theme of generation, marriage and children. Goeshe is Bulgarian, but marrying a French girl. His parents are preparing for the wedding party and are determined to give him the best reception he could wish for. Sounds of the younger world are transposed into the older, making for a beautiful film which shows that both old and new can live in harmony. What is a pleasant surprise is that the younger couple strives to make the in-laws happy in as much as the parents attempt to give their son the best, which is a delightful change from Hollywood blockbusters, where there is either a monster-in-law, or an upstart sibling who doesn't care what parents think. This is the only short, I believe, to use two languages. It is a pleasure to watch.Turkey Girl is my favourite of the collection. It manages to combine light comedy with themes of growing up and letting go - the very essence behind the idea of Lost And Found. Tatiana is a girl who must bribe her mother's doctor so that he gives his patient a second operation. It is difficult enough to know how much to offer, or hold back, how to fold the money, which pocket to keep it in. Her father also tells her to butcher her favourite pet and friend - a turkey - as an offering. For her mother's sake, Tatiana knows that she must do this, but as she tells her boyfriend (whom she is \"just friends with\", by the way), this is no ordinary turkey. He can tell the difference between a circle and a square. Turkey Girl will appeal to animal activists, philosophers, teenagers emerging fresh from puberty, or anyone who has ever had to make a sacrificeBirthday is part documentary, part exploration of childhood innocence. It focuses on two girls on either side of the destroyed bridge at Mostar. Dunja loves strawberry ice cream and goes to a Muslim school, where she is taught that when the birds sing they chant their praises to Allah. Innes likes the colour pink and goes to a Catholic school that has no Bosnian children in it. Both girls love Jennifer Lopez. They are interviewed on similar subjects - why Mostar is divided into an east and a west (neither really understands) and the obvious point of the story is well put: these girls have birthdays a day apart and if they ever met would be indistinguishable. Since it is unlikely to happen, while they are still children, the camera poses as their Yugoslavian bridge. Presented in a light fashion, taking on the after-effects of the Bosnian war, this is a rueful examination of the way in which society inflicts its own differences within itself.Shortlasting Silence is the darkest of the five. It conveys themes of loneliness, suicide and incest in a story of a man going to visit his dead mother. It is done so tastefully that all the audience should feel is a shiver at the sinister atmosphere created when the psychologist is the victim of his own making. There is an unsettling empathy for the protagonist, who knows all the advice to give and yet cannot take it himself. There is a definite potential for this to develop into a feature film, as its themes, though well portrayed, are yet to be fully explored... but perhaps that is our role as the audience.Fabulous Vera begins with a shot of an incredibly bored woman on a tram. This is essentially Vera's difficulty. She's past middle-age, the man she loved left her, her daughter is emigrating to Cuba with a lover she has known barely three days and she must smile constantly at passengers on trams asking whether they would like to purchase tickets. Her boredom is juxtaposed with that of a policeman, sitting in his car, with so much time on his hands that he can afford to finish the embroidery started by his late wife. Milena Dravic performs well, particularly when Vera hijacks her own tram and puts her foot down, taking her life up a gear, and, when the brakes don't work, finding herself unable to stop, as she spirals out of control. This comedy examines the trouble with mid-life crises and the wonder of second youth.These shorts are fantastic. Although my favourite is Turkey Girl, each are so appealing it is difficult to chose.",
    "chinese_title": "东欧风情画",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lost and Found",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T05:22:45"
}