{
    "aka": [],
    "sid": "20379194",
    "cast": [
        {
            "url": "/celebrity/1048301/",
            "name": "约翰·莫蒂默 John Mortimer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028619/",
            "name": "梅尔文·布莱格 Melvyn Bragg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004776/",
            "name": "西妮德·库萨克 Sinéad Cusack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016723/",
            "name": "乔安娜·大卫 Joanna David",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1366337",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-01-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1366337/",
    "imdb_votes": 10,
    "this_title": [
        "John Mortimer: A Life in Words"
    ],
    "douban_link": "https://movie.douban.com/subject/20379194/",
    "imdb_rating": "7.5/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A documentary filmed during the summer of 2008 examining the thoughts and observations of writer, raconteur and national treasure, Sir John Mortimer. This with an additional dedication at the end of the programme was broadcast as a part of night's scheduling given over to John who died on the 16th JanuarySir John Mortimer enjoyed a successful career as a QC before becoming a full-time writer, a staunch defender of civil liberties who was involved in the Oz magazine obscenity trial in the 1960s and the man who won the Sex Pistols the right to put the word 'bollocks' in the title of their infamous album. His real passion at the bar was in defence of free speech, and of that freedom regardless as to whether he or anyone else agreed with the sentiment expressed in that speech or thought.Never one to concentrate on just the one thing, Mortimer throughout his career at the bar wrote novels, plays and numerous articles for the press. His best known creation is of course Rumpole of the Bailey which was a heavily autobiographical character also including aspects from his father's, also an Old Bailey lawyer, personality. The character was created for a 1975 BBC Play For Today, and developed into a long running television series and accompanying books for Thames Television.In politics as in life he was opinionated and unconventional, Mortimer persisted in speaking out against the ludicrous ways in which politicians try to curtail our liberties and, very often, our fun. This characteristic outspokenness is delivered with such gentlemanly charm and wit that he continued to be admired and adored by all. This is well reflected in the diverse range of friends who speak fondly of him in this documentary. From Jon Lord of Deep Purple fame to Neil Kinnock; taking in the likes of the lawyer Geoffrey Robertson, actresses Sinead Cusack and Jean Marsh, and Melvyn Bragg along the way.",
    "chinese_title": "John Mortimer: A Life in Words",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T01:42:56"
}