{
    "aka": [],
    "sid": "20384683",
    "cast": [
        {
            "url": "/celebrity/1054578/",
            "name": "大卫·林奇 David Lynch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007020/",
            "name": "夏洛特·兰普林 Charlotte Rampling",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "短片",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318582014.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2274274",
    "director": [
        {
            "url": "/celebrity/1360108/",
            "name": "洛瑞斯·格里奥 Loris Gréaud",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2274274/",
    "this_title": [
        "The Snorks: A Concert for Creatures"
    ],
    "douban_link": "https://movie.douban.com/subject/20384683/",
    "trans_title": [
        "海底小精灵，一场动物音乐会"
    ],
    "douban_votes": "0",
    "introduction": "Projet hybride et fascinant, entre science, cinéma, musique et art contemporain, ce film est le fruit d’un cheminement artistique et d’une production hors-norme de plus de 36 mois. Il incarne une quête obsessionnelle, celle des abysses et des créatures qu’elles renferment.Si elles vivent dans nos océans, pouvons-nous rentrer en contact avec ces créatures abyssales ?Loris Gréaud rencontre alors des chercheurs du MIT de Boston et apprend que la bioluminescence est le mode de communication des abysses. Dans ce noir profond, les interactions entre ces êtres se révèlent dans un étonnant ballet de lumières. Cette découverte devient un élément fondateur du projet qui le mènera ensuite à la station internationale Antarès au large de Toulon (base scientifique de recherche sous-marine) afin de chercher le moyen d’interagir avec les créatures.La musique, enchaînement de fréquences, est alors identifiée comme le medium à privilégier pour cette communication, l’idée du concert pour créatures est née, et c’est auprès du groupe d’abstract hip-hop Anti-Pop Consortium à New York que Loris Gréaud commande une production musicale exclusive.Deux narrateurs d’exception content cette histoire entre fiction et réalité : David Lynch qui, d’une voix monocorde, insensible à toute émotion, déroule une implacable vérité scientifique, et Charlotte Rampling, tout en sensibilité, qui en révèle la poésie, la douce folie en s’interrogeant sur ce que serait, sur ce que devrait être, une quête alien dans les profondeurs de nos océans.",
    "chinese_title": "海底小精灵，一场动物音乐会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Snorks: A Concert for Creatures",
    "douban_rating_average": 0,
    "update_at": "2025-03-08T02:16:08"
}