{
    "aka": [],
    "sid": "20381264",
    "cast": [
        {
            "url": "/celebrity/1245556/",
            "name": "米歇尔·罗克斯 Michel Roux Jr.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871398313.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-11-12(英国)"
    ],
    "this_title": [
        "The First Master Chef: Michel Roux on Escoffier"
    ],
    "douban_link": "https://movie.douban.com/subject/20381264/",
    "trans_title": [
        "现代西厨开山鼻祖：奥古斯特·埃科菲"
    ],
    "douban_votes": "0",
    "introduction": "Michel Roux Jr explores the life and influence of his great culinary hero, Georges Auguste Escoffier - the man who turned eating into dining. The first great restaurant chef, Escoffier established restaurants in grand hotels all over the world and in these centres of luxury and decadence the world's most glamorous figures of the day would mix - actresses and princes, duchesses and opera singers. Catering to this international jet set, Escoffier produced fabulous dishes that combined luxury and theatricality, elevating restaurant food to an art form.Escoffier was born the humble son of a Provencal blacksmith, but at 13 began working in a restaurant kitchen. In the 19th century they were infernal, coal-fired, unventilated places and chefs had a shorter life expectancy than even coal miners. As Escoffier worked his way up the career ladder, he dedicated himself to improving the lot of his staff - from banning alcohol and swearing in his kitchens to buying smart clothes for young chefs who couldn't afford them. He always told his staff to 'dress like you are somebody, his great-grandson Michel Escoffier tells Roux as they have lunch in an original 19th century Parisian dining room.Escoffier really made his name when he and partner Cesar Ritz came to London to run the brand new Savoy Hotel at the request of Richard D'Oyly Carte. In a time of untold luxury and decadence, when money and pleasure combined like never before, he cooked and named dishes for all of London's society - from Queen Victoria and Bertie, the fun-loving Prince of Wales, to the most glamorous entertainers of the day such as Oscar Wilde, actress Sarah Bernhardt and opera singer Nellie Melba. 125 years later, Michel joins historian Kate Williams to enjoy a delicious peach melba in the Savoy and discover how the Victorian British were convinced that eating out was the thing to do - until Escoffier and Ritz, 'nice' women would never have been seen eating in public.But there's a dark secret, one that Michel has heard of but never wanted to believe - that after eight years Escoffier was fired from the Savoy for being on the fiddle. Food journalist Paul Levy, who first published the accusations, tells all.As well as delving into the history of his hero, Michel also explores the palpable influence that Escoffier has on all our lives today. Whenever we step into a restaurant and order a meal it's his traditions, systems and skills at work - the a la carte menu, the prix fixe, the organisation of the kitchen and the way a dining room is decorated - and it's for that reason that Michel, one of this country's most celebrated and favourite chefs, says that he owes his whole career to Escoffier.Along the way we witness some of his most delicious dishes and we see the evolution of one of Michel's own creations, as he explores one of Escoffier's most basic recipes and turns it into a Michelin-starred 21st-century dish.",
    "chinese_title": "现代西厨开山鼻祖：奥古斯特·埃科菲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The First Master Chef: Michel Roux on Escoffier",
    "douban_rating_average": 0,
    "update_at": "2025-07-24T20:52:13"
}