{
    "aka": [],
    "sid": "20386674",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593655617.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2145306",
    "director": [],
    "duration": "36分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2145306/",
    "imdb_votes": 101,
    "this_title": [
        "N:O:T:H:I:N:G"
    ],
    "douban_link": "https://movie.douban.com/subject/20386674/",
    "imdb_rating": "5.6/10 from 101 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "N:O:T:H:I:N:G is a film being deplenished of all, of any signified stance and involved only in the manner of film itself. Just the drawing of a bulb, the projector light and a chair remain in the space of the screen. But these are just random disruptions of monochrome frames.The whole film is build as a vibration of rhythms 'energy-colour', based on the structure of tibetan mandala of 'five Dyani Bouddhas'.Formally the composition is centered on the psychic flickering caused by four symbolic colours: white, yellow, red and green. The more the film is next to the center, that is the center of the mandala, the empty point, the more the monochrome frames flicker faster, up to invert the speed in the second part of the film (bearing off the center), the retrograde of the first one.Sharits constructed the structure of the film about the 'Om' nembutsu droning: nevertheless the film can be considered as the visual translation of this sound.\"The screen, illuminated by Paul Sharits' N:O:T:H:I:N:G, seems to assume a spherical shape, at times - due, I think, to a pearl-like quality of light his flash-frames create... a baroque pearl, one might say - wondrous!... One of the most beautiful films I've seen.\" - Stan Brakhage\"You are pulled into the world of color, your color senses are expanded, enriched. You become aware of changes, of tones around your own daily reality. Your vision is changed. You begin to see light on objects around you... Your experience range is expanded. You have gained a new insight. You have become a richer human being.\" - Jonas Mekas",
    "chinese_title": "N:O:T:H:I:N:G",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2026-01-26T07:07:29"
}