{
    "aka": [
        "Below the Lion Rock Series"
    ],
    "sid": "20390173",
    "cast": [
        {
            "url": "/celebrity/1023424/",
            "name": "陈奕迅 Eason Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054282/",
            "name": "午马 Wu Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315865/",
            "name": "江美仪 Elena Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317685/",
            "name": "阮德锵 Johnson Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001301/",
            "name": "刘心悠 Annie Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314270/",
            "name": "陈美诗 Macy Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118269/",
            "name": "吕颂贤 Jackie Lui Chung-yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023521/",
            "name": "宣萱 Jessica Hester Hsuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2275025748.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1280427/",
            "name": "陈建忠 John Chan Kin-Chung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274289/",
            "name": "尔冬升 Tung-shing Yee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286710/",
            "name": "岸西 Ivy Ho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289308/",
            "name": "林爱华 Oi Wah Lam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345116/",
            "name": "黄浩然 Amos Why",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1513248/",
            "name": "夏桂昌 Kwai-Cheung Ha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274289/",
            "name": "尔冬升 Tung-shing Yee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002862/",
            "name": "曾志伟 Eric Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345909/",
            "name": "麦继安 Kai On Mak",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "10",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2006-05-14(中国香港)"
    ],
    "this_title": [
        "獅子山下 第七輯"
    ],
    "douban_link": "https://movie.douban.com/subject/20390173/",
    "trans_title": [
        "狮子山下 第七辑",
        "Below the Lion Rock Series"
    ],
    "douban_votes": "0",
    "introduction": "第1集童年的一场大病使阿信(陈奕迅饰)失去了味觉与嗅觉。读书不成，妻子嫌弃他而去，唯有独自带着儿子，靠倒垃圾过活。不幸的是老父患上“柏金逊病”，为了方便照顾，要搬到他家，起居饮食由他一手包办。老父与儿子之间出现鸿沟，这种种使他心力交瘁。一次漏煤气事件，将他与儿子、老父的关系改变了。儿子开始明白他的身体有“缺憾”，主动协助他照顾老父。信亦透过儿子了解到老父思念早亡的老伴，更思念着她的拿手小菜。为着令老父释怀，他尝试下厨，奈何没有味觉的人又何以弄得一桌佳肴？最后还是找着妻子帮忙。一桌小菜，一家人围着吃，美不美味再不重要，老父尝一口后的笑容，使他明白亲情的重要。第2集2001年9月21日，恒生指数跌至回归后的谷底，在这个黑色星期五的晚上，文念恩(阮德锵饰)踏进殡仪馆开始当醮师，从新学习吹奏唢吶。文于大学音乐系毕业，廿八岁的他没想过金融风暴会使自己面对失业及负资产。文感女友看不起他这份工作，与她闹翻。家人的歧视、伴侣的不接纳，令文心底下对自己在殡仪馆工作感到羞愧。这时，他认识了从北京大学来香港研究民间音乐的女研究生郭小蝶(刘心悠饰)。蝶的鼓励使他明白醮师其实肩负起保存中国传统道教音乐的重任，因此下定决心努力研习。二人越走越近，文却发现蝶为生活到酒吧当陪酒，他无法接受，欲与她渐疏。文在一次法事中得到旧邻居的赞赏，解除了心结，亦同时明白敬业乐业终能得到肯定。文最后亦抛弃对蝶的成见。原来逆境求存，爬过险峰，往往又别有一番风景。第3集七五年政府兴建万宜水库，迁徙了烂泥湾三条村的居民，自此这些村落便隐没在万宜水库中。浩贤(吕颂贤饰)探患上老人痴呆症的祖母时，受托寻回昔日留在村屋内的家传玉镯。虽然贤喜爱潜水，但对祖母的要求不以为然。正值贤有假期，未婚妻艾美(宣萱饰)要求结伴到东京旅游。在旅游社内遇上一班志同道合的潜水发烧友，对贤提出潜入万宜水库找玉镯的念头，大为支持。旅行不成，与未婚妻闹翻，这假期便进行“寻镯行动”。一切准备就绪，艾美竟然到场打气，可惜贤在水底找不着什么。但对艾美而言，这此返贤“乡下”的经验令她感受深刻。贤与艾美到玉石市场买代替物给祖母，祖母虽能分别真伪，但亦欣然接受他们的心意。最后一天假期，艾美带贤逛喜帖街，于清拆前在这个她长大的地方与贤来一张合照留念。第4集生命就如输送带，兜兜转转，来来去去。六十年代电子厂科文阿良已移民加拿大多年。四十年后趁儿子回国内工干顺道重游旧地，在回转寿司店遇上昔日在工厂共事的阿彩。良跟彩和旧同事阿萍聚旧，发现所有工厂已经北移，取而代之就是一座座大型商场，沧海桑田的感觉涌上心头。回首当年，良与彩互相倾慕，可惜正值时代动荡，良因参与六七年暴动，落得漏夜离开香港。岁月催人，留下的只是一段余烟袅袅，未开花结果的感情。第5集婆婆到银行打簿，发现儿子没有像往常般按月存五百元进她的户口，使她大为担心。婆婆与儿子失去联络多年，靠的就是他定期存入零用钱报平安。婆婆深怕儿子出了事，到警署、医院查探，却失望而回。虽然与在酒楼厨房工作的女儿关系疏离，亦迫不得己求助于她。女儿自小感母亲重男轻女，见她对“不孝子”仍死心塌地，多年的不满涌上心头，狠批母亲的不是。这次“尽诉心中情”反令两母女的隔膜消除。女协助母到生死注册处寻找兄长的下落，可惜没有结果。一个月后，母的银行户口再次出现五百元，而这迟来的转款亦修补了母女之间的关系。第6集电影监制志(曾志伟饰)终日埋首工作，日常只能以手机与儿子(曾国祥饰)保持联系。他对科技一窍不通，儿子却是最潮的新一代。生活在一个不单是年轻一代，甚至家里的菲庸皆是科技能手的时代，为追贴儿子的想法，增加与他沟通的机会，志誓要来一次“电脑再培训”。学习上纲、send email及QQ，更化名惠州小美女在网络上当儿子的“神秘网友”，建立了一段既奇情又惊喜的另类友谊。第7集在地铁车箱内正赶往上班的阿辉听着列车延误的广播，与挤拥在他身旁的乘客一起纳闷。阿辉(蔡子健饰)在公立医院当护士，与太太May育有一名儿子希希。 May爱以投资去博取更好的生活条件，辉一向反对。四年前May的一次投资失败，辉至今仍耿耿于怀。两夫妻虽然在同一屋檐下，但缺乏真诚的沟通，互相不了解，内心的距离越来越远。此时，一场沙士风暴卷到，辉曾接触病人，故需隔离。与此同时，希希亦因发烧及呼吸困难被送院。辉心情恶劣，打电话向人倾诉，对象竟是医院的护士Rachel。这个“第三者”的秘密，被站在他身后的May揭破。隔离期间，两人被迫独处。没有对方在身边的时候，发现自己过往一直疏忽照顾对方的感受。希希痊愈，Rachel亦自动退出三角关系。辉希望得到May的原谅，但她不置可否。地铁上再次遇上列车延误，困在车厢内的一家三口却十分珍惜这共处的一刻。第8集每个人都搬过家，有情愿的，也有不情愿的。要离开的不只是一个起居饮食的地方，更是生命中的一部分，而这部分将永远遗留在那曾经是家的空间。他们这一家是不是受了诅咒？五十多年前，石峡尾木屋区火灾，令阿爷家园尽毁，妻子亦葬生火海，结果被安排迁入全香港第一个徙置区石峡尾邨。十多年前，屋邨重建，他们由挤迫的140平方呎的标准单位，迁到大一倍的重建单位，但媳妇却在交通意外中离世，遗下在襁褓中的孙子。三爷孙在石峡尾邨生活？零五年，房署通知他们必须在翌年的4月前搬出。阿爷害怕诅咒，死也不肯搬走。孙子一如大多数的新一代，迷失了生命的方向。作为夹心人的儿子除了要兼顾老嫩，也要面对新的一段姻缘，犹疑地徘徊十字街头。结果恶运再临，原来他要搬去更远的地方。第9集在天水围任教的胡老师(惠英虹饰)是一个钟情红楼梦的国文教师，她一心想将这文学巨著推荐给学生，奈何大多数Band 3的学生上堂只爱发白日梦，对红楼梦却毫无兴趣。经常煲电话粥的Daisy (潘晓彤饰)就是一个典型例子。胡老师唯一的知音是大陆来港的学生小慧(杨颖饰)。原来小慧的父亲(黄安源饰)是个知识份子，文革时曾被批斗。带着小慧从大陆来港后，只能找到看更的工作。一个热爱红楼梦的女学生、一段对文化大革命的回忆、一宗女生堕胎案，勾起胡对文化传统、生命价值的审思，这亦正是活在当下的香港人需要停下来思考的命题。第10集香港的报摊，除了八卦杂志，就是八卦杂志，狗仔文化成为媒体的主流，最重要的新闻是丑闻加绯闻，最重要的新闻画面是裸体加尸体，读者边骂边看边笑，狗仔继续拿着新闻自由的尚方宝剑滥权，越猥琐，越煽情就越卖！新闻自由是一种民权，原本是用以监察当权者，如今却成为传媒商人的赚钱工具，杀人凶器。陆汉生是当红电视节目主持人，形象正面，从没有传出绯闻，他经常与太太女儿公开亮相，是大众心目中的好男人。一天，八卦周刊爆出陆汉生有婚外情的绯闻，自此狗仔队穷追不舍，陆汉生终成为传媒“过度竞争”的牺牲品。",
    "chinese_title": "狮子山下 第七辑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "獅子山下 第七輯",
    "douban_rating_average": 0,
    "update_at": "2025-02-05T18:28:15"
}