{
    "aka": [
        "A short story of Romanian animated film from begining till 1990"
    ],
    "sid": "20393963",
    "cast": [
        {
            "url": "/celebrity/1023318/",
            "name": "霍拉丘·默勒埃莱 Horaţiu Mălăele",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2659077759.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2007-06-01"
    ],
    "this_title": [
        "O scurta poveste"
    ],
    "douban_link": "https://movie.douban.com/subject/20393963/",
    "trans_title": [
        "罗马尼亚动画简史",
        "A short story of Romanian animated film from begining till 1990"
    ],
    "douban_votes": "0",
    "introduction": "The film is a journey in the history of romanian animation film. Obviously a trip back in time, but a journey with the help of old movies to the public today. A journey, a story, a story told primarily in the most demanding public, kids. A trip made by a movie animation. Also it is a documentary. For this purpose we used 45 pieces of animation films made by 37 directors. They are selected from a rich archive which contains approx. 1200 animation film made by 60 directors in the period 1927-1990. As for such a trip we always need a guide, we've even created two: painter / narrator Horatiu and his partner Virus, ran off the computer. We are on the scene of an old theater where, on a screen, our journey begins with the oldest preserved romanian animation film, \"Haplea\" conducted by Marin Iorda in 1927. Then follow the representative films, including the landmark films: \"Short History\" by Ion Popescu Gopo (Cannes Palme D'Or, 1957), \"Mimetism\" Sibianu George (1966), \"Pe fir\" de Constantin Mustetea (1967), \"Nodul gordian\" de Szilagyi V, Zoltan (1979). We meet in this way with the classics of romanian animation:Nell Cobar, Aslan Matty, Olimp Varasteanu Ion Truica, Laurentiu Sarbu, Virgil Mocanu, Victor Antonescu, Luminita Cazacu, Mihai Badica, Zeno Bogdanescu. The fragments of all the characters already seen in the film take place in the hall, and they focused on the show. They formed another public, with the new line travels the animated story. At the end of the film they formed a group, as in the old photos. It's family movie characters created by Romanian animation. A family gathered around the storyteller Horatiu. (Radu Vasile Igazsag)Directed by Radu Igazsag, the film \"A short story\" brings on the scene Horatiu Malaele which, together with an unusual friend, tells the story of Romanian cartoons until '90 years. It's a story for the great nostalgic for those who known to have childhood with Mihaela and Azorel, with Gopo's Little Man and Robinson Crusoe. It's a fascinating world and full of surprises for children, even if now the heroes are others. \"Prior to writing \"mo-ther\", I think I drew my mother. A left circle,  2 sticks instead of two hands... And so I drew the block, park, dog and all that was around us. I was talking to the drawings, in our minds they move, they had life. Maybe that's why, if we are honest, cartoon is closer to us than any other type of film. Just watch and then grow. Let us recall the joy of drawing, to see the drawings. Live cartoons, with soul. Let's be again, all of us, children. (Titus Muntean)For this movie, they used sequences from 46 short movies:Scurta istorie (1957)regia: Ion Popescu GopoHaplea (1927)regia: Marin IordaPe fir (1967)regia: Constantin MusteteaCale lunga (1976)regia: Adrian PetringenaruMicul tobosar (1982)regia: Virgil MocanuExodul spre lumina (1979)regia: Sabin BalasaGeneza (1975)regia: Mihai BadicaMargele nazdravane (1975)regia: Tatiana ApahideanuPoveste cu gheme de lana (1987)regia: Izabela PetrasincuTrepte (1988)regia: Zeno BogdanescuCadru cu cadru (1981)regia: Ion Popescu GopoSi totusi se misca (1980)regia: Ion Popescu Gopo7 arte (1958)regia: Ion Popescu GopoCocenel (1965)regia: Bob CalinescuUcenicul vrajitor (1985)regia: Ion Popescu GopoProstie omeneasca (1968)regia: George SibianuEvolutie (1990)regia: Luminita CazacuCaligrafie (1982)regia: L. Nagy, Z. Bogdanescu, O. Bandalac, R. IgazsagPrima zi de scoala a Mihaelei (1975)regia: Nell CobarLa cirese (1989)regia: Ion ManeaDuminica serifului (1971)regia: Adrian NicolauCarnaval (1972)regia: Ion TruicaCine rade la urma (1983)regia: L. Profirescu, I. Manea, A. BadeaRobinson Crusoe (1972)regia: Victor AntonescuInsula (1970)regia: Olimp VarasteanuCasa (1984)regia: Zeno BogdanescuStatuia (1983)regia: Olimpiu BandalacMimetism (1966)regia: George SibianuD'ale organigramei I (1975)regia: Matty AslanPlimbarea lui Esop (1967)regia: Geta BratescuUn bob, dou boabe (1982)regia: Norbert TaugnerOul (1985)regia: Marcel MihaiPegas (1985)regia: Zaharia BuzeaTepi V (1980)regia: Horia StefanescuModa (1985)regia: Clemansa Gita SionSalt mortal (1982)regia: Dinu Adrian SerbescuFurnica (1987)regia: Calin GiurgiuEnergica (1980)regia: Ion Popescu GopoIntermezzo pentru o dragoste eterna (1974)regia: Ion Popescu GopoNiste sticle (1981)regia: Mihai BadicaAventurile lui Pin Pin (1989)regia: Luminita CazacuMaria Mirabela in Tranzistoria (1988)regia: Ion Popescu GopoSotronul (1975)regia: Laurentiu SirbuArena (1981)regia: Szilagyi V. ZoltanTocirea (1985)regia: Radu IgazsagNodul gordian (1979)regia: Szilagyi V. Zoltanstoryteller: Horatiu Malaeledirector: Radu Vasile Igazsagproducer: Vivi Dragan Vasileanimation: neil Coltofeanueditor: Dobrica Lospa",
    "chinese_title": "罗马尼亚动画简史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O scurta poveste",
    "douban_rating_average": 0,
    "update_at": "2025-01-24T18:01:14"
}