{
    "aka": [],
    "sid": "20395154",
    "cast": [
        {
            "url": "/celebrity/1325175/",
            "name": "姜文艺 Wenyi Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322464/",
            "name": "吕晶 Jing Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336961/",
            "name": "高海鹏 Haipeng Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276149/",
            "name": "何苗 Miao He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370888/",
            "name": "张日辉 Rihui Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2463677179.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323033/",
            "name": "刘海东 Haidong Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1363934/",
            "name": "周炜 Wei Zhou",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "石头村发财记"
    ],
    "douban_link": "https://movie.douban.com/subject/20395154/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "石头村穷得满山遍野只剩下石头，村民懒惰。村长黄九好大喜功，法律观念淡薄，总喜欢拿拴在腰带上的印章随便给人盖印。去年村民赵秃子贷款一万块，他上去就在担保书上盖上自己的印章，结果赵秃子还不上钱进城打工，消失得无影无踪。这不，信用社来人拉走他的牛羊，要强行拍卖。黄九正万般无奈，又被乡长叫去，为他迟迟拿不出带领村里脱贫致富的办法，把他骂了个狗血喷头。黄九回到村中，听说本村又漂亮又风骚的能人柳小叶从城里回来，立即到柳家借钱，柳小叶二话不说，伸手就给了他两千块，并让黄九随她进城找赵秃子要钱。黄九不信能找到赵秃子，柳小叶却满口答应，黄九因此动了念头：要是柳小叶这个能人能为我所用，何愁营盘村不富？他决定跟柳小叶进城，暗地里考察考察她的实力。不想柳小叶却不急着走，她此次回村是为了寻找项目，项目没找到，于是踅摸到山上看望初恋情人小石头，不想石头小石头刚与红枣订婚。柳小叶被红枣抢白一顿，姗姗下山，而小石头的心思却再次被柳小叶占领。当初，小石头就是忍受不了柳小叶的胆大妄为、敢想敢干，才跟她分手的。黄九随同柳小叶进城，不想柳小叶的男朋友早已携款消失得无影无踪。而柳小叶的所谓大生意，不过是公园里的冷饮店。黄九见伤心的柳小叶穷途末路，劝她回村，小叶却果然有手段，一下子就找到赵秃子。赵秃子拒不认帐，柳小叶找了几个膘肥体壮的大汉，当即从赵秃子手里要回了一万块钱。于是黄九对柳小叶佩服得五体投地，聘她为村长助理。两人回村共同琢磨如何致富。柳小叶提出开办石材厂，但需要大笔资金，乡长手里握有扶贫款，可他早就对黄九失去信心，所以黄九找乡长要钱，想不碰一鼻子灰都难。黄九正一筹莫展，柳小叶却看中了邻村东滩的矿山。黄九告诉她，他早已签订合同，将原本共同拥有的矿山开采权拱手相让给了东滩。但柳小叶却想出了一招苦肉计。她先让村长去东滩，代表村民要矿山，借此激怒矿长，然后请村里的傻子把村长打了个臭死，让村长再去东滩，就说是被村民打的。矿长见黄九挨打，正请他喝酒，小叶乘胜追击，带领村民，灯笼火把赶到东滩，到底逼着东滩每年拿出五万元了事。矿长怕事态闹大，乖乖地重新签订了合同。柳小叶得胜而归，令村民刮目相看，黄九对她更是言听计从。但黄九的老婆误以为黄九跟柳小叶相好，便从中阻挠撒泼，大闹村委会，并把柳小叶从东滩要钱的事禀告给乡长。乡长把黄九又臭骂一顿，并限期一个月内把钱退还给东滩，否则就要把黄九撤职查办。但这笔钱已经翻修小学校，修路、打自来水井，花了个精光。黄九无奈，再次请柳小叶帮忙。柳小叶又出一计，她拿出东滩矿山污染的状告信，让黄九去找东滩矿长。矿长害怕了，赶忙声称钱不要了，又找来乡长协调。乡长批评黄九耳根子软，聘用一个满脑子歪歪主意的女人胡参谋乱干事。这话把柳小叶说恼了，她让黄九当众发誓，这回绝对通过正当渠道，一个月内还清五万块。黄九赌咒发誓之后，这才发现原来柳小叶心里也没主意，不禁慌了。柳小叶到山上照相，再次和石头相遇，柳小叶被石头雕刻的硕大棋盘和那些栩栩如生的八仙人物惊呆了，在经历了情感变故之后，她不由得再次喜欢上心灵手巧，老实厚道的小石头，觉得只有老实本分的小石头才是自己真正要找的男人。她找了个借口，让石头为自己雕刻石像。面对柳小叶的万种风情，石头心底对她的怨恨也风一般消散。然而，两人的这次见面，却被羊倌老圪塔发现。老圪蛋一直默默地喜欢红枣，于是向红枣告密。红枣嫉妒小石头为柳小叶雕刻石像，和小石头争执，不想滚落山底受伤，小石头却无力支付巨额手术费。黄九怪罪小叶是惹祸精，提出要小叶赔偿医药费，不想小叶却不辞而别。黄九和小石头都对小叶失去了信心。关键时刻老圪蛋卖掉自己的羊群，救了红枣的命，从此两人相爱。距离还款期限还剩最后一天，小叶仍夭无踪影。就在黄九完全绝望的时候，小叶却带来一辆托挂卡车，拉走了小石头雕塑的棋盘和棋子，把五万块交到黄九手里。原来，小叶把石棋盘卖给城里的公园做主题雕塑，卖了五万块。这回，黄九坚信小叶是个好人，准备给她和小石头办喜事，不料小叶却坚持去广交会。黄九想不到穷困的营盘村和广交会能扯上什么关系，小石头更是心急如焚。不想，柳小叶把小石头雕塑的水浒八仙石像，到港商那卖了十六万。这回可不得了了，村里老老小小看见生机，纷纷拎着凿子锤子上山，连懒汉都变成了最勤快的人，黄九和柳小叶成立石业雕塑公司，小石头连续开发系列雕像，村里的经济走上小康。石头和柳小叶、老圪蛋和红枣，两对有情人终成眷属，乡长也出席了婚礼，就连东滩的矿长也来了。原来东滩开矿果然污染环境，被环保局停业，矿长请求加入营盘村公司，黄九小农意识，不想接受，最后还是小叶提出利用东滩的机械设备扩大生产，联合成立股份公司，最后自然是喜笑颜开的大团圆结局。",
    "chinese_title": "石头村发财记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-01T09:52:35"
}