{
    "aka": [
        "宝贝女儿好妈妈续集"
    ],
    "sid": "20395272",
    "cast": [
        {
            "url": "/celebrity/1316493/",
            "name": "祖晴 Qing Zu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316492/",
            "name": "梁颖 Ying Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470196/",
            "name": "曹群耀 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868525238.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "15分钟",
    "episodes": "100",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-11-12"
    ],
    "this_title": [
        "宝贝女儿好妈妈之快乐的家庭"
    ],
    "douban_link": "https://movie.douban.com/subject/20395272/",
    "trans_title": [
        "宝贝女儿好妈妈续集"
    ],
    "douban_votes": "220",
    "introduction": "陈家（大小迪一家）在这几年中的生活，发生了很大的变化。爸爸陈卫霖开的炸鸡店自从被命名为“轰炸鸡”后，生意就持续稳步上升。他们搬出了以前的旧居，在近郊买了一套新房子，小迪也有了自己的卧室，不用再跟姐姐住一个房间。爸爸还买了一辆代步的QQ车，这辆QQ车兼具客车和货车的双重功能。新家离市区很远，大迪每天都要在上班高峰期挤地铁去上班。在公司上班,大迪必须像个拼命三郎一样才能不被开除。所幸，她遇见了在人偶剧团做演员的马林蜀，两人一见钟情，但大迪却忙得没有时间约会。马林蜀身为一个近似于跟自由职业者无异的小演员，总是有大把空闲的时间。他每次兴高采烈地来找大迪约会，可只要是来自大迪老板、客户甚至同事的任何一个电话都会使约会泡汤。好不容易熬到了周末，马林蜀觉得终于有时间了！可周末对于大迪来说，那可是难得的补觉时间！妈妈以前最大的兴趣就是打麻将和烫头发。可自从马林蜀出现之后，妈妈又找到了生活中的新乐趣——棒打鸳鸯。妈妈给大迪说：马林蜀这个人就是人生中一半的时间在患得患失，一半的时间在怀才不遇。这对小情侣的爱情之路才刚刚开始，就已经危机四伏了。小迪上了初中，成绩依然不好。她还是一贯的迷迷糊糊好吃懒做，经常忘记按时做作业，却永远能把家里零食的储备数量记得清清楚楚。爸爸仍然忙于“轰炸鸡”，忙于写他的诗，苦恼于无人欣赏。家里每个人看上去都异常地忙碌，唯独太奶奶经常一个人守在家里，非常孤独。她心里希望他们能多花时间陪陪自己，可又心疼他们，不愿意占用他们为数不多的休息时间。太奶奶为了消除寂寞，给她的姐妹芙蓉写信，她没有找到合适的信签纸，就随手写在了一张旧日历背后。日历的正面就是“神舟七号”的照片。芙蓉的曾孙子浩浩此时正缠着她询问爸爸妈妈去了哪里？原来浩浩的父母离异了，把他寄养在了太奶奶家。太奶奶不愿意伤害浩浩，每天都要编造一个应付浩浩的美丽谎言。就在她绞尽脑汁的时候，门铃响了，她打开门看见邮差站在门外，有一封信要让她签收。浩浩太奶奶说：这是你爸爸来信了。浩浩满怀期待地看着太奶奶打开信封，他看到了“神舟七号”的照片，说：哇！我爸爸住在这么神气的房子里面吗？浩浩从此就将此事记在了心上，问了太奶奶许多关于外太空的事情。没多久，他就萌生了要去寻找爸爸的想法。浩浩问太奶奶信封上的地址就是爸爸住的地方吗？太奶奶说是的。浩浩瞒着太奶奶戴上自己的宠物——一只长得像猪的猫，就坐上火车去找爸爸了。几天后，他敲响了陈家的门。太奶奶开门了，小迪却懵了，因为浩浩第一句话就是:这里是“神州七号”的登陆舱吗？陈家对于一个陌生的满口外太空宇宙飞船的小孩大乱阵脚。太奶奶从芙蓉那里得知了情况，就全家开会研究这件事情。太奶奶坚持要留下浩浩，遭到了家庭成员的一致反对。但是当他们知道浩浩的父母离异时，又决定留下他。就这样，浩浩开始了他在陈家的生活。浩浩入住几天后，妈妈带着浩浩去找学校。可由于浩浩过于古灵精怪，总是被学校退学。短短时间，浩浩就上了这个区的入学黑名单。万般无奈之下，只能让浩浩去上了一个民办小学——百花小学。百花小学在小迪学校里面的一幢旧教学楼里，是校长廉价租用的。校长跟浩浩一见如故，觉得他大有自己小时候之风，爽快地收下了浩浩。浩浩成了小迪的校友，可是小迪不屑承认他有个在破破烂烂的旧楼里上学的弟弟。小迪总是说我跟你是不一样的，我是在金光闪闪的新大楼里上学的。浩浩才不管她，照样该找姐姐的时候就找姐姐，给害怕麻烦懒惰的小迪添了很多麻烦。可一旦浩浩有了困难，小迪还是会挺身而出。小迪班上来了一个转校生小小超，小迪看见小小超瘦小，误认为小小超家里很穷。她每天都带一个炸鸡腿给小小超吃，告诉他说是免费的！有一天，小小超没有来上课，小迪正在担心小小超是不是因为饥饿而生病了，却突然听见教室外面轰隆隆响，外面的同学都尖叫起来。小迪仔细一看，是小小超坐着直升飞机来上学了！而爸爸的“轰炸鸡”店铺对面来了一个叫“战斗鸡”的新对手；妈妈偷偷地把自家的车库租给了别人当货仓；大迪的男朋友马林蜀意外走红，让大迪高兴又担忧；一向只对吃和睡感兴趣的小迪最近忽然变得勤快又爱美，原来小小的心灵中萌发了对小小超最纯真的感情；而浩浩和太奶奶这一老一小的心灵也在越靠越近，亲如婆孙……陈家还有哪些哪些出人意料的故事发生呢？不管怎样，一家人都努力、勤恳、真诚地在这个城市中生活着，上演着属于他们的喜怒哀乐。",
    "chinese_title": "宝贝女儿好妈妈之快乐的家庭",
    "douban_rating": "8.5/10 from 220 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-03-30T12:13:15"
}