{
    "aka": [],
    "sid": "20393798",
    "cast": [
        {
            "url": "/celebrity/1332463/",
            "name": "裴冲 Chong Pei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401696/",
            "name": "梁新 Xin Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403557/",
            "name": "叶小珠 Xiaozhu Ye",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1944",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1785440731.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1944"
    ],
    "this_title": [
        "义丐"
    ],
    "douban_link": "https://movie.douban.com/subject/20393798/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "山东堂邑人武训从小就孝顺父母，待人友善，憎恨恃强凌弱。幼年时，由于父亲早逝，他和母亲、哥哥一起靠放牛为生。每次同伴中有弱小者受到欺负，他都挺身而出代为受过,人们越发愚弄他，他都默默忍受。当时山东还没有公学,只有私塾。他非常羡慕富家子弟有上学的机会，一次偷偷来到一所私塾听讲，结果由于衣衫褴褛，被人赶了出来。不久，母亲也病死了，哥哥只好把他送到有钱的亲戚张老板家当佣工。他辛辛苦苦打了三年工竟分文未得，索要工钱时，张老板指责他忘记养育之恩。他刚争辩就被打了耳光。忠厚成性的武训，不愿争斗，只好愤然离去，转到富人王家。王大户和张老板一样吝啬刻薄，他的心腹奴仆王福无恶不作，把武训当牛作马，长工们也都因为他老实而常常加以欺负。武训则认为能当长工已不容易，况且主人又答应会付给工钱，因而甘心受苦，毫无怨言。王家有一位叫阿云的婢女，长得很漂亮，王福垂涎已久，常常借机调戏，每次都被严辞拒绝。王福恼羞成怒，打算伺机报复。一天，王福见到王大户对送点心的阿云进行非礼，连忙报告了王夫人。王氏将阿云打了一顿，然后罚她去做苦工。武训非常同情阿云，见她身体娇弱，便代为干活，不料又被王福见到，醋性大发，向王氏大进谗言。王氏认为阿云是祸水，答应将她许给王福。阿云因拒绝又被关入空屋，结果自缢而死。武训看到这件悲惨事件愤然辞工。行前向王大户讨取工钱，不料主人拿出一本伪造的帐本，说他的工钱早就支付赔偿完了。武训眼见几年的辛苦白费了，不禁悲从中来放声大哭。王大户又听从王福的建议，斥责武训是讹诈，让人把他打了个半死，扔到郊外泥塘里。好心的过路人见其可怜，把他救活过来。武训受此刺激，喃喃自语，认为这一切都是因为自己不识字而致。从此，他决心要创办义学，让穷人家的孩子也有机会识字，不再重蹈自己的覆辙。由于做工被人欺骗，他决定不再做工，改以行乞为业，筹集资金，创办义学。他有时街头卖艺，有时捡拾破烂，不顾污秽，不惜身体，宁可自己受苦受难，千方百计存钱。几个月以后，终于存了几十千铜板，他将钱带到当地富人杨某家，请他替自己保存。杨某是一位著名的大善人，可为了自己绅士的体面，他开始很不愿和乞丐为伍，因此百般拒绝，武训为此痛哭不止。杨家夫人听到后，力劝杨某帮助武训创办义学。几年后，钱数大增，杨某用这笔钱在柳林镇买地创办了一所义学，又聘请了当地著名的老师，并到处宣传武训的义举。不料老师们得知学校是由一名乞丐创办的之后，都不愿受聘。于是武训挨家挨户长跪哭请，终于请来了老师。义学开学后，大量贫苦人家纷纷送子弟来上学。起初，由于学生家里穷，老师们大多不认真教学。武训多方打听得知情况后，便找到老师们，哭诉自己的心愿，并为老师加薪，终于使他们不再懈怠。武训对顽皮的学生欺负自己不以为意，一旦有某位学生不认真学习，荒废学业，他就苦口婆心地结合自身经历进行教诲，直到学生改正为止。县官对武训的举动大加褒奖，亲自捐资助学，使当地学业大兴。他劝武训娶妻生子，武训回答说，天下英才都是我的子女，我已别无他求！因此他终身未娶。他一生始终坚持乞讨办学，后来学生有的在成就事业之后，便在他面前长跪不起，反复劝他不必太苦自己，他坦然笑说自己已经习惯了，认为这不是苦而是幸福，并将终身如此。武训59岁时去世，同乡们非常敬爱他，将其公",
    "chinese_title": "义丐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-28T11:00:31"
}