{
    "aka": [],
    "sid": "20391250",
    "cast": [
        {
            "url": "/celebrity/1197648/",
            "name": "马特·史密斯 Matt Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093445/",
            "name": "尼古拉斯·格雷斯 Nickolas Grace",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "科幻",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868285043.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2087740",
    "director": [
        {
            "url": "/celebrity/1018618/",
            "name": "杰瑞米·韦伯 Jeremy Webb",
            "@type": "Person"
        }
    ],
    "duration": "4分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-10-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2087740/",
    "imdb_votes": 168,
    "this_title": [
        "Doctor Who: Death Is the Only Answer"
    ],
    "douban_link": "https://movie.douban.com/subject/20391250/",
    "imdb_rating": "6.4/10 from 168 users",
    "trans_title": [
        "死亡是唯一的答案"
    ],
    "douban_votes": "252",
    "introduction": "Death Is the Only Answer was a mini-episode of Doctor Who broadcast as part of Doctor Who Confidential.In the control room of his TARDIS, the Eleventh Doctor is celebrating his acquisition of a new fez formerly owned by his old friend Albert Einstein. The Doctor trips near the console, knocking the fez out of his hands and onto a lever on the console. The Doctor accidentally pushes another lever, causing the fez to vanish. A time portal appears and Einstein himself stumbles through it with the Fez, bewildered.Einstein had been working on his own attempt at a time machine, but when he tried to turn it off, he arrived in the TARDIS. Einstein also thought that he'd discovered the vital part of finishing his time machine--a green liquid, which he believed to be bionic fusion liquid. After scanning the liquid, the Doctor informs Einstein that he is wrong. When Einstein walks away from the console to run some tests on the liquid, the flask suddenly bubbles over and the liquid splashes onto his face, turning him into an Ood who repeatedly repeats the phrase, \"death is the only answer.\"The Doctor has the TARDIS generate an energy field which turns Albert back into his normal self. The Doctor recommends that Albert keeps his fried hair, as it looks \"more sciencey\". The Doctor drops Albert off on 18 September 1945, and leaves for another adventure; unnoticed by the Doctor, a bit of Einstein's liquid remains on the console room floor, moving on its own.",
    "chinese_title": "死亡是唯一的答案",
    "douban_rating": "7.5/10 from 252 users",
    "foreign_title": "Doctor Who: Death Is the Only Answer",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.5",
    "update_at": "2025-02-20T12:56:13"
}