{
    "aka": [
        "China Inheriting: Mount Tai",
        "泰山 世界遗产系列记录片"
    ],
    "sid": "20399024",
    "cast": [],
    "site": "douban",
    "tags": [
        "纪录片",
        "中国",
        "泰山",
        "地理",
        "2012",
        "中国电影",
        "记录",
        "国产"
    ],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2533375803.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "传承·中国 世界遗产3D纪录片系列之泰山"
    ],
    "douban_link": "https://movie.douban.com/subject/20399024/",
    "trans_title": [
        "China Inheriting: Mount Tai",
        "泰山 世界遗产系列记录片"
    ],
    "douban_votes": "293",
    "introduction": "泰山是中国十大名山之一，享有“天下第一山”之美誉。其多处奇观异景吸引中国历代帝王将相、文人骚客在此封禅祭祀、建庙塑神、刻石题字。数千年精神文化的渗透和人文景观的烘托，使得泰山成为中华民族精神的象征及华夏历史文化的缩影。本片采用先进的3D拍摄技术，立体真实地呈现了气势磅礴的泰山全貌，揭开泰山的神秘面纱……泰山是中国五岳之首，古名岱山，又称岱宗，位于山东省中部，泰安市境内，矗立在鲁中群山间。泰山主峰玉皇顶，海拔1532.7米。泰山是中国第一批国家级风景名胜区之一，又是天然的艺术与历史博物馆。泰山因十八盘，云海，中天门，迎客松，古往今来文人墨客之题词等等景点而闻名于世。◎资　　料泰山原名岱山、亦名岱宗。位于济南、长清、肥城、泰安之间。其南麓始于泰安城，北麓止于济南市，方圆426平方公里。主峰位于泰安市境内的玉皇顶，海拔1532.7米。相对高差约1300米。地质成因推测泰山约形成于3000万年前新生代中期。泰山区域地层古老，主要由混合岩、混合花岗岩及各种片麻岩等几种古老岩石构成，距今约24-25亿年，属于太古代岩类。鲁西地区（包括泰山）曾是巨大的沉降带或海漕。造山运动使沉降带上的岩层褶皱隆起为古陆，形成规模巨大的山系，经历长达20亿年风化剥蚀，地势逐渐平缓。距今6亿年前左右，泰山再次沉入大海，大约又经历1亿多年，整个地区再次抬升为陆地，古泰山隆起为一个较为低矮的荒丘。距今约1亿年前的中生代晚期，由于太平洋板块向欧亚大陆板块的挤压和俯冲，泰山在燕山运动的影响下，地层发生广泛褶皱和断裂。在频繁的地壳运动中，泰山山体快速抬升，距今约3000万年前的新生代中期，今天的泰山轮廓基本成型。气候植被泰山因其高度，气候也呈垂直变化，山下为暖温带，山顶为中温带。山上多云雾，年均降水量为1132mm，而山下只有750mm。泰山植被覆盖率达80％，山麓上依次可见落叶林、阔叶针叶混交林、针叶林、高山灌木草丛，林带垂直界线分明，植被景观各异。现有种子植物144科，989种，其中木本植物72科433种，草本植物72科556种，药用植物111科462种。人文景观人类历史宏观影响泰山山体雄伟壮观，景色秀丽。中国古代神话传说中，盘古死后，头部化为泰山。据《史记集解》所载：“天高不可及，于泰山上立封禅而祭之，冀近神灵也。”古人形容“泰山吞西华，压南衡，驾中嵩，轶北恒，为五岳之长”。古代传统文化认为，东方为万物交替、初春发生之地，故泰山有“五岳之长”、“五岳独尊”的称誉。因其气势之磅礴为五岳之首faf01d48adc0f6214eb92d1b0c44db4a，故又有“天下名山第一”的美誉。5万年前的新泰人化石遗存和40万年前的沂源人化石遗存显示出这一带早期的人类活动。泰山南麓的大汶口文化，北麓的龙山文化遗存也反映出早期黄河流域氏族部落的活动状况。战国时期，齐国沿泰山山脉直达黄海边修筑了长约500千米的长城，今遗址犹存。进入秦汉之后，泰山逐渐成为政权的象征。几千年来泰山自然景观融入了帝王封禅、诗文渲染、工匠艺术以及科学考察等因素，构成了泰山风景。风景区内形成了以主峰为中心呈放射状分布、三重空间(以岱庙为中心的泰安城，城西南蒿里山的“阴曹地府”，南天门以上的“仙界天府”)、一条轴线(连接这三重空间的景观带，主要是岱庙中轴线北延直到玉皇顶)的景观格局。从海拔150余米的山麓泰安市区，至中天门海拔847米，南天门1460米，玉皇顶1545米，层层迭起，构成泰山的独特景观。封禅祭祀历经几千年文化积淀，泰山上存有许多人文景观。泰山是齐鲁文化的中心，是中国古代文明的重要发源地之一。据中国古代各朝代文献记载，此山经常是皇帝设坛祭祀祈求国泰民安和举行封禅大典之地。相传远古时代就有72位首领来此巡狩祭祀。自秦以降，中国古代有12位帝王来此封禅朝拜。第一个在此举行大规模封禅仪式的是秦始皇，留下五大夫松的传说；一说汉武帝八登泰山，惊叹“高矣！极矣！大矣！特矣！壮矣！赫矣！骇矣！惑矣！”PkE9zhtBQnuCtm1VWacg。在泰山封禅祭祀成为中国历史上一种极其隆重的旷世大典。被人认为凡是异姓而起或功高显德的帝王，天神必将赐予吉祥的“符瑞”，他便有资格到泰山报告成功，答谢受命于天之恩，这便形成泰山大典的历代传统。“封”是在泰山极顶聚土筑圆坛祭天帝，增泰山之高以表功于天；“禅”是在山下小山丘积土筑方台坛祭地神，增大地之厚以报福广恩厚之情。圆坛方台表示天圆地方。一代帝王若登封泰山即视为天下太平、国家兴旺的标志。而皇帝本人也就成为名副其实的真龙天子。所以汉代史学家班固在《白虎通封禅篇》中说：“王者异性而起，必升封泰山何？报告之义也。始受命之时，该制应天，天下太平，功成封禅以告太平也。所以必于泰山何？万物之始，交代之处也。”宗教影响·佛教于公元4世纪中期传入泰山。公元351年高僧朗公首先到泰山岱阴创建了朗公寺和灵岩寺。魏晋南北朝时期，泰山较大的寺院有谷山玉皇寺、神宝寺、普照寺等。著名的泰山经石峪是北齐人所刻的佛教经典《金刚经》。唐宋时，灵岩寺极为鼎盛，唐宰相李吉甫把泰山灵岩寺称为天下“四绝”之一。·道教：据传说战国时就有方士隐居岱阴岩洞；秦汉后祠庙林立，保留至今的有王母池(群王庵)、老君堂、斗母宫(龙泉观)、碧霞祠、后石坞庙、元始天尊庙等。其中以王母池为最早，创建于公元220年以前；以碧霞祠影响最大。文人墨客数千年来泰山自然景观被融入帝王封禅、宗教神话、书画意境、诗文渲染、工匠艺术等文化因素，构成了庞大的泰山美学文化。孔子、杜甫等名人雅士更曾到访此山，并留下诗句。孔子的名言是“登泰山而小天下”；杜甫的诗歌望岳；姚鼐的散文登泰山记等等。泰山石刻历代帝王到泰山祭天告地，儒家释道、传道、受经，文化名士登攀览胜，留下了琳琅满目的碑刻、摩崖、楹联石刻，而泰山的摩崖石刻也是名山之最。泰山石刻现存1800余处，其中碑碣800余块，摩崖石刻1000余处，大体分布为岱庙157块、岱麓215处、登山东路576处，岱顶258处，岱西80余处，岱阴44处，灵岩寺400余处，神通寺100余处。石刻主要包括历代帝王封禅告祭文、寺庙创建重修记、石经墓铭、颂岱诗文、提景及楹联等5类，大部分为自然石刻。1987年，被联合国教科文组织公布为世界文化与自然双重遗产，是世界上为数不多的双遗产之一。",
    "chinese_title": "传承·中国 世界遗产3D纪录片系列之泰山",
    "douban_rating": "5.7/10 from 293 users",
    "foreign_title": "",
    "douban_rating_average": "5.7",
    "update_at": "2024-07-22T03:20:12"
}