{
    "aka": [],
    "sid": "20411140",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1068173/",
            "name": "查克·克洛斯 Chuck Close",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1970"
    ],
    "this_title": [
        "Slow Pan",
        "Bob"
    ],
    "douban_link": "https://movie.douban.com/subject/20411140/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Made with the help of Richard Landry, the camera scans in extreme closeup, the face of Bob Isreal, which at no time is seen in its entirety.Chuck Close: \"It was called Slow Pan For Bob,' and it was an image of the painting Robert Israel made which Dickie Landry helped me make. He was also one of Phil Glass's musicians and a sometime helper of Richard Serra as well and a great musician. He supported himself by making films. He was a film maker/musician/everything. He helped me make the movie. It was about scanning an image and knowing everything about it. One little piece of the face would fill the whole frame and you saw every pore and every hair follicle. But because it was continuously scanning from top to bottom, left to right you never saw the whole image. It required you to remember what you had seen and put it all together in your head. It was quite impossible. Even though you knew all this information about a head you couldn't put it together and make a whole until you had seen the movie three or four times. It was about ten minutes long and we had it on a loop so it just played continuously in the back room.\"",
    "chinese_title": "Slow Pan/Bob",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-05T06:07:19"
}