{
    "aka": [
        "Shkurnik",
        "The self-seeker"
    ],
    "sid": "20416423",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573779136.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt2544016",
    "director": [
        {
            "url": "/celebrity/1053314/",
            "name": "尼古拉 什皮科夫斯基 Nikolai Shpikovsky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1929"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2544016/",
    "imdb_votes": 64,
    "this_title": [
        "Шкурник"
    ],
    "douban_link": "https://movie.douban.com/subject/20416423/",
    "imdb_rating": "6.9/10 from 64 users",
    "trans_title": [
        "滑头",
        "Shkurnik",
        "The self-seeker"
    ],
    "douban_votes": "0",
    "introduction": "\"An opportunistic Kyivan Apollon Shmyguyev, whose peaceful bourgeois life is interrupted by the civil war, decides to wait out the trouble in the South of Ukraine, which is under the rule of the Russian White Army. After gathering left off goods on Andriyivskyi descent in Kyiv, he goes on a journey with a camel, which somehow had strayed to his house. In the midway he is stopped by the Red Army: the camel gets confiscated for the needs of revolution, and Apollon appears in the disposal of the Bolshevik commissar. Zealous and cunning, Apollon quickly takes lead of the local commissariat. But the engrained thirst for a profit once again puts his life in danger.Restored recently this year, \"The Self-seeker\" used to be banned from screening for anti-Soviet sarcasm. Its single remaining copy was discovered in the State Film Archive of Russian Federation thanks to the small note in writings of Osip Mandelstam.This grotesque lampoon of Soviet authorities, compared to its contemporary propaganda flicks, proves to be a highly artistic film as well as a manifesto. \"",
    "chinese_title": "滑头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Шкурник",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-11T22:28:20"
}