{
    "aka": [
        "诺曼底登陆的间谍故事"
    ],
    "sid": "20413528",
    "cast": [
        {
            "url": "/celebrity/1584416/",
            "name": "Ben Macintyre Ben Macintyre",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510066088.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2313238",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-07-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2313238/",
    "imdb_votes": 64,
    "this_title": [
        "Double Cross: The True Story of the D-day Spies"
    ],
    "douban_link": "https://movie.douban.com/subject/20413528/",
    "imdb_rating": "7.5/10 from 64 users",
    "trans_title": [
        "BBC Double X: 诺曼底登陆日的双重间谍",
        "诺曼底登陆的间谍故事"
    ],
    "douban_votes": "0",
    "introduction": "Everything about this tremendous story reeks of glorious, romantic fiction, a ripping yarn populated by people nicknamed “Passion Pants”, and secret agents called Treasure, Bronx and Tricycle.But it’s all true. These agents, under the leadership of “Passion Pants” himself, Thomas Argyll Robertson (Tar for short), pulled off a spectacular hoax that changed the Second World War.This was Operation Bodyguard, an elaborate fiction populated by double agents who fed nonsense to the Germans in the run-up to the D-Day landings. It’s an amazing story, populated by incredibly brave people: as Tar said of his spies, with magnificent understatement: “You wouldn’t have wanted to be captured by the Germans. I think they were very rough.”Ben Macintyre brings his best-selling book to the small screen, revealing the true story of five of the double agents who helped to make D-Day such a success. As well as being a victory of arms and a tactical coup, the event was also a triumph for espionage, deceit and thinking of the most elaborate kind.",
    "chinese_title": "BBC Double X: 诺曼底登陆日的双重间谍",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Double Cross: The True Story of the D-day Spies",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T21:26:33"
}