{
    "aka": [],
    "sid": "2041017",
    "cast": [
        {
            "url": "/celebrity/1031862/",
            "name": "大卫·休里斯 David Thewlis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010668/",
            "name": "伊莲娜·雅各布 Irène Jacob",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002729/",
            "name": "迈克尔·因佩里奥利 Michael Imperioli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057655/",
            "name": "索菲·奥斯特 Sophie Auster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005173/",
            "name": "保罗·奥斯特 Paul Auster",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1985314894.jpg",
    "region": [
        "西班牙",
        "葡萄牙",
        "法国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005173/",
            "name": "保罗·奥斯特 Paul Auster",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0479074",
    "director": [
        {
            "url": "/celebrity/1005173/",
            "name": "保罗·奥斯特 Paul Auster",
            "@type": "Person"
        }
    ],
    "duration": "USA: 94 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-02-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0479074/",
    "imdb_votes": 746,
    "this_title": [
        "The Inner Life of Martin Frost"
    ],
    "douban_link": "https://movie.douban.com/subject/2041017/",
    "imdb_rating": "5.1/10 from 746 users",
    "trans_title": [
        "马丁·弗罗斯特的内心生活"
    ],
    "douban_votes": "201",
    "introduction": "what motivated me up to the new director's festival to catch 'martin frost' tonight was the brutal review that it got yesterday from the lead critic of the new york times, brutal dismissal, to be more accurate, 'the less said about (it) the better', she said, and i figured that any movie able to teach Ms Dargis the virtue of silence for even a few column inches would be worth the trip.and worth the trip it was. we are brought into a paradise of limpidly beautiful visual textures. the oaken rhythms of a country house ensconced in a springtime parkland of luxuriant trees and luminous skies bestow the soothing natural blessing needed by the main character, martin frost (David Thewlis), a writer rubbed raw by the mechanics of finishing a novel in new york city. (Thewlis makes palpable the casualty of intrapsychic machinery sawed into daemonic reverb against the banausic hive). then paradise morphs into purgatory, leavened comedically, in Dante's sense, by the postmodern angelic visitations of Claire (Irene Jacobs) and Anna (Sophie Auster).unfortunately, to my taste, the verbal dimensions of the film are flaccid, the logic more fanciful than imaginative, the narrative arc crippled by some irredeemably creaky plotting, especially at the crucial initiation of the relationship between martin and Claire where the seeds of common sense are thrown to the magpies of theatricality.but so beguiling is the willful vulnerability of auster's fantasy, and the edgy interplay that it potentiates between Thewlis and Jacobs, and the camera, and later Sophie Auster, and the broad comedy of a rural everyman (Michael Imperioli), that it is very pleasant to be carried along on the visual foam of uncertain sensual delight, eddying into a feeling that this film's oddly louche light touch is uniquely adept at tracing some grave lineaments of the human heart.go innocently.",
    "chinese_title": "马丁·弗罗斯特的内心生活",
    "douban_rating": "7.3/10 from 201 users",
    "foreign_title": "The Inner Life of Martin Frost",
    "imdb_rating_average": 5.1,
    "douban_rating_average": "7.3",
    "update_at": "2025-04-20T04:22:54"
}