{
    "aka": [],
    "sid": "20428956",
    "cast": [
        {
            "url": "/celebrity/1081071/",
            "name": "丹尼尔·伊万斯 Daniel Evans",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872941224.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "30min",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-06-14(英国)"
    ],
    "this_title": [
        "BBC Masterpieces of the British Museum Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/20428956/",
    "trans_title": [
        "大英博物馆的珍藏品 第一季"
    ],
    "douban_votes": "0",
    "introduction": "The British Museum is home to some of the world's finest and broadest collections, ranging from prehistoric times to the present and from ancient and modern cultures around the globe. A series of six DVD's, dealing with six well-known (and perhaps slightly less well-known) masterpieces of the museum. These DVD's provide interesting background information on the history, manufacture, interpretation and discovery of the objects. Commentary is provided by the museum's experts. I found them excellent value for money, recommended for anyone with a love for history and a desire to learn just a bit more about these vanished civilizations.Part 1: The Sutton Hoo HelmetThe most valuable artefacts in the national collection, beginning with the Sutton Hoo helmet. The armour was part of the treasure horde in a ship burial found in Suffolk in 1939, thought to be the funeral site of the Anglo-Saxon kings of East AngliaPart 2: The Assyrian Lion Hunt ReliefsAmong the greatest artistic masterpieces of the ancient world, the Assyrian reliefs were found in the 19th century by an Iraqi archaeologist working for the British in competition with the French. The stone reliefs depict the great Assyrian monarch King Ashburnipal in his favoured practice of hunting lions.Part 3: The Lewis ChessmenAmongst the most appealing objects in the British Museum is a chess set, perhaps made by 12th century Norwegian craftsmen and discovered on a remote beach on the Isle of Lewis in 1831. Each piece is amazingly carved out of whale teeth - some are comic, some pensive and some grand.Part 4: Head of an Ife King from NigeriaThe Benin bronzes and an exquisite bronze head known as the Head of Ife, estimated to be eight hundred years old, caused Europeans to revise completely their cultural assumptions about Africa. It is both artistically refined and made by masters of the technology of bronze casting.Part 5: The Durer RhinocerosAlbrecht Durer's Rhinoceros is one of the most famous works in the British Museum collection. It is also one of the great images of European art--an image that has taken on an iconic status all its own. But what is so special about this simple woodcut of a lumbering, clumsy, Asian animal? Why has it influenced generations of artists, designers and craftsmen?Part 6: The Aztec Double Headed SerpentAn examination of an Aztec ornament depicting a double-headed serpent, carved in wood and covered with turquoise mosaic, which is believed to have been worn on ceremonial occasions. No one knows how the piece was discovered or made its way to Europe The turquoise mosaic of a double-headed serpent is one of the most alluring objects in the British Museum Mexican Gallery. Made over 500 years ago, this icon of Aztec art is admired for its symmetry, beauty and colour. But it is also chilling and disquieting: those perfect curves end in teeth--and those teeth absolutely mean death.",
    "chinese_title": "大英博物馆的珍藏品 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "BBC Masterpieces of the British Museum Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T20:56:12"
}