{
    "aka": [],
    "sid": "2042315",
    "cast": [
        {
            "url": "/celebrity/1183428/",
            "name": "Geoffrey Laff Geoffrey Laff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182053/",
            "name": "Michi Barall Michi Barall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133480/",
            "name": "基斯·诺布斯 Keith Nobbs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101575/",
            "name": "凯特·霍吉 Kate Hodge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081024/",
            "name": "拉里·德雷克 Larry Drake",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077417/",
            "name": "卡洛莉阿门罗 Carolee Carmello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048143/",
            "name": "吉安卡罗·埃斯波西托 Giancarlo Esposito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032769/",
            "name": "拉里·派恩 Larry Pine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024567/",
            "name": "本·菲奥里 Ben Fiore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195575/",
            "name": "克里斯托弗·乔恩·贡博什 Christopher Jon Gombos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871901992.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0416836",
    "director": [],
    "duration": "USA: 95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0416836/",
    "imdb_votes": 43,
    "this_title": [
        "I Will Avenge You, Iago!"
    ],
    "douban_link": "https://movie.douban.com/subject/2042315/",
    "imdb_rating": "6.7/10 from 43 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An impressionable and naive Wiewer, stunned by the tragedy of \"Otello,\" goes backstage to kill the villain, Iago. With the Viewer's knife at his neck, Jack Bandrowsky, who played Iago, starts the performance of his life. He improvises from his repertoire, convincing the Viewer that the real villain is not Iago, but the Duke who killed his beloved daughter, Gilda. Deeply moved by the new story, the Viewer declares \"I will avenge you, Iago!\" and runs out in search of the Duke. Meanwhile, Bandrowsky's wife, actress Helen Brooks, considers the proposal of the Director of her theater to leave Bandrowsky for him. Helen refuses and goes home... to find a strange woman in her kitchen. The woman, Eve Zimmermann, reveals that she is Bandrowsky's long-time, pregnant mistress, and exits. Bandrowsky arrives to find his apartment demolished by the hysterical Helen. In the middle of their confrontation they realize that Helen's jewelry is missing. Eve Zimmermann was just a thief and a wonderful actress. In the next act we find a pregnant Helen waking up next to her new husband, the Director. She is very unhappy. The Director takes her off the stage revealing the horrifying details of suicidal schizophrenia that is haunting her family. Still reeling from the shock, Helen learns that her new husband is having an affair with an HIV positive actor. This is too much for one day, she goes mad and commits suicide. As the Director is weeping over her lifeless body, Helen suddenly gets up, causing his intense dissatisfaction: \"Couldn't you wait till the end of the scene?\" All this was just an in-house rehearsal of a new play. The rehearsal is over and Helen rushes to the hundredth anniversary performance of \"Rigoletto\" starring her real husband - Jack Bandrowsky. True to his word of revenge, the Viewer attends the performance, finds the Duke in his dressing room, and blows him up with a hand-grenade. Two years pass. On stage of the prison theater convict-actors perform Shakespeare's \"Hamlet.\" Among the few guests are Bandrowsky and Helen, invited by the Viewer, who plays the lead role. This time Helen is finally pregnant for real. She is shocked to recognize Eve Zimmermann as Hamlet's mother (Eve is serving 5 years for fraud). Helen does not give Eve away, but hands her flowers - in appreciation of a yet another great performance. Epilogue. The happy parents, Bandrowsky and Helen, are entertaining their new-born girl. Written by Iago Films",
    "chinese_title": "I Will Avenge You, Iago!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T06:35:22"
}