{
    "aka": [],
    "sid": "2043039",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [],
    "writer": [
        {
            "url": "/celebrity/1285815/",
            "name": "Tim Haines Tim Haines",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286744/",
            "name": "阿德里安·霍奇斯 Adrian Hodges",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0963031",
    "director": [
        {
            "url": "/celebrity/1300433/",
            "name": "西拉·韦尔 Cilla Ware",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2007-02-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0963031/",
    "imdb_votes": 613,
    "this_title": [
        "Primeval: Episode #1.1"
    ],
    "douban_link": "https://movie.douban.com/subject/2043039/",
    "imdb_rating": "7.3/10 from 613 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Evolutionary zoologist Professor Nick Cutter has still not come to terms with the disappearance of his wife Helen eight years ago. She is on his mind when he goes to the Forest of Dean with his friends Stephen Hart (an expert tracker) and Connor Temple (an archaeology student and avid conspiracy theorist) to investigate some reports of a large animal at large there. After finding some damage done by something large with claws they retire to a local hotel bar where Cutting is approached in a matter sure to get his immediate attention by Claudia Brown, a young employee of the Home Office, and the four set off back into the forest to try to find whatever made those claw marks and did that damage. Coincidentally, peroxide blonde Abby Maitland, a zoo keeper devoted to reptiles (especially lizards, iguanas, and chameleons), hears that day from her boss that, despite her dedication to her work, she'll soon be out of a job because of budget cuts. Meanwhile she takes on a visit to a local household on the edge of the Forest of Dean where a young boy has an unusual reptile pet that he found in the forest. This turns out to be a hitherto unknown species of flying lizard, so she sets off with the boy who intends to show her where he found it. Thus the protagonists of this series meet up in the forest and encounter their first Anomaly, and one or two of the dinosaurs that have arrived in the present day by walking through it. Brown has to call in the authorities and we meet James Lester, the arrogant Downing Street troubleshooter who \"will be leading the response\" of the British government to these discoveries. Indue course, Nick Cutter and a Special Forces minder step through the Forest of Dean anomaly, and discover that more than one person, including Helen Cutter, had indeed been in the prehistoric landscape on the other side and that at least one of them had not survived. Meanwhile, a carnivorous dinosaur rampages through a local school after hours, when the only people about are one small boy in detention, and the teacher minding him who (of course) is dismissive when he says \"Miss, there's a dinosaur in the playground!\" --- until, that is, it starts trying to smash its way into the classroom where they are cowering.",
    "chinese_title": "Primeval: Episode #1.1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T14:22:56"
}