{
    "aka": [],
    "sid": "2043707",
    "cast": [
        {
            "url": "/celebrity/1066229/",
            "name": "桑德拉·伯格曼 Sandra Borgmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149959/",
            "name": "Jens Veith Jens Veith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335440/",
            "name": "Hedi Kriegeskotte Hedi Kriegeskotte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121142/",
            "name": "Horst Mendroch Horst Mendroch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070197/",
            "name": "Ludger Burmann Ludger Burmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077299/",
            "name": "Claus Dieter Clausnitzer Claus Dieter Clausnitzer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2595116585.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1295358/",
            "name": "Ben Reding Ben Reding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295360/",
            "name": "Dominik Reding Dominik Reding",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0183076",
    "director": [
        {
            "url": "/celebrity/1295358/",
            "name": "Ben Reding Ben Reding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295360/",
            "name": "Dominik Reding Dominik Reding",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2000-11-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0183076/",
    "imdb_votes": 829,
    "this_title": [
        "Oi! Warning"
    ],
    "douban_link": "https://movie.douban.com/subject/2043707/",
    "imdb_rating": "6.1/10 from 829 users",
    "trans_title": [
        "光头警告！"
    ],
    "douban_votes": "0",
    "introduction": "The idyllic Lake Constance country side: The small, picturesque harbor towns inbetween fruit plantations. A house in the country with a view on the lake and mom in the garden. Paradise on earth.This is where Janosch lives; a 17-year-old serious lad, expected to graduate from school soon.But he hates his life at the lake.Therefore he is almost relieved to be kicked out of school. Reason enough to finally go his own way, part from mom, his girlfriend and his all too planned-out life.But where to go? Perhaps to Koma, and old school mate living in Dortmund. Koma packs boxes at a brewery, has an apartment, a pretty girlfriend and soon-to-arrive off-springs. And he is a clever skinhead, neither right-winged nor left-winged, just \"100% pure skinhead\".He is tall, strong, good at kickboxing,too. A hero - Janosch is fascinated. And Koma likes Janosch. Finally he has found someone to hang out with and who admires him. Koma longs to be admired. So Janosch moves in with Koma, works at the brewery like Koma, has a girlfriend like Koma and becomes a skinhead like Koma.From now on Janosch is admitted to Koma's \"fortress\", an old machine building located in a closed-down quarry. Here the skinhead brags with explosives because \"you gotta be able to defend yourself\".Despite Janosch or perhaps because of Janosch - Koma is still dicontented, most of the time with hisself, at times with his pregnat girlfriend, always with others, who ruin his life. Then he beats them up. And he is good at it. But sometimes he gets the wrong guy.For example, the young punk at the gravel pit. And Janosch helps his pal, kicks until the punk spits blood.As a reward he is allowed to get a tattoo just like Koma. At the tattoo parlor he notices Zottel. He is a totally different type,. Filthy, stoned, free spirited - but proud of it. He drives a motorcycle and Janosch is still stuck with his Lambretta, so they've got to chat aboutKoma's \"fortress\" in the quarry burns down. He's sure he knows who \"did it\" - those friends from the punk at the gravel pit. If he finds them, he'll \"finish them off\". And Janosch obediently vows revenge as well.At a rich classmate's birthday party Janosch bumps into Zottel again. Revealing him as a member of fire-eater group. \"I wanna learn fire-eating\", says Janosch, leaves his secure home behind and pays a visit to Zottel at the trailer camp.Koma knows who \"did it\", who burned down his \"fortress\".Wishful thinking and a little hint melt together, it was Zottel. It had to be him, Janosch slept with him and Koma has turned into a jealous and voluntary witness.\"Now you can make good of your promise!\"A rude awakening for Janosch. He hangs out at Komaís favourite bar, half-drunk. Koma gives him the answer. They drive to the trailer camp. He expects Janosch to break Zottelís face or in Komaís words \"side walk bashing\". Janosch can't do it. Too late: Koma starts kicking.But Janosch still has one choice.",
    "chinese_title": "光头警告！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Oi! Warning",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T07:01:25"
}