{
    "aka": [],
    "sid": "2043830",
    "cast": [
        {
            "url": "/celebrity/1025238/",
            "name": "杰拉丁·卓别林 Geraldine Chaplin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867898519.jpg",
    "region": [
        "玻利维亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1025639/",
            "name": "豪尔赫·圣希内斯 Jorge Sanjinés",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0114087",
    "director": [
        {
            "url": "/celebrity/1025639/",
            "name": "豪尔赫·圣希内斯 Jorge Sanjinés",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1995"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0114087/",
    "imdb_votes": 108,
    "this_title": [
        "Para recibir el canto de los pájaros"
    ],
    "douban_link": "https://movie.douban.com/subject/2043830/",
    "imdb_rating": "6.2/10 from 108 users",
    "trans_title": [
        "听！鸟儿在歌唱"
    ],
    "douban_votes": "0",
    "introduction": "Rodrigo, a film director, intends to make a film about the Conquest in a remote village in the Bolivian altiplano. Initially receptive to the idea, the Indian community living there reacts violently when some local wildlife is destroyed. Para recibir el canto de los pájaros is a little more subtle in its portrayal of cultural conflict than Sanjinés's earlier film, Yawar Mallku — where violence is seen as the only legitimate response to western cultural domination — for it not only shows that not all that is western is bad, but it even highlights negative elements within Andean culture. Most important for this discussion, Para recibir el canto de los pájaros plays with the film-within-a-film convention inherited from Hollywood, but it sometimes tricks the spectator making him unsure as to whether a scene is part of the film or part of the everyday reality of a film crew from La Paz in the Andes. Underlying the scene in which the producer, Pedro Barrón, emerges from the pit in which he has been trapped, and sees his Conquistador double walk nonchalantly past him, is the crucial notion of self-consciousness. Pedro realizes that his role as film producer in the late twentieth century is a re-enactment of 'his' role as Conquistador in the early sixteenth century. The spectator is drawn into this playing-off of two time-continuums, and in effect achieves a double-consciousness in which he can see Aymara culture from within and also from without.A heavy-handed allegory by a veteran Bolivian film-maker about the racism endemic in his country and the more universal inability to learn from history. It opens with masked conquistadors (the harquebus angels) lined against the Andean altiplano skyline, as a mainly mestizo film crew track up the hill like Aguirre's invading army in Herzog's Wrath of God. Thus begins a series of broad parallels, culminating in a siege, whereby the crew, assailed by the Indian community (who have refused to be in their historical movie), almost resort to the use of the ancient harquebuses in their possession. The song of the title refers to the birds of the Indians' annual music festival: the crew shoot them for sport. Beautiful scenery.",
    "chinese_title": "听！鸟儿在歌唱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Para recibir el canto de los pájaros",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-10T03:26:05"
}