{
    "aka": [
        "雾里看花"
    ],
    "sid": "20438907",
    "cast": [
        {
            "url": "/celebrity/1320314/",
            "name": "袁菲 Fei Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352752/",
            "name": "梁愚 Yu Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1811095864.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "柏拉图之梦"
    ],
    "douban_link": "https://movie.douban.com/subject/20438907/",
    "trans_title": [
        "雾里看花"
    ],
    "douban_votes": "0",
    "introduction": "某城市舞蹈女演员云嫣不幸出了车祸，腿伤了，从此不再能跳舞了。而云嫣的男友徐浩也厌倦舞者的生活，又移情别恋，恋上了酒吧的女歌手小莲。在双重打击下，云嫣对爱情和事业产生了深深的茫然感。百无聊赖的云嫣就沉迷于网络上进入聊天室，与一网名叫水涵的少女聊上了，两人聊得很投机，她们互相交换自己的生日和视频照片，结果发现她们是同一天出生的。 　　云嫣仿佛感到这个叫水涵的少女与自己有着不解之缘；第二天，云嫣来到她最喜欢的树林里，她仿佛为了在这里找寻她失去的爱情，当她背靠一颗大树时，她一回眸，她看见一个和她长的很相象的少女飘然而过，当她追出树林，少女不见了，却见到自己的前男友徐浩正挽着歌手晓莲的亲昵地走过，她控制不住自己，和徐浩大吵了一架。 　　夜里，云嫣把自己的遭遇对网友水涵说了，水涵很是同情，引起她对自己往事的怀念。水涵的悲伤情绪让云嫣很是意外。于是网上聊天成为了两人生活中必不可少的事情。 　　一天晚上云嫣下班路过街道，从她面前驶过一辆蓝色的车，从车窗里探出一张生动的脸朝她笑着，她依稀感觉到那车里的女人和自己长的太像了，回到家她上网质问水涵：\"你究竟是谁？你究竟存在吗？你到底是谁？\"网络那边的水涵说：\"我是一个普通的女孩，就在镇上当小学教师。\"于是两人商定春天的时候见上一面。 　　云嫣在春天花暖的时候来到江南县镇上，她住了下来，黄昏时分，她来到她和水涵约定的蓝湖上见面，她提前到了，正在等待之时，她看见湖面上飘来一只空船。正在她迷惑之时，从湖边的另一端走来了水涵，云嫣微笑着慢慢走过去，突然天空下起了大雨，只见水涵的脸瞬间变成了蓝色，云嫣还是想靠近她，但水涵忙捂着脸跳入湖面上的空船划走了。身处大雨中的云嫣迷惑不已。 　　回到宾馆，云嫣打开电脑等待着水涵，但一晚上没有水涵的任何消息。她只好为水涵留言：\"你为什么不见我？起码做人的道理等不懂？请你联系我。\" 　　云嫣第二天又来到蓝湖边上，湖面上波光鳞鳞。 　　在云嫣迷茫的日子里，她只好来到几个村落寻找着水涵，她寻找到芙蓉村；寻找到林坑村，都没有找到水涵，夜里，她找到岩头村，只见塔湖庙上一群古代的仙子在舞着奇妙的舞蹈，她看见舞台上领舞的少女仿佛是水涵姑娘，但她一走近舞台，酷似水涵的少女不见了。次日，她来到蓝湖边上的百灵岛，她实在累坏了，做起梦来：\"她梦见了自己和女巫、神仙等神游雾茫茫的云间，在云彩的另一端，她仿佛看见了水涵。\" 　　云嫣晃晃悠悠走在山脚下，当她坐着出租车穿过一镇上的小学校，她被学校的学生读书声吸引着，她忍不住下了车走向学校的教室，可正在教室外飘过一个名叫寒刚的男邮递员课。云嫣失望地走了。 　　云嫣实在等不到水涵只好坐上火车离开了小镇。 　　回到城市的云嫣忧闷不已，她仿佛感觉自己的精神之柱没了，精神异常恍惚委靡。她来到前男友徐浩开的酒吧，要了一瓶红葡萄酒喝了下去，只见舞台上的晓莲唱着忧伤的歌曲，唱完后晓莲陪着云嫣喝着红酒，晓莲说其实她不爱徐浩的。云嫣喝醉了，晓莲将她送了回去。 　　而此时小镇上的水涵一直坐在电脑旁等候云嫣",
    "chinese_title": "柏拉图之梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T06:15:38"
}