{
    "aka": [
        "Sea Road: Seal Desert"
    ],
    "sid": "20435047",
    "cast": [
        {
            "url": "/celebrity/1325603/",
            "name": "刘姝含 Shuhan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319655/",
            "name": "李海涛 Haitao Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2332728070.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1319881/",
            "name": "崔民 Min Cui",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325538/",
            "name": "谭朗昌 Long-Cheung Tam",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "大海道之灵舞狂沙"
    ],
    "douban_link": "https://movie.douban.com/subject/20435047/",
    "trans_title": [
        "Sea Road: Seal Desert"
    ],
    "douban_votes": "0",
    "introduction": "盛唐时期，丝绸之路连接西域和关内，将中西方文化与贸 易推向颠峰。由于恶劣气候和匪盗劫掠，盛极一时的大海 道逐渐退出它在丝绸之路上的特殊地位，但散落其间的珍 宝古物烁烁珠玉，诉说着大海道累累白骨的魅影阴魂。清 朝末年，清政府在西域设省，围绕大海道及掩埋其中的宝 藏，从此衍生出一个个惊心动魄的故事。姚府姚老先生的 义子陆朝英就是这些故事中的主人公之一。二十多年前， 身为大海道护灵卫的陆朝英的父亲和姚先生成为生死之 交。陆朝英的父亲临终前将儿子托福给姚先生，希望姚先 生能将儿子抚养成人。二十年过去了，姚老先生不仅将陆 朝英抚养成人，还决定将掌上明珠姚慈君嫁给陆朝英为 妻。大婚当前，拜堂在即，接受民主革命新思想的陆朝英 却留下一封书信，决心追随中山先生，参加民主革命。新 郎跑了，姚慈君也做不了新娘。就在姚慈君按照父亲的嘱 咐出门追寻陆朝英时，姚府发生一件大事，一场莫名其妙 的大火将姚府上下化成一片灰烬，姚老先生生死不明。姚 慈君找回陆朝英，发现家里已经是一片火海。一个意外的 机会，姚慈君发现盘踞在西门城外的土匪头子哈熊的手指 上戴着父亲的一枚玉扳指。父亲生死未卜，身为护灵卫的 后代，陆朝英敏锐地感觉此事非同寻常，尤其是在姚府失 火之后，新任提督马寿康和土匪头子哈熊先后出现在失火 现场。在陆朝英决定带着姚慈君赶往埋葬护灵卫的古墓藏 时，提督大人马寿康和土匪头子哈熊达成一笔交易，马寿 康出枪，由哈熊带路前去寻找古墓藏。马寿康并不知道姚 老先生对哈熊有救命之恩，哈熊更不知道自己的救命恩人 其实就是被马寿康绑架，而且此时的姚老先生就在一只箱 子里，将一块被带进茫茫大漠。陆朝英带着姚慈君冒着被 沙暴吞噬的危险找到古墓藏，马寿康和哈熊随即跟来。在 古墓藏的门外，马寿康撕下伪装，开枪打死哈熊，押着姚 老先生进入古墓藏。在机关重重的古墓藏里，陆朝英和姚 慈君联手除掉贪婪的马寿康，祭奠完义父的英魂，恢复古墓藏的平静，走向茫茫大漠。 护灵卫的后人陆朝英在所 寄养的姚府失火后与姚老爷的女儿姚慈君在寻找家中失火 原因与姚老爷的历程中，渐渐感悟到自己作为护灵卫后人 肩上的重担，并且渐渐的揭开了自己的身世之谜。新到任 的提督马寿康难改自己贪婪的本性，以权谋私，试图官匪 勾结已达到他占有大海道古墓葬的野心。山匪哈熊为了报 答姚老爷对自己的救命之恩，在姚府失火后，假以马寿康 合作寻找大海道古墓葬，继而寻找姚老爷。 两路人马， 一正一邪，在茫茫的大漠上，展开了斗智斗勇的寻宝之 旅。最终，哈熊在找到姚老爷和古墓葬后身中马寿康奸计 而死，姚老爷在混战中为了保护陆朝英和姚慈君而殒命古 墓葬中，马寿康也咎由自取，在陆朝英和姚慈君的合力反 击下得到了他应有的下场。",
    "chinese_title": "大海道之灵舞狂沙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-11T09:39:19"
}