{
    "aka": [],
    "sid": "20439061",
    "cast": [
        {
            "url": "/celebrity/1314167/",
            "name": "郝劭文 Shaowen Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315853/",
            "name": "俞昊翔 Hao-Hsiang Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327978998.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1392355/",
            "name": "吴宏翔 Hung-hsiang Wu",
            "@type": "Person"
        }
    ],
    "duration": "90分钟(苗栗免费播放版)",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "藥草師"
    ],
    "douban_link": "https://movie.douban.com/subject/20439061/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "臺灣日治時期，有位古怪的天才藥草師藤查九，他自小將父親告誡他的「森林是疾病的解藥」這句話奉為圭臬，在藤查九的世界裏，他不需要金錢、不需要地位、更不要有人施捨他一丁點的愛，因為藤查九認為，他就是一株藥草，只需要一些爛泥裏的養份，就算餐風露宿、飽受嘲笑欺凌，他依舊能生存下來，直到有一天，一位美麗的女子郭小霜意外地闖入了藤查九卑微的生命世界後，藤查九的無所求改變了，但藤查九不敢將迷戀郭小霜的心事告訴任何人，他只敢自己幻想著。某日，藤查九的老闆生藥商郭招禾，為挽救藥行生意，於是率隊進入深山，打算採擷臺灣最珍貴的藥用植物牛樟芝，過程中，原本眾人以為將無功而返，所幸藤查九發揮智慧，不但正確尋得稀有的牛樟樹，更精準地找到中空牛樟樹裏的牛樟芝，藤查九贏得了隨隊藥商買辦藏野製藥會社的青睞，也讓郭招禾從此對藤查九另眼相看。那天，當藤查九隻身爬入牛樟樹尋得牛樟芝時，激動興奮的他，想起了美麗的郭小霜，藤查九時值 24 歲，距離上一次、也是第一次見到郭小霜，已經 15 年了，這些年來，藤查九魂牽夢縈，只盼能再見郭小霜一面。牛樟芝讓郭招禾賺了一大筆錢，慶功宴中，郭小霜突然自日本返回臺灣，郭招禾與郭小霜父女相見，格外激動，藤查九自此暗中展開對郭小霜的追求，但藤查九不擅言詞，於是便逕自想了一個妙記，他以他熟悉的藥用植物花朵，對郭小霜頻傳愛意。雖然藥草花是個美好的起點，但接下來，藤查九卻因為失言，而讓向來任性的郭小霜憤而離去，並告訴他永遠再也不想見到他，難過的藤查九被人嘲笑不自量力，甚至有人恥笑他，既然他是個天才，何不弄個傳說中的「愛情靈藥」來獲得郭小霜的愛呢？藤查九很生氣，因為他是藥草師，不是巫師，「愛情靈藥」簡直是對他人格的悔辱。其實藤查九和郭小霜之間想要碰出任何愛的火花，幾乎是天方夜譚，因為藤查九只是個醜陋的工人，而郭小霜卻是個美麗的千金小姐，並且早已名花有主，她深愛著英俊的地方公醫伊森，三人之間，結果立顯，因此，藤查九追求的只是個不可能，但藤查九不放棄，他想起小時候採擷野生桔梗時，父親教他蟲媒花的花形香味、花蜜和苞藏的這三個圈套，藤查九汲汲營營追求不可能，他巧妙創造了史無前例的「愛情靈藥」，並實踐了蟲媒花身為植物的最高精神，他就是要得到愛情。這是個發生在日治時期的悲劇，不知何時才能撥雲見日的殖民地人民，只能憑著殘存的力量追求價值不多的利潤、追求社會階級的名利假象、或是追求永遠無法得到的愛情，而藤查九也與大多數人一樣，只不過他的方式有那麼一些古怪、一些殘忍和一些無法想像，其實，藤查九要的，就是屬於他們植物式的愛情…",
    "chinese_title": "藥草師",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T22:39:12"
}