{
    "aka": [
        "我的奇魔力",
        "스피어즈"
    ],
    "sid": "20438784",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868025350.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "26",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2003-07-30(韩国)"
    ],
    "this_title": [
        "Spheres"
    ],
    "douban_link": "https://movie.douban.com/subject/20438784/",
    "trans_title": [
        "魔法学园",
        "我的奇魔力",
        "스피어즈"
    ],
    "douban_votes": "200",
    "introduction": "《魔法学园》被喻为韩国版的哈利波特，魔法与友情之间的对抗，勇气与命运之间的拉扯。媲美贱兔的可爱奈奈飞鼠，将和聪明可爱的女主人娜英，结合爱与生命，让真挚的魔法力量带你一起展开精采冒险！邪恶的奇魔联盟，像可怕的乌云，企图掩盖人们的幸福月光，娜英与所有的同伴们，结合爱和生命真挚的力量，用魔法在美丽的银河里，因挂满梦想的银色铃铛而晶莹闪亮。很久以前，生活在地球上的人类全都是拥有超能力的奇魔力者，他们代代都过著和平又快乐的生活，但是自从人类为了私欲而产生了争斗后，促使奇魔王国四分五裂，到最后甚至导致国家灭亡。而奇魔王国灭亡之时，有一位谜样的少女娜英，被母亲冷冻在寒冷的南极上，后来被安亦宏发现而交由他的女儿抚养。娜英虽然从小就展现出过人的超能力，但在养父养母细心抚养下，她并不知道自己的身世秘密，在郊外的村庄上过著平凡快乐的生活。直到某一天，她转学到爷爷所担任校长的魔法学园，在那里认识了与自己一样拥有奇魔力的朋友浩正、莉亚、小东、公主。另一方面，奇魔联盟指挥官亚斯天所派出的偶像团体艾司帕二人组的俊与蒂拉，为了秘密侦查娜英的奇魔力而转学到魔法学园；亚斯天为了统治世界，夺取古代奇魔王国所留下来的三个奇魔石，企图唤起当时导致史前奇魔文明灭亡的邪恶奇魔力，从此背负拯救世界责任的娜英与魔法学园的朋友们，与野心勃勃的奇魔联盟，展开了一段正义和邪恶对决的冒险故事。魔法 ------ 幻想世界之钥魔法的世界总是不断牵动大人与小孩的心灵。从小我们就在想像：如果有一天我有了超能力或是奇妙的魔法，将可以变出想要的东西、任意去想去的地方、甚至把讨厌的老师变不见！正因为我们都是普通人，才出现小叮当的四次元空间、哈利波特的光轮两千、皮卡丘的十万伏特攻击，甚至魔戒的精灵、半兽人、哈比人历险等幻想故事，悠游其中，重拾纯真心境，大胆冒险！本剧的魔法 ------ 奇魔力，是以虚构的史前奇魔文化为背景，这个世界上拥有这种超能力的人被称为奇魔力者，但主人公 ------ 娜英，和奇魔力者不同的地方是，她是真正存活至今的史前奇魔王国的遗孤！娜英的超强奇魔力总是能够助大家化险为夷，还帮助大家开启操纵奇魔力的威克系统；更因为所有人的爱与希望力量集合，共同击败邪恶的奇魔联盟，挽救世界的灭亡。正义与邪恶的交战，似乎是所有奇幻故事共有的冲突点。奇魔力因古文明染上神秘色彩，拥有它的人或许会快乐，也可能感到困扰。魔法的可爱在於为生命点缀梦幻气息，帮助好人打败坏人；却也点出这股力量若受有心人利用，很有可能为全人类带来不幸。《魔法学园 Spheres 》描述一群具有奇魔力的孩子们，在学校里朝夕相处所发生的种种有趣故事，相信大朋友与小朋友都能感受他们纯真善良的心，为他们的冒险加油！共患难的伙伴们：娜英 (NAYON) -10 岁 ( 实际年龄是 12 岁 ) ，主角娜英是世界上仅存的史前奇魔力者，她的母亲安嘉拉在古代奇魔王国灭亡时，把娜英跟奈奈冷冻后，自己随著古奇魔文明一起埋葬；后来安亦宏校长在南极冰河底下发现了娜英的襁褓，并交由自己的女儿抚养长大。娜英并不知道自己的特殊身份，但日后会慢慢了解到自己的能力及身世之谜，对任何事情都抱著乐观的态度。奈奈 (NALONG)是只公的幼飞鼠，活泼、散漫、爱撒娇、喜欢乾粮和巧克力球，可以跟娜英沟通。然而由於翅膀太小，所以不能飞行，因此被飞鼠群排斥。它在娜英的母亲冷冻娜英时突然跳出来，所以和娜英一起被冷冻。由於它是古代奇魔文明流行的宠物，拥有当时的记忆，对日后找出古代奇魔王国之路，担任著很重要的角色。浩正 (HOJUN) -10 岁是魔法学园新奇魔力会的一员，由於父母都是奇魔力者，所以他一心想成为世界上最优秀的奇魔力者，好胜心强，不喜欢输给别人。自从娜英转学进来后，他发现自己各方面都被娜英比下去，伤了他的自尊心，后来和魔法学园的同学们在历经一连串的考验后，了解到只有靠好胜心与自己一个人的力量是不能解决所有问题的，唯有团结合作才能克服万难。俊 (JIN) -14 岁与蒂拉组成著名的偶像团体艾司帕二人组，梦想成为一位伟大的歌手。俊不像同年龄的小孩一样幼稚，具有成熟的外表，个性彬彬有礼，往往被一群女孩视为追逐的偶像，但对吵杂的女生很冷淡。原以为自己是奇魔联盟指挥官亚斯天的独生子，因此对亚斯天的所下的指令盲目服从，后来发现自己只是亚斯天利用的实验品，於是改邪归正帮助魔法学园对抗妄想控制世界的奇魔联盟公主 (KONGJU) -10 岁本名是「蒂欧妮亚舞珂妮欧碧莎爱蕾」，是魔法学园新奇魔力会的一员，也是海中漂浮小岛碧宝国的公主，由於是独生女，因而得到父母的宠爱，养成娇纵爱作梦的个性，但其实心地善良。公主的父亲与安亦宏校长是老朋友，所以碧宝国的国王才会委托魔法学园教育公主，但别的孩子都不相信她是一国的公主。01. 我的奇魔力02. 新朋友03. 小东登场04. 奇魔神翼05. 公主也疯狂06. 拯救朋友07. 明星不是好当的08. 电脑世界09. 神秘宝盒10. 敞开心扉11. 信任12. 奈奈会飞了13. 超级奇魔力14. 告别演唱会15. 秘密揭晓16. 魔法学院的危机17. 碧宝国18. 红色奇魔石19. 俊的身世之谜20. 蓝色奇魔石21. 小村庄的少女22. 纳斯卡大草原23. 我是谁24. 可怕的威克系统25. 史前奇魔文明复活26. 团结力量大",
    "chinese_title": "魔法学园",
    "douban_rating": "8.1/10 from 200 users",
    "foreign_title": "Spheres",
    "douban_rating_average": "8.1",
    "update_at": "2025-02-18T20:36:30"
}