{
    "aka": [
        "Christmas Special"
    ],
    "sid": "20443967",
    "cast": [
        {
            "url": "/celebrity/1342028/",
            "name": "西·金 Si King",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1685424",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-08-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1685424/",
    "imdb_votes": 7,
    "this_title": [
        "the hairy bakers Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/20443967/",
    "imdb_rating": "7.3/10 from 7 users",
    "trans_title": [
        "the hairy bakers 第一季",
        "Christmas Special"
    ],
    "douban_votes": "0",
    "introduction": "Christmas is coming, the geese are getting fat, and the Hairy Bakers are embarking on their Christmas special.On brand-new motorbikes, the Hairy Bakers travel round the country cooking up their favourite festive recipes as they plan an early Christmas party for families who won't be spending Christmas together: firefighters, nurses, police and ambulance crews.The Hairy Bakers' Christmas tour takes them from an indoor ski slope where they cook up Christmas pudding and mince pies for hungry snowboarders, to a turkey farm where they turn leftovers into a delicious turkey and ham pie.They go to a Christmas tree farm to rustle up a festive chestnut soup and giant cheese straws, and a prison in Cumbria where they make bagels filled with salmon smoked within the prison grounds.At a Lancashire school, the Bakers and kids bake festive biscuits to hang on the tree. And they drop in to Betty's Tea Rooms in Harrogate, to learn the art of making the perfect chocolate yule log.The journey ends with a feast in the world's largest tree house. Full of festive cheer, lashings of mulled wine, reindeer and even an elf or two, this is a classic Hairy Christmas party.",
    "chinese_title": "the hairy bakers 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "the hairy bakers Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T01:08:24"
}