{
    "aka": [],
    "sid": "20442117",
    "cast": [
        {
            "url": "/celebrity/1032057/",
            "name": "迈克尔·雷德格瑞夫 Michael Redgrave",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1236633/",
            "name": "Robert Robinson Robert Robinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0674760",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1958-03-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0674760/",
    "this_title": [
        "\"Picture Parade\": Sir Michael Redgrave"
    ],
    "douban_link": "https://movie.douban.com/subject/20442117/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sir Michael Redgrave: Picture Parade - BBC series1959 Interview with Robert RobinsonSir Michael Redgrave was interviewed in1959 on BBC's early talk program, Picture Parade. In this rare television interview, Redgrave  shares illuminating comments on his career choices, the different challenges presented by film and theater, and his observation that the most difficult task of all is \"to be yourself\".Redgrave first appeared on BBC television at the Alexandra Palace in 1937, in scenes from Romeo and Juliet. His first major film role was in Alfred Hitchcock's The Lady Vanishes (1938). Redgrave also starred in The Stars Look Down (1939), with James Mason in the film of Robert Ardrey's play Thunder Rock (1943), and in the ventriloquist's dummy episode of the Ealing film Dead of Night (1945).His first American film role was opposite Rosalind Russell in Mourning Becomes Electra (1947), for which he was nominated for an Academy Award for Best Actor.In the 1950s, he starred in the classic films The Browning Version (1951), The Importance of Being Earnest (1952), The Dambusters (1954), and 1984 (1956).Michael Redgrave and his wife, actress Rachel Kempson, gave birth to a great family dynasty in the acting profession. They were married for50 years from 1935 until his death. A card was found among Redgrave's effects after his death. On it were the words (quoted from W. H. Auden): \"The world is love. Surely one fearless kiss would cure the million fevers\".Their children Vanessa, Corin and Lynn Redgrave, and their grandchildren - Natasha and Joely Richardson; Jemma and Carlo Nero all are involved in theatre or film as actors.This interview also represents an opportunity to see Robert Robinson on screen.A major format change had taken place since the mid-1958 start of the series and addition of the ascerbic, sarcastic, blunt new presenter, Robert Robinson. Robinson was widely lampooned during the era, including the Private Eye's spoofs in which he was anointed with the acolade \"Smuggins\". Robinson is perhaps best known as the presenter on BBC3 when the \"f\" word was first uttered on television by the reknowned theater critic, Kenneth Tynan. The incident caused a public outcry and condemnation in Parliament. A biographer of Tynan said that his use of the word was \"his masterpiece of calculated self-publicity\". The BBC had to issue a formal apology, and the fallout from the notoriety eventually hurt Tynan's career as he was banned from British TV.This splendid sample of early television talk from a very interesting foundational period of British television history is brief but in its entirety. The program had recently changed format and Redgrave's interview was substantially shorter than he expected. A highly recommended source for anyone interested in this fascinating era is the book by Su Holmes (lecturer in Film and Television at the University of Kent) titled \"British TV And Film Culture Of The 1950's : Coming To A TV Near You\" (2005)",
    "chinese_title": "\"Picture Parade\": Sir Michael Redgrave",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-11T21:22:45"
}