{
    "aka": [],
    "sid": "20444681",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "动作",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531791366.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1930559",
    "director": [
        {
            "url": "/celebrity/1141290/",
            "name": "杰夫瑞·诺伊斯·谢尔 Jeffrey Noyes Scher",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1930559/",
    "imdb_votes": 241,
    "this_title": [
        "Yours"
    ],
    "douban_link": "https://movie.douban.com/subject/20444681/",
    "imdb_rating": "5.9/10 from 241 users",
    "trans_title": [
        "你的世界"
    ],
    "douban_votes": "0",
    "introduction": "“Yours” began with a soundie, a film made for projection in a “film jukebox” in 1945.It was a popular song in its day and, with its sentiment of eternal love, feels poignant in the context of the Second World War and all its separated loves. “Yours” is performed here by the Roberts Brothers and the Bunnell Sisters, who appear to be two sets of twins, and the film’s built-in doubles made it feel right for an experiment I’d been thinking about.What I did was shoot abstract animation literally through the original film. I used a Master Oxberry, once the gold standard of film animation cameras, now sadly verging on extinction. With this camera you can have two rolls of film running at the same time, “bi-pack” — or locked together — at the point of exposure. I shot through the film twice, first through the original and then through a negative of the original. The result is that all the blacks have been replaced by one layer of animation and all the whites by another. The surprise? How indelible the actual soundie is in the final film. It is now visible as the difference between my two replacements.I like to think that I added another twin act.This film and these notes originally appeared in the NYTIMES.COM/OPINION in \"The Animated LIfe\" by Jeff Scher",
    "chinese_title": "你的世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Yours",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-06T22:07:11"
}