{
    "aka": [],
    "sid": "20442996",
    "cast": [
        {
            "url": "/celebrity/1325889/",
            "name": "原久美子 Kumiko Hara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163752/",
            "name": "元彪 Biao Yuen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906707146.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1991-09-14"
    ],
    "this_title": [
        "バカヤロー!4 YOU! お前のことだよ"
    ],
    "douban_link": "https://movie.douban.com/subject/20442996/",
    "trans_title": [
        "混蛋！4 YOU！就是你！"
    ],
    "douban_votes": "0",
    "introduction": "第一話「泊まったら最後」元国鉄マンの小西源吉（春風亭小朝）は、テレビも映らないほど人里離れた高原でスワローズというペンションを妻（真行寺君枝）と二人で経営している。男女の若者達一行は、駅からマイクロバスで源吉のペンションに送られ大自然を満喫しようと思うのだが、源吉は男女交際や規則に異常に厳しく若者達にペンションのルールに従うよう強要する。食事は期待はずれ、夜中に開かれた賭博大会は源吉の一人勝ちと散々な目にあう若者達は脱走を決行するが、先回りしていた源吉と村人達に連れ戻されてしまう。最終日のカラオケ大会も時代遅れの曲ばかりで落胆し、別れを惜しむ夫婦からようやく開放される若者達。帰りの列車の車窓から「バカヤロー!」と叫び、憂さを晴らす若者達であったが……。第二話「カラダだけの男」東京の会社に勤めている白石はじめ（沢田研二）は、異常な潔癖症で神経質な性格のため都会の生活を毛嫌いし、故郷の越後湯沢から新幹線通勤していた。はじめの社内の評価は高く、上司の命令でやむなく妻（松田美由紀）と共に都内の幹部向け一戸建てに引っ越すことになるのだが、満員電車や信頼できない食材に耐えられなくなっていく。同僚達が歓迎会を催すが、出された料理もはじめにとっては危険なものとしか映らず非難してしまう。更に症状はエスカレートし、科学用品店で顕微鏡を購入してウイルスが無いことを確認できるまで除菌しなければ気が済まなくなり、次第に妻の精神は破綻をきたすのだった……。第三話「サギるなジャパン」香港の土地成金の息子・ホイ（ユン・ピョウ）は、日本を勉強するため来日しアルバイト生活を送っていた。アルバイト先をクビになり、街中を歩いているところを怪しげな宗教に勧誘されかけ、その現場をセクシーな女性（原久美子）に救出されるホイ。恋人になりたいホイは女の言いなりとなり、高額な印鑑や高級車の売買契約書に判を押してしまう。ある晩、二人でデート中に男たちに絡まれ叩きのめされたホイは、女から「香港の男は、皆強いと思っていた」と告げられ、身体を鍛えるためスポーツジムに通い始める。しかし、女の正体は外国人専門の詐欺師であった。新たなアルバイト先のゲイのママ（寺田農）から手口を教えられたホイは、女が他の男を同様の手口で騙している現場を目撃する。真実を悟ったホイは詐欺師集団のアジトへ乗り込むが、以前と同様に叩きのめされる。ところが「バカヤロー!」と叫ぶと豹変し、襲いかかる男達を次々と倒していくのだった……。",
    "chinese_title": "混蛋！4 YOU！就是你！",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "バカヤロー!4 YOU! お前のことだよ",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T14:36:59"
}