{
    "aka": [
        "最后的成员"
    ],
    "sid": "20449995",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171339624.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt2318701",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语",
        "冰岛语"
    ],
    "playdate": [
        "2014-04-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2318701/",
    "imdb_votes": 1363,
    "this_title": [
        "The Final Member"
    ],
    "douban_link": "https://movie.douban.com/subject/20449995/",
    "imdb_rating": "6.5/10 from 1363 users",
    "trans_title": [
        "鸡鸡博物馆",
        "最后的成员"
    ],
    "douban_votes": "101",
    "introduction": "aris has the Louvre. London has the Tate Modern, and New York the Metropolitan Museum. But Husavik, Iceland—a diminutive village on the fringe of the Arctic Circle—boasts the world’s only museum devoted exclusively to painstakingly preserved male genitalia.Founded and curated by Sigurður “Siggi” Hjartarson, the Icelandic Phallological Museum houses four decades worth of mammalian members, from a petite field mouse to the colossal sperm whale, and every “thing” in between. But, lamentably, Siggi’s collection lacks the holy grail of phallic phantasmagoria: a human specimen. No, this is not the synopsis to the latest Christopher Guest film, but rather it is the subject of Jonah Bekhor and Zach Math's new documentary, THE FINAL MEMBER, a film festival favorite which is slated for a 2014 release by Drafthouse Films (the company behind the acclaimed and controversial film THE ACT OF KILLING).THE FINAL MEMBER centers on Siggi, whose world changes dramatically when he receives generous offers from an elderly Icelandic Casanova and an eccentric American. However, as the competition for eternal penile preservation heats up between the two men, Siggi soon discovers that this process is more complicated than it initially appeared. In their debut feature film, Jonah Bekhor and Zach Math follow Siggi on his dogged, often emotional quest to complete his exhibition in a peculiar, yet startlingly relatable, story of self-fulfillment and the value of personal legacies (both big and small).THE FINAL MEMBER captures the uniquely bizarre Icelandic Phallogical Museum, whose quest for the human specimen leaves an indelible stamp on the lives of a few... to the intrigue of many. We would love to send you a screener for consideration so you can plunge into this strange world yourself.",
    "chinese_title": "鸡鸡博物馆",
    "douban_rating": "6.2/10 from 101 users",
    "foreign_title": "The Final Member",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "6.2",
    "update_at": "2025-02-25T06:42:05"
}