{
    "aka": [
        "Born and Bred"
    ],
    "sid": "2044086",
    "cast": [
        {
            "url": "/celebrity/1041464/",
            "name": "马蒂娜·古斯曼 Martina Gusman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306504/",
            "name": "Tomás Lipan Tomás Lipan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870040635.jpg",
    "region": [
        "阿根廷",
        "意大利",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028110/",
            "name": "巴勃罗·特拉佩罗 Pablo Trapero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0468816",
    "director": [
        {
            "url": "/celebrity/1028110/",
            "name": "巴勃罗·特拉佩罗 Pablo Trapero",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2006-09-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0468816/",
    "imdb_votes": 602,
    "this_title": [
        "Nacido y criado"
    ],
    "douban_link": "https://movie.douban.com/subject/2044086/",
    "imdb_rating": "6.3/10 from 602 users",
    "trans_title": [
        "土生土长",
        "Born and Bred"
    ],
    "douban_votes": "47",
    "introduction": "圣地亚哥（吉尔摩·伯芬宁饰）是一个出色的室内装修专家，与他的妻子米丽（马蒂娜·古兹曼饰）共同经营一家装修公司，赚了很多钱。他们还有一个可爱的女儿茱丝芬娜（维多利亚·维瑟科饰），三人在布宜诺斯艾利斯建立了幸福的小家庭。茱丝芬娜已经六岁了，夫妻俩把她看成是天上的星星，宠爱有加，她也视宠而娇，经常乱发脾气。这天，在夫妻俩带着小女儿到郊外旅游的路上，小女儿突然不知所谓地发脾气，夫妻俩忙着劝她时，他们的车急拐到路旁、冲入树林并燃烧起来。屏幕一下子黑了下来，只听见圣地亚哥疯狂地叫着自己的妻子和女儿的名字……罗伯特（费德里科·艾斯考若饰）和圣地亚哥（当时，观众已经几乎认不出他的样子）在布宜诺斯艾利斯做维修工人。和他们周围的人们一样，他们的生活十分贫困，为了糊口，他们连到树林里捉兔子等琐碎的工作都去做，他们从不喝酒，哪怕是价格低廉的小酒馆都不去，从不敢浪费每一分钱。圣地亚哥的生活从天堂跌到地狱，但他认为他是自找的，一切都活该。他不能忘记过去，他拒绝驾车，也不和任何人来往，不让任何女人进入他的领域。每天晚上，他都给所谓的家里打电话，要与自己的妻子与女儿讲话，但是当对方刚接起来时，圣地亚哥马上挂上电话，他害怕电话那边传来的不是自己熟悉的声音。后来，圣地亚哥与罗伯特一起在阿根廷南部巴塔哥尼亚高原的森林里打猎时迷路了，两人选择不同的道路走出森林。圣地亚哥在森林中似乎见到了米丽和茱丝芬娜，她们到底是死于车祸，还是依然活在世间呢……◎ 幕后制作：[关于电影]影片开场十五分钟左右，呈现给观众的是一对夫妻和他们可爱的女儿幸福的生活在一起，与导演之前的几部作品（《旋转家族》Rolling Family等）一样，以诗化的美给影片开头。但是，当我们觉得影片一定会表现一个上层社会幸福家庭的时候，剧情却急转而下，这种幸福被突如其来的一场车祸打碎了，主人公和观众都陷入了一种相互指责和绝望之中，每一个镜头都很狰狞，比冬季还要冰冷。不可预见的悲剧将主人公的内心世界彻底封锁，任何外界所有的变化都不能让他转变，他的世界只有他和妻子、女儿。导演用极宽阔的影像与主人公内心相配合，让他只活在自己的小世界里。整部影片就是一段情感的奇妙旅行，是一个父亲在车祸后让情感驻留的一个愿望。在白色组成的房间里，山蒂亚哥和米丽拼命的做爱，但却感受到了婚姻并不如表面上看起来那么幸福，这部分表现在导演的处理下电影的痕迹很重。相反地，他们的车祸等真正存在的悲剧仿佛没有表现地特别电影化，而是表现得很真实。在山蒂亚哥处在一个全新的环境--阿根廷南部的巴塔哥尼亚高原时，他与他的同伴罗伯特在一起狩猎、生活，影像发生了很大的变化，但也没有给他带给什么新的希望，他依旧生活在他自己的心里。其实，影片并没有说明米丽和茱丝芬娜是已经死于车祸还是依然活在世上，它想传达的只是山蒂亚哥封闭而孤独的心境。[关于导演]帕布罗·查比罗于1971年10月4日出生于阿根廷的布宜诺斯艾利斯， 从事电影行业多年，做过制片人、编剧、导演、演员、音乐、剪辑等各方面的工作，是个多面手。多年来，他的影片逐渐形成自己特有的风格。在《土生土长》中，帕布罗·查比罗探索的不仅是悲剧背后的个体生活，还有社会背景等对人的改变所起的作用。[关于演员]吉尔摩·伯芬宁在饰演丈夫和父亲的角色时，有时候会过于入戏。在影片中，他将山蒂亚哥从年轻演到老，加之山蒂亚哥内心戏很多，这对吉尔摩·伯芬宁是一个挑战。常与帕布罗·查比罗合作的演员费德里科·艾斯考若表演地比较真挚，大多数时候都是真情流露、矫揉造作的成分几乎没有。他的表演使罗伯特这个人物很讨巧。其他演员如托马斯·里潘在影片中饰演他们的美国朋友科西克Cacique，给影片注入了许多新鲜的感觉。[关于影像]导演帕布罗·查比罗的老拍档--摄影师吉尔摩·尼耶托Guillermo Nieto用他的双手创立了一个遥远而美丽的世界。每一个镜头在影片中畅然又得体的运动，仿佛他是家庭中的第四位成员，在一家三口出了车祸后，他作为第四位成员，还可以陪伴着身心受伤的主人公。同时，在巴塔哥尼亚高原拍摄的贫瘠荒芜的影像有新现实主义的感觉，导演和摄影师给观众展现了一个极少被人们关注的视野。",
    "chinese_title": "土生土长",
    "douban_rating": "6.7/10 from 47 users",
    "foreign_title": "Nacido y criado",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "6.7",
    "update_at": "2025-04-21T14:15:45"
}