{
    "aka": [],
    "sid": "20453685",
    "cast": [
        {
            "url": "/celebrity/1196361/",
            "name": "成泰燊 Taishen Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323360/",
            "name": "贾兆冀 Zhaoji Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319544/",
            "name": "张舒羽 Shuyu Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895914778.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1329125/",
            "name": "延艺云 Yiyun Yan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1329126/",
            "name": "易晓钟 Xiaozhong Yi",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "高粱花子"
    ],
    "douban_link": "https://movie.douban.com/subject/20453685/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "高粱五十年代初期出生在西部某城市一个工人家庭，因为他家邻院是一家电影制片厂，小时候大部分时间都和小朋友们爬墙钻洞混在制片厂的道具库房、摄影棚里了。虽然电影没少看，但书却是没多读。高粱的父亲因工伤事故早逝，母亲也很快瘫卧床榻，小小年纪的高粱，家务活扬言拿得起放得下，经常在小朋友们面前炫耀，事事成了小朋友们的好帮手。高粱爱面子就得受洋罪，嘴里却还振振有词的。在那个年代，原本与他无缘的事都让他赶上了，大跃进、三年自然灾害、社教、文化大革命都稀里糊涂的把他扯了进去，帮着张家砸铁锅，带着小朋友在红薯地里打牙祭，替出身不好的谋谋担写歪诗的罪名……那个年代，那条街上，那个小院，谁都认识高粱，谁都蛮实心地说：高粱那是个好人。社会开始变化了，大家开始考大学了，提干要文凭了，入党不唯成分论了，但高粱为人的个性一点也没有变。刚结婚那阵子，谋谋要考大学，说让他带几天孩子，他没二话，一带就是三个月；电影厂里的小春，啥本事也没有，长的奇丑无比，但因为演坏人演绝了，声名大噪，戏约不断，也求高粱照顾他的老娘，这点事，算啥呀，你娘就是俺娘，谁让咱是发小，是哥们呢？高粱的老婆怀孕反映强烈，但高粱忙朋友的事给疏忽了，老婆生孩子时，他正帮着大海的弟弟张罗婚宴当主厨，他没有手机、传呼机，等老婆出事了，火速赶到医院时，两个亲人只剩下了一个。紧接着，卧病的老娘也走了，高粱抱着刚出生的女儿悲悯欲绝，发誓以后要好好抚养女儿，再也不管别人家的闲事了。因为老婆名桂花，她给女儿取名花子。老婆一生的理想是考大学，他发誓，一定要让花子长大了上名牌大学。有一阵子，院里的、街上的熟人知道高粱的苦楚，就是有点事也不好意思再找他，高粱也没觉着什么，可那天下着小雨的傍晚，他刚把花子从幼儿园接回家，就碰上了谋谋两口子为谁带孩子发生争吵，一个说要上戏，一个说要考试了，都认为对方不支持自己的事业。高粱看见了，二话没说，抱着谋谋的女儿回了自己的家。一个羊是赶，两个羊也是赶，高粱家里不知不觉又多了几个朋友的孩子。虽说隔三差五有变的，但高粱热心肠帮人忙的德性显然是变不了啦，他也似乎乐在其中。打那儿以后不管谁让他帮忙，都不觉得有什么不好开口，不觉得有什么。一句话，谁也没拿高粱当外人。岁月就是流水，不知不觉得街道变宽了，楼变高了，谋谋成了世界闻名的大导演，大海当了省政府的厅长，阿猫阿狗都出息了，邻家的女儿成了歌星，听说出场费一天就能顶一辆车，小春的电话是经济人拿着的，连老娘打电话都要预约……在花子的眼里，什么都在变，小院里天天都有新闻，在花子心里，只有高粱没有变，她的心里有一块大大的石头，她不敢说出来，但却下意识常常表现出来。她本想让别的同学到家里来，怕别人看到自己家憨厚无能的父亲。在班上，花子有一张和谋谋的合影照片，还有一张小春签名的剧照，她被同学们热眼羡慕，下课后，她总是在教室里自习很久，等别人走了很久才走。有一天下阵雨，高粱想到花子没带雨伞，骑着自行车冒雨赶到中学门外的小报亭，等候花子放学。高粱看到校门外停着许多小轿车，花子和同学们在校门口分手时，有个同学叫花子上她家的车，花子微笑着说，不用啦，我家的车停在前面边。花子冒雨冲过马路，避看同学们的视野，走了好远才又返回马路这边，冲上公共汽车……高粱看着这一切，完全被惊呆了，这时，他才意识到，这个世界变了，才感觉到，女儿的自尊心是怎么回事，才发现花子和自己的距离居然如此巨大。这一晚，高粱和花子都因淋雨而感冒发烧了，两个人的冲突比高烧来得更猛更剧烈更震撼。高粱觉得，他已全然不认识花子了。坚持中，高粱只有一个信念：做人，首先要做个好人，有钱没有钱不重要，有财有才都必须先做个好人！花子也在坚持：好人有什么用？！你好，人家考大学，你帮人家带孩子，结果呢？人家成了名，当了官，你还不就是你？提干分房子，出国拿大奖，哪一样不风光，哪一样跟你这个好人有关系？说到伤心处，花子终于说了：你当烂好人，把俺妈都搭上了，你还不回头不敢甘心啊！高粱听到这儿，山一样的汉子轰然倒下了……从此，父女俩人间有了深深的隔阂。随着改革开放的不断深入，社会发生着巨大的变革，花子也一天天长大，从大学毕业到进入社会，花子一天天的成熟，然而和父亲间的裂痕却始终没有愈合，但是他们默默的关心着彼此的生活，割不断的亲情纽带将他们的心紧紧相连。新的世纪到来了，祖国山河发生着更加剧烈的变化，申奥成功了，“神六”上天了……电影制片厂庆祝建厂五十周年的活动，打破了高粱和花子平静的生活。谋谋、小春、大海纷纷回到了曾经生活的地方，既是为了厂庆，更是为了看望高梁这个老朋友。这些以前只能在报纸电视上见过的“大人物”竟然出现在了自己的眼前，而且与自己的父亲握手言欢，谈笑风生，开心地聊着儿时的往事，这样的场面令花子几乎不敢相信。在自己眼里很没用的父亲竟然受到这些“大人物”们如此的尊敬，她的内心受到了深深地触动。谋谋他们又走了，喧嚣结束，生活再次归于平静。高梁和花子经过多年的隔阂之后，重新坐到一起进行了一次长谈，父女俩的心渐渐靠在了一起……花子终于明白，改革开放不仅需要弄潮儿，更需要无数像高粱这样默默付出的平凡人，而他们为国家为社会做出的一切，是不会被遗忘的。",
    "chinese_title": "高粱花子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T01:28:45"
}