{
    "aka": [
        "老鹰乐队传奇历史"
    ],
    "sid": "20451122",
    "cast": [
        {
            "url": "/celebrity/1101625/",
            "name": "唐·亨利 Don Henley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041400/",
            "name": "格伦·弗雷 Glenn Frey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第50届美国声音效果协会奖(2014)\n　　非虚构类电视节目最佳音效 艾略特·施因纳 / 汤姆·弗莱施曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1968250734.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2194326",
    "director": [
        {
            "url": "/celebrity/1011361/",
            "name": "艾莉森·埃尔伍德 Alison Ellwood",
            "@type": "Person"
        }
    ],
    "duration": "187分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2194326/",
    "imdb_votes": 2888,
    "this_title": [
        "History of the Eagles"
    ],
    "douban_link": "https://movie.douban.com/subject/20451122/",
    "imdb_rating": "8.2/10 from 2888 users",
    "trans_title": [
        "老鹰的历史",
        "老鹰乐队传奇历史"
    ],
    "douban_votes": "191",
    "introduction": "Alison Ellwood’s intimate, meticulously crafted patchwork of rare archival material, concert footage, and unseen home movies explores the evolution and enduring popularity of one of America’s truly defining bands.Inspired by the vibrant Los Angeles music scene, Glenn Frey and Don Henley left Linda Ronstadt’s backup band to team with Bernie Leadon and Randy Meisner and form the Eagles in 1971. While personal stories from band members (later including Don Felder, Joe Walsh, and Timothy Schmit), managers, and music-industry luminaries frame the narrative, it’s the unexpected moments—recording sessions, backstage interactions, and even a whimsical sequence from the Desperado cover shoot—that convey the inexplicable rapport linking artists, music, and the times (an era when country-tinged rock and pristine harmonies spoke to a nation still reeling from unrest).But the band was not impervious to its own unrest, and its conflicts prompted several departures and ultimately led to its demise (or long vacation). This History of the Eagles Part 1 skips neither a beat nor a hit song, and we’re reminded why the band’s “greatest-hits” collection remains the best-selling album in U.S. history. - J. N.",
    "chinese_title": "老鹰的历史",
    "douban_rating": "9.1/10 from 191 users",
    "foreign_title": "History of the Eagles",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "9.1",
    "update_at": "2025-02-11T05:14:12"
}