{
    "aka": [
        "So Much Water"
    ],
    "sid": "20452983",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901193746.jpg",
    "region": [
        "乌拉圭",
        "墨西哥",
        "荷兰",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1826876",
    "director": [],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2013-05-10(乌拉圭)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1826876/",
    "imdb_votes": 472,
    "this_title": [
        "Tanta Agua"
    ],
    "douban_link": "https://movie.douban.com/subject/20452983/",
    "imdb_rating": "6.3/10 from 472 users",
    "trans_title": [
        "水满自溢",
        "So Much Water"
    ],
    "douban_votes": "0",
    "introduction": "Just the way in which long-haired, brace-wearing fourteen-year old Lucía climbs into the car with her little brother says it all: puberty is such a burden. Disgruntled Lucía has to spend a week's holiday with her divorced father, Alberto. She feels about as much inclination towards her father and his constantly commandeering tone as she does for their miserable little holiday flat. To make things worse, a massive thunderstorm at the resort means that the pool is closed for safety reasons. Whilst her brother spends time with Alberto, shy Lucía drifts into a more exciting world. Hanging out in the arcades with a friend, it's not long before she meets a cute guy named Santiago who at first gallantly chauffeurs her on his moped before talking her into a night out in the small town - a night out that doesn't exactly end as Lucía had hoped …As the heavens open up and the rain pours down Lucía weeps in silence. Ana Guevara and Leticia Jorge's humorous coming-of-age debut Tanta Agua is a moving snapshot of the different members of a family: but although they may all be different ages, the way in which they expericence despair is nonetheless very similar.",
    "chinese_title": "水满自溢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tanta Agua",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T04:35:14"
}