{
    "aka": [],
    "sid": "20451516",
    "cast": [
        {
            "url": "/celebrity/1320427/",
            "name": "Graham Agassiz Graham Agassiz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402903/",
            "name": "布兰登·塞米纳克 Brandon Semenuk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "冒险",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2210550479.jpg",
    "region": [
        "加拿大",
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt5001094",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5001094/",
    "imdb_votes": 50,
    "this_title": [
        "Strength In Numbers"
    ],
    "douban_link": "https://movie.douban.com/subject/20451516/",
    "imdb_rating": "7.7/10 from 50 users",
    "trans_title": [
        "山地车大军"
    ],
    "douban_votes": "63",
    "introduction": "Featuring: Graham Agassiz, Gee Atherton, Adam Billinghurst, Matt Hunter, Cam McCaul, Anthony Messere, Brandon Semenuk, Wade Simmons, Andrew Shandro, Rene Wildhaber and Thomas Vanderham. With appearances from: Rachel Atherton, Steve Smith, Aaron Gwin, Ryan Howard, Tracy Moseley, Tyler McCaul, Steve Peat, Greg Watts and Alex Reveles.Locations: Aptos California, Whistler BC, Fort William Scotland, Green River Utah, Nepal, Kamloops BC, Verbier Switzerland, Vancouver BC.Strength in Numbers is produced, written, directed and edited by Anthill Films in co-production with Red Bull Media House. Presented by Shimano and Trek in association with Contour HD, Clif Bar, Pinkbike.com and PRO Components. Additional support for the film is provided by the Whistler Mountain Bike Park, Kona, Toyota Trucks, Scion, Oakley, Easton, Evoc, Big Mountain Adventures, Verbier St. Bernard and Ride Nepal.With unprecedented access to land, British Columbia is home to more mountain bike trails per capita than anywhere else in the world. From old growth rain forests to barren grasslands, BC’s diverse landscape allows for every variety of trail to exist in one place. In BC, you can experience the evolution of mountain biking through the trails.",
    "chinese_title": "山地车大军",
    "douban_rating": "7.7/10 from 63 users",
    "foreign_title": "Strength In Numbers",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "7.7",
    "update_at": "2025-07-29T00:08:29"
}