{
    "aka": [
        "地狱厨房(英版)",
        "英版地狱厨房 第一季"
    ],
    "sid": "2045928",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p619667168.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0412137",
    "director": [
        {
            "url": "/celebrity/1260392/",
            "name": "安德鲁·卓别林 Andrew Chaplin",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "15",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-05-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0412137/",
    "imdb_votes": 1798,
    "this_title": [
        "Hell's Kitchen Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/2045928/",
    "imdb_rating": "6.7/10 from 1798 users",
    "trans_title": [
        "地狱厨房(英版) 第一季",
        "地狱厨房(英版)",
        "英版地狱厨房 第一季"
    ],
    "douban_votes": "1305",
    "introduction": "每集的比赛单元如下：开门前挑战胜利队（者）的奖品和落败队（者）的惩罚晚饭服务时间出局者提名哥顿选出一名队员出局[编辑]第1集美国播映日期：2005年5月30日挑战: 队员刚刚到达餐厅就要为哥顿炮制一道个人招牌菜色。哥顿只觉得卡罗安和爱丝的招牌菜色做得好。他还说他对这班参赛者没有太大的期望。参赛者分队: 挑战完毕后，哥顿便把参赛者分队。基斯、爱丝、占美、卡罗安、杜伯里和杰夫被分到红组。劳夫、谢丝嘉、云狄、米高、玛莉·爱伦和安祖被分到蓝组。晚饭服务: 哥顿选出杰夫和劳夫为他们队伍的侍应。两队队伍都不能好好地达到哥顿对食物的严格要求，导致哥顿把很多弄好的菜掉进垃圾筒内。蓝组的安祖与哥顿发生了口角，与此同时，米高用了厨房内最后一条龙虾尾。红组队员统统都在战战兢兢地弄菜。卡罗安被哥顿见到她站在甜品那里无所事事，不给她的队员伸出援手，被哥顿臭骂了一顿。最后，虽然蓝组把一部分的主菜弄好和送给客人，但是哥顿，眼见面前的残局，把此回合的比赛终止。谁胜谁败: 哥顿说，虽然今晚没有赢家，但是因为蓝组可以推出一些主菜，所以红组是输家。爱丝被哥顿认为是这回合的劣中最优者，要负责提名两个人出局。出局者提名: 爱丝提名卡罗安，因为她觉得卡罗安的经验不够。虽然爱丝承诺不会提名杜伯里，但是到宣布提名的时候，爱丝却背信提名杜伯里，因为她觉得杜伯里在比赛的时候出现了问题。被淘汰：卡罗安，因为哥顿觉得她没有足够的经验在厨房工作。哥顿还说：“我说过，‘千万、千万不能离弃你的队员。’你今晚就是离弃了你的队员。把你的厨师衣服脱下。地狱厨房不需要你！”[编辑]第2集美国播映日期：2005年6月6日挑战: 清理花枝。能够清理和预备好最多花枝的队会与哥顿共进晚餐。因为蓝组比红组多出一人，为了公平起见，米高没有参加这个挑战。最后，红组以一条花枝之差击败蓝组。蓝组被击败的惩罚就是要把晚餐需要的花枝准备好。晚饭服务: 蓝组因为在挑战时被击败，他们那边厨房的空调被哥顿关掉。开始时，两组的厨房都可以正常运作。但是，红组的杰夫因为受肾石影响，在蔬菜装饰部的表现欠佳。蓝组的安祖和玛莉·爱伦为了肉部的控制权发生了口角，阻碍进度。红组的杜伯里错漏百出，差一点就退出了。但是，红组的队员游说他留下。 最后，一台客人因为等红组的菜等了三句钟，打了电话叫比萨外卖。这台客人的行为导致高级侍应尚·菲力普（Jean-Phillipe）与那台客人发生口角，还差一点发生打斗。落败队伍：哥顿认为今晚的服务差强人意。但是，他认为蓝组的服务比红组的好。基斯被哥顿认为是这回合的劣中最优者。提名：基斯提名杰夫及杜伯里。杰夫被提名的原因是因为基斯觉得他太倔强。杜伯里被提名的原因是因为基斯觉得他常常为了一些芝麻绿豆的小事而影响他的心情。哥顿完全同意基斯的提名。被淘汰：杜伯里，因为他离弃他的队员。哥顿说：“杜伯里，你出局的原因很简单：你是一个懦夫，你在破坏你队以后再离弃你的队员。”。杜伯里出局的原因和卡罗安出局的原因非常接近。[编辑]第3集美国播映日期：2005年6月13日杰夫的健康: 杰夫在上一集饱受肾石影响。在上一集的淘汰仪式完毕后，他终于把肾石排出体外。特别队员整合: 因为蓝组比红组多了两个队员，所以为了平衡两组的实力，米高被掉到红组。挑战: 哥顿吩咐两组人准备和弄五道他们创作的菜给他享受。两队的队员比须分工合作，在十分钟之内，利用仅有的一百美元，前往当地一间超级市场，购买五道菜式的材料。两组创作的五道菜里面都有三道菜被哥顿喜欢。但是，哥顿觉得红组的菜得互相协调比蓝组的好。所以，红组胜出这次的挑战。红组胜出的奖品是与哥顿去当地一家酒吧喝酒。蓝组的惩罚是他们要打扫两队的宿舍。晚饭服务: 当晚，餐厅有两个食评光顾和品尝两队队员炮制的菜。因为队员们没有可能知道那一碟菜是给食评吃的，所以哥顿警告所有队员，他们必须把每碟菜当成给食评吃的菜。在此以后，杰夫负责的龙虾意粉没能够如期送出。蓝厨房的云狄因为觉得冷水会比热水快点煮滚，令到蓝组的菜要迟出。红组送出的一些饭前菜得到食评的好评。但是，安祖和云狄的饭前菜就弄得很糟糕，有一碟饭前菜更令到一名客人呕吐。虽然安祖与别人发生了口角，劳夫最后能够把蓝组重新团结起来，但是，杰夫犯的错误开始反得越来越多。最后，杰夫更一怒离开比赛和他的队友。退出： 当离开厨房后，杰夫退出游戏.落败队伍： 再次地这个回合中没有胜出者，哥顿通过食评的意见来决定本回合的失败队伍。食评们更喜欢红队的食物而且红队虽然失去了杰夫但仍然能够后来追上,因此宣布蓝组落败。而红队的领队劳夫被评为劣中最佳队员。提名： 因为安祖的态度问题他被劳夫选为需要淘汰的队员之一，另外云狄因为犯了诸多错误也被选为需要淘汰的队员。被淘汰：最后云狄被淘汰出局，因为她接二连三的犯了错误，而且大家觉得跟她合作很麻烦。",
    "chinese_title": "地狱厨房(英版) 第一季",
    "douban_rating": "7.9/10 from 1305 users",
    "foreign_title": "Hell's Kitchen Season 1",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.9",
    "update_at": "2025-05-04T00:37:09"
}