{
    "aka": [],
    "sid": "20458781",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1096853/",
            "name": "厄尼·格尔 Ernie Gehr",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "WORK IN PROGRESS"
    ],
    "douban_link": "https://movie.douban.com/subject/20458781/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "WORK IN PROGRESSErnie Gehr 2012USA | Format: digital | color | sound | 30:20 minutesImages of a New York City block in Chelsea serve as conduits and “mediums” of evocation as they delineate fires within the eye. A coalition of the impossible then takes place—specters of life and specters of digital media intermingle on a field of light—the screen rectangle! The result?—a sort of a spider’s web of visual and audio/visual happenings entwined with glimpses of the multi-faceted character of daily street life; a clutter of overlapping planes, building facades, actions, and sounds; a dense kaleidoscope of color and phenomena, familiar, yet also otherworldly and phantom-like. A body of light and its double (a shadow), briefly merge, and then pull apart again. How was it done?, we may ask. There is local color, but there is also color independent of normal life associations. In some takes the pavement of the street will take on the color of muted green grass, but not in others, or the “sky” may look like a “normal” blue, while nothing else may within that particular image. Never mind logical explanations. Instead, relax, stay with the work from moment to moment, see color, graphic image, and composition, not just object, but an audio/visual feast for the senses, and savor as much detail as you can from this digital rendition of a living urban space (a “work in progress”).—E.G.",
    "chinese_title": "WORK IN PROGRESS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T07:29:35"
}