{
    "aka": [],
    "sid": "2045777",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1310784/",
            "name": "Stephen Padilla Stephen Padilla",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0844872",
    "director": [
        {
            "url": "/celebrity/1310784/",
            "name": "Stephen Padilla Stephen Padilla",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-06-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0844872/",
    "imdb_votes": 31,
    "this_title": [
        "the little things"
    ],
    "douban_link": "https://movie.douban.com/subject/2045777/",
    "imdb_rating": "8.4/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Brilliantly alternating between the blissful early moments of a budding relationship and the less savory state of mind that accompanies the temptation of infidelity, The Little Things is a romantically-charged meditation on the challenges of modern love that wonderfully captures the intimacy of casual social exchanges.Workplace acquaintances Michael and Miranda are two otherwise-committed individuals whose mutual attraction and undeniable chemistry peak at the same complicated moment when their existing relationships hit impasses. Coasting through closeness comes to a head when they realize that the nightly chore of re-parking the car has become an excuse to spend two minutes together, and menial office work serves as a giddily flirtatious escape. \"We're at the point in our relationship where if we were in a real relationship we'd be spending all our free time together,\" Miranda and Michael admit, and it is with just such a balance of observation and rich, understated dialogue that the film negotiates its characters' motivations and judgment. Charting romantic territory with the passionate urgency of the Before Sunrise/Sunset films and the intimate energy of Charlotte Sometimes, newcomer Stephen Padilla charges his tender exploration of complicated relationships with a fond appreciation for the little things. Audience Award Winner: 2006 Red Bank International Film Festival",
    "chinese_title": "the little things",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T20:39:25"
}