{
    "aka": [],
    "sid": "2046073",
    "cast": [
        {
            "url": "/celebrity/1014201/",
            "name": "斯凯勒·斯通 Skyler Stone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214910/",
            "name": "马蒂·韦斯特 Marty West",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0313984",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "english"
    ],
    "playdate": [
        "2002-06-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0313984/",
    "imdb_votes": 421,
    "this_title": [
        "Dog Eat Dog"
    ],
    "douban_link": "https://movie.douban.com/subject/2046073/",
    "imdb_rating": "6.0/10 from 421 users",
    "trans_title": [
        "狗咬狗"
    ],
    "douban_votes": "0",
    "introduction": "Six contestants spend a day with each other competing in various physical and mental challenges. During this evaluation day players decide who's good/lacking in various elements of trivia and strength. The next day, game day, challenges are presented and the gameplayers vote for the person they think most likely to fail the challenge. If the person fails, they are banished to the Dog Pound. But if the successfully complete the stunt, they then vote off one of the people who voted for them. Players are whittled down until only two remain. They then compete in a head to head competition to discover who's the Top Dog. But it's not over yet! The Top Dog then gets five question categories (ie: Sports, Politics, Entertainment) and must chose which player from the Dog Pound they want to answer each one. If the Top Dog chooses wisely and manages to get the pound members to answer three incorrectly, he/she wins the pot of $25,000. But if the Pound members answer three correctly, they split the pot equalling $5,000 apiece. The game's a great one because during the evaluation day, players use lies and deceit to fool fellow players into thinking they're weak in areas they may not be. Lots of treachery and excitement. Written by Anonymous",
    "chinese_title": "狗咬狗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dog Eat Dog",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T01:39:16"
}