{
    "aka": [],
    "sid": "20473736",
    "cast": [
        {
            "url": "/celebrity/1325600/",
            "name": "梓阳子 Yoko Azusa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555158041.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0287676",
    "director": [
        {
            "url": "/celebrity/1324378/",
            "name": "藏原惟二 蔵原惟二",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0287676/",
    "this_title": [
        "性処女 ひと夏の経験"
    ],
    "douban_link": "https://movie.douban.com/subject/20473736/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "夏の高原を少年が駈ける。蝶のコレクター、伸之である。ここ秩父の山すその町に伸之の母が療養生活を送っており、伸之は見舞いをかねて、蝶を取っているのだった。ギラつく陽光、むせかえる草いきれ。伸之は躰の火照りをおさえきれず、素裸になってマスターベーションにふけり始めた。その時、一匹の蝶が眼の前をかすめた。珍蝶、キマダラルリツバメだ。蝶は少年の体液の匂いを慕うように舞い、飛んでいった。素裸のまま蝶を追って、元に戻ってくると、可愛い少女が伸之のシャツとズボンを着けて駆け去っていった。数日後、伸之は、あの少女、ルリ子からの手紙を受け取った。精神病院に無理矢理監禁されているので助けてほしいというのだった。半信半疑の伸之だったが地図をたよりに出かけて行くと、確かに病院は存在し、ルリ子はいた。伸之は危険を犯してルリ子を救出したが、彼女は気まぐれな蝶のように途中で消えてしまった。伸之は、同じ蝶のコレクターで慕っている先輩の昌彦を訪ねると、驚いたことに昌彦とルリ子が幻想的なセックスに浸っていたのだ。ルリ子の白い裸体を、昌彦が蝶で次々と埋めていき、その上を虫ピンで刺すたびに、ルリ子は快感にうめいた。やがて昌彦がのしかかり、二人の肉体を鱗粉が包んだ。家に帰った伸之は、またもや愕然とした。ベッドの上にルリ子がいるのだ。ルリ子はやさしく伸之を抱きしめ、伸之はその胸の中でうっとりと眠った。翌朝、ルリ子を捜しに精神病院の看護人がやって来たが、伸之のベッドにも、昌彦のところにもいなかった。しかし、ルリ子は昨夜は一晩中、昌彦と一緒にいたという……。伸之はまたキマダラルリツバメを追って高原に行った。そして、いつかのようにマスターベーションにふけり、舞い寄った蝶を捕えた。昌彦は狂喜した。この蝶こそ彼が執念で補えようとしてビッコにさせられてしまった幻の蝶なのだ。だが、伸之の胸に残忍な衝動がつきあげ、蝶を手から離した。必死になって捕えようとする昌彦は、躰のバランスを失い倒れた。その上をルリ子が運転する車が猛スピードで走り抜け、後を看護人の車が追った。後にはボロキレのような昌彦の死体がころがっていた。「この世には、もう一つ別の世界がある。眼には見えないけれど、美しい毒をいっぱいちりばめた蠱感的な世界が……」伸之は、ひっそりと死んでいった母の言葉を想った。伸之は今までに集めた蝶の標本を全て叩き壊した。すると蝶たちは、ふきこぼれるように舞い上がっていった……。",
    "chinese_title": "性処女 ひと夏の経験",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T18:34:08"
}