{
    "aka": [
        "狂野美洲"
    ],
    "sid": "20491264",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885023491.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2343311",
    "director": [],
    "duration": "60 min",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-06-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2343311/",
    "imdb_votes": 155,
    "this_title": [
        "Untamed Americas Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/20491264/",
    "imdb_rating": "8.1/10 from 155 users",
    "trans_title": [
        "野性的美洲 第一季",
        "狂野美洲"
    ],
    "douban_votes": "190",
    "introduction": "Explores the grit and glory in the wilds of North America, Central America and South America.Outside our concrete jungles, beyond the strip malls, and just minutes from our own backyard is another world that is thriving, fighting, and surviving. Brawny mountains, burning deserts, tangled forests, and curvaceous coasts. A grizzly bear takedown of helpless elk calves in Yellowstone. Bighorn sheep going head-to-head in battle. Giant Humboldt squid cannibalizing their kin. Mountain lion cubs hunting solo for the first time. The landscapes and wildlife of the Americas are savage, shrewd, and stunning. These are the great outdoors, our wildest frontiers—our Untamed Americas.Untamed Americas reveals the grit and glory in the wild of North America, Central America, and South America. Each hour explores some of the greatest wildlife spectacles, delicate dances, unbelievable endurance, and against-the-odds survival in episodes dedicated to the continent’s mountains, deserts, coasts, and forests.MountainsSee a fascinating bat that, until recently, no one knew existed, and that boasts the largest tongue-to-body ratio of any mammal in the world.DesertsMeet penguins raising a family in the driest desert on the planet.CoastsWitness exclusive, never-before-seen footage of a lemon shark birth, right in the middle of hurricane alley.ForestsHunt alongside an elusive jaguar before it makes a meal of a caiman crocodile along the banks of the Amazon forests.在落基山打猎的灰熊，舌头比身体长的蝙蝠，对着月亮嚎叫的白腹食蝗鼠，猎杀凯门鳄的美洲豹，在树林间游泳的海豚等，美洲地区充满了许多惊奇。这些动物一定拥有不可思议的生存之道，才能在某些最极端的环境里生存。分集简介：第一集山岭：以高清摄影技术近距离捕捉北美和南美洲壮丽的山景。巍峨的山脉一路从北美的阿拉斯加、落基山，一路延伸至南美的安地斯山，全长超过九千哩。这些山脉近在咫尺，人们对其却知之甚少。广阔无边的荒野里，充满着难得一见的野生生物。第二集沙漠: 从宏观与细腻兼备的角度，以惊人的摄影技术拍摄美洲沙漠。沙漠中的一切，生死都由水源决定。沙漠中隐藏着秘密世界，令人惊讶的坚毅求生故事，还有你从未见过的画面。所有美洲沙漠都藏有惊喜，让深知个中奥妙的生命去发掘，并加以运用。第三集海岸：美洲的海岸线由三大洋组成，曲折蜿蜒十万多哩，几乎从北极绵延到南极，涵盖了各个纬度。我们从太平洋来到加勒比海；从冰冻的北极，来到世界尽头的南冰洋。美洲的海岸是许多独特生物的家园，有着独一无二的壮观景色。第四集森林：五大洲当中，美洲的纬度跨度最大，森林的种类也最多，从亚马逊热带雨林，到极北的北方森林，生活其中必须面对严苛的挑战。无论是常见或稀有动物，都会为了生存而有惊人之举。节目收录了前所未见的精彩镜头，让人一窥美洲动物的生活。",
    "chinese_title": "野性的美洲 第一季",
    "douban_rating": "8.5/10 from 190 users",
    "foreign_title": "Untamed Americas Season 1",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.5",
    "update_at": "2025-02-21T01:00:18"
}