{
    "aka": [],
    "sid": "20501096",
    "cast": [
        {
            "url": "/celebrity/1330835/",
            "name": "乌日根 Wurigen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372970/",
            "name": "李育生 Yusheng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275510/",
            "name": "杨新鸣 Xinming Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "动作",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2378992509.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1326473/",
            "name": "强小陆 Xiaolu Qiang",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012(中国大陆)"
    ],
    "this_title": [
        "三边红日"
    ],
    "douban_link": "https://movie.douban.com/subject/20501096/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1935年秋天，三边特委派杨啸风以客商身份，深入马鸿逵统治的定边城搞地下工作。在赶赴定边途中，杨啸风寄宿一客栈，偶然收留一位乞讨的孩子小石头。杨啸风的善良令小石头万分感动，他紧紧跟随着杨啸风，两人一起来到了定边城。晋商王掌柜女儿王月琴带着驼队住在定边城中的骆驼店内，晚上大盗沙里狐进店抢劫，并要掳走王月琴。同样住宿在这家店里的杨啸风出面阻止，与沙里狐发生了冲突。小石头原来是沙里狐的小弟，他悄悄给沙里狐使眼色，沙里狐方才作罢，带领手下离开。王月琴对杨啸风充满感激之情。王月琴回家之后对杨啸风仍念念不忘，此时保安团团长柳斌来找月琴，结果吃了个闭门羹，他愤愤离去。定边原特委书记因叛徒出卖遇害，尸体被悬于城楼上。杨啸风组织地下党员在深夜秘密潜入城楼中夺下尸体，撤退时被守城敌兵发现，杨啸风举枪阻击，不幸臂膀中弹受伤。悄悄尾随前来的小石头将杨啸风带到了月琴家。敌兵顺着血迹追到了月琴家门前，柳斌以王家窝藏共产党人要挟月琴，让她第二天到酒楼一起用餐。月琴无奈前去赴宴，柳斌提出让月琴嫁给他，否则就前去搜查。月琴只好敷衍，让给她三天的时间考虑。在月琴的精心护理下，杨啸风身体逐渐康复。为了不连累王家，杨啸风决定速速离开，月琴恋恋不舍地送走了他。当柳斌来听月琴的答复时，月琴当场翻脸不认人，柳斌气愤万分，当场让人搜查，结果一无所获，气哄哄带人离去。杨啸风探知宁夏马鸿逵将运一批军火到定边城，他决定利用伪县长为儿子摆满月酒之际行动。正当前院大摆宴席，大谈如何剿共时，后院军火库已被炸。柳斌当场怀疑是杨啸风所为，周县长用异样的眼光看着杨啸风。周县长的二姨太要带着孩子去娘家，周县长派保安团的人随行保护。提前知道消息的杨啸风带着小石头去见沙里狐，欲与其联盟，共同对付伪军。因沙里狐与周县长有不共戴天之仇，所以他答应杨啸风的建议，在途中将周县长的二姨太劫持。地下共产党员、饭馆老板胡明创被柳斌抓起来，严刑拷打，想逼问他的接头人是谁，胡明创始终没有招出杨啸风。当杨啸风得知胡明创被抓时，他只身前往牢房，用自己换出了胡明创。月琴听闻杨啸风的事情后，前去探望，真诚地向杨啸风表白了自己对他的爱恋，并提出自己愿与他并肩作战。杨啸风被月琴的真诚所感动。周县长得知自己的太太和儿子被沙里狐劫持后，心急如焚，亲自带着人马前去讨伐沙里狐。半途中遭到沙里狐的伏击，柳斌为自保，扔下周县长自己离去，周县长成了沙里狐的刀下鬼。穷途末路的柳斌直奔月琴家，将其家丁打死，并打伤了王掌柜，将月琴强行掳走。杨啸风利用狱卒的麻痹大意，从狱中脱身而出。当从小石头口中得知月琴被掳走后，他骑马奋起直追。就在柳斌欲对月琴施暴时，杨啸风及时赶到，将柳斌开枪打死。八路军顺利攻入定边城内。一轮红日，满天朝霞，杨啸风、王玉琴迎着火红朝阳跃马飞驰而去。",
    "chinese_title": "三边红日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-04T18:52:33"
}