{
    "aka": [],
    "sid": "20505060",
    "cast": [
        {
            "url": "/celebrity/1274661/",
            "name": "傅淼 Miao Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318195/",
            "name": "曹磊 Lei Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314476/",
            "name": "修庆 Qing Xiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323139/",
            "name": "马晓峰 Xiaofeng Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318279/",
            "name": "佟凡 Fan Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331906/",
            "name": "陈市 Shi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325815/",
            "name": "梁林琳 Linlin Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389160/",
            "name": "李文波 Wenbo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1481852/",
            "name": "马杰力 Gary Malmon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552185940.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1373504/",
            "name": "李国新 Guoxin Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318628/",
            "name": "彦小追 Xiaozhui Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348390/",
            "name": "孙铁军 Tiejun Sun",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "香水佳人"
    ],
    "douban_link": "https://movie.douban.com/subject/20505060/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "兴亡百姓苦，改朝换代对于前清举子林庆祥来说便是最为“苦闷”的事。锦绣前程顿成泡影，更是在回老家香山的路上，被乱兵剪掉了忠于前朝的辫子，斯文扫地。受尽侮辱的林庆祥要用一尺白绫结束生命，被住在隔壁的同乡陆长远救下，在陆长远的宽慰之下，二人一同返乡。前途的渺茫使林庆祥心灰意冷，便终日放纵茶楼酒肆，挥霍时光。从广州某西洋学堂毕业的陆长远则是充满活力，身为香山县长陆恩庭之子，他不必为生计而奔波，时常邀请儿时同伴家中聚会，教佣人跳西洋舞，偶尔骑着县里唯一一辆单车招摇过市。他天性淳朴，不屑于政客间的尔虞我诈，更不喜追逐蝇头小利的商人，却偏偏与落魄的林庆祥成为挚友，无话不谈。林家族亲不想林庆祥就此荒废，遂托人安排他的婚事。林庆祥对婚事隐隐不安，于是偷偷趴在小姐家墙头张望，而窗口那婀娜的身影，绝美的容颜让林庆祥欣喜不已，墙头马上遥相顾，只是这一眼，便将林庆祥的魂勾走了。伴随着清脆的车铃声，陆长远宛如一阵清新的风在这个古老县城中飘过，享受着青春所带来的欢乐。直到某日，他不小心撞倒了一位美丽的姑娘，当两人四目相对的瞬间，陆长远知道自己遇到了今生唯一的爱。林庆祥大婚之日，当林庆祥掀开新娘子盖头的时候大惊失色，那绝美的女子为何就换成了脸上生有胎记的“丑陋”女人？原来，这新娘子娘家姓徐，闺名蕙茹，她自幼与丫鬟阿香情同姐妹，与蕙茹不同，阿香可是村里闻名的美人，那日林庆祥伏于墙头见到的，正是媒婆刻意安排的阿香。好端端的一场婚事，让林庆祥即无理由退婚，又不甘心承认，更不肯与蕙茹同房。而蕙茹却主动承担林家上下一切，不久邻里之间就传闻着蕙茹的贤惠之名。而化解二人尴尬的正是陆长远，陆长远更是开玩笑让林庆祥将丫鬟阿香纳为小妾，以免相思之苦。一语成谶，偏偏是这一句玩笑，改变了阿香与陆长远此生的命运！陆长远并不知道，自己朝思暮想的，在街角偶然撞到的那个绝美女子其实就是阿香！尚不知情为何物的阿香也就这样懵懵懂懂的嫁入林家。当陆长远终于知道阿香身份的时候，一切悔之晚矣。新文化教育出来的陆长远知道阿香不幸福，他同情阿香，理解阿香，深爱着阿香，可偏偏林庆祥如一座大山一样横在两人中间。而越是如此，这份爱就越浓烈，越让人无法自拔，于是，兄弟反目……于是，陆长远远足南洋……在蕙茹与阿香的打理下，林庆祥过着衣食无忧的日子。但天有不测风云，因与保皇党的牵连，林庆祥入狱，为了营救林庆祥，蕙茹与阿香变卖一切，阿香更是惨遭陆长远的父亲陆县长的强暴，姐妹二人最终得到的，只是林庆祥的一具尸体。对两个女子而言，一瞬间，天就塌了。姐妹二人只能回到娘家，但徐家哪里能容得阿香做出有辱门风之事？蕙茹不得已，联系陆长远，默许陆长远携阿香私奔。陆恩庭得知陆长远离家出走，雷霆震怒。他拘禁徐家老爷，派码头一霸叶中天四处寻人。叶中天找到陆长远之后说明其中关节，劝陆长远回头。陆长远震惊父亲竟然做出禽兽之事，更无法原谅阿香。这一次，真的伤了心的陆长远抛下阿香独自离去。宛若浮萍的阿香一个人越走越远，凄风苦雨中，孤苦伶仃，无限悲凉。当她终于见到来寻自己的蕙茹，不由得泪如雨下。为了阿香，蕙茹被徐父赶出家门，她的儿子振邦也被徐家送往澳门，母子不得相见。但不管多苦多难，蕙茹坚持照料阿香，阿香也为林庆祥产下遗腹子振国。姐妹二人相依为命，照料振国，期间，他们多次被叶中天刁难，都咬牙坚持下来。艰难时刻，是船运商人乔治的出现改变了她们人生的轨迹。乔治欣赏阿香这位诚实善良的东方美人，他为阿香打开西方文明之门。在乔治的船长室，阿香第一次见到地大物博的祖国在地球仪上不过巴掌大小，第一次透过望远镜将偌大的码头拉近眼前，第一次知道外国女人可以休掉丈夫，第一次知道万里之外的英吉利的国王竟然是个女人。阿香站在轮船甲板上，感受脚下轮机的震动，命运由此悄然改变。在乔治的协助下，阿香开始经商，从没有人看得起的纽扣做起，一点一滴的学，一次又一次与叶中天斗，不屈不挠。她赢得了香山商会会长杜时铭的看重，在商会的协助下，阿香发展成为香山买办商人中的一员。阿香的成长让死敌叶中天深深恐惧，他利用广州政变的契机，暗杀陆县长，嫁祸阿香。可惜他机关算尽，却没有算到回来奔丧的陆长远分享者电视网addintime.com。多年海外生活无法让陆长远忘记阿香。在陆长远、杜时铭等人的营救下，新任县长释放阿香。但阿香冷冰冰的拒绝了陆长远的感情，那些往事，那些不堪回首的记忆让阿香无法释怀，永不原谅。而陆长远宁愿用一生来偿还阿香，只身留在香山开设学校。阿香与叶中天已是不死不休的局面，阿香绕过叶中天的势力在码头兴建仓库，叶中天发狠一把火烧掉阿香货物。阿香不破不立，转而搞起航运生意，叶中天控制码头泊位对抗。阿香有商会鼎力支持，叶中天也有日本商人细川在背后撑腰。陆长远默默地帮助阿香，但他越来越心惊，十年时间弹指一挥间，却已让一个清纯的女子变成了一个果敢决断，甚至不惜手段的女商人。商业世界的大门已经打开，阿香已是有进无退的局面。因此，当假死的陆恩庭重新当上县长之后，阿香甚至答应嫁给年逾半百的陆县长以对抗叶中天，为此陆长远肝肠寸断，阿香更不惜与同甘共苦的蕙茹决裂。但新婚之夜却蕴藏一场惊天阴谋，陆恩庭被鸩杀，香山大哗！而所有证据皆指向阿香。这一次，阿香输到无话可说！再无人可营救的阿香，难道真要命丧于此？而就在临刑前最后一晚，阿香找叶中天到狱中密谈……第二天阿香便扬帆出海，永离香山。时光荏苒，又是七年无情岁月。日军早已磨刀霍霍，准备大举侵华，战争的阴霾让香山商业举步维艰，而叶中天背靠日本势力俨然已是香山霸主，香山商会在叶中天打压之下勉力支撑，艰难时世之际，一艘被商会寄予最后希望的运输船抵达香山，解了商会燃眉之急，让大家惊愕不已的是船的主人——当初只身离开香山的阿香，今日锦衣归来！原来，阿香利用军方的关系，在七年时间经营着纵横南洋东海的运输网络。此刻他带着政府的手令重回香山。陆长远人到中年，却苦等阿香，拒绝了表妹周沁的苦苦爱恋。蕙茹更是无时无刻不想念阿香，当年她居住的房间干净如故。唯一的区别振国长大，一个热情、正直、却有些莽撞的年轻人。但阿香不敢相信的是，振国的心上人却是仇人叶中天的女儿叶青。振邦也回来了，虽然经历了诸多风波，但与蕙茹终于母子相认。叶中天在日本人支持下殊死一搏，泊位争夺、米市风波。但此时的阿香，已经成为一个成熟的商人，思虑深远，处变不惊。对于叶中天的疯狂她一一自如应对。已经被逼到墙角的叶中天孤注一掷走私军火，却被阿香算计后身陷囹圄。这一次，是阿香到狱中找叶中天密谈，与七年前截然相反，叶中天不得不交出了全部产业，黯然离开香山。商场征战，起起伏伏，阿香不甘被宿命左右，奋而抗争，她成功的打造了自己的航运事业，却在情场上输的一干二净。再次面对陆长远，韶华已逝，情何以堪？蕙茹希望阿香原谅陆长远，但此时此刻，阿香对于陆长远是恨？是爱？谁又能说得清？成为香山商会会长的阿香注定没有享受平静的福分，一个女子，一个商业行会该如何面对日军的铁蹄？叶中天回来了，他不惜做汉奸也要拿回来自己的一切！他曾经的后台日商细川也回来了，香山的每寸土地每份资源都是他觊觎的财富！香山，失去了之前的繁华，被蹂躏的衰败不堪。面对一场真正的劫难，阿香心力憔悴。振国加入了抗日组织，为保护国宝，陆长远惨死。为保护振邦一家，蕙茹牺牲。为民族抗战，阿香更是让振国炸掉了自己的运输船以堵塞航道，阻止日军军舰进入香山。阿香几乎失去了她能失去的一切！在战争面前，一切都是如此的不堪一击！抗战胜利后，举国欢庆，而在香山某个残破的房间中，阿香却有着一丝失落。阿香，从一个丫鬟到一个商界奇女子，她改变了自己的人生轨迹，却真的挣脱了宿命吗？物是人非，还有那些永远离开的人，当曾经的点点滴滴涌上心头，换来的，只是一声叹息……",
    "chinese_title": "香水佳人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T10:01:51"
}