{
    "aka": [],
    "sid": "20501191",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "49分钟",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "地球市場·富の攻防"
    ],
    "douban_link": "https://movie.douban.com/subject/20501191/",
    "trans_title": [
        "世界市场·财富攻防战"
    ],
    "douban_votes": "109",
    "introduction": "世界市场•财富攻防战 第一回：驰骋世界的年金洪流他是来访埃及的美国人，操纵着400亿日元资本的对冲基金，他计划利用由于战争引发的混乱来获取盈利。当中东陷入经济危机的时候资本会怎样运动呢?基于战争的资本运动也牵动了日本的养老金的去向，该基金在美国股票市场投入了超过60亿日元的资金，他们担忧着战争将会给美国股市带来的打击。在地球某处发生的事件动摇遥远的市场 然后又在世界市场产生连锁反映，这都缘于世界成为一体而出现的世界市场。10集系列记录片将介绍世界市场的财富攻防战，第一回的今天，我们将介绍在世界市场纵横无尽的资本的世界，我们将关注瞄准庞大养老福利金的高科技金融手段——对冲基金。世界市场•财富攻防战 第二回：Made in china 中国的战略中国浙江省义乌市，在这个城市有吸引来自世界各地采购者的批发市场，超过来自190个国家的商人，以集装箱为单位采购着商品。包含来自国内的商人，每天有15万人到此。在这3层建筑中，有批发商家16000家。在世界各地颠覆价格的中国商品，现在准备向新的阶段进发，立志成为世界名牌的中国最大的家电企业海尔，在美国建设工厂。在被美国指名为支援恐怖主义国家的伊朗，中国企业进行着地铁的建造。世界市场•财富攻防战 第三回：要塞小镇的人们。有钱人在那边，大部分没有钱的就在这里，围墙的另一边完全是不同的世界，全是超豪华的住宅区。兼具防卫功能与隔离功能的围墙，现在在美国各地不断出现，被称为要塞小镇的高级住宅区，在周围建设高墙和围栏，用以隔绝外部自由出入的要塞小镇，在美国有20000多个，共有800万人左右生活在这里。90年代在美国出现空前的经济增长，这里的大部分居住者都是趁着景气的浪潮，随着时代获得了财富，支撑美国经济的是彻底的竞争主义，赢得残酷经济竞争的商人及其家属，在要塞小镇讴歌着奢华的生活。在全球市场以个人成功而铸就的美国经济，以日本为首的世界很多国家认为，竞争主义才能给经济以活力，不约而同地向美国学习。随着漫长景气的结束，为了生存，更让竞争升级的美国社会，这给人们带来了什么？我们以要塞小镇为舞台进行洞察。世界市场•财富攻防战 第四回：巨大企业对决非政府组织世界上最大的体育用品公司耐克，是在55个国家拥有据点，并在140多个国家进行销售的多国籍企业。作为人权和环境相关的负责人，副经理埃特尔接收着发自世界各地，来自消费者和非政府组织的投诉，这个星期也有关于越南工厂的咨询。90年代，耐克因为发展中国家劳工问题，受到了严厉批评。作为巨大企业怎样来履行社会责任，埃特尔副经理从5年前开始改革。全球市场的主角——多国籍企业，受到了来自非政府组织的严厉批判，他们要求企业不能一味追求利益，应该履行人权与环境上的责任。巨大企业面对NGO的批判，是如何回应的？企业的选，关系到其存亡。世界市场•财富攻防战 第五回：汽车的欧洲战线3月，在瑞士日内瓦召开的国际汽车展, 汇集了世界30个国家200多家汽车制造厂家和零部件生产厂家。在这里展出的新车达50种以上，各厂家现今都在频繁地更新车型，意图扩大欧洲市场份额。4月，欧盟有10个国家新加入，成员国扩大为25个国家。新加盟的各国都对汽车厂家抱有巨大期望，希望它成为经济发展的助推剂，相互竞争彼此较劲，推出更多更优惠的各项招揽政策。随着新的加盟国的崛起，欧洲第一的汽车大国——德国开始受到冲击。就业机会转移到了国外，失业率超过10%，承受着痛苦折磨的产业工人，正面临新的抉择，国家处在剧烈震荡中。经济全球化的火车已经开动，继续乘坐还是跳下火车？现在还看不到隧道的出口，已经被卷入了全球化大潮的企业、国家、民众，无法后退逃脱。世界市场财富攻防，这次的舞台是展开巨大竞争之战的欧洲。为了提高欧洲各国的竞争力，不甘输给美国，抢占巨大市场而诞生的欧盟，让我们走近在那里展开的汽车制造企业的竞争，以至于把国家也卷入的激烈攻防战。世界市场•财富攻防战 第六回：人才供应大陆—印度和非洲今年1月，英国谢菲尔德，萧萧冷雨中，一辆旅行车正缓缓驶向目的地，车上坐着8位来自非洲的女士，她们今后将成为谢菲尔德国立医院的护士。英国现在因护士严重不足而深受困扰，缺口约为2万名左右，为了解决这个问题开始从非洲大量引进护士。这次引进的是津巴布韦、肯尼亚、乌干达等国有丰富经验的护士，在这里，她们可以获得比自己国家多十倍的收入。现在，伦敦4个护士当中，就有一个是外国人。拥有十亿人口的印度，这里急剧增长的商业，正威胁着发达国家白领们。深夜凌晨三点，德里某办公室，戏剧般的坐满了人，这里是受美国的信贷公司委托 ，专门应对客户咨询的电话服务中心。打电话咨询的人，可能想不到跟自己通话的人，正在地球的另一端呢。现在印度以廉价的人工费和英语为武器，引发了白领阶层薪资行情的崩溃。将世界连为一体的全球市场，继金钱、物资的流动之后，现在人才的流动也变得火热起来。只要有能力就有机会使自己变得富有，发展中国家的人们已经意识到了这一点。逐渐蔓延，超越国籍的人才争夺战，对财富的渴望，跨越国境的大移动。世界市场•财富攻防战 第七回：影子里的巨大工厂他是来自美国硅谷的经营者，他在全世界一家接一家地收购工厂，他所拥有的工厂，现已扩展到世界29个国家，数量多达一百家以上，该公司去年的销售额约合1兆6千亿日元。在他随身携带的笔记本电脑里，随时都有来自亚洲、美国还有欧洲等地的所有正在运转的工厂的最新信息，他就是在制造业的世界掀起巨大变革的麦克•马克斯。目前在世界市场范围内，各大电子厂商之间的竞争越来越激烈，为了能在这场白热化的竞争中胜出，各大厂商纷纷将资金集中到研发和服务上。而相对而言，工厂的利润空间原本就很小，于是就成为了各大厂商不断甩卖的对象。而马克斯先生，则不断地买进这些工厂，专门承担起生产的任务。马克斯先生的新一轮目标，锁定在日本，他将位于日本爱知县的一家工厂，连同所有的员工一起买下，并从美国派人作为厂长来进行管理，生产线的设置由此完全改观。于是，即便是在以自产为主要生产方式的日本，也开始出现了全新的、巨大的变化。在全世界范围内，将工厂连同员工一并收购，新的商业模式由此诞生。世界市场•财富攻防战 第八回：市场经济的传道士为谋求全世界的市场经济一体化，以世界霸主美国的国家战略为背景，在美国主导的各种国际组织，建立各行业的世界标准，从源头上把控世界，用大炮胡萝卜向全世界各个国家输出。充当急先锋的，即是欧美的咨询和会计师们，他们此前在世界各地忙于市场经济的体系建设，从社会主义的中国、内战后的波斯尼亚，到陷入经济危机的东亚，他们被称为“市场经济的传道士”。向发展中国家大规模移植市场经济的体系和规则，传道士的力量甚至可以左右一个国家的政局。在沦为战败国的阿富汗还有伊拉克的市场经济传道士的业务，更是势不可挡。战败国的复兴背后不为人知的商业行为，世界市场•财富攻防战 第八回，镜头贴近那些在发展中国家开展复兴业务的市场经济的传道士的身影。世界市场•财富攻防战 第九回：最强商品.超级明星在全球化的热潮中，体育高度商业化的美国，NBA成了巨头们吞占世界的最好媒介。把世界染成同一种颜色，全球的爱好同一化，商业试图占领世界市场的每一个角落。购入中国的体育巨星姚明，是篮球传道士NBA总裁斯特恩的得意之作。姚明身后的13亿人的消费市场，吸引了众多商家竞标赞助。通过一系列策划，姚明早已超越篮球界，成为中国人心目中的国家英雄，商家眼中的最强王牌。在世界各地举行比赛，在全球范围吞购优秀选手，NBA成了全球通用的符号。体育早已超越运动范畴，在商业的浪潮中破浪前行。世界市场•财富攻防战 第九回：我们一起关注被称为最强商品的超级明星们背后的商业思维。世界市场•财富攻防战 最终回：基因里孳生的霸权面对癌症，死亡难道不可避免吗？生物工程技术向人类的克星发起了直面进攻，利用最新的生物工程技术，通过影响致病基因的结构，只杀死癌细胞，为人类攻克癌症开启了另一扇大门。基于全新构想，使治疗血癌成为可能，新型药物打破了医学界的传统观念，也掀起了医药费暴涨的浪潮。会引起大肠溃疡的克罗恩病是一种疑难病症，今天美国的生物公司研制出一种新型药物，新药每针剂价格约合人民币2万元。延长人的寿命，给患者带来新生的希望，让人对未来充满希望。同时，资本操纵下的生物行业，现在将他国生物资源申请专利进行垄断销售，至少有25个国家已经深受其害。人类基因图谱已被成功破译，生物工程技术即将步入实用化阶段，研发针对疑难病症的治疗药物，预测源于遗传基因的疾病，在前人未曾涉猎的领域中，拔取头筹者定能获取巨额财富。生物制药行业竞争形同战场，以雄厚资本为后盾，各大制药公司展开了激烈的市场攻防战，研究、生产、市场等各个链条都牵涉其中。世界市场•财富攻防战，今天播出最终回，为您放送——基因里孳生的霸权。",
    "chinese_title": "世界市场·财富攻防战",
    "douban_rating": "8.2/10 from 109 users",
    "foreign_title": "地球市場·富の攻防",
    "douban_rating_average": "8.2",
    "update_at": "2025-02-09T19:35:05"
}