{
    "aka": [
        "2057"
    ],
    "sid": "2051092",
    "cast": [
        {
            "url": "/celebrity/1007180/",
            "name": "帕特里克·戈弗雷 Patrick Godfrey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068718/",
            "name": "Jeff Caster Jeff Caster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078559/",
            "name": "Mey Lan Chao Mey Lan Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137347/",
            "name": "Simon Newby Simon Newby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161663/",
            "name": "蒂姆·威廉姆斯 Tim Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1229111/",
            "name": "Jennifer Julia Caron Jennifer Julia Caron",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "科幻",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918757519.jpg",
    "region": [
        "USA"
    ],
    "writer": [],
    "imdb_id": "tt0977682",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2007-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0977682/",
    "imdb_votes": 303,
    "this_title": [
        "Discovery:World In 50 Years"
    ],
    "douban_link": "https://movie.douban.com/subject/2051092/",
    "imdb_rating": "7.1/10 from 303 users",
    "trans_title": [
        "地球50年后",
        "2057"
    ],
    "douban_votes": "185",
    "introduction": "２０５７年的世界是怎样呢？车可飞上天？人造器官？中国和美国争能源？隐型战士？太空天梯？由世界顶尖科学家和研究机构支持，本剧利用科学事实加上科学幻想来预测未来可能的情况。涉及的范围包括医疗科技、运输的进步，甚至未来的文化和政治意识形态都将在剧中进行探究和解释。What would you see and experience if the clocks rolled forward 50 years? In a unique blend of drama and science, this three-part series shows you the world of tomorrow. Will we have flying cars? Will advances in medicine help us stay young forever? What about \"printing\" custom-made vital organs? What will our cities look like? What will tomorrow's wars be about? Will we have robots helping around the house? Will solar power be the new oil?Supported by the world's leading scientists and research institutes, we embark on a quest to answer some of society's most fundamental questions and reveal the dramas of tomorrow's world along the way. State-of-the-art computer graphics in combination with a dynamic story line will create a world usually only seen in feature films, but with the accuracy and relevance of a documentary. This series is all about opening the window of our future based on science fact, not science fiction.The BodyFlying ambulances? Intelligent clothing? Custom-built organs from scratch? Robotic surgery? Learn about today's medical breakthroughs that will extend our lives in 50 years.The CityCars without drivers? Humanoid robots in every household? Cyber-hacking? Intelligent camera surveillance systems? Learn about today's scientific advances that will shape our networked cities of tomorrowThe WorldAn invisible soldier? A space elevator to the stars? Transmit the inventory of the Library of Congress via laser beam in seconds? What are the real fuel sources of the future? Learn about technological quantum leaps that will shape our planet in 50 years.",
    "chinese_title": "地球50年后",
    "douban_rating": "8.1/10 from 185 users",
    "foreign_title": "Discovery:World In 50 Years",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.1",
    "update_at": "2025-09-04T13:57:12"
}