{
    "aka": [],
    "sid": "2051295",
    "cast": [
        {
            "url": "/celebrity/1023249/",
            "name": "马克·莱沃因 Marc Lavoine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037192/",
            "name": "让-皮埃尔·达鲁森 Jean-Pierre Darroussin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073663/",
            "name": "H.I.M. Damsyik H.I.M. Damsyik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292519/",
            "name": "皮埃尔-奥利维耶·莫尔纳 Pierre-Olivier Mornas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880211312.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011038/",
            "name": "马克·艾斯波西托 Marc Esposito",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0429187",
    "director": [
        {
            "url": "/celebrity/1011038/",
            "name": "马克·艾斯波西托 Marc Esposito",
            "@type": "Person"
        }
    ],
    "duration": "103 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2006-02-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0429187/",
    "imdb_votes": 298,
    "this_title": [
        "Toute la beauté du monde"
    ],
    "douban_link": "https://movie.douban.com/subject/2051295/",
    "imdb_rating": "4.6/10 from 298 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "L’histoire d’un couple : Franck et Tina. Il l’aime, mais elle ne peut pas l’aimer : l’homme de sa vie vient de mourir, elle est en pleine dépression. Lors d’un voyage en Asie où Tina tente de reprendre goût à la vie, Franck s’impose en douceur comme un guide, un compagnon de voyage, bientôt comme un ami... Tina finira-t-elle par aimer Franck ?En Bref...Adaptation décevante du roman de Marc Esposito.En Détails...Trop triste, trop sombre, \"Toute la beauté...\" ne convainc pas. Je n’ai pas lu le roman de Marc Esposito avant de voir le film donc l’histoire m’est totalement inconnue.J’ai tenté de m’accrocher aimant bien Marc Lavoine, Zoé Félix et Jean-Pierre Darroussin mais la base sombre et triste plombe le film qui ne parvient jamais vraiment à décoller. Certes il y a des paysages inconnus de l’Indonésie sympas mais on reste sur sa faim.La première impression en sortant du film est celle de déjà vu avec le précédent film (américain) \"Un automne à New-York\" qui raconte l’histoire d’une jeune femme en train de mourir du cancer.Zoé Félix a une coupe de cheveux qui ne lui va pas du tout, un look garçon manqué sans sensualité - à l’opposé de Shane (\"L Word\") par exemple. Ajouter à cela donc aucune scène de sensualité et beaucoup trop de blabla... Le film est ennuyeux. Un Marc Lavoine qui tente de séduire sans vraiment jamais y parvenir. Est ce un rôle parfait pour lui, le chanteur-tombeur du \"Parking des anges\" dans un rôle bien réservé, discret, limite \"timide mais je me soigne\" ? Bref un rendez-vous manqué pour ce nouveau film sur l’art de la séduction d’autant qu’on y retrouve une bonne partie du casting du très réussi \"Coeur des hommes\" (Marc Lavoine, Jean-Pierre Darroussin et Zoé Félix) - que vous préférerez sans doute à ce film limite soporifique. C’est dommage.\"Toute la beauté...\" est un film courageux qui ne parvient pas à convaincre son public sur ici non pas l’amour, mais le désamour. Quand un homme aime une femme mais que celle ci ne vous aime pas (vous me direz que ça vous arrive tous les jours de tomber amoureux d’une inconnue dans la rue ou le métro... mais rarement vous irez lui faire la cour). Etre tenté, attiré, essayer de séduire sans y réussir, échouer en tentant de conquérir l’objet de son désir... On reste sur le début de l’amour, donc sur sa faim. Il ne se passe pas grand chose ou presque, on peut admirer l’entêtement de Marc Lavoine à vouloir à tout prix conquérir cette fleur abandonnée mais on finit par se lasser de ses vains efforts avant lui. Une phrase de Jean-Pierre Darroussin résume bien l’affaire \"Quand un homme aime une femme qui ne vous aime pas, qu’est ce qu’on déguste\".Un film à réserver aux personnes hypersensibles fans de Marc Lavoine.",
    "chinese_title": "Toute la beauté du monde",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T01:36:49"
}