{
    "aka": [
        "石头城乐园 第二季"
    ],
    "sid": "20525181",
    "cast": [
        {
            "url": "/celebrity/1159752/",
            "name": "约翰·范德·派尔 Jean Vander Pyl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025349/",
            "name": "艾伦·里德 Alan Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055154/",
            "name": "梅尔·布兰科 Mel Blanc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063036/",
            "name": "贝亚·本德雷 Bea Benaderet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115691/",
            "name": "唐·梅西克 Don Messick",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "喜剧",
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883697943.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002858/",
            "name": "约瑟夫·巴伯拉 Joseph Barbera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009244/",
            "name": "威廉·汉纳 William Hanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042409/",
            "name": "沃伦·福斯特 Warren Foster",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0580259",
    "director": [
        {
            "url": "/celebrity/1009244/",
            "name": "威廉·汉纳 William Hanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002858/",
            "name": "约瑟夫·巴伯拉 Joseph Barbera",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "32",
    "language": [
        "英语"
    ],
    "playdate": [
        "1961-09-15(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0580259/",
    "imdb_votes": 252,
    "this_title": [
        "The Flintstones Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/20525181/",
    "imdb_rating": "7.5/10 from 252 users",
    "trans_title": [
        "摩登原始人 第二季",
        "石头城乐园 第二季"
    ],
    "douban_votes": "719",
    "introduction": "The Flintstones is an animated, prime-time American television sitcom that was broadcast from September 30, 1960 to April 1, 1966 on ABC. The show was produced by Hanna-Barbera Productions. The Flintstones was about a working-class Stone Age man's life with his family and his next-door neighbor and best friend.The show's continuing popularity rested heavily on its juxtaposition of modern everyday concerns in the Stone Age setting.The show is set in the Stone Age town of Bedrock. (In some of the earlier episodes, it was also referred to as \"Rockville\".) In this fantasy version of the past, dinosaurs, saber-toothed tigers, woolly mammoths, and other long-extinct animals co-exist with cavemen. Like their mid-20th century counterparts, these cavemen listen to records, live in split-level homes, and eat out at restaurants, yet their technology is made entirely from pre-industrial materials and largely powered through the use of animals. For example, the cars are made out of stone, wood, and animal skins, and powered by the passengers' feet (as in the theme song, \"Through the courtesy of Fred's two feet\").The original pilot episode clip was called the \"Flagstones\" (which first appeared in 1959 as a 90-second promotion to draw advertisers to the show) and was later reincorporated into the show's first episode (third episode in original air date order). The show's name was changed to \"The Flintstones\" shortly thereafter.TechnologyOften the \"prehistoric\" analog to a modern machine uses an animal.[5] For example, when a character takes photographs with an instant camera, inside the camera box, a bird carves the picture on a stone tablet with its beak. In a running gag, the animal powering such technology would frequently break the fourth wall, look directly into the camera at the audience and offer a mild complaint about his job. Other commonly seen gadgets in the series include a baby woolly mammoth used as a vacuum cleaner; an adult woolly mammoth acting as a shower by spraying water with its trunk; elevators raised and lowered by ropes around brontosauruses' necks; \"automatic\" windows powered by monkeys on the outside; birds acting as \"car horns\", sounded by the driver pulling on their tails or squeezing their bodies; an \"electric\" razor made from a clam shell, vibrating from a honey-bee inside; a pelican as a washing machine, shown with a beakful of soapy water; and a woodpecker whose beak is used to play a gramophone record. In most cases, \"The Man of a Thousand Voices\", Mel Blanc, contributed the animals' gag lines, often lowering his voice one to two full octaves, far below the range he used to voice the character of Barney Rubble. In the case of the Flintstones' cuckoo clocks, which varied from mechanical toys to live birds announcing the time, when the hour approached 12:00, the bird inside the clock \"cuckooing\" usually just ran out of steam and gave up vocally, physically, or both.\"Stone-age\" namesThe Stone Age setting allowed for gags and word plays involving rocks and minerals. For example, San Antonio becomes \"Sand-and-Stony-o\"; the country to the south of Bedrock's land is called \"Mexirock\" (Mexico). Travel to \"Hollyrock\", a parody of Hollywood, usually involves an \"airplane\" flight — the \"plane\", in this case, is often shown as a giant pterosaur, with the fuselage strapped to its back. Sun Valley becomes \"Stone Valley\" and is run by \"Conrad Hailstone\" (Conrad Hilton). The last names \"Flintstone\" and \"Rubble\", as well as other common Bedrock surnames such as \"Shale\" and \"Quartz\", are in line with these puns, as are the names of Bedrock's celebrities: \"Gary Granite\" (Cary Grant), \"Stony Curtis\" (Tony Curtis), \"Ed Sulleyrock/Sulleystone\" (Ed Sullivan), \"Rock Pile/Quarry/Hudstone\" (Rock Hudson), \"Ann-Margrock\" (Ann-Margret), \"Jimmy Darrock\" (James Darren), \"Alvin Brickrock\" (Alfred Hitchcock), \"Perry Masonry/Masonite\" (Perry Mason as played by Raymond Burr), \"Mick Jadestone and The Rolling Boulders\" (Mick Jagger and The Rolling Stones, called \"Mick Jagged and the Stones\" in live-action film The Flintstones in Viva Rock Vegas), \"Eppy Brianstone\" (Brian Epstein) and \"The Beau Brummelstones\" (The Beau Brummels). Once, while visiting one of Bedrock's houses of \"Haute Couture\" with Wilma, Betty even commented on the new \"Jackie Kennerock (Jackie Kennedy) look\". In some cases, the celebrity featured also provided the voice: \"Samantha\" and \"Darrin\" from Bewitched were voiced by Elizabeth Montgomery and Dick York. Examples from the above list include Ann-Margret, Curtis, Darren, and the Beau Brummels. Other celebrities, such as \"Ed Sulleystone\" and \"Alvin Brickrock\", were rendered by impersonators. Some of Bedrock's sports heroes include: football player \"Red Granite\" (Red Grange), wrestler \"Bronto Crushrock\" (Bronko Nagurski), golfer \"Arnold Palmrock\" (Arnold Palmer), boxers \"Floyd Patterstone\" (Floyd Patterson) and \"Sonny Listone\" (Sonny Liston), and baseball players \"Sandy Stoneaxe\" (Sandy Koufax), \"Lindy McShale\" (Lindy McDaniel), \"Roger Marble\" (Roger Maris), and \"Mickey Marble\" or \"Mickey Mantlepiece\" (Mickey Mantle). Ace reporter \"Daisy Kilgranite\" (Dorothy Kilgallen) was a friend of Wilma. Monster names include \"Count Rockula\" (Count Dracula), Rockzilla (Godzilla), and \"The Frankenstone Monster\" (Frankenstein's monster).",
    "chinese_title": "摩登原始人 第二季",
    "douban_rating": "8.7/10 from 719 users",
    "foreign_title": "The Flintstones Season 2",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.7",
    "update_at": "2025-02-24T17:49:08"
}