{
    "aka": [
        "The Seeds of Life",
        "渔米人家"
    ],
    "sid": "20533224",
    "cast": [
        {
            "url": "/celebrity/1328380/",
            "name": "陈泓宇 Shaun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326751/",
            "name": "谢佳见 Melvin Sia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381763/",
            "name": "巫恩仪 Yan Yee Moo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338224/",
            "name": "郭蕙雯 Eelyn Kok",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329227446.jpg",
    "region": [
        "中国大陆",
        "马来西亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1379103/",
            "name": "郭贽豪 Tzyy Haw Kok",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "鱼米人家"
    ],
    "douban_link": "https://movie.douban.com/subject/20533224/",
    "trans_title": [
        "The Seeds of Life",
        "渔米人家"
    ],
    "douban_votes": "0",
    "introduction": "罗昌禾乃白手兴家的米厂创办人，和妻子谭秋媚把两个儿子抚养长大成人，一心希望两子能继承米厂，但长子罗世聪个性好高骛远，跟次子罗世杰的踏实有天渊之别。世杰在中学时建议父亲引进插秧机，大量增加了农产量，自此便矢志研究，得到父亲赏识和支持，但却惹来兄长世聪的妒忌。世聪一心要胜过弟弟而误交损友，反遭人利用，和香港骗子签定了一宗生意，谁知对方没有如期付款。世聪为了掩饰罪行，更要求苏九替其掩饰，结果雪球越滚越大，世聪唯有把一切罪名推在苏九身上，意外导致苏九心脏病发引致脑缺氧，全身瘫痪不能指证世聪的罪行。世杰、小玉、正顺和德俊是形影不离的好兄弟。小玉和正顺更是公认的一对模范情侣，当父亲苏九病倒后，正顺向小玉求婚，原意是想帮忙小玉照顾苏九，不料小玉这才发现原来心里真正喜欢的竟然是世杰。世杰、小玉和正顺陷入一段苦戆之中，后来世杰和小玉暗中交往，却被正顺无意撞破，正顺也因而在工作中不小心被机器轧断右手，小玉和世杰除了自责，更饱受适耕庄人的白眼，一段真挚的感情能不能开花结果......而世聪认识了村里渔民李亚财的女儿李美芬，二人发生了一夜情，更让美芬珠胎暗结。世聪一如往常用钱把她打发，不料让美芬勃然大怒，大闹罗家，最后在家长的命令下终于完婚，可是由于美芬个性野性不驯和罗家的传统家庭有极大的差异，因而制造不少误会，直到美芬的前男友阿信出狱，造谣令适耕庄的人都以为美芬的孩子不是世聪的血裔，对她议论纷纷。美芬一怒之下做胎儿的DNA鉴定，峰回路转跟世聪起了争执意外流产，让世聪后悔莫及，美芬也因流产患上了抑郁症，和世聪的婚姻也备受考验，世聪和美芬这一对又能否和好如初......小玉的妹妹--小文自小响往吉隆坡的繁华热闹，一心挤身娱乐圈，瞒着家里偷偷辍学去考广告模特儿，原以为以后一路平步青云，不料却遇人不淑，先后被男人出卖背弃，令小文大受打击，认识世聪后，决定利用世聪踏入富贵人家，让一直暗恋着小文的德俊伤心不已，唯有患有小儿麻痹的燕琪一直暗恋德俊，这一段三角关系最后又如何解决，而小文和德俊也面临人生的极大危机......世聪为了表现自己，不惜向村民集资买了一家绿藻公司借売上巿，更把米厂押掉孤注一掷，后来却发现一切皆是骗局，昌禾一气之下身亡，世聪和小文被警方通缉追究责任，世聪却不顾情义一走了之，小文背上了大部份罪名，德俊为了替小文还钱给村民出公海捕鱼，最后被海盗捉了下落不明，究竟小文会不会因而下狱，德俊又能否脱险归来......世杰留下来补救世聪闯下的祸，收拾米厂的烂摊子，谁知雪上加霜，突然出现一次极大的天灾(金田螺)，把适耕庄整年的收成都破坏了，也影响到米厂不能如期还钱，银行也决定要接管米厂，眼看罗昌禾的多年心血化为乌有，世杰又如何化险为夷，适耕庄的人情味又如何挽救了这次大危机......每段故事交织发展，感情与危机互相交错，在渔米之乡里展现一段又一段打动人心，令人感动的故事，但最终也让人明白，除了上天的恩赐，也得靠大家的努力，才可以鱼米丰收，丰衣足食",
    "chinese_title": "鱼米人家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T07:52:33"
}