{
    "aka": [],
    "sid": "2053604",
    "cast": [
        {
            "url": "/celebrity/1257410/",
            "name": "Marvin LiTrenta Marvin LiTrenta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254961/",
            "name": "Sara Weibel Sara Weibel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250120/",
            "name": "Carrie Terraccino Carrie Terraccino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239847/",
            "name": "Yvonne LaForge Yvonne LaForge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1236924/",
            "name": "Jessica Daley Jessica Daley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1228784/",
            "name": "Catie LiTrenta Catie LiTrenta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163027/",
            "name": "吉姆·泰特斯 Jim Titus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020207/",
            "name": "Joe LiTrenta Joe LiTrenta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044293/",
            "name": "Tom LiTrenta Tom LiTrenta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1256221/",
            "name": "Joke? Joke?",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630322379.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020207/",
            "name": "Joe LiTrenta Joe LiTrenta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0784618",
    "director": [
        {
            "url": "/celebrity/1020207/",
            "name": "Joe LiTrenta Joe LiTrenta",
            "@type": "Person"
        }
    ],
    "duration": "126 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-02-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0784618/",
    "imdb_votes": 457,
    "this_title": [
        "Daymaker"
    ],
    "douban_link": "https://movie.douban.com/subject/2053604/",
    "imdb_rating": "5.6/10 from 457 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "I usually don't go for the drug films, most are morbid at one point, and I'm sorry but when I did drugs I had the time of my life, stopped cause hey it was pricey and I want my brain cells in tact for the rest of my days. When I was asked if I would watch a drug film that plays like real life instead of fiction, doesn't judge its characters, portrays it like it is. I thought, well that sounds pretty ace by me. Here I am typing about it after seeing it again, it's an addictive gem of an independent, I tell you! All of the characters humour me or make me pity them, or who knows what is going to happen next. I get them in my head, these people are so much like real people it is damn near frightening. It doesn't seem like anyone is acting! I am trying to understand how they got it to work in such a balance, that, here I am watching it again completely convinced when I know it is a film, it matches that level of a good book when you get so lost in it and can't put it down, must turn one more page. Alright, I am not going to ignore the fact that the movie has a moral when life has a moral all the time. Yesterday I found out something new and it bettered me. It happens. It happens naturally and without our knowing it sometimes, am I right? We change like the weather, and every once in a while we have one of those extra weird days where a lot of things seem to be happening at once, we're laughing and crying and smiling all at once - that's what this movie is like, you can't ignore it, it creeps in and before you realise it the movie has ended and if you want to go back, you will put it back in the player and start it again.It's special, the story feels entirely personal and while I can't prove it, I'm saying there's simply no way on God's green earth they made this one without having some real feelings about which way to go, and having genuine fun making this, anyone can see it. I will not be forgetting this one soon, I tell you. I can't think of what to compare it to so I am able to love it all the more for what it is, a little classic for our time. Beautiful.",
    "chinese_title": "Daymaker",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-23T05:00:26"
}