{
    "aka": [
        "The Lake of the Living Dead",
        "Zombie Lake",
        "丧尸湖"
    ],
    "sid": "2053185",
    "cast": [
        {
            "url": "/celebrity/1012652/",
            "name": "霍华德·沃侬 Howard Vernon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115784/",
            "name": "Antonio Mayans Antonio Mayans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468796/",
            "name": "纳丁·帕斯卡 Nadine Pascal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138024/",
            "name": "Youri Radionow Youri Radionow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128409/",
            "name": "Alain Petit Alain Petit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088576/",
            "name": "René Douglas René Douglas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080343/",
            "name": "伊冯娜·丹妮 Yvonne Dany",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041414/",
            "name": "让·洛林 Jean Rollin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "恐怖",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2427002434.jpg",
    "region": [
        "法国",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1055127/",
            "name": "赫苏斯·佛朗哥 Jesús Franco",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081027",
    "director": [
        {
            "url": "/celebrity/1041414/",
            "name": "让·洛林 Jean Rollin",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1981-05-13(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081027/",
    "imdb_votes": 3713,
    "this_title": [
        "Le Lac des morts vivants"
    ],
    "douban_link": "https://movie.douban.com/subject/2053185/",
    "imdb_rating": "3.1/10 from 3713 users",
    "trans_title": [
        "魔鬼湖",
        "The Lake of the Living Dead",
        "Zombie Lake",
        "丧尸湖"
    ],
    "douban_votes": "377",
    "introduction": "Set in an unspecified French village, the locals are shocked when a group of girls skinny dipping in the nearby lake (all very tastefully done I hasten to add) are killed by a group of zombiefied Nazi soldiers, that spring up out of the waters and drag them down to their demise.A couple of detectives are brought in to try and solve the mysterious murders, only to end up as the zombies next victims. It turns out that during the war, the French resistance ambushed and killed a squad of German soldiers and dumped the bodies into the nearby lake, but failed to take notice of any of the local superstitions (never a wise move). Although, seeing as this film appears to be set in the early 80's, why it's taken so long for them to emerge and start killing people is a bit of a mystery, but there you go.Not-with-standing, the villagers quickly organise a lynch mob to take down the zombie menace, only to end up being decimated by the undead soldiers, who's 'convincing' zombie make-up basically consists of green paint, which doesn't even cover the whole of the actors faces and keeps washing off in the lake.There's also a bizarre sub plot about one of the zombies visiting his former daughter, who strangely still looks all of 12 despite the fact she should be in her 40's if she was born near the end of the war, but then since when did logic ever come into these films? Such as why do their uniforms still look almost new despite being underwater for 40 years, or how come the skinny dipping girls are only knee deep in the water when viewed from the lakeside, yet appear to be swimming in 12 feet of it from the underwater shots?Bad acting, naff zombie make-up (the aforementioned green face paint), painfully obvious underwater shots filmed in a swimming pool, not to mention the plot inconsistencies bigger than the aforementioned lake itself. Low budget doesn't even begin to describe this film, which quite unbelievably was directed by respected Eurohorror director Jean Rollin, albeit under the pseudo name J A Laser.That's not to say the film isn't without merit. I bust a gut laughing at the thoroughly ridiculous scenes of the zombies attacking the naked young girls, and the equally ridiculous slapstick battle with the angry villagers. Utterly hilarious, grab the six pack and the popcorn and have a blast!http://www.angelfire.com/darkside/realmofhorror/zombielake.htm",
    "chinese_title": "魔鬼湖",
    "douban_rating": "5.9/10 from 377 users",
    "foreign_title": "Le Lac des morts vivants",
    "imdb_rating_average": 3.1,
    "douban_rating_average": "5.9",
    "update_at": "2025-08-02T17:21:57"
}