{
    "aka": [
        "Центральный округ. Горячая точка"
    ],
    "sid": "2054624",
    "cast": [
        {
            "url": "/celebrity/1126091/",
            "name": "Reverend Jen Miller Reverend Jen Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069525/",
            "name": "马克·卡拉韦 Mark Calaway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032812/",
            "name": "苏珊·布莱迪 Susan Brady",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010999/",
            "name": "路易斯·奥特加 Luis Ortega",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904646818.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042388/",
            "name": "克里斯·普瑞诺斯基 Chris Prynoski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442239/",
            "name": "乔治·克鲁斯蒂克 George Krstic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277489/",
            "name": "贾菲特·亚舍尔 Japhet Asher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304826/",
            "name": "Eric Friedman Eric Friedman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1284383/",
            "name": "皮特·加夫尼 Peter Gaffney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0208616",
    "director": [
        {
            "url": "/celebrity/1288732/",
            "name": "Tony Kluck Tony Kluck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042388/",
            "name": "克里斯·普瑞诺斯基 Chris Prynoski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-08-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0208616/",
    "imdb_votes": 1358,
    "this_title": [
        "Downtown"
    ],
    "douban_link": "https://movie.douban.com/subject/2054624/",
    "imdb_rating": "8.3/10 from 1358 users",
    "trans_title": [
        "城市孩子",
        "Центральный округ. Горячая точка"
    ],
    "douban_votes": "0",
    "introduction": "Alex(Gregory Gilmore)Alex is smart, skeptical, and intentionally un-hip, but can't seem to overcome his self-conscious nature. His shyness and lack of confidence keep him from getting what he wants: a girlfriend, a better job, and a more exciting life. Alex tends to develop frustrating crushes on unattainable women. Although he wants to break away from his gang of comic book reading, action figure collecting social misfits, it is with them that he feels most at home. And he is overqualified for his job at Repro Man's - a copy shop.Chaka(Leyora Zuberman)Chaka is Alex's sister, and his polar opposite. She is confident and an extroverted motormouth, looking for fun at all times. Chaka spends most of her time and energy seeking out the latest, hippest scene and scamming her underage self into places she shouldn't be. As a result of all this partying, she's not a very good student. Chaka is attractive, so guys cut her a lot of slack. Constantly flirting, she isn't terribly serious about boys. She is quick to point out other people's flaws, but can't see any of her own.Fruity(Marco H. Rodriguez)Fruity is a slave to his hormones. He is always on the hunt for chicks, and is not very picky. An obvious horndog, girls see him coming a mile away. A showoff and a bit of a goof, Fruity enjoys the spotlight. He's impatient, impulsive, and irresponsible. Though a senior in high school, he has no serious plans for the future.Goat(Scot Rienecker)Goat is the neighborhood freak. His behavior is outrageous and quite sleazy. Well-known and well-liked, he has diverse interests and feels comfortable in any social situation. He will try anything once, maybe twice. His philosophy: \"If you ask 50 women to sleep with you, it's likely one of them will.\" Alex envies Goat's ability to grab life by the balls; Goat tries to encourage Alex to loosen up.Jen(Tammy Lang)Jen is Alex's best friend. She faces life with an off-beat, self-deprecating sense of humor. Although she wants acceptance and love, she refuses to jump through the hoops to impress people. She's not high maintenance; she's a one-of-the-guys type. She's often doling out opinions about relationships, even though she never had a successful one herself. She works at a kitschy used clothing store called Lord of Hoard.Matt(Hector Fontanez)Matt, Fruity's pal, has smarts, ambition, and an artistic soul, but he chooses to keep these qualities under wraps. Girls are attracted to his understated, laid-back style. Matt expresses his creative style through graffiti - he can make his mark while being anonymous. He works part-time at a local comic book store, Starbase 12.Mecca(Aurora Lucia-Levey)Mecca is Chaka's sidekick. A hopeless romantic, she is cerebral, dreamy, and blissfully naive. In search of \"true love\", Mecca often ignores common sense. She is alweays crushed out on one boy to another. She gets hurt easily, but bounces back fast and goes on to the next \"perfect guy\". She sees the world through rose-colored glasses and gives everyone the benefit of the doubt.Serena(Phoebe Summersquash)Serena is Alex's fantasy girl. Her exotic goth style is off-putting at first, but she's actually a very likable, positive person. She works at Starbase 12 with Matt. Creatively unfocused, she writes poetry, designs clothes, makes jewelry, and plays the zither. Serena has dated a string of junkies, posers, and manic-depressives. She claims she's ready to meet a \"nice guy\", but she rarely notices them when they are around.",
    "chinese_title": "城市孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Downtown",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T22:49:29"
}