{
    "aka": [],
    "sid": "2054361",
    "cast": [
        {
            "url": "/celebrity/1010082/",
            "name": "草彅刚 Tsuyoshi Kusanagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036610/",
            "name": "小雪 Koyuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098533/",
            "name": "广末凉子 Ryoko Hirosue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275375/",
            "name": "山口纱弥加 Sayaka Yamaguchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548284246.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1012907",
    "director": [
        {
            "url": "/celebrity/1019646/",
            "name": "犬童一心 Isshin Inudou",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "2",
    "language": [
        "日语"
    ],
    "playdate": [
        "2006-03-18(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1012907/",
    "imdb_votes": 12,
    "this_title": [
        "愛と死を見つめて"
    ],
    "douban_link": "https://movie.douban.com/subject/2054361/",
    "imdb_rating": "6.2/10 from 12 users",
    "trans_title": [
        "凝视爱与死"
    ],
    "douban_votes": "268",
    "introduction": "第一夜故事发生在1960年前后的日本东京和大阪之间。河野实（KOUNO MAKOTO，也就是MAKOマコ）只是一个普通的高考落榜生，因为耳疾，所以很偶然的选择了一家大阪的医院前去治疗。又是一个很偶然的机会，有一天当他在医院里听棒球的广播转播的时候，版神（日本一个棒球队）打出了逆转的本垒打，此时マコ情不自禁的欢呼了起来，这个时候和他一起欢呼的还有一个她，由于软骨肉瘤而住院的大岛道子（OJIMA MICHIKO,也就是MIKOミコ）。就这样，2个人相会了。有的时候真的不禁要感叹命运的安排是那么的不可思议。如果当时マコ没有舍近求远（他的家是在东京附近的）去求医，如果当时版神没有打出逆转的本垒打，那么这所有的一切就不会发生了。也许一切都是冥冥中注定了的吧，上天注定他们俩要给世间演绎一场爱与死的绝唱。マコ手术后身体康复回到了东京并考上了大学，开始了和ミコ之间的书信往来。（很有当年的特色，要是现在的话恐怕就会象电车男一样改成网恋了吧），ミコ也随后康复出院，考上了京都的一所大学，并立志成为一名记者。两人在书信中互相倾诉着对对方的关怀与爱恋。如果能一直这样下去的话，他们俩一定会象童话故事里那样，从此幸福的生活在一起。只是现实并不总如童话故事般美丽。或者也许正因为现实往往过于残酷，所以人们才创作出一个个动人的童话故事。ミコ的病情复发了。而且更加严重了。一般而言软骨肉瘤是长在手部或者腿部，只是ミコ的情况比较特殊，长在脸上。摆在她面前的有2条路，如果不做手术，那么只剩下半年的生命；只是如果做手术的话，自己的右半张脸将会被完全切除。To be or not to be，对于一个20岁的少女来说，这种选择叫她怎么选。于是乎ミコ开始疏远マコ。远在东京的マコ也感到了一些异样与不安，于是乎千里迢迢赶到大阪。从ミコ处得知实情后，“我希望你能活下去，无论你的脸变成什么样子，我都希望你能活下去。没有你的话，我也不愿意继续活在这个世界上了。”……“说什么没有我的话也不愿意继续活下去了，那你愿意和我一起去死吗。”从ミコ手中接过大量安眠药的マコ，“我不想死，我想要活下去，因此我也希望你能活下去，无论你的脸变成什么样子，我都希望你能活下去，都希望能和你一起活下去。”说完这些，マコ毫不犹豫的开始吞下手中的安眠药。ミコ惊呆了，拼死的阻止マコ。决定了，去做手术。因为マコ的存在，所以ミコ才能下这个决心吧。第二夜手术做完了，接下来是手术后的并发症。手术后的剧痛，肺炎，高烧，ミコ与这一切顽强的搏斗着。强忍着这一切用颤抖的笔给マコ写去了第一封信。“手术做完了，我很好。”情牵一线，电话的这头，是手术后还没有完全恢复，暂时还无法说话的ミコ，电话那头；是远在东京，无法呆在ミコ身边的マコ。电话里传递的，是マコ正在给ミコ弹着的吉他的声音。电话的两头，医院也好学校宿舍也好，大家都在静静的听着这吉他的声音。手术很成功，至少暂时看来是这样。ミコ的身体一天天康复了起来，随之而来的，ミコ内心的不安也一天天增大了起来。手术是成功了，不过自己的半张面容也不复存在了。深夜里的ミコ自己拿着镜子，偷偷的躲在厕所里，揭下了盖在面容上的纱布，（这里个人认为镜头处理得非常好，整个过程始终只能看见凉子的背影和侧影，就连镜子里的凉子展现给镜头的也只有那完整的半张面容）震惊，也许还掺杂着些许绝望，早知如此还不如不做手术的好。圣诞节来到了，マコ特意跑到大阪给ミコ送去了圣诞蛋糕。但是迎接他的却是判若两人的ミコ。ミコ的态度很冷淡，冷冰冰的只是叫マコ把蛋糕放下来就好了。マコ也没说什么，放下蛋糕，也就走出了病房。（我真的很想知道マコ此时心里到底在想些什么，看到变成这个样子的ミコ，真不知道他心里是难过，悲伤，同情，还是什么）。回到东京的マコ一蹶不振，开始借酒消愁。最后还吞下了大量的安眠药企图自杀。就这样睡了3天3夜之后，マコ的母亲来到东京，唤醒了マコ，当头给了他一耳光。“你这个没用的混蛋，是你给了那个女孩子活下去的信心，你自己却要这样一走了之了吗？”“其实也不是想自杀，睡不着，稍微多吃了点安眠药” マコ辩解着。“是你给了那个女孩子活下去的勇气和信心，所以你就要一直到最后为止肩负起这个责任来。”母亲的当头棒喝唤醒了マコ，マコ终于向ミコ表明了心意。ミコ也终于接受了这份心意，两个人又向以前一样鱼雁传书，倾诉着彼此的爱意。如果故事到这里就结束了该有多好，王子和公主还是可以幸福的生活在一起，（夜半歌声，歌剧院媚影的日本版...），只是现实并没有童话故事那般美丽动人，或者说正是因为现实太残酷了，所以人们才创作了一个又一个美丽动人的童话故事。ミコ的病又复发了，病魔无情的向她唯一所剩下的另外半张面容袭来。而且就算再做手术切除病变组织，也不能保证再也不复发。得知这一切的ミコ并没有怨天尤人，去哀叹命运的不公，而是快乐的生活着，幸福的享受着每一天活着的时光。她在医院里热情的去帮助每一个病人，帮助大家去找回活下去的希望。在医院里有一个小女孩和ミコ得的是一样的病，不过她比较幸运，病变长在手臂上。“姐姐得的和你一样的病，现在，就连这只左眼，也不知道什么时候就会变得看不到东西了。“但是，每当每天早上起来睁开眼睛的时候，啊，真好啊，今天原来还看得见。所以要充满对生活的信心，要活下去……ミコ还对她的主治医生这样说道，“我从来没有想过去品尝爱情是什么滋味，但是现在爱情却来到了。人总是要死的，或许因为人的生命总是太短暂了，所以人们才会发明爱情这种东西。因为如果人人都长生的话，就不需要借助爱情这样的东西来体会到生活的美好。能活着真好。”想见你，当ミコ的朋友去东京的时候，这是ミコ让她传给マコ的最重要的一句话。于是マコ又一次来到了大阪。ミコ不遗余力的向医院里的病友们介绍着マコ。医院的人们也向他们投以祝福的目光，只是在这祝福的目光中总隐藏了些许神伤。终于，マコ要回东京了。“再呆几天好吗？” ミコ流着眼泪恳求マコ。“恩。”面对着这样的ミコ，マコ答应了下来。“果然，女孩子最厉害的武器就是女孩子的眼泪。” ミコ这样笑着说道，还从手里拿出了藏在手中的眼药水。不过这时候ミコ所流下的眼泪，真的只是眼药水的效果吗。于是又呆了3天，マコ还是回东京了。同病室的病友不知道从哪里弄来一件白婚纱，并想给ミコ穿上。ミコ迟疑了一下，最后还是穿上了白色的婚纱。婷婷玉立地站在病室中，接受着大家的祝愿。但是当有病友拿出照相机准备拍下这一刻的时候，ミコ却摇了摇手拒绝了。“今天，我穿上婚纱了。”“婚纱？”电话那头的マコ有些诧异。“恩，对不起，自己一个人穿了。”“相片，拍了吗？”“没。”“是吗，那太可惜了，好想看你穿白婚纱的样子呢。”“我穿白婚纱时拍的照片时候一定要マコ你在身边才行。”“是吗，那么就着样约定了。什么时候，一定要看着你穿着白婚纱站在我的身边。”“恩，说定了哦。”真是不明白编剧和导演为什么要安排这样一场戏。难道觉得伤口还不够深还非要在里面再撒上一把盐才肯罢休吗。终于，无论有多么不甘与不愿，最后的日子还是到来了。ミコ的父亲给マコ去了一封信。“因为有你的存在，所以那个孩子才能活到今天。”，信里一同寄来的还包括东京至大阪的来回旅费。マコ马上就明白是怎么一回事了。－－7月里第二次去大阪，这一次，和上次不一样，ミコ的病情急剧恶化，有时候神智都已经不再清晰了。为了止痛而给她打了麻醉针。但是在看见我的时候，还是用笑颜来迎接我。能吃的下去的东西，也只有桔子罐头了。－－于是用勺子一个一个的喂ミコ。“好吃，好吃，”ミコ也只是这样回答着。－－曾经是那么坚强的女孩子，现在也只是“对不起，マコ，我的身体，已经好不了了”的重复着这几句话。－－“帮我刮脸吧”于是我帮她刮了脸，刮的很漂亮。マコ的眼泪终于忍不住了，一滴一滴地滴落在ミコ的脸庞上。“マコ的眼泪，好温暖啊。”听到凉子这句台词的时候，我的心里防线彻底崩溃了，和マコ一样，眼泪止不住的开始往下流。－－听医生说，应该还有一个月左右的时间，于是决定在8月3号回东京。“下次，什么时候过来？”“马上就再来看你。”“对了，マコ，8号是你的生日吧，想要什么礼物？”“等我下次再来的时候再说好了。”“在此之前，说不定我就已经死了哦。”－－本以为只是句玩笑，谁知到她却是当真的说的。－－于是乎，在我生日的前一天的8月7号，ミコ就这样安静地离开了人世。连我一回到东京马上就写的最后一封信也没有能看到。1963年，マコ把他和ミコ的这些书信编辑出版，在当时的日本引起了巨大的轰动。发行量高达160万部以上（按照日本人口来算的话基本每80个人就有一本）。还被拍成电视，电影。（电影版的女主角是日本国宝级影后吉永小百合）。最后，マコ和ミコ故事的众多读者中的一位女性润子，由于不可思议的缘分，成为了マコ的妻子。然而他们的结合却遭到了众多媒体的非难，マコ甚至被指责为叛徒，连润子也遭到媒体的围攻。“其实，我们并不如大家所想象的那么坚强。我也好マコ也好，包括已经离世的ミコ也好，大家所想要的，只是想要去找一个人来相互支持对方而已。”润子最后对众多的媒体这样说到。――请给我3天的健康时间，3天就足够了。――第一天，我要飞到我的家中，和母亲一起，站在厨房里面，给家里人做上可口的饭菜，和家里人一起度过快乐的时光。――第二天，我要飞到你的身边，为你做家务，给你做可口的饭菜。然后在告别的时候和你温柔的接吻，并说上一句再见了。――第三天，我要自己一个人，和自己的回忆一起快乐的度过。然后，在第三天结束的时候，感谢上天给了我3天的健康，再用微笑去迎接死神的到来。……电视剧的最后一个镜头，マコ爬上了他经常去的那座山，在山顶，他点燃了这么多年来和ミコ所互通的近400封书信。マコ最后继承了ミコ的志向，成为了一名记者。现在还平静的生活在东京都内。",
    "chinese_title": "凝视爱与死",
    "douban_rating": "7.7/10 from 268 users",
    "foreign_title": "愛と死を見つめて",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "7.7",
    "update_at": "2025-04-05T03:39:25"
}