{
    "aka": [],
    "sid": "2055962",
    "cast": [
        {
            "url": "/celebrity/1016764/",
            "name": "波拉·尼格丽 Pola Negri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018744/",
            "name": "克里夫·布洛克 Clive Brook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098350/",
            "name": "克劳德·吉林沃特 Claude Gillingwater",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101748/",
            "name": "埃纳尔·汉森 Einar Hanson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037928/",
            "name": "克莱德·库克 Clyde Cook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025549/",
            "name": "古斯塔夫·冯·赛费蒂茨 Gustav von Seyffertitz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102215/",
            "name": "小本·亨德里克斯 Ben Hendricks Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103531/",
            "name": "查理斯·林恩 Charles Lane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1927",
    "genre": [
        "剧情",
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499239714.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1046971/",
            "name": "霍尔·凯恩 Hall Caine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051070/",
            "name": "罗兰·V·李 Rowland V. Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033226/",
            "name": "朱尔斯·福瑟曼 Jules Furthman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0017662",
    "director": [
        {
            "url": "/celebrity/1051070/",
            "name": "罗兰·V·李 Rowland V. Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012694/",
            "name": "莫里兹·斯蒂勒 Mauritz Stiller",
            "@type": "Person"
        }
    ],
    "duration": "67 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1927-09-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0017662/",
    "imdb_votes": 261,
    "this_title": [
        "Barbed Wire"
    ],
    "douban_link": "https://movie.douban.com/subject/2055962/",
    "imdb_rating": "7.0/10 from 261 users",
    "trans_title": [
        "铁网锁情关"
    ],
    "douban_votes": "0",
    "introduction": "Pola Negri is every bit as good in Barbed Wire as critics had led me to believe. This is a fine film, despite the melodramatic ending that almost seemed to belong to a 1917 silent film more than one from 1927.Negri is lovely and quite restrained in her acting. Clive Brook is solid as her German love interest, if a bit stiff – and definitely a little old looking for her. Actually, the one thing that kept bothering me about Brook was that he looks (to me) like a very young Forrest Tucker! (I kept expecting him to be beaten up by a very young John Wayne or to start hanging out with a very young Larry Storch!) Director Rowland V. Lee shows signs of great things to come. The story moves well and has many memorable moments. One that will stay with me is the scene were Mona is leaving the makeshift courtroom after saving Oskar's life. She is first taken by surprise by her neighbors' venom, then by the German prisoners' adoration. Her surprise at their gesture of respect (tipping their caps and following her inside the barbed wire fence) turns to faint pleasure, but just as quickly begins icing over into discomfort, then concern, then panic, as she realizes that the degree to which her enemy now admires her, her neighbors will scorn her.If the ending had been handled a bit differently, this film would be right up there among the best of the late silent classics, alongside Sunrise, The Crowd, Faust, The Wind and a handful of others. As it is, I would place it in the next tier, not one of the handful of greatest silent films ever, but certainly one of the top handful of films made in 1927. When you consider that Sunrise, Napoleon, My Best Girl, Metropolis, The General, Seventh Heaven, The Loves of Jeanne Ney, King of Kings, etc., all debuted in the Year of Lindberg (and Babe Ruth), that is quite a statement in itself.This is definitely a film for any silent cinema fan and for any other lovers of forbidden romances. The silent cinema was truly peaking in its final years.",
    "chinese_title": "铁网锁情关",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Barbed Wire",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T21:39:32"
}