{
    "aka": [],
    "sid": "2056033",
    "cast": [
        {
            "url": "/celebrity/1292995/",
            "name": "安德鲁·尼尔 Andrew Neel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068173/",
            "name": "查克·克洛斯 Chuck Close",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887869758.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1292995/",
            "name": "安德鲁·尼尔 Andrew Neel",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0914358",
    "director": [
        {
            "url": "/celebrity/1292995/",
            "name": "安德鲁·尼尔 Andrew Neel",
            "@type": "Person"
        }
    ],
    "duration": "USA: 81 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-04-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0914358/",
    "imdb_votes": 159,
    "this_title": [
        "Alice Neel"
    ],
    "douban_link": "https://movie.douban.com/subject/2056033/",
    "imdb_rating": "7.2/10 from 159 users",
    "trans_title": [
        "爱丽丝·尼尔"
    ],
    "douban_votes": "0",
    "introduction": "Portrait painter Alice Neel (1900-1984) was a self-described collector of souls who recorded her sitters on canvas through six decades of the 20th century, among them Andy Warhol, Bella Abzug, Allen Ginsberg and Annie Sprinkle. Neel always sought the \"authentic,\" moving from Greenwhich Village to Spanish Harlem just as the Village was gaining reputation in the art scene. She sacrificed almost everything for her art, delving so far into the psyches of her sitters she would almost lose herself. Yet Neel was also a dedicated mother, raising two sons in the bohemian world she inhabited.Filmmaker Andrew Neel, Alice Neel’s grandson, puts together the pieces of the painter's life using intimate one-on-one interviews with Neel’s surviving family and personal archival video. The documentary explores the artist’s tumultuous biography and the legacy of Alice Neel’s determination to paint her era.\"Fascinating...as piercingly detailed as one of Alice’s mesmerizing portraits.\"Mark Holcomb, Time Out NY\"A stunning portrait of perhaps the most gifted, cutting edge, raunchy and defiant female artist of modern times\"Prairie Miller, WBAI Radio\"The fascinating documentary Alice Neel illuminates history while also demonstrating how an artist’s style reveals his or her personality.\"Matt Zoller Seitz, The New York Times",
    "chinese_title": "爱丽丝·尼尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alice Neel",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T18:00:35"
}