{
    "aka": [],
    "sid": "2056629",
    "cast": [
        {
            "url": "/celebrity/1145488/",
            "name": "马尔卡·里博斯卡 Malka Ribowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164247/",
            "name": "Pierre Zimmer Pierre Zimmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025132/",
            "name": "皮埃尔·阿迪提 Pierre Arditi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075752/",
            "name": "马德莱娜·达米安 Madeleine Damien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097039/",
            "name": "Nancy Holloway Nancy Holloway",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [],
    "writer": [
        {
            "url": "/celebrity/1014718/",
            "name": "西蒙娜·德·波伏娃 Simone de Beauvoir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153322/",
            "name": "弗朗索瓦丝·韦尔尼 Françoise Verny",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0291903",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "French"
    ],
    "playdate": [
        "1978-02-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291903/",
    "imdb_votes": 9,
    "this_title": [
        "La Femme Rompue"
    ],
    "douban_link": "https://movie.douban.com/subject/2056629/",
    "imdb_rating": "4.0/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La femme rompue(Gallimard/Folio, 2000, 252 pages)Ce sont trois nouvelles.\"L'âge de discrétion\" (4/5): Une Parisienne, professeur de littérature et combattante gauchiste décrit ses déceptions de vieille femme de 60 ans au début de la retraite: elle se sent trahie par son fils qui (jusque là toujours soumis - trop soumis, quoi!) prend sa propre orientation politique et professionnelle; elle découvre que son village natal a changé et a perdu sa poésie d'enfance, et elle se sent éloignée de son mari qui relativise ses déceptions; son dernier livre est mal reçu par les critiques et elle est déçue par l'analyse qu'en donne son amie. Alors elle relit ses anciens textes: son dernier livre ne contient rien de nouveau. D'un coup elle perd le goût des choses. Mais grâce à son mari elle retrouve le courage de vivre cette dernière aventure qu'est la vieillesse.\"Monologue\" (1,5/5): Une Parisienne seule, dont la fille s'est suicidée il y a 5 ans et qui ne voit plus son fils, rumine à la fête de Noël des pensées de haine sur toutes les personnes de son entourage. En fait elle souffre et voudrait que Dieu la console et la venge.\"La femme rompue\" (3,5/5): le journal d'une Parisienne de 44 ans qui souffre de l'infidélité de son mari, mais qui a donné son consentement par espoir d'un retour. Mais cela s'avère une voie sans issue; après la mi-vérité: les remords, les différends, les larmes, la mauvaise foi. Elle guette son mari, cherche le défaut de la maîtresse, s'améliore soi-même, rien n'y fait: elle perd du terrain, les mots se tournent contre elle. Même les amies, même écrire, même des consultations diverses, même les enfants ni les tranquillisants, ni la psychiatrie ne la soulagent. À la fin, la femme est rompue et voit l'avenir avec peur.J'ai dans le passé trouvé Simone de Beauvoir sombre comme auteur; pour me remettre à lire de Beauvoir, j'ai choisi un recueil de nouvelles, espérant que cela soit un peu plus léger. Le premier récit est sympa, plutôt optimiste finalement. Le deuxième... passons. Le troisième est le plus fort, très réaliste mais le moins original. On comprend bien vite où cela mène...Note : 3,5/5(Gallomaniac)**********J'ai lu ces trois nouvelles de Simone de Beauvoir car comme je ne la connaissais pas encore j'ai voulu prendre quelque chose de court. Je n'aurais pas dû car je n'aime pas trop les nouvelles en général. Donc je les ai lues facilement mais je n'ai pas été vraiment emballée. Je réitèrerai l'expérience mais en lisant un roman la prochaine fois.Note : 3/5(Célène)",
    "chinese_title": "La Femme Rompue",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T19:01:18"
}