{
    "aka": [],
    "sid": "2057696",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675850292.jpg",
    "region": [
        "中国"
    ],
    "writer": [],
    "imdb_id": "tt0742419",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "中文"
    ],
    "playdate": [
        "1997-01-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0742419/",
    "this_title": [
        "不说过去"
    ],
    "douban_link": "https://movie.douban.com/subject/2057696/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "朱婴撒了个谎。谎称出差和请假的朱婴，其实刚刚做完流产手术，借故离开武汉这个让她伤心的城市。从武汉到广州，朱婴投奔了八年未见的姑姑。姑姑朱沙沙是红会医院的内科大夫。和哥哥之间的误会，没有影响朱大夫对侄女朱婴的接纳。在朱大夫的眼里，侄女朱婴骨子里的坚强和自信简直就是年轻时的自己。花光身上最后一块钱，朱婴觉得应该找份工作。姑姑给朱婴介绍的工作是护理内科病房一个偏瘫的商老太太。对于大学毕业的朱婴来说，护理一个偏瘫却还变着法子折磨人的老太太，朱婴恨不能扬长而去。但一想到姑姑说话时的那种语气，朱婴坚持下来。坚持的结果，是朱婴用普希尼花腔女高音当粤剧的调理办法，让曾经贵为粤剧名伶的商老太太像天使一样地安静下来。朱婴的护理成绩，让商老太太的儿子觉得朱婴很特别。护理之外的报酬被朱婴很个性的拒绝之后，商老太太的儿子留下一张名片，说是以后或许能用得着。朱婴并没有在意这张名片。但不久后的一天，朱婴还真的见到了改变自己生活的、商老太太的儿子——万盛乡村俱乐部老总张彼得。事情发生在朱婴认识装修工人陈思皓以后。陈思皓是一家装饰公司的工人。收到武汉的一封来信，得知让自己怀孕的那个男人即将结婚后不久，朱婴认识了陈思皓，从此不由分说地爱上了在姑姑看来并不起眼的陈思皓。一个周末的晚上，朱婴在和陈思皓搭乘地铁时发现一个广告，那是她熬了三个通宵拿出来的一个广告创意。朱婴按图索骥地找到广告出品方万盛乡村俱乐部，以市场营销的才华赢得万盛老总张彼得的邀请，出任万盛乡村俱乐部市场总监。在朱婴的努力下，万盛的营销业绩不断攀升。随着业绩不断攀升的，是张彼得对朱婴爱慕的那份滋长。相信金钱能驱使一切的张彼得在发展事业和追求爱情之间，暗地里跟陈思皓达成了一份协议。从上海考察市场回来，陈思皓在深圳有了一家自己的装饰公司。朱婴知道自己的爱情已经被陈思皓出卖。愤然离开万盛后，朱婴决定离开广州。临走那天，在朱婴的努力下化解三十年误会和嫉恨的郝伯伯终于和姑姑走到了一起。流着眼泪告别姑姑，只有朱婴自己知道，此去究竟是逃避广州，还是回去面对武汉？精彩视点：本片是一部关于爱情、事业、责任与背叛的都市题材作品。影片中，当代年轻人张扬的个性、敢爱敢恨的精神、以及对事业和梦想的那份执着，深深地感染着观众，让观众由此走进年轻一代的精神世界，并引发对年轻一代的宽容、理解、呵护和支持。根据张欣原著小说《此情不再》改编的本片，坚持陈铺直叙真实推进的执导风格。在这种陈铺直叙的真实推进中，演员唐雯准确地把握了追求爱情却遭人抛弃、展现才华却被命运作弄的“朱婴”的人物内心世界。那种“无所谓更无所畏”的神态，浓缩着众多年轻一代的集体形象。主演之一的黄梅莹刚刚在《新结婚时代》中饰演过“顾妈妈”。本片中，国家一级演员、荣获第14届金鸡百花电影节最佳女配角奖的黄梅莹重穿白大褂，轻车熟路地塑造了一个责任心和爱心同样强烈的中老年妇女形象。",
    "chinese_title": "不说过去",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-01T18:26:21"
}