{
    "aka": [],
    "sid": "2058554",
    "cast": [
        {
            "url": "/celebrity/1019007/",
            "name": "雷·史蒂文森 Ray Stevenson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049618/",
            "name": "琼妮·威利 Joanne Whalley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147675/",
            "name": "杰迈玛·卢珀 Jemima Rooper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141625/",
            "name": "阿德里安·劳林斯 Adrian Rawlins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028991/",
            "name": "史蒂芬·加拉赫 Stephen Gallagher",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0996630",
    "director": [
        {
            "url": "/celebrity/1374428/",
            "name": "杰米·佩恩 Jamie Payne",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2007-04-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0996630/",
    "imdb_votes": 158,
    "this_title": [
        "Life Line"
    ],
    "douban_link": "https://movie.douban.com/subject/2058554/",
    "imdb_rating": "5.8/10 from 158 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Joanne Whalley and Ray Stevenson star in Life Line, a supernatural and thrilling love story in twoparts by Stephen Gallagher.Successful entrepreneur Peter Brisco leads an affluent, but soulless, life, having broken up with KatyAdair, his one true love, 15 years earlier to pursue his career abroad.Back in London for his brother's wedding, Peter catches a glimpse of Katy leaving an art gallery oneevening and, determined to make up for lost time, decides to engineer a \"chance\" meeting betweenthem.Long since settled with partner Jack and with a successful career in the art world, Katy is pleased tosee Peter and agrees to meet for dinner.Over their meal, however, Katy reveals her dissatisfaction with her relationship and that, deep down,she still feels exactly the same about Peter ¡§C and hey embark upon a passionate, but ultimatelydoomed, love affair.However, their love turns to tragedy and, in his torment, Peter begins to doubt his sanity as eventstake a series of unexpected and incredible turns. Peter discovers a card for a mysterious organisationcalled Life Line and, initially, he finds that his phone calls to it offer some answers. The arrival of astranger in the shape of Catt throws Peter's life into confusion ¡§C ad he realises that nothing, and no-one, are as they seem.Peter Brisco is played by Ray Stevenson, Katy Adair by Joanne Whalley, Jack by Adrian Rawlins andCatt by Jemima Rooper.",
    "chinese_title": "Life Line",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T02:16:01"
}