{
    "aka": [],
    "sid": "2060785",
    "cast": [
        {
            "url": "/celebrity/1291751/",
            "name": "迈克尔·麦迪罗斯 Michael Medeiros",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327669939.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0830968",
    "director": [
        {
            "url": "/celebrity/1356143/",
            "name": "皮埃尔·莱霍夫 Pierre Rehov",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "阿拉伯语",
        "法语",
        "希伯来语",
        "西班牙语",
        "英语"
    ],
    "playdate": [
        "2006-08-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0830968/",
    "imdb_votes": 220,
    "this_title": [
        "Suicide Killers"
    ],
    "douban_link": "https://movie.douban.com/subject/2060785/",
    "imdb_rating": "6.4/10 from 220 users",
    "trans_title": [
        "自杀杀手"
    ],
    "douban_votes": "0",
    "introduction": "在以黎冲突炮火连天之时，一部有关这个地区的新纪录片正在推出。影片尚未正式上映，已在业内引起轰动。这部电影的制作人长期关注中东问题，以纪录片方式向人们介绍这个地区被遮掩在幕后的真实细节。这部名为《自杀杀手》（《Suicide Killers》）的影片，是他推出的第七部中东纪录片。他的名字是皮埃尔·莱霍夫（Pierre Rehov），法国人。2005年7月15日，莱霍夫就《自杀杀手》接受了美国MSNBC电视台的采访。他谈到在工作中接触过许多在自杀炸弹袭击中的幸存者。他不断听到不同的受害者对自杀炸弹手的描述：在引爆的最后一刻，炸弹手总是面露微笑。这促使他开始想了解，究竟是什么个性的人，会犯下如此罪行。莱霍夫说，他的电影不是“政治正确”的。莱霍夫说的“政治正确”，是西方世界长久以来在自觉推行的一系列言论原则，例如，避免在公开场合批评某一个特殊文化或者群体的弱点，尤其是对异文化和弱势群体。它的出发点是对他人和文化的尊重，是对弱势群体的尊重。可是，这个趋势很快走向极端，阻碍了对一些种族问题、性别问题、文化现象等问题的正常研究和讨论、批评。最后，对一些领域的探讨成为禁区，更谈不上着手解决。莱霍夫希望通过影片触及“现实问题”和当今伊斯兰文化产生极端主义的一些真实面貌。他认为自己的纪录片明确地谴责一种极端主义者的仇恨文化。在这种文化中，一些人以神的名义劝导杀人，这种洗脑使得杀人和自杀成为另一些人的唯一生活目标。莱霍夫在影片中揭示，这些自杀炸弹手大多为15岁至25岁年轻人。他们生活在一个隔离的状态中，没有恋爱和性生活的机会，性欲旺盛却对性有强烈负罪感，因而产生焦虑，心理行为异常。这些自杀炸弹手接受的教育中很重要的一条是，他们参与“圣战”、以自杀方式杀人之后，将进入有72个处女在等待他们的天堂。对这些青少年来说，这是信仰的一部分，也是他们心理焦虑解决的仅有出路。谈到自己对自杀炸弹手和他们的家庭的采访，莱霍夫说，那是一种很奇特的经历。这些人看上去正常，待人和蔼，可是，关键是他们相信这一套东西是“真实的”。一个已经死去的炸弹手的母亲对他说，“感谢神，我的儿子死了。”她的儿子成为一个烈士，对她来说，“是比他成为一个工程师，一个医生，一个诺贝尔奖获得者更值得骄傲的事情。”这样的价值系统使得一些人对自身“死”的追求胜过“生”，他们唯一的梦想就是完成他们的宿命和目标。死亡对于他们，只是打开了通向另一个人生的大门。通过采访莱霍夫还发现，在这些自杀炸弹手面前，他们眼里根本不存在什么无辜受害者，只有应该被毁掉的不纯洁的肮脏对象。对他们来说，他们是在遵从神的指引。在问到自杀炸弹手家庭所得到的经济援助时，莱霍夫回答说，在萨达姆·侯赛因的时代，自杀炸弹手的家庭可以得到两万五千美元，阿拉法特给的略少一点，现在基本没有了。不过，即使在有经济援助的日子里，千万不要以为这些家庭会是因为钱而牺牲自己的孩子。但是对于那些很顾家的孩子，为家里挣得这些钱，却可以是成为炸弹手的原因之一。莱霍夫说，最终，他们只是为人利用，沦为发射炸弹的一个炮架，以死亡换来的并不是代表着自己的利益，他们自己只是不知道而已。那么，怎样才能结束恐怖袭击呢？莱霍夫认为，“人们必须结束所谓‘政治正确’的思维方式，不要认为这样极端文化的产生，是我们自己做错了什么事情。这种极端主义只是纳粹的一种新形式而已。在1930年代，没有人尝试为希特勒辩护或者寻找借口。我们曾经为了和德国人民和平相处，也不得不先去打败希特勒。”",
    "chinese_title": "自杀杀手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Suicide Killers",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2026-02-26T09:14:54"
}