{
    "aka": [
        "马戏世界",
        "马戏团风云(港)"
    ],
    "sid": "2061805",
    "cast": [
        {
            "url": "/celebrity/1017917/",
            "name": "约翰·韦恩 John Wayne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004514/",
            "name": "克劳迪娅·卡汀娜 Claudia Cardinale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027860/",
            "name": "丽塔·海华斯 Rita Hayworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025336/",
            "name": "劳伊德·诺兰 Lloyd Nolan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002815/",
            "name": "理查德·康特 Richard Conte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147976/",
            "name": "Wanda Rotha Wanda Rotha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019263/",
            "name": "迈尔斯·马勒森 Miles Malleson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008157/",
            "name": "乔治·泰恩 George Tyne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156248/",
            "name": "约翰·史密斯 John Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143275/",
            "name": "Sydna Scott Sydna Scott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133341/",
            "name": "穆斯塔什 Moustache",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111682/",
            "name": "凯瑟琳·卡特 Katherine Kath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109843/",
            "name": "Víctor Israel Víctor Israel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084165/",
            "name": "Margaret Fuller Margaret Fuller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078931/",
            "name": "何塞·玛丽亚·卡法雷尔 José María Caffarel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072750/",
            "name": "罗伯特·坎宁安 Robert Cunningham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050385/",
            "name": "凯·沃尔什 Kay Walsh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "剧情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2566960760.jpg",
    "region": [
        "美国",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1022811/",
            "name": "尼古拉斯·雷 Nicholas Ray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572888/",
            "name": "朱利安·齐梅特 Julian Zimet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042372/",
            "name": "伯纳德·戈登 Bernard Gordon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032523/",
            "name": "本·赫克特 Ben Hecht",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012722/",
            "name": "詹姆斯·爱德华·格兰特 James Edward Grant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003507/",
            "name": "菲利普·约尔丹 Philip Yordan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0057952",
    "director": [
        {
            "url": "/celebrity/1032387/",
            "name": "亨利·哈撒韦 Henry Hathaway",
            "@type": "Person"
        }
    ],
    "duration": "135 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1965-05-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0057952/",
    "imdb_votes": 3157,
    "this_title": [
        "Circus World"
    ],
    "douban_link": "https://movie.douban.com/subject/2061805/",
    "imdb_rating": "6.1/10 from 3157 users",
    "trans_title": [
        "马戏团风云",
        "马戏世界",
        "马戏团风云(港)"
    ],
    "douban_votes": "0",
    "introduction": "I remember seeing this film as a lad on a family outing in Manhattan, topped off by my insistence that we have dinner at Jack Dempsey's Restaurant in Manhattan. Too bad the old champ wasn't there that day or it would have been a perfect Sunday.Seeing it now on a formatted VHS the awesomeness of the spectacle during the scenes of the circus fires and the capsized ship in the harbor is really lost. It's quite an eyeful and should only be scene in theaters.And the film would be revived, but we have a subdued John Wayne here and it's not for the better.This was originally to be a Frank Capra film and Capra bowed out after creative differences with the Duke and some of the Duke's personal entourage. Read the Capra autobiography to find out exactly what they were, but they weren't fully fixed in the final product by director Henry Hathaway who later piloted the Duke to his Oscar in True Grit.John Wayne was a guy who was usually very careful to give the public the Duke they expected. Even when he stretched his abilities it was done with a firm directorial hand.We're asked to accept the Duke as a man who had an adulterous affair here. He also does not throw one punch in this entire film or fire a weapon in other than it being part of his Wild West Show. The people went to see John Wayne, but they didn't get their money's worth.Pity because it would have been great to see John Wayne with Rita Hayworth in a great film. That couldn't have happened when they were younger because of Rita's contract with Columbia pictures and Wayne's personal boycotting of that studio because of his dislike for Harry Cohn. That story I won't go into.Rita Hayworth who doesn't enter into the film until almost halfway through is fine as Wayne's lost love. She and Claudia Cardinale looked just fine in tights as trapeze artists. Lloyd Nolan as Wayne's sidekick is always good.Richard Conte is Hayworth's brother-in-law and Cardinale's uncle. This fine actor is wasted here in a part that either was badly written or left on the cutting room floor.John Smith was a Wayne protégé of sorts, Wayne gave him an early break in The High and the Mighty which he produced. Smith went on to star in the Laramie TV series and on completion of that he was cast opposite Cardinale, probably at Wayne's insistence. I remember always wondering what happened to him because he left show business shortly afterwards. Then back in the Nineties I read he had died of cirrhosis of the liver. I guess you can fill in the blanks.At the time Circus World came out, there was on television a prime time series called International Showtime. It was on Fridays at 8 pm. and it was set in a different city in Europe every week. Hosted by Don Ameche it featured the very best circus acts in the world. So did Circus World, but it certainly was no incentive for people to come out to see this when they could see the same thing at home. Also Paramount re-released Cecil B. DeMille's The Greatest Show on Earth to a brisk box office business at the same time Circus World came out.So for all these reasons Circus World flopped and bankrupted producer Samuel Bronstein. Nevertheless if you're a circus fan you will enjoy seeing this. But it's not the Duke his fans have come to expect.",
    "chinese_title": "马戏团风云",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Circus World",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-02T18:00:40"
}