{
    "aka": [],
    "sid": "2062582",
    "cast": [
        {
            "url": "/celebrity/1110046/",
            "name": "James Kitchens James Kitchens",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2286862535.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027903/",
            "name": "艾德·伍德 Edward D. Wood Jr.",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0066435",
    "director": [
        {
            "url": "/celebrity/1027903/",
            "name": "艾德·伍德 Edward D. Wood Jr.",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0066435/",
    "imdb_votes": 88,
    "this_title": [
        "Take It Out in Trade: The Outtakes"
    ],
    "douban_link": "https://movie.douban.com/subject/2062582/",
    "imdb_rating": "5.4/10 from 88 users",
    "trans_title": [
        "带出来交易：弃用片段"
    ],
    "douban_votes": "0",
    "introduction": "Another lost gem from everyone’s favorite cross-dressing director, Ed Wood!  TAKE IT OUT IN TRADE is just waiting for a complete version and full restoration to be released on digital media, but in the meantime, Something Weird Video provides the next best thing – 70 minutes of outtakes from this long lost schlock classic!One of Ed Wood’s final productions, TAKE IT OUT IN TRADE is a sex film that consists of footage discovered by archivists and assembled to make some sort of sense. No audio track was found, so basically all you see are several outtakes and scenes from the movie, set to instrumental music. An ugly guy rolls around with some girls, there’s a homosexual couple, and Ed Wood is seen playing the character of a woman.Naked chicks and Ed Wood in drag.  What else can you ask for?  Well, the full movie would be great for starters.  But unfortunately, this is one of Ed’s lost films (although there are some who claim this isn’t actually a lost film and that at least one print exists – but it has never surfaced anywhere that I am aware of, so it’s lost enough for me).  But what we have here is the next best thing, 70 minutes of outtakes, re-takes, alternate scenes and bloopers from Ed’s 1970 porn film debut, discovered during the 1990’s in a Santa Monica movie theater.  Thanks to our friends at Something Weird Video, these outtakes were released on VHS in 1995, and then later as a DVD-R which is what you will find here.TAKE IT OUT IN TRADE was filmed in 2 days in a private home in Lakewood, CA.  This was Ed’s first directorial job since THE SINISTER URGE 10 years earlier, and was his first foray into porn movies.  As the story goes, Ed met some guys at one of the clubs he frequented who wanted to get their hands on some porno films.  Ed talked them into financing him to make one for them instead (and promised them some scenes that they could cut out for their “private collections”).  The film is rumored to have made it’s world premiere in a topless bar in L.A. and to have played L.A.’s Pussycat Theater circuit.According to Ed’s widow Kathy, she and Ed were in the process of losing their home when this movie was made.  “It was a cute little film which he cut and edited in his den on a movieola.  It kept me up all night, practically.  He used some of our neighbors, Kennie Duncan’s old girlfriend Nona Carver.  She played an old whore.  He wasn’t really making any money out of it, and he never did.”Star Nona Carver said that just like NECROMANIA, there were two versions of TAKE IT OUT IN TRADE made; a softcore version and a hardcore version.  “He had a couple of faggots in it,” according to Nona.  “I played the part of a madam.  I was supposed to be on the needle, running around in a little baby doll outfit.  In the film, this guy comes in, starts beating me up, and I scream and plead and cry.  Evidentally, it sounded so real the police came!  That was kind of a big joke.”",
    "chinese_title": "带出来交易：弃用片段",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Take It Out in Trade: The Outtakes",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T23:00:21"
}