{
    "aka": [
        "Moskva"
    ],
    "sid": "2064664",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1927",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514140687.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0018172",
    "director": [
        {
            "url": "/celebrity/1024692/",
            "name": "伊利亚·科帕林 Ilya Kopalin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1542242/",
            "name": "米哈伊尔·考夫曼 Mikhail Kaufman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1927"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0018172/",
    "imdb_votes": 71,
    "this_title": [
        "Москва. Пробег кино-глаза."
    ],
    "douban_link": "https://movie.douban.com/subject/2064664/",
    "imdb_rating": "7.5/10 from 71 users",
    "trans_title": [
        "莫斯科",
        "Moskva"
    ],
    "douban_votes": "0",
    "introduction": "Описание: «Это первая самостоятельная работа Кауфмана и Копалина, учеников Дзиги Вертова, экспериментатора и отчаянного формалиста, - рассказывает Андрей Шемякин. - Кауфман и Копалин, вдохновленные фактурой и натурой Москвы, показывают жизнь города, еще не тронутого грандиозной реконструкцией. Они наблюдают за городом, пытаются уловить его атмосферу, уже догадываясь, что Москвы, которую они снимают, больше не будет. Например, они снимают Храм Христа Спасителя, не предполагая, что через 5 лет этот Храм взорвут. Уникальность этого фильма заключается в том, что мы можем видеть хроникальные кадры старой доброй Москвы, по которой сегодня так любят вздыхать москвичи».Доп. информация: Побываем в быв. Елисеевском магазине , Сухаревском рынке, посмотрим развратных НЭПманов, увидим вечерние рабочие кружки, как отдыхают москвичи загородом - в Петровском парке и на Москве-реке, посетим Сухаревскую башню, Красные ворота, Обелиск свободы, ХХС. Побываем на отливке стали на \"Серпе и молоте\", на ГТС, фабрике электроламп и табачной фабрике Ява. Городском ипподроме, встрече немецких рабочих , заседании СНК, нам представят послов Персии, Англии, Франции. Фильм показывает весну молодого советского государства - только оправившееся от гражданской, НЭП еще не свернут, череда голодных годов и коллективизаций только впереди. В раздаче два файла: сам фильм и предисловие кинокритика Андрея Шемякина.",
    "chinese_title": "莫斯科",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Москва. Пробег кино-глаза.",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T04:56:54"
}