{
    "aka": [],
    "sid": "2064196",
    "cast": [
        {
            "url": "/celebrity/1225341/",
            "name": "Andrew Kimmel Andrew Kimmel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187008/",
            "name": "Timothy-Ryan O&#39;Kane Timothy-Ryan O&#39;Kane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897434418.jpg",
    "region": [
        "USA"
    ],
    "writer": [],
    "imdb_id": "tt0395409",
    "director": [
        {
            "url": "/celebrity/1052536/",
            "name": "彼特·J·斯卡莱塔 Peter J. Scalettar",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "english"
    ],
    "playdate": [
        "2004-02-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0395409/",
    "imdb_votes": 621,
    "this_title": [
        "Room Raiders"
    ],
    "douban_link": "https://movie.douban.com/subject/2064196/",
    "imdb_rating": "4.1/10 from 621 users",
    "trans_title": [
        "房间侵入者"
    ],
    "douban_votes": "0",
    "introduction": "Room Raiders is a dating/reality series on MTV. On the show, three single men or women have their rooms inspected, or \"raided\" by another single man or woman (usually a member of the opposite sex, but some episodes are gay-themed). The raider does not meet or see any of the three singles (any personal photographs of the contestant are removed from the room) and chooses to go on a date with one of them based on the contents of their rooms. The three contestants watch and comment, while sitting in a truck, as their rooms are inspected. After the raider has finished with each of the rooms, the three contestants then raid the raider's room. Finally, the raider confronts the three contestants and makes his or her choice.The first episode was filmed at Tulane University, and featured Jessica Simpson and Nick Lachey as aids to the contestants for promotion. The first seven seasons were Room Raiders (in the New York metropolitan area), Room Raiders II, Room Raiders: Miami, Room Raiders: Hotlanta (in the Atlanta area), Room Raiders: California, Room Raiders: Texas, and Room Raiders: Florida. The current season is entitled Room Raiders: Arizona. Starting with the Miami season, episodes were given themes such as Twins, Beauty and the Freaks, Double Trouble, Hidden Beauty, Opposites Attract, Threes a Kind and celebrity guests.TNA superstar Lance Hoyt appeared as a contestant for Room Raiders. Zac Efron appeared as a contestant.from wikipedia",
    "chinese_title": "房间侵入者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Room Raiders",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-24T20:52:34"
}