{
    "aka": [
        "MTV presents: Date My Mom"
    ],
    "sid": "2064197",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0435565",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "english"
    ],
    "playdate": [
        "2004-11-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0435565/",
    "imdb_votes": 415,
    "this_title": [
        "Date My Mom"
    ],
    "douban_link": "https://movie.douban.com/subject/2064197/",
    "imdb_rating": "2.3/10 from 415 users",
    "trans_title": [
        "MTV presents: Date My Mom"
    ],
    "douban_votes": "0",
    "introduction": "Date My Mom is a television dating show airing on the music channel MTV and produced by Shaniqua Productions. An 18-24-year-old male, or gay male/lesbian female, goes on 3 separate dates with 3 moms who try to convince them to pick their son or daughter to date. The dater only meets the mother and makes his or her decision solely on their impression of the mother and her descriptions of her child.Before each date, the mom meets with her son or daughter. The child usually gives her advice, normally consisting of what should or should not be told and what should be looked for during the date. Often, though, the mother discloses information which the child has asked her to keep secret.The dates are varied and are occasionally geared towards the dater's interests. The dates range from a simple lunch date to cheerleading lessons, washing cars, cooking, sports, and even getting tattoos. (It usually depends on the person's likes and dislikes). At the end of the date the mother reports back to the child. The mothers and contestants tend to be very assured of their chances.After all dates are completed, an elaborate beachfront finale is conducted. The dater explains to each mother why he has or has not chosen her child, and one by one the sons or daughters are revealed according to the person's liking. As the sun sets, the winning mother runs with the winning couple down the beach, eventually allowing them to scamper off on their own.Throughout the show, short comment clips of the dater, moms, and contestants are shown. Almost always the clip is in response to something that has just occurred or a remark that has been made. These clips are scripted, as in the things the contestant or mother say were given for them to say. Relatively all of the dialogue in the show is scripted.from wikipedia",
    "chinese_title": "Date My Mom",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 2.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T10:01:44"
}