{
    "aka": [
        "Sl8n8"
    ],
    "sid": "2065077",
    "cast": [
        {
            "url": "/celebrity/1110406/",
            "name": "维多利亚·科布林科 Victoria Koblenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143351/",
            "name": "Kurt Rogiers Kurt Rogiers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015579/",
            "name": "Theu Boermans Theu Boermans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1255767/",
            "name": "Lara Toorop Lara Toorop",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202002/",
            "name": "Emiel Sandtke Emiel Sandtke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190173/",
            "name": "Steve Hooi Steve Hooi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166219/",
            "name": "Hans Ligtvoet Hans Ligtvoet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155362/",
            "name": "Liz Snoyink Liz Snoyink",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154159/",
            "name": "塞尔日-亨利·瓦尔克 Serge-Henri Valcke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110978/",
            "name": "Jop Joris Jop Joris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075611/",
            "name": "Michael van Buuren Michael van Buuren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1509370/",
            "name": "卡罗琳娜·迪克赫伊岑 Carolina Dijkhuizen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "动作",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2395926886.jpg",
    "region": [
        "比利时",
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0493452",
    "director": [],
    "duration": "Netherlands: 90 分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2006-10-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0493452/",
    "imdb_votes": 1813,
    "this_title": [
        "Slaughter Night"
    ],
    "douban_link": "https://movie.douban.com/subject/2065077/",
    "imdb_rating": "5.2/10 from 1813 users",
    "trans_title": [
        "屠杀夜",
        "Sl8n8"
    ],
    "douban_votes": "98",
    "introduction": "In 1857, child murderer Andries Martiens, is sent into a mine as a punishment for his crimes. His punishment? He must detect dangerous methane leaks by setting them off...personally.On a ride home from a club, Kristel Lodema confronts tragedy with the sudden death of her father in a freak car accident. In a attempt to learn more about her recently deceased father she travels to Belgium with a group of friends, to pick up her father's last manuscript. Coincidentally, her father used to work in the same mine that Andries Martiens was executed in.The new tour guide convinces Kristel and her friends to go into the mine for a guided tour. A tour which unleashes a great evil and ends with many, many, grisly murders....including plenty decapitations! Slaughter Night is (as the name suggests) a slasher flick. In all honesty, the film is kinda like a combination of The Descent, and the original Evil Dead....although Slaughter Night isn't as good a film as either of those Horror classics. This is not to say the film is bad, but it's just not anything all that special.The performances themselves aren't bad, the direction is good. The editing needs some work as many scenes set up without proper introduction, and the killer seems to pop out in too many different areas, far too quickly than is humanly possible. If you can set your brain on vacation, you might come out liking this film.That being said, let's make this really simple.If your a fan of trashy horror films, and love watching stupid teens get sliced and diced. You'll love this movie. SL8N8 features some of the most gruesome deaths i've seen on film in recent memory. Boat loads of gore, with little or no hard substance. And if that's your stuff, then don't hesitate and pick this film up! If your looking for a good, solid horror film with character development and a strong plot with strong performances, go watch The Descent or something comparable. Because SL8N8 is NOT a Horror masterpiece by any stretch of the imagination. It's just a fun Slasher Flick with more than it's share of brutal violence.**I do wish to caution those who might be upset by violence involving young children, because Slaughter Night features a few scenes of grisly violence involving children.** But if you can get past that, check this movie out. it's just a really fun, gory horror film from the Netherlands.",
    "chinese_title": "屠杀夜",
    "douban_rating": "4.5/10 from 98 users",
    "foreign_title": "Slaughter Night",
    "imdb_rating_average": 5.2,
    "douban_rating_average": "4.5",
    "update_at": "2025-03-23T05:55:34"
}