{
    "aka": [],
    "sid": "2065200",
    "cast": [
        {
            "url": "/celebrity/1074093/",
            "name": "Ángel Corella Ángel Corella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115161/",
            "name": "弗拉基米尔·马拉科夫 Vladimir Malakhov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325109/",
            "name": "吉莲·墨菲 Gillian Murphy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1005449/",
            "name": "乔治·戈登·拜伦 George Gordon Byron",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0267393",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1999-12-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0267393/",
    "imdb_votes": 34,
    "this_title": [
        "Corsaire, Le"
    ],
    "douban_link": "https://movie.douban.com/subject/2065200/",
    "imdb_rating": "8.1/10 from 34 users",
    "trans_title": [
        "海盗"
    ],
    "douban_votes": "71",
    "introduction": "CharactersConrad -- Captain of the corsair shipAli -- Conrad's slaveBirbanto -- First mate, and Conrad's friendLankendem -- Slave dealerMedora -- the beautiful slave girlGulnare -- Medora's friendSeyd -- A Turkish PashaPrologueA pirate ship, manned by Conrad, his slave Ali, and his friend Birbanto, sails toward Turkey.Act IThe Bazaar Dealers and buyers fill a noisy bazaar where slave girls are being traded. Conrad and his men arrive where Lankendem, the owner of the bazaar, is selling girls. Conrad sees Medora, a slave girl, and falls immediately in love. Seyd, a Pasha, arrives on the scene amidst much fanfare. Lankendem presents three young women, who dance a Pas de Trois Classique (the Grand Pas de Trois des Odalisques) whom the Pasha rejects. Lankendem then presents Gulnare, a lovely slave girl, and together Gulnare and Lankendem dance a Pas d'action (the Pas d'Esclave). The Pasha buys her. Lankendem then presents a young slave girl, Medora, and everyone is entranced by her beauty. The Pasha buys her. Conrad instructs the slave to steal Medora back and the corsairs raid the village and kidnap Lankendem.Act IIThe Grotto Conrad shows Medora his cave filled with treasure. Birbanto calls all the corsairs to bring in their stolen bounty to the grotto, as well as the slave girls and Lankendem. Medora, Conrad, and the slave Ali dance a Grand Pas Classique (the Grand Pas de Deux à Trois or Le Corsaire Pas de Deux). Afterward, Medora entreats Conrad, in the name of their love, to free all the slave girls. He agrees, but Birbanto rebels against the idea and instead persuades the pirates to riot against Conrad. By the force of Conrad's commanding personality and physical presence, he single-handedly instills terror into the hearts of the corsairs and they abandon their mutinous plan. Not to be thwarted, Birbanto devises a new scheme. He sprays a rose with a sleeping potion and forces Lankendem to help him pass the flower to Medora, who unwittingly gives it to Conrad. He inhales its aroma and falls into a drugged sleep. The corsairs return to the grotto and attempt to capture Medora. While struggling, she snatches a dagger and cuts Birbanto's arm. In the confusion, Lankendem steals Medora back and escapes. Birbanto is about to kill Conrad but is interrupted by the slave. Stunned and broken-hearted, Conrad discovers Medora missing. Birbanto feigns ignorance and swears his loyalty to Conrad.Act IIIScene 1: The Pasha's Palace The playful Gulnare is interrupted by Lankendem bringing a veiled Medora. The Pasha is delighted that Medora has been recaptured.Scene 2: Le Jardin Animé' (The Animated Garden) The Pasha then decides to take a nap. He dreams of all of the beautiful women of his harem dancing in an enchanted flower garden. The woman dance a Grand Ballabile.Scene 3: The Pasha's Palace Conrad and his party arrive at the palace in disguise, waking the governor. Once inside, the maurauders attack the Pasha and his guards. After the residents flee, Medora names Birbanto as the traitor and Conrad kills him. Conrad, Ali, Medora and Gulnare all escape to the Corsaire ship.Scene 4: The Storm The corsair ship sails upon a calm sea. Conrad, at the helm, cradles Medora in his arms. Suddenly a fierce storm blows across as lightning illuminates the darkening sky. Gusting winds shred the sails and a lightning bolt snaps the ship's mast in half. The ship sinks amidst the relentless, turbulent waters.EpilogueAs the wind subsides and the sea calms itself, the moon rises in the sky. It sheds light upon Conrad and Medora, clinging to a rock and offering thanks for their miraculous survival, a testimony to the strength of their love.",
    "chinese_title": "海盗",
    "douban_rating": "8.4/10 from 71 users",
    "foreign_title": "Corsaire, Le",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.4",
    "update_at": "2025-10-31T11:39:13"
}