{
    "aka": [],
    "sid": "2069861",
    "cast": [
        {
            "url": "/celebrity/1093460/",
            "name": "内森·格莱泽 Nathan Glazer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027471/",
            "name": "阿兰·罗森伯格 Alan Rosenberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110772/",
            "name": "欧文.克里斯托 Irving Kristol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065973/",
            "name": "丹尼尔·贝尔 Daniel Bell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091485/",
            "name": "欧文·豪 Irving Howe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884602380.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1047701/",
            "name": "Joseph Dorman Joseph Dorman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0129758",
    "director": [
        {
            "url": "/celebrity/1047701/",
            "name": "Joseph Dorman Joseph Dorman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-01-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0129758/",
    "imdb_votes": 97,
    "this_title": [
        "Arguing the World"
    ],
    "douban_link": "https://movie.douban.com/subject/2069861/",
    "imdb_rating": "7.0/10 from 97 users",
    "trans_title": [
        "争吵中的世界"
    ],
    "douban_votes": "0",
    "introduction": "From cafeterias to cocktail parties to the pages of important magazines and journals, few groups of friends have argued ideas so passionately and so publicly as the writers and critics known as the New York Intellectuals. Rising from America's working class they went on to wield great influence in the second half of the twentieth century. ARGUING THE WORLD is the portrait of four members of this group: Irving Kristol, Irving Howe, Daniel Bell, and Nathan Glazer. It is the story of a lifelong political argument among brilliant and engaging individuals who came of age as radicals at the City College of New York during the Great Depression and then journeyed across the political spectrum.Tracing their rise to prominence as political and cultural critics in post-war America through magazines and journals like Partisan Review and Commentary the film charts their path through the controversies of the Cold War and Joe McCarthy's reign of terror, their clash with the tidal forces of the New Left on college campuses in the 60s, and the fights which pulled them apart in the midst of the conservative backlash hailed by Ronald Reagan's presidency in the eighties.Driven apart by their responses to these historical events, by the nineties the four found themselves at odds with one another. Irving Kristol became influential in America's resurgent conservative movement, Nathan Glazer, a forceful critic of liberal social policy, while Daniel Bell fought to defend a besieged liberalism. Until his death in 1993, Irving Howe, ever on the political margins, endured as a key voice of the radical Left.Weaving personal reminiscence, location photography, archival footage, images of New York and the voices of friends and critics, ARGUING THE WORLD explores the passions, the issues and the era that shaped these men.",
    "chinese_title": "争吵中的世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arguing the World",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T01:52:20"
}