{
    "aka": [],
    "sid": "2070580",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2187957365.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0958523",
    "director": [],
    "duration": "120分钟",
    "episodes": "11",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-10-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0958523/",
    "imdb_votes": 223,
    "this_title": [
        "Discovery Atlas"
    ],
    "douban_link": "https://movie.douban.com/subject/2070580/",
    "imdb_rating": "7.9/10 from 223 users",
    "trans_title": [
        "列国图志"
    ],
    "douban_votes": "1347",
    "introduction": "Discovery传播公司推出史诗巨篇「列国图志」。作为全球媒体盛事，我们将带领观众环游世界三十个国家，借助超卓的摄影画面、优质的制作价值和先进的高清技术，前所未有地捕捉各国风貌。丰富的科学知识和恢弘的视觉美感，让系列专辑「列国图志」成为Discovery传播公司的最新全球巨献，帮助观众探索其世界并满足其天生的好奇心。未来五年，这一系列气势非凡的叙事纪录片将前往全世界最古老、最多元的部分国家，聚焦当地丰富多样的文化、地理和自然现象。随着精彩专辑「列国图志：中国」在Discovery探索频道上全球首映开播，我们的旅程从10月14日起正式启航。紧随中国之后，精彩专辑「列国图志：意大利」、「列国图志：巴西」和「列国图志：澳大利亚」也将会分别探究异域的风土人情。\"系列专辑「列国图志」旨在打造最全面的视觉记录，记录下世界的历史、文明、地理、工业、科技和人民，\"Discovery传播公司创办人兼董事长约翰 亨德瑞先生说道。\"系列专辑「列国图志」将不可思议的深度和规模带到最迷人的国家，捕捉Discovery的核心内容：富有创意的叙事方式和学习新知的无穷乐趣。我们希望，随着我们通过公司的全球媒体与教育平台播出系列专辑「列国图志」，这个项目将会引发对世界的更伟大的了解和发现。\"系列专辑「列国图志」堪称Discovery传播公司迄今为止最雄心勃勃的全球项目，涉及公司旗下的所有部门。Discovery探索频道负责系列专辑「列国图志」在一百七十多个国家和地区的全球首播，Discovery高清频道也将播出每集节目，运用画质令人惊叹的最新高清技术来呈现每个国家。Discovery 探索频道系列专辑「列国图志」的制作公司分别为：狮子电视公司，卡西安 哈里森担任监制（中国）；大西洋制作公司，安东尼格芬担任监制（意大利）；泰格瑞斯制作公司，霍娜 彼得斯担任监制（巴西）；超越制作公司，杰夫菲茨帕特里克担任监制（澳大利亚）。Discovery探索频道方面由莫琳 勒米尔出任监制。精彩系列专辑「列国图志」之节目简介列国图志：中国当今中国有十三亿个故事。观众将加入种粮农户，他们正在耕种祖先已耕耘了十八个世纪的土地；少林武僧，他们正在传授有五百年历史的修为功夫。观众还将分享梦想，十二岁的体操希望之星渴望夺得奥运金牌；上海地产大亨正在探究长城脚下的生活如何面对传统与现代的碰撞。列国图志：意大利六个故事交织而成的「列国图志：意大利」，展现了人们对家乡、世族、时尚和激情的热爱。从骑师参加全世界最快的赛马，到前渔民在西西里沿岸创造自由式潜水记录，再到米索尼家族的时装世界和威尼斯船夫留守家园的不懈努力，我们将尽情呼吸并感受意大利的奇情美景。列国图志：巴西巴西是一个宜人自在的国度，充满矛盾和机遇。还会有哪里，贫民可以变身为王子，世界上最大的派对可以演变成一场极度认真的比赛？「列国图志：巴西」将会揭示全球民族最多元的国家之一，探究各种各样的奇特故事，从亚马逊河的贩货经历，到圣保罗的直升机交通。列国图志：澳大利亚它是地球上最年轻的国家之一，但却同时拥有最古老的土著居民之一。澳大利亚，就是这样一片反差如此之大的土地。这个国家的迷人之处在于，它集荒凉和富饶于一身，从内陆的严苛艰苦生活，到海滨的肥沃高产良田。",
    "chinese_title": "列国图志",
    "douban_rating": "8.3/10 from 1347 users",
    "foreign_title": "Discovery Atlas",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.3",
    "update_at": "2025-10-20T01:08:12"
}