{
    "aka": [
        "The Who: Thirty Years of Maximum R&B"
    ],
    "sid": "2073429",
    "cast": [
        {
            "url": "/celebrity/1045228/",
            "name": "皮特·汤什德 Pete Townshend",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028130/",
            "name": "约翰·英汀斯特 John Entwistle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032203/",
            "name": "罗杰·达尔特雷 Roger Daltrey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101491/",
            "name": "Scott Halpin Scott Halpin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000333/",
            "name": "埃里克·克莱普顿 Eric Clapton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007693/",
            "name": "西蒙·菲利普斯 Simon Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137036/",
            "name": "Dick Parry Dick Parry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078667/",
            "name": "John Bundrick John Bundrick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040746/",
            "name": "布莱恩·亚当斯 Bryan Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036556/",
            "name": "基思·理查兹 Keith Richards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130599/",
            "name": "Billy Nicholls Billy Nicholls",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107286/",
            "name": "Kenney Jones Kenney Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "US"
    ],
    "writer": [],
    "imdb_id": "tt0131064",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1994-08-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0131064/",
    "imdb_votes": 107,
    "this_title": [
        "30 Years of Maximum R&B Live"
    ],
    "douban_link": "https://movie.douban.com/subject/2073429/",
    "imdb_rating": "8.5/10 from 107 users",
    "trans_title": [
        "The Who: Thirty Years of Maximum R&B"
    ],
    "douban_votes": "0",
    "introduction": "This is an excellent visual soundtrack of one of Rock's greatest achievement's, The Who.First formed around 1964 by Roger Daltrey, he enlisted bass player John Entwistle, Pete Townshend on guitar and Keith Moon on drum's.Playing around the London clubs and any paying gig they could get for what seemed like year's, they were constantly on the road, playing the famous Marquee Club in Wardour Street with their regular Tuesday night spot.With the writing skills of Pete the band were on the way forward. The first hit being I cant Explain, a song about teenage angst and frustration, a theme that Pete was to continue with most of his writing career. This movie illustrates the fact that this band, like the Stones for example, are long lasting survivors of the sixties music phenomenon.With great and rare concert footage. Showing shows from the Marquee, Tanglewood and not forgetting the Charlton Football Club shows. Seeing Keith Moon performing Bell Boy is a real treat. it is a pity that there is not more footage of Keith, for example his BBC radio session's, but we will have to wait and see.The playing here is exceptional, seeing them in their prime, you cannot help but be mesmerised by Keith's playing, totally unique. Sadly, Keith passed away at the age of 32, ironically by an (accidental) overdose of the medication that was trying to prevent him from drinking himself to death. He was replaced by Kenny Jones, the drummer from the sixties group The Small Faces. Kenny, being an old friend of The Who and growing up in the same districts in London as the other guys would and could be the only choice.Kenny is seen playing the last eight songs on this movie. The spirit of The Who had died with Keith, but to be fair, due to contractual agreements no doubt, they have kept on performing even to this day as The Who, even after John's death in 2002.This is a very good mixed and varied concert package of a Rock n' Roll Band that ruled them all, that lead the way and survived to tell the tale.",
    "chinese_title": "30 Years of Maximum R&B Live",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T02:08:07"
}