{
    "aka": [],
    "sid": "2073229",
    "cast": [
        {
            "url": "/celebrity/1004700/",
            "name": "莱纳斯·罗彻 Linus Roache",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006992/",
            "name": "詹姆斯·克伦威尔 James Cromwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025232/",
            "name": "马丁·唐文 Martin Donovan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025258/",
            "name": "贾克波·瓦格斯 Jacob Vargas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048129/",
            "name": "文·瑞姆斯 Ving Rhames",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048384/",
            "name": "大卫·加德纳 David Gardner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049845/",
            "name": "大卫·佩默 David Paymer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054725/",
            "name": "蒂姆·泽马內克 Timm Zemanek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088033/",
            "name": "塞尔吉奥·齐奥 Sergio Di Zio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117873/",
            "name": "玛妮·麦克菲尔 Marnie McPhail",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "　　第60届金球奖(2003)\n　　电视类 限定剧/电视电影最佳男主角(提名) 莱纳斯·罗彻\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896187374.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042149/",
            "name": "汉克·斯坦伯格 Hank Steinberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0323754",
    "director": [
        {
            "url": "/celebrity/1037276/",
            "name": "罗伯特·多恩海姆 Robert Dornhelm",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-08-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0323754/",
    "imdb_votes": 462,
    "this_title": [
        "RFK"
    ],
    "douban_link": "https://movie.douban.com/subject/2073229/",
    "imdb_rating": "6.3/10 from 462 users",
    "trans_title": [
        "罗伯特·肯尼迪"
    ],
    "douban_votes": "60",
    "introduction": "宣传语： Dreamer. Rebel. Leader. Brother关键词：肯尼迪 转变 梦想 政治政客，leader世界观、价值观 崇高 奉献兄弟、家人、个人、情感政治、世界、社会、人生、人民那是属于肯尼迪的风云岁月，属于肯尼迪家族的风云岁月。1963约翰肯尼迪被刺杀，1968罗伯特肯尼迪被刺杀……本片所描述的是1963年约翰肯尼迪被刺到1968罗伯特肯尼迪被刺之间的岁月，也就是这段属于肯尼迪家族的风云岁月。对于这两段被刺，法国巫师诺查丹玛斯的这首预言诗道出其隐喻的一切：“第一人的突然身亡使情势急转直下他人为君高处不胜寒为时已晚也太年轻威胁来自海上和陆地”也有人对肯尼迪家族的悲剧进行了这样的说法：“肯尼迪家族的故事就是一长串讣告，身为肯尼迪家族一员，你就不要指望躺在床上静静地死去。”也许，有些时候，真的以为肯尼迪家族是受过诅咒的……作为史实，不尽得知，多少年来，也是人民一直所关注而不能得解。大致事实进程如此：（此段引用）1963年11月22日，美国第三十五任总统约翰·菲茨杰拉德·肯尼迪在美国得克萨斯州达拉斯市巡视时被人刺杀，半小时后在医院身亡。在肯尼迪遇刺后，继任的林登·贝恩斯·约翰逊总统亲自任命了一个特别委员会负责彻查此案。这个由首席法官厄尔·沃伦为主席的委员会，后来被习惯称之为沃伦委员会。经过较长时间的调查取证，委员会的调查结果全收入了《总统特别委员会关于肯尼迪总统被暗杀案的调查报告》(又叫《沃伦报告》)中。报告中最后得出的结论，认为事件为凶手李·哈维·奥斯瓦尔德一个单干，与其他人和任何组织无关。自沃伦报告出台伊始，它就一直面临无尽的责难，而把肯尼迪遇刺案炒得最热闹的，则当数1993年由好莱坞大腕导演奥利弗·斯通，根据上世纪60年代美国部检察长吉姆·加里森的反调查报告拍摄的电影《肯尼迪》。斯通把焦点对准了美国强大的军事工业联合体，他认为这一集团才是真正的幕后主使者，而起因则与越南战争有关。这个由五角大楼的鹰派、武器制造商和石油商、特工部门的极右翼分子等组成的利益同盟，“想让自己置身于一个战争经济的体系之中”，他们所期望的越南战争却没有得到肯尼迪的支持。后者对美国的海外战争一直持矛盾态度，1963年10月11日，即在遇刺前一个多月，他曾签署了《第263号国家安全行动备忘录》，决定在1963年底将1000名美国军事顾问从越南撤出。而在即将展开的争取连任计划中，肯尼迪有意要排斥副总统约翰逊，并打算于次年从越南撤军。这自然与军工集团的利益相违背，他们一心希望在与“共产主义世界”的持续紧张中获利，肯尼迪不能“代表”他们，于是便为他们所不容。斯通的电影为肯尼迪之死，提供了一种可能性，他的说法构成了那些形形色色解释中的一个。有人总结了一下，自肯尼迪去世以来，世人对他被刺原因的猜测，至少有8种之多。如，是反卡斯特罗的古巴流亡者干的，刺杀的原因显然是肯尼迪在猪湾行动中拒绝提供足够的空中援助以及制止所有旨在消灭卡斯特罗的行动；是古巴的阴谋，刺杀的原因是通过“猪湾事件”和“导弹危机”，肯尼迪成了卡斯特罗的死对头；是中央情报局的变节行为，因为在猪湾惨败后，肯尼迪于1961年免去了中央情报局局长艾伦·杜勒斯的职务，并削弱了中央情报局的职能，这导致其内部“鹰派”头目和一些将军的怨恨；是美国联邦调查局下的毒手，理由是时任联邦调查局局长的埃德加·胡佛与肯尼迪兄弟深有嫌隙，肯尼迪想让胡佛提前退休，此举严重得罪了胡佛；是美国极右翼势力所为，德州石油商、欧洲移民、国家安全部门、古巴流亡者、白俄君主主义者和美国反卡斯特罗政权志愿人士等，他们报怨总统对共产党人过于温和，因此与联邦调查局、中央情报局和五角大楼串通一气，联手设计了暗杀行动，并销毁了这个阴谋的所有证据，以中止肯尼迪的内政、外交政策，嫁祸苏联与共产主义世界；人们还把怀疑的眼光盯上了时任副总统、并在肯尼迪被杀两小时后宣誓成为第36任美国总统的林登·约翰逊身上，认为曾在1960年的民主党总统候选人提名大会上败给了肯尼迪的约翰逊，和德州石油大亨哈罗德森·汉特，共同导演了这起大谋杀。政治世家，屡遭横祸肯尼迪之死只是一个家族命运的一块浮冰，在这块浮冰背后，是整座冰山。当我们把视野稍微拉长，从约翰·肯尼迪身上转移到他所处的亲族关系时，一个家族及其神话与悲剧，也展现在了我们面前。肯尼迪家族曾号称美国第一家族，这个由爱尔兰移民后裔、天主教信仰者组成的家族已经构成了美国历史的一部分，《华盛顿邮报》曾感叹，美国如果也有莎士比亚，其著作中必有一部肯尼迪家族史。肯尼迪之死及其家族的命运，也只有放到个人和家族所处的国家的制度与精神状态中，才能够得到更好的理解这种复杂性首先体现在上世纪60年代的国际关系上。除了上文提到的已成火山的古巴问题之外，上任之初的肯尼迪，还全盘接受了艾森豪威尔的“多米诺骨牌”理论，把越南问题放在了外交政策的关键性位置，认为印度支那是遏制共产主义的重要地区。然而，随着对国际政治认识的加深，肯尼迪后来从原先的立场上后撤了，他不再赞成继续与苏联关系紧张，不想出兵支援“解放”古巴，也不主张投入美国军队在越南打一场反共之战。他在对外政策上的改变激怒了那些反共斗士，也得罪了靠战争发财的军工利益集团。这种复杂性更体现在当时的美国国内状况上。上世纪50年代以来，黑人民权运动开始在美国各地纷起云涌，南方一些州长及白人种族主义者露骨地主张种族隔离，肯尼迪虽然在竞选时赢得了他们的一些支持，但当民权运动快要威胁到美国的国内安全时，肯尼迪兄弟最终采取了同情黑人运动的立场。在越来越多的黑人认同肯尼迪兄弟时，越来越多的右翼白人种族主义者逐渐对肯尼迪怀恨在心。肯尼迪兄弟之死，当然与他们深深地卷入了美国政治的内核密切相关。肯尼迪兄弟的反种族歧视立场不能见容于白人种族主义者，而罗伯特在总统竞选中对中东问题的表态、他的亲犹太人而反阿拉伯人的做法，则惹怒了阿拉伯激进主义者；还有他早年在司法法工作时，曾加入恶名昭著的共和党参议员约瑟夫·麦卡锡领导的、专门迫害共产党人、亲共嫌疑分子和自由主义人士的参议院常设调查委员会，也长久让许多自由主义进步人士，难以原谅他当时的行为；他当司法部长期间与联邦调查局局长胡佛的较劲、对有组织犯罪的严厉打击，则不仅获罪于了一些政府核心部长与政客，还获罪于了黑手党、三K党等势力强大的黑社会组织。所在这些对他怀恨在心的人和组织，一起为他的被杀，编织起了一张密不透风的大网，他终于没有逃脱这张杀人之网。至于肯尼迪刺杀之谜的更多内容，不多贴了。肯尼迪的遗孀--后来曾嫁于希腊船王的杰奎琳·肯尼迪在夫君被刺杀后曾悲切地说：“失去的东西不可能有所替代。”在她最悲伤的日子里，罗伯特·肯尼迪成了她的知心朋友，给了她最大的勇气和安慰。然而，1968年6月那个黑色的日子，罗伯特也步哥哥的后尘被人暗杀。杰奎琳对一位友人说：“我痛恨这个国家，我蔑视美国，我再也不想让我的孩子在这里生活下去了。我必须离开这里。”----也只有像她这样亲历了险恶、亲眼看到被杀者鲜血的人，才会深昧美国政治文化中的残忍与野蛮",
    "chinese_title": "罗伯特·肯尼迪",
    "douban_rating": "8.1/10 from 60 users",
    "foreign_title": "RFK",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-26T14:44:53"
}