{
    "aka": [
        "Glinka - Ruslan and Ludmila",
        "Глинка. Руслан и Людмила"
    ],
    "sid": "2074799",
    "cast": [
        {
            "url": "/celebrity/1125957/",
            "name": "Yuri Marusin Yuri Marusin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182346/",
            "name": "安娜·奈瑞贝科 Anna Netrebko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222659/",
            "name": "Galina Gorchakova Galina Gorchakova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "歌舞",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2233656155.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1018662/",
            "name": "普希金 Alexander Pushkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095608/",
            "name": "Mikhail Glinka Mikhail Glinka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0362104",
    "director": [],
    "duration": "211分钟",
    "episodes": "",
    "language": [
        "俄语 Russian"
    ],
    "playdate": [
        "1996-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0362104/",
    "imdb_votes": 53,
    "this_title": [
        "Glinka - Ruslan and Lyudmila"
    ],
    "douban_link": "https://movie.douban.com/subject/2074799/",
    "imdb_rating": "8.4/10 from 53 users",
    "trans_title": [
        "格林卡 - 鲁斯兰与柳德米拉",
        "Glinka - Ruslan and Ludmila",
        "Глинка. Руслан и Людмила"
    ],
    "douban_votes": "0",
    "introduction": "故事背景时间：基辅罗斯时期第一幕在斯维托扎尔的宴会厅中正举行着鲁斯兰与柳德米拉的婚礼筵席。宾客们听着吟唱诗人巴扬预言著新郎与新娘享受他们的真爱后，将遭遇不幸。柳德米拉由于即将离开她的父亲而感到哀伤。在她安慰著向她求婚却失败的两人，法尔拉夫跟拉特米尔后，随即跟鲁斯兰在一起。斯维托扎尔祝福着这对新人。突然一切变得昏暗且开始打雷，宾客们受到惊吓，此时两只怪兽突然出现将柳德米拉抓走。灯光重新点燃，众人对于柳德米拉的消失伤心不已，斯维托扎尔承诺：谁要是能够带回柳德米拉，将给柳德米拉许配给她，并且可以统治半个王国。三位求婚者就此上路，寻找柳德米拉的下落。第二幕(第一景)鲁斯兰前去洞窟中找寻善良的芬兰巫师。芬兰人告诉他，邪恶巫师黑海神已经带着鲁蜜拉逃亡，而只有鲁斯兰才能击败他。鲁斯兰问芬兰人为何住在这如此荒芜的地方，芬兰人告诉他一个多年前的故事。当他在家乡中当牧羊人时，他曾经爱上一个美丽的女孩纳伊娜，但她拒绝了芬兰人的告白。因此芬兰人离乡背景参予了战争，赢得战利品后将此转送给她，但这个女孩依旧拒绝了芬兰人的追求。于是芬兰人决心要学习魔法来赢得她的芳心。很多年过去了，她终于透过法术召唤到一个年老、鹤发且佝偻的女人，那正是纳伊娜，而此时纳伊娜对芬兰人充满著热情。芬兰人为了躲避纳伊娜的追求而躲得远远的。他对鲁斯兰保证，柳德米拉没有受到伤害，并且指示他往北方前进。(第二景)在荒芜的原野中，懦弱的法尔拉夫想要知道如何才能找到柳德米拉，此时衰老的纳伊娜接近他。她对法尔拉夫承诺会帮他得到柳德米拉，并且把鲁斯兰打得远远的。纳伊娜消失后，法尔拉夫沉醉在胜利的喜悦中。(第三景)鲁斯兰身处于潮湿的荒芜之地中，地面上还遗留着上次战争的武器与牺牲者的遗骸，他想着是否他也会这样结束他的一生。他选了一个新的盾牌与长矛以取代他那已经破旧的武器，但他找不到一把足够重的剑来完成装备。当浓雾渐散去，这时有个巨大的头出现，从这个巨头的嘴中吹出呼呼的大风，想要把鲁斯兰吹走。巨头被击退后，就在他的底下找到一把剑。鲁斯兰拿走了那把剑，并询问巨头为何来此，垂死的巨头回答：他原本其实是个巨人，而他的侏儒兄弟就是邪恶巫师黑海神。而这把剑注定是要杀死他们两人的，所以为了躲避这个宿命，黑海神将巨人的头取下并送到这个遥远的蛮荒之地，并把剑置于其下。现在剑已经在鲁斯兰的手中，巨头希望鲁斯兰能为他复仇。第三幕年轻的少女们受到诱惑进入纳伊娜的魔法城堡中。戈里斯拉娃正在找寻拉特米尔，因为他带走了她的俘虏并且遗弃了她。当戈里斯拉娃离开后，拉特米尔出现，因为受到这些少女的魔法的迷幻，开始跳舞。最后一个受到引诱进入城堡的宾客是鲁斯兰，当他看到戈里斯拉娃时，他竟然忘记了要营救柳德米拉这件事。这时芬兰人出现，在施法给予拉特米尔跟戈里斯拉娃，还有鲁斯兰与柳德米拉幸福的结局后，城堡变回了森林，而他们继续要去营救柳德米拉。第四幕在黑海神的魔法花园中，柳德米拉不断期待着鲁斯兰的到来，并且抗拒著周遭幻术的影响。黑海神跟他的随从抵达，此时号角声响起，正是鲁斯兰的挑战信号。黑海神施以魔法让柳德米拉睡着，并开始跟鲁斯兰战斗，很快的鲁斯兰就击败黑海神，并戴起黑海神的头盔。看到柳德米拉沉睡不醒，鲁斯兰决定带着她回到基辅寻求魔法师的帮忙。第五幕(第一景)在月光照耀的山谷中，鲁斯兰、拉特米尔、戈里斯拉娃跟柳德米拉在这扎营。拉特米尔守卫著四周，担心鲁斯兰的状况，但对于他能与戈里斯拉娃重逢感到相当高兴。突然间奴隶们回报柳德米拉又遭到劫持，鲁斯兰急忙的开始寻找她的下落。芬兰人此时出现，给拉特米尔一个魔法戒指，这戒指可以让柳德米拉在被带回到基辅时苏醒。(第二景)柳德米拉在斯维托扎尔的宴会厅中沉睡着。在纳伊娜的协助下，法尔拉夫绑架了柳德米拉并且带她回到基辅，让人以为是法尔拉夫解救了柳德米拉。但是法尔拉夫并无法让柳德米拉苏醒。后来鲁斯兰、拉特米尔与戈里斯拉娃回到基辅，鲁斯兰使用魔法戒指让柳德米拉醒来。最后基辅城中的人们欢庆他们的神、他们的祖国与这对年轻的新人。",
    "chinese_title": "格林卡 - 鲁斯兰与柳德米拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Glinka - Ruslan and Lyudmila",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T02:00:18"
}