{
    "aka": [
        "The Gay Brothers",
        "同性恋兄弟",
        "迪克森实验音膜"
    ],
    "sid": "2076084",
    "cast": [
        {
            "url": "/celebrity/1025615/",
            "name": "威廉·K·L·迪克森 William K.L. Dickson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1894",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574461077.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0177707",
    "director": [
        {
            "url": "/celebrity/1025615/",
            "name": "威廉·K·L·迪克森 William K.L. Dickson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1894-08-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0177707/",
    "imdb_votes": 2760,
    "this_title": [
        "Dickson Experimental Sound Film"
    ],
    "douban_link": "https://movie.douban.com/subject/2076084/",
    "imdb_rating": "6.7/10 from 2760 users",
    "trans_title": [
        "迪克森的实验性有声电影",
        "The Gay Brothers",
        "同性恋兄弟",
        "迪克森实验音膜"
    ],
    "douban_votes": "493",
    "introduction": "The Dickson Experimental Sound Film is a film made by William Dickson in late 1894 or early 1895. It is the first known film with live-recorded sound and appears to be the first example of a motion picture made for the Kinetophone, the proto-sound-film system developed by Dickson and Thomas Edison. (The Kinetophone—consisting of a Kinetoscope accompanied by a cylinder-playing phonograph—was not a true sound-film system as no attempt was made to synchronize image and audio throughout playback.) The film was produced at the \"Black Maria,\" Edison's New Jersey film studio. There is no evidence that it was ever exhibited in its original format. Newly digitized and restored, it is the only surviving Kinetophone film.The movie features Dickson playing a violin into a recording cone for an off-camera wax cylinder.[1] The melody is from a barcarolle, \"Song of the Cabin Boy,\" from Les Cloches de Corneville (literally The Bells of Corneville; presented in English-speaking countries as The Chimes of Normandy), a light opera composed by Robert Planquette in 1877.[2] In front of Dickson, two men dance to the music. In the final seconds, a fourth man briefly crosses from left to right behind the cone. The running time of the restored film is seventeen seconds; the accompanying cylinder contains approximately two minutes of sound, including twenty-three seconds of violin music, encompassing the film's soundtrack. After its restoration in 2000, the Dickson Experimental Sound Film was selected for inclusion in the United States National Film Registry.",
    "chinese_title": "迪克森的实验性有声电影",
    "douban_rating": "7.7/10 from 493 users",
    "foreign_title": "Dickson Experimental Sound Film",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.7",
    "update_at": "2025-09-13T20:42:32"
}