{
    "aka": [
        "Apes & Music",
        "Jaaaaam"
    ],
    "sid": "2077558",
    "cast": [
        {
            "url": "/celebrity/1133171/",
            "name": "克里斯多夫·莫利斯 Christopher Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005073/",
            "name": "阿米莉亚·布摩 Amelia Bullmore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333294/",
            "name": "戴维·坎恩 David Cann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281914/",
            "name": "朱莉娅·戴维斯 Julia Davis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315119/",
            "name": "凯文·埃尔登 Kevin Eldon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045125/",
            "name": "马克·希普 Mark Heap",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586353100.jpg",
    "region": [
        "UK"
    ],
    "writer": [],
    "imdb_id": "tt0240273",
    "director": [
        {
            "url": "/celebrity/1133171/",
            "name": "克里斯多夫·莫利斯 Christopher Morris",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-03-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0240273/",
    "imdb_votes": 2757,
    "this_title": [
        "Jam"
    ],
    "douban_link": "https://movie.douban.com/subject/2077558/",
    "imdb_rating": "8.4/10 from 2757 users",
    "trans_title": [
        "Apes & Music",
        "Jaaaaam"
    ],
    "douban_votes": "97",
    "introduction": "With Jam, the TV follow-up to his Radio 1 series Blue Jam, Chris Morris focuses more on unease more than the satire of Brass Eye. Indeed, it's a moot point whether Jam can actually be categorised as comedy at all. Each sketch is steeped in a heavy brine of dark, ambient music (including Bark Psychosis, David Sylvian and Brian Eno), grainy imagery, fast-cut editing and slo-motion. Its mirthless, Kafka-esque scenarios feel like an attempt to morph into some new species of post-comedy that is more like the stuff of nightmares. The credits, in which Morris stalks the moving camera, uttering Lear-esque words of foreboding immediately announce that this \"sketch show\" is a galaxy apart from The Two Ronnies.The appalled look on actor Kevin Eldon's face in the opening sketch of the series, as a young couple invite him to endure being buggered by a mutual acquaintance (\"I need a break\"), sets the tone. Rape, chemotherapy, wanton urination--as a naked \"Robert Kilroy-Silk\" goes insane in a sketch full of detestation for the oleaginous TV presenter--and recurring sketches involving callously authoritarian NHS doctors, all go to make up these annals of the bizarre and perverse.Ultimately, Jam doesn't quite work, not on TV anyway. The repetition of the same, small cast over and over, broken up too briefly by Morris' own appearances (as a \"country gentleman\" living outside his house, for instance), coupled with the gruelling treatment of the sketch material makes for a psyche-probing, jaw-dropping experience--but in parts also a nullifying and strangely predictable one. Morris's \"failures\" are far more interesting than most people's successes. --David Stubbs",
    "chinese_title": "Jam",
    "douban_rating": "8.7/10 from 97 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "8.7",
    "update_at": "2025-04-08T10:16:07"
}