{
    "aka": [],
    "sid": "2079799",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1741015402.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028963/",
            "name": "Patrick McGuinn Patrick McGuinn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0807767",
    "director": [
        {
            "url": "/celebrity/1028963/",
            "name": "Patrick McGuinn Patrick McGuinn",
            "@type": "Person"
        }
    ],
    "duration": "USA: 92 分钟(original version)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-05-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0807767/",
    "imdb_votes": 515,
    "this_title": [
        "Sun Kissed"
    ],
    "douban_link": "https://movie.douban.com/subject/2079799/",
    "imdb_rating": "4.2/10 from 515 users",
    "trans_title": [
        "日光情人"
    ],
    "douban_votes": "281",
    "introduction": "I was fortunate enough to catch this film at Outfest in Los Angeles. For me, it's always refreshing when filmmakers can succeed at not only telling their audience a touching and real life romance, but also when they go above and beyond traditional narrative structures in telling their story. With Patrick McGuinn's beautiful, sun-drenched film, \"Sun Kissed\", he not only gives us a chance to indulge in the lives of his characters--deliciously played by Greg Marcel, John Ort, and the mesmerizing Laura Leigh, but he also challenges us to lose a slight grasp of our reality and suspend our traditional conscious for 90 minutes. This is the real cinema experience, not reality television. At times the film appears to be disjointed--this is true, but McGuinn always manages to let us enjoy every frame of the surreal palette his cinematographer, Nickolas Rossi paints for the screen. With a pop soundtrack by the Sea and Cake, this film is more of an experience--at times frightening and kinetic--and at other times as warm and drenched with passion as the sun baked desert where the characters play.",
    "chinese_title": "日光情人",
    "douban_rating": "6.2/10 from 281 users",
    "foreign_title": "Sun Kissed",
    "imdb_rating_average": 4.2,
    "douban_rating_average": "6.2",
    "update_at": "2025-07-15T00:14:35"
}