{
    "aka": [
        "情色伴游"
    ],
    "sid": "2079839",
    "cast": [
        {
            "url": "/celebrity/1112995/",
            "name": "Marie-Claude Lefebvre Marie-Claude Lefebvre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146651/",
            "name": "Jasmin Roy Jasmin Roy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277566/",
            "name": "罗宾·奥贝尔 Robin Aubert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409071/",
            "name": "大卫·萨瓦尔 David Savard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545658081.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0116228",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1996-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0116228/",
    "imdb_votes": 173,
    "this_title": [
        "L.Escorte"
    ],
    "douban_link": "https://movie.douban.com/subject/2079839/",
    "imdb_rating": "5.3/10 from 173 users",
    "trans_title": [
        "护航",
        "情色伴游"
    ],
    "douban_votes": "0",
    "introduction": "Caution--- While this review does not include any \"spoilers\", it does divulge some early elements of the plot ---Philippe is a gay man pushing 30 who is living with slightly older Jean-Marc, his lover of seven years. The movie opens after the failure of their restaurant. We are at a small party that Jean-Marc and Philippe are giving. We soon learn that Philippe's long time friends Nathalie and Christian are keeping a secret from him. Meanwhile, Jean-Marc intervenes as some of the guests \"order\" an escort over the phone. The party breaks up when Nathalie leaves after a spat with Jean-Marc then has an `attack' and phones Philippe to come help her.While Jean-Marc is cleaning up after the party, Steve, a handsome young man appears at the door. It seems the escort has arrived. After Jean-Marc and Steve `consummate' the deal. Steve asks to stay the night. While attempting to fix a faulty ceiling light, Steve gets entangled in a hanging macramé only to have Philippe return home to what he takes as an attempted suicide. While the lovers quickly untangle the youth before he strangles, it takes the filmmaker 90 minutes to untangle the threads he's woven.I'd recommend this movie for any gay men for that rainy day when nothing better presents itself. Overall the story is interesting and well paced and doesn't get bogged down like so many films of this ilk do. It has moments that work, the characters are likeable and its generally enjoyable but it does fall short of `Great'. It will not change your life or become one of those movies that you return to again and again but it is enjoyable and it doesn't waste your time.",
    "chinese_title": "护航",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "L.Escorte",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-20T08:13:37"
}