{
    "aka": [
        "度假胜地"
    ],
    "sid": "2079821",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2180191619.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0480048",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-08-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0480048/",
    "imdb_votes": 721,
    "this_title": [
        "Vacationland"
    ],
    "douban_link": "https://movie.douban.com/subject/2079821/",
    "imdb_rating": "5.0/10 from 721 users",
    "trans_title": [
        "慌心旅行",
        "度假胜地"
    ],
    "douban_votes": "362",
    "introduction": "The further removed from watching this film, the more chance I had to change my initial impressions of it. There was some very nice acting by Brad Hallowell--very impressive in his film debut and in the starring role,no less (and just an incredibly sexy, adorable guy). Gregory J. Lucas was also good as Andrew.The female roles were poorly cast/poorly written/poorly acted in some combination at almost every time. Also, while the guys seemed to be able to play younger (18), the women playing the high school girls seemed way too old and the woman playing Joe's mother was RIDICULOUSLY too young.The high school girls were caricatures -- overly silly and just didn't have real roles. The sister was also not believable--although I think it was more the writing that her acting.Story-wise, it was enjoyable and seemed to have a nice arc. However, there were huge leaps in the plot--sometimes between scenes, sometimes right in the MIDDLE of scenes. There were also some twists/tangents that didn't really fit to the story. The script and the film could both have used some better editing and the direction seemed non-existent in stretches.All that said, I would still recommend seeing this movie--on the strength of the acting by the leads, their on-screen chemistry, and the viewer's interest in learning what happens to them.",
    "chinese_title": "慌心旅行",
    "douban_rating": "6.7/10 from 362 users",
    "foreign_title": "Vacationland",
    "imdb_rating_average": 5.0,
    "douban_rating_average": "6.7",
    "update_at": "2025-09-29T22:42:19"
}