{
    "aka": [
        "巫毒学院"
    ],
    "sid": "2079542",
    "cast": [
        {
            "url": "/celebrity/1000211/",
            "name": "瑞利·史密斯 Riley Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005059/",
            "name": "亨特利·里特 Huntley Ritter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082375/",
            "name": "德鲁·傅勒 Drew Fuller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103147/",
            "name": "Rhett Wilkins Rhett Wilkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105419/",
            "name": "Ben Indra Ben Indra",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "惊悚",
        "恐怖",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543956948.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278716/",
            "name": "艾里克·布莱克 Eric Black",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0232908",
    "director": [
        {
            "url": "/celebrity/1016711/",
            "name": "大卫·德科提奥 David DeCoteau",
            "@type": "Person"
        }
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0232908/",
    "imdb_votes": 749,
    "this_title": [
        "Voodoo Academy"
    ],
    "douban_link": "https://movie.douban.com/subject/2079542/",
    "imdb_rating": "3.4/10 from 749 users",
    "trans_title": [
        "魔幻学园",
        "巫毒学院"
    ],
    "douban_votes": "0",
    "introduction": "You can't hold too much against this knowing that it was made in four days, and I had expected it to be campy anyway. (It's not all that campy in reality. With the exception of Kevin Kalisher and Huntley Ritter, who don't take themselves seriously, the rest of the cast plays it halfway straight; Riley Smith is exceptionally bad.) The ridiculous story is actually paid attention to, which kind of shocked me; I assumed the whole purpose with these ultra-low-budget horror movies was to cater to the basest sexual fantasies and not give a damn about the story, but they use lots of words like \"technological\" and \"physicality\" in the script to get their point across. (Although it's possible that the story is important only to explain why there's so few cast members.) Nobody cares about this stupid storyline, and the only things that are interesting in the film are the mocking of cults and the soft-core homoeroticisms (which aren't all that edgy). I would have enjoyed it more if there were just some random killings for no reason. The film is grainy, with a TV-quality look and acting level. There are a few \"sexy\" scenes that are alright -- the boys writhing in bed in their boxers, feeling themselves up; or being tied down and making orgasmic faces while wine is poured on them -- and some of them are kinda funny. And I liked the digs at L. Ron Hubbard and the intended irony of a story about religious cultists told with intense gay overtones, but it still isn't any good. 3/10",
    "chinese_title": "魔幻学园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Voodoo Academy",
    "imdb_rating_average": 3.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T07:33:55"
}