{
    "aka": [
        "Cecilia"
    ],
    "sid": "2081725",
    "cast": [
        {
            "url": "/celebrity/1061538/",
            "name": "米·别纳维台斯 Miguel Benavides",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045531/",
            "name": "伊马诺尔·阿里亚斯 Imanol Arias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146548/",
            "name": "José Antonio Rodríguez José Antonio Rodríguez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147258/",
            "name": "拉克尔·雷韦尔塔 Raquel Revuelta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161003/",
            "name": "塞萨尔·埃沃拉 César Évora",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025892/",
            "name": "尼尔森·维拉格拉 Nelson Villagra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038007/",
            "name": "黛西·加纳多斯 Daisy Granados",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048544/",
            "name": "阿尔弗雷多·马约 Alfredo Mayo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "　　第35届戛纳电影节(1982)\n　　主竞赛单元 金棕榈奖(提名) 温贝托·索洛斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634387030.jpg",
    "region": [
        "古巴",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004256/",
            "name": "诺尔玛·托拉多 Norma Torrado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049500/",
            "name": "斯蒂芬·弗雷 Stephen Fry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043138/",
            "name": "内尔松·罗德里格斯 Nelson Rodríguez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0080508",
    "director": [
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049500/",
            "name": "斯蒂芬·弗雷 Stephen Fry",
            "@type": "Person"
        }
    ],
    "duration": "127 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1984-08-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0080508/",
    "imdb_votes": 166,
    "this_title": [
        "Cecilia"
    ],
    "douban_link": "https://movie.douban.com/subject/2081725/",
    "imdb_rating": "5.9/10 from 166 users",
    "trans_title": [
        "塞西莉亚",
        "Cecilia"
    ],
    "douban_votes": "0",
    "introduction": "《塞西莉亚》（1982）是古巴导演温贝托·索拉斯（Humberto Solas）创作中期的代表作，它不仅是ICAIC迄今投资最大的一部电影，而且使索拉斯这位27岁时就拍出史诗巨作《露西亚》的导演的艺术生涯达到了又一个顶峰。影片讲述一个女人在十九世纪初古巴反抗西班牙殖民统治的民族解放斗争中的命运。塞西莉亚出身贫苦却容貌出众，每每出现总会吸引所有人的目光，包括苦苦追求她却总被她婉拒的小提琴手帕拉梅塔，她很享受这种被万众向往的感觉，却也在为帕拉梅塔和内线之间传递着消息。在一次舞会上，新来的西班牙公爵的儿子莱奥纳多对她一见钟情并疯狂爱上了她，塞西莉亚表面上虽然也像对其他人一样对莱奥纳多若即若离，其实内心还是很想和他交往。 帕拉梅塔的真实身份是古巴地下革命军的成员，一天夜里他从外面救回受伤的革命军首领诺奥，小城全部戒严，西班牙军队在大肆搜查，塞西莉亚知道只有莱奥纳多才能帮助他们出城。考虑再三，她来到莱奥纳多的住处，告诉他自己同意和他交往，条件是护送诺奥到一个安全的地方，莱奥纳多大惊失色，因为这无疑是逼他背叛自己的国家，但早已被爱情冲昏了头脑的他最后还是选择了帮助塞西莉亚，从此两人开始了一段幸福的交往。然而美好总是短暂，莱奥纳多与伯爵的女儿伊萨贝尔早有婚约，塞西莉亚得知这个消息后痛苦万分，她明白自己永远也不可能和伊萨贝尔竟争，因为自己终究不是高贵的白种女人；而莱奥纳多也很矛盾，因为他根本就不喜欢伊萨贝尔但却没有勇气违抗父母的意愿，更无法离开塞西莉亚，他告诉她自己想暂且与伊萨贝尔完婚后再做安排，她自然不信，两人不欢而散，笠夜悲伤的塞西莉亚发誓一定要夺回属于自己的莱奥纳多。 一切仿佛都在朝着更坏的方向发展，莱奥纳多的母亲终于得知儿子为了一个女人背叛祖国的事，悲恨之余她不得不试图掩盖这个可怕的秘密；另一方面，由于叛徒告密，反抗者的起义正欲开始就被殖民军反制，西班牙士兵在夜色中挨家挨户逮捕起义的组织者；人们都聚集在广场上庆祝着盛大的节日，欢笑的人群淹没了城市黑暗处流淌着的鲜血，塞西莉亚身在其中看到了帕拉梅塔充满复仇火焰的双眼，帕拉梅塔认定出卖他们的就是曾经帮助并知道一切的莱奥纳多（其实不是），而无论塞西莉亚如何跪地哀求他依然决心要杀死莱奥纳多为同志们报仇，于是他带上匕首不顾一切地冲进莱奥纳多和伊萨贝尔结婚的教堂。最后的审判终于开始了。 爱情是个很神奇的东西，有时它会甜蜜到让你欲罢不能，有时它也会残酷到让你遍体磷伤。除却那些你情我愿/两小无猜的爱情之外，这世界上还有两种危险的爱情，一种是一厢情愿，一种是目的不纯，前者容易产生妒忌，而后者擅长制造悲剧。塞西莉亚，莱奥纳多和帕拉梅塔正是三个纠缠在危险爱情中无法自拔的人，塞西莉亚与莱奥纳多之间究竟有多少真爱谁也说不清，单纯的爱情是莱奥纳多所向往的，因为他是一个彻彻底底的理想主义者，他渴望一份童话般美好不掺杂任何现实因素的爱情，但这好像并不是塞西莉亚追求的全部，她还需要什么？她想从莱奥纳多那里得到与白种人同等的尊严和社会地位，她还想借助诺奥来考验莱奥纳多对她的忠诚度，他们之间的爱情显然是不成熟的，也是充满着危机和欲望的，或许从一开始就是个错误，因为那必定是一场自我毁灭的畸恋；而帕拉梅塔一厢情愿追逐着塞西莉亚，虽然他明知道自己不是白人无法给她渴望的一切，但莱奥纳多的突然出现还是让他心生妒忌，而这种可怕的情绪压抑已久终于最后爆发，当他手中的尖刀无数次刺入莱奥纳多的身体时，在他的内心深处究竟把眼前这个人当作是叛徒还是情敌呢？我不知道。 而在我看来塞西莉亚是一个彷徨在理想和现实之间犹豫不决的女人，从她的目光中我能看到她内心的混乱和矛盾，一方面她渴望真诚的情感，而另一方面她身上又背负着太多人的希望，因为她是最与众不同的，是最美丽的，是最有机会得到白种人爱慕的眼光甚至改变一整个阶层命运的女人。在某种程度上塞西莉亚是当时殖民统治下古巴下层女性千方百计想摆脱因为肤色不同而带来的社会地位差异的一个缩影，而她的结局其实在影片颇具象征含意的开场和老人给小女孩讲述的古老传说中就已经有暗示了，神秘的古巴少女每日用蜂蜜抹身只为改变自己的肤色，而最终她得到的只是一个戴着白种人面具的妖魔的爱。这是一个多么悲惨又具有讽刺意味的结局啊，当一个人不得不去承担过多不属于他的责任时，他只能身不由己地继续前行而无法回头。当莱奥纳多的鲜血喷涌在教堂圣洁的神像上时，失去唯一希望的塞西莉亚最终选择了从钟楼上一跃而下。 所以当现实中的你遇到这种危险的爱情时，当你发现苦苦追求的她或他对你不冷不热或者苦苦追求你的他或她只是想借你的感情来达到某种目的时，你最好的办法就是尽早抽身，别让自己在虚无缥缈的幻梦和无休无止的欲望中继续沉沦下去了。人贵有自知之明，有结果的爱情必定是双方早已看清了自己和对方需要的到底是什么，而那些没有结果的爱情往往都是当局者迷的，一味玩下去不是伤心欲绝，就是你死我亡撞个头破血流。当然也有那么一类人甘愿为她或他奉献，只要对方快乐就算自己付出全部都换不回一份完整的感情也没关系，但那只是一种“爱”，而不是“爱情”。就像片中的莱奥纳多一样，他所谓的爱情最终导致了一场杀戮，牵涉其中的牺牲者既是无辜的，也是不无辜的，无辜的是他们被无端卷入这场本不该发生的悲剧，不无辜的是他们每个人都为自己的欲望付出了代价，莱奥纳多为求真爱背叛了父母和国家，帕拉梅塔为仇恨或嫉妒杀人，莱奥纳多的母亲为维护风雨飘摇的统治牺牲了儿子的生命，而塞西莉亚也在这场注定要毁灭一切的爱情中埋葬了自己。 基本上《塞西莉亚》的故事主核还是爱怨纠葛的情感悲剧，而历史则是覆盖在情感骨络上的血肉，这正是索拉斯作品的典型风格，在他的影片中我们常常看到的是爱情的阴暗面-贪婪，虚伪，背叛，嫉妒，仇恨，悲伤或恐惧，它们同样是人性的弱点，而对它们的刻画是隐藏在庞大厚重的时代背景下的，同时索拉斯又以细腻的影像构图和具有飘浮感的镜头运动把这出人性的悲剧描绘得如血色般唯美，他的电影总能显露出一种与众不同的精致和高贵，这是其他很多拉美影片所不能相比的。你想象中第三世界电影的粗糙、朴实、不注重技术在索拉斯的电影里完全看不到，而他对整体场景的熟练调度和推到极致的人物特写镜头则会让你赞叹于他对细节的偏好。在整个拉美影史上，索拉斯也是最善于运用特写镜头去表现角色复杂情感的导演，在他的处女作《露西亚》中已初露端倪，而这也意味着与他合作的演员必须要有超一流的演技，人物的化妆和造型也要非常到位，令人惊讶的是此次出演塞西莉亚的古巴著名女星Daisy Granados（曾主演过《低度开发的回忆》和《特蕾莎的肖像》）已经40岁了，而在片中我丝毫感觉不出她的年纪有那么大！化妆师的功力可见一斑。 本文出自「迷影客」。转载请先联系我们，并保留原作链接：http://miyingke.com/destroy-life-love-cecilia/",
    "chinese_title": "塞西莉亚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cecilia",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-12T16:43:22"
}