{
    "aka": [
        "Beloved"
    ],
    "sid": "2081728",
    "cast": [
        {
            "url": "/celebrity/1161003/",
            "name": "塞萨尔·埃沃拉 César Évora",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198585/",
            "name": "Gustavo Gómez Gustavo Gómez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318362/",
            "name": "埃丝琳达·努涅斯 Eslinda Núñez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529248211.jpg",
    "region": [
        "古巴"
    ],
    "writer": [
        {
            "url": "/celebrity/1043138/",
            "name": "内尔松·罗德里格斯 Nelson Rodríguez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0085155",
    "director": [
        {
            "url": "/celebrity/1037956/",
            "name": "温贝托·索洛斯 Humberto Solás",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043138/",
            "name": "内尔松·罗德里格斯 Nelson Rodríguez",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1985-12(古巴)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0085155/",
    "imdb_votes": 40,
    "this_title": [
        "Amada"
    ],
    "douban_link": "https://movie.douban.com/subject/2081728/",
    "imdb_rating": "5.6/10 from 40 users",
    "trans_title": [
        "啊马大",
        "Beloved"
    ],
    "douban_votes": "0",
    "introduction": "Set in Havana in 1914, an important period in the history of Cuba as it moved from feudalism to a new society that would be forever marked by other significant worldwide events and the growing influence of the United States, Amada’s portrayal of the downfall of the wealthy Villalosa family has a great deal of potential for political and personal intrigue – mixing romantic passions and impossible love with greed and naked ambition into an explosive combination. Its period classicism and depiction of an aristocracy that is caught up in its own intrigues, unaware of the real social changes going on in the world outside inevitably evokes De Sica’s The Garden of the Finzi-Continis, but the film strives also for the decadent character of Visconti’s L’Innocente. Whereas Visconti’s treatment of Gabriele D’Annunzio’s literary classic simmered with its repressed emotions and a sense of a wider impending tragedy in its personal melodrama, Humberto Solás’s bodice-ripping Mills and Boon treatment of these issues in Amada however feels faintly ridiculous and unbalances the underlying social context of the film that should underpin it.The Villalosa family’s wealth has been founded on slave trading, but since the death of her father, Amada’s aging, blind mother has allowed their Havana estate to slip into decline, failing to collect the rent from their impoverished tenants. Amada’s husband Dionisio, a Liberal politician seeking candidacy from his party, has his grand ambitions however and relies on her family’s name and money to further his career. Together with his secretary, with whom he is having an affair, and the complicity of the family’s housekeeper, Dionisio plans to convince the old woman to sell off the estate to American interests. Amada is under no illusions about her husband – it is a loveless marriage – but social rules and expectations prevent her from responding to the advances of her handsome cousin Marcial, a revolutionary journalist who plans to expose the whole corrupt system of the society they live in and take Amada away from it all.That, as I’m sure the outline indicates, should be a fairly explosive mix of love and life, of blind idealism on one side and lying duplicity on the other, of political ambition and principles running up against social realities. The production values at least match the content – their wealth founded on a dark secret past, Amada and her family live in the family’s mansion of a fading glamour that is shrouded in darkness, the light and realities of the outside world barely piercing the gloom. Into this enclosed world, rotting in it own corruption, unable to see beyond and escape the bonds of its past, Marcial represents the revolution that is going to sweep through it. The problem with Solás’s treatment of this however is that all this is explained to you in florid, declarative, heavy-handed, expositional - or simply just bad - dialogue. You don’t need to work any of this out or attempt to understand the characters or what they represent, since they are more than happy to tell each other and by extension, the viewer; Amada bemoaning her fate – “You don’t know what it is like to be a woman – a slave to the whim and will of others. No life of her own. She can only escape within her mind. In her fantasies”; and Marcial explicitly revealing his role stating that, “I propose anarchy, so that humans are freed from their chains, from paternalism, from oppression”. When all they really want to do is get it on with each other, these kinds of declarations - accompanied by agonizing looks, furtive grappling and a sweeping score - comes across as quite laughable.",
    "chinese_title": "啊马大",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amada",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T08:56:07"
}