{
    "aka": [],
    "sid": "2081208",
    "cast": [
        {
            "url": "/celebrity/1011099/",
            "name": "达雷尔·马普森 Darrell Mapson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1228771/",
            "name": "弗兰克·马克斯 Frank Marks",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202881/",
            "name": "托马斯·R·邦德二世 Thomas R. Bond II",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195992/",
            "name": "丹尼·雅各布斯 Danny Jacobs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1177154/",
            "name": "詹姆斯·凯森·李 James Kyson-Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106341/",
            "name": "Christopher Kubasik Christopher Kubasik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106030/",
            "name": "安德雷·强森 Andray Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245985/",
            "name": "凯文·梁 Kevin Leung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1106341/",
            "name": "Christopher Kubasik Christopher Kubasik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0804875",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "english"
    ],
    "playdate": [
        "2006-02-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0804875/",
    "imdb_votes": 55,
    "this_title": [
        "Stranger Adventures"
    ],
    "douban_link": "https://movie.douban.com/subject/2081208/",
    "imdb_rating": "7.2/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Want to be a millionaire? It's as easy as Fun Run; Rock, Paper, ________; or Shamrock. While others are positioned at the starting line of what Variety recently called \"the race to bow the first big-budget event series for the Web,\" Internet entrepreneur Chris Tyler and Red Car President Larry Bridges are in the final stretch with StrangerAdventures.com, an interactive anthology game show Web series where all viewers can compete for prize money. Each episode unfolds Sunday through Saturday with its own central character (the \"Stranger\") and cache of hints and clues revealing a 10-digit code the players need to identify. The clues do not need any specialized expertise to solve and piece together like a puzzle. They're based on rhymes, references and good old-fashioned treasure hunting. The first player to crack the code wins First Prize. Every viewer who breaks the code before time runs out receives other prizes determined by the order of their winning entry. The anthology series spans different genres, all designed around first-person stories containing intricate plots based on the interspersed and embedded brainteasers. The adventures take shape through a series of text and interactive graphic-enhanced e-mails and live-action video communications the central character sends viewers. The messages, arriving throughout the day, will contain several hidden clues or \"Easter eggs,\" along with \"red herrings.\" The viewer actively engages the fictional characters through these interactions, all leading to the final prize. StrangerAdventures.com uses the unique features of the delivery medium itself. Its blend of traditional animation, live-action video, and cross-media storytelling creates a whole new style of broadband interactive entertainment programming. Imagine: You receive an e-mail from a stranger. You read it. It tells you his name and his story. A story about a great treasure and the obstacles that keep him from it. The obstacles are riddles, really, clues to a 10-digit number that unlocks the final code. Riddles that only you can help him solve. And for your service, the stranger is willing to make you rich. You open a video attachment that puts a face to the voice. An actual person with genuine desperation talks directly to you about the promise of a journey of mystery, thrill and fortune. The stranger has until the end of the week to crack the code or risk losing it all. The clock is already ticking. What are you going to do? Ignore the plea and go on with your life, never knowing what could have been? Or do you take the chance on adventure? The chance to change your own life? The chance that in seven days, you could become a whole lot richer? For Real! Did you crack the opening code? (Hint: The clues are all single-digit numbers.) Getting rich really is as easy as 1, 2, 3. Don't be a stranger to adventure - StrangerAdventures.com Written by Anonymous",
    "chinese_title": "Stranger Adventures",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-03T20:42:32"
}