{
    "aka": [],
    "sid": "2084016",
    "cast": [
        {
            "url": "/celebrity/1049865/",
            "name": "弗雷德里克·马奇 Fredric March",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157116/",
            "name": "伊夫琳·维纳布尔 Evelyn Venable",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159998/",
            "name": "盖伊·斯坦丁 Guy Standing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051163/",
            "name": "凯瑟琳·亚历山大 Katharine Alexander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019245/",
            "name": "吉尔·帕特里克 Gail Patrick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100985/",
            "name": "凯瑟琳·霍华德 Kathleen Howard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048364/",
            "name": "肯特·泰勒 Kent Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153214/",
            "name": "亨利·崔佛斯 Henry Travers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104552/",
            "name": "G·P·亨特利 G.P. Huntley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012603/",
            "name": "莫洛尼·奥尔森 Moroni Olsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142759/",
            "name": "赫克托·萨尔诺 Hector Sarno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022611/",
            "name": "菲利普斯·斯莫利 Phillips Smalley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168396/",
            "name": "Helen Westley Helen Westley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084539/",
            "name": "Anna De Linsky Anna De Linsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102313/",
            "name": "Otto Hoffman Otto Hoffman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163307/",
            "name": "Frank Yaconelli Frank Yaconelli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "爱情",
        "奇幻"
    ],
    "awards": "　　第2届威尼斯电影节(1934)\n　　墨索里尼杯 最佳国际电影(提名) 米切尔·莱森\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2392250790.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037495/",
            "name": "马克斯韦尔·安德森 Maxwell Anderson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0025037",
    "director": [
        {
            "url": "/celebrity/1028301/",
            "name": "米切尔·莱森 Mitchell Leisen",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "1934-03-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0025037/",
    "imdb_votes": 2515,
    "this_title": [
        "Death Takes a Holiday"
    ],
    "douban_link": "https://movie.douban.com/subject/2084016/",
    "imdb_rating": "6.9/10 from 2515 users",
    "trans_title": [
        "死神假期"
    ],
    "douban_votes": "286",
    "introduction": "Because I could not stop for Death, he kindly stopped for me; the carriage held but just ourselves and immortality” – Emily DickinsonIf Death took a holiday, the guns would go silent in Iraq, the slaughter on our nation’s highways would cease, and the news media would be compelled to cover positive events in the humanities, arts, and sciences. Unfortunately, Death has not had a vacation in recorded history, but Mitchell Leisen’s 1934 fantasy, Death Takes a Holiday, allows us to consider the possibility. Co-written by Maxwell Anderson and Gladys Lehman and based on the play \"La Morte in Vacanza\" by Alberto Casella, Death Takes a Holiday stars Frederic March as the Grim Reaper who takes on human form in an attempt to discover why men fear him so much. Why he has waited 5,000 years to satisfy this curiosity is not explained.[Spoiler] After a brief tryout as a shadowy figure who scares the daylights out of those that cross his path, Death shows up at, of all places, an upscale party at an Italian villa, posing as the mysterious Prince Sirki. Only one person knows who he really is, the host Duke Lambert (Guy Standing), and he is sworn to secrecy. Sirki proceeds to fascinate the guests. Given to bursts of wit and poetry, he can just as quickly turn sullen and threatening, and some soon find out that it is better not to look too deeply into his eyes. During the three days in which the Prince is at the villa, however, people all over the world miraculously escape death and potential suicides are doomed to frustration.To see what’s behind all the conversation about love, the suave but naïve Prince Sirki falls for the irresistible Grazia (Evelyn Venable), the daughter of one of Duke’s friends. Grazia knows who Death is but does not fear him, much to the chagrin of her fiancé, Corrado (Kent Taylor) who has developed a strong disdain for Prince Charming.More sinister than Brad Pitt in the 1998 remake Meet Joe Black, March turns in a very convincing performance as the creepy yet strangely appealing guest. Although the ending is melodramatic, the emotions are very real and the suggestion that Death may in reality be a friend disguised as a foe is quite touching.(Howard Schumann, talkingpix.co.uk)In this wearisome and predictable plot line, Death falls in love and bores us to death talking about it.(Dennis Schwartz, homepages.sover.net)I've heard DRACULA was advertised with the tag line \"The Weirdest Love Story ever told!\" (this is probably a paraphrase), but at heart, I've never felt that you could honestly call that movie a love story. The tag line would be much more appropriate for this one, since it ultimately boils down to what amounts to a love story. This movie is very good indeed, particularly if you consider that it is built around a concept that could have easily been handled in a cute or facile manner. Instead, it is handled as seriously as possible, with some real thought put into how death would try to come to terms with a life and an outlook that was to that point totally unfamiliar to him; much of the credit does go to Fredric March in the title role. It's quite scary when it needs to be, particularly during the first twenty minutes. From then on, it deals with its themes with subtlety, a quiet wit, an enduring sadness, and an everpresent tension on how Death might react if crossed. It's not perfect; some of the dialogue is self-conscious and artificial, as if the writers knew they were dealing with weighty issues and were trying to be profound. But I am certainly glad they didn't try to turn it into a musical comedy of sorts.(Dave Sindelar, scifilm.org)See also the remake: Death Takes A Holiday (1971)",
    "chinese_title": "死神假期",
    "douban_rating": "7.5/10 from 286 users",
    "foreign_title": "Death Takes a Holiday",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-04T05:14:12"
}