{
    "aka": [],
    "sid": "2121609",
    "cast": [
        {
            "url": "/celebrity/1050361/",
            "name": "品托·考维格 Pinto Colvig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036330/",
            "name": "华特·迪士尼 Walt Disney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094464/",
            "name": "弗洛伦斯·吉尔 Florence Gill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126984/",
            "name": " 克拉伦斯·纳什 Clarence Nash",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "动画",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2316539466.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0025609",
    "director": [
        {
            "url": "/celebrity/1029896/",
            "name": "伯特·吉列特 Burt Gillett",
            "@type": "Person"
        }
    ],
    "duration": "8 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1934-08-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0025609/",
    "imdb_votes": 586,
    "this_title": [
        "Orphan's Benefit"
    ],
    "douban_link": "https://movie.douban.com/subject/2121609/",
    "imdb_rating": "6.5/10 from 586 users",
    "trans_title": [
        "孤儿的福利"
    ],
    "douban_votes": "0",
    "introduction": "The mice orphans arrive at a theater for a free show entitled \"Mickey's Big Show: Orphan's Benefit.\" As they file into the building they are given free lolly pops, ice cream, and balloons by Mickey and Minnie from the box office.Donald Duck begins the show by reciting \"Mary Had a Little Lamb\", dancing \"Sailor's Hornpipe\", and reciting \"Little Boy Blue.\" But when he says \"come blow your horn,\" an orphan blows his nose and Donald gets frustrated. Mickey encourages him to continue, but the second time all the orphans blow their noses. Donald's temper flairs and he challenges them to fight, but is forcibly removed from stage.The next performance is Goofy, Horace Horsecollar, and Clarabelle Cow performing an acrobatic dance.After this, Donald returns to have his revenge by reciting \"Little Boy Blue\" and blowing his own horn before the orphans can respond. While he is laughing, the orphans throw their ice cream at him provoking him further. As Donald challenges them to fight again the orphans punch him with boxing gloves almost knocking him out. Donald is again removed from stage.Mickey then introduces the \"Barnyard Nightingale,\" Clara Cluck, who sings a clucking aria accompanied by Mickey on piano. She is also harassed by the orphans, but seems to be unaware of it.Finally Donald returns to the stage one last time and quickly recites one line – \"Little Boy Blue, come blow your horn\" – and waits for the orphans to interrupt him. Yet as they seem well-behaved this time, Donald continues the recitation. But when he says \"Where is that boy who looks after the sheep?\" the orphans answer in unison \"Under the haystack fast asleep, you dope.\" This angers Donald all the more, yet while he challenges the orphans to fight again, they tie bricks and other heavy objects onto their balloons, float them over his head, and pop the balloons with their slingshots unleashing a barrage which culminates in a box of raw eggs. When it's all over Donald finally accepts defeat and exclaims \"Aw, nuts!\"",
    "chinese_title": "孤儿的福利",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Orphan's Benefit",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T00:38:22"
}