{
    "aka": [
        "主厨",
        "顶级大厨"
    ],
    "sid": "2124943",
    "cast": [
        {
            "url": "/celebrity/1496256/",
            "name": "休伯特·凯勒 Hubert Keller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1554081/",
            "name": "坎蒂斯·熊井 Candice Kumai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "真人秀"
    ],
    "awards": "　　第65届黄金时段艾美奖(2013)\n　　真人秀类 最佳竞赛类真人秀(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677152831.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0765425",
    "director": [],
    "duration": "45",
    "episodes": "12",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-02-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0765425/",
    "imdb_votes": 7132,
    "this_title": [
        "Top Chef Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/2124943/",
    "imdb_rating": "7.7/10 from 7132 users",
    "trans_title": [
        "顶级大厨 第一季",
        "主厨",
        "顶级大厨"
    ],
    "douban_votes": "283",
    "introduction": "Bravo serves up the second season of its hit culinary competition series \"Top Chef\" beginning on Wednesday, October 18 at 11:00 p.m. Then, it will move into its regular 10:00 p.m. timeslot on Wednesday, October 25.The new crop of fifteen of the country's most impressive rising chefs in the second season all hope to follow in the footsteps of season one winner, Harold Dieterle, who plans to open his Manhattan restaurant, Perilla, later this year.The series features fifteen aspiring chefs who compete for their shot at culinary stardom and the chance to earn the prestigious title of \"Top Chef.\" Each episode holds two challenges for the chefs. The first is a quickfire test of their basic abilities and the second is a more involved elimination challenge designed to test the versatility and invention of the chefs as they take on unique culinary trials such as working with unusual and exotic foods or catering for a range of demanding clients. The challenges not only test their skills in the kitchen, but also uncover if they have the customer service, management and teamwork abilities required of a Top Chef. The competing chefs live and breathe the high-pressure lifestyle that comes with being a master chef, and each week someone is asked to \"pack up their knives\" and go home.Actress and award-winning writer Padma Lakshmi joins the second season as host of \"Top Chef,\" introducing the challenges to the contestants and sitting at the judges' table each week. Lakshmi is currently working on her second cookbook for Miramax Books, due in Spring 2007, a culinary endeavor of over 150 recipes from around the world and intriguing personal memoirs. This is a follow up to her successful first cookbook, Easy Exotic, for which she won the International Versailles Event for best cookbook by a first time writer.Tom Colicchio, one of the culinary world's most celebrated figures and co-founder of New York City's Gramercy Tavern and Craft Restaurants, returns as Head Chef/Judge for the new season, guiding the chefs through the challenges and demanding that they perform only at their best. Food expert and tough critic Gail Simmons of Food & Wine magazine also returns as a regular judge for the series. In addition, each week will feature a special guest judge, some of the most respected figures in the culinary industry.The second season also features a glitzy new backdrop -- the city of Los Angeles. The contestants will reside in the city's culturally burgeoning downtown area, where most of the season's production activity will be centered.The \"Top Chef\" season two chefs are:• Elia L. Aboumrad - 23 - Las Vegas, NV• Otto Borsich - 46 - Las Vegas, NV• Marisa Churchill - 28 - San Francisco, CA• Clifford Crooks - 28 - West Caldwell, NJ• Carlos Fernandez - 36 - Fort Lauderdale, FL• Betty Fraser - 44 - Los Angeles, CA• Mia Gaines - 32 - Oakdale, CA• Ilan Hall - 24 - New York, NY• Michael Midgley - 28 - Stockton, CA• Josie Smith-Malave - 31 - Brooklyn, NY• Emily Sprissler - 30 - Las Vegas, NV• Sujai Steinhauer - 29 - New York, NY• Sam Talbot - 28 - New York, NY• Frank Terzoli - 39 - San Diego, CA• Marcel Vigneron - 26 - Las Vegas, NV",
    "chinese_title": "顶级大厨 第一季",
    "douban_rating": "8.2/10 from 283 users",
    "foreign_title": "Top Chef Season 1",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.2",
    "update_at": "2025-03-02T23:07:06"
}