{
    "aka": [],
    "sid": "21247902",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625713855.jpg",
    "region": [
        "美国",
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "26min",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Wild Secrets Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/21247902/",
    "trans_title": [
        "野生动物的秘密 第一季"
    ],
    "douban_votes": "0",
    "introduction": "野生动物的秘密（一）超级蜗牛的进化海洋世界里漂游着大约八百种不同的章鱼、鱿鱼和墨斗鱼。这些头足动物触手灵活，大脑发达，能靠喷射液体前进。与同为软体动物的蜗牛相比，能力有天壤之别。科学家考察了最神奇的几种头足动物，揭示了它们引人入胜的生活，提出了新的进化理论。野生动物的秘密（二）加拉帕格斯群岛：生存极限的进化速度与世隔绝的加拉帕哥斯群岛是世界上条件最极端的地方。这里的每一种生物要么适应环境，要么死亡。著名科学家达尔文曾对它们的适应性大为惊叹，由此论证出了激进的进化论。进化通常是缓慢的，但在加拉帕哥斯群岛上却是加速的。极端的气候条件迫使某些动物迅速进化，速度达到了生存的极限。野生动物的秘密（三）花豹：树上的家东非热带草原晴朗而安宁，但生存斗争却从未停息过。即使是处于生物链顶层的掠食动物花豹也必须防止自己和幼崽陷入任何危险。真正安全的地方很少，大树是它唯一的避难所。野生动物的秘密（四）象海豹：海滩领主太平洋上的瓦尔德斯半岛位于阿根廷南部，它三面环海，干旱荒凉，是野生动物的天堂。陡峭的悬崖耸立在两百五十公里长的海岸边。每年春天，成千上万的象海豹回到这里，在它们曾经出生的海滩上繁衍生息。野生动物的秘密（五）鬣狗：家族式生存鬣狗声名狼藉，给人留下的印象是大草原上不劳而获的腐食动物。但是它们的生命力极强，在这一点上，其它动物没法与之相比。无论环境多么恶劣，鬣狗总能得以生存，其数量远远超过其它大型非洲食肉动物，而且幼崽的存活率也非常高。鬣狗种群旺盛生命力的秘密是什么呢？答案令人不可思议，那就是强大的家族式生存方式。野生动物的秘密（六）鸵鸟：最后的幸存者鸵鸟是地球上最大的鸟类，在草原上奔跑速度位居第二。但鸵鸟还有很多秘密不为人知。本片是对鸵鸟的一次亲密接触，看它们如何寻找伴侣、养育后代，并为生计奔忙。鸵鸟在地球上生活了一亿多年，我们来一起看看它生存的秘密吧。野生动物的秘密（七）园丁鸟：为爱忙碌吸引异性，仅有美丽的外表还不够。为得到新娘的芳心，有些鸟类还需辛勤劳作。园丁鸟有着锦缎般美丽的羽毛，但要吸引雌鸟，雄鸟还得当个才华横溢的艺术家。它们筑的巢堪称动物王国中的杰作，而且，筑巢的目的就是赢得雌鸟芳心。但爱情中也不乏战争的阴影。充满妒意的竞争者会肆意破坏……交尾季节里也会有种种阴谋上演。对园丁鸟来说，筑巢是它们为爱付出的最大努力。野生动物的秘密（八）狮子：属于自己的狮群每头年轻雄狮的生命中都有这样的时刻，被迫离开生养他的狮群，变成流浪者，和其他年轻雄狮一起游走在狮子社会的边缘。这是个年轻雄狮三兄弟的故事，片中讲述了它们远离狮群领地，并努力生存的经历。它们必须要生存，并且要发展壮大，打拼出属于自己狮群，这就是摆在面前的挑战。野生动物的秘密（九）澳洲丛塚雉：成功的秘诀澳洲雨林里有大量珍稀的鸟类，而这种鸟一定是最奇特。丛塚雉能营造出令人叹为观止的鸟巢。利用有力的双腿和娴熟的脚下工夫，雄性丛塚雉能筑出巨大的鸟巢，改变森林的地貌。它是山丘之王，要保护自己的家园。它会抗击任何入侵者，即使是自己的幼雏。热气腾腾的腐败树叶和泥土，以及它奇怪的繁殖习性正是它成功的秘诀。野生动物的秘密（十）短尾鹱：太平洋上的流浪者每年，浩瀚的太平洋都会见证一次真正史诗般的长途旅行。短尾鹱是世界上最伟大的旅行者之一，但是它们的生活至今仍是一个谜。创始性的研究首次揭示了短尾鹱的秘密。力量与优雅的传奇……严酷条件下不可思议的耐力……以及在世界尽头月光下的繁忙。顽强的小鸟能仅靠绝对的意志生存吗？请跟随我们的发现之旅。野生动物的秘密（十一）鹦嘴鱼：活生生的造沙厂海滩上的每一粒沙子都有一个故事。有的黑色沙子来自喷发的火山；有的沙地在数百万年前还是岩石；有的沙子甚至是细小的贝壳。然而，这些白色的珊瑚沙与众不同，它们来自海洋。这一切都与这种勤劳的海鱼和它们奇妙的胃口有关。这是鹦嘴鱼，它们吃东西的时候就是一个活生生的造沙厂。野生动物的秘密（十二）翻车鲀：两个世界里的生活历史上的航海家们一直为翻车鲀而神魂颠倒。水手们有时会瞥见它们浮上水面。但是，长期以来，没有人知道这些温顺的大鱼大部分时间都在干什么。现在，研究表明，翻车鲀过着双重的生活。科学家跟踪了这种神秘的生物，发现了它们令人震惊的习性。它们如何觅食？为什么要晒太阳？为什么要跃出水面？这位海洋浪子不像看起来那么简单，它生活在两个世界里。野生动物的秘密（十三）巴比如萨猪鹿：揭开神秘的面具许多动物都会炫耀自己的长角和獠牙，它们这样做是有充分理由的。但是没有谁会带着这么一副古怪的头饰，除了这种害羞而神秘的动物——巴比如萨猪鹿。它们藏在印度尼西亚苏拉维西岛的丛林深处，为生存而搏斗。具有传奇色彩的神秘动物，鲜为人知的真相，直到一位专注的科学家揭开巴比如萨猪鹿神秘的面具，展示了它们最隐秘的故事。",
    "chinese_title": "野生动物的秘密 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wild Secrets Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-01-29T07:33:14"
}