{
    "aka": [
        "HISTORY CHANNEL真实的加勒比海盗"
    ],
    "sid": "2125555",
    "cast": [
        {
            "url": "/celebrity/1229513/",
            "name": "Peter Bisson Peter Bisson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1225681/",
            "name": "布赖恩·泰斯特 Brian Tester",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220720/",
            "name": "杰拉德·J·雷耶斯 Gerard J. Reyes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1218039/",
            "name": "Dax Garner Dax Garner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172387/",
            "name": "Lance J. Holt Lance J. Holt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139338/",
            "name": "马修·里默 Matthew Rimmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050553/",
            "name": "沃德·罗伯茨 Ward Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250530/",
            "name": "Kimberly Adair Kimberly Adair",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872975385.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1294938/",
            "name": "Tim Prokop Tim Prokop",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0785065",
    "director": [
        {
            "url": "/celebrity/1294938/",
            "name": "Tim Prokop Tim Prokop",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-07-07(英国)",
        "2006-07-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0785065/",
    "imdb_votes": 159,
    "this_title": [
        "True Caribbean Pirates"
    ],
    "douban_link": "https://movie.douban.com/subject/2125555/",
    "imdb_rating": "7.5/10 from 159 users",
    "trans_title": [
        "真实的加勒比海盗",
        "HISTORY CHANNEL真实的加勒比海盗"
    ],
    "douban_votes": "0",
    "introduction": "1492年哥伦布首次在巴哈马群岛登上美洲。由于当地的印第安人缺乏欧洲外来者所感兴趣的财富，欧洲人虽然在加勒比海群岛上殖民，但大多数人继续航行到美洲大陆上去了。既西班牙人和葡萄牙人之后，英国、法国、荷兰和丹麦都陆续在这里建立了殖民地。16世纪加勒比海成为海盗的天堂。许多海盗甚至是由他们本国国王授权的，加勒比海上的众多小岛为他们提供了良好的躲藏地，而西班牙运送珠宝的舰队是他们的主要攻击对象。加勒比海是大西洋西部南北美洲之间的一个海，它的北部和东部的边缘是一连串从墨西哥湾一直延伸到委内瑞拉的岛屿（西印度群岛），包括北部的古巴、海地、多米尼加、牙买加、波多黎各和东部的小安的列斯群岛。其南部是南美洲北部的几个国家，包括委内瑞拉、哥伦比亚、和巴拿马。其西部是中美洲的大西洋沿岸国家，包括哥斯达黎加、尼加拉瓜、洪都拉斯、危地马拉、伯利兹、及墨西哥的尤卡坦半岛。ii葡萄牙对美洲的殖民活动始于１６世纪初。１５００年，由卡布拉尔率领的远航队在赴印度途中遇风暴不期到达巴西。不久，葡萄牙人在此建立了面积广大的巴西殖民地。也就是从１６世纪起，加勒比海成了海盗的天堂，许多海盗甚至是由他们本国国王授权的。加勒比海上的众多小岛为他们提供了良好的躲藏地，而西班牙运送珠宝的舰队是他们的主要攻击对象。新大陆的海盗，同他们的欧洲和非洲的海盗先辈一样，也常常把劫掠活动同商业贸易结合起来，起着商人和走私者的多重作用。加勒比海海域星罗棋布的岛屿成了美洲海盗活动的主要舞台，这里的许多岛屿的自然条件虽然不利于海运和开港，那些难以通航的僻静港湾却成了海盗和各种冒险分子绝好的避风港和窝点。加勒比海海盗活动另一方面同战争密切相关，即同欧洲殖民列强之间为争夺和瓜分新大陆而进行的战争有关，各个不同的海盗团伙都有不同程度的殖民地宗主国背景。在西欧列强激烈争夺瓜分新大陆的大背景下，从１５３０到１６３０年，加勒比海的海面上，就像一个连绵起伏的舞台，法国的、英国的、荷兰等国的海盗，在这１００多年中－－粉墨登场。iii一、海盗旗帜骷髅旗：海盗旗的基本图案为骷髅下插两根交叉的骨头，也有下插两根骨头的变种。在茫茫大海上，那威风八面的骷髅旗，那高高飘扬的血色旗帜令多少人闻之色变。有的海盗平时也采取遇到哪国的船只就挂哪国旗帜的狡诈之策，既可以假相麻痹对方，又可逃避别国兵舰的追捕二、海盗标志三、海盗之歌我们是海盗　　　凶猛的海盗左手拿着酒瓶　　右手捧着财宝我们是海盗　　　自由自在的海盗在旗帜的指引下　为了生存而辛劳我们是海盗　　　没有明天的海盗永远没有终点　　在七大洋上飘荡……四、海盗守则这是英国海盗罗伯茨船长为他的船员们制定的守则：１．人人有平等的表决权。船长发出的命令，如果没有违背兄弟情谊的基本原则的话，都应当全力并自觉自愿地去执行。２．人人公平，在财产方面不得欺骗。船长应分得整个掳获物的１５％，一名军官、一名木匠和一名武装水手合起来分１２．５％。３．禁止赌博。在船上打架斗殴原则上属禁止之列。谁不听从船长的话，则处以裸背鞭打３９下。４．船上的每一个成员如果想开小差，应当让其在无人的海岸边上岸，只给他一瓶水、一块鱼以及能够用来为自己获取食物的武器。５．如果在船上行窃或愚弄欺骗一个以上的伙伴都是有罪的，都应按现行规定予以惩处，情节严重者处以死刑。６．船上的任何一个成员都不得在大家不知道的情况下，与别的海盗团体达成协议或签订合同，违者以叛徒论。７．不许佩带不乾净的武器，每个人都要时常擦洗自己的枪和刀。凡损坏武器、在无棚遮盖处抽烟，或在无遮掩的情况下点燃照明火也都处以与上述同样的惩罚。五、海盗武器 匕首火枪短火枪霰弹枪手枪大炮：黑火药出现不久，大炮也应运而生。大铁球炮弹从空的一头填入炮管，推到底。而炮弹和底部之间，就是火药。大炮的末端有点火孔，可以用火柴来点燃火药。大炮可以发射圆球弹、葡萄弹和铁链弹。圆球弹是个大铁球，用来在船板上打洞十分有效；葡萄弹是好多小炮弹，用于撕裂敌船的帆，或是对甲板上的人员造成大面积杀伤；至于铁链弹，则是用长铁链连接的两颗大铁球，用以打断敌船的桅杆六、海盗的惩罚 在海盗船上，船长的律令就是法律。海盗的惩罚方式主要有以下几种：一、抛入海中，这是海盗最为古老的惩罚方式。二、放逐，是指将受惩罚者独自丢在荒岛上。三、猫之九尾，一种用九股涂过柏油的绳子制成的绳鞭。有的船长还在绳鞭的末梢装上鱼钩或是火枪的弹丸，并在受鞭笞者的背部涂上盐而使其更加疼痛难忍。四、浸水：是指将受到惩罚的人扔到水中，然后悬挂在主桅上，还有一种是将受到惩罚的人固定在船底的绳上，使其受到来自龙骨的摩擦，那些常年行驶在海上的海盗船，其船底毛刺与碎片对受罚者可谓万剑穿心。七、海盗的等级 船长：想成为海盗船长，需有视死如归的冒险精神、孤注一掷的赌徒心理和在生死关头临危不惧的胆略和勇气。船长有决定重大决策、处置手下船员和决定俘虏生死的权力。军需官：军需官在海盗船上的权力仅次于船长。领航员：其职责是在船上负责领航。炮手：其职责是在作战中负责大炮和火药。还有船员，各有分工。八、海盗的饮料其实，海盗是没有什么固定的饮料的。早在１６～１７世纪，人们还没有发明饮料，当时，在加勒比海上的海盗们一年四季中嗜之如命的“饮料”就是朗姆酒。据说，朗姆酒一能消毒伤口，二能驱寒，三能壮胆、忘却忧伤、驱散烦恼，所以，对海盗们来说，可以没有食物，没有金币，但不能没有朗姆酒。九、海盗的食品 １７世纪，还没有发明冷藏技术。不论多么先进的商船、货船、捕鲸船或者海盗船，船上都没有冷藏设备。对海盗来说，他们常年四海为家，居无定所，有时几个月都无法配备给养，食物之恶劣可想而知，一般情况下，海盗们能吃到发霉的面粉与米饭、腌乳酪、咸肉和鱼。而在特殊情况下，那就只好以海鸟、老鼠等艰难度日。而加勒比海诸岛上和太平洋岛屿上成群结队的大海龟，其寿命可长达１５０至２００岁，成熟的巨龟体重能达１３５～１８０公斤。它们不仅肉味鲜美，且与所有的龟种一样，有着惊人的耐饥能力，可以不吃不喝连续维持数个月的生命。有的龟甚至可以５年不进食，这种种的优点为它们引来杀身之祸，被许多海盗捉到船上，成了海盗们一年四季的新鲜食物。",
    "chinese_title": "真实的加勒比海盗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "True Caribbean Pirates",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T02:56:48"
}