{
    "aka": [
        "动物冬季奥运会"
    ],
    "sid": "2125563",
    "cast": [
        {
            "url": "/celebrity/1133232/",
            "name": "John Motson John Motson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557014139.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0775419",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2006-02-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0775419/",
    "imdb_votes": 38,
    "this_title": [
        "Animal Winter Olympics"
    ],
    "douban_link": "https://movie.douban.com/subject/2125563/",
    "imdb_rating": "7.4/10 from 38 users",
    "trans_title": [
        "动物冬季运动会",
        "动物冬季奥运会"
    ],
    "douban_votes": "98",
    "introduction": "In the run-up to the 2006 winter Olympics, the BBC decided to bring together their sports team and the people who brought us Walking with Dinosaurs with the wildlife documentary division to give us this weirdly compelling one-off special that looks like it should be absurd but surprisingly works on several levels. Opening with an owl carrying a frozen Olympic torch, we are treated to events such as speed skating, ski jump, cross country, cold endurance and others between the teams representing birds, mammals, reptiles, fish and humans.Each event is engaging because it is such an unusual sight that you can't help but watching. At the same time the commentators explain how each competitor is able to do what it is they do. This works in theory but, because the commentators have to stay in character, the explanations are brief (albeit it sufficient) and those looking for detailed learning will be disappointed by the swift movement of the dialogue. Alongside this we have the humour of the whole idea and, although I would have liked it to have its tongue more in its cheek, it is amusing throughout. Credit for this lies with the commentators because they both really get into it and deliver natural dialogue and, by treating it as a normal sport, they add more humour to it. Sadly the film maybe relies on Pearce and Motson too much and less effort has been put in in other areas.The effects are mostly pretty good although it the patched images are very obvious at times. Annoyingly they seem to have had a limited amount of material to use because they regularly reuse shots of animals and humans going through their motions (for example the red faced monkey watching a competitor go by is run loads of times). This highlights the limitations and even if you are into the film (like I was) it can't help but bother you because it does show that perhaps more effort could have been put into it. I do feel cruel saying that because it still looks good enough for what it is (a bit of fun with only some documentary value) but it never looks convincing even if the editors do deserve the majority of the praise. The soundtrack is pretty poorly done as it just drops in songs for no reason and then fades them out again and none of them compliment the action (in fact they detract simply because real sporting coverage doesn't do this for live events).Overall then an amusing curiosity piece that I personally found more interesting than the actual real winter Olympics. With limited humour and limited educational value it will not win over people looking specifically for either but it will distract both groups. The greatest strength is that it will probably enthral pre-teen children, which is why I suppose the BBC put it in the Sunday late afternoon slot. Strangely amusing and engaging then but not worth seeking out.",
    "chinese_title": "动物冬季运动会",
    "douban_rating": "7.4/10 from 98 users",
    "foreign_title": "Animal Winter Olympics",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "7.4",
    "update_at": "2025-08-08T10:39:09"
}