{
    "aka": [
        "抢答"
    ],
    "sid": "2125375",
    "cast": [
        {
            "url": "/celebrity/1153704/",
            "name": "Jay Stewart Jay Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317310/",
            "name": "托马斯·豪恩 Thomas Horn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "　　第75届黄金时段艾美奖(2023)\n　　游戏节目类 最佳主持人(提名) Ken Jennings / 马伊姆·拜力克\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506024150.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1009564/",
            "name": "梅夫·格里芬 Merv Griffin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043046/",
            "name": "Steven Dorfman Steven Dorfman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0159881",
    "director": [
        {
            "url": "/celebrity/1009564/",
            "name": "梅夫·格里芬 Merv Griffin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034693/",
            "name": "Dick Schneider Dick Schneider",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "195",
    "language": [
        "English"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0159881/",
    "imdb_votes": 8664,
    "this_title": [
        "Jeopardy! Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/2125375/",
    "imdb_rating": "8.3/10 from 8664 users",
    "trans_title": [
        "抢答 第一季",
        "抢答"
    ],
    "douban_votes": "0",
    "introduction": "美国历史上最长寿的问答电视节目。sonychen 注On the heels of the syndicated success of \"Wheel of Fortune, \" producer Merv Griffin decided to return his classic quiz show-with-a-twist, \"Jeopardy!\" to the airwaves in 1984. It, too, was a huge success, and also marked a return to the game's tried-and-true formula of answers and questions (after a slightly-modified remake six years earlier failed to catch on). Three contestants, including a returning champion, competed. Six categories are announced (e.g., Art World, Cooking, 20th Century Republicans, \"Friends\" (the TV series), Muscle Men and College Girls Wearing White T-shirts), each having five answers ostensibly graded by difficulty, from $100 to $500. The champion chose a category and dollar amount (e.g., \"College Girls Wearing White T-shirts for $100\"), to which host Trebek reads the answer (\"Inspector 12 must give her seal of approval before a college girl can wear one of these plain white T-shirts\"). Contestants had to respond in question form (\"What is Hanes?\") ; if correct, they won the value of the question; if he/she was incorrect, failed to answer in time or phrase in the form of a question, that amount was deducted (hence, the dollar amount was \"always in jeopardy\") and his/her opponents could answer; having enough incorrect answers often led to negative scores. Thereafter, the contestant providing the last correct question selected next, and the process repeated; some answers made use of audio and/or video clues. Hidden behind one of the answers was a \"Daily Double\" space, with the contestant selecting that space able to wager up to all his/her current winnings or up to $500 if he/she had less) on the answer. After all 30 answers have been revealed (or sometimes, an undefined time limit expired), the game moved into \"Double Jeopardy!\" Gameplay was the same in \"Double Jeopardy!\" except six new categories were announced and the answers had values of $200 to $1,000 and two \"Daily Double\" spaces were hidden (with contestants able to wager up to $1,000 if they had less). At the end of the \"Double Jeopardy!\" round, all contestants with at least $1 were eligible to play \"Final Jeopardy!\"; however, anyone with $0 or a negative score was disqualified from further play. Trebek announced a category, and the contestants (before seeing the answer) wagered up to everything they had on their ability to answer. Contestants had 30 seconds to write what they believed was the correct question. Those who were correct had the amount they wagered added to their winnings; however, any incorrect questions or failing to phrase properly lost what they wagered. The contestant with the most cash was champion, kept his/her winnings and got to return the next day. Champions competed until they won five shows (at which point they retired undefeated and, starting in 1997, also won a new car) or until they were defeated. All five-time champions and other high-scoring contestants over a period of time participated in a Tournament of Champions, the winner earning an additional $100,000; there were also teen, college, senior and international tournaments and celebrity shows conducted (the winners of the non-celebrity tournaments also earned a spot in the Tournament of Champions). In the fall of 2001, several changes were made, including the use of a \"Clue Crew\" (new regulars illustrating answers in selected categories by going \"on location\"), and an increase in the dollar values of the answers (from $200 to $1,000 in Jeopardy! and $400 to $2,000 in Double Jeopardy!) ; another running change through the years was the addition of \"celebrity guests\" reading certain answers. None of the changes altered the basic game play, however. Written by Brian Rathjen {briguy_52732@yahoo.com}",
    "chinese_title": "抢答 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jeopardy! Season 1",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-25T13:43:07"
}