{
    "aka": [
        "Down by Love"
    ],
    "sid": "2127825",
    "cast": [
        {
            "url": "/celebrity/1074421/",
            "name": "Imre Csuja Imre Csuja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105491/",
            "name": "Patricia Kovács Patricia Kovács",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136286/",
            "name": "Gábor Máté Gábor Máté",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156035/",
            "name": "Rita Tallós Rita Tallós",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172421/",
            "name": "祖莎·亚罗 Zsuzsa Járó",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101937/",
            "name": "Józsa Hacser Józsa Hacser",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "匈牙利"
    ],
    "writer": [
        {
            "url": "/celebrity/1024284/",
            "name": "塔马斯∙萨斯 Tamás Sas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151736/",
            "name": "詹·托盖 Can Togay",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0354079",
    "director": [
        {
            "url": "/celebrity/1024284/",
            "name": "塔马斯∙萨斯 Tamás Sas",
            "@type": "Person"
        }
    ],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "匈牙利语"
    ],
    "playdate": [
        "2003-01-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0354079/",
    "imdb_votes": 191,
    "this_title": [
        "Szerelemtöl sújtva"
    ],
    "douban_link": "https://movie.douban.com/subject/2127825/",
    "imdb_rating": "6.5/10 from 191 users",
    "trans_title": [
        "慾孽囚室",
        "Down by Love"
    ],
    "douban_votes": "0",
    "introduction": "Utilizing a fascinating formal conceit, the Hungarian psychodrama DOWN BY LOVE (SZERELEMTOL SUJTVA) is anchored by a remarkable performance from actress Patricia Kovacs. Necessarily so, because Kovacs is virtually the only actor on-screen in the film, which also takes place entirely within the four walls of one apartment. Obviously inspired in part by Polanski's REPULSION, DOWN BY LOVE tracks Eva's (Kovacs) slow mental breakdown as she reconsiders her long relationship with lover and foster father Tibor. Eva begins to realize, perhaps for the final time, that Tibor will never ask his wife for a divorce, and that he considers Eva no more than a plaything. The insight begins to cause her to unravel, possibly with tragic consequences.The art of this is in the challenges director Tamas Sas set himself (perhaps with a nod to Roman Polanski's \"Repulsion\") and in a world class performance by Patricia Kovacs that vividly meets the tight framework of his vision. Our eyes never leave this girl or the images of her psychosis. The camera grips her in its focus for every frame while other character are seen in soft definition or through mottled glass on the peripheries of the composition. And, while this total absorption with a single character and her fixation might suggest intensity overkill, Sas, his exceptional cinematographer Elemer Ragalyi, and Kovacs herself so vary the visual and modal contexts of the drama that fascination remains constant.Light and makeup turn her into a spectrum of changeability. Here she's semi silhouetted by the window light on a drab day, there her chameleon face is fully lit by the work table. In fact, I found Kovacs an enticing Lolita figure as she bops around her apartment chasing her visions and memories, exposing a disturbed mental landscape. Her range of expression and sensual appeal feed a demanding performance that should be her ticket to wide recognition and considerable success on American and international film circuits. For my money, this Budapestian newcomer is an international star in the making. Discovery by an American director is all it will take to get that ball rolling.The visual detail of the noirish atmosphere is at the highest possible level of film resolution. While some might consider the story telling technique a bit gimmicky, the devotion to it and its elegant realization elevates it to cinematic artistry.",
    "chinese_title": "慾孽囚室",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Szerelemtöl sújtva",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T13:26:35"
}