{
    "aka": [
        "Dolce...",
        "印记"
    ],
    "sid": "2129656",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523446437.jpg",
    "region": [
        "俄罗斯",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1003095/",
            "name": "岛尾敏雄 Toshio Shimao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0263277",
    "director": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2000-10-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0263277/",
    "imdb_votes": 164,
    "this_title": [
        "Дольче"
    ],
    "douban_link": "https://movie.douban.com/subject/2129656/",
    "imdb_rating": "6.9/10 from 164 users",
    "trans_title": [
        "轻柔",
        "Dolce...",
        "印记"
    ],
    "douban_votes": "0",
    "introduction": "dolce…1999, 60 min, colour, Betacam SP, StereoStudio BeregQuest (Japan)producer: Yudji Kogureinternational project manager Hiroko Kodjimawritten by Alexander Sokurovcamera: Koshiro Otsusound: Sergei Moshkoveditors: Alexei Jankowski, Sergei IvanovSummaryThe film deals with real people: the well–known Japanese writer Toshio Shimao, who died in 1986, his widow and their daughter. Yet the film's documentary approach is only the framework for a penetrating biographical portrait; video is used here in an “intimate” way, to capture the inner worlds of the characters. The dramatic events of the writer's life and work make for a story which itself reveals the quintessence of the film–maker's reflections on Japan and the Japanese people. The principal narrative strand is a lyrical monologue, that of the heroine, Miho Shimao, the writer's wife. She lives on a solitary island far into the ocean, with her handicapped daughter, shunning visitors.She discovers herself through self–analysis, a form of catharsis brought on by the spiritual denudation of this existence. This proves to be the pivotal event in her life — a confined life, where actions have come to mean less than emotions.The film–maker here reveals the contours of memory, the contrasts of feelings and the nuances of the psyche in an impressionist manner. The only way to enter this world, to be able to approach its exquisite flavour and perverse pain, is to make a film akin to a lyrical piece of music, with tenderness, “dolce.”Alexandra TuchniskayaTranslated into English with assistance from Benjamin Halligan.",
    "chinese_title": "轻柔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Дольче",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T19:00:25"
}