{
    "aka": [
        "The New Price Is Right",
        "The New Price Is Right  ( 1972 - ??? )"
    ],
    "sid": "2129974",
    "cast": [
        {
            "url": "/celebrity/1110852/",
            "name": "Dennis James Dennis James",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159890/",
            "name": "Lisa Stahl Lisa Stahl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087417/",
            "name": "Ferrari Farris Ferrari Farris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430755/",
            "name": "杰里米·科林斯 Jeremy Collins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0068120",
    "director": [
        {
            "url": "/celebrity/1033749/",
            "name": "Paul Alter Paul Alter",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1972-09-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068120/",
    "imdb_votes": 4589,
    "this_title": [
        "The Price Is Right"
    ],
    "douban_link": "https://movie.douban.com/subject/2129974/",
    "imdb_rating": "7.5/10 from 4589 users",
    "trans_title": [
        "The New Price Is Right",
        "The New Price Is Right  ( 1972 - ??? )"
    ],
    "douban_votes": "0",
    "introduction": "After a 7-Season absence, \"The Price is Right\" (TPiR) returned to the airwaves on the CBS-TV Network on September 4-8, 1972 in an extensively revamped format as \"The New Price is Right\" from September 4, 1972 to March 23, 1973 and which has endured to this day. The format of this Bob Barker-hosted series was simple: Announcer Johnny Olsen, Rod Roddy and now Rich Fields calls out the names of four people at the start of the show and tells them to \"C'mon down!\" A prize is shown and described always fingered by beautiful women {ergo: The Barker's Beauties}. The 4 contestants came to \"Contestant's Row\" 1 at a time give 1 bid (in dollars($) only) on the prize and they mustn't exceed the actual retail price (ARP) of the item to be known the overbid. After Barker announces the ARP (or the bidding process repeated if everyone overbids ergo: The Lowest Bid is i.e.: $600), the contestant who bid closest is invited on stage to play a pricing game for a larger prize. Prizes at this stage of the game included cars, trips, rooms of furniture, cash, etc. {The Pricing Games}; furs were also given away during the early years, but this practice was dropped as per Barker's wishes (because of his involvement in animal rights issues). From the original 3 games played in 1972, the number of pricing games has grown to more than 70 with each having their own set of rules some games involved pricing grocery or small, everyday items; others involved chance, deduction, skill and/or patience. After each pricing game was played, 1 more contestant was called from the audience to \"c'mon down\" and another 1-bid item was shown. After 3 pricing games, the 2 contestants with the highest winnings will go to the Showcase. 2 Showcases (i.e., prize packages worth several thousand dollars) were shown, 1 at a time; the top price-valued winning contestant had the choice to bid on the showcase or pass it to his/her opponent and force him/her to bid. The contestant coming closest, without exceeding the ARP of his/her own showcase won their showcase; all Showcase contestants who overbid or didn't come the closest to the ARP of their showcase lost everything they were shown. The syndicated series was identical on September 11-17, 1972 except that it was hosted by veteran TV host Dennis James and the prizes were more upmarket. On December 1-5, 1975: The daytime show expanded from 30 minutes (1/2 Hour) to 60 minutes (1 Hour) and now having 6 pricing games after IUFB's and also added a new feature called \"The Showcase Showdown featuring The Big Pricing Wheel\": After 3 contestants have played their pricing games each has the chance to spin a large wheel in an attempt to get as close to but not to go over $1 total {ergo: The Wheel Spaces: 5cents (Nickel)-10-15-20-25-30-35-40-45-50-55-60-65-70-75-80-85-90-95-100=$1.}; hitting $1 exactly for 1 Spin (or in a combination of 2 spins) from December 1, 1975 to June 23, 1978 meant a bonus $1000 and from June 26, 1978 to the rest of the period. Contestants raised $1 were allowed to spin again in an attempt to win $5000 for 5 & 15 cents aka \"The Green Section\" that paint it green {ergo: $6000} or $10,000 for \"The Same $1 as Before and Afterwards\" {ergo: $11,000}. The 2 winners of these 2 Showcase Showdowns goes to the Showcase. Also, The Showcase contestants who bid closer than $100 in 1972-1973 and in 1998-1999: $250 to the ARP of their own showcase won both showcases. Numerous other changes have taken place through the years and several prime-time specials have aired. TPiR's 5000th show aired in March 1998 at which time the studio where the show is shot was renamed the Bob Barker studio (formerly Studio 33} since \"THE TOAST OF THE TOWN aka THE ED SULLIVAN SHOW\" on December 10, 1967. In 2002 TPiR's 6000th Show aired. For 1 Bidder whom made the exact bid right collects $100 in 1972-1973 and on November 12, 1998 to the rest of the period: $500 and on the Nighttime Specials: $1000. Written by Brian Rathjen {briguy_52732@yahoo.com}",
    "chinese_title": "The Price Is Right",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T19:00:11"
}