{
    "aka": [
        "Mr. Muhsin",
        "Muhsin Bey"
    ],
    "sid": "2129985",
    "cast": [
        {
            "url": "/celebrity/1014294/",
            "name": "塞内尔·森 Sener Sen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301582/",
            "name": "乌吾尔·宇杰尔 Uğur Yücel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373430/",
            "name": "Sermin Hürmeriç Sermin Hürmeriç",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1183058/",
            "name": "多古.埃尔坎 Dogu Erkan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185136/",
            "name": "Erdogan Sicak Erdogan Sicak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情",
        "喜剧",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867881120.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1000980/",
            "name": "亚武兹·图尔古尔 Yavuz Turgul",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0184756",
    "director": [
        {
            "url": "/celebrity/1000980/",
            "name": "亚武兹·图尔古尔 Yavuz Turgul",
            "@type": "Person"
        }
    ],
    "duration": "145 分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "1987-05(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0184756/",
    "imdb_votes": 12375,
    "this_title": [
        "Muhsin Bey"
    ],
    "douban_link": "https://movie.douban.com/subject/2129985/",
    "imdb_rating": "8.4/10 from 12375 users",
    "trans_title": [
        "穆辛先生",
        "Mr. Muhsin",
        "Muhsin Bey"
    ],
    "douban_votes": "0",
    "introduction": "Muhsin Bey is one of the best movies I have ever seen. Let me tell you why...First of all, the story is beautiful... Being a music producer with strict principles hasn't really helped Mr. Muhsin in his business. Trying to produce good music was not the way to stay alive where most of the people are listening to Arabesque so he tries his last chance with a young man who came from the countryside. He knows that it is his last chance in the business so he wants to play big, he risks everything he has to make Ali Nazik a star.But is Ali Nazik the guy who deserves all this effort? The problem starts here. While Muhsin is thinking of producing good music and doing good things, he is dreaming of being an Arabesque singer, having gold chains on his neck and lots of women around him. Muhsin realized that he made a mistake but it was the end for him...What I really liked about the movie is that the director did not try to show the beauty of Istanbul so obviously. I like it this way because Istanbul is just like a good painting which would steal the thunder of all the acting in the movie. Seeing Istanbul from the rooftops is still beautiful.And the most important thing about the movie, the brilliant acting performance of Sener Sen. He is one of the very few actors on earth who can change the mood of the audience just with a move of his eyebrows. Ugur Yucel's performance was outstanding as well.I recommend the movie to all people who would like to see all these things I have written above. Even though it has a sad ending, it is kind of happy too. Him leaving with the widow and her child looks like a new start.",
    "chinese_title": "穆辛先生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Muhsin Bey",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T20:01:45"
}