{
    "aka": [],
    "sid": "2130874",
    "cast": [
        {
            "url": "/celebrity/1045634/",
            "name": "玛莎·葛莱姆 Martha Graham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146421/",
            "name": "Bertram Ross Bertram Ross",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308637/",
            "name": "Paul Taylor Paul Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375852/",
            "name": "Helen McGehee Helen McGehee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168912/",
            "name": "Ethel Winter Ethel Winter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114411/",
            "name": "Mary Hinkson Mary Hinkson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375851/",
            "name": "Paul Taylor Paul Taylor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1535916561.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0422824",
    "director": [
        {
            "url": "/celebrity/1037876/",
            "name": "亚历山大·罕密德 Alexander Hammid",
            "@type": "Person"
        }
    ],
    "duration": "29 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0422824/",
    "imdb_votes": 198,
    "this_title": [
        "Night Journey"
    ],
    "douban_link": "https://movie.douban.com/subject/2130874/",
    "imdb_rating": "6.2/10 from 198 users",
    "trans_title": [
        "夜之旅"
    ],
    "douban_votes": "0",
    "introduction": "In 1956 Nathan kroll, a violinist turned radio composer and producer, asked Martha Graham if he could make a movie about her and her work. Absolutely not, she said. Like many choreographers of her time, she felt that dance could not be successfully filmed. Furthermore, she was frightened of movie cameras, the more so, no doubt, since she was now in her sixties, and showing her age. Unlike stage shows, movies have close-ups. Kroll persisted, however, and Graham finally consented to make the film that came to be entitled A Dancer’s World. The format they agreed on was a free sort of lecture-demonstration. In short dances choreographed by Graham, her company would demonstrate her technique, and give some idea of her art. Between those segments Graham would appear and comment.During the filming of the dancers, all went well, but when it came time for Graham to step in front of the camera, she panicked. Agnes de Mille, in her biography Martha, describes the scene: “She hung onto the barre, clung to the walls. She couldn’t think what to do with her hands, with her robes, with her feet.” Finally she escaped into her dressing room and locked the door. Her company manager, LeRoy Leatherman, got down on the floor and pleaded with her through the crack under the door. There was no response. The film crew packed up their cameras and went home.But Kroll eventually persuaded Graham to try again, and he came up with a way to relax her. She would be filmed in her dressing room, ostensibly preparing to go onstage. That way her hands would be occupied: she could fix her hair, put on makeup. So this is what she does in A Dancer’s World, meanwhile describing her profession in the exalted phraseology, replete with quotations from modern poetry, that was natural to her. Her way of speaking dates the film, as do other matters: her massive chignon, the black servant, in a maid’s uniform, who hands her her clothes. But such things are true to the period, which was also one of the most exciting moments in the history of American art. It was in the 1950s that American artists captured the flag of international modernism. Graham, who was raised in Pennsylvania and California and trained in the decorative and “exotic” dancing dominant in the early decades of the twentieth century, founded her company in New York in 1926 and went on to alter American (and international) dance permanently, bending it to modernism’s severe lines and perilous emotions. A Dancer’s World illuminates the trenchant style that placed her at the front of the midcentury vanguard. The historian John Mueller called it “one of the most beautiful dance films ever made.”After A Dancer’s World Kroll asked Graham if he could film two famous works that she had made in the preceding decade, Appalachian Spring, from 1944, and Night Journey, from 1947. These films were made for educational television, as A Dancer’s World had been, and first aired in 1958 and 1961, respectively. They serve as apt sequels to the earlier project in that they illustrate the ideals Graham enunciated there: spontaneity, simplicity, and emotional truth. They also map the territory of her imagination. Graham had many subjects, but two above all. One was America, forever torn, as she saw it, between a Puritan heritage and a bold, pioneering spirit. This is what Appalachian Spring is about. The other matter that Graham returned to again and again was Greek mythology, and that is the subject of Night Journey, which retells the story of Sophocles’ Oedipus Rex: how Oedipus, the Prince of Thebes, unwittingly kills his father and marries his mother, Jocasta, with calamitous results. Spanning both divisions of Graham’s repertory, the American and the ancient Greek, is a kind of over topic: the conquest of fear. Repeatedly in her work Graham portrayed a woman called to a high destiny and forced to overcome fear before she could answer that summons. This concern was altogether personal. Graham believed that she had been given “lonely, terrifying gifts” (her words)—a sort of divine command to penetrate into the interior of the human spirit, no matter what comfortless truths she might find there. The heroines of both Appalachian Spring and Night Journey are stricken by fear, and Graham made those roles for herself.In Appalachian Spring a young pioneer couple, the Husbandman and the Bride—accompanied by a kindly older neighbor, the so-called Pioneering Woman, a revivalist-preacher, and a bevy of the preacher’s female admirers—come to take possession of their new home. So the story is quite simple, but Graham was a modernist, and in her work, as in Proust’s or Joyce’s, narration is seldom straightforward. It is a collision of past, present, and future, not necessarily in that order. In the middle of Appalachian Spring the couple go through a marriage ceremony, a reprise of an event that presumably occurred before the piece opens; they also have a baby, something that certainly has not yet happened. As in so many of Graham’s pieces, the emotions are revealed primarily through solos. We get a solo by the Husbandman, full of boyish energy (he rides a horse, he farms his land); a solo by the Revivalist, warning the couple against sin; a solo by the Pioneering Woman, with big, open-legged jumps, reassuring the couple that sexual love is no sin; and solos for the Bride, expressing both her happiness and her hesitation. There is also a duet—a sweet sort of barn dance for the newlyweds (a memory from their courtship, perhaps)—and several incursions by the ensemble, in this case comic characters, to break up the solos and comment on them. The love that the bouncy maidens of the corps bear their preacher is silly; the love that the Husbandman and the Bride feel for each other is serious, and carries the weight of the piece’s subject: the triumph of hope over fear. Of all Graham’s works, Appalachian Spring is probably the most beloved, and not just for her contributions. Aaron Copland’s score, which she commissioned, is now a classic, a concert piece. A love song to America, it seems to survey the broad plains, stopping at the little white churches—Copland quotes the Shaker hymn “Simple Gifts”—and then moving on. Another beauty of Appalachian Spring is Isamu Noguchi’s minimal-ist set: the bare outlines of the house, plus a chair, a bench, and a fence. Noguchi became Graham’s most frequent and admired set designer, the true servant of her austere vision.Night Journey, the dance, had its premiere only two and a half years after Appalachian Spring, and it is a close cousin. It too has a stream-of-consciousness narration: Jocasta, as she is about to kill herself, remembering what has happened to her. It too contains soul-delving solos, broken up by ensemble dances. Here, however, the ensemble is a darker element. As the story was taken from Greek tragedy, so the corps is the equivalent of Greek tragedy’s chorus. They tell us how to feel: afraid mostly. In this piece Graham pushed her habitual economy to its limits. The rope that Jocasta holds when we first see her is not only the means by which she will kill herself. It is also the umbilical cord that ties her to Oedipus as her son, and the bond of love that, incest taboos notwithstanding, ties her to him as her husband. Another remarkable feature of Night Journey is its sexual frankness. Oedipus strides around in short shorts, slapping his groin. Jocasta opens her thighs and goes into contractions. In the years following World War II, psychoanalysis became very popular in the United States, and Graham embraced this daring theory. In the forties she began seeing a Jungian analyst, and Night Journey reflects that experience.Night Journey and Appalachian Spring were autobiographical not just in their dwelling on fear but in more specific ways. In its early years Graham’s company was exclusively female. Then in 1938 a handsome, well-educated young man, Erick Hawkins, came to study at her school. She hired him and soon took him to bed. Appalachian Spring was a love letter to Hawkins. He was the original Husbandman to her Bride. Night Journey, too, was a letter to him, of a different sort. Their relationship was stormy. Though Hawkins was fifteen years younger than Graham, he considered himself her peer as a performer (he demanded equal billing), and he intended to rival her as a choreographer. Reportedly she was terrified by the extent to which she loved him, and allowed him to tyrannize her and the company. She created the role of Oedipus in Night Journey for him, and the transactions between Oedipus and Jocasta—his domination of her (he looms over her, steps on her), her treatment of him as both son and lover, and her death as a result of this passion—were born of her feelings for Hawkins. They married in 1948, and then the relationship got worse. He left her two years later. Once he was gone, her career took a downturn and never fully recovered.In the late 1950s and early 1960s, when these movies were made, Graham was old to be performing the lead in Night Journey, not to speak of the role of the young bride in Appalachian Spring, but it is doubtful that she would have allowed the dances to be filmed had she not starred in them. Dancing was life to her. (She did not retire from the stage until she was seventy-four.) She reportedly enjoyed the filming. “I am not a collaborator,” she used to say, but according to Stuart Hodes, the Husbandman in the film of Appalachian Spring, she collaborated calmly and happily with the director, Peter Glushanok. Still, it is a great shame that Nathan Kroll did not get to her earlier. In these movies her spine no longer bends easily; she has trouble getting her leg up. Nevertheless, one can still see the concentration and pride, the sense of a high fate, that made her such a celebrated dancer. And she still does hard steps: whipping pirouettes, hinge falls.We can also see in these films how wonderful her company was in the 1950s and 1960s: Paul Taylor as the seer, Tiresias, in Night Journey, before he left to do his own choreography; Matt Turney, so open and unaffected, as the Pioneering Woman in Appalachian Spring; Bertram Ross, with his strong, beautiful legs, as Oedipus in Night Journey. (Ross said that his fan mail often contained improper suggestions; one is not surprised.) And in the choreography, we can discern, at a distance, the dancers for whom the roles were created—for example, Merce Cunningham, a great jumper, as the Revivalist, and Hawkins, young and ambitious, as the Husbandman. However late they came in Graham’s life, these films encapsulate much of what made her company the crown of mid-twentieth-century modern dance.They also affected the history of dance on camera. Though the filming techniques in Appalachian Spring and Night Journey are not highly experimental—the movies are quite faithful to the stage versions—the beauty of these productions helped to overcome choreographers’ misgivings about letting their work be filmed. In the 1970s, many dance artists (including Graham) were contacting television producers. Those producers, at Thirteen/WNET’s Dance in America and elsewhere, went on to develop new techniques for filming dance. Today we are used to seeing dance artistically presented on television and in movies. The Graham films helped to make that happen. They also influenced the history of live dance, by bringing the work of a great choreographer and her company to audiences outside the big cities. Most choreographers do not grow up in New York, and many have said that they were first drawn to dance, as children, by films and television. The years of the “dance boom” in America were the 1960s and ’70s. That the Graham movies were made at the beginning of that period is surely no accident.Joan Acocella is the dance critic of the New Yorker. Among her books are Mark Morris and Twenty-eight Artists and Two Saints, a collection of essays.",
    "chinese_title": "夜之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Night Journey",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-05T00:35:35"
}