{
    "aka": [
        "It's A Wonderful Life"
    ],
    "sid": "21319329",
    "cast": [
        {
            "url": "/celebrity/1315323/",
            "name": "夏雨 Yu Ha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318077/",
            "name": "林梅娇 Meijiao Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327327/",
            "name": "黄俊雄 Elvin Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381183/",
            "name": "陈泂江 Desmond Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349231/",
            "name": "黄文永 Wenyong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312687/",
            "name": "陈莉萍 Joyce Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341046/",
            "name": "卢楷浚 Ivan Loo Kai Jun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379872/",
            "name": "章证翔 Zzen Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602540586.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12263458",
    "director": [
        {
            "url": "/celebrity/1354889/",
            "name": "王尤红 Winnie Gue Hong Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-01-21(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12263458/",
    "this_title": [
        "好运到"
    ],
    "douban_link": "https://movie.douban.com/subject/21319329/",
    "trans_title": [
        "It's A Wonderful Life"
    ],
    "douban_votes": "0",
    "introduction": "郝辉先是个自私自利，一毛不拔的吝啬鬼，他常喊贫装穷，免得左邻右舍来跟他借钱。郝辉先与前妻育有一子郝福齐，是当红歌星，过后又与AMY结婚，AMY本身与前夫也有一个儿子叫顾志己。志己在12岁时随着母亲AMY住进郝辉先的家，可是却始终无法接受这个后父，最后在高一的时候离开家，出来自己住，过自己想要的生活。郝辉先整天流连赌场，令AMY很不满，愤然离家出走，却不慎被打昏，一名捡破烂的傻瓜把她当成老婆带回家中，辉先好不容易才找到AMY，岂料AMY已经失去记忆，不记得郝辉先… 辉先想尽办法帮助AMY恢复记忆力，却始终无法唤起AMY对他的爱意… 郝辉先这才明白在这个变幻无常的世界里，没有人知道下一秒钟发生什么事，所以要珍惜身边的人，珍惜所拥有的幸福。郝辉先最后重新做人，改掉吝啬习性，开始关怀别人，对需要帮助的人伸出援手，终于赢回老婆的芳心、孩子的认同、以及邻里的尊敬。范文香与李运顺原本是住在女儿的公寓，两老以担心孙子的安危为由，要求搬回来跟儿子李思源与媳妇ISABELLA（1386）同住。媳妇却百般不愿，诸多借口，文香听到亲家母ELIZABETH（1038）即将搬入李家与儿子同住，心里很不平衡，出尽法宝，文香甚至还假扮老人痴呆症，几经辛苦，才终于如愿搬回老家。 文香与1038势不两立，展开恶斗，搞到家里鸡飞狗跳，令1386陷入两难的局面。1386面对着蛮不讲理强势的家婆，因种种误会搞到心力交瘁，事业与家庭两头烧，郁郁寡欢，最后患上忧郁症。但是过后1038眼见女儿难做，于是和文香取得和解，两人还成为好友。文香自从知道1386患了忧郁症，心里很过意不去，不但对媳妇有了多一分的谅解，还扶持媳妇走出了阴霾。马铃薯的家里住着一对姐妹花，姐姐钟静芬患有心脏疾病，钟静宜为了照顾姐姐，宁可牺牲自己的爱情，全心全意陪伴姐姐走完最后的人生。福齐回到新加坡找女友静宜，静宜因为内心自卑，即使心中对福齐尚有爱恋，却选择埋藏在心底最深处。福齐为了静宜，不惜自毁前程，故意制造负面新闻，希望借此退出歌坛。静宜明白福齐的用心良苦，终于跨过了心理障碍，随福齐到台湾发展，两人有情人终成眷属…白宝乡是个超级推销员，身兼多职，只要是有赚钱的门路他都不会错过。 宝乡的妻子温小柔得悉母亲患了鼻咽癌，焦虑万分，两夫妻在苦恼着如何筹钱救母亲时，富婆娜娜看上白宝乡…愿意向宝乡购买巨额保单，却提出在酒店签约的条件。白宝乡几经挣扎后，最后决定赴约，小柔以为白宝乡为了钱卖身，过后才发现是误会一场，小夫妻终于取得谅解，感情更进一步。马铃薯听信老婆张细细的话，把房子卖给了白宝乡，到越南发展成衣业。没想到结果不但钱被骗光，连老婆也不见踪影。 马铃薯落魄回国，向白宝乡租房间。 马铃薯一想到这间房子原本是自己的，心里愤愤不平，两人展开另一轮斗法…辉先的侄女郝平安，自幼在加拿大长大，来新找叔叔郝辉先，想要化解他跟父亲的恩怨。郝平安性格开朗活泼，不拘小节，过后遇到潦倒画家顾志己，被他七情上脸作画的神情吸引，对他一见钟情。可惜顾志己醉心于画画，不想谈感情，但最后还是鼓起勇气接受这份恋情…不料，却遭到辉先的反对，平安这才知道原来顾志己和叔叔的复杂关系…思源的补习中心越做越出色，可是面对事业压力，逐渐忽略了家庭和孩子，后来欢欢为了找机会跟父亲说话，竟然到补习中心报名来上思源的课。这对思源有如当头棒喝，这才知道忽略了孩子，也忽略了父母和妻子。思源开始省思，把时间留给家人，而不是把重心都摆在事业上，尽量在事业和家庭两者之间取得平衡。另一边厢，向来不屑于手机科技的运顺，忽然向庭欢讨教手机的各种通讯功能，运顺的转变，逃不过文香的火眼金睛。运顺临老入花丛的事情被揭发，顿时成了过街老鼠，人人喊打，还被范文香赶出家门。夫妻间的感情，是最亲密也是最脆弱的一环，所以要小心经营，不能行差踏错，不然很可能就会毁了一个辛辛苦苦才建立起来的家。所幸剧中的运顺，真心诚意的忏悔，最后取得妻子与家人的谅解。一年将尽夜，各家都有问题待解，最后除了各家团圆，邻里间也从互损发展到互助，展现了远亲不如近邻的邻里和睦精神。这一年的新年，众人都过得特别有意义，邻里众人，终于明白施比受有福，给得更多、得到更多的道理。",
    "chinese_title": "好运到",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-27T00:43:00"
}