{
    "aka": [],
    "sid": "21319261",
    "cast": [
        {
            "url": "/celebrity/1274865/",
            "name": "陈志朋 Julian Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316044/",
            "name": "巩峥 Zheng  Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198257/",
            "name": "沈傲君 Aojun Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316732/",
            "name": "叶一云 Qianyun Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275451/",
            "name": "曾江 Kenneth Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406979/",
            "name": "何晶 Jing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477316/",
            "name": "吴健 Jian Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479051/",
            "name": "王坤 Kun Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183698756.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355842/",
            "name": "李文龙 Wenlong Li",
            "@type": "Person"
        }
    ],
    "duration": "39分钟",
    "episodes": "36",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-07-08"
    ],
    "this_title": [
        "女人要过好日子"
    ],
    "douban_link": "https://movie.douban.com/subject/21319261/",
    "trans_title": [
        ""
    ],
    "douban_votes": "155",
    "introduction": "2008年，全球性的次贷危机爆发，中国市场也受到巨大影响，无数家庭正在被经济压力侵蚀着。秦楚楚（沈傲君饰）和白连栋（巩峥饰）小两口双双失业，接连找工作却一无所获。楚楚好友何婵娟（叶倩云饰）的公公被告发，判刑，何婵娟和丈夫也丢了工作。何婵娟将丈夫赶去深圳打工，自己凭借智慧在保险业做得风生水起。为了养家，楚楚跟着何婵娟做起了她原本看不上的保险。白连栋，也跟老乡做起了油漆工。秦楚楚刚开始做业务，亲戚们都躲着她，婆婆更嫌弃她丢人。就在这时，秦楚楚做下了第一单，表哥荀大立的车险。此后秦楚楚独辟蹊径，到表哥住的县城发展了许多客户。楚楚心中又有了希望。白连栋不甘心当油漆工，并依然存着对绘画的梦想。三年后，何婵娟已经做到业务经理，还买了市区的期房，而秦楚楚家依然原地踏步。为了不弃的学费，秦楚楚开始做企业财险，为了拿下保单，经常醉酒回家，甚至还喝到胃出血进医院。楚楚凑齐了儿子的学费，而白连栋收入依然微薄，以为妻子出轨的阴暗想法渐渐表露出来，白母还添油加醋让儿子看紧老婆，夫妻俩进入争吵期，白连栋索性搬去工地常住。白连栋开始自己组建施工队。同学会，楚楚重遇初恋凌羽（陈志朋饰），身为上市公司老总的凌羽对楚楚一直念念不忘。他让楚楚帮他梳理新兼并的一家子公司的保险，两人有了进一步的接触。凌羽的妻子杨露（赵雪莲饰）嚣张跋扈，凌羽早就对婚姻有了厌倦，为早日脱离杨氏暗暗做准备，还买通了岳父杨为清（曾江饰）的助理赵叔，企图扩张自己的实力。荀大立的父亲不幸在车祸中丧命，因为亲属不在三者险涵盖的人群内，秦楚楚的公司不予赔偿。她在亲戚、乡邻面前抬不起头来，信誉尽失。荀大立状告保险公司。与此同时，凌羽安排赵叔找人在旗下房地产公司工地放火，结果白连栋施工队的工人被烧成重伤，白连栋被关押进监狱。公司老总王增对楚楚威逼利诱，秦楚楚迫于压力做伪证，荀大立案一审败诉。就在秦楚楚孤立无援的时候，凌羽将自己的很多关系介绍给秦楚楚做企业保单，秦楚楚一下子成了公司的销售状元。一直暗恋凌羽的何婵娟嫉妒楚楚，两个女人开始在工作跟感情上较劲，友情濒临破裂。这时，出租司机萧然走进了何婵娟的生活里，何被他的温柔细心感动。白连栋出狱。一家四口过起了表面上风平浪静的日子。白连栋接到匿名电话，说秦楚楚一直靠出卖肉体换保单。白连栋又发现楚楚跟凌羽见面，连何婵娟都叫他管住老婆。白连栋提出离婚，去外面讨生活，并在历经苦难后终于在绘画上有所成就。萧然的老婆孩子找上门来，他离开了何婵娟，何感情受创，一下子病倒了。秦楚楚跑来悉心照顾，两姐妹最终冰释前嫌。何的丈夫乌有文（彭波饰）回家了，何婵娟感觉自己再也伤不起，发誓要跟丈夫好好过日子，她辞掉了保险，跟丈夫一起经营茶餐厅。凌羽一直没有放弃秦楚楚，许诺给她过上最好的日子，秦楚楚不再拒绝，带着不弃和婆婆搬进了别墅。她真实的过了一段奢华的生活，也发现自己爱上了凌羽。杨露终于发现了凌羽的背叛，想尽各种方法羞辱楚楚。楚楚不堪重负，离开了凌羽。凌羽感觉自己脱离杨氏集团的时机已经到了，跟杨露提出了离婚，结果，赵叔背叛了他，凌羽变得一无所有，他毅然决然的带着楚楚私奔。冷静下来后，凌羽开始慌了，曾经身居高位的他无法忍受一无所有的生活。凌羽离开了楚楚，回到杨露的身边。楚楚一无所有，她回顾走过的路，发现自己在表哥那场官司的时候就把做人的底线给丢了。秦楚楚找到律师准备重新作证。官司胜诉，秦楚楚从公司辞职，却赢得了大家的尊重。白母病危，在弥留之际将儿子跟儿媳的手放在了一起。白母去世后，白连栋又离开了。一家保险公司聘用秦楚楚做业务品质监督员。秦楚楚带着儿子过着平淡的生活。在2011年大年夜，秦楚楚跟不弃在家中看着央视春节联欢晚会，这时候，门铃响了，打开门，原来是白连栋回来了。",
    "chinese_title": "女人要过好日子",
    "douban_rating": "5.9/10 from 155 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2025-02-13T15:49:20"
}