{
    "aka": [
        "Out in East Berlin - Lesbians and Gays in the GDR"
    ],
    "sid": "21328265",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1995348564.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001773/",
            "name": "约亨·希克 Jochen Hick",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2647472",
    "director": [
        {
            "url": "/celebrity/1001773/",
            "name": "约亨·希克 Jochen Hick",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2647472/",
    "imdb_votes": 26,
    "this_title": [
        "Out in Ost-Berlin - Lesben und Schwule in der DDR"
    ],
    "douban_link": "https://movie.douban.com/subject/21328265/",
    "imdb_rating": "6.1/10 from 26 users",
    "trans_title": [
        "出柜在东柏林：同性恋者在东德",
        "Out in East Berlin - Lesbians and Gays in the GDR"
    ],
    "douban_votes": "0",
    "introduction": "In 1968, paragraph 175, which made homosexual behavior punish able by law was abolished in the German Democratic Republic. At first homosexuality was considered a negligible issue in 'real existing socialism'. The nuclear family constituted the center of social society. »Out in East Berlin« tells the various, impressive-to-absurd personal histories of gay men and lesbians during socialistic GDR until the fall of the Berlin Wall. Their experiences on the path to a self-conscious, outed sexual identity share one specific perspective: They are accompanied by the watchful eye of the Ministry of State Security (Stasi). Even their actions in the bed room were recorded in innumerable personal files. Based on the homosexual perspective, filmmakers Jochen Hick and Andreas Strohfeldt elucidate the political picture of the GDR, in which citizens are monitored, spied upon and whose movements are restrained. In addition, they are called upon to betray one's own cause: homosexual emancipation. An exciting, fascinating and vivid portrait of society is created from impressive interviews, situational scenes and historical material never shown before. A film that especially today possesses actuality and explosiveness.",
    "chinese_title": "出柜在东柏林：同性恋者在东德",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Out in Ost-Berlin - Lesben und Schwule in der DDR",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T15:15:18"
}