{
    "aka": [
        "疯狂汽车秀"
    ],
    "sid": "21329282",
    "cast": [
        {
            "url": "/celebrity/1078759/",
            "name": "杰里米·克拉克森 Jeremy Clarkson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117818/",
            "name": "詹姆斯·梅 James May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223583/",
            "name": "理查德·哈蒙德 Richard Hammond",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2031783911.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2658640",
    "director": [
        {
            "url": "/celebrity/1365277/",
            "name": "凯特·林奇·罗宾森 Kit Lynch Robinson",
            "@type": "Person"
        }
    ],
    "duration": "60",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-01-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2658640/",
    "imdb_votes": 448,
    "this_title": [
        "Top Gear Season 19"
    ],
    "douban_link": "https://movie.douban.com/subject/21329282/",
    "imdb_rating": "8.4/10 from 448 users",
    "trans_title": [
        "巅峰拍档 第十九季",
        "疯狂汽车秀"
    ],
    "douban_votes": "1622",
    "introduction": "148\tSeries 19, Episode 1\t27 January 2013\tDamian LewisReview: Richard reviews the Pagani Huayra, the latest supercar from the Italian manufacturer. The car is capable of savage acceleration, with a lot of attention placed into the bodywork, interior and utilizing cutting edge technology. Despite the massive twin-turbo engine and horsepower, thanks to its sophisticated aerodynamic package, the car can easily be driven hard without the risk of spinning. The Huayra also set the fastest time on the Top Gear Test Track in the hands of The Stig, 1:13.8, beating the previous record, set by the Ariel Atom V8.News: The Dacia Sandero is now on sale in the UK. The Mercedes-Benz SLS AMG Black has been updated to produce extra horsepower, but the handling is still challenging. Jeremy claims that he has found a male equivalent version of Fifty Shades of Grey, presenting a kid's book about tractors. The new Chevrolet Stingray is announced. James May turned fifty the previous week. Also, the rally team composed of war amputees (previously mentioned in series 17, episode 6) finally completed their challenge of finishing the 2013 Dakar Rally.Review: James reviews the new Bentley Continental GT, and notes the new engine and subtle ride characteristics. Believing that the Bentley, with four wheel drive system and a big, powerful engine, can handle things worse than a Welsh countryside road, James takes the car onto a Welsh stage of the World Rally Championship, with Kris Meeke behind the wheel, and James being the co-driver. Despite the car having less grip, more weight, an electronic handbrake (unsuitable for usage on a rally stage) and James not being proficient at giving pace notes, the Bentley was actually faster than one of the full WRC cars.Star In A Reasonably Priced Car: Damian Lewis takes his turn in the car, and drifts the Kia Cee'd around the snow-coated test track and crosses the finish line sideways, setting the slowest ever time of 2:09.1. Jeremy cheers Damian up by making a separate board for snow (he justs put the time underneath and to the side of the fastest lap time on that board) and says that he is the fastest driver ever on their \"snow board\".Challenge: Jeremy attempts to build a car smaller than the Peel P50, naming his creation the P45. It was based on a quad bike, with bodywork fitted, designed to wrap around the driver. He then presented his idea to the 'Dragons' in a Dragons' Den style format. All of the dragons declare themselves \"out\" and back in the studio, Richard concludes that for the P45 to be put in production, Jeremy would have to be dead.149\tSeries 19, Episode 2\t3 February 2013\tMick FleetwoodChallenge, Part 1: In another challenge, the presenters picked three super cars to take on an epic race. Since it was Hammond's turn to select the challenge location, the team went to the Western United States. Jeremy selected the Lexus LFA, James chose the new Aston Martin Vanquish, and Richard took the SRT Viper. After a brief drive in the Nevada desert, the trio headed to Las Vegas Motor Speedway, specifically the drag strip, to compete in drag races organized by the Las Vegas Police Department; whom organized it with the theory that allowing people to drag race, legally, at a closed circuit, would prevent street racing. Despite the high performance of their cars, the trio were beaten by modified production cars, and 4WD cars, in each of their drag races.News: Jeremy comes up with a solution on how to solve the crisis affecting Britain's town centres: sacking all traffic wardens and removing double yellow lines. The trio then review a Chinese product designed to stop drowsiness behind the wheel, before they took a first look at the 2013 Jaguar F-Type. They praised its styling, but criticized its high price tag of £60,000, as well as its target audience. James mentions Peugeot Citroen's car intended to run on compressed air; Jeremy attempted to use a fire extinguisher to demonstrate, but failed after only causing himself to turn slowly around.Challenge, Part 2.: After leaving Las Vegas, James and Richard make fun of Jeremy's LFA for lacking not only Bluetooth connection and iPod connectors, but cup holders, despite being the most expensive car. They are then tasked to head to Willow Springs International Motorsports Park, but they instead stop on a grooved road, where each car drives over the grooves and produces notes. When they reach Willow Springs, they are forced to play an aerial version of Laser Quest, where they would drive 5 laps around the track, whilst being chased by two Aermacchi SF.260 armed with laser guns. In the end, James won the challenge by being hit only 17 times.Star in a Reasonably Priced Car: Fleetwood Mac's Mick Fleetwood drove the Kia Cee'd around the Test Track with a lap of 1:45.4.Challenge, Part 3: Departing Willow Springs, the group headed for Los Angeles, California. In order to do \"real world\" testing, Richard devised a challenge to see who could burn the best elevens. The three instead ended up drawing a phallus and left LA. The team then stayed for a night in Palm Springs. However, the producers gave them a final challenge. The three would drive from Palm Springs to the Mexican border at Calexico the following morning, and the last to make it to the Mexican border would have to travel into the country itself to drive the Mastretta MXT, a Mexican sports car made fun of by the presenters in an earlier series, for a later segment on the show. In revenge for taking them to America, Jeremy and James sabotaged Hammond's Viper, causing him to lose 10 minutes in the race. Despite making a stop for fuel, Jeremy made it to the finish line first, with James in second. Richard then walked to the border being the last person to arrive. At the studio, James and Jeremy end by saying that the Viper was awful and that the Vanquish and LFA were amazing.150\tSeries 19, Episode 3\t10 February 2013\tAmy MacdonaldReview: Jeremy reviews the Toyota GT86 and the Subaru BRZ. The cars are almost identical, but Jeremy prefers the Toyota GT86. The Stig then completed a lap of the Test Track in 1:31:3.News: They discuss the new Subaru Impreza, which is not coming to UK, and they then talk about the new Maserati Quattroporte.Challenge, Part 1: The producers have reserved a single ticket to a football match at the San Siro in Milan, Northern Italy. The trio have a race from Wembley Stadium to the San Siro. Jeremy drives the Shelby Mustang GT500 and Richard and James travel on public transport. Similar to the previous race to Monte Carlo, Richard and James are not allowed to use any cars, and Jeremy is not allowed to use any trains. According to Jeremy, since the last epic race, the trains have become faster and boats have become slower. Richard and James opened up a big lead whilst travelling on the Eurostar, and arrive in Paris while Jeremy was still crossing the English Channel on a ferry. After reaching France, Jeremy discovers that the Mustang only holds 50 litres in its fuel tank. After leaving Paris, Richard and James discuss what to do upon arriving in Milan — as there are two of them but only one ticket. Hundreds of miles behind, Jeremy ends part 1 of the challenge stating out loud, \"I'm gonna lose!\"Star in a Reasonably Priced Car: Amy Macdonald drove the Kia Cee'd around the Test Track in 1:44.4. During one of her practice runs, Amy accidentally destroyed one of the runway lights, which Jeremy gives to her after revealing the lap time.Challenge, Part 2: The high speed TGV slowed down as it approached the mountains that surround Northern Italy. Jeremy began to catch up and was nearly neck and neck with the train, until road works at the Mont Blanc Tunnel slow him down. The train starts to accelerate again and reaches Northern Italy ahead of Jeremy. Richard and James use a tube network to get to the streets near the finish line. James maintains his opposition to run on television and Richard runs off alone to find the finish line, which is at a bar in the IM Villa Veuve Cliequot. James then assembled a bike which he had hidden in one of his bags and rides to the bar, only to find that Richard is already there and has won the race and the ticket to the football match. Moments later, Jeremy arrived and accepted defeat for the first time ever in an epic race of all the series.151\tSeries 19, Episode 4\t17 February 2013\tLewis HamiltonReview: Jeremy reviews the Vauxhall Astra VXR, Ford Focus ST and Renault Megane Renault Sport Cup. The Stig did laps of each car, the Focus being the slowest at 1:29.6, the Astra VXR at 1:28.3, and the Megane in 1:27.7. Despite this, Jeremy chose the Astra VXR as the best overall car of the three.News: They discuss the newest cars, such as the Alfa Romeo 4C, the next generation Ford Mustang would be sold in Great Britain, but the UK version would come with a 2.0 EcoBoost engine, and the importance of the handbrake turn in \"male development\".Review: Jeremy tests the all new Kia Cee'd, putting it through a myriad of strange road tests. Including Matt LeBlanc doing a lap with both the old and new Cee'd, Bruce Willis (in character as John McClane) testing the horn of the Cee'd, Eric Clapton testing its auxiliary input jack, and Jeremy testing the Cee'd's self parallel parking feature.Star in a Reasonably Priced Car: Lewis Hamilton opens up about his move from McLaren to Mercedes AMG and takes the old Suzuki Liana around the Test Track, setting the fastest F1 time, a 1:42.9.Review: As punishment for losing the previous race, Richard is forced to review the Mastretta MXT in Mexico. Minding his words, he states that the MXT was an ambitious undertaking for the first-time manufacturer, but that it had its share of flaws.Challenge: Jeremy and James play car rugby using Kia Cee'ds and Kia Sportages at Twickenham Stadium and Stig in Vauxhall Astra Police car as the referee. Jeremy's team wins.152\tSeries 19, Episode 5\t24 February 2013\tJames McAvoyChallenge, Part 1: Jeremy and Richard attempt to design a car targeted at elderly people. Jeremy demonstrates the complexity of modern cars' dshboard. Richard brings a Fiat Multipla and both modify it. Jeremy breaks the dashboard and replaces it considering it to be too complicated for elders. Richard asks for the airbags saying that it is dangerous for the elderly who are as delicate as children, and that he needs it for a safety feature. Jeremy makes a speedometer which reads 20 mph at the top speed, he also uses an old design switch for rear fog light which does nothing. Jeremy installs a pet-cage and replaces the back seat with high seat chairs and the Fiat badge with a Rover one. They paint it in beige after observing the shade of a hearing aid. Richard uses water-resistant fabric as seat covers, and while stitching hurts his eye. They complete the car and end the part 1 with Richard wearing heavy bandages over his left eye.News: Volkswagen will launch GTI version of the new Golf and GT version of Up will be launched. Kia will launch the Pro Cee'd GT. The Mini Paceman is launched, and the trio mock the front end of the car, claiming that it looks depressing. The trio agree that the British are the best drivers. Alfa-Romeo releases photographs of the Gloria, in which the trio make fun of it's name. Richard had arrived late so James and Jeremy had attempted to play tennis with cars (which has a lot of editing).Review: James reviews the new Range Rover in London. The new car is completely redesigned, 400 kg lighter due to Aluminium body, has active suspension, new gearbox, minimalist dashboard and offers better comfort. James then races it against TerraMax at Nevada Automotive Test Centre, Nevada. The race was to a hill 10 mile across, passing through rocky terrain, hillock, mud, river and sand-tracks. TerraMax was switched to drone mode during the race to deflate the tyres and take a short-cut. The Range Rover's automatic Terrain Response System is demonstrated. James takes a longer route to ascend the hill but still wins the race. At the studio, the trio consider the driverless cars to be not very practical.Star In A Reasonably Priced Car: James McAvoy drove the Kia Cee'd around the Test Track with a lap of 1:43.6 despite having less experience of driving cars. He drove over grassy patch in the last corner but manages to keep the car under control.Challenge, Part 2: Jeremy and Richard road-test their car at Christchurch, Dorset. The car has large front bumpers made up of foam, large rear-view mirrors, squeaking ball under the brake-pedal, large magnifying-glass on the dashboard, sat nav (voiced by Richard Briers) with only four destinatons. The car has an artificial cat on the roof which later fell over on the way of Bingo hall. Richard later shows his system to find the location of parked car (the car activates a flare and then releases a balloon). Jeremy shows that the radio only plays Horse of the Year Show theme on a loop, which both later find to be irresistible to clap along. The name of the car is revealed to be The James. They pick up three elderly ladies from a pensioners' home for road-testing and drive them to a bowling club where it is shown that Richard fitted the airbag at the rear for parking assist which inflates the airbag on close proximity. Jeremy and Richard buy food for picnic, choosing only British foods. They attach the shopping trolley to Tow hitch and head for picnic. The roof of the car leaks as it rains. Jeremy and Richard end up choosing a picnic spot on roadside where they find the trolley to be damaged during reversing and the food to be soaked, however they ate the food which was not ruined. The next day both leave Christchurch and Jeremy shows his system to prevent the car from being driven on the wrong side of the road, the car initially sounds alarm and later the tyres, doors and other parts of the car explode which stops the car and renders it immobile. At the studio, James considers the heater to be complicated, the trio thank Richard Briers and announce the Africa special.153\tSeries 19, Episode 6\t3 March 2013\tNo GuestFirst of the two-episode Africa Special, taking place in Africa. The episode was shot in 2012.Challenge, Part 1: Buy used estate cars for up to £1,500 in Britain and report at a small village in rural Uganda. Jeremy arrives in a BMW 528i Touring, Richard in a Subaru Impreza WRX Estate and James in a Volvo 850R Wagon. The challenge is to find the true source of the river Nile.They set off an discover that exploring isn't as difficult as first thought when they go on a nice easy drive and find Lake Victoria, of whom the Victorian Explorers thought was the source of the Nile. However they are then told that it is not the actual source of the Nile and there were two other disputed locations for it, one in Rwanda and one in Burundi. However, Jeremy Clarkson insisted that both of these locations were wrong and decided to head west towards Lake Edward to see whether there was a link between that lake and Lake Kivu in Rwanda.In their journey west, where they visit the Entebbe Airport and from there see the Ford Scorpio Estate back-up car. They continue into Kampala, Uganda's Capital City where they get held up in a traffic jam overnight, the most hurrendous traffic they'd ever seen.They continue on well-maintained highways west finding their trip incredibly easy before reaching the town of Mbarara in the southwest of the country, via a stop in Jezza, a village in Mpigi District. Here they stay in a disgusting hotel, after driving through tea plantations in an attempt to discover a lovely teahouse hotel, which in the mind of Richard, was bound to found due to tea programmes he'd seen.In Mbarara they stayed in the Economic Lodge with Jeremy having a bed with faeces on it. They left the hotel disgusted before Richard has the idea to make the cars 'hotels'. James modifies his Volvo by adding a library, Richard adds a cooker and Jeremy adds a coffin. The coffin he uses to put his clothes in, he sleeps on Egyptian Cotton.They leave for Lake Edward, camping overnight there because of its beauty before heading in search of the river heading for Lake Kivu. None of the rivers connect the lake as they all head east rather than south. They give up, leaving them disappointed. Then Jeremy looks at a map and discovers the source of the Nile must be on the other side of Lake Victoria. His reasoning is that the Mediterranean Sea is effectively an inland sea and so Gibraltar is the true mouth of the Nile, rather than Alexandria in Egypt.After discovering this they decide that they must drive straight to the other side of Lake Victoria to get to the southeast coast in Tanzania near the Serengeti. They start this journey by heading south into the Rwenzori Mountains, finding the going hard and most of the time getting their vehicles stuck in mud.",
    "chinese_title": "巅峰拍档 第十九季",
    "douban_rating": "9.6/10 from 1622 users",
    "foreign_title": "Top Gear Season 19",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "9.6",
    "update_at": "2025-01-28T05:11:06"
}