{
    "aka": [
        "剧组来了"
    ],
    "sid": "21327955",
    "cast": [
        {
            "url": "/celebrity/1274636/",
            "name": "巩汉林 Hanlin Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319079/",
            "name": "金珠 Zhu Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313876/",
            "name": "李琦 Qi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328158/",
            "name": "陈艺戈 Yige Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868799287.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316644/",
            "name": "英宁 Ning Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392274/",
            "name": "陈晨 Chen Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "38",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "剧组的故事"
    ],
    "douban_link": "https://movie.douban.com/subject/21327955/",
    "trans_title": [
        "剧组来了"
    ],
    "douban_votes": "0",
    "introduction": "电视情景喜剧《剧组来了》将围绕一个电视剧组摄制一部古装电视剧的过程展开，通过对剧组主要成员导演、主演和制片主任等人物的思想行为和工作生活情况的展现，揭示当今中国影视圈令人眼花缭乱的状态和令人啼笑皆非的趣事。制片主任（巩汉林饰）名巩信诚。男，45岁左右。常年跟剧组，熟悉圈内的各种事情，为人精明强干，能说会道，幽默诙谐，交游广泛，世故圆滑又不失热情善良，为了节省资金不择手段；经常要受剧组演职员与投资方的“夹板气”，属于本质善良又小缺点很多的一个人。巩信诚终于拿到了梦寐以求的一个古装电视连续剧《情天恨海》的剧本，而且第一笔投资顺利到位，他雄心勃勃地开始招兵买马，他第一个想到的人就是在圈内人缘好、交游广并且对自己忠心耿耿的周俊（周英男饰）做副导演，此人25岁，为人热情开朗，待人诚恳，就是有时候轻易冲动，经常拍马屁，却总拍不到正地方，有点“二”，总梦想着有朝一日自己能成为真正的导演。在周俊的推荐下，剧组请到了在圈内小有名气的导演李大鹏，此人35岁，曾留学英国学习电影，认为电视剧不是真正的艺术，梦想着拍一部旷世之作的电影，言必“兄弟在伦敦的时候”，自恋情结严重，以艺术大师自诩，可在竞争激烈，人人需要养家糊口的现实面前，他终于放下了架子，答应担任这部电视剧的导演。李大鹏首先推荐跟自己关系暧昧的女演员孙冰冰担任本剧的女主演蓉格格，孙小姐芳龄23岁，毕业于某闻名 艺术院校，刚出道不久，自是颇高，认为自己各方面已具备做明星的条件，只是缺少机遇。她有时精明有心计，有时又不谙世事。孙冰冰向导演推荐了自己的师兄陈宝明担任本剧的男主演五贝勒，陈某30岁出头，出演过一些二流电视剧，空有一副好外表，演技不佳；此人抠门假仗义，为人做作，色厉内荏、胆小怕事却又喜欢虚张声势。投资方向剧组派来了自己的表姐金玉珠（金珠饰）担任外联制片并监督剧组的财务情况，此人40岁出头，为人泼辣，行事风风火火，勇于承担责任，主持正义，经常能发现制片主任的一些小猫腻，大家对她又怕又敬；她理解剧组人员的苦衷，暗地里帮助剧组解决各种困难。金玉珠根据了解分析，认为本剧组的演员阵容不够强大，要想使本剧能顺利发行，收回投资，需要聘请一位有号召力的大腕明星加盟。根据她的建议，投资方决定聘请当红的女明星范菲菲担任本剧的女主演，范28岁，成名多年，目空一切，颐指气使，虚荣浅薄，自我感觉良好，从她身上可以看到很多成名演员的毛病，为大家所厌恶，却每每在紧要关头她能挺身而出，帮助剧组解决很多难题，渐渐为大家所理解和接受。范菲菲的加盟让导演和孙冰冰很是不快，胳膊拗不过大腿，两人最后只好妥协，孙冰冰退而求其次，出演女配角，饰演范的丫鬟翠红。孙心里十分不平衡，认为自己各方面条件都不逊于范菲菲，暗地里跟范较劲，想尽办法让导演和编剧为自己加戏，惹出了很多麻烦，最后都是聪明反被聪明误，搬起石头砸自己的脚，灰溜溜地收场。副导演周俊对孙冰冰的遭遇很是同情，两人同病相怜，互相安慰，若即若离的感情纠葛贯穿全剧，最后孙认为周俊“有固定职业，没有固定收入”，对自己的生活和事业帮助不大，另攀高枝，离周而去。导演李大鹏总想在剧组树立权威，可在与女主演的对抗中经常 处在下风，工作中经常被对方掣肘，不得不忍让退避，很是无奈。可他死要面子活受罪，表面上嘴硬，经常拿副导演出气。剧组的其他成员、群众演员、投资人、赞助商等的每次出场都将引起一番风波和笑话。电视情景喜剧《剧组的故事》从一个普通电视剧组里发生的故事，辐射到整个中国影视圈，影视圈里一些有代表性的事件和人物，本剧将以幽默诙谐的笔触给予一一影射和调侃，对影视圈很多害群之马的不良行径也将给与揭露和批判。像无聊炒作、选秀造势、一夜成名、跟媒体打官司、明星广告代言、绯闻、潜规则、影迷追星、骗拉赞助等等都是我们重点关注和嘲讽的对象。电视情景喜剧《剧组的故事》中的人物是可爱善良的一群人，他们或因追求梦想，或因生活所迫，从四面八方组合在一起，操着南腔北调，认真敬业地完成着一项高尚的工作——丰富人们的文化娱乐生活，他们乐在其中，乐此不疲；他们是个性鲜明的一群普通人，他们是小缺点很多但品质还算高尚的一群人，他们当中不乏蝇营狗苟之辈，但多数人在大是大非面前总能保持清醒，立场坚定。电视情景喜剧《剧组的故事》将采用系列剧的形式，每个故事相对独立；每集之间情节相关不相连。像《纸上谈兵》、《我的潜规则》、《不做大哥很多年》、《临危受命》、《炒你没商量》、《同命鸳鸯》、《裸替风波》是写每个人的情感，每个人的无奈。本剧将以“戏中戏”形式设计场景，戏中戏是他们工作的地方，剧组驻地是他们生活的地方。本剧将通过一幅幅让人啼笑皆非、忍俊不禁的世俗风情画卷，展示出影视人五彩缤纷的精神风貌，让观众了解影视圈鲜为人知的有趣故事。",
    "chinese_title": "剧组的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-15T21:44:48"
}