{
    "aka": [
        "My Way to Olympia"
    ],
    "sid": "21328740",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2100858715.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2669646",
    "director": [
        {
            "url": "/celebrity/1052529/",
            "name": "尼克·冯·格拉索 Niko von Glasow",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2669646/",
    "imdb_votes": 54,
    "this_title": [
        "Mein Weg nach Olympia"
    ],
    "douban_link": "https://movie.douban.com/subject/21328740/",
    "imdb_rating": "7.1/10 from 54 users",
    "trans_title": [
        "我的奥运之路",
        "My Way to Olympia"
    ],
    "douban_votes": "0",
    "introduction": "The story of someone who set out to overcome their fear of sport – and especially of those who pursue it. Niko von Glasow, ‘Germany’s one and only short-armed director’, travels around the world to meet athletes preparing for the 2012 Paralympics: one-armed table tennis player Aida Husic Dahlen from Norway; boccia champion Greg Polychronidis from Greece who is paralysed from the neck down; short-armed archer Matt Stutzman from the USA; one-legged swimmer Christiane Reppe from Germany and Rwanda’s sitting volleyball team. Eager to learn, the director takes an upbeat and self-critical look at what pushes these athletes to their physical and mental limits and discovers how sport has given them the courage to face life. Their testimonials are so convincing that, with each encounter, the director’s own aversion to any kind of sporting activity begins to wane. After his films Nobody’s Perfect and Alles wird gut, Mein Weg nach Olympia completes Niko von Glasow’s trilogy about the lives and feelings of people living with disabilities. The film’s impressive, at times slow motion images document these athletes’ physical and mental strength and extreme focus.",
    "chinese_title": "我的奥运之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mein Weg nach Olympia",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T18:49:34"
}