{
    "aka": [
        "Гамлет"
    ],
    "sid": "21328752",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1134068/",
            "name": "Voldemar Panso Voldemar Panso",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "爱沙尼亚语"
    ],
    "playdate": [
        "1966"
    ],
    "this_title": [
        "Hamlet"
    ],
    "douban_link": "https://movie.douban.com/subject/21328752/",
    "trans_title": [
        "哈姆雷特",
        "Гамлет"
    ],
    "douban_votes": "0",
    "introduction": "Легендарная постановка бессмертной трагедии Уильяма Шекспира в исполнении Национального Молодежного театра Эстонской ССР под руководством известного театрального режиссера и педагога Вольдемара Пансо. Одна из первых работ театра, созданного В. Пансо в 1965году и в короткий срок получившего всесоюзную славу, которой способствали не только интересные постановки с остротой сценической формы, новаторским решением стиля и жанра, но и великолепная труппа из сплава молодых талантливых актеров и таких корифеев эстонской сцены, как Юри Ярвет, братья Эскола, Линда Руммо, Лизл Ландау. И успех не заставил себя долго ждать.Раскрывая свое видение спектакля, Вольдемар Пансо писал: \"Кто из нас не видит кризиса, угрожающего гуманизму, борьбы между властью и духом, уничтожения свободы личности и свободы мысли, кровавых государственных переворотов, захватнических войн, использования великих открытий человеческого разума против человечества, интриг, рожденных жаждой власти, растерянности и раскола среди интеллигенции, опасности возрождения фашизма? Кто из нас не опасается, что разразится кровавая бойня, после которой \"дальше - тишина\"? Самую человеческую пьесу о человеке мы хотим сыграть очень по-шекспировски и очень современно\".",
    "chinese_title": "哈姆雷特",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hamlet",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T13:56:34"
}