{
    "aka": [],
    "sid": "21328742",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915219368.jpg",
    "region": [
        "巴勒斯坦",
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1305092/",
            "name": "乌迪·阿洛尼 Udi Aloni",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Art",
        "Violence"
    ],
    "douban_link": "https://movie.douban.com/subject/21328742/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On 4 April, 2011 Palestinian-Jewish actor, director and peace activist Juliano Mer-Khamis was murdered. He was the founder of the Freedom Theatre in Jenin, a Palestinian refugee camp on Jordan’s West Bank. The theatre aims to provide young people with a place to develop their own artistic resistance against patriarchal oppression and the Israeli occupation. \"Juliano put us on stage and we will stay on stage.\" Taking their inspiration from well-known literary protagonists, director Udi Aloni and three young Palestinian actors follow Juliano’s lead and use their radical imagination in an unpredictably brutal environment to create an artistic form of rebellion: Mariam Abu Khaled brings together Palestinian children from both sides of the wall for a performance of ‘Alice in Wonderland’; Udi Aloni transforms his grief following the loss of his friend into a trauma-loop in his adaptation of ‘Waiting for Godot’; and actor Batoul Taleb explores the meaning of friendship. Finally, Juliano’s daughter Milay investigates the mysteries of the male concept of honour and the male propensity for violence in her version of ‘Antigone’.",
    "chinese_title": "Art/Violence",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T19:00:49"
}