{
    "aka": [
        "O Zestos minas Augoustos"
    ],
    "sid": "2133828",
    "cast": [
        {
            "url": "/celebrity/1059355/",
            "name": "Betty Arvaniti Betty Arvaniti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086075/",
            "name": "扬尼斯·费蒂斯 Giannis Fertis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115056/",
            "name": "玛丽·利耶达尔 Marie Liljedahl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880475262.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1109282/",
            "name": "Sokrates Kapsaskis Sokrates Kapsaskis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0065242",
    "director": [
        {
            "url": "/celebrity/1109282/",
            "name": "Sokrates Kapsaskis Sokrates Kapsaskis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019276/",
            "name": "桃乐丝·维斯曼 Doris Wishman",
            "@type": "Person"
        }
    ],
    "duration": "USA: 79 分钟",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0065242/",
    "imdb_votes": 165,
    "this_title": [
        "The Hot Month of August"
    ],
    "douban_link": "https://movie.douban.com/subject/2133828/",
    "imdb_rating": "5.2/10 from 165 users",
    "trans_title": [
        "炎热的八月",
        "O Zestos minas Augoustos"
    ],
    "douban_votes": "0",
    "introduction": "While vacationing in Greece with her second husband, Louis Silverman (although she wasn’t all that keen in taking his surname in marriage, director DORIS WISHMAN was more than happy to add her hubby’s handle to her ever-expanding list of pseudonyms), Wishman stumbled upon a small-time film company in desperate need of funds, ultimately returning home with the rights to The Hot Month of August and Passion Fever – purloining both productions for less than $4000. En route back to New York, Doris absentmindedly left her briefcase containing both August and Fever’s translated scripts on a train, forcing her to rewrite the narratives from scratch while overdubbing the original dialogue (a prevalent practice throughout her entire career).To make matters even more bizarre, Doris decided to spice up The Hot Month of August with a slew of new sexual escapades, mind-bogglingly shot in New York sans the production’s original participants. Solving the problematic situation in typically warped Wishman fashion, the director went to great (and often comical) lengths to obscure the faces of her body doubles with a variety of foreground bric-a-brac – potted plants, furniture, and a succession of undraped skin – resulting in a festival of featureless flesh that would have been more aptly titled “Planet of the Faceless Fornicators.” If you thought Wishman’s world was a wacky place before, you ain’t seen nothing yet!On his way home from Athens, Greek stud Jason Philippi meets two women, Hope and Alexis. Though Jason’s in love with Hope, he has sizzling sex with Alexis. Trouble is, Alexis is married to Yarkos, a wealthy industrialist, who has hired a private eye to spy on her, blithely unaware that Alexis and the private eye are actually secret lovers who plan on murdering him! But wait! Yarkos gets wind of their little plot and turns the tables by killing Alexis, wounding the private eye, and framing the whole thing on Jason! Arrested for murder, Jason’s only hope is… well, Hope, who keeps the police (and audience) entertained with a lurid alibi….While Wishman managed to cobble together a fairly cohesive narrative from the ashes of the original, The Hot Month of August succeeds mainly on the strength of its wild sexual antics. Although even a retarded rhesus monkey could tell the difference between the dumpy debutantes of Wishman’s footage with the original’s svelte sirens, it doesn’t matter much. The added gropin’ and grindin’ are exactly as they should be: extensive, enthralling and, best of all, occurring every five minutes. More than enough reason to watch if you ask me. And Euro-cult fans should keep their eyes peeled for a young MARIE LILJEDAHL, star of Inga and Eugenie, in her very first screen appearance as a teen on the beach. But beware: though she has a couple of lines, the voice coming from that gorgeous body has been redubbed by Doris herself!From the 35mm hot-and-sweaty negative.",
    "chinese_title": "炎热的八月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Hot Month of August",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T11:13:13"
}