{
    "aka": [],
    "sid": "2133928",
    "cast": [
        {
            "url": "/celebrity/1168865/",
            "name": "Walter Ray Williams Walter Ray Williams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223427/",
            "name": "Pete Weber Pete Weber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019078/",
            "name": "蒂莫西·布斯菲尔德 Timothy Busfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032321/",
            "name": "查尔斯·巴克利 Charles Barkley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205618/",
            "name": "Dick Weber Dick Weber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020244/",
            "name": "Bernard Goldberg Bernard Goldberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888994231.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0430289",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-06-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0430289/",
    "imdb_votes": 452,
    "this_title": [
        "A League of Ordinary Gentlemen"
    ],
    "douban_link": "https://movie.douban.com/subject/2133928/",
    "imdb_rating": "7.0/10 from 452 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Though never a sport of Kings, at one point in time bowling occupied a perfectly respectable place in the pantheon of American sports. It has long been one of the most popular participatory sports in America. When Eddie Elias convinced the country's top 33 bowlers to kick fifty bucks into a... Though never a sport of Kings, at one point in time bowling occupied a perfectly respectable place in the pantheon of American sports. It has long been one of the most popular participatory sports in America. When Eddie Elias convinced the country's top 33 bowlers to kick fifty bucks into a communal pot in a banquet hall in Syracuse, NY, in 1958, the Professional Bowlers Association was born. ABC began televising PBA tournaments in 1962, and as the lead in Wide World of Sports, Chris Schenkel's Saturday afternoon bowling telecast was for many years one of the highest rated sports programs on television. Then something happened: America ceased to embrace the portly, middle-brow image the PBA was selling, and bowling got kicked to the curb. The sport and its players, many of whom grew up idolizing the sepia-toned gods of bowling's golden era, found themselves wallowingin the backwaters of the popular imagination, alongside rodeos and tractor pulls. In 2000, three former Microsoft executives scooped up the entire apparatus of professional bowling -- its players, tournaments, trademarks and trophies, all for about five million dollars and assumption of the league's debt. Their stated goal was to save bowling from the brink of extinction and raise it to new heights, or at least put it on par with the Bass Masters tour, which, at current market values, would represent a tidy return on equity. The heavy lifting for this mission falls onto the broad shoulders of a man named Steve Miller, a former top Nike executive who had played for the Detroit Lions and rescued Kansas State football from the NCAA cellar. The film focuses on Miller and four of his charges, professional bowlers at very different places in their careers, and their sometimes funny, sometimes sad adventures on tour as professional athletes - albeit the Rodney Dangerfields of professional sports. -- © Magnolia Pictures",
    "chinese_title": "A League of Ordinary Gentlemen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T08:56:55"
}