{
    "aka": [],
    "sid": "21340766",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907175501.jpg",
    "region": [
        "澳大利亞"
    ],
    "writer": [],
    "imdb_id": "tt3665810",
    "director": [
        {
            "url": "/celebrity/1029179/",
            "name": "理查·德莫尔 Richard Moore",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3665810/",
    "this_title": [
        "BUTOH: Piercing the Mask"
    ],
    "douban_link": "https://movie.douban.com/subject/21340766/",
    "trans_title": [
        "黑暗舞踏：刺破面具"
    ],
    "douban_votes": "0",
    "introduction": "In the early 1960s Butoh dance exploded onto the Japanese stage. The shockwaves ripped the Japanese dance community apart and shattered stereotypical images of the Japanese people. Sexy, violent, humorous and nihilistic, Butoh confronted Japanese society, ridiculing and mocking traditional conventions of beauty and behaviour. This documentary pierces the mystery and mystique of a dance movement adored by the West and largely ignored by the Japanese. It uses archival and modern footage of leading Butoh performers - Dairakudakan, Hakutobo, Kazuo Ono - and interviews with Butoh specialists to throw light on the essential Butoh themes of darkness, violence and eroticism to get to the core of the nature of Butoh.Going beyond its examination of Butoh as dance, BUTOH: PIERCING THE MASK delves into the relationship between culture and society. It portrays Butoh as a primal scream, uttered at a time when the post-war invasion of Japan by Western cultural and social conventions forced artists to re-invent their own identity. It raises questions about the Japanese people by revealing connections between some of the darker aspects of Butoh and Japanese culture. It examines Butoh's relationship to contemporary life against the backdrop of modern Tokyo.",
    "chinese_title": "黑暗舞踏：刺破面具",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "BUTOH: Piercing the Mask",
    "douban_rating_average": 0,
    "update_at": "2025-06-23T13:39:13"
}