{
    "aka": [],
    "sid": "2134971",
    "cast": [
        {
            "url": "/celebrity/1043798/",
            "name": "Frank Delaney Frank Delaney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056263/",
            "name": "戴夫·艾伦 Dave Allen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910489240.jpg",
    "region": [
        "英国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043798/",
            "name": "Frank Delaney Frank Delaney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0271900",
    "director": [],
    "duration": "55分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "1987(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0271900/",
    "imdb_votes": 99,
    "this_title": [
        "The Celts - Rich Traditions & Ancient Myths"
    ],
    "douban_link": "https://movie.douban.com/subject/2134971/",
    "imdb_rating": "8.0/10 from 99 users",
    "trans_title": [
        "凯尔特人"
    ],
    "douban_votes": "0",
    "introduction": "Editorial ReviewsAmazon.comThe Celts gave Enya her first popular showcase, but there's far more to this epic documentary series than lushly ethereal music. Produced by BBC Scotland in 1987, the six-part, six-hour series shows its age with simple graphics and visual design, but writer-narrator Frank Delaney compensates with thorough scholarship and engaging presentation. \"The Man with the Golden Shoes\" begins with the Celts' earliest origins in Austria, studying burial remains to reveal a fiercely independent people, driven to expansion and exploration but failing to unite against the dominant forces of Rome. Subsequent episodes follow a categorical approach to Celtic history: \"The Rise of Nations\" in the British Isles leads to Celtic strongholds in Wales, Scotland, Ireland, and Brittany; \"A Pagan Trinity\" surveys Celtic mythology and the transition (through cultural cross-pollination) from Druid priesthoods to Celtic-influenced Christian missionaries; \"The Open-Ended Curve\" illuminates the development of Celtic art, music, and literature; \"The Final Conflict\" explores the fading, and subsequent revival, of Celtic languages, and how this history is reflected in present-day (and often erroneous) definitions of \"Celtic\"; and \"The Legacy\" examines the tenacious efforts to preserve Celtic language and culture in modern society.Delaney and director David Richardson occasionally misfire with pointless dramatizations (including a Celtic history teacher droning monotonously to his bored students), but period re-creations and archaeological studies prove consistently fascinating, and the sheer volume of information is sure to reward multiple viewings. Vintage BBC films serve as welcome bonus features, including a musical survey of Ireland, a news feature on international Celtic connections, and interviews and performances by Enya at the dawn of her phenomenal solo career. While dispelling myths to reveal the truth behind 2,500 years of history, The Celts is must-see viewing for anyone interested in this fascinating cultural heritage. --Jeff ShannonProduct DescriptionFor 800 years, a proud, vibrant, richly imaginative warrior people swept ruthlessly across Europe. The ancient Greeks called them \"Keltoi\" and honored them as one of the great barbarian races. Follow their fascinating story from their earliest roots 2,500 years ago through the flowering of their unique culture and their enduring heritage today, enhanced with stunning reconstructions of iron-age villages, dramatizations of major historical events and visits to modern Celtic lands. This fascinating look back at the legends and legacy of the Celtic heritage is underscored by the hauntingly beautiful music of Enya.",
    "chinese_title": "凯尔特人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Celts - Rich Traditions & Ancient Myths",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T08:13:37"
}