{
    "aka": [],
    "sid": "21348988",
    "cast": [
        {
            "url": "/celebrity/1318695/",
            "name": "李竹 Zhu Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316472/",
            "name": "刘庭羽 Tingyu Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352707/",
            "name": "童彤 Tong Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1474014/",
            "name": "黑永宽 Yongkuan Hei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875407863.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "25",
    "episodes": "80",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-01-01"
    ],
    "this_title": [
        "司徒公办案"
    ],
    "douban_link": "https://movie.douban.com/subject/21348988/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《司徒公办案》，这是一部古装国产宫廷大戏，全剧分12个案情相对独立的单元构成，共80集。集破案、搞笑、言情、权争、益智于一身，极富观赏性、娱乐性和教育性。在这部“正剧谐说”的公案戏中，素有“千变小魔女”之称的上海东方电视台著名节目主持人豆豆（潘延）反串饰演第一主角司徒骏。第一次出演影视角色的她在戏中女扮男装，尽情发挥幽默诙谐、演谁像谁的表演特长。开张大吉（共8集）金科状元司徒骏受命到通州海城府太平县走马上任，却发现太平县县衙原来已废弃多年，整个县城全受制于告老还乡的虎威大将军熊镇邦，司徒骏气愤难平发誓要扳倒熊镇邦、重整太平县衙，并结识了县衙的年青捕头武维扬、女捕快梅美眉、师爷梅益建和厨娘何韭姑等人。此时熊镇邦之女熊跳跳亦对司徒骏一见钟情，欲与其成百年之好，为找到能扳倒熊镇邦的证据，司徒骏只得顺水推舟，假意应允。而熊镇邦之子熊宝宝此时亦向其爱恋许久的卖菜女马丹娜求亲，司徒骏等说服马丹娜假意接受，并使计在大婚之日让梅美眉与其调包。大婚之日，熊跳跳突然向司徒骏坦言早知其计，只是为救父亲而没有揭穿，司徒骏惊讶，但也同意若熊镇邦能认罪可以饶他死罪。那头，调了包的新娘梅美眉亦获得熊宝宝的欢欣，顺利地骗得其保管的钥匙。铁证如山，熊镇邦不得不低头认罪，司徒骏率众人重振太平县衙雄风。神偷妙探手多多（共6集）城中富商钱家被窃，钱宗报案，梅美眉与武维扬率衙役勘察现场，发现一枚玉佩，此玉佩非钱家之物，钱宗之子认出其乃是同窗何顺之物。司徒骏等追查何顺，从其好友陈旺口中得知该玉佩是「留春院」妓女念念送给何顺的定情之物，而何顺也已失踪多日。在陈旺的帮助下，梅美眉与武维扬抓住了正在贩卖钱家赃物的小偷艾德华，艾德华交出所有赃物中却唯独缺少钱家祖传的玉雕，而武维扬在藏匿赃物的破庙中发现了何顺的尸体，司徒骏发现陈旺颇为可疑，设计让陈旺上当露出马脚，终于将真凶陈旺及共犯念念绳之以法，亦归还钱家失窃的玉雕。审石头（共6集）这日，海城知府的当差龙五、孙豹子三人押着一名死刑犯曾阿牛途经太平县借县衙牢房暂歇一宿，随行的死刑犯妻子却上堂喊冤，司徒骏升堂审案，原来曾阿牛只是一个民间的骡夫，被海城知府雇请押送饷银，结果少了二百两银子，被海城知府蔡朝中屈打成招、胡乱判为死罪。司徒骏看到被调包银子的卵石，决定亲自为曾阿牛洗清冤屈，问清了原先押送饷银的路线，便带着梅美眉上路了，途中司徒骏受到不明杀手的袭击，幸被暗中随行保护的韭姑所救。夜晚，司徒骏、美眉等一行人投宿在曾阿牛曾投宿的客栈，并借客栈办公堂，审起这些大小不一的卵石，竟然审出了盗银的真犯乃是客栈的老板，而海城知府的龙五也属同案犯。司徒骏向通州知府呈报此案，欲还曾阿牛以清白，不料却受到海城知府蔡朝中的大力阻挠，司徒骏不畏强权，与其斗智斗勇，几经周折，终于将案情真相召告天下，龙五等人也受到应有的惩罚。鳄鱼先生（共8集）太平县举办盛大的庙会活动，司徒骏与梅师爷、梅美眉、武维扬等众人也都兴致勃勃地乔妆改扮一番去凑个热闹。庙会里，假扮成算命先生的司徒骏被鄂府总管耿德基错认误抓回鄂府。司徒骏向鄂府主人鄂瑜挑明自己县令身份，自己「国丈」的鄂瑜大喜，并神秘地告诉他前朝「镇国君」的「西山行宫」是块出帝王的风水宝地，同时亦以事关朝廷社稷为名要求司徒骏助他寻找唯一知晓详情的风水先生，以期做到神不知鬼不觉。司徒骏怀疑其国丈身份和真正的动机，但表面上仍不动声色，假意应合，将计就计，终于将鄂瑜假冒国丈、谋害前「镇国君」夫人并侵吞「西山行宫」风水宝地的罪行暴光于天下，司徒骏上奏朝廷，皇上颁旨斩决鄂瑜，并为受冤的前「镇国君」夫人平反。母螳螂（共6集）阿凤是刘村出名的俏妇人，阿凤的丈夫刘福常年在外做生意，常托好友高旺照顾妻子，两人日久生情、关系暧昧。刘福家的家仆阿力垂衍阿凤美色，也趁机调戏阿凤，恰被刘福撞见，两人揪打成一团，扭打中阿力失手杀死了刘福。阿凤哭告到县衙，司徒骏受理此案，阿力对失手杀人一事供认不讳，同时他亦告知司徒骏等人阿凤与高旺的暧昧关系，司徒骏疑窦难谴，命武维扬与梅美眉秘密暗查阿凤和高旺，证实两人确实有染，而高旺亦有重大的嫌疑。司徒骏将两人暂押候审，重新审理此案，经过仔细分析取证，抽丝拨茧，终于发现原来是刘福生意失败亏了很多钱，债主上门逼债，走投无路之际决定与妻子阿凤合谋设计杀害高旺，并用「易容术」假扮高旺以谋其家财。案情终于水落石出，阿凤与刘福也得到了应有的惩罚。老实当铺（共6集）「老实当铺」的老板甄老实来县衙报案，状告穷秀才文隽拿假的「红牡丹玛瑙」到当铺骗钱，司徒骏即令武维扬与梅美眉询查文隽，却意外地得知了文隽遇害的消息。司徒骏接案着手调查，原来文隽与富家千金金湘兰相爱并私定终身，为了资助文隽进京赶考，金湘兰偷出了家中祖传的「红牡丹玛瑙」让文隽去典当，却未料反而害死了文隽。调查中，司徒骏发现文隽拿去当铺的「红牡丹玛瑙」让人给调了包，而这只中最有可疑的就是当铺老板甄老实，司徒骏欲查案情，却因梅美眉私自行事而被甄老实反将一军，司徒骏决定将计就计，终于找到了甄老实的罪证，并将杀人骗财的甄老实治罪。我的野蛮学生（共8集）孔氏学府在太平县小有名气，尤其是孔家千金孔诗翩，美若天仙，富家弟子们都争先恐后地报名进孔家学府，学府里有个穷书生谭子中文才出众，颇得孔家主师孔学海的喜欢，也赢得了孔诗翩的芳心。孔家师母因嫌弃谭子中家贫而坚决反对女儿与他来往，并让自己的儿子孔朝民与谭子中同住一屋以监视谭子中。孔诗翩对谭子中的情有独钟，引来了学府里其他弟子的妒忌，其中尤以「虎豹山庄」的少庄主宋绍平为甚，常常找碴为难谭子中。就在谭子中进京赴考的前夜，酒醉的孔朝民挑衅谭子中，两人醉倒并换了床位。第二天，谭子中醒来发现孔朝民被杀，孔学海到县衙报案，谭子中双手沾血、又与死者同住一屋，被疑杀人凶犯。司徒骏审理凶案，此时谭子中的同窗好友强俊杰出面为谭子中开脱，并指出对宋绍平的怀疑。司徒骏一番调查审训，并联合孔诗翩和孔学海设计引蛇出洞，终于让真正的凶手强俊杰认罪伏法，受惩于太平县公堂。女人何苦为难女人（共6集）大学士唐湘龙府的丫鬟小春被发现暴死在客栈，与她随行的唐府男仆池一郎也被吓得痴傻，客栈老板报案，经验尸后发现小春实属「堕胎血崩」而死，看似普通的意外之死却因唐家主母的突然到访而变得疑点重重。见到唐夫人后池一郎大呼冤枉，并和盘托出小春确是因为延误就诊而意外死亡。但经过再次验尸，却发现小春是被人强迫服下超剂量的堕胎药的，司徒骏即命美眉与武维扬捉拿嫌犯池一郎，池一郎已经失踪，且意外地发现唐府谴散了所有的丫鬟，来越多的疑点渐渐聚焦到唐府，经过一番取证调查，终于查得唐妻因憎恨小春与丈夫有染，而强迫小春喝下堕胎药，使其意外死亡，及她雇凶杀害池一郎的真相。罪证确凿，唐妻伏法。案中案外案（共6集）大围村村长洪福为人忠厚善良，颇受众人爱戴，家道殷富又有个漂亮聪明的女儿，本应属于幸福的典范，无奈儿子洪大贵终日游手好闲、无恶不作，备受众人唾骂，洪福也为此痛苦扼腕。一日，洪大贵突然被发现横尸荒野并报到县衙，司徒骏接案后内查外侦，排除了最有可能因报辱妻之恨的村民陈七的杀人嫌疑之后，所有矛头直指洪福一家，尤其是其女洪琇突然欲跳河自杀，更领司徒骏觉得可疑。洪福之兄为保家族名誉，立劝洪福带妻女离开大围村，但经不住良心责备的洪福最终还是来到衙门自首，坦言原来是自己一直痛恨儿子不成气候，而洪大贵又丧心病狂地奸污了自己的亲妹妹，洪福忍无可忍、一时气愤杀害了自己的儿子。洪大贵的死大快人心，司徒骏深知父亲杀害儿子的悲哀原委，对洪福也深表同情，但洪福毕竟触犯了刑律，为严肃法制，面对众人的求情司徒骏不得不挥泪定罪，送洪福上了刑场。捉妖记（共8集）膝下犹虚的富翁牛百万求子心切，重金礼聘道士苟大仙设坛作法，苟大仙要求与其妻马氏以「阴阳双修」来「作法求子」，媾和之际被牛府哑巴ㄚ鬟倩倩撞见，为怕事情泄漏苟大仙勾结马氏设计污陷倩倩为妖女并煽动百姓死烧倩倩以避免劫难殃及整个太平县，恰被巡逻经过的梅美眉与武维扬救下带回县衙。当夜，苟大仙率牛百万与无知迷信的百姓们在衙门闹事，企图再抓回倩倩处死，混乱中倩倩被一「独眼龙」用锄头夯死。司徒骏与何韭姑带着梅师爷立荐的小师爷朱葛谅才回到太平县便得知倩倩之死，梅美眉与武维扬断定是苟大仙为怕行迹败漏而杀人灭口，司徒骏乔装成ㄚ鬟混入牛府调查，终于得知苟大仙「阴阳双修」之实并找到其杀害倩倩的证据。苟大仙决定先发制人率牛百万及众百姓直攻县衙，直指司徒骏为妖孽、县衙里有妖气，幸得谅谅巧计反制，一举揭穿了苟大仙的妖言惑众的鬼把戏，苟大仙认罪。真相大白，司徒骏严惩迷信的帮凶牛百万夫妻，同时昭告百姓们破除迷信之道理。无间道（共6集）司徒骏公开颁「积善人家」匾额赞许褒奖频频捐款行善、造福乡里的大善人吴坚道，却不料这个吴坚道是个「经营赌坊、地下钱庄与暴力讨债」的伪善人，对屡屡抄灭其赌坊的司徒骏恨之入骨，即安排手下文文悄悄混入衙门去「卧底」已铲除司徒骏。司徒骏为了肃清日趋猖獗的赌坊，屡屡围剿却始终抓不到幕后黑手，幸得谅谅施计，从被抓的顶包赌坊经营者倪傻子处套问出幕后黑手竟然是吴坚道。苦于无证据的司徒骏决定令梅美眉做「卧底」去探查吴坚道的罪证，而被文文迷得团团转的武维扬却在不知情的情况下将机密泄露了出去，美眉身份暴露。为求得吴坚道的信任，美眉答应助吴坚道杀掉仇家以示「效忠」，未料到其要杀的人竟是武维扬，危急之际韭姑等救兵杀到，将他们一网打尽，吴坚道罪无可辩，司徒骏重判吴坚道死罪。男人真命苦（共6集）司徒骏率梅美眉与武维扬在街上巡查，偶遇落魄流浪的秦襄怜父子遭众人围打，司徒骏上前阻止，方知秦襄怜父子是为寻找其离家的妻子阿菊而流落至太平县，司徒骏带他们回衙门并允诺助他找回妻子。时逢兵部尚书之子喻名龙新官上任途经太平县，司徒骏率众迎接，秦襄怜认出喻名龙新婚的妻子田蜜蜜正是其寻找多时的阿菊，众人皆惊。田蜜蜜矢口否认，喻名龙怒斥司徒骏等污蔑其妻名节，窝囊的秦襄怜察出田蜜蜜已另结新欢，突然道歉声称错认，并提出即刻离开县衙。喻民龙为免事端派人追杀秦襄怜父子，被暗中保护他们的梅美眉和何韭姑救下。司徒骏升堂审问喻名龙夫妻，为平息此事喻名龙愿意将秦襄怜父子带回府里妥善照顾，孬种的秦襄怜亦附和赞同，司徒骏无奈同意和解。在喻府秦襄怜父子备受欺凌，直至其幼子小宝被虐至死，司徒骏等众人义愤填膺誓为其讨回公道。众人协力设计说服窝囊的秦襄怜主动提告喻名龙，终于将喻名龙与田蜜蜜定罪。",
    "chinese_title": "司徒公办案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-12T05:49:43"
}