{
    "aka": [
        "Painful Bliss, Final Twist"
    ],
    "sid": "2134295",
    "cast": [
        {
            "url": "/celebrity/1003191/",
            "name": "宫井绘里奈 Erina Miyai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470659/",
            "name": "秋春 Jun Aki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540205447.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0227075",
    "director": [
        {
            "url": "/celebrity/1048580/",
            "name": "神代辰巳 Tatsumi Kumashiro",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1977-02-01(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0227075/",
    "imdb_votes": 67,
    "this_title": [
        "悶絶！！どんでん返し"
    ],
    "douban_link": "https://movie.douban.com/subject/2134295/",
    "imdb_rating": "6.8/10 from 67 users",
    "trans_title": [
        "闷绝",
        "Painful Bliss, Final Twist"
    ],
    "douban_votes": "586",
    "introduction": "这个“闷绝”男人叫北山，本来是跟着酒吧认识的女人明美回家过夜的，不想，明美的男人从里边蹿出来，于是，他便被“闷绝”。这是影片的前半部分，基本上是由性爱场面构成的。同性之爱，援助交际，SM，群交，……看上去乏味又无趣。比较莫名其妙的，最初“闷绝”的北山在粗暴男人的蹂躏下竟然获得了快感，产生了依赖，而当初，在第一次被侮辱之后，他把自己锁在卫生间里痛哭流涕。更莫名其妙，他和诱惑他的美女同事去约会，关健时刻又发生早泄事件，没办法，他就决定变成一个女人。当男人变成女人，戏就精彩起来。北山涂脂抹粉，粘上了长长的眼睫毛，穿着乳白色的毛线衣，坐在摇椅里的那一刹那，本来乏味的画面立刻变得生动起来，她的一颦一笑，让人恶心，又让人生怜。她写下血书，要和那个粗暴的男人结为夫妻。可惜最后，北山还是被抛弃了。粗暴的男人杀死了一个警察，无奈之带着明美仓惶出逃，北山哀求着用手死死地扒着离去的车沿，车门重重地砸落，北山跌倒在地。从地上爬起来后，她用手梳理一下头发，对着我们说：“讨厌！”她到底讨厌什么？不知道。或许只是像一个真正的女人那样，只是一句口头禅罢了。我们姑且原谅她吧。影片最后打出字幕时的一组镜头，耐人寻味。她披着鲜红色的大衣，被一只小狗牵着，在堤岸上欢快地奔跑，那时候肯定有风。因为没有风，就显得不够美不够浪漫。可是，转瞬之间，她又在草丛里对着小狗蹶起屁股，脸上的表情满足而又妩媚……粉红电影永远是这样，你永远不知道下一步的情节怎么发生，下一祯的镜头如何陈现，是至美还是至恶，一切皆有可能，甚至两者在瞬间就可以快速转换。对这些电影来说，情节、叙事，还有那些赤裸裸的性爱场面，其实都不重要，不是看点所在。真正的看点在于戏中出现的情欲场景，在于影片表现出来的原来只存在于普通人的潜意识里的情欲的勃发，作为日活标志性人物的神代辰巳，无疑没有让人失望。那个叫喊着“欧尼桑，欧尼桑，欧—尼—桑……”的援交少女，叫声一句比一句亲切，急迫，又充满着性的诱惑和心底深处的无限依赖，这个场景拍得比较精彩，给人的感受很复杂。受制于公司制定的低廉的成本，粉红电影都拍得比较短。《闷绝》只有72分钟。再除掉必不可少的用于吸引观众的性爱场景，真正用于讲故事的时间并不多。而且，这些片都是工业化操作，根本不可能在剧本上细细琢磨。粗制滥造再所难免，但是作为一个优秀的导演，会在很多细微之处留下痕迹，让观众不经意间就领略到他的手法和功底。《闷绝》中男男女女们之间毫无理由的辱骂和暴打，那中混乱和疯狂，展现的其实是心里的绝望与恐慌。不管怎么说，再粗暴野蛮的男人也有脆弱的一面，他杀死警察，走上街头，不断地回头作手势要明美离开。当他们躲在屋子里，躲在自己的暗藏起来的情欲里疯狂和挣扎时，他们是强大的，然而一旦走出去，面对外面更加强大的世界，他们又显得凄慌无助，显得很可怜。类似的场景，若松孝二的《无理由之暴行》、田中登的《性感野猫之夜》也有拍摄。当男人变成女人，戏才精彩；当女人被男人抛弃，影片结束。《闷绝》可看的其实就只有后面三四十分钟，一切只因为女人出场，衣服亮丽，色彩鲜艳，尤其是北山穿着红色的衣服，从天桥上走过的时候，画面是一个远镜，很有感觉，可是她又是一个假女人，脚上涂红色的指甲油，还喜欢顾盼生姿……这些恶感和美感混合起来，形成了一种独特的观影感受。就如同几乎所有的粉红电影都会涉及到的SM场面一样，这是他们的国技，是看家本领，任何别国的导演都学不来，只此一家。",
    "chinese_title": "闷绝",
    "douban_rating": "7.1/10 from 586 users",
    "foreign_title": "悶絶！！どんでん返し",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.1",
    "update_at": "2025-02-11T22:50:41"
}