{
    "aka": [],
    "sid": "21355929",
    "cast": [
        {
            "url": "/celebrity/1316681/",
            "name": "李烈 Lieh Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337677/",
            "name": "刘尚谦 Shang-Chien Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315401/",
            "name": "应晓薇 Angela Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004141/",
            "name": "常枫 Feng Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313968/",
            "name": "尹宝莲 Bao-lien Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315864/",
            "name": "翁家明 Chia-ming Weng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377449/",
            "name": "李黛玲 Dai Ling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1535089/",
            "name": "温丽晶 Li-Tsing Wen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675346419.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1420939/",
            "name": "玄小佛 ",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "又见夕阳红"
    ],
    "douban_link": "https://movie.douban.com/subject/21355929/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "林昌隆（常枫饰）是个六十多岁的成功商人，育有一女林佳贞（应晓薇饰），二十岁的佳贞善良、单纯。十多年前，林昌隆的妻子身患疾病，为了给妻子更好的照顾，林昌隆请了一位专职看护——妻子的表妹李彩云（尹宝莲饰），二十出头的彩云无微不至的照顾林家上下，也给全家带来一份生机和希望，十年后林昌隆的妻子因病情的加重而去世。昌隆父女和彩云的关系如同亲人一般，而在林家生活了十多年的彩云也对表姐夫暗生情愫，所以一直未曾离开。林昌隆偶遇酒家女方季梅（李烈饰）对她产生好感，季梅因家境窘困无奈嫁给大自己三十多岁的林昌隆。何宗伟（刘尚谦饰）为了供养自己同父异母的弟弟何宗伦（黄文豪饰）上大学，不惜以色相骗取钱财。何宗伟的下一个目标就是阔太太方季梅……从偶遇到一见钟情，何宗伟使出各种手段骗取了方季梅对他的爱和信任。正当季梅挣扎在爱与痛苦的边缘时，她与何宗伟的关系被李彩云发现，彩云怕昌隆知道方季梅红杏出墙后受到打击，所以隐瞒实情。方季梅虽然得到林昌隆和佳贞的爱护，但却处处受到彩云的刁难。何宗伟以投资生意为由让方季梅为他筹钱，并承诺发财后一定带季梅离开林家。何宗伟知无意间得知林佳贞是个对爱情充满期待的单纯女孩，他的阴谋之手又伸向了佳贞。同样的手段、同样的花言巧语，使得涉世未深的佳贞很快就陶醉在何宗伟的爱河里。正当两个痴情的女人沉浸在何宗伟的骗局里的时候，她们竟然都发现自己怀孕了……季梅骗林昌隆说怀了他的孩子，林昌隆为此闷闷不乐，却强颜欢笑。细心的李彩云发现了昌隆情绪异常，追问之下得知林昌隆很多年前就丧失了生育能力，无奈彩云说出了季梅有外遇的事情，林昌隆痛心之余私下查何宗伟的底细。佳贞的反常举动亦被彩云识破，只好将自己怀孕的事全盘托出。季梅无意中发现了佳贞的男友竟然是何宗伟，她恍然大悟原来自己和佳贞都是被何宗伟精心设计、骗取钱财的牺牲品。季梅将一切告诉了林昌隆，昌隆原谅了她的过错，愿意接受这个孩子。此时的佳贞被何宗伟骗财骗色，却仍然被蒙在鼓里。季梅愧对昌隆，为了挽救佳贞，她决定杀死何宗伟。彩云看到季梅留下的书信，赶紧去何家阻止。争扯中季梅愤怒的将匕首刺向了何宗伟。宗伦将哥哥送到医院急救后脱险。彩云开导季梅不要做傻事，并承认自己对季梅的态度也是导致悲剧发生的原因，俩人终于冰释前嫌。出院后的何宗伟再次蒙骗佳贞，并勒索林昌隆。昌隆以为女儿被绑架带着大笔现金去赎人，然而拿到钱的何宗伟告诉佳贞从来没爱过任何人，叫她不要再纠缠自己。佳贞终于看清了何宗伟的真面目伤心欲绝……林家恢复了往日的平静，但何宗伟仍不甘心，决定最后一次作案勒索林昌隆再远走高飞。夜晚他潜入林家的书房，和昌隆、季梅谈判中发生争执，季梅一怒之下欲杀掉何宗伟，然而刀子却误插进自己的腹中，昌隆见状要与何宗伟同归于尽，此时被惊醒的彩云冲进了书房，她想制止昌隆，两人拉扯间刀子又刺向了林昌隆。何宗伟见事态严重仓惶而逃，佳贞听到吵闹声，没想到只见何宗伟惊慌失措的逃离林家。佳贞赶至书房后看到血泊中的父亲和季梅，受惊的彩云和佳贞将他们送往医院抢救。林昌隆不幸离世，季梅为了肚子里的孩子强撑着最后一口气。临终前她托付彩云照顾她刚出生的女儿，并请求彩云不要告诉佳贞孩子的父亲是何宗伟，季梅写下一封信件让彩云保管，告诉她等女儿长大了、何宗伟再出现的时候交给女儿，彩云忍痛答应她的所有要求。林昌隆和方季梅相继去世，佳贞认定是何宗伟害死了父亲和季梅。彩云和佳贞陷入了生活的困境……何宗伦一直反对哥哥以违法和不道德的方式骗取女人的钱财，但是他深知哥哥的所作所为都是为了自己，于是罪孽感油然而生。何宗伟潜逃至美国，宗伦见到身心受创的佳贞不愿就此离开，他想替哥哥赎罪，于是向佳贞多次求婚，佳贞最终被形式所迫答应嫁给他。佳贞的孩子也出世了，面对季梅的女儿，佳贞一直以为是她的妹妹，所以疼爱有加，但是面对自己的女儿，佳贞却始终带着对何宗伟的恨意，对女儿不冷不热……二十年后，两个女孩长大成人，出得亭亭玉立。姐姐晶晶（李烈饰）因为佳贞的溺爱反叛心理很强，处处与家人作对；妹妹闪闪从小乖巧懂事，深得彩云和宗伦的赞赏。佳贞和宗伦这二十年的婚姻并不幸福，他们只是有名无实的夫妻，因为佳贞把对何宗伟的仇恨转移到宗伦和女儿身上。何宗伟在美国生活了二十年，虽然事业有成但却倍受良心谴责，带着悔恨煎熬着自己。他在美国创业期间遇到了佳贞的大学好友，也是弟弟的前女友卓曼芝（李黛玲饰），小曼对何宗伟的偏见也在他们的共处中慢慢消失，而小曼对宗伟也萌生了爱意，但宗伟仍耿耿于怀二十年前所犯下的错误，他的内心只有忏悔和自责，不愿接受小曼的爱！何宗伟决定回台湾赎罪，即使面对法律的制裁，他也做好一切准备，小曼答应陪他一起面对。何宗伟四处打听宗伦和两个女儿的情况，并找机会接近他们。闪闪认识了一个帅气的男孩李佑凯（翁家明饰）偷偷与其交往，不料他又暗地追求姐姐晶晶，晶晶明知李佑凯脚踩两只船，但为了和家人作对，他故意和李佑凯来往，闪闪非常伤心。李佑凯仿佛当年的何宗伟，对两个女孩甜言蜜语的哄骗，心地单纯的闪闪竟然相信了李佑凯爱的是自己，晶晶虽然知道李佑凯左右逢源，无奈发觉自己也爱上了这个男孩无法自拔。何宗伟得知了李佑凯对姐妹俩的追求是另有目的，于是设法阻止他的行为。何宗伟和李佑凯的出现打破了往日的平静，晶晶对自己身世的猜疑、闪闪对李佑凯的痴迷、佳贞埋藏了二十年的仇恨、宗伦面对妻子和哥哥的左右为难、彩云对季梅临终时的承诺，全家人都陷入了情感的困境……何宗伟为了阻止姐妹俩被李佑凯骗财骗色，使出各种方法，奈何闪闪就仿佛当年的佳贞一样执迷不悟。彩云带着二十年前的怨恨约见何宗伟，想与他同归于尽。彩云道出了这二十年的辛酸和痛苦，宗伟劝慰彩云，并叮嘱不能说出昌隆是被她误杀的，就让所有人都以为是被他杀害的。正巧晶晶听到了彩云和宗伟的谈话，知道了事情的全部真相。三人抱头痛哭，互相原谅了对方的过错。彩云向佳贞坦白了昌隆是被自己误杀的，希望得到佳贞的原谅，佳贞想到彩云把自己的一生都献给了林家，谅解了她。李佑凯以闪闪勒索何宗伟，宗伟看到悲剧重新上演，他做好牺牲自己的准备来挽救两个女儿。宗伟在交赎金的时候毫不犹豫的把刀刺向了李佑凯。闪闪终于清醒的认识到自己被骗，警察到现场拘捕了宗伟。宗伟告诉所有人，他杀死的是他自己、二十年前的自己，只有这样他才能得到心灵的解脱和救赎，佳贞原谅了宗伟，两个女儿也喊宗伟一声“爸爸”！佳贞终于放下仇恨，亦对宗伦释怀，面对她愧对了二十年的丈夫，佳贞紧紧的与宗伦相拥……",
    "chinese_title": "又见夕阳红",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-09T09:15:30"
}