{
    "aka": [],
    "sid": "2135566",
    "cast": [
        {
            "url": "/celebrity/1314468/",
            "name": "江易珈 Yijia Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632352754.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316047/",
            "name": "胡雪杨 Xueyang Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "工地上的女人"
    ],
    "douban_link": "https://movie.douban.com/subject/2135566/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "暮冬时节，一辆大巴车把小军从河北农村老家拉到了北京。大巴车在德胜门附近停下来后，裹着一件半新不旧军大衣的小军按照信封上的地址，找到了表哥林大地做工的建筑工地。第一次出远门来到北京，什么叫城市？在小军这个才二十一岁的单纯农村娃的眼里，城市就是各种各样的人和车。尽管置身于北京这个国际化大都市的街头，小军觉得自己与这座城市是那么的格格不入，但初到北京，尤其是在工地上见到表哥林大地之后，小军感觉还行，也就对将来充满了信心和希望刚从农村出来，小军忒实在，干活也特别卖力气，从来不知道什么叫偷间耍滑。不仅如此，小军还牢记出门时奶奶的嘱咐，出门在外，勤洗勤换。所以，尽管建筑工地上干一天活下来，衣服少有干净的地方，但小军还是坚持隔一两天就洗一次衣服。为此，同宿舍的大地哥、来旺哥、金生哥、田森哥到工地杂货铺起哄买东西时，小军买的东西只有一样：洗衣粉。工地上开杂货铺的女人叫玉兰。说是女人，其实比小军大不了几岁。在建筑工地这个男爷们“主宰”的地方，玉兰的存在，给工地上长期务工在外的爷们提供了一个打情骂俏的去处。看起来玉兰也是混惯了的人，对于田森哥之流的，借打情骂俏的机会放松对女人渴望的压力，玉兰是见怪不怪，应付自如。只要买杂货铺的东西，有钱赚就行。但小军出现在工地上之后，尤其是小军想利用晚上休息时间上夜校学电脑与其他民工吃喝赌耍的绝然不同，让玉兰对小军产生了好感。玉兰是工地包工头杜昆的女人。像这样的工地，杜昆在北京城有好几个，每一个工地都有他的杂货铺，每一个杂货铺也就有一个像玉兰一样给他看铺子的女人。所以，在杜昆的眼里，玉兰只不过是他解闷看门的人，需要的时候，还是他杜昆用来换取工程感谢其他老板的答谢礼。但尽管如此，杜昆还是找了一个机会，把偷看玉兰洗澡的田森给开了。正是因为这样，小军的单纯，让玉兰找到了爱一个人、牵挂一个人的感觉。在借洗衣服的机会有过几次单独的交谈之后，玉兰趁林大地、来旺哥带小军出去逛街、买彩票的机会，偷偷跟在小军后面。玉兰一直跟着小军，小军是不知道的。直到走失了的小军在服装市场为奶奶买羽绒服正为如何砍价而不好意思时，玉兰的出现给小军帮了大忙。请小军吃了一顿好饭，逛够了往工地上赶的时候，坐在自行车后座上的玉兰趁车倒人翻的机会，投进了小军的怀抱。这一夜，小军在玉兰的杂货铺过夜，直到天快亮时，才在玉兰的催促下，起身离开。从那以后，小军和玉兰外表上没有什么变化，但对小军的牵挂，让玉兰的心里有了从未有过的幸福。小军和玉兰之间的微妙变化，没有逃过林大地的直觉。在用田森的教训警告过几次后，林大地也拿小军没有办法。而杜昆用玉兰做交易，贿赂喝醉酒的周老板那一幕被小军撞见后，小军的心里更加坚定了想办法让玉兰彻底离开杜昆的念头。此时，林大地接到媳妇难产需要手术费的电话。正当小军也在想办法给大地哥弄钱时，田森回来找到了小军，说是有一个赚大钱的机会。田森所谓赚大钱的机会，就是偷取杜昆工地上材料。经过一番痛苦的思想斗争，小军和杜昆达成了一笔交易。作为将田森出卖给杜昆的条件，杜昆答应将杂货铺交给小军，从此不再纠缠玉兰。田森下手时被警察逮了个正着。担心小军将来也会出卖自己的杜昆决定开除小军和林大地。结果，让杜昆没有想到的是，工地上的民工在大地的影响下，集体将杜昆“炒了鱿鱼”，玉兰从大地手上要了小军家的地址后，也不知去向。半年后，在另外一个工地干完活、拿到工钱，准备各奔东西时，来旺哥惊喜地发现自己买了多少注的彩票，终于给了他一次中大奖的机会；金生忘不了的还是照顾好他那张嘴；大地哥卷好铺盖继续找活挣钱；回到家乡的小军还没走到村口，就远远地看见自己那个破房子门口新开着一个杂货铺。",
    "chinese_title": "工地上的女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T19:22:53"
}