{
    "aka": [
        "Черный потолок"
    ],
    "sid": "21356244",
    "cast": [
        {
            "url": "/celebrity/1049362/",
            "name": "卡斯帕·简西斯 Kaspar Jancis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493588884.jpg",
    "region": [
        "爱沙尼亚"
    ],
    "writer": [],
    "imdb_id": "tt2198051",
    "director": [
        {
            "url": "/celebrity/1049362/",
            "name": "卡斯帕·简西斯 Kaspar Jancis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "爱沙尼亚语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2198051/",
    "imdb_votes": 14,
    "this_title": [
        "Must lagi"
    ],
    "douban_link": "https://movie.douban.com/subject/21356244/",
    "imdb_rating": "7.4/10 from 14 users",
    "trans_title": [
        "黑色天花板",
        "Черный потолок"
    ],
    "douban_votes": "0",
    "introduction": "История появления этой во многом уникальной работы началась в 2006 году, когда Эстонский Фонд Кино предложил семи ведущим художникам-мультипликаторам республики выбрать на их собственный вкус по одному стихотворению какого-либо эстонского поэта и проиллюстрировать его посредством двух-трёхминутного мультфильма. Идея настолько понравилась режиссёрам, что никто из них не отказался от участия в проекте и внёс свою красочную лепту в создание сборника. К тому же в озвучании мультфильмов с удовольствием приняли участие ведущие актеры театра и кино Эстонии.Конечно, идея создания поэтической анимации далеко не нова. Но подобный концептуальный цикл, где великолепно совмещаются различные слои поэтических, музыкальных и мультипликационных векторов, мы наблюдаем, пожалуй, впервые. Главная заслуга здесь принадлежит мастерству и полёту фантазии художников-мультипликаторов. Они, как истинные мастера, не расслабились \"малыми формами\", не забыли, что и в мини-фильмах также необходимо создавать убедительное художественное целое, успользовать собственные выразительные символы, цвета, фоны, и т.д.. В этом смысле создание двухминутный мультфильм требует столько же затрат творческой энергии, сколько и 20-минутный. В результате \"великолепной семерке\" удалось в итоге решить самую сложную проблему проекта - достичь эффективного симбиоза между текстом и изображением - и при этом избежать синдрома \"Лебедя, Рака и Щуки\". Каждый из авторов добился оригинального результата, но все семь фильмов образуют уникальное целое произведение. В итоге получилась великолепная анимированная \"импровизация на заданную тему\"!",
    "chinese_title": "黑色天花板",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Must lagi",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T12:55:59"
}