{
    "aka": [
        "So Fucking What?"
    ],
    "sid": "2135850",
    "cast": [
        {
            "url": "/celebrity/1025188/",
            "name": "斯蒂芬·多尔夫 Stephen Dorff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031217/",
            "name": "瑞茜·威瑟斯彭 Reese Witherspoon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017996/",
            "name": "杰克·布塞 Jake Busey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018201/",
            "name": "帕米拉·吉德利 Pamela Gidley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140712/",
            "name": "Sylvia Short Sylvia Short",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141289/",
            "name": "弗朗西斯卡·P·罗伯茨 Francesca P. Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147270/",
            "name": "John Roarke John Roarke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159218/",
            "name": "Ben Slack Ben Slack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280386/",
            "name": "John Chaidez John Chaidez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007138/",
            "name": "弗兰克·考利森 Frank Collison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297806/",
            "name": "Adam Small Adam Small",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095328/",
            "name": "Maureen Herman Maureen Herman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004569/",
            "name": "加里·科尔曼 Gary Coleman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061901/",
            "name": "Lori Barbero Lori Barbero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063455/",
            "name": "Kat Bjelland Kat Bjelland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007093/",
            "name": "理查德·波特诺 Richard Portnow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137032/",
            "name": "吴顺泰 Soon-Tek Oh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133343/",
            "name": "菲利普·穆恩 Philip Moon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027249/",
            "name": "娜塔莎·格雷格逊·瓦格纳 Natasha Gregson Wagner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013858/",
            "name": "埃博·本森 Amber Benson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047997/",
            "name": "托比·马奎尔 Tobey Maguire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055178/",
            "name": "杰克·诺斯沃迪 Jack Noseworthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058498/",
            "name": "史蒂芬·安汀 Steven Antin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013806/",
            "name": "乔伊·劳伦·亚当斯 Joey Lauren Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071093/",
            "name": "William Scott Brown William Scott Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103200/",
            "name": "China Kantner China Kantner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105995/",
            "name": "莱拉·艾维 Lela Ivey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060201/",
            "name": "Blair Tefkin Blair Tefkin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508436623.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1296274/",
            "name": "丹尼·鲁宾 Danny Rubin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019329/",
            "name": "杰弗瑞·利维 Jefery Levy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0111048",
    "director": [
        {
            "url": "/celebrity/1019329/",
            "name": "杰弗瑞·利维 Jefery Levy",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-09-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0111048/",
    "imdb_votes": 5532,
    "this_title": [
        "S.F.W."
    ],
    "douban_link": "https://movie.douban.com/subject/2135850/",
    "imdb_rating": "5.7/10 from 5532 users",
    "trans_title": [
        "那他妈怎么了",
        "So Fucking What?"
    ],
    "douban_votes": "0",
    "introduction": "Cliff Spab and his friend Joe Dice go out one evening to buy beer from a convenience store, where a group of masked and heavily armed terrorists take them and three other people hostage. The terrorists, who call themselves S.P.L.I.T. Image (a play on \"Split Image\"), have a video camera with which they tape their hostages' every word and action. During a month-long standoff with the police, S.P.L.I.T. Image's only demand is that their broadcasts be televised live worldwide TV, or else the hostages will be killed. S.P.L.I.T. Image makes good on said threat by killing two of the hostages. Cliff, Joe, and a beautiful teenage girl named Wendy Pfister are the only surviving captives. After 36 days, Cliff becomes indifferent to being killed. He says repeatedly, \"So Fucking What?\", in reply to his captors' death-threats. The coverage of this makes Cliff a media icon.The movie skips forward to a hospital. Cliff has shot his way to freedom, taking a bullet in the shoulder while Joe has been killed. Despite his friend's demise, Cliff is branded a hero for saving Wendy and killing the terrorists. He's picked up from the hospital by his brother Scott. He is welcomed awkwardly by his domineering father and weak-willed mother. Cliff soon becomes disenchanted with the reporters camped on his front lawn and moves out.Back on the street, Cliff finds his life changed forever by the convenience store incident. His line – abbreviated as S.F.W. – is on banners, newspapers, CDs, and billboard advertisements. At Burger Boy, the fast food restaurant where he works, Cliff finds his name and image posted alongside a \"Special $.36 Spaburger\" (named after him), being marketed in commemoration of his 36 days in captivity.Cliff visits Joe's older sister Monica. She resents the media idolization directed at Cliff, while her deceased brother has gotten neither sympathy nor attention. Cliff spends a night of empty passion with Monica. He visits another friend, Morrow Streeter, who lets Cliff hide out at the elegant home of his lawyer-sister Janet. She advises Cliff to exploit his notoriety for personal gain. Completely lacking in any sense of purpose, Cliff hitchhikes out of Los Angeles. He gets a ride with a disaffected couple, who confide with him about their marital troubles. Realizing that running from his problems is pointless because they will follow him everywhere, Cliff discovers the inspiration he has been seeking. Using his celebrity status to his advantage, Cliff checks into a fancy hotel; when he offers to promote the establishment, he is given a free suite. Cliff holds press conferences, makes public appearances, holds autograph signings, and generally portrays himself as a rebel.More than anything, Cliff aspires to reunite with Wendy. She has been featured on the news, but refuses to make any statement regarding her ordeal in the convenience store. Cliff reaches out to her and soon a romantic attraction develops, but their relationship is hampered by the reporters and paparazzi who shamelessly tail them. They evade the media and revisit the convenience store, which has been closed down and boarded up as a crime scene. After reminiscing how he and Joe overpowered and killed their captors in a huge gunfight, Cliff tells Wendy he'd like to leave his notoriety behind him, just so the two of them can live out their lives together in a quiet romance.A few days later, Cliff and Wendy make a public appearance at a local high school. They receive a standing ovation from a crowd of adoring students, who chant Cliff's line: \"So Fucking What!\" One distraught-looking student, Barbara \"Babs\" Wyler, does not join in the cheering. After a minute of sitting in angry silence, Babs produces a gun from her book-bag and stands up. With a yell of \"EVERYTHING matters!\" she fires on Cliff and Wendy, seriously wounding them both. Media attention switches to Babs as she is arrested, booked, and indicted for attempted murder. Her line of \"Everything matters\" becomes the new public catchphrase, replacing Cliff's \"S.F.W.\". Reporters and other media people cannot stop talking about Babs' actions. Sharing their own hospital ward, the recovering Cliff and Wendy are elated that their media ordeal is over. They slip away to get married, and to celebrate their newfound privacy.",
    "chinese_title": "那他妈怎么了",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "S.F.W.",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-01T23:28:10"
}