{
    "aka": [
        "Rat Fever"
    ],
    "sid": "21355753",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872963822.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1289206/",
            "name": "希尔顿·拉塞尔达 Hilton Lacerda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2200908",
    "director": [
        {
            "url": "/celebrity/1038092/",
            "name": "Cláudio Assis Cláudio Assis",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2012-06-22(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2200908/",
    "imdb_votes": 1521,
    "this_title": [
        "A Febre do Rato"
    ],
    "douban_link": "https://movie.douban.com/subject/21355753/",
    "imdb_rating": "7.1/10 from 1521 users",
    "trans_title": [
        "鼠热",
        "Rat Fever"
    ],
    "douban_votes": "0",
    "introduction": "High-power report of freedom and love on the fringes of tropical Recife. Anarchistic poet Zizo falls for the down-to-earth Eneida, while his friends succumb to sex, drugs and other hedonistic activities. In other words, a colourful black-and-white film, this latest from Tiger Award winner Assis (Bog of Beasts, 2007).Rat Fever is the alcohol-drenched story of an unrequited love. The poet Zizo, a pure-bred anarchist, is lost as soon as he meets the sober Eneida. She doesn't mind being his muse, but she won't go any further than that - whereas in Zizo's circle of friends, made up of social losers, Bohemians and other proud outsiders, everyone goes to bed with everyone else.Meanwhile, Zizo is busy with his dubious battle against 'the system', using his self-published newsletter 'Febre do rato' and a series of subversive street performances that primarily seem to reach his own friends.Once again, Tiger-Award winner Cláudio Assis (Bog of Beasts, 2007) films in his own region, north-eastern Brazil. He portrays Recife as a clammy, stupefying city filled with filthy slums. But Rat Fever has more optimism and humour than the raw Bog of Beasts. Zizo and his friends make the best of it; their high-spirited battle for 'freedom, anarchy and sex' turns Rat Fever into a feverish, erotic manifesto.",
    "chinese_title": "鼠热",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Febre do Rato",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-22T04:00:14"
}