{
    "aka": [],
    "sid": "21359504",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896591486.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2196638",
    "director": [
        {
            "url": "/celebrity/1497338/",
            "name": "尼诗塔·简 Nishtha Jain",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2196638/",
    "imdb_votes": 239,
    "this_title": [
        "Gulabi Gang"
    ],
    "douban_link": "https://movie.douban.com/subject/21359504/",
    "imdb_rating": "7.5/10 from 239 users",
    "trans_title": [
        "粉帮"
    ],
    "douban_votes": "0",
    "introduction": "Sampat Pal is from an area of northern India plagued by drought, poverty and corruption. Life there is tough for the people at the bottom of the traditional caste system, the Dalits (untouchables) and women. Violence and intimidation are business as usual.Sampat became aware of the unfairness of the system at an early age. In 2006, she founded Gulabi Gang, an organization run by and for women. It raises the issue of injustice against women and Dalits and teaches them how to defend themselves. The group goes from village to village dressed in pink saris and armed with sticks. The organization currently has several thousand members spread over a large area.Gulabi Gang documents their struggle, showing the women at recruitment meetings, investigating the death by burning of a young woman and attending to various domestic conflicts. They are fearless, and they won't rest until an official investigation is started and the perpetrators are punished. But will they be equally persistent when their own families are involved, or will traditions gain the upper hand after all?",
    "chinese_title": "粉帮",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gulabi Gang",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-29T01:52:31"
}