{
    "aka": [
        "A Wave of Pleasure",
        "Waves of Lust"
    ],
    "sid": "2136713",
    "cast": [
        {
            "url": "/celebrity/1071462/",
            "name": "阿尔·克里弗 Al Cliver",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083091/",
            "name": "西尔维娅·迪奥尼西奥 Silvia Dionisio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158447/",
            "name": "约翰·斯坦纳 John Steiner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325931/",
            "name": "伊丽莎白·特纳 Elizabeth Turner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869915654.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1000584/",
            "name": "兰贝托·巴瓦 Lamberto Bava",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0073485",
    "director": [
        {
            "url": "/celebrity/1048256/",
            "name": "鲁杰罗·德奥达托 Ruggero Deodato",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1975-08-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073485/",
    "imdb_votes": 572,
    "this_title": [
        "Una ondata di piacere"
    ],
    "douban_link": "https://movie.douban.com/subject/2136713/",
    "imdb_rating": "5.5/10 from 572 users",
    "trans_title": [
        "快乐的波波",
        "A Wave of Pleasure",
        "Waves of Lust"
    ],
    "douban_votes": "132",
    "introduction": "A few years before he went on to make a big splash in the cannibal sub-genre, Ruggero Deodato directed this successful rip-off of Roman Polanski's brilliant Knife in the Water. Naturally, being an Italian film - there's more of a focus on sex than the relationship between the central couples, but the claustrophobic atmosphere and entertaining characters help to keep the tension bubbling over, which ensures that the movie is interesting for the duration. The film doesn't have nearly as much 'bite' as Cannibal Holocaust and most of the rest of Ruggero Deodato's filmography, but it's obvious that even with this early film; Deodato is a director with the potential to make a mark on cinema. The plot is simple in that it just focuses on two couples. George and Silvia invite Irem and Barbara for a weekend cruise on their yacht. It soon transpires that George isn't the most sensitive man to ever live, and Silvia doesn't seem to mind him treating her badly. The situation escalates, and Irem and Barbara join forces with Silvia for vengeance against George...and three way sex, of course.The film is set aboard a yacht for the majority of its duration, and this makes for a great setting for the movie to take place in. The isolated setting means that Deodato can keep the focus on the characters, which is definitely a good thing for the film. As is the case with a lot of trashy Italian films, some of the characters actions are a bit fishy and the dialogue is largely inane - but these sorts of things don't bother me too much, and Waves of Lust is lots of fun to watch. There are plenty of sex scenes, and while the film features very little blood, it's not important as it's clear where the focus is meant to be. The film doesn't feature any particularly well known performers, although the four central actors would all go on to star in better known Italian films. John Steiner is the biggest standout in acting terms and delivers a good performance alongside eye candy Elizabeth Turner and Silvia Dionisio. Al Cliver (from Zombie Flesh-Eaters) rounds off the central foursome. Overall, Waves of Lust is definitely worth seeing. The atmosphere and tension are good and it all boils down to a satisfying conclusion.",
    "chinese_title": "快乐的波波",
    "douban_rating": "5.6/10 from 132 users",
    "foreign_title": "Una ondata di piacere",
    "imdb_rating_average": 5.5,
    "douban_rating_average": "5.6",
    "update_at": "2025-04-22T12:00:32"
}