{
    "aka": [
        "Amuck"
    ],
    "sid": "2136700",
    "cast": [
        {
            "url": "/celebrity/1025346/",
            "name": "芭芭拉·布薛特 Barbara Bouchet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128624/",
            "name": "欧露莎尔芭·奈丽 Rosalba Neri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143297/",
            "name": "Umberto Raho Umberto Raho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160452/",
            "name": "Patrizia Viotti Patrizia Viotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010651/",
            "name": "法利·格兰杰 Farley Granger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119220/",
            "name": "迪诺·梅莱 Dino Mele",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "爱情",
        "悬疑",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1398448901.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1327707/",
            "name": "西尔维奥·阿玛迪奥 Silvio Amadio",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0068206",
    "director": [
        {
            "url": "/celebrity/1327707/",
            "name": "西尔维奥·阿玛迪奥 Silvio Amadio",
            "@type": "Person"
        }
    ],
    "duration": "98 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1972-03-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068206/",
    "imdb_votes": 1579,
    "this_title": [
        "Alla ricerca del piacere"
    ],
    "douban_link": "https://movie.douban.com/subject/2136700/",
    "imdb_rating": "6.2/10 from 1579 users",
    "trans_title": [
        "疯狂寻欢",
        "Amuck"
    ],
    "douban_votes": "304",
    "introduction": "Italian murder mysteries don't come any sexier than Amuck!, originally titled Alla Ricera del Piacere (In the Pursuit of Pleasure). Though the story may be another retread of the old Whatever Happened to Aunt Alice? gimmick of a seemingly innocent assistant turning out to be much more than they appear, there's thankfully much more here than meets the eye.Lovely blonde Greta (Barbara Bouchet) has just begun a new job as the secretary to prominent writer and art snob Richart Stuart (Farley Granger), who lives in an isolated Venetian country home with his perverse wife, Eleanora (Rosalba Neri). After the wife and secretary enjoy a slo-mo tumble in the sheets, it turns out Greta has actually come to investigate the disappearance of the Stuarts' last assistant, Sally, who happened to be Greta's lesbian lover. During a petting party, Richard shows off a porno version of Little Red Riding Hood which he shuts off abruptly when Sally appears in the frame. Then a casual hunting trip into the marshes turns nasty when Greta nearly loses her life in quicksand, and Richard's latest whodunit novel begins to bear a sinister resemblance to the deadly events occurring inside his house...Thanks to the inspired teaming of Eurocult goddesses Bouchet and Neri, both of whom have copious nude scenes ensuring a strong fan following, Amuck! succeeds as a slinky thriller guaranteed to raise one's temperature a few degrees, even if the mystery angle itself is rather limited. All three leads offer enthusiastic performances, with Granger's shifty, wooden demeanor actually serving him well in contrast to some of his less memorable giallo turns in The Slasher Is the Sex Maniac and What Have They Done to Your Daughters? Meanwhile Neri takes top acting honors for her nasty bitch in heat routine, which really comes into play during the feverish drawing room climax. For once all of the sex scenes and bare skin are genuinely integral to the story, which features a haunting flashback near the end accompanied by Teo Usuelli's catchy, repetitive theme song in which a woman repeatedly purrs, \"Sexually!\" This nifty piece has become a retro music staple in recent years thanks to CD compilations, gaining a familiarity to rival Vampyros Lesbos, but the entire score is up there with the best of its time and deserves a CD release.http://www.mondo-digital.com/amuck.html",
    "chinese_title": "疯狂寻欢",
    "douban_rating": "6.1/10 from 304 users",
    "foreign_title": "Alla ricerca del piacere",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "6.1",
    "update_at": "2025-06-11T06:49:14"
}