{
    "aka": [
        "The Washing Machine"
    ],
    "sid": "2136711",
    "cast": [
        {
            "url": "/celebrity/1029054/",
            "name": "菲利普·卡洛特 Philippe Caroit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019531/",
            "name": "艾里亚·波雷利 Ilaria Borrelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087376/",
            "name": "Katarzyna Figura Katarzyna Figura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065549/",
            "name": "László Borbély László Borbély",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168502/",
            "name": "约尔戈·沃亚吉斯 Yorgo Voyagis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066501/",
            "name": "Sándor Boros Sándor Boros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137272/",
            "name": "Tamás Pintér Tamás Pintér",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139275/",
            "name": "Barbara Ricci Barbara Ricci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048256/",
            "name": "鲁杰罗·德奥达托 Ruggero Deodato",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542744505.jpg",
    "region": [
        "意大利",
        "法国",
        "匈牙利"
    ],
    "writer": [],
    "imdb_id": "tt0105785",
    "director": [
        {
            "url": "/celebrity/1048256/",
            "name": "鲁杰罗·德奥达托 Ruggero Deodato",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1993"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0105785/",
    "imdb_votes": 945,
    "this_title": [
        "Vortice mortale"
    ],
    "douban_link": "https://movie.douban.com/subject/2136711/",
    "imdb_rating": "5.3/10 from 945 users",
    "trans_title": [
        "致命的旋涡",
        "The Washing Machine"
    ],
    "douban_votes": "110",
    "introduction": "The focus with this film is purely on the sex scenes, and Deodato has managed to create a thriller that is surprisingly erotic, as he makes great use of his actress' assets! The film focuses on three sisters (intriguing enough on its own), who have to call the police when the body of a pimp named Yuri is found in their washing machine. However, when the inspector arrives, the body disappears - but this is a copper that doesn't let a case go easily, and after taking the decision to devote all of his free time to both the case and the three sisters in question, he soon finds himself a part of their sex games.Given the plot and the fact that it stars three very sexy women, you would be forgiven for thinking that The Washing Machine is merely soft-core porn. Director Ruggero Deodato apparently said that he made this film purely for the money, but I find that hard to believe as great care and attention seems to have been put into the film. The lighting in many scenes is fantastic, while the score and lush Gothic locations enhance the surreal plot. Even the acting isn't bad, which is a huge rarity for Italian cinema. The three ladies make up the backbone of the film, and as you might expect; every scene that features them is a treat. The girls' look sexy whether they're dressed or not, and I'm pleased to say that all three of them spend more time in the latter state! The story plays second fiddle to the sex scenes, but it's admirable that a movie like this has a story at all. Deodato ensures that the movie flows well, and that there's always something of interest when none of the characters are having sex. Overall, The Washing Machine is extremely sleazy and surprisingly erotic; and while I may be praising it too highly, I've got to say that I really enjoyed the film and recommend it to anyone that likes their sleazy horror films!",
    "chinese_title": "致命的旋涡",
    "douban_rating": "5.7/10 from 110 users",
    "foreign_title": "Vortice mortale",
    "imdb_rating_average": 5.3,
    "douban_rating_average": "5.7",
    "update_at": "2025-05-27T06:21:12"
}