{
    "aka": [
        "Panic Beats",
        "心惊胆战"
    ],
    "sid": "2136441",
    "cast": [
        {
            "url": "/celebrity/1050238/",
            "name": "保罗·纳什 Paul Naschy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096946/",
            "name": "Lola Gaos Lola Gaos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130006/",
            "name": "Frances Ondiviela Frances Ondiviela",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166154/",
            "name": "曼努埃尔·萨尔索 Manuel Zarzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070987/",
            "name": "沙利·布拉沃 Charly Bravo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155857/",
            "name": "Salvador Sáinz Salvador Sáinz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165137/",
            "name": "José Vivó José Vivó",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511222509.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1050238/",
            "name": "保罗·纳什 Paul Naschy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0085824",
    "director": [
        {
            "url": "/celebrity/1050238/",
            "name": "保罗·纳什 Paul Naschy",
            "@type": "Person"
        }
    ],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1983"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0085824/",
    "imdb_votes": 757,
    "this_title": [
        "Latidos de pánico"
    ],
    "douban_link": "https://movie.douban.com/subject/2136441/",
    "imdb_rating": "5.7/10 from 757 users",
    "trans_title": [
        "极度恐慌",
        "Panic Beats",
        "心惊胆战"
    ],
    "douban_votes": "105",
    "introduction": "PANIC BEATS begins with a totally nude woman with welts on her body, running through a misty forest full of decayed skeletons. A knight on horseback is chasing her, and we soon learn that he is Alaric de Marnac (a wicked character Naschy first created for HORROR RISES FROM THE TOMB), viciously killing her for her unfaithful ways. After the credits role, we are taken to the present where a descendent of Marnac named Paul (Naschy) is married to the wealthy Geneviève (Julia Saly) was has some serious heart problems. Paul decides to take her to his ancestral home in the country for some peace and quiet, but the superstitious-filled setting opens a Pandora’s Box of terrible occurrences.We soon discover that Paul is a real son-of-a-bitch who plans to scare his wife to death, planning to control her fortune and continue his secret affair with seductive bad girl Mireille (Silvia Miró), who happens to be the niece of the tarot card-reading housekeeper, Mabile (Lola Gaos). Paul’s malevolent scheme works, but he still has to worry about an additional money-hungry mistress (this guy really gets around!), the unforgiving Mabile, as well as new fianceé Mireille who might be hiding a thing or two herself. More grisly murders follow, and the ghost of Marnac returns from hell to punish the most despicable human character in the film.PANIC BEATS was also written by Naschy (under his real name Jacinto Molina) who injects the film with an old-fashioned spooky house motif, beefed up with a modern movie sense of violence and sexuality. The film offers nothing too innovative storywise, and even Naschy admits on the disc’s extras that it was partly inspired by GASLIGHT and REBECCA, but he seems to just toss in a hodgepodge of exploitation and horror ingredients, while delivering a stylish and enjoyable effort with a number of twists and some genuinely chilling moments. The camera shots and lighting are both effective, and there's even does a cool set-up (much like what Freddie Francis did in THE SKULL and THE CREEPING FLESH) where we see the point of view of Marnac through his dark helmet as he stalks his female prey. Graphically, we are exposed to everything from a plate of bloody eyeballs, to victims being beaten relentlessly with the various Medieval weapons affixed on the house’s walls (for example, someone is axed in the stomach, followed by the soaked entrails oozing out!). Naschy’s most frequent 1980s leading lady, Julia Saly, is not given much to do, but with her offbeat looks, is a nice presence nonetheless. The prominent female star here is Silvia Miró who is seen in the buff frequently, and she certainly makes for some well-appreciated Euro starlet eye candy. Naschy himself is very good in the film, putting on conniving facades, carrying a number of women on a string, being a real malicious bastard, and for the umpteenth time in his career, playing two roles in a one film.http://www.dvddrive-in.com/reviews/n-s/panicbeats8283.htm",
    "chinese_title": "极度恐慌",
    "douban_rating": "6.2/10 from 105 users",
    "foreign_title": "Latidos de pánico",
    "imdb_rating_average": 5.7,
    "douban_rating_average": "6.2",
    "update_at": "2025-04-15T09:28:06"
}