{
    "aka": [],
    "sid": "2137908",
    "cast": [
        {
            "url": "/celebrity/1031814/",
            "name": "库尔特·拉塞尔 Kurt Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007061/",
            "name": "恺撒·罗摩洛 Cesar Romero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087656/",
            "name": "乔·弗林 Joe Flynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126996/",
            "name": "布特·穆斯汀 Burt Mustin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123378/",
            "name": "Jack Manning Jack Manning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118021/",
            "name": "Joyce Menges Joyce Menges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104065/",
            "name": "肯纳G.肯普 Kenner G. Kemp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140983/",
            "name": "Robert Rothwell Robert Rothwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138365/",
            "name": "埃迪·基扬 Eddie Quillan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150310/",
            "name": "Arthur Tovey Arthur Tovey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155167/",
            "name": "Kelly Thordsen Kelly Thordsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156218/",
            "name": "Paul Smith Paul Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163435/",
            "name": "戴夫·威洛克 Dave Willock",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167020/",
            "name": "威廉·温德姆 William Windom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278334/",
            "name": "杰克·本德 Jack Bender",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145133/",
            "name": "杰弗里·塞尔 Jeffrey Sayre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101557/",
            "name": "拉里·格尔曼 Larry Gelman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097381/",
            "name": "Alvin Hammer Alvin Hammer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097302/",
            "name": "阿兰·休伊特 Alan Hewitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037449/",
            "name": "John Myhers John Myhers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032049/",
            "name": "吉姆·巴克斯 Jim Backus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031825/",
            "name": "弗兰克·维尔克 Frank Welker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027988/",
            "name": "爱德华·安德鲁斯 Edward Andrews",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007248/",
            "name": "本尼·鲁宾 Benny Rubin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007229/",
            "name": "Michael McGreevey Michael McGreevey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007191/",
            "name": "理查德·巴卡利安 Richard Bakalyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048264/",
            "name": "宾·拉塞尔 Bing Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049729/",
            "name": "小艾德·博格里 Ed Begley Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054320/",
            "name": "乔治·奥汉隆 George O&#39;Hanlon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090885/",
            "name": "麦克·伊文斯 Mike Evans",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079491/",
            "name": "Edward Faulkner Edward Faulkner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072491/",
            "name": "Paul Bradley Paul Bradley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069638/",
            "name": "Billy Casper Billy Casper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068711/",
            "name": "Winnie Collins Winnie Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059458/",
            "name": "弗兰克·阿莱特 Frank Aletter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057280/",
            "name": "约翰·安尼斯顿 John Aniston",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "喜剧",
        "科幻",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2464007461.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011212/",
            "name": "约瑟夫·L·麦克维蒂 Joseph L. McEveety",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0069031",
    "director": [
        {
            "url": "/celebrity/1041865/",
            "name": "罗伯特·巴特勒 Robert Butler",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1972-07-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0069031/",
    "imdb_votes": 2400,
    "this_title": [
        "Now You See Him, Now You Don't"
    ],
    "douban_link": "https://movie.douban.com/subject/2137908/",
    "imdb_rating": "6.2/10 from 2400 users",
    "trans_title": [
        "隐身神童"
    ],
    "douban_votes": "0",
    "introduction": "Now You See Him, Now You Don't is a 1972 Walt Disney Productions film starring Kurt Russell as a chemistry student who accidentally discovers the secret to invisibility. It is the sequel to the 1969 film The Computer Wore Tennis Shoes and was followed by 1975's The Strongest Man in the World.Now You See Him, Now You Don't was the first Disney film to be shown on television in a two-hour time slot, in 1975.Previous television showings of Disney films had either shown them edited or split into two one-hour time slots.At Medfield College, science buff Dexter Riley and his friends, including Richard Schuyler and Debbie Dawson, eavesdrop via a hidden walkie-talkie on a board meeting led by Dean Eugene Higgins, discussing the small college's continuing precarious finances. Later that afternoon, Professor Lufkin shows Higgins around the science lab where Dexter is working on an experiment with invisibility and another student, Druffle, explores the flight of bumblebees. That night, during a powerful thunderstorm, the roof of the lab is struck by lightning, sending a current of electricity down a metal beam and through Dexter's complex experiment components. The next day, as Dexter examines his burnt equipment with dismay, Higgins meets with A.J. Arno, a recently released prisoner, who had also purchased Medfield's mortgage. When Dexter accidentally drops one half of his glasses into a container of his experimental formula, it appears as if the substance destroys them, but upon closer examination, Dexter realizes the frames are merely partially invisible. After several tests, Dexter places his fingers in the liquid and they disappear. Schuyler and Debbie arrive and are horrified to see Dexter with a partial hand, but Dexter insists Schuyler test the substance as well, admitting only afterward that he does not yet have an antidote.Just then, Higgins brings Arno to visit the lab, stunning the students, as only two years earlier, Dexter was instrumental in exposing Arno's crooked gambling scheme. Dexter and the others notice that Arno is more concerned with the campus architecture than Higgins' speech. Curious about Arno's behavior, Dexter convinces Schuyler to use the invisibility formula to sneak into Arno's office that night. Although they are nearly discovered when Schuyler steps into a puddle, making his tennis shoes visible, the boys get inside Arno's office where they find a model of Medfield College redesigned as a sprawling gambling establishment. After taking photos of the model, the boys flee with Debbie's help.The next day Dexter shows the photos to Lufkin and Higgins. Convinced that Druffle's bumblebee study would draw attention and investments to Medfield, Higgins reacts angrily when Dexter assures him that his invisibility formula could win the top prize money in the upcoming Forsythe science contest. Not having admitted to anyone that Medfield has been dropped from the contest for being too insignificant, Higgins contacts the contest's sponsor, millionaire Timothy Forsythe, and agrees to meet over a game of golf, despite his inability to play. Upon learning of Higgins' plan and suspecting it must be connected with raising money for the college, Dexter urges Schuyler to volunteer to serve as Higgins' caddy while, hidden by the invisibility formula, he will take control of Higgins' golf ball. At the golf club, Forsythe and the state university dean, Collingsgood, are amazed by Higgins' quirky golfing abilities, which include numerous hole-in-one-shots, as is Arno who is also at the club.After the game, Forsythe agrees to reinstate Medfield into the competition. Meanwhile, Arno accidentally sees Dexter becoming visible in the club showers and grows suspicious. When the local television news covers Higgins' extraordinary golf game, he is invited to join an exclusive tournament in nearby Ocean City. Convinced that he will win enough money to pay the college's mortgage, Higgins brashly accepts and that afternoon departs with Schuyler. Learning of the tournament from Druffle too late, Dexter misses the plane and is forced to watch the competition on television where Higgins' game against two professionals is a disaster. Arno and his henchmen, Cookie and Alfred, also watch the tournament and ponder Higgins' odd inconsistency. Upon returning to the college, Higgins tells Lufkin that Druffle's bumblebee experiment is the school's last chance. Both men are stunned when Druffle appears swathed in bandages after being attacked by the bumblebees, to which he is allergic. Hoping to assuage the crestfallen Higgins, Lufkin suggests that they give Dexter's unproven formula a chance and the dean reluctantly agrees.That evening, Cookie, disguised as a janitor, sneaks into the campus lab where he witnesses Dexter and Schuyler using the invisibility spray and reports to Arno, who orders him to return and steal it. The following day, Forsythe and members of his committee arrive on campus to judge the best science experiment at the college. Unaware that their spray bottle has been replaced by Cookie, Dexter and Schuyler make their presentation and are stunned when it has no effect. Forsythe and Higgins depart as Dexter remains confused until he chats with Charlie the janitor. Learning that there is no night janitor, Dexter realizes that Cookie likely stole the formula. Concluding that Arno must be behind the theft, Dexter plants a walkie-talkie in his office.A couple of days later, Schuyler overhears Arno plotting with Cookie to rob the Medfield Bank by making themselves and the money invisible. Certain that if he could retrieve the formula before the Forsythe Award announcement that night he could still win the contest, Dexter sends Schuyler to the police and goes to inform the bank's president, Wilfred Sampson. When both the police and Sampson dismiss the boys' story about invisibility, Dexter and his friends gather outside of the bank. When an invisible Arno and Cookie knock out the guards and take the money, Dexter unsuccessfully tries to use a fire hydrant to hose the men down as they exit the bank. Sampson contacts the police, who join the college students in a wild chase of the car driven by the invisible robbers.After briefly eluding everyone, Arno orders Cookie to make the car invisible, but they are spotted on a dirt road in a park. Deducing Arno will not leave town but go to his home instead, Dexter drives there and forces Arno's car into a swimming pool where it, the money, and the men become visible. Arno and his henchmen are arrested. Dexter and the others dash to the presentation of the Forsythe Award and plead for one more opportunity to demonstrate their invention. Frustrated by Dexter's determination, Higgins intervenes just as Dexter sprays Schuyler, and, again, there is no result. Realizing the dip in the pool has diluted the formula, Dexter tries to explain to Forsythe. Just when Higgins tells everyone for the last time that invisibility does not exist, the top half of him becomes invisible, thus shocking the group and winning the top prize to save Medfield for another year.",
    "chinese_title": "隐身神童",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Now You See Him, Now You Don't",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T10:29:01"
}