{
    "aka": [],
    "sid": "2139241",
    "cast": [
        {
            "url": "/celebrity/1066273/",
            "name": "罗伯特·拜斯 Robert Bice",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007226/",
            "name": "雷·科里根 Ray Corrigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163105/",
            "name": "皮埃尔·沃特金斯 Pierre Watkin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159189/",
            "name": "马歇尔·汤普森 Marshall Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156589/",
            "name": "伯特史蒂文斯 Bert Stevens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126207/",
            "name": "Shirley Patterson Shirley Patterson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104598/",
            "name": "保罗·兰顿 Paul Langton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093941/",
            "name": "戴布思·格里尔 Dabbs Greer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016789/",
            "name": "理查德·贝内迪克特 Richard Benedict",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022602/",
            "name": "安·多兰 Ann Doran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073900/",
            "name": "Thom Carney Thom Carney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [
        "科幻",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509610543.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1014245/",
            "name": "杰罗姆·比克斯比 Jerome Bixby",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0051786",
    "director": [
        {
            "url": "/celebrity/1008170/",
            "name": "爱德华·卡恩 Edward L. Cahn",
            "@type": "Person"
        }
    ],
    "duration": "69 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1959-07-24"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0051786/",
    "imdb_votes": 6480,
    "this_title": [
        "It! The Terror from Beyond Space"
    ],
    "douban_link": "https://movie.douban.com/subject/2139241/",
    "imdb_rating": "6.0/10 from 6480 users",
    "trans_title": [
        "外星恶客"
    ],
    "douban_votes": "0",
    "introduction": "Out of the fifties 'B' Science-Fiction monster movies, this easily ranks as the best. It's most notable as the film that ALIEN is an unaccredited remake of, thus giving it a certain historical significance.The intriguing plot is about the rescue of the only marooned survivor (Col. Carruthers) of an ill-fated expedition to Mars. The authorities, pig-headed as usual, falsely assume that he murdered his fellow crew members, so that he'd have more provisions to survive; hence he is being brought back to Earth to face court-martial for murder. (There is also a somewhat interesting plot reversal here: Most movies of this nature usually begin with the ship leaving Earth, enroute to its otherworld destination, while, in this case, the \"story\" is believed finished, and begins as the characters take-off from the other planet, returning to Earth). As the rescue ship is leaving Mars, a lurking, ominous shadow is seen in the lower compartment. (A frightening, atmospheric moment, accomplished through sheer economy and simplicity).Carruthers insists of his innocence to his fellow captors, claiming that his original crew mates were slaughtered by a hostile, unseen presence on the desolute red planet, but three-guesses as to their reaction to his unusual plea. Naturally, he can't prove it, and 50's space authorities were not very alien conscience at the time. (As a side-thought, \"unseen menace\" may remind you of that highly \"original\" BLAIR WITCH).As everyone sacks out, a hapless supporting charactor whose name is at the bottom of the casting list (guess what will happen to him?) hears something in the lower compartment. Despite your futile \"don't go down there, you jerk!\" pleas, he does just that, and is appropriately killed (more like thoroughly obliterated) by the shadowy figure with insatiable blood lust on its mind. In the victim's case, dereliction of duty and sheer cowardliness would have been the wise decision. The scene is actually well-directed (for a change) and develops much suspense, as the entire film surprisingly does.The crew finally catches on that they have an unwanted ship crasher on board, and try every possible means at their disposal to eliminate it, but the unknown creature seems to copping an anti-death attitude. Proving to be an even more clever, worthy adversary, 'IT!' also hides out in the ventilation shafts of the ship (now that should ring a bell). Cahn's forceful direction generates considerable tension as the malevolent stowaway works its way up from one level of the confined ship to the next, eventually leaving the remaining characters trapped at the top. The movie's suspense is blunt and right to the point: \"IT!' has to kill them or starve, hence they have to kill \"IT!\" or die. Nothing like those \"no two ways about it\" choices. Rent it, or check for it on cable if you wish to know the outcome.For a low-budget quickie, IT! is quite impressive and memorable. The dreaded sense of claustrophobic tension, rendering the characters' helpless entrapment, is highly effective. This is a production in which the limited budget and small sets actually work in favor of the plot's scary ambience. The black & white photography (Yes, it's one of those!) helps to enhance its dark, creepy mood, and the sense of apprehension is quite high. (Modern day color freaks never seem to take that into consideration). The plot is also somewhat cynically ironic: If the creature hadn't stowed away on the ship, Carruthers would have most likely been found guilty of the charges against him.The intelligent script (see what I mean about \"rareity\") was penned by noted Science-Fiction author Jerome Bixby (remember Twilight Zone's \"It's a Good Life\")? The picture's taut editing eliminates any extraneous dross. (ALIEN tended to drag in its first hour with its sophomoric dialogue, and why did it have to include that stupid and ultimately counter-productive sub-plot of Ash being a robot, and further dragging the story down to another big bad conspiracy cliche? UNNECESSARY!!!)Director Cahn astutely keeps the rubber-suited monster off-screen and in the shadows through-out most of the proceedings, keeping your paranoid imagination on constant alert. Unfortunately, perhaps at the studio's commercial insistance, it is a little over-revealed at the climax, but I haven't claimed this to be the perfect masterpiece. The performances, though nothing award-winning, are nevertheless cool enough so that one becomes sincerely concerned as to their fates. Not many movies in recent times ever come close to achieving that. They can be over-produced from here to eternity, and usually only succeed in being gloriously annoying.This film's story is not really totally original (what is?), for it is based on A.E. Van Vogt's \"VOYAGE OF THE SPACE BEAGLE.\" All ALIEN fanatics should track down an old used copy to see where the initial influence came from.As long as you're not craving another CGI wind-ding, you may find it worthwhile. Just don't expect the women to be Ripley precursors. This was still the sock-knitting fifties, sad to say.",
    "chinese_title": "外星恶客",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "It! The Terror from Beyond Space",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T02:56:12"
}