{
    "aka": [],
    "sid": "2141606",
    "cast": [
        {
            "url": "/celebrity/1058802/",
            "name": "Anthony Addabbo Anthony Addabbo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036518/",
            "name": "赵牡丹 Margaret Cho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115413/",
            "name": "Denice D. Lewis Denice D. Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143575/",
            "name": "温迪·夏尔 Wendy Schaal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014664/",
            "name": "Judy Toll Judy Toll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027565/",
            "name": "奥黛·英格兰 Audie England",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148930/",
            "name": "Alexandra Tydings Alexandra Tydings",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613977792.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0124252",
    "director": [
        {
            "url": "/celebrity/1276397/",
            "name": "戴维·沃马克 David Womark",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0124252/",
    "this_title": [
        "Red Shoe Diaries 9: Hotline"
    ],
    "douban_link": "https://movie.douban.com/subject/2141606/",
    "trans_title": [
        "红鞋日记9：热线"
    ],
    "douban_votes": "135",
    "introduction": "A trilogy of previously published episodes of \"Red Shoe Diaries\" Segment #1- \"Gina\"- Gina is self-conscious about her appearance, personality, etc. In the story she finds herself house-sitting for Lynn. She decides to play a role that she calls Shelby because no one in Paris knows her. She dresses the part of \"Shelby\" and seduces a waiter; then decides to go for Antonio. Will Antonio like her for herself or for the role that she is playing? Or will he even like her at all? Segment #2- \"Hotline\"- Tess takes a job as a phone receptionist against the wishes of husband Adam and soon discovers that she is working for a phone sex business. She starts bringing ideas home that she has learned at work that Adam find very exciting until his buddy suggests that such wifely behavior is usually associated with an affair. Will Tess's new ideas ruin the marriage or perhaps enhance it? Segment #3- \"Love at First Sight\"-Cecelia is \"rescued\" from a sexual encounter with a cop by a roofer named Harry who immediately robs an armored car; they take off for \"Vegas\" in a stolen car with their loot. Before, during, and after numerous sexual interludes that they manage during their trip they loudly and boisterously declare their undying love for each other. They find a would-be-bride, named \"Precious\" hitch-hiking along the way who had been left at the Vegas altar by a guy who \"couldn't...\" She threatens suicide if she can't \"...have sex within the next five minutes.\" It turns out that she has a potential fortune to inherit if she marries as a virgin, so they wait until Cecelia can convince Harry to marry her in Vegas. Cecelia not only assists with the wedding, but also provides sexual instruction for Precious on the wedding night as well. Cecelia confesses the real story to red shoes at the end--big surprise!",
    "chinese_title": "红鞋日记9：热线",
    "douban_rating": "5.9/10 from 135 users",
    "foreign_title": "Red Shoe Diaries 9: Hotline",
    "douban_rating_average": "5.9",
    "update_at": "2026-01-26T02:21:33"
}