{
    "aka": [
        "谍网危情"
    ],
    "sid": "2141116",
    "cast": [
        {
            "url": "/celebrity/1013834/",
            "name": "特德·丹森 Ted Danson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165593/",
            "name": "玛丽·路易丝·韦勒 Mary Louise Weller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054467/",
            "name": "克里斯托弗·李 Christopher Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156120/",
            "name": "伦纳德·斯通 Leonard Stone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130000/",
            "name": "莉莉安·穆勒 Lillian Müller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118950/",
            "name": "Terry Lester Terry Lester",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117995/",
            "name": "Jo McDonnell Jo McDonnell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067798/",
            "name": "博克伯恩斯 Burke Byrnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010671/",
            "name": "埃琳诺·帕克 Eleanor Parker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情",
        "动作",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455325980.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037452/",
            "name": "吉米·桑斯特 Jimmy Sangster",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081279",
    "director": [
        {
            "url": "/celebrity/1135559/",
            "name": "伊凡·纳吉 Ivan Nagy",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1980-09-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081279/",
    "imdb_votes": 339,
    "this_title": [
        "Once Upon a Spy"
    ],
    "douban_link": "https://movie.douban.com/subject/2141116/",
    "imdb_rating": "4.9/10 from 339 users",
    "trans_title": [
        "从前有个傻子特工",
        "谍网危情"
    ],
    "douban_votes": "0",
    "introduction": "John Cacavas' idea of a James Bond theme plays over the opening credits of this TV-movie spy flick which even features silhouetted buxom women posing in various contortions the same way the Bond films have done for decades. (The film also features a certain musical motif that is exceedingly close to what is found in all the Bond films.) Danson plays a computer expert who is coerced by the government into rescuing a super-computer from the clutches of evil, wheelchair-bound Lee, who intends to rule the world with it. The agent assigned to brief Danson is curvy, smart-mouthed Weller who reports to the authoritative and no-nonsense Parker. Retrieving the computer is only part of the job. Danson also hopes to rescue his doctor friend (Stone) and the doctor's daughter who are being held against their will, a task Parker is only mildly concerned about accomplishing. There is a lot of pseudo-witty banter and quasi-dangerous espionage as the film plays out with Danson and Weller straining for romantic chemistry while carrying out various aspects of a mission in which no one is ever killed. It's James Bond Lite, almost for kids. The whole enterprise reeks of \"unsold pilot\" with the credits even playing like a TV show opening and the ending setting the scene for possible future escapades. Danson is fairly solid throughout and manages to balance his character's brains and lack of experience pretty well. Weller is often very annoying, chirping Danson's character's name frequently (\"Chenault!\") and trotting around in foolish skirts, shoes and hairdos, acting like she's some big deal when really she's rather a lightweight herself. Lee is somewhat interesting at times, but could play this role in his sleep and sometimes seems like he's doing so. Parker (an unjustly forgotten actress who graced the silver screen with many wonderful, powerful performances in the 40's, 50's and beyond) is on her last legs here. She looks okay, but does all her scenes seated behind a large table and rattles out loud orders with very little timing or finesse. It's a sloppily done production with many continuity errors (notably in the costuming) and cheap sets. One notably intriguing sequence involves an elaborate maze in which Weller must fight for her life, but it is undercut by the fact that she is really in the same old section over and over with just angle and lighting changes tossed in occasionally. Lester, who plays a henchman here, would soon begin a memorable nine-year stay on \"The Young and the Restless\".",
    "chinese_title": "从前有个傻子特工",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Once Upon a Spy",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-16T15:29:14"
}