{
    "aka": [],
    "sid": "2143365",
    "cast": [
        {
            "url": "/celebrity/1315540/",
            "name": "苏可 Ke Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274922/",
            "name": "黄宗江 Zongjiang Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315220/",
            "name": "杨童舒 Tongshu Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532651289.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1317245/",
            "name": "陈宇 Yu Chen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4680852",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-05-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4680852/",
    "this_title": [
        "冬日细语"
    ],
    "douban_link": "https://movie.douban.com/subject/2143365/",
    "trans_title": [
        ""
    ],
    "douban_votes": "505",
    "introduction": "《冬日细语》是一部平淡里蕴涵着深刻生活哲理的电影。讲的是一个钢琴专业的男青年，对自己的专业和情感都产生了危机，陷入对社会深深的无奈和困惑中，一度不听老师的劝告，要放弃自己的目标，重新寻求自己的快乐。他苦闷、彷徨，明知道自己还深爱已经有了隔阂的女友（电视台的记者），但就是在女友现任男友面前无法容忍自己的无能、无助，因为没有房子、车子和公司，抱怨社会对他的不公。在百无聊赖之际，他出于生计的需求，为一个归国的老教授辅导钢琴，他的条件是一个小时150元，或者教会老人的时候，让老人把他的钢琴送给他，尽管他知道老人的钢琴价值连城，是古董。但老人未置可否。一开始他和老人都很难交流和融洽，关系很紧张，尤其是他弹起《少女的祈祷》这首曲子，老人竟然粗暴的赶走了他。但合同的制约，他还是必须来老人这里，虽然他很厌烦老人在乐理上的刨根问底。在一次偶然的机会里，他和女友在老人的家里相遇了，女友是来采访老人的。老人从他的脸上读出了他失恋的感受，以后相处的时间里，常常一句话就切中他内心最虚弱最不愿意触及的部位，令他窘迫而又无奈。在一个阳光明媚的日子里，老人主动约他出来逛逛。在一个酒吧，两个人看到女友和现任男友在一起，老人说：\"弹一个曲子吧！\"他说：\"弹什么？\"\"就弹你们相爱时的第一个曲子！\"经不住老人的苦劝，当他的琴声《在水一方》飘荡在酒吧里时，女友的眼里溢满了泪水，这一切老人都看在眼里。回来的路上，老人讲述自己年轻的时候，1949年在父亲的逼迫下是如何肝肠寸断的登上了去台湾的飞机，倒不是什么政治原因，而是在自己最快乐的时候，去了另一个一生都不快乐的世界。此时，在他的眼里，老人成了一本很难读懂的书，虽然他们的关系已经很融洽了，但他还是觉得老人身上有一种神秘而又感悟不到的东西，到底是什么，他隐约感到到，但无法表达出来……新年夜的前一个晚上，同学们要开个新年派对，他邀请了老人，自然女友也在其中，在老人看来，此刻世界上最不快乐的恐怕有两个人，就是他和她。他们相互冷漠的另一面是彼此深深的在乎对方，但谁也不愿意理睬对方。老人很为他而生气，临走的时候对他说了半句话：\"你应该主动和她说……\"时间伴随老人那永远也制作不完的八音盒在慢慢的推移。老人常和他说：青年人为什么总是快乐奔放，是因为比自己年老的时候的血液温度高0.1度。他看出并尖锐地指出青年人的颓废和浮躁，甚至是一种可怕的麻木。真正的人应该不是埋怨社会，屈服于社会，而是凭自己的信念，把自己和社会主动的融合在一起，在社会找到自己真正的位置和实现自己的价值。他对青年人讲了自己年轻时候一个哀怨动人的爱情故事：他有一个深爱的女人，很会弹钢琴，他们有自己的小天地，幸福的都有点怕人家知道和嫉妒，女人常弹奏那一首《少女的祈祷》，在用心祈祷两个人的世界将永恒的存在。但有一天他父亲差一点拿枪逼着他上飞机的时候，他动摇了，连自己也说不清楚是什么原因，舍弃了自己心爱的女人，从此失去了自己一生的快乐。他的父亲临死的时候很内疚的问他：是不是我夺去了你的幸福？他说，不怨你，是我自己把幸福丢掉了。老人讲完深深的沉默了……时间伴随老人那永远也制作不完的八音盒继续在慢慢的推移。同室的室友告诉他，女友在X酒店要举行订婚宴席了。在老人的家里，他的琴声心不在焉，一脸的失意和痛苦，其实他在心里还是深爱自己的女友的，但他没有勇气去争取。老人知道事情的原由后，问他：\"我只问你一句，等你年老的时候回想起这件事来，你会后悔吗？\"他凝思并点头。这时，老人穿了一身笔挺的晚礼服出来，说了一句：走！年轻人问：干什么？\"把她追回来！\"都订婚了！\"那就抢亲！\"老人果断而坚决执着他的手，上了车！到了酒店的宴会厅，彬彬有礼的侍从拦住了他们，因为他们没有请柬。老人悄悄说：到洗手间那边去。新娘喝多了，肯定会上厕所，等她出来，你就上去表白你对她的爱！果然，在女侍从的陪伴下，新娘去了洗手间。老人冒充新娘的舅舅，借口新娘的口红有问题，巧妙的支开了站在门口的女侍从。然后拐杖一挥：\"傻小子，还不进去！？\"年轻人迟疑着推开了洗手间的门，女友万万没有想到：\"优柔寡断的你竟然会追到厕所？！这不象你风格！\"四目相对，很长时间都没有说话，不，是用眼睛在表白--彼此心中是多么离不开对方！门外来人了，老人微躬身，说：抱歉小姐，厕所坏了，请你用大厅的厕所！来人迷惑：你是谁？怎么站在女厕所旁？\"对不起，我是厕所管理员，男女厕所我都管！\"老人高高的抬起头拉住新娘的手往外走的镜头让人感动，新娘的鞋跟掉了，年轻人就把她抱在怀里，老人则骄傲的护在后面！……年轻人去老人家的路上，老人已经在救护车上走了！数日后，搬家公司给他送来两件礼物：一个八音盒和那架钢琴！老人的襟怀深深的震撼了他，那八音盒里传出的是《少女的祈祷》。老人没有等到他15天后的钢琴比赛，但那种乐观自信，热爱生活，追求生活的精神，震撼和激励了这个年轻人，使他对自己的音乐和人生有了新的理解，也有了新的追求！电影叙述的是一个琴和爱情的故事，但耐人寻味，给人感悟和激励：不要一味的埋怨社会和机遇的难得难觅，而是要自己去寻找和努力。更不要伤感和颓废，也不要把自己的人生看的很失意，对生活要永远抱有信心和希望。…………",
    "chinese_title": "冬日细语",
    "douban_rating": "8.3/10 from 505 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-02-20T20:39:19"
}