{
    "aka": [],
    "sid": "2147130",
    "cast": [
        {
            "url": "/celebrity/1085455/",
            "name": "阿贾耶·德乌干 Ajay Devgan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022862/",
            "name": "玛尼沙·柯伊拉拉 Manisha Koirala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049961/",
            "name": "维克·奥贝欧 Vivek Oberoi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302957/",
            "name": "拉兹巴·亚达夫 Rajpal Yadav",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295088/",
            "name": "维贾伊·拉齐 Vijay Raaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050317/",
            "name": "爱莎·考佩卡 Isha Koppikar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290800/",
            "name": "Antara Mali Antara Mali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288503/",
            "name": "阿卡什·库拉纳 Akash Khurana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054489/",
            "name": "莫哈恩拉 Mohanlal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054910/",
            "name": "乌尔米拉.马东卡 Urmila Matondkar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278699/",
            "name": "希玛·比斯瓦斯 Seema Biswas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "动作",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2155863122.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1304059/",
            "name": "Jaideep Sahni Jaideep Sahni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0296574",
    "director": [
        {
            "url": "/celebrity/1000513/",
            "name": "拉姆·戈帕尔·维马 Ram Gopal Varma",
            "@type": "Person"
        }
    ],
    "duration": "UK: 155 分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2002-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0296574/",
    "imdb_votes": 16784,
    "this_title": [
        "Company"
    ],
    "douban_link": "https://movie.douban.com/subject/2147130/",
    "imdb_rating": "7.9/10 from 16784 users",
    "trans_title": [
        "印度黑帮"
    ],
    "douban_votes": "0",
    "introduction": "Author: Abhishek (moviebuff81) from Sydney AustraliaRam Gopal Varma's latest offering 'Company' is probably one of the best Indian gangster films ever made (after Nayakan and Satya). This film is so well done that the viewers feel like they are watching real-life events. And people living in India will know that some of the events are actually inspired by real-life incidents, although the film does not admit it.Company is the story of two friends - Malik (Ajay Devgan) and Chandu (Vivek Oberoi) - how they build up the 'Company' - Bombay underworld on a global scale and thus establish their supremacy. A small misunderstanding between them turns into a large scale mafia war. The cast in this film is great, a special mention must be made of Vivek Oberoi. The son of Suresh Oberoi (former Bollywood star) is talented and seems to have put in a lot of effort for his first film. I only hope he doesn't get type-casted in the future after such a hard-hitting role on debut. Ajay Devgan fits very well into the role of Malik, a cold blooded don who always means business. Manisha Koirala enacts the role of Malik's girlfriend pretty well and is refreshing. However, the biggest surprise of this film was Antara Mali. She has done a great job as Chandu's wife, and it only goes to show that there is no dearth of talent in the country.The narrative is well paced, and the viewer never gets bored. Some people might find the absence of songs in the film annoying, but their presence would only hamper the pace of the film. The script is well written, and some of the dialogues are really memorable - for example, when Malik says \"To forgive a friend's mistake is an even bigger mistake in the 'Company'\". The background music by Sandeep Chowta really complements the plot and he certainly deserves some credit. But more than anything, it is Ram Gopal Varma's direction that needs to be appreciated. He has proved once again that with a good story, an excellent cast and a lot of determination, one can make a memorable film and defy some of Bollywood's age old norms. A special mention must also be made of Mohanlal. He is certainly one of the best Indian actors of all time and although his Hindi dialogue-delivery in Company is quite sloppy, he deserves a lot of praise for making a good effort. His portrayal of an honest, determined cop trying to eradicate crime in Bombay (loosely based on Sivanandan, Joint Commissioner of Police, Mumbai) is very well executed.The film gives us an in-depth view into the dark world of Bombay Mafia, where only the fittest survive, and how their operations have spread on a global scale. One thing I found intriguing about this film was the role that mobile phones play, how everything can be controlled efficiently by just making one phone call, and how business deals and murders can be executed with, quite literally, just one push of a button.Bottomline: This film is a must-watch. A landmark in Indian film-making, all thanks to Ram Gopal Varma. An easy 9 out of 10.",
    "chinese_title": "印度黑帮",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Company",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T23:01:56"
}