{
    "aka": [
        "A Prayer for Hetman Mazepa"
    ],
    "sid": "2150517",
    "cast": [
        {
            "url": "/celebrity/1050669/",
            "name": "鲍格丹·斯图普卡 Bogdan Stupka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082478/",
            "name": "尼基塔·吉格达 Nikita Dzhigurda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166152/",
            "name": "柳德米拉·埃菲缅科 Lyudmila Yefymenko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905026426.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1011046/",
            "name": "尤里·伊利延科 Yuri Ilyenko",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0323279",
    "director": [
        {
            "url": "/celebrity/1011046/",
            "name": "尤里·伊利延科 Yuri Ilyenko",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Ukrainian",
        "俄语"
    ],
    "playdate": [
        "2002-02-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0323279/",
    "imdb_votes": 253,
    "this_title": [
        "Молитва за гетьмана Мазепу"
    ],
    "douban_link": "https://movie.douban.com/subject/2150517/",
    "imdb_rating": "5.5/10 from 253 users",
    "trans_title": [
        "为希特曼马泽帕祈祷",
        "A Prayer for Hetman Mazepa"
    ],
    "douban_votes": "0",
    "introduction": "The film seems to me to be an interpretation of Hetman Ivan Mazepa and Ukrainian history of his time as seen in a phantasmagoria dream in the mind of the director Ilyenko. There is much in the film that I liked and much that I admired without necessarily liking it.Much of the cinematography was very effective, some of the symbolism, many images, the occasional humor. There were many very striking parts, in particular the vertep sequence, the devastation of Baturyn, the representation of Peter I. The other strength is the image of Ukraine which is represented in many ways – in the women that populate the screen, or the map of Europe with Ukraine as a woman that gets raped by the powerful men around her, and other symbols. I think that the combination of this image of Ukraine as a victim of violence and the image of Mazepa who attempted to do something for this country that was probably doomed to failure are the main messages that I got from the film.On the other hand, the film is simply too long. It would benefit from editing and pruning, which could enhance its effectiveness both as a piece of art and as a medium to convey its message. It lacked a certain sense of economy particularly in the last half-hour. Some of the sexual and scatological imagery (especially that involving Peter) seems to me artistically valid and effective, but some seems gratuitous and by its overuse weakens the point it tries to make.",
    "chinese_title": "为希特曼马泽帕祈祷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Молитва за гетьмана Мазепу",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-05T13:42:24"
}