{
    "aka": [],
    "sid": "2153166",
    "cast": [
        {
            "url": "/celebrity/1108039/",
            "name": "Ewa Kamas Ewa Kamas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153099/",
            "name": "Tadeusz Szymków Tadeusz Szymków",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066421/",
            "name": "Grazyna Blecka-Kolska Grazyna Blecka-Kolska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135094/",
            "name": "弗朗齐歇克·皮耶奇卡 Franciszek Pieczka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528846559.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1106663/",
            "name": "扬·雅库布·科尔斯基 Jan Jakub Kolski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0105154",
    "director": [
        {
            "url": "/celebrity/1106663/",
            "name": "扬·雅库布·科尔斯基 Jan Jakub Kolski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Polish"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0105154/",
    "imdb_votes": 157,
    "this_title": [
        "Pograbek"
    ],
    "douban_link": "https://movie.douban.com/subject/2153166/",
    "imdb_rating": "6.9/10 from 157 users",
    "trans_title": [
        "掘墓者"
    ],
    "douban_votes": "0",
    "introduction": "Opowieść o wieśniaku trudniącym się zabijaniem starych koni. Bohater jest wiejskim filozofem, obdarzonym niekonwencjonalnym spojrzeniem na świat. Podjął się swego niewdzięcznego zajęcia, gdyż zbiera pieniądze na kupno dziecka. Wielkim bowiem dramatem Pograbka i jego żony jest bezpłodność. Niestety, ciężarna dziewczyna, która obiecała urodzić im dziecko, wycofała się z umowy. Nie chciała wyrzec się dziecka. Podsunęła natomiast Pograbkowi inne rozwiązanie: poprosić Heńka Materkę, pomocnika kowalskiego żeby zapłodnił Kuśtyczkę, żonę Pograbka. Uwodzicielski Materka zabiera jednak Kuśtyczkę do swojego domu. Zrozpaczony Pograbek zdobywa się na walkę o swoją kobietę. Z nożem, którym zabija zwierzęta, staje naprzeciw silnego Materki, który tchórzy i oddaje Kuśtyczkę. Wracają do domu, wiedząc, że Kuśtyczka jest w ciąży. Drugi film fabularny w dorobku Jana Jakuba Kolskiego, jednego z najoryginalniejszych polskich reżyserów współczesnych. \"Pograbek\" był zarazem pierwszym dokonaniem Kolskiego, które przyniosło mu niemal jednogłośne uznanie krytyki. Autor wykreował w nim bowiem swój własny, niepowtarzalny świat, który odegra tak wielką rolę w jego późniejszych filmach. Świat ten należy umiejscowić gdzieś na pograniczu surowej wiejskiej rzeczywistości i baśni, pełnej metafor i symboli. Niby sporo w nim znajomych, swojskich, często naturalistycznie ukazanych realiów, a jednak widza nie opuszcza wrażenie jakiejś bezczasowości; umowności, właściwej przypowieściom i parabolom. Jednym z największych walorów filmu jest gra aktorów, zwłaszcza kulejącej i pobrzydzonej Grażyny Błęckiej-Kolskiej, \"najpiękniejszego w całej wsi\" Tadeusza Szymkowa oraz Mariusza Saniternika, oszczędnymi środkami ukazującego przejmujący dramat swego bohatera. Urody dodaje filmowi także wyjątkowo \"czułe\" sportretowanie przyrody jako tła dla działań postaci.",
    "chinese_title": "掘墓者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pograbek",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T12:56:23"
}