{
    "aka": [
        "New Times at Crossroad Street"
    ],
    "sid": "2155117",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510876538.jpg",
    "region": [
        "拉脱维亚"
    ],
    "writer": [],
    "imdb_id": "tt0254440",
    "director": [
        {
            "url": "/celebrity/1297173/",
            "name": "伊万内斯·塞利克斯 Ivars Seleckis",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 85 分钟",
    "episodes": "",
    "language": [
        "Latvian"
    ],
    "playdate": [
        "2001-04-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0254440/",
    "imdb_votes": 67,
    "this_title": [
        "Jaunie laiki Šķērsielā"
    ],
    "douban_link": "https://movie.douban.com/subject/2155117/",
    "imdb_rating": "7.7/10 from 67 users",
    "trans_title": [
        "New Times at Crossroad Street"
    ],
    "douban_votes": "0",
    "introduction": "Ten years have passed since we made the film “Crossroad Street”, about a small street in the suburbs of the city of Riga. Now we’ve come back. Perhaps it was a sense of duty, perhaps nostalgia that brought us back – who knows? Perhaps it was both. Daiga, Aldis, Osis – they’re all our people. The first film had an impact on both the filmmakers and the residents of Crossroad Street. We found friends whom we want to meet again and again. Society has become more prosperous, several value systems coexist side-by-side. People often live in these systems as though they were in different worlds that never meet. We felt that the world inhabited by our people is sinking into oblivion, and so we wanted to show that it still has its own turbulence, that Crossroad Street resembles Latvia’s palm – the place where a fortune teller can see the lines of its destiny. Land surveyors have passed through Crossroad Street. The land has been divided and re-divided, but land surveyors, of course, cannot give someone a larger share of peace in his or her soul. The lines drawn on blueprints are, for some, like wounds that can be healed by time alone. It’s not only the properties and fortunes of neighbors that have changed. Relationships within families have taken on a different shape, as well. That’s neither good nor bad – it’s just the way it is. The carriage of history is continuing its never-ending journey along the ruts in Crossroads Street. Our people try not to lose heart and scurry about just as they can.And occasionally they drink a toast to the people’s health.",
    "chinese_title": "Jaunie laiki Šķērsielā",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T05:00:11"
}