{
    "aka": [],
    "sid": "2156746",
    "cast": [
        {
            "url": "/celebrity/1318211/",
            "name": "吴京安 Jing&#39;an Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052617/",
            "name": "肖雄 Xiong Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274528/",
            "name": "金莉莉 Lili Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317976/",
            "name": "白志迪 Zhidi Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318243/",
            "name": "杨树泉 Shuquan Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315201/",
            "name": "胡亚捷 Yajie Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322771/",
            "name": "王超 Chao Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316729/",
            "name": "宋运成 Yuncheng Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316135/",
            "name": "刘之冰 Zhibing Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319823/",
            "name": "赵晓明 Xiaoming Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274810/",
            "name": "李强 Qiang Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "　　第19届中国电视金鹰奖(2001)\n　　观众最喜爱的电视剧女演员奖 肖雄\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867504861.jpg",
    "region": [
        "中国"
    ],
    "writer": [
        {
            "url": "/celebrity/1404866/",
            "name": "陈立德 Lide Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404230/",
            "name": "张嵩山 Songshan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1585523/",
            "name": "宿聚生 Jusheng Su",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316350/",
            "name": "宁海强 Haiqiang Ning",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1999(中国大陆)"
    ],
    "this_title": [
        "壮志凌云"
    ],
    "douban_link": "https://movie.douban.com/subject/2156746/",
    "trans_title": [
        ""
    ],
    "douban_votes": "477",
    "introduction": "1947年冬，从陆军选调的飞行员贺怀德、李保旗等人，赶到东北牡丹江时，战争形势发生了变化，航校已向北满转移。贺怀德等人冒着风雪赶上航校一大队，推小火车爬坡时，认识了外号叫“小辣椒”的女卫生员何敏。在日本人遗弃的破旧机场上建立的航校一大队，生活与学习条件都十分简陋，在新疆航空队学过飞行的大队长常浩、刘立秋带领大家克服种种困难，组织修复仅有的几架残破教练机，刘立秋在敌机偷袭时，为掩护姚建业牺牲。学员们开始了航空理论的学习，由于学员大多只有小学文化，学习航空理论很吃力，加上土匪烧毁了航校油库，李保旗对飞行失去了信心，觉得不如当步兵扛枪打仗过瘾，便和另外两个学员一起开小差，要回老部队去，途中，他们与一群土匪遭遇，战斗中牺牲一个学员，抢到一马车汽油，返回了航校。艰苦训练生活开始了，拼装教练机，没有航空汽油就试用酒精代替，没有初教机，经航校批准，一大队学员直上高教机飞行，创造了世界航空史上的先例。常浩带着贺怀德等几位优秀飞行员参加开国大典的空中分列式，驾机通过天安门上空，接受中央领导人的检阅。在颐和园门口，贺怀德巧遇母亲的养女薛喜莲，原本喜莲欲将母亲遗物交给他，不料贺怀德领受新的任务匆匆离别。此后不久，常浩被任命为空军组建的第一支航空兵部队——混成旅的歼击机团团长，贺怀德也跟随他，改飞米格－15歼击机，并担任飞行中队长。朝鲜战争爆发了，混成旅扩建航空兵师，常浩师长率部开赴安东，参加抗美援朝。已参加志愿军的薛喜莲，此时也被选进东北航校学飞行，在转运货物、伤员的枢纽站与贺怀德失之交臂。年轻的中国空军，虽然只飞了几十个小时的喷气式飞机，却不畏强敌，在苏联空军和朝鲜人民空军的配合下，勇敢地迎战世界空军强国。李保旗猛打猛冲，第一个击落敌机，很是得意，身为飞行大队长的贺怀德，几次空战都没有战绩，思想压力很大，暗恋贺怀德的何敏不断鼓励他，在一次空战中，贺怀德不听返航命令求功恋战，迫降时造成三等事故，受到降职处分，贺怀德认识到自己的错误，认为光凭勇敢不够，还要讲战术，后来，他冷静作战，采用伏击战法，一举击落美国空军“超级王牌”飞行员维尔斯。空联司专门为他举行庆功会。会上，专程赶来的空军刘司令员豪气地说：“打掉维尔斯，王牌飞行员就站在中国空军的行列里！”中国空军越打越成熟，副团长姚建业6分钟击落3架敌机，被苏联红旗学院列入经典战例教材。激烈的战斗在继续，贺怀德与气象员何敏的感情也日趋深厚。在中国空军的沉重打击下，美国空军被迫将活动范围退缩到朝鲜清川江以南。但中国空军在轰炸大和岛时，因协同失利，轰炸机部队损失甚重。由此教训，柯瑞、贺怀德意识到空军战术协同的重要性，向刘司令提出“一域多层四四制”的战术设想。由于美国企图突破“米格走廊”，出动大批飞机北犯，致使朝鲜空战规模越打越大，也越来越激烈，中国空军迅速组建一批新的航空兵师，开赴前线轮战。刘司令员指示，把空战推进到平壤以南，配合停战谈判。我机主动前出到清川江以北打击敌人。就在贺怀德所在师准备撤到二线休整前的一次空战中，团长贺怀德的飞机不幸被敌机击中。跳伞后，贺怀德的左摔骨折，被送到后方医院治疗，常浩为了照顾有情人，安排何敏到贺怀德所在医院治胆囊炎，顺便侍候贺怀德。已成为中国第一批女飞行员的薛喜莲，一直追寻贺怀德，闻讯赶到医院巧遇何敏，薛喜莲把装着母亲要他们成亲的遗言给了他，贺怀德在情感上陷入了矛盾，贺怀德以惊人的毅力战胜伤痛，配合治疗，让医生再接断骨，重返蓝天。但是，由于误会，贺怀德与何敏的关系出现裂痕。何敏一赌气，接受了对她心仪已久的李保旗的求爱。贺怀德怅然若失。朝鲜停战，刘司令员到前线，机场上百枪齐鸣，庆贺胜利。刘宣读毛泽东主席签署的表彰立功飞行员贺怀德、姚建业、李保旗等人的嘉奖令。朝鲜战争结束后，常浩、贺怀德与李保旗作为富有作战经验的指挥员和战斗骨干，被调到东南某航空兵师，参加解放一江山岛。这是我军第一次陆海空三军联合作战，战斗惊心动魄。祝捷大会的那天晚上，贺怀德与薛喜莲，李保旗与何敏同时举行了婚礼何敏流露出不易察觉的伤痛。天有不测风云，在1958年紧急入闽作战中，已是团长的李保旗被台湾国民党飞行员发射的“响尾蛇”导弹击中牺牲。作为李保旗的老战友，何敏的初恋情人，贺怀德对他的遗腹子李亮、疼爱有加。台湾当局不甘心他们东南沿海空战的失败，频频出动美制P－2V低空侦察机窜犯骚扰大陆。贺怀德指挥飞行大队长周占魁，无线电静默出击，一举击落P－2V。周占魁成了英雄，也得到军区文区团歌唱演员聂小丹的爱慕。可是，他们结婚以后才知道，聂小丹还有个从小抱养给别人，后流落到新加坡的姑妈。按当时飞行员配偶不能有海外关系的规定，周占魁如不离婚就得停飞。恰好这时发生了“北部湾事件”，轰炸越南北方的美国飞机多次窜入我国境内，空军决定贺怀德师赶广西轮战。高射炮兵出动；雷达部队警戒。(由于妻子有海外关系)尽管上级已免除了周占魁的团长职务，贺怀德认为临阵换将乃兵家大忌，不肯解除周的指挥权，压下命令暂不传达。轮战中，刘立秋的儿子刘仲夏飞机发生故障，迫降时为保护一所小学而牺牲。加上未能及时执行命令，解除周占魁的团长职务，轮战凯旋后，贺怀德被免职，调到军事理论研究室当了研究员。在广西，毗邻机场的高炮部队埋伏击落了美机。周占魁坚持飞行，聂小丹忍痛与丈夫离婚。此时，由于极左思潮对空军建设的冲击，航空兵部队的训练时间锐减。飞行员技术水平下降，有的连改出螺旋都没有飞过，部队事故率骤增，在西北某航校当校长的姚建业开会路过吴州时，贺怀德与他谈起这些，不禁忧心如焚。70年代，周总理指示某空军承担“机载空投小型原子弹试验”时，点名要贺怀德担此重任，为此，上级决定由贺怀德亲自指挥这次重要试验。大西北试验场上空，因飞机投掷系统发生了故障，原子弹投不下来，贺怀德沉着地疏散基地人员全部转入地下，冷静果断指挥周占魁驾机带弹着陆成功，实现中国空军史上的壮举。贺怀德关心不幸的何敏，何敏压制自己内心的情感，努力工作。八十年代初，高级指挥员贺怀德从改出螺旋抓起，大刀阔斧地狠抓飞行训练，提高部队飞行素质。此时，飞行团长吴国安以夫妻两地分居为由，调到运输航空兵部队，但因怀念自己的歼击座机，经过一番思想斗争，毅然重返歼击航空兵部队。他回到老部队后，便主动向贺怀德表示一定要痛改前非，好好做人。由于贺怀德关爱李亮甚过自己的女儿，薛喜莲对何敏也生出戒心与他发生龃龉。司令员常浩夫妇连夜登门劝解。周占魁找到聂小丹，想复婚，可聂小丹不愿意放弃省城的大舞台，跟他随军到吴州那个小城市去。周占魁无奈，只好与薛喜莲为他介绍的一位地方医生结了婚。可是，婚后两人生活情趣差异颇大，感情一直不谐。李亮刚从地方大学毕业，正值空军航校招收一批具有大学学历的飞行员。李亮被破格录取，实现了多年的心愿。在航校期间，李亮到校长姚建业家去玩，结识了他的女儿姚蔚蓝，倾慕不已，然而放单飞时，这个很有飞行天份的小伙子架机驱赶牧场上的马群，受到校方处分。经过两年的飞行学习，李亮、项远方和杨凯成为空军第一批双学历优秀飞行员。李亮被分配到父亲生前所在部队直接飞“隼”式歼击机，很快显示出他精湛的飞行技艺，成为飞行尖子，他决心更多矢志于空军建设，颇得姚蔚蓝的好感。幼时伙伴女飞行员吴小曼一直倾心于李亮。副师长吴国安带领李亮和杨凯去欧洲某国考察，对方十分傲慢，坚持与中国空军飞行员在飞行模拟舱里比试，以确定在何种程度上进行交流。李亮3：0击败了曾获女王勋章的资深飞行教官詹姆斯上校。拉着，杨凯又应对方要求，稍作熟悉便驾驶“幻影－2000”战斗机与皇家功勋飞行员雷格上校实飞空战，仅用3分钟将其“击落”。中国空军飞行员的3：0与3分钟，令欧洲军界一片震惊。为改进空军训练体制，李亮邀姚蔚蓝一道编制了“飞行训练评估”电脑程序软件，周天赞助科研费用，使飞行训练上了一个新台阶。在一次电视节目采访中，主持人贺萍结认了能言善辩的项远方，俩人一见钟情。项远方一直不满足飞“鹰”式歼击机，他一心想飞最新型的“隼”式歼击机，未能如愿，便意气消沉。此时，从海外学成归田的周占魁之子周大，被聘为东南航空公司总经理助理。他看中了项远方，许以高薪，想把他挖到航空公司去，周天多次劝说，项远方终于经不住诱惑，向部队反映自己有高空眩晕症，不宜飞行。周占魁得知儿子周天在控空军墙角，大怒，令军务科长禁止周天进入营区。与此同时，项远方要求通役，转业去民航直飞黄金航线，岳父贺怀德大为恸容，李亮请贺萍劝说，项远方仍不愿放弃。贺怀德一怒之下，决定项远方停飞，记大过。但在确定前去参加广西边境小学纪念刘仲夏活动的人选时，他还是写上了项远方的名字。纪念活动使项远方深受触动。在刘仲夏的墓地前，他沉思良久，回到部队，他就向师长请求，撤回病历。在李亮带动下，项远方和杨凯飞行训练立足于以劣胜优，研究出飞行战术战略的“武器平台”理论，赢得了军事专家一致好评和赞许。就在贺怀德与当年的老对手维尔斯相会，畅谈于北京时,因编撰《空军气象事故之研究》一书积劳成疾的何敏却胃癌扩散，生命垂危。得知消息，贺怀德连忙匆匆赶回控望何敏心跳已停止。代号“雷霆一号”的陆海空三军联合演习开始了，贺怀德全部参演，胜利完成空中封锁、空中打击和支援登陆作战的任务后，他就退出现役了，转场机群全部低空通场，以代军最高礼节，向这位为中国空军的强盛奋斗了近半个世纪的将军致敬。",
    "chinese_title": "壮志凌云",
    "douban_rating": "7.7/10 from 477 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-10-10T08:42:13"
}