{
    "aka": [],
    "sid": "2158377",
    "cast": [
        {
            "url": "/celebrity/1050255/",
            "name": "雷·丹顿 Ray Danton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032188/",
            "name": "凯伦·斯提尔 Karen Steele",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018614/",
            "name": "伊莲·斯图沃特 Elaine Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161367/",
            "name": "杰西·怀特 Jesse White",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135067/",
            "name": "西蒙·奥克兰 Simon Oakland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125443/",
            "name": "罗伯特·洛瓦里 Robert Lowery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010664/",
            "name": "沃伦·奥茨 Warren Oates",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013896/",
            "name": "黛恩·坎农 Dyan Cannon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [
        "历史",
        "犯罪"
    ],
    "awards": "　　第33届奥斯卡金像奖(1961)\n　　黑白片最佳服装设计(提名) 霍华德·秀普\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535287276.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1324015/",
            "name": "约瑟夫·兰登 Joseph Landon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0054243",
    "director": [
        {
            "url": "/celebrity/1023115/",
            "name": "巴德·伯蒂彻 Budd Boetticher",
            "@type": "Person"
        }
    ],
    "duration": "101 分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "意大利语",
        "德语"
    ],
    "playdate": [
        "1960-02-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0054243/",
    "imdb_votes": 1450,
    "this_title": [
        "The Rise and Fall of Legs Diamond"
    ],
    "douban_link": "https://movie.douban.com/subject/2158377/",
    "imdb_rating": "6.7/10 from 1450 users",
    "trans_title": [
        "钻石脚之起落"
    ],
    "douban_votes": "0",
    "introduction": "In a 1920s metropolis, when dance instructor Alice rejects charming petty thief Jack Diamond's invitation for a date, stating that she has entered a dance competition with Mr. La Tour, Jack injures La Tour's foot so that he might replace him. Unaware of Jack's malicious act, Alice accepts him as her partner, but the two win the trophy only after Jack surreptitiously sets their competitor's dress on fire. Later that evening, after he takes Alice to the movies, Jack exits through a bathroom window, robs a nearby jewelry store and quietly returns to his seat without Alice realizing the deception. When Lt. Moody interrogates theater patrons later, Jack uses Alice as his alibi, thus escaping further scrutiny, but is later sentenced to jail for the crime. When he is paroled, Jack asks Alice to give him a job as her dance partner, but upon completing his parole one year later, Jack abruptly quits and leaves Alice. Seeking to avoid another prison sentence, Jack tells his tubercular brother Eddie, also a petty thief, that they will start stealing from criminals who cannot call the police, and decides to become underworld czar Arnold Rothstein's bodyguard to gain access to the racket. After being refused an audience with the gangster and learning that Rothstein is Miami, Jack and Eddie steal from a small-time money launderer and use the money to send Jack to Miami. Charging over $4,000 worth of merchandise in Miami to Rothstein's account, Jack prompts the gangster to have his bodyguards drag Jack in to see him. Although Rothstein will not hire him, jovial gangster Little Augie does, but shortly after, the McDermitt brothers shoot both Augie and Jack. Although Augie dies, Jack miraculously survives, leading him to believe that \"a bullet hasn't been made that can kill me.\" After mastering both a right- and left-handed draw and perfect aim from retired Sgt. Cassidy, a retired police officer, Jack easily kills the McDermitt brothers and then presents the murders as proof to Rothstein that Jack should be his bodyguard. Rothstein introduces him to crime syndicate bosses Leo Bremer, Waxey Gordon, Big Harry Weston and Frenchy La Marr, and hires him, giving him the nickname \"Legs.\" Rothstein then sends his girl friend Monica to discern Jack's motivations. Inviting him to her apartment, Monica seductively suggests an affair, but Jack tells her to wait until he is wealthy and Rothstein is dead. After leaving Monica's apartment, Jack listens at the hotel switchboard as Monica calls Rothstein to report on his conduct. Instead of firing him, Rothstein promotes Jack to a collector and gives him a pocket watch as a token of his trust. Jack takes notes as he makes his collection rounds from prostitutes, bootleggers and the gambling ring at the Hotsy Totsy nightclub. In order to learn how Rothstein's smuggles narcotics into the country, Jack has sex with Monica, who gratefully divulges the underworld czar's secrets. When Rothstein questions them about having an affair, Monica refutes the accusation, but Jack calmly reveals that they have been seeing each other for two months. Rothstein ends his relationship with Monica without reprimanding Jack, but later frames him by alerting Moody to the heroin hidden in the watch's face. Although Rothstein bails him out and offers him his old job back, Jack kills Rothstein the night he is released and steals the black book containing his business details. Walking into the Hotsy Totsy club with his guns drawn, Jack announces to the remaining crime bosses that they will now pay twenty-five percent of their profits to him for protection. When the bosses refuse, Jack destroys their businesses over the next few weeks, having seduced one of the bosses' girl friends into giving him information about their business operations. When the bosses' henchmen finally find and shoot him, a severely wounded Jack hails a cab and forces the driver to pursue the men, whom Jack then kills. Although he has had no contact with Alice since he left her years ago, Jack goes to her apartment where he calls in an underworld doctor to attend to his wounds. Jack then orders Eddie to go to a Denver tubercular clinic, knowing that the crime bosses will be hunting him down. Conscious that Jack will destroy her in the end, Alice nevertheless marries him and submits to his will, having been unable to cure herself of loving him. Meanwhile the bosses send gangster Matt Moran to shoot Eddie in the legs as a warning to Jack to leave them alone. Learning of the incident, Jack goes to Moran's apartment and kills Moran and two henchmen. Weary of the murders and mayhem, Alice is prepared to turn Jack in to Moody, but learns that since she has married the gangster she cannot testify against him. One night, after humiliating Leo into begging for his life at gunpoint, Jack sends him back to the syndicate as a warning. Days later, Jack goes to the Hotsy Totsy, where he demands fifty percent of the bosses' profits and ownership of the club. Under the threat of death, the bosses cave into Jack's demands. After refusing to send money to Denver for treatment to save Eddie's life, the now psychopathic Jack tells his two remaining henchmen that he cannot care about Eddie or anyone else because the bosses will use them to get to him. After a drunken Alice laments that they never go to the movies anymore, Jack takes her on a tour of Europe, where Alice remains inebriated and insists they spend their time in theaters. Jack returns home to find that the Hotsy Totsy is closed due to the Prohibition Act, and new bosses have taken over. At the new syndicate's \"Allied Enterprises\" office, the new bosses explain to Jack that stealing from criminals is bad public relations for the underworld. Jack, however, insists on collecting protection money, warning them that he will not be deterred by any threat, even to his wife. He returns to Alice's apartment to discover his henchmen, Sal and Fats Walsh, have left him. Alice, guilt-stricken and fatally depressed, also leaves, saying that he is \"as good as dead now.\" Later, Jack falls into a drunken sleep after a night with Monica, who secretly takes his gun and alerts the two henchmen of Jack's location. The henchmen arrive at the apartment with their guns drawn and an unarmed Jack loudly proclaims, \"You can't kill me, I'm Jack Diamond.\" Fearing the gangster's reputation, one henchman flees, but the other proceeds to shoot him over and over to ensure his death. As the ambulance carriers roll Jack out of the building, Alice sagely tells the crowd, \"A lot of people loved my husband, but he never loved anyone. That's why he's dead.\"",
    "chinese_title": "钻石脚之起落",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Rise and Fall of Legs Diamond",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-14T01:00:35"
}