{
    "aka": [],
    "sid": "2160118",
    "cast": [
        {
            "url": "/celebrity/1054705/",
            "name": "Will B. Able Will B. Able",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091095/",
            "name": "Avril Gentles Avril Gentles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121899/",
            "name": "Don Liberto Don Liberto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125169/",
            "name": "Victoria Mallory Victoria Mallory",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0433326",
    "director": [
        {
            "url": "/celebrity/1286237/",
            "name": "尼克·哈文加 Nick Havinga",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0433326/",
    "imdb_votes": 12,
    "this_title": [
        "Aladdin"
    ],
    "douban_link": "https://movie.douban.com/subject/2160118/",
    "imdb_rating": "7.0/10 from 12 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Set in ancient China, Aladdin used artful Chinese theatre techniques to sing and dance the familiar tale of a poor boy, a beautiful princess and a very large genie in a very tiny lamp. Based on the classic Arabian Nights story re-popularized by the recent animated film, this Aladdin does Disney better by featuring not one, but two magic genies! Written by David LileToo long in the oolong., 11 August 2005Author: F Gwynplaine MacIntyre (Borroloola@earthlink.net) from Minffordd, North WalesThe Prince Street Players were a Manhattan children's-theatre troupe (of adult actors) staging musical versions of traditional fairy tales, with scripts and songs written by Jim Eiler. Eiler's scripts tended to be straightforward retellings of the beloved classics, with very little modernisation or topical humour. (Unilike the panto versions that are popular in Britain, which insert modern references and comic business into the stories.) The troupe featured talented and personable performers, but the strongest asset of the Prince Street Players was the musical talent of Jim Eiler, who wrote catchy melodies and deft lyrics for many of their shows.Most American versions of 'Aladdin' (including the Disney movie) set the action in Arabia, whilst British stagings move the action to China ... often featuring comic-relief characters such as Wishy Washy (the Chinese laundryman) and Widow Twanky (an old woman played by a male comedian). This Prince Street Players production adheres to the classical story but takes place in China, relying on classical stagecraft of the Chinese theatre. A stage manager (Don Liberto) appears onstage in Chinese costume, moving props and Chinoiserie scenery in full view of the audience. None of the actors employ Chinese acting techniques ... which may be a wise decision for the sake of American television audiences.As Aladdin, Fred Grades sings well but gives a lacklustre performance. Far more appealing is Vicki Morales as Princess Mei Ling: she shows real presence, and has a singing voice of crystalline beauty. But the real star of this production is Will B. Able as the Genie of the Lamp. (I once met Will B. Able; yes, that's his real name, and he kept a copy of his birth certificate handy in case anybody doubted him.) Able's performance in this role is slightly effeminate, but -- as this production is intended for children, and entirely suitable for young audiences -- I doubt that any subtext was intended. Able skilfully sets the pace for the other actors, magically apporting objects and transporting Aladdin and the princess through their adventures.The hallmarks of all the Prince Street Players productions are the delightful music and inventive lyrics by Jim Eiler. In 'Aladdin', Eiler's score falls short of the high standard he achieved in 'The Emperor's New Clothes', but the melodies are still pleasant. The lyrics, alas, are somewhat repetitive ... and less imaginative than usual for Eiler. When the Genie introduces himself by singing 'I am a genie: a good genie, not a meanie', this is Aladdin's cue to turn towards the audience and sing 'He is a genie: a good genie, not a meanie'. Eiler commendably attempts to give his score a Chinese motif, but most of these pentatonic melodies end up sounding like the ying-tong stereotype of 'Chinese-ish' music. When Princess Mei Ling offers some poisoned oolong to the villain, she sings 'Teatime, teatime, time to poison HE time'. This is the villain's cue to face the audience and sing 'Teatime, teatime. She wants to poison ME time.' Ah, so! Me velly solly!The most energetic number in this show, and also the one with the best (and least Oriental) melody, is the one with the worst and most repetitive lyric. Aladdin and Mei Ling are far from home, and anxious to return. When Aladdin commands the Genie to muster his magic to whisk them across the vast distance, this is the cue for all three performers to rush about singing 'Up, up, up so high! We'll be home! In the wink! Of an eye!' So far, so catchy ... except that they CONTINUE to sing this couplet, over and over and over, with no variations, while they rush upstage and downstage for several minutes with nary a scenery change. (UPDATE: I've been contacted by someone who claims that my memory of this lyric is inaccurate; maybe so, but it certainly does SEEM repetitive.) Eventually, the Genie runs directly up to the camera until he has one eye in tight close-up -- I commend the camera operator for maintaining focus -- and then he ostentatiously winks. I well and truly dislike musical numbers in which the characters sing about how they're in a big hurry to go someplace ... while they stay here and sing about how they're in a big hurry to go someplace.Despite my cavils, this is a delightful and (largely) imaginative production which children and non-jaded adults will enjoy. If I seem to be harsh to 'Aladdin', it's only because I've been spoilt by the high quality of the Prince Street Players' production of 'The Emperor's New Clothes' (with Eiler's brilliant score) and 'Jack and the Beanstalk'. This 'Aladdin' falls far short of those two musicals, but it's still much better than most of the stuff your kids could be watching. I'll rate this 'Aladdin' 6 out of 10.",
    "chinese_title": "Aladdin",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2026-01-24T22:14:28"
}