{
    "aka": [
        "福娃 央视版"
    ],
    "sid": "2170939",
    "cast": [
        {
            "url": "/celebrity/1318433/",
            "name": "刘纯燕 Chunyan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318435/",
            "name": "董浩 Hao Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325738/",
            "name": "刘校妤 Xiaoyu Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "动画",
        "儿童",
        "奇幻",
        "冒险",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867329259.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1457683/",
            "name": "曹小卉 Xiaohui Cao",
            "@type": "Person"
        }
    ],
    "duration": "11分钟",
    "episodes": "52",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-10-01(中国大陆)"
    ],
    "this_title": [
        "福娃"
    ],
    "douban_link": "https://movie.douban.com/subject/2170939/",
    "trans_title": [
        "福娃 央视版"
    ],
    "douban_votes": "3388",
    "introduction": "福娃之一的贝贝在梦中遇到激战的“和平女神雅典娜”与“战神阿瑞斯”。战败的雅典娜身受重伤，她告诉贝贝：在时空隧道中的1896年，有一个隐藏了巨大能量的木盒，只有得到里面的能量，才能恢复自己的盾牌和生命，打败邪恶的阿瑞斯。醒来之后，在顾拜旦来信的提示下，贝贝立下誓言：要穿越时空，回到1896年，帮助女神取得木盒。依照雅典娜的指示：贝贝下海寻找能够穿越时空的东方时空老人“必喜”。但却在深海峡谷中，遇到了贪吃成性的小妖怪——皮休。他是龙之九子，必喜的弟弟。多年前因为想吃太阳而掉入大海，目前正为自己“永远饥饿”的胃病而苦恼，一听说隐藏巨大能量的木盒，也十分积极地加入了贝贝的旅行。在皮休的带领下，贝贝找到了必喜。必喜载着二人进入了“时空隧道”，却在通过了二十一世纪大门之后不久，中了阿瑞斯手下普噜噜的埋伏，必喜双眼失明，被迫停止旅行。必喜要孩子们进入最近的时空——1984年，寻找一滴人类最激动最幸福时刻流下的眼泪来擦亮眼睛，才能继续旅行，返回1896年。皮休和贝贝分别在1984年找到了中国射击运动员许海峰和海地马拉松运动员拉莫特，几经周折，贝贝从拉莫特身上取到了眼泪。两人返回时空隧道时，却遇到与必喜大战的阿瑞斯，混乱中，必喜的龙之如意被夺走，身体变得虚弱，并缩小。贝贝用眼泪替必喜恢复了视力，但只有找回如意才能穿越下一道世纪大门，进入1896年。因此必喜带着两个孩子开始寻找如意。他们在不同的奥运年代都发现了如意的存在，但收集到的却是一个一个小如意珠。原来如意被阿瑞斯分散，放置在运动员身上复制能量为自己所用。在皮休和贝贝的努力下，如意珠被一个一个收集起来，最后还剩两个就可以组合成龙之如意了。这时，阿瑞斯却制造了一起陷阱，将三人带去他的黑暗王国——骷髅岛。在福娃兄弟姐妹的帮助下，贝贝在千钧一发的时刻醒来，救出皮休，逃离了骷髅岛。两人又在其他福娃帮助下进入1988年，找到最后两个如意珠，并借机发现了骷髅岛的秘密——只有奥运圣火才能突破通往骷髅岛的大门。可黑暗小妖将通往奥运节点的道路严密封锁起来，不让他们取得圣火。皮休回忆起自己在东京奥运会上结识过的一个人说过，他要偷圣火回家乡给父老乡亲看。于是他带着贝贝去到了那个人的家乡：鹿儿岛，并在那里拿到了燃烧了20几年的圣火。两人利用圣火突破进骷髅岛，救出了必喜，并拿回了所有的如意珠。如意珠合并，形成如意，必喜也全然恢复了。他们兴高采烈地去到19世纪大门前，却发现即便有如意，大门也打不开——原来阿瑞斯眼见必喜逃脱，如意也被拿回，便强行封锁了世纪大门，并根据皮休多嘴透露出的信息在1896年的希腊雅典寻找木盒。在必喜的好朋友火儿姑娘的提醒下，他们才得知，打开大门的唯一方式是收集人类记忆信息。只要找到足够的宽厚、正义、谦让、才能、诚信（对应仁、义、礼、智、信）五种信息，便可以解除封印，打开世纪大门。于是三人再度进入时空中的奥运会进行寻找。在1924年巴黎奥运会上取得了哈洛德的“礼之信息”。在1932年洛杉矶奥运会上取得了刘长春的“义之信息”。在1936年柏林奥运会上取得了欧文斯的“仁之信息”、卢兹.朗的“义之信息”，还有击剑选手海琳娜的“信之信息”。在1948年伦敦奥运会上取得了芬尼的“智之信息”。在2004年雅典奥运会上取到了来自孟关良、杨文军及瓦尔德内尔的信息。其间，阿瑞斯眼见事态一步步走向失败，情急之下，只好去求助居住在死亡之海的蛇发女美杜莎，请她拿出“黑暗号角”，让自己拥有召唤暗黑怪兽军团的力量。因此，当三人拿着足够的记忆信息前去打开世纪大门时，遭到了暗黑怪兽军团的袭击，双方纠缠打斗着进入了1896年，最后贝贝用智慧击退了怪兽，并利用雅典娜给的橄榄叶找到了埋藏木盒的位置。不料刚挖出木盒，阿瑞斯又将木盒抢去。贝贝、皮休、必喜奋力追入骷髅岛，必喜在骷髅岛大门处，用自己的身体托起大门，化为了一座石雕。最后大战在骷髅岛展开，顾拜旦送来的其他四个福娃也加入了战斗，骷髅岛一片天昏地暗。阿瑞斯为了打败福娃，打开了木盒，不料木盒中空空如也，根本没有他所想象的“巨大能量”，唯一飘落出来的只有一句话——“号召全世界的年轻人到赛场上去拼斗，而不是去战场上厮杀。”这时，雅典娜复活，盾牌上的裂纹一一复原，她将阿瑞斯变成一团泥土，融化在了骷髅岛的大地上。原本阴森恐怖的骷髅岛顿时生长出繁茂的鲜花与植物，必喜石雕安详地屹立在此。雅典娜要他们警惕阿瑞斯复活，并告诉他们，必喜并没有死，只要让奥运会一直延续下去，他就有复活的一天。伤心的皮休决定留下来陪伴六哥，直到他醒来。而福娃们则返回2008年，为了守护奥运会而努力去了。",
    "chinese_title": "福娃",
    "douban_rating": "5.9/10 from 3388 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2025-04-05T21:07:36"
}