{
    "aka": [],
    "sid": "2173978",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt0352440",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2002-12-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0352440/",
    "this_title": [
        "Inuk Woman City Blues"
    ],
    "douban_link": "https://movie.douban.com/subject/2173978/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Follows homeless, addicted and alienated Greenlandic women in Copenhagen, Denmark; includes fragments of Greenlandic culture.In downtown Copenhagen in the Vesterbro district many women who have arrived from Greenland end up in a miserable situation, homeless and drinking heavily. Many only survive for a few years. And almost no one ever returns to Greenland.The film follows a group of women who are ready to talk openly about their personal backgrounds, why they left Greenland, why they ended up as drunkards and how they survive today. One strong person, Rosine Berthels, recently stopped drinking after 25 years and now spends her time as a social worker, helping the drinkers to come out of their alcoholism. In the end of the film she tells about her approaching return to Greenland.The film is not a traditional social documentary. It is created by the actress, singer and dancer Laila Hansen, herself a native of Greenland, and thus it has become a musically poetic narration, filled with love and tenderness for the women who appear in the film, so we end up really liking them. They are a group of women with an inner core of survival energy, defying their miserable life situation.The language of the film being Greenlandic and the structure of the story with songs and lyrics so typical of Greenland matched with modern digitized music creates an experience totally different from what we are used to from television.",
    "chinese_title": "Inuk Woman City Blues",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T02:57:42"
}