{
    "aka": [],
    "sid": "2173996",
    "cast": [
        {
            "url": "/celebrity/1121542/",
            "name": "费莉西蒂·蒙塔古 Felicity Montagu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131900/",
            "name": "理查德·奥卡拉汉 Richard O&#39;Callaghan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116892/",
            "name": "乔希马奎尔 Josh Maguire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105500/",
            "name": "罗莎琳德·奈特 Rosalind Knight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132515/",
            "name": "史蒂芬·摩尔 Stephen Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124716/",
            "name": "阿利斯泰尔·麦高恩 Alistair McGowan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140339/",
            "name": "简·拉文斯 Jan Ravens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151640/",
            "name": "斯特拉·坦纳 Stella Tanner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325362/",
            "name": "詹姆斯·弗雷特 James Fleet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1216153/",
            "name": "Stephen Marzella Stephen Marzella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171642/",
            "name": "Nigel Rees Nigel Rees",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167411/",
            "name": "Alex Walkinshaw Alex Walkinshaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164935/",
            "name": "John Woodnutt John Woodnutt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164561/",
            "name": "蒂姆·怀尔顿 Tim Wylton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160370/",
            "name": "朱丽亚·圣约翰 Julia St. John",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1575576/",
            "name": "马修·阿什福德 Matthew Ashforde",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099383/",
            "name": "西蒙·格林诺 Simon Greenall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088148/",
            "name": "罗恩·多纳基 Ron Donachie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036572/",
            "name": "马丁·克鲁勒斯 Martin Clunes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027902/",
            "name": "唐·弗兰奇 Dawn French",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027508/",
            "name": "里克·沃登 Rick Warden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018259/",
            "name": "哈里·恩菲尔德 Harry Enfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018250/",
            "name": "凯西·伯克 Kathy Burke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014414/",
            "name": "迈克尔·安杰利斯 Michael Angelis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005095/",
            "name": "马修·阿什福德 Matthew Ashford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004679/",
            "name": "艾文·布莱纳 Ewen Bremner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041231/",
            "name": "杰西卡·海因斯 Jessica Hynes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041285/",
            "name": "阿黛尔·秀娃 Adele Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088105/",
            "name": "希尔达·范纳莫 Hilda Fenemore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060715/",
            "name": "马克·阿登 Mark Arden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085082/",
            "name": "布丽吉特·福赛思 Brigit Forsyth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083634/",
            "name": "Stephen Frost Stephen Frost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062146/",
            "name": "Tilly Blackwood Tilly Blackwood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061515/",
            "name": "琳赛·巴克斯特 Lynsey Baxter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045382/",
            "name": "本·埃尔顿 Ben Elton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044984/",
            "name": "保罗·怀特豪斯 Paul Whitehouse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003527/",
            "name": "杰弗里·蔡特 Geoffrey Chater",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916902300.jpg",
    "region": [
        "UK"
    ],
    "writer": [
        {
            "url": "/celebrity/1018259/",
            "name": "哈里·恩菲尔德 Harry Enfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044984/",
            "name": "保罗·怀特豪斯 Paul Whitehouse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099383/",
            "name": "西蒙·格林诺 Simon Greenall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158856/",
            "name": "Harry Thompson Harry Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033610/",
            "name": "Geoffrey Perkins Geoffrey Perkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009929/",
            "name": "伊安·西斯洛普 Ian Hislop",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085368/",
            "name": "Barry Fantoni Barry Fantoni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0108796",
    "director": [
        {
            "url": "/celebrity/1006512/",
            "name": "John Stroud John Stroud",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "1994-11-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0108796/",
    "imdb_votes": 3566,
    "this_title": [
        "Harry Enfield and Chums"
    ],
    "douban_link": "https://movie.douban.com/subject/2173996/",
    "imdb_rating": "7.5/10 from 3566 users",
    "trans_title": [
        "哈里恩菲的搞笑集锦之大杂烩"
    ],
    "douban_votes": "0",
    "introduction": "Now considered popular enough for BBC1, Enfield's new show was in many ways a continuation of Harry Enfield's Television Programme and had the same comic-cuts style of presentation. Old favourites Wayne and Waynetta Slob, Tim Nice-But-Dim, Kevin (the teenager with tons of adolescent attitude, exasperating his parents, played by Stephen Moore and Louisa Rix), the Old Gits and Mr Chomondley-Warner were joined by new characters including the two Lovely Wobbly Randy Old Ladies (Enfield and Burke) with their mock-shock cries of 'Young man!' when they ceaselessly invented the notion that a male with whom they were conversing had said something risqué; and the Self-Righteous Brothers (Enfield as Frank Doberman, Whitehouse as George), two vociferous and intensely angry individuals who put the world to rights from their pub armchairs while discussing celebrities by their surnames only.Other recurring characters included: Stan and Pam Herbert (Enfield and Burke), the boastful, wealthy Brummies ('I could not help but notice that we are considerably richer than yow'); Lee (Enfield) and Lance (Whitehouse), thick and even thicker cockney wide-boys; Mister Dead (Whitehouse) the talking corpse (a macabre spoof of the talking horse sitcom Mister Ed; the apologetic German (Enfield), a youth backpacker who irritatingly vents his guilt over the war and Germany's subsequent industrial triumph; Tory Boy (Enfield) an obnoxious, spotty pubescent who, in the style of John Major, spouted Tory rhetoric (in the 1997 Christmas special, reflecting the recent change of government, Tory Boy metamorphosed into Labour Boy, a Tony Blair impression); De Dutch Coppersh - Ronald (Enfield) and Stefan (Whitehouse), dope-smoking, laid-back Amsterdam policemen who are also lovers; Julio Geordio (Whitehouse), a South American footballer now playing for Newcastle, whose dialogue and dialect, as heard in interviews with TV commentator Tony (Harry Enfield in a John Motson impression), blended Spanish with accent-perfect Geordie colloquialisms; the Toddlers, Lulu (Burke) and Harry (Enfield), where baby Lulu suffered constant physical abuse at the hands of her presumably jealous - or just plain vicious - toddler brother; Steven (Enfield) and Jill (Julia St John), a constantly bickering couple whose arguments were laced with shocking insults and true venom, and who stayed together ostensibly For The Sake Of The Children; and the Camp Jockeys, a bizarre and hilarious feature in which jockeys indulged in gay banter during races. Additionally, Paul Whitehouse appeared as the curtain-twitching nosey neighbour Michael Paine, a fine impersonation of the young Michael Caine. (Like so many of the above characters, tailor-made for commercials and cameo appearances in other shows, Paine quickly seemed to take on a life of its own; he was used to introduce a BBC2 themed night dedicated to Michael Caine on 7 March 1998).A new trend in Harry Enfield And Chums seemed to be towards introducing longer and more elaborate sketches in which the characters could develop. Tim Nice-but-Dim started a romance with Sophie Dim-but-Royal; Wayne and Waynetta Slob became National Lottery winners in the second series yet remained unchanged and unfazed by their new-found wealth; and Kevin the teenager gained a pal, Perry (a boy, brilliantly played by Kathy Burke), and eventually metamorphosed again when, after losing his virginity, he rejected adolescent affectations and turned into a model son. (In best Dallas style, this was turned around in the 1997 Christmas special, when the change was explained as having been a dream and Kevin was back to being ghastly again.) It all added up to an impressive roster of memorable grotesques, in a series that continued to demonstrate Enfield's mastery of character comedy. The series also had strange but oddly effective title and credit sequences wherein Enfield, in a forced theatrical fashion, silently introduced his chums Whitehouse and Burke in front of a sterile, plain pink background and to an old-fashioned, nursery rhyme-like tune (actually an anglicised version of the soldiers' chorus from Verdi's Il Trovatore). Enfield explained that the opening sequence recalled Mike Yarwood's 1970s series, while the closing moments, in which he and his two chums accepted bouquets and applause, spoofed theatrical curtain calls.Notes. Harry Enfield and Kathy Burke appeared as Wayne and Waynetta in a sketch in Comic Relief 1997. Another of Enfield's Chum characters, an embarrassed dad uncomfortably coming to terms with his son's homosexuality, appeared in Stephen Fry's Live From The Lighthouse, a C4 telethon raising money for the Hysteria Trust, aired Saturday 28 November 1998.Enfield's career in comedy was discussed in First On Four (11 March 1998), a C4 series looking at comedy stars who had first made their mark on the channel in the 1980s. Enfield discussed the creation and development of his comic characters; and further contributions came from his many collaborators in his shows.A full-length movie, Kevin & Perry Go Large, starring Enfield and Burke, made by Tiger Aspect Pictures and directed by Ed Bye, was released in 2000.BBC1 has aired numerous compilations of sketches from Enfield's work for the channel, some of which have been linked by the comedian in newly shot sequences. These were: Harry Enfield's Yule Log Chums (28 December 1998), Harry Enfield Presents Kevin's Guide To Being A Teenager (27 December 1999), Harry Enfield Presents...Tim Nice But Dim's Guide To Being A Bloody Nice Bloke (5 January 2001 - this also included pieces made for The Nearly Complete And Utter History Of Everything and was linked by some new material, written by Ian Hislop/Nick Newman, that encompassed an extended sketch spoofing C4's reality series Big Brother), Harry Enfield Presents...Wayne And Waynetta's Guide To Wedded Bliss (12 January 2001), Harry Enfield's Guide To Family Values (27 April 2001), Harry Enfield Presents Look, Listen And Take Heed (5 May 2001) and Harry Enfield's Guide To The North Of England (17 August 2001). Additionally, on 20 April 2000, BBC1 screened Harry Enfield's Real Kevins, a clip-laden illustration which set out to prove that many real teenagers are similar to Enfield's ghastly creation.http://www.bbc.co.uk/comedy/guide/articles/h/harryenfieldandc_66601360.shtml----------------------------------Youtube上有很多clip：http://uk.youtube.com/results?search_query=harry+enfield&amp;search=",
    "chinese_title": "哈里恩菲的搞笑集锦之大杂烩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Harry Enfield and Chums",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T17:00:26"
}