{
    "aka": [
        "True Love 365"
    ],
    "sid": "21826163",
    "cast": [
        {
            "url": "/celebrity/1319761/",
            "name": "金沛辰 Remus Kam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341470/",
            "name": "江冠宏 Chiang Kuan-Hung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549003106.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "63",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-03-08"
    ],
    "this_title": [
        "求愛365"
    ],
    "douban_link": "https://movie.douban.com/subject/21826163/",
    "trans_title": [
        "求爱365",
        "True Love 365"
    ],
    "douban_votes": "76",
    "introduction": "3 個謝絕婚姻的輕熟兄弟，6 段妳情我願的情感關係，5 對非誠勿擾的靈魂愛侶，這群閃婚一族，能在 365 天內，追求夢寐以求的真摯感情，在求愛大作戰中旗開得勝嗎？所有的浪漫愛情故事，多是以幸福感十足的完美婚禮做為 Happy Ending；可這群賴家的鑽石王老五，他們的愛情故事，卻是從婚姻的墳墓、一場充滿熱鬧和喜悅的『離婚 Party』，做為他們的 Happy Opening。在全台灣最熱門的婚宴場地「幸福廣場」上，有對新人一如慣例、 高調的辦喜事，邀請摯友來共同見證，『賴氏集團』長子賴天成（黃志瑋 飾），跟 妻子陳亦儒（賴琳恩 飾）兩人「人生最新階段」的開始，這「人生的最新階段」， 就是『離婚』。很多夫妻離婚都撕破臉或交惡，可這對夫妻卻以祝福 和喜悅的方式，為自己 4 年多的婚姻畫上句點。盛大的離婚 Party 即將開始，穿著一身幹練套裝的婚禮顧問張碧婷（曾之喬 飾），正向同事小 Q 抱怨著這批無聊富二代的炫富行徑，和自己上班途中、如何為一名險遭機車男肇逃的可憐老婆婆行俠仗義；另一頭，無端在赴會路上、識破一名製造假車禍詐欺老太婆的陰謀、卻被自詡正義使者的白目小資女硬逼花錢消災的賴宇翔（張睿家 飾），一走進會場，就被整個典禮粉紅逼人的配色，搞得暈頭轉向，一問竟然是剛剛那個白目小資女張碧婷布置的場地！賴宇翔咄咄逼人挑剔著典禮的擺設與裝飾，張碧婷氣不過回嗆離婚趴是無聊到家的炫富行徑，賴宇翔要求保全將張碧婷架離會場，兩個人的樑子就此結下。被架離會場的碧婷，發現自己手機遺落在會場內，正愁無計可施之際，賴氏集團「天下建設」的建築師賴俊傑（路斯明 飾），俊傑幫碧婷撿回了手機，也讓碧婷對風度翩翩的俊傑留下深刻印象。離婚 Party 開始，天成和亦儒唸完離婚誓詞，賴家集團的創辦人賴大發（羅北安 飾）和妻子楊玉梅（徐貴櫻 飾）趕到會場，不但嚴詞數落四個不婚兒女：賴天成、賴俊傑、賴宇翔、賴宇婕一番，就連花名在外舅舅楊博文也被點名教訓，訓話完還丟出一顆震撼彈，如果 4 個兒女在一年內，都沒有成家立業，他就要裸捐自己的所有財產！賴大發為什麼會出此狠招？因為賴大發實在看不下去自己的每一個兒女的感情生活；長子天成個性不定離婚，養子俊傑醉心工作沒結婚；老三宇翔等待完美不結婚，女兒宇婕則是選擇太多不想婚。賴大發深信，人一定要先成家才能立業，沒成家就像沒根的樹，是不可能長高茁壯的。其實這次逼婚的主意是媽媽楊玉梅出的，總的來說，家裡一切大小事其實都是媽媽說了算。大發自從娶了玉梅後，人生事業一帆風順，更得到外家出資創業，奠定今日賴氏集團的根基，賴大發一直認定妻子楊玉梅是他人生最重要的人，自然多年來都順著玉梅，多少給人「怕老婆」的印象，不過賴大發也不以為忤。一個多月過去，大發和玉梅原以為 4 個孩子是「靠爸族」，一定會為他們裸捐家產的事大為緊張，沒想到這批「閃婚族」卻異常淡定，反而認為錢是老爸賺的，想怎麼處理就怎麼處理，還著手準備創業，讓大發和玉梅大為光火，決定痛下殺著，立即宣布即日起解除賴家 3 兄弟在集團內所有職務，並凍結所有資產，一年內，誰先結成得到兩老認可的婚姻，誰就能繼承賴氏集團所有產業。徹底被抽銀根的賴家4 兄妹，既無奈又不得不接受了父親絕有創意的安排，開始了他們充滿黑色幽默的自給自足和求愛大作戰的生活。宇翔因著過去在「人生聚合」累積的經驗，在一家本土的葬儀社當起禮儀師，甚至還當起「孝子孝女」；俊傑憑著自己在建築的專業，到大學死黨開設的建築事務所當建築師；天成則經營起由前妻亦儒頂下的複合式餐廳；本就在集團無一事的宇婕，更堅定心意的朝著自己當個內外兼具的演員之路邁進，4 個賴家王老五的自立之路並未如想像中順遂，處處充滿了機鋒和奇遇，感情之路也愈形曲折離奇...。365 天過去了，賴家 4 個王老五們，歷經了許多的風波，就在天成和亦儒離婚也滿一周年的那一天，「幸福廣場」上再度張燈結綵，但這次主人翁是誰？是誰先找到那真摯而動人的幸福？",
    "chinese_title": "求爱365",
    "douban_rating": "5.4/10 from 76 users",
    "foreign_title": "求愛365",
    "douban_rating_average": "5.4",
    "update_at": "2025-03-27T21:57:37"
}