{
    "aka": [
        "乌比回归百老汇"
    ],
    "sid": "2208780",
    "cast": [
        {
            "url": "/celebrity/1041120/",
            "name": "乌比·戈德堡 Whoopi Goldberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "US"
    ],
    "writer": [
        {
            "url": "/celebrity/1041120/",
            "name": "乌比·戈德堡 Whoopi Goldberg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0455230",
    "director": [
        {
            "url": "/celebrity/1279909/",
            "name": "马蒂·考纳尔 Marty Callner",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2005-04-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0455230/",
    "imdb_votes": 270,
    "this_title": [
        "Whoopi: Back to Broadway - The 20th Anniversary"
    ],
    "douban_link": "https://movie.douban.com/subject/2208780/",
    "imdb_rating": "8.1/10 from 270 users",
    "trans_title": [
        "乌比回归百老汇"
    ],
    "douban_votes": "0",
    "introduction": "Whoopi Goldberg, star of Ghost and The Color Purple, made her first splash off-Broadway with a one-woman show of vivid characters called The Spook Show--a title dropped when the show transferred to Broadway proper, which was then turned into a TV special called Direct From Broadway in 1985. Twenty years later she revisits some of these characters in Back to Broadway, such as the sharp-tongued junkie Fontaine--who sounds off on a whole spectrum of contemporary political issues, making this as much a stand-up comedy routine as a character monologue. Whoopi: Back to Broadway also includes Direct From Broadway and the contrast between Whoopi's young, hungry self and the supremely confident self of 2005 is fascinating, as are the two different versions she presents of a character called only the Cripple--a physically disabled woman who finds herself resisting the affections of a man who falls in love with her. The differences are not as simple as youthful dynamism vs. emotional maturity; the early performances focus on the characters, while in the 2005 show the characters are more of a channel through which Whoopi projects herself. Her appeal lies not so much in the originality of her observations--little she says will surprise anyone of a liberal persuasion--but in her emotional conviction. She speaks what she believes to be the Truth-with-a-capital-T, yet never seems preachy or didactic. That--combined with her comic timing and sheer charisma--makes for two rich, rewarding evenings. --Bret Fetzer",
    "chinese_title": "Whoopi: Back to Broadway - The 20th Anniversary",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T01:50:18"
}