{
    "aka": [
        "我的爸爸边红旗"
    ],
    "sid": "2211953",
    "cast": [
        {
            "url": "/celebrity/1274556/",
            "name": "于荣光 Rongguang Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274649/",
            "name": "倪虹洁 Hongjie Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304661/",
            "name": "刘蓓 Bei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274297/",
            "name": "徐峥 Zheng Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314440/",
            "name": "高宝宝 Baobao Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274671/",
            "name": "王奎荣 Kuirong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274854/",
            "name": "李丁 Ding Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313277/",
            "name": "文兴宇 Xingyu Wen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274711/",
            "name": "吕中 Zhong Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274288/",
            "name": "刘金山 Jinshan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034896/",
            "name": "李明启 Mingqi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274973/",
            "name": "马晓伟 Xiaowei Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319203/",
            "name": "刘钊 Zhao Liu ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315143/",
            "name": "英壮 Zhuang Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328731/",
            "name": "谢沅江 Yuanjiang Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326484/",
            "name": "庄庆宁 Qingning Zhuang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375054682.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1348918/",
            "name": "朱传光 Chuanguang Zhu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1348918/",
            "name": "朱传光 Chuanguang Zhu",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "34",
    "language": [
        "普通话"
    ],
    "playdate": [
        "2002"
    ],
    "this_title": [
        "爸爸叫红旗"
    ],
    "douban_link": "https://movie.douban.com/subject/2211953/",
    "trans_title": [
        "我的爸爸边红旗"
    ],
    "douban_votes": "625",
    "introduction": "这部剧的主人公是一个叫边红旗的保险业务员。他憨厚善良却又命运多舛。他在商海沉浮，弄得身无分文，丧妻别子，孑然一身。在社会的关爱下，他重振精神，处处以善良的胸怀为他人着想。在他无私地为女友（高宝宝）介绍了未婚夫，双方即将成婚时，他又无奈地发现，这个成天和他斗嘴、见面就要吵架的冤家，其实才是他的真爱。剧中这个憨憨傻傻、穷困潦倒的中年男人无论如何难以与有银幕硬汉之称的于荣光联系在一起.....第1-7集边红旗已经快四十岁了，却还是一事无成。在朋友的帮助下，进入保险公司做了一名普通的业务员，却不知怎样才能开拓自己的事业。一天，他费力营造出浪漫的气氛，兴冲冲地约会了女友，没想到正欲温存，却被一个错误的电话搅得女友彻底和他分手，罪魁祸首就是一个偶然拾到的手机。于是边红旗带着受伤者的怒火，约了那个大意的手机主人，要她立刻取走这该死的手机，没想到翩然而来手机主人史冬梅是一个美丽高挑的女人，更令他没想到这个伶牙俐齿的姑娘不但没向他道歉，反而还把他狠狠抢白了一顿。边红旗在阴差阳错中稀里涂地随史冬梅回到她的老家，还必须在史冬梅已生命垂危的父亲面前，假扮她的未婚夫！边红旗虽是满腔怒火，但却不忍伤害一个弥留之际的老人，便卖力地演出了一场爱情戏。戏演完了，老人单独留下边红旗，第一句话就是：我知道你根本就不是冬梅的未婚夫。但老人有感红旗的善良，执意把女儿的终身大事托付给他。于是红旗和冬梅这一对欢喜冤家从此便结下了不解之缘。相隔不久，红旗巧遇了一个可爱的女孩小雨，待看到孩子的姥姥之后，他发现这竟是自己的亲生女儿。原来十几年前，他的妻子因车祸意外身亡，孩子的姥姥姥爷因此不能原谅红旗，认为他不能成为一个合格的父亲强行带走了小雨。十四年后父女相逢，小雨再也不想离开父亲了，她执意要和红旗生活在一起。边红旗懒散了十几年，因女儿的到来开始意识到为人父的责任，他决心在事业上拼搏一番，同时为女儿创造一个较好的生活学习条件。第8-19集一直拉不到保单的边红旗面临着失业的危险。房东太太害怕自己的房租没着落，四处动员邻居投保，但邻居们的冷漠让边红旗有些退缩。最后关头，许文英拿出积蓄为自己投保，边红旗保住了工作。在陪同张姐进行入保前的体检时，边红旗及时救助了国昌老人，老人觉得边红旗踏实可信，主动找到他为自己全家老小办理保险。史冬梅和母亲生活习惯不同，两人渐渐产生了隔阂。史母想回天津，临行前她找到边红旗，将女儿的终身大事托付给他，让他为冬梅寻一称心如意的男友，一直暗暗喜欢史冬梅的边红旗只得应承下史母的托付。保户国昌老人带着无限的眷恋，带着对儿女、妻子的爱离开了人世。一直在为分割遗产而争吵不休的孩子们，看到老人临终时的录像，被老人的一番肺腑之言和无私的父爱所感动。父女俩的艰辛，善良的许文英看到眼里，她渐渐喜欢上了这个看似玩世不恭，实际心地善良、极富爱心的边红旗。她默默地爱着边红旗，在工作和生活上都给了他很多无私的帮助。边红旗接到老同学电话，让他参加老同学聚会，边红旗见到了留美归来的同学吕少雄，两人谈起了年轻时同时追求的女同学李娜，都感慨万分。边红旗领到工资首件大事就是为女儿上了一份保险，边雨看着保单上自己的名字，第一次感到了父爱的厚重。边红旗和许文英到医院看望患脑癌的女孩，孩子的病状惨不忍睹。边红旗一边安慰病童家属，一边跑回公司动员大家募捐。在地铁站，边红旗毅然陪病童父亲同跪街头乞讨，史冬梅与边雨恰巧经过，被边红旗的义举所感动，也帮着发起传单来。由于父母的无知没有为孩子投保，无法支付巨额医疗费用，医院被迫终止治疗。保险公司主任召集大家在女孩的病床前为她送行，这鲜活的一课让保险业务员感受到了自己工作的重要性。在医院，史冬梅与吕少雄相遇之后都对对方印象深刻，两人久久回味之余都不约而同约出边红旗要求他从中牵线认识。边红旗尽管万分不愿意，还是安排两人相见。第20-29集史冬梅与吕少雄正在街头漫步，一辆急驶而过的汽车将一男孩撞倒，花前月下的浪漫被这场突如其来的车祸搅乱了，吕少雄抱起受伤的男孩直奔医院，史冬梅被这个既有职业道德又热心的男人感动了。边雨学习有些落后，内心十分着急，一直暗暗喜欢边雨的赵劲看到了边雨的焦急，便主动提出为边雨补课，边雨应允。为了避嫌他们常常约在人多热闹的麦当劳补课，两个孩子在纯真的友谊的鼓励下一起学习，一起进步。因思念吕少雄，史找到边红旗向他倾诉心事，两人正在交谈，边红旗无意中看到边雨和一个男生在一起。在麦当劳里，边雨和赵劲被边红旗抓个正着，边红旗不顾女儿的阻拦，抓住赵劲算帐，两个孩子被当众数落，自尊心受到极大的伤害，边雨哭着跑回了家。已经破产的保户冯勇要以自杀骗取保费而为妻子留下巨额赔款。千钧一发之际边红旗及时赶到拦住了想一死了之的冯勇。为了帮助冯勇度过难关。边红旗将１００万保金如数退还给冯勇，鼓励他东山再起，边红旗的举动让许文英更加爱上了这个重情重义的男人。学校开家长会，边雨看到父亲整日奔波劳累，不忍心再给父亲压力，故没有通知他，而不明真相的班主任老师给边红旗打了电话。边红旗误解女儿，没头没脑地指责了女儿一番，父女俩敞开心扉，说出了真实想法，俩人决定要开心地在一起生活。吴老太太想要为死去的老伴买块墓地，通知了三个儿子却没有一个儿子来为母亲操持这件事。老人只好求边红旗来帮助联系。边红旗找到吴老太的小儿子吴之弟，想劝他回家看望母亲，却被虚荣心极强的吴之弟无理谩骂，边红旗忍无可忍与吴之弟争吵起来。吴老太无意中见到了正在餐馆吃饭的儿子，怕给儿子丢脸，急忙躲了起来，站在餐馆的大玻璃窗一角偷偷端详自己多日不见的儿子，边红旗不忍看到老人伤心，跪地请求吴之弟认回老母，遭到吴之弟羞辱。老人失望之极打了儿子一个耳光。为拉保单、吴之弟当掉汽车、挪用公款给客户回扣，不想被骗。吴老太得知此事将自己用来买墓地的钱拿出来，让边红旗为儿子补回公款，公司的同事也纷纷伸出援助之手，吴之弟深受感动。第30-34集吴之弟看着母亲托边红旗带来的几捆现金，猛然醒悟：是自己的不孝伤害了母亲。母爱召唤着吴之弟，悔恨交加的吴之弟来到墓地，跪在母亲面前，叫了久违的一声：“妈……”。歌星英明经人推荐找到边红旗买保险。英明家的富丽堂皇让边红旗羡慕不已，漂亮的英明居高自傲，边红旗趁机称赞英明的美丽。在交谈中，英明得知一歌坛新秀竟买了50万的保险，一赌气买了150万元的巨额保险。英明的投保令边红旗惊喜万分。边红旗将好消息告诉女儿，并答应拿了提成就给边雨买一台电脑。父女俩憧憬着未来，商量拿到这笔钱后给家里添些家用电器。主任妻热心地为边红旗张罗介绍对象，为了躲避痴情的许文英，边红旗应允了主任为他安排的约会。边红旗惊讶地发现女方竟是同学李娜。两人啼笑皆非，主任妻失望不已。许文英见介绍对象不成暗暗自喜。李娜找到吕少雄，吕少雄见到初恋时的情人惊呆了。故人相见，情意绵绵，两人似乎又回到了初恋。李娜温柔的话语令吕少雄想起了从前李娜给过自己的关爱和无私的帮助，往事的追思令两人情不自禁地拥抱在一起，这一幕恰巧被史冬梅看到。英明因要拿回扣而换了保险公司，边红旗感到十分气愤，执意不退保，许文英好言相劝，却被边红旗斥责，许文英委屈得无言以对，禁不住对边红旗说出对他的爱恋和难以割舍的情感。为了逃避这种情感的折磨，许文英答应了一直苦苦追求她的赵宝军的约会。边红旗决定把保金退给英明，可此时英明却陷入了偷税漏税的丑闻当中。边红旗到英明的家正赶上英明胆囊炎复发，边红旗急忙背起英明直奔医院，英明的病情得到及时控制，英明十分感激边红旗，决定不退保了。一切风平浪静后，父女俩坦然相对，再也不想分离。",
    "chinese_title": "爸爸叫红旗",
    "douban_rating": "7.8/10 from 625 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-03-20T16:23:09"
}