{
    "aka": [
        "Freedom"
    ],
    "sid": "2211750",
    "cast": [
        {
            "url": "/celebrity/1128973/",
            "name": "Axel Neumann Axel Neumann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115596/",
            "name": "Valentinas Masalskis Valentinas Masalskis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031753/",
            "name": "科里·拉奇 Corey Large",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390945/",
            "name": "Fatima Ennaflaoui Fatima Ennaflaoui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "　　第57届威尼斯电影节(2000)\n　　主竞赛单元 金狮奖(提名) 沙鲁纳斯·巴塔斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868377125.jpg",
    "region": [
        "法国/葡萄牙/立陶宛"
    ],
    "writer": [
        {
            "url": "/celebrity/1023215/",
            "name": "沙鲁纳斯·巴塔斯 Sharunas Bartas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0255177",
    "director": [
        {
            "url": "/celebrity/1023215/",
            "name": "沙鲁纳斯·巴塔斯 Sharunas Bartas",
            "@type": "Person"
        }
    ],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "法语",
        "Berber languages"
    ],
    "playdate": [
        "2000-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0255177/",
    "imdb_votes": 373,
    "this_title": [
        "Laisvė"
    ],
    "douban_link": "https://movie.douban.com/subject/2211750/",
    "imdb_rating": "7.1/10 from 373 users",
    "trans_title": [
        "自由",
        "Freedom"
    ],
    "douban_votes": "98",
    "introduction": "Freedom (2000)(Report Dead Links)Rating: 6.1/10Runtime: 96Language: French, BerberCountry: France | Portugal | LithuaniaColor: ColorIMDb Link:http://www.imdb.com/title/tt0255177/Director: Sharunas BartasCast:Valentinas Masalskis ... The ManFatima Ennaflaoui ... The GirlAxel Neumann ... The OtherCorey Large ... SoldierDescription:A drug trafficking operation fails and two men and a local girl are left ashore on the Moroccan Coast. They wander wordlessly into the inland desert in search of food, water and shelter. When the two men go their separate ways, the girl is left to follow one of them deeper into the abandoned landscapes. Although they share no common language, a tranquil bond grows between the girl and the man she chooses.A handful of strangers hoping to find freedom discover it is no easy quarry in this metaphoric drama. Four people stand near the shore of a seaside community and board a small boat hoping to sail away; they are soon attacked by border guards, and one of them does not survive. The three remaining sailors -- two men (Axel Neuman and Valentinas Masalskis) and a woman (Fatima Ennafloui) -- wash up on the beach of an island strewn with rocks. None of them speak the same language, and they struggle to make their way on the unforgiving coastline, often at odds with each other. They find they are not alone on the island -- an Arab settlement and a cadre of soldiers are already living there; the military men attack them, and the Arabs refuse to come to their aid. Freedom was shown in competition at the 2000 Venice Film Festival.A voice from the frontier of both post-post-industrial civilization and art-film reductionism, Lithuanian filmmaker Sarunas Bartas may be the ultimate litmus test for hardcore cineastes. His films represent a polar cap of inhospitable cinematic ordeal—they withhold orthodox pleasures so strenuously you imagine the filmmaker as a marching ascetic, disgusted with a decadent movie world. A Bartas film rarely moves, and is never host to more than a few mumbling moments of inconsequential dialogue—you arrive long after life has already wound down into hopeless silence. Stripped of even the barest efforts toward narrative and character, Bartas's aesthetic also calls for the spectacular capture of natural desolation, whether it be the hovels of Lithuanian capital Vilnius, or the Siberian Sayan Mountains, where Tofolar nomads still hunker down amid the reindeer dung.Immersion into the Anthology retro will knee-jerkedly bring Sokurov and Tarkovsky to mind, but they're plan sequence song-and-dance men compared to Bartas, who suggests both Godard's recent watchfulness and Herzog's devotion to extreme landscapes. The films, starting with the semi-doc featurette To the Day Passed-By (1990), further skirt total sensory deprivation by way of extraordinary ambient-layer-cake soundtracks, seething with distant voices, wind roar, mechanical white noise, pin-drop minutiae, and the despairing wheeze of relentless exhalations. Bartas is wholly concerned with the dire, sun-crystallized locations themselves, and the quality of eternal downtime spent in the planet's forgotten valleys.A zombified portrait of the Vilnius streets haunted by a shambling homeless hulk, To The Day Passed-By is an ethnographic nightmare—few places on Earth are as bombed out by industrialized decay as ex-Soviet nations. (One startling sequence watches a massive queue of coated figures filing into a doorway; only after several minutes, when a car passes in the foreground, are we shaken from the De Chirico weirdness.) And it looks like everything you ever threw away ended up in Lithuania as secondhand goods. Bartas's first feature, Three Days (1991), is a severe stumble through Vilnius by two guys and a single girl (Katerina Golubeva), who try and fail to find a suitable place to fuck near the busy yet dissolute Baltic harbor-works. We're never sure what they're searching for, but there's little else this wind-blasted aussereuropa has to offer.Golubeva is in nearly all of Bartas's films, but, given the director's minimalism, she is more of a compellingly emotionless visage than an actress. (It is surprising that, based on her work for Bartas, Leos Carax cast her in Pola X, and even more so that she acted up a storm.) She is literally air-dropped into the center of Bartas's best film, Few of Us (1996), materializing from a helicopter onto a huge hill of loose rocks it takes a full minute to treacherously descend. Who she is or why she is infiltrating the Tofolars in their remote valley are merely the first questions Bartas is deliberate in never answering; when a few drunken villagers eventually close in for a rape, the movie cuts away to the gelid exteriors again, and when we return the confrontation is over, with a stabbed body slumped on the floor. Outside, the trees creak in the wind.Bartas may be building the bitterest career vision in film history. His first four films are centered squarely on the anomie of post-Soviet destitution—their specificity is their vindication—but his latest films are a different story. The House (1997), co-written by Golubeva, is a meandering tour of a dilapidated manor filled with symbolic nonsense: a huge litter of puppies, an old man cultivating a mini-graveyard, a crowd of naked children, and so on. (Carax shows up, too.) Nudged into a pretentious modernism, the filmmaker's rigorous strategy falls on its inexpressive face, and Bartas seemed to realize it himself—he culminates the movie with an indulgently Tarr-like, room-to-room traveling shot. Freedom (2000) is Bartas reasserting his perspective in what begins as an almost fully contextualized adventure story: two men and a woman stranded in the Moroccan desert after a smuggling trip goes awry (that single, distantly observed scene, with the coast patrol boat firing away while both boats nearly capsize in rough seas, is one of Bartas's most breathtaking). Speech is a useless recourse in this dangerously gorgeous terrain, and the starving characters join us in simply killing time before the earth swallows them. That may be Bartas's essential idea: The waiting is the hardest part.Insofar as this slow, visually stunning, determinedly 'poetic' film has a story, it concerns two men and a girl who alight on the empty and windswept Moroccan coast after a drug trafficking operation goes wrong. Separately and together they wander the desert, trying to survive. It would be easy to dismiss this almost dialogue-free, enigmatic piece as pretentious nonsense. Certainly, the portentous title suggests that writer/director Bartas has allegorical aspirations with regard to the human condition, but the film simply cannot sustain them. It's also arguable that the pictorialism and miserabilist tone are self-conscious and studied. Disregard this unfortunate touch of the Tarkovskys, however, and you may just succumb to the mesmerising mood, in which case there are epiphanies here - gulls, waves, crabs and flamingos - to savour.An extreme borderland movie. Only scenery, sounds and less than hundreds of words spoken. This is the way in which Bartas shows us the desperation of the three protagonists and he leaves it to the public to ponder over the meaning of their lives. The fixed camera does not follow the actors. The director lets nature speak for them. It is not an easy movie as Bartas opts to personalise the perception of the universe with his atypical method of narrative direction, but in the end he manages somehow to capture figments of the invisible.",
    "chinese_title": "自由",
    "douban_rating": "6.3/10 from 98 users",
    "foreign_title": "Laisvė",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "6.3",
    "update_at": "2025-07-26T01:09:23"
}