{
    "aka": [],
    "sid": "2214026",
    "cast": [
        {
            "url": "/celebrity/1166803/",
            "name": "Harald Winter Harald Winter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127676/",
            "name": "Charles Edwin Powell Charles Edwin Powell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512881756.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0353168",
    "director": [],
    "duration": "48分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-12-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0353168/",
    "imdb_votes": 656,
    "this_title": [
        "Fighter Pilot: Operation Red Flag"
    ],
    "douban_link": "https://movie.douban.com/subject/2214026/",
    "imdb_rating": "6.7/10 from 656 users",
    "trans_title": [
        "红旗军演"
    ],
    "douban_votes": "856",
    "introduction": "你看过属于美国空军最大规模的红旗演习场面吗？你知道红旗演习时战斗机如何进行空中加油？还有来自各国的战斗机飞行员如何援救同伴？以及红旗演习时模拟轰炸的计画如何执行？在Imax剧场新上映的“飞行战士：红旗演习影片里，你可以找到答案！**最真实的模拟演习红旗演习是世界上第一个大规模整合进行的空中模拟空战演习，同时还是知名度最高、最受敬重、而且也是参与过飞行员所认为最具真实感的模拟演习。红旗演习于1975年美国空军为提升其飞行员空战技能而创立，因为越战中显示大部分的战损都是缺乏经验的飞行员在他们最初几次任务中就损失了。在作战的压力下，也没办法将他们对如何在空战中生存加以集训。这个概念由Richard Suter上校提出，而由Robert Dixon将军实现。在红旗演习极为逼真的训练环境下，菜鸟飞行员逐渐学习在战场上的生存之道。红旗演习每年在奈里斯空军基地举行4次，在美国每一年度分四次举行，每季一次。每次红旗演习都分成多个2星期的训练期程。红旗演习的空中战斗在内华达州的 训练空域进行，由各地前来受训的飞行员编入“蓝军”，与“红军”进行模拟空对空、空对地与电子作战。科目的困难度随着演习日程的进行而逐渐增难，故参加演 习的飞行员会逐日建立他们的技术。每日任务结束后的归询更让飞行员能了解每日所学，飞行员在离开红旗演习时，除了未亲身经历作战的危险外，这些飞行员都是空战老手了。红旗演习另一项成就，就是固定举办并持续进行了27年，在此同时美国有许多的例行性演习都因为预算的关系而取消，但是在各种评估之后，美国航太指挥部（AEF）认为红旗演习比过去更具有价值。红旗演习主要目的是保持美国空军的战斗能力，特别是飞行员在完训后，把在红旗演习中所学应用到日常训练中，能极为有效地提升战斗能力。有部分的红旗演习是只能由美军部队参加，故有些特别科目会并入一般训练科目内。其他受邀前来参加红旗演习的外国飞行员则与美军参加混合空中作战（COMAO）任务，这些外国飞行员能彼此相互学习作战经验。**Imax影片呈现真实飞行是一种兴趣，也是一种传承。“飞行战士：红旗演习”藉由战斗机飞行员John Stratton对祖父的崇拜与怀念，牵引出祖孙两代对飞行的热爱与执着，从一名飞行员的角度全面展示了红旗演习的整个过程，包括战机空中格斗、地面攻 击、空中加油、预警指挥、地勤维护、电子乾扰、人员救护等等各种场景，是一部高质量的Imax电影。影片大部分在美国内华达州的沙漠上空拍摄，包括令人激赏的战斗机模拟空战画面、实弹演习、炸弹组装与吊挂、空军失事人员的解救、空中加油等珍贵的画面。来自6个国家的128架高性能的飞机，藉由“红旗演习”，将战斗机飞行员的高超飞行技巧及飞机的高科技性能，表现的淋漓尽致。例如：B1及B2轰炸机、 F15鹰式战斗机、F16战隼士战斗机、AH-60S阿帕契攻击性直升机，A10坦克攻击机、U 2侦察机、空中预警机（AWACS）、KC10空中加油机、C130运输机、C17重装运输机、C17侵略者式运输机、F18大黄蜂战斗机、英国 Harries猎犬式战斗机、德国GR7及旋风式战斗机等，营造出逼真的实弹演习及轰炸飞行任务。此片长达45分钟，由波音公司、美国空军及加拿大政府所赞助拍摄，藉由固定在战斗机上的Imax摄影机镜头，分分秒秒提供你一种独特且难以想像的惊栗经 验，如同让你坐进世界最精良的喷射机座舱，体验时速900公里的飞行视野，欣赏日落时缤纷橘红的云端天际，更体验紧凑瞬间翻转的飞行员世界。“飞行战士：红旗演习”将红旗演习的真实状况一一呈现，包括各项的模拟指挥飞行与击落，各国空军齐聚参与模拟演练的盛况，各种新型战机飞行，还有对于飞行员来说十分危险的空中加油任务。透过这些镜头，让大家更了解空军飞行员在捍卫国家安全上所做的各项演习，也让人类体会战争的可怕，更加珍惜和平。",
    "chinese_title": "红旗军演",
    "douban_rating": "8.4/10 from 856 users",
    "foreign_title": "Fighter Pilot: Operation Red Flag",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "8.4",
    "update_at": "2025-03-23T03:28:09"
}