{
    "aka": [
        "塔尔"
    ],
    "sid": "2220723",
    "cast": [
        {
            "url": "/celebrity/1140475/",
            "name": "艾西瓦娅·雷 Aishwarya Rai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013932/",
            "name": "亚尼·卡普尔 Anil Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000509/",
            "name": "阿克夏耶·坎纳 Akshaye Khanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194839/",
            "name": "沙希德·卡普尔 Shahid Kapur",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128480/",
            "name": "阿洛克·纳特 Alok Nath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054235/",
            "name": "阿莫瑞什·普瑞 Amrish Puri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005253/",
            "name": "萨伯哈什·哥亥 Subhash Ghai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462763/",
            "name": "普里特维·祖奇 Prithvi Zutshi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "爱情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871506034.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1005253/",
            "name": "萨伯哈什·哥亥 Subhash Ghai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278584/",
            "name": "萨钦·鲍弥克 Sachin Bhowmick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297559/",
            "name": "贾韦德·西迪基 Javed Siddiqui",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0152836",
    "director": [
        {
            "url": "/celebrity/1005253/",
            "name": "萨伯哈什·哥亥 Subhash Ghai",
            "@type": "Person"
        }
    ],
    "duration": "181分钟（印度）",
    "episodes": "",
    "language": [
        "北印度语",
        "Tamil"
    ],
    "playdate": [
        "1999-08-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0152836/",
    "imdb_votes": 6227,
    "this_title": [
        "Taal"
    ],
    "douban_link": "https://movie.douban.com/subject/2220723/",
    "imdb_rating": "6.6/10 from 6227 users",
    "trans_title": [
        "节奏",
        "塔尔"
    ],
    "douban_votes": "0",
    "introduction": "宝莱坞首次打入英国票房Top20的歌舞片。讲述了两个不同家庭背景的男女主角，突破重重阻碍最终走到了一起，完美的爱情故事。Manav (Akshaye Khanna) comes to visit India with his wealthy father Jagmohan Mehta (Amrish Puri), his aunt and uncle, and his father's employees. In Chamba he meets Mansi (Aishwarya Rai), the beautiful daughter of a spiritual singer named Tara Babu (Alok Nath); their families meet, and Jagmohan and Tara Babu become acquainted and friendly toward each other. Manav and Mansi fall in love, but when Jagmohan learns of this he packs the family up and moves them to their house in Mumbai, with the excuse that Mansi and her father are of low social status. However, he is nice to Tara Babu's face and invites him to come and stay with him and Mumbai if he, Tara Babu, ever happens to be travelling there. Mansi is distressed by Manav's departure but he assures her that he will not abandon her and that everything will be fine. She gives Manav his scarf which she modified, making it say \"Manavsi\", a mixture of their names.When Tara Babu learns of Manav and Mansi's affair he is at first angry but soon agrees to travel to Mumbai to visit his younger sister Prabha and to meet Manav's family. Instead they are insulted by Jagmohan's sister-in-law, brother, and the employees and endure hostile treatment. They were forced to sit and wait outside for 9 hours before being invited into the house, were forced to sit on a bench near a guard dog's cage, and were told that they should have made an appointment before coming to visit. When Jagmohan finally arrives at the scene, he too insults Tara Babu, which results in Tara Babu's slapping him across the face. Manav also arrives, and he rudely reprimands Tara Babu as well. Meanwhile Mansi, after witnessing Manav shout at her father, makes it clear to Manav that she wants nothing to do with him anymore. She and her father then leave the Mehta household deeply hurt and grieved.Mansi soon meets Vikrant Kapoor (Anil Kapoor), a successful and famous music producer/director, who happens to be a fan of Tara Babu's work. With the encouragement of her aunt Pradha, she arranges a three-year contract with Vikrant, and Mansi performs dance numbers and remixes of Tara Babu's songs as well as some of Vikrant's productions. She wins awards and becomes a sensation in India. In the meantime Vikrant starts to fall in love with Mansi. Matters are further complicated when Manav arrives to apologize to Mansi for what he and his family did, as she rejects him out of grief for how he treated her father. However, he tells her that he knows she still loves him, and that he will wait for her. Vikrant learns of what happened between Manav and Mansi, but he chooses to ignore it. He has a few encounters with Manav but takes them lightly.Vikrant proposes to Mansi soon afterwards, and her father and aunt encourage her to accept it, with the hope that it will help her forget about Manav. She accepts the proposal even though she is not in love with Vikrant. After winning an International MTV Award in Canada, she comes back to India to prepare for the marriage. In the meantime Jagmohan and Tara Babu patch things up after Jagmohan realizes his mistake.On the day of the marriage Manav arrives and tells Mansi that by marrying Vikrant when she loves Manav she is deceiving both him and herself, and that marriage is not a contract but a union of two souls; he reminds her that he loves her and will never stop waiting for her. Jagmohan also comes to the wedding with Manav and Tara Babu. Vikrant soon realizes, after seeing Mansi's reaction to seeing Manav, that she loves Manav. He assures her that the three of them can still be friends, and urges her to run to Manav. Jagmohan and Tara Babu give their blessings, and Manav and Mansi embrace. One of the last scenes shows everyone taking a family picture at the Mehta household after the wedding.",
    "chinese_title": "节奏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Taal",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-04T05:28:08"
}