{
    "aka": [
        "我们要去巴黎"
    ],
    "sid": "2220749",
    "cast": [
        {
            "url": "/celebrity/1153513/",
            "name": "Ray Ventura Ray Ventura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011171/",
            "name": "亨利·萨尔瓦多 Henri Salvador",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154801/",
            "name": "亨利·维尔伯特 Henri Vilbert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027949/",
            "name": "乔治·拉夫特 George Raft",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127279/",
            "name": "Fred Pasquali Fred Pasquali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119988/",
            "name": "Maryse Martin Maryse Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119239/",
            "name": "菲利浦·勒迈尔 Philippe Lemaire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107963/",
            "name": "让·埃贝 Jean Hébey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103137/",
            "name": "乔治斯·拉内 Georges Lannes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101000/",
            "name": "Simone Gerbier Simone Gerbier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100966/",
            "name": "亨利·热内斯 Henri Génès",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057245/",
            "name": "Nicolas Amato Nicolas Amato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057342/",
            "name": "弗朗索瓦·阿努尔 Françoise Arnoul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059323/",
            "name": "Georges Baconnet Georges Baconnet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063162/",
            "name": "夏尔·布约 Charles Bouillaud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074047/",
            "name": "马塞尔·沙尔韦 Marcel Charvey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076653/",
            "name": "Henri Charrett Henri Charrett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082705/",
            "name": "阿尔贝·迪瓦莱 Albert Duvaleix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084194/",
            "name": "马克斯·埃卢瓦 Max Elloy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089810/",
            "name": "Christian Duvaleix Christian Duvaleix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100478/",
            "name": "Lucien Guervil Lucien Guervil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045478/",
            "name": "玛蒂妮·卡洛 Martine Carol",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556629098.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012797/",
            "name": "让·布瓦耶 Jean Boyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156274/",
            "name": "Serge Véber Serge Véber",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0041702",
    "director": [
        {
            "url": "/celebrity/1012797/",
            "name": "让·布瓦耶 Jean Boyer",
            "@type": "Person"
        }
    ],
    "duration": "France: 93 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1950-02-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0041702/",
    "imdb_votes": 98,
    "this_title": [
        "Nous irons à Paris"
    ],
    "douban_link": "https://movie.douban.com/subject/2220749/",
    "imdb_rating": "7.0/10 from 98 users",
    "trans_title": [
        "巴黎歌侣",
        "我们要去巴黎"
    ],
    "douban_votes": "0",
    "introduction": "The phenomenal success of Nous irons à Paris (it attracted an audience of almost six million in France) suggests that it had latched onto the Zeitgeist, and in doing so reveals something about the psyche of the French nation at the start of the first decade after WWII, the dawn of a new era. A lively musical comedy, very much in the American mould but with an unmistakable Gallic feel to it, it is a film that marks a decisive break between the generations - the oldsters still stuck in the rut of post-war austerity, subservient to rules and regulations, resistant to change; the youngsters defiantly striking out to create a new world, where freedom, individuality and fulfilment are the guiding principles. It's the beginning of youth culture in France, and a prelude to the social upheavals and inter-generational conflict that would come over the following two decades, culminating in the near-revolution that was May 1968.Curiously, the film was not directed by a young firebrand but by an established director in his late forties, Jean Boyer. Since the early 1930s, Boyer had consistently turned out films (mostly comedies) with immense popular appeal, and his earlier musical La Romance de Paris (1941) had been one of the biggest hits of the Occupation era. In Nous irons à Paris, Boyer's most exuberant comedy, a musical icon of the inter-war years Ray Ventura (together with his orchestra) joins up with a host of talented newcomers - Françoise Arnoul, Philippe Lemaire and Henri Génès. If this happy bunch symbolises 'la nouvelle France', the France of yesteryear is represented by the powerless authoritarian Fred Pasquali, who ends up pulling a gun on his own daughter to get his own way!  Any resemblance to the unpopular French president of the time, Vincent Auriol, is of course purely coincidental.Unlike most French musicals of this era, this one succeeds in properly integrating the musical numbers into the narrative, rather than just throwing them in in a totally haphazard fashion. As a result, Nous irons à Paris flows naturally and never seems contrived, and the central plot idea - youngsters setting up their own radio station - was highly pertinent. At the time, the state-run company Radiodiffusion Française had exclusive rights to broadcast over the airwaves in France - all commercial and private stations were outlawed. When it began broadcasting in 1955, Europe 1 was a pirate radio station, operating from outside France. It wasn't until the 1970s that pirate radio took off in France, so Boyer's film was, to say the least, ahead of its time.In addition to Ventura and his band (who serve up some sprightly new numbers in between snatches of their biggest hits of the 1930s) Nous irons à Paris avails itself of the talents of some other notable performers of the time. Henri Salvador and the Peters Sisters are (literally) parachuted into the film for their big number, a jazzy showstopper which appears to have been entirely improvised. Hollywood's most recognisable gangster George Raft is waylaid later on in the film, playing himself in his usual hard-boiled manner (but with a soupçon of mischievous charm). And then, just when you least expect it, Martine Carole glides into view and tries out her seductive powers on the male members of the cast (let's hope Boyer had plenty of crashmats at his disposal). Enjoyable as these 'guest appearances' are, nothing can distract us from the gamine charms of Françoise Arnoul, who, having just been propelled to stardom via Willy Rozier's L'Épave (1949), was set to become one of the biggest names in French cinema in the 1950s. The film's popularity led Boyer to repeat the winning formula a few years later, Nous irons à Monte Carlo, with several members of the cast (notably Ventura, Génès and Lemaire) returning, in the company of another rising star, Audrey Hepburn.",
    "chinese_title": "巴黎歌侣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nous irons à Paris",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T02:44:15"
}