{
    "aka": [],
    "sid": "2221067",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1946",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899973440.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021536/",
            "name": "Alfred Lewis Levitt Alfred Lewis Levitt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0122226",
    "director": [
        {
            "url": "/celebrity/1073146/",
            "name": "亨利·卡蒂尔-布列松 Henri Cartier-Bresson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1946(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0122226/",
    "imdb_votes": 72,
    "this_title": [
        "Le Retour"
    ],
    "douban_link": "https://movie.douban.com/subject/2221067/",
    "imdb_rating": "7.1/10 from 72 users",
    "trans_title": [
        "还乡"
    ],
    "douban_votes": "0",
    "introduction": "In 1940 Henri Cartier Bresson was taken prisoner by the Germans, escapes at his third attempt in February 1943.In 1945 he Works as part of a team, photographs the Liberation of Paris and directs “Le Retour” (The Return), a documentary on the repatriation of prisoners of war and detainees.Le Retour is the story of the prisoners liberated from the Nazi concentration camps. This film footage of the expressions and reactions from prisoners at the time of their freedom is unforgettable. Included is the removal of the prisoners to temporary hospitals in Paris where they are reunited with family and friends. Also, an aireal view of bombed Germany which was presumed to be seen by the prisoners as they were being flown homeStaffProducer: Norma Rathner; Co-director: Richard Banks, Jerrold Krimsky; Script: Henri Cartier-Bresson; On-screen commentary: Claude Roy; Camera: Claude Renoir (letzte Szene auf Bahnhof); Editing: Henri Cartier-Bresson, Richard Banks; Technical consultant: Henri Cartier-Bresson; Music: Roger Lannoy; Orchestration: Roger Désormières",
    "chinese_title": "还乡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Retour",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T03:56:36"
}