{
    "aka": [],
    "sid": "2221073",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2917211614.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027374/",
            "name": "雅克·塔蒂 Jacques Tati",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0434953",
    "director": [
        {
            "url": "/celebrity/1027374/",
            "name": "雅克·塔蒂 Jacques Tati",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028400/",
            "name": "苏菲·塔蒂谢夫 Sophie Tatischeff",
            "@type": "Person"
        }
    ],
    "duration": "26分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1978(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0434953/",
    "imdb_votes": 437,
    "this_title": [
        "Forza Bastia"
    ],
    "douban_link": "https://movie.douban.com/subject/2221073/",
    "imdb_rating": "6.0/10 from 437 users",
    "trans_title": [
        "前进巴斯蒂亚"
    ],
    "douban_votes": "216",
    "introduction": "Arte french review (no english review available) :Avril 1978 : événement footballistique sans précédent, pour la première fois un club corse, Bastia en l’occurrence, parvient en finale d’une coupe d’Europe ; le match aller se jouera sur le stade de Furiani. Gilbert Trigano en parle à son ami le cinéaste Jacques Tati et lance l’idée que ce pourrait être l’occasion d’un film documentaire. Tati, toujours passionné de sport, accepte la proposition et organise le tournage du match aussi bien que des préparatifs de la fête. Pour des raisons diverses - météorologiques et sportives - l’événement tourne au fiasco. Le film ne voit pas le jour et ses rushes sont vite oubliés.C’est tout récemment et par hasard qu’ils ont été retrouvés dans un coin perdu de la cinémathèque régionale de Corse. Sophie Tatischeff , la fille de Jacques Tati, monteuse et réalisatrice elle-même décide aussitôt d’en entreprendre le montage.L’intérêt de « Forza Bastia » est double : le spectateur ordinaire, le simple amateur de cinéma, y verra, sans l’ombre d’un doute, « un film de Jacques Tati », inédit de surcroît.Et le cinéphile averti s’intéressera à cette exception qu’il constitue dans l’œuvre: le matériau filmique de base est objectivement documentaire ; mais il réussit à troubler les frontières du genre et fait basculer le film final dans le registre de la pure fiction. Il invente un genre nouveau : le burlesque documentaire. Le rire n’y est pas moindre, il est simplement plus direct. S’il y a exception, elle confirme la règle : Jacques Tati est décidément un très grand cinéaste. Un petit joyau donc, un moment de grand plaisir pour tous.",
    "chinese_title": "前进巴斯蒂亚",
    "douban_rating": "7.0/10 from 216 users",
    "foreign_title": "Forza Bastia",
    "imdb_rating_average": 6.0,
    "douban_rating_average": "7.0",
    "update_at": "2025-06-01T02:56:01"
}