{
    "aka": [],
    "sid": "22225811",
    "cast": [
        {
            "url": "/celebrity/1476951/",
            "name": "奥斯卡·皮斯托瑞斯 Oscar Pistorius",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476952/",
            "name": "瑞娃·斯廷坎普 Reeva Steenkamp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1898469372.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-03-11"
    ],
    "this_title": [
        "Oscar Pistorius: What Really Happened?"
    ],
    "douban_link": "https://movie.douban.com/subject/22225811/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Police say the death of Reeva Steenkamp was premeditated murder. The accused, her boyfriend Oscar Pistorius, says it was an innocent accident. A documentary team has been in Pretoria, South Africa, digging deeper into a death that shocked the world.Presented by Rick Edwards, who covered Pistorius's gold-medal winning, world record-breaking achievements at the London 2012 Paralympics, the programme features interviews with friends of both the victim and the accused. Aged 26, Oscar Pistorius is the poster boy of the Paralympics movement and his prosthetic lower legs have given him the nickname Blade Runner. So fast and powerful, he became the first the first double leg amputee to participate in the Olympics, competing in the 400m and 4x400m relay.But since that glorious summer, reports have emerged of a different side of Oscar Pistorius - involved in brawls and late night fracas. Observers note that when setting bail, the judge made it conditional that until he returns to court in June, Pistorius must not consume alcohol and will be randomly tested to ensure he complies.Featuring special 3-D graphics, sworn testimony and exclusive interviews, the film attempts to give the most complete picture yet of what may have happened in Oscar Pistorius's apartment in the early hours of February 14th.",
    "chinese_title": "Oscar Pistorius: What Really Happened?",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T10:15:48"
}