{
    "aka": [
        "The Little Mermaid"
    ],
    "sid": "2222708",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887296809.jpg",
    "region": [
        "Tschechoslowakei"
    ],
    "writer": [],
    "imdb_id": "tt2604834",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Deutsch"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2604834/",
    "this_title": [
        "die kleine meerjungfrau"
    ],
    "douban_link": "https://movie.douban.com/subject/2222708/",
    "trans_title": [
        "The Little Mermaid"
    ],
    "douban_votes": "0",
    "introduction": "Die kleine Meerjungfrau ist die jüngste und anmutigste der sechs Töchter des Meerkönigs. Sie hat, wie alle Meermenschen, keine Füße, sondern einen Fischschwanz. Sie besitzt als einzige die Marmorstatue eines Jünglings, welche im Meer versunken ist. Durch Erzählungen von der Oberfläche („Die Blumen duften und die Fische (=Vögel) singen wunderbar“) weckt ihre Großmutter weiter die Sehnsucht nach der Menschenwelt. Mit fünfzehn Jahren dürfen die Töchter nachts hinauf und am Strand liegen - die älteren Schwestern, welche früher dieses Alter erreichen, erzählen ihr Wunderdinge von der lärmenden beleuchteten Stadt, den Vögeln, dem Sonnenuntergang, Kindern und Eisbergen. Als sie endlich selbst das Alter erreicht, steigt sie empor und beobachtet die Matrosen auf einem Schiff - am besten gefällt ihr aber der Prinz mit den dunklen Augen, der gerade seinen sechzehnten Geburtstag feiert. Jedoch zieht ein Sturm auf, das Schiff sinkt, und die Meerjungfrau erinnert sich, dass Menschen nur tot auf den Meeresgrund gelangen können, und bringt den Prinzen an den Strand. Sie beobachtet, wie ein Mädchen ihn findet und ist traurig, dass sie sich anlächeln - der Prinz weiß schließlich nicht, wer ihn gerettet hat. Die Meerjungfrau findet heraus, wo das Schloss steht und besucht die Gegend immer wieder. Sie erfährt, dass die Meermenschen im Gegensatz zu den normalen Menschen keine Seele besitzen, die nach ihrem Tod in die Luft aufsteigt - die einzige Möglichkeit, eine solche zu erlangen, ist, von einem Menschen geliebt zu werden. So begibt sie sich zur Meerhexe, die sie bisher stets fürchtete, und lässt sich einen Trunk brauen, der ihr Beine wachsen lässt statt ihrem Fischschwanz. Die Verwandlung ist jedoch unumkehrbar - sie wird nie wieder zu ihrem Vater und ihren Schwestern zurückkehren können. Falls der Prinz sich nicht in sie verliebt, bekommt sie keine unsterbliche Seele und wird zu Schaum auf dem Meere werden. Außerdem muss sie ihre Stimme hergeben. Stumm trifft sie also den Prinzen und wird von ihm in sein Schloss geführt. Dort bleibt sie bei ihm, aber der Prinz liebt nur das unbekannte Mädchen, das er am Strand sah und für seine Retterin hält. Später stellt sich heraus, dieses Mädchen ist die Prinzessin des Nachbarkönigreiches, und der Prinz heiratet sie. Da der erste Sonnenstrahl nach seiner Hochzeitsnacht der kleinen Meerjungfrau den Tod bringen soll, geben ihre Schwestern ihr den Rat, den Prinzen zu töten: Das würde sie wieder in ein Meerwesen verwandeln und retten. Sie bringt es aber nicht fertig, springt ins Wasser und löst sich in Schaum auf. Dort stirbt sie jedoch nicht, sondern verwandelt sich in einen Luftgeist - die wiederum die Möglichkeit haben, durch Bemühen um gute Menschen eine unsterbliche Seele zu erlangen.",
    "chinese_title": "die kleine meerjungfrau",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-22T18:14:30"
}