{
    "aka": [],
    "sid": "2224950",
    "cast": [
        {
            "url": "/celebrity/1438484/",
            "name": "刘晓翠 Xiaocui Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439546/",
            "name": "韩梓庭 Ziting Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "　　第12届中国电影华表奖(2007)\n　　优秀故事片奖(提名)\n\n　　第8届中国长春电影节(2006)\n　　金鹿奖 最佳女主角(提名) 刘佳\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2467923779.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt11496572",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-06-26(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11496572/",
    "this_title": [
        "生死托付"
    ],
    "douban_link": "https://movie.douban.com/subject/2224950/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "三十八岁的李玲是某省医院血液科的一名主任，也是全省著名骨髓移植专家，前来求诊于李主任的，大多是徘徊在生死边缘的白血病患者.但在所有慕名而来的人中，也有像刚刚走出医学院大门的高材生江河.来李主任的血液科做实习医生，上班没几天时间，江河就被李主任高尚的医德所感动.为了抢救七岁的小美，李主任深夜才回宿舍休息，临回家前，李主任告诉当天值班医生有什么情况及时联系.第二天，当李主任来上班时，却得知小美已医治无效，离开了人世.小美的死让李主任很难过，也很生气.从这以后，李主任把自己的名片放在前台，前台护士和病人家属可以二十四小时与她联系.小美的死使得住在同一个病房的皮皮产生了恐惧心理.皮皮的爸爸回老家筹钱走后，将皮皮独自一人留在医院.为了消除皮皮的内心恐惧，李主任把他接到自己家住，时间长了，皮皮管李主任叫“李妈妈”.比起无法支付高额医疗费而放弃的病人来说，家明算是幸运的.但长时间的治疗却不见明显地好转，让家明几乎丧失了活下去的信心.在李主任的耐心劝导下，当家明亲眼看到十几年前被李主任治好的白血病患者湘湘拿着大学录取通知书，费尽周折找到李主任时，家明重新树立起与白血病做斗争的信心.同时受到鼓舞树立信心的，还有羊城晚报的记者叶小青.叶小青在体检中得知自己身患白血病，无法接受残酷的事实，更无法面对生命的继续.李玲坚持不懈的关慰，最终帮助叶小青逐渐树立起信心，积极配合李主任治疗，还以自己的报道为同病区的王老师募集到了医疗费用.中秋节快到了，就在皮皮即将错过最佳的治疗时机时，皮皮的爸爸带回来学校发动全县师生给皮皮的三万元捐款.在杯水车薪面前，医院领导没有同意李主任先治疗后还钱的方案.当皮皮的爸爸准备带着皮皮黯然离开时，一个公司的老板通过叶小青的报道知道这件事，主动负担起皮皮所有的医疗费用.李主任带着江河赶到火车站，接回了皮皮，中华骨髓库也打来电话说找到了叶小青的血液配型，更让人高兴的是，家明的病情经过治疗，身体已经得到明显的恢复和好转.看着病房里那些与白血病做着顽强斗争病人，李主任暗暗发誓，为了生命的延续，秉承医德，无愧于每一位患者对她的生死托付.精彩视点：本片根据全国劳动模范、白求恩奖章获得者优秀共产党员、广东省第二人民医院血液科主任王玲博士的先进事迹创作而成.影片围绕几位患者的病情展开，讲述了女主人公李玲医生在救死扶伤过程中的感人事迹.影片朴实的叙述风格、主演刘佳真实的表演，感动了无数的观众.导演高峰的主要作品有电影《秀女》、《浴血驼城》、《美丽家园》，电视电影《老油坊》、《审牛记》及电视剧《沙海天平》等，作品多次荣获“五个一工程奖”、“电视飞天奖”、“电影华表奖”、“电影频道数字电影百合奖”、“金箭奖”、“骏马奖”等奖项.主演刘佳因出演《任长霞》、《家有九凤》为观众所喜爱.本片中，刘佳准确地把握住了人物平凡中孕育伟大的性格，演员耿乐的出场也为本片赚取了年轻观众缘.",
    "chinese_title": "生死托付",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T07:11:38"
}