{
    "aka": [],
    "sid": "2225427",
    "cast": [
        {
            "url": "/celebrity/1028593/",
            "name": "Miguel Falabella Miguel Falabella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080705/",
            "name": "陶马图尔古·费雷拉 Taumaturgo Ferreira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093338/",
            "name": "布鲁诺·加尔西亚 Bruno Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125650/",
            "name": "Heitor Martinez Mello Heitor Martinez Mello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126411/",
            "name": "亚历桑德拉·内格里尼 Alessandra Negrini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119931/",
            "name": "Lúcio Mauro Lúcio Mauro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538216925.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1008190/",
            "name": "朱利奥·布雷萨内 Júlio Bressane",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0488515",
    "director": [
        {
            "url": "/celebrity/1008190/",
            "name": "朱利奥·布雷萨内 Júlio Bressane",
            "@type": "Person"
        }
    ],
    "duration": "116 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2007-09-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0488515/",
    "imdb_votes": 280,
    "this_title": [
        "Cleópatra"
    ],
    "douban_link": "https://movie.douban.com/subject/2225427/",
    "imdb_rating": "5.4/10 from 280 users",
    "trans_title": [
        "埃及艳后在巴西"
    ],
    "douban_votes": "0",
    "introduction": "剧情介绍：克丽奥佩特拉七世(公元前69年-前30年)是埃及托勒密王朝的末代女王，托勒密十一世之女，托勒密十二世狄奥尼索斯之姐姐和妻子，于公元前51年起开始掌握政权。公元前48年，依靠凯撒的力量，她从叙利亚重返埃及，执掌大权，而她也成为了凯撒的情妇。凯撒迷恋于她的美貌，并与她生下一子。但是凯撒回到 罗马之后，因为与议院的矛盾，被其私生子布鲁托斯等人刺杀。在其死后，其部将马克安东尼成为这位埃及艳后的情人，并且在其支持下与凯撒的侄子屋大维争夺执政官的权位。在公元前31年的阿克兴之战后，屋大维进军埃及，安东尼和克里奥派特拉相继自杀。幕后：本片翻拍自1963年同名电影，由伊丽莎白-泰勒主演，也是好莱坞历史上出名的票房毒药。电影故事情节取自罗马历史，凯撒和埃及艳后的故事无数次被搬上电影和电视萤幕，而这显然也不会成为最后一次尝试。朱丽奥-布雷桑这位巴西导演能够给这个老题材带来什么新元素，将成为本片看点。This Brazilian version of Cleopatra is noteworthy for its colorful tone, musical dialogues and tragic sentiment. Rather than focusing on Cleopatra as a femme fatal, this film depicts an intellectual, sensual, and ambitious queen. This film stands out for its theatrical structure achieved through minimal use of images frequently replaced by close-ups and abundant dialogue. The combination of dreamy imagery, reserved movements, and delicate music are also a major feature of this film.Julio Bressane, who was previously featured in earlier Jeonju International Film Festivals with his movies Days of Nietzche in Turin(2001) and Love Movie(2003), is again featured at the festival, with Cleopatra(2007). Cleopatra is an historic and timeless muse depicted in lots of art works by Vergilius, Plutarchos, Shakespeare, Corneille, Gautier, Andy Warhol, and Mankiewicz, who had Elizabeth Taylor play the role of Cleopatra in his film. Cleopatra is not an easy character to approach, but, as the director mentions, there has never been a Cleopatra who speaks Portuguese. The Cleopatra in Julio Bressane's film is not a bewitching lady who simply attracted Caesar and Antony, but a smart queen of Egypt who tied the Roman Empire to the destiny of Egypt. This movie frees itself from various legends and myths, and thus, focuses on the aspects of Cleopatra as successor of the Ptolemaic Dynasty and the last Pharaoh. Exotic interpretation of foreign history uniquely attracts audiences, as does the film's rhythmic flow and new language. The film's picturesque frames along with its theatrical dimensions and actions(within a mysterious and vague atmosphere) capture the essence of the surrounding erotic aesthetics.Julio Bressane was born in Rio de Janeiro in 1946. As an adolescent, he frequented the haunts of the nascent Cinema Novo. The Angel Was Born is received as a break with Cinema Novo. In 1970, he founds the production house Belair, whose activity is brusquely interrupted by the military dictatorship, which forces the founders into exile. He returns to Brazil in 1973. He has directed Face to Face (1967) and The Mandarin (1995).http://www.youtube.com/watch?v=TvsiRVtAYeU&feature=relatedhttp://eng.jiff.or.kr/02_program/FilmView.aspx?seq=374",
    "chinese_title": "埃及艳后在巴西",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cleópatra",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T17:07:30"
}