{
    "aka": [
        "One Swedish Summer"
    ],
    "sid": "2226488",
    "cast": [
        {
            "url": "/celebrity/1132909/",
            "name": "尤·佩特雷 Gio Petré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134897/",
            "name": "Anne Nord Anne Nord",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152538/",
            "name": "Thomas Ungewitter Thomas Ungewitter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153316/",
            "name": "Ulf Tistam Ulf Tistam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128444/",
            "name": "Lillemor Ohlsson Lillemor Ohlsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123269/",
            "name": "Sten Sture Modéen Sten Sture Modéen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117450/",
            "name": "比耶·马尔姆斯滕 Birger Malmsten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110589/",
            "name": "Willy Koblanck Willy Koblanck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099988/",
            "name": "Hans Gustafsson Hans Gustafsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090776/",
            "name": "Gunbritt Öhrström Gunbritt Öhrström",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087511/",
            "name": "Charlie Elvegård Charlie Elvegård",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076214/",
            "name": "古德龙·布罗斯特 Gudrun Brost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051401/",
            "name": "芭布洛·约尔特·阿夫·奥纳斯 Barbro Hiort af Ornäs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168175/",
            "name": "Chris Wahlström Chris Wahlström",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628088817.jpg",
    "region": [
        "瑞典",
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1146029/",
            "name": "Gustav Sandgren Gustav Sandgren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108152/",
            "name": "Gunnar Höglund Gunnar Höglund",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0062619",
    "director": [
        {
            "url": "/celebrity/1130220/",
            "name": "乌尔夫·帕姆 Ulf Palme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108152/",
            "name": "Gunnar Höglund Gunnar Höglund",
            "@type": "Person"
        }
    ],
    "duration": "105 分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "1968-11-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0062619/",
    "imdb_votes": 176,
    "this_title": [
        "...som havets nakna vind"
    ],
    "douban_link": "https://movie.douban.com/subject/2226488/",
    "imdb_rating": "4.0/10 from 176 users",
    "trans_title": [
        "一个瑞典的夏天",
        "One Swedish Summer"
    ],
    "douban_votes": "0",
    "introduction": "\"One Swedish Summer\" (U.S. release subject) is a forgotten jewel from the days whenever competent administrators were during the helm of exploitation movies, and even though an interesting seeing knowledge, it additionally acts to show only exactly how pedestrian and thoughtless these types of movies have become lately, presuming these types of films are even nevertheless getting created.A good looking younger male classical violinist experiences his sexual awakening one summer time whenever a trio of Nordic beauties trips to his hometown, which is out in the middle of the Swedish nowhere, which, of program, is the good reason why every person swims nude. Anyhow, the boy's house life is just a little stifling, as his mother along with other female family members (his father is dead, hence he is the sole male in the house) have a tendency to smother him. In an early world, he gets up from his sleep entirely naked and stands right in front of his senior relatives in order to show he is a grown man, and then his teenage sister comes dancing into the space along with her transistor radio squeezed to her ear, but upon seeing her brother's nudity she forgets the music and develops a severe lust for him. He then has an intimate encounter with a feminine by the sea in the rocks as his additionally nude sis watches with evident jealousy. Days later on, swimming nude again, he runs smack dab into the Nordic trio of cuties, most of whom, as we see through flashbacks, have developed odd intimate hangups, one of whom being raped by a priest which causes her to re-enact the scenario for pleasure again and again, and ultimately does so with the hero, in a perverse scene that is quite out of place within this otherwise conservative yet butt-naked-flesh-everywhere film. Ultimately, the sister's lust boils over together with siblings are near to giving in to desire.\"One Swedish summertime\" boasts breathtaking location photography in addition to exquisitely gorgeous songs regarding the soundtrack, a combination of classical baroque and late 60's Europop. This is contrasted with close-up shots of feminine pubic regions, full-frontal male nudity, and several brushes with themes of voyeurism and sadomasochism. The cast is specifically good, with lead sibling and sister Hans Gustafsson and Lillemor Ohlson playing their particular functions with much verve, and Swedish exploitation kitten Gio Petre is on hand, generally topless, in a small number of scenes. The movie operates about ten minutes too very long, but if you would like to see a high-class production that deals with mature themes, you will thoroughly enjoy \"One Swedish Summer\", and looking at the film will possibly help you become yearn for your summers gone by.",
    "chinese_title": "一个瑞典的夏天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "...som havets nakna vind",
    "imdb_rating_average": 4.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T01:57:45"
}