{
    "aka": [
        "Cinderella"
    ],
    "sid": "2228601",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1922",
    "genre": [
        "动画",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867445144.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016750/",
            "name": "雅各布·格林 Jacob Grimm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100669/",
            "name": "威廉·格林 Wilhelm Grimm",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0158472",
    "director": [
        {
            "url": "/celebrity/1019443/",
            "name": "洛特·赖尼格 Lotte Reiniger",
            "@type": "Person"
        }
    ],
    "duration": "13分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0158472/",
    "imdb_votes": 441,
    "this_title": [
        "Aschenputtel"
    ],
    "douban_link": "https://movie.douban.com/subject/2228601/",
    "imdb_rating": "6.9/10 from 441 users",
    "trans_title": [
        "灰姑娘",
        "Cinderella"
    ],
    "douban_votes": "100",
    "introduction": "For those unaware of Reiniger or her prolific output, it should be immediately noted that not only was she a distinctive filmmaker but also a pioneering one. The earliest short on this collection, a version of Cinderella from 1922, describes itself as being “told by a pair of scissors on a screen” and this is exactly how she worked. Reiniger’s films were all made in a singular silhouette style: intricately designed figures delicately animated against simple backgrounds to retell popular and much-loved stories, predominantly fairy tales as this collection suggests. As well as Cinderella we also find Thumbelina, Puss in Boots, Hansel and Gretel, Jack and the Beanstalk and so on, the tales of Brothers Grimm intermingling with the tales from the One Thousand and One Nights. Yet interestingly her technique and style came effectively fully-formed. New technologies would see her films move from silent to sound and from black and white to occasional colour, yet the basic ingredients never once change. Compare the 1922 Cinderella with the 1954 version also included on this set and you’ll see how much the two resemble each other in their briskness of pace, their fundamental character designs and their overall charm – only the fact that the latter was made for US television suggests why some of the more grotesque elements have been toned down. (As a complete contrast note the extreme differences between the two versions of Cinderella found on Disney’s now deleted two-disc special edition, the first also made in 1922, the latter being the 1949 feature; other than the source and the Disney name on both there really is only the bare minimum to connect the two.)",
    "chinese_title": "灰姑娘",
    "douban_rating": "7.9/10 from 100 users",
    "foreign_title": "Aschenputtel",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-15T04:15:34"
}