{
    "aka": [
        "Oh Iran!"
    ],
    "sid": "2228527",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "伊朗"
    ],
    "writer": [
        {
            "url": "/celebrity/1298824/",
            "name": "纳塞勒·泰格伊 Naser Taghvai",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0121973",
    "director": [
        {
            "url": "/celebrity/1298824/",
            "name": "纳塞勒·泰格伊 Naser Taghvai",
            "@type": "Person"
        }
    ],
    "duration": "115 分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "1990"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0121973/",
    "imdb_votes": 408,
    "this_title": [
        "ei iran"
    ],
    "douban_link": "https://movie.douban.com/subject/2228527/",
    "imdb_rating": "6.6/10 from 408 users",
    "trans_title": [
        "Oh Iran!"
    ],
    "douban_votes": "0",
    "introduction": "O IranWith the first stirrings of the revolutionary movement in 1979, Sergeant Makvandi is assigned as the chief of the gendarmerie station in the small town of Masule. His rough and despotic treatment of his subordinates and the townspeople, makes the people go on strike, and Makvandi autocratically proclaims a curfew in the town. A number of people including the town dentist, forge an official letter in which they claim Makvandi has been promoted to the rank of a lieutenant. Makvandi asks the music teacher in the school where his son is enrolled, to teach the school children to sing the royal anthem during the celebrations arranged on the occasion of his promotion. The teacher refuses, and is arrested and tortured. Later, however, the music teacher is released with the mediation of the school principal. Subsequently it is agreed that the children will sing the national anthem during the celebration. On the appointed day, the celebration is disrupted when people receive news of Shah's flight from the countryWriter Nasser TaghvaiCamera Mahmoud KalariEditor Abbas GanjaviCast Akbar Abdi,Hossein Sarshar,Hamid Jebelli, Purandokht Moheiman,Soraya Hekmat, Mehran Mohammadi, Mohammad Varshochi, Kamran Ali Foyuzat,Hossein Lotfi,Hossein Nik'khu,Hossein Hosseinzadeh,Asghar Bichareh,Rahim BaghaiProducer Nasser Taghvai et Mohammad-Ali Soltanzadeh",
    "chinese_title": "ei iran",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T08:56:20"
}