{
    "aka": [
        "Dokugan-ryu Masamune",
        "独眼竜政宗"
    ],
    "sid": "2228827",
    "cast": [
        {
            "url": "/celebrity/1027181/",
            "name": "渡边谦 Ken Watanabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002261/",
            "name": "樱田淳子 Junko Sakurada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008191/",
            "name": "三浦友和 Tomokazu Miura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016938/",
            "name": "岩下志麻 Shima Iwashita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037923/",
            "name": "久保明 Akira Kubo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042884/",
            "name": "高岛政宏 Masahiro Takashima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016891/",
            "name": "八千草薰 Kaoru Yachigusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037635/",
            "name": "樋口可南子 Kanako Higuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032754/",
            "name": "原田芳雄 Yoshio Harada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036986/",
            "name": "胜新太郎 Shintarô Katsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027879/",
            "name": "真田广之 Hiroyuki Sanada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054279/",
            "name": "石桥莲司 Renji Ishibashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145110/",
            "name": "龙雷太 Raita Ryû",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047268/",
            "name": "野村宏伸 Hironobu Nomura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019745/",
            "name": "泽口靖子 Yasuko Sawaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033794/",
            "name": "北大路欣也 Kinya Kitaoji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011473/",
            "name": "长塚京三 Kyozo Nagatsuka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033105/",
            "name": "奥田瑛二 Eiji Okuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016987/",
            "name": "津川雅彦 Masahiko Tsugawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048608/",
            "name": "渡部笃郎 Atsuro Watabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023929/",
            "name": "秋吉久美子 Kumiko Akiyoshi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001098/",
            "name": "后藤久美子 Kumiko Goto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024096/",
            "name": "坂上香织 Kaori Sakagami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313293/",
            "name": "野川由美子 Yumiko Nogawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051745/",
            "name": "竹下景子 Keiko Takeshita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025655/",
            "name": "阵内孝则 Takanori Jinnai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043004/",
            "name": "平田满 Mitsuru Hirata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042740/",
            "name": "寺田农 Minori Terada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025938/",
            "name": "小野武彦 Takehiko Ono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020749/",
            "name": "鹫尾真知子 Machiko Washio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330512/",
            "name": "草野康太 Kouta Kusano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157709/",
            "name": "辻村真人 Mahito Tsujimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495061/",
            "name": "清水干生 Mikio Shimizu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224944/",
            "name": "冴场都梦 Ryuji Mizumoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024827/",
            "name": "佐野量子 Ryoko Sano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1576816/",
            "name": "长谷川真弓 Mayu Hasegawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情",
        "爱情",
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509567929.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1123925/",
            "name": "三木詹姆斯 Jêmusu Miki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0399960",
    "director": [
        {
            "url": "/celebrity/1337127/",
            "name": "吉村芳之 Yoshiyuki Yoshimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1559638/",
            "name": "樋口昌弘 Masahiro Higuchi",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "50",
    "language": [
        "日语"
    ],
    "playdate": [
        "1987-01-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0399960/",
    "imdb_votes": 59,
    "this_title": [
        "独眼竜政宗"
    ],
    "douban_link": "https://movie.douban.com/subject/2228827/",
    "imdb_rating": "8.0/10 from 59 users",
    "trans_title": [
        "独眼龙政宗",
        "Dokugan-ryu Masamune",
        "独眼竜政宗"
    ],
    "douban_votes": "884",
    "introduction": "Disc1第一回「誕生」1月4日放送永禄八年（1565）、伊達家の当主・輝宗に最上義守の娘・義姫が嫁いできた。義姫は、東館に迎えられ、お東の方と呼ばれた。永禄十年（1567）八月三日、嫡男が誕生し、輝宗は「梵天丸」と命名。梵天丸は五歳の時、天然痘に倒れ右目の光を失ってしまう。第二回「不動明王」1月11日放送輝宗は、名僧・虎哉宗乙を梵天丸の学問の師に招く。ある日、梵天丸は傅役・喜多と訪れた寺で、不動明王はなぜ怖い顔をしているのかと訊ねた。そこで虎哉から、外見と異なり慈悲深い仏であると聞き、「梵天丸もかくありたい」と呟いた。第三回「親ごころ」1月18日放送輝宗は、時の流れを見つめた外交的手腕を発揮していた。天正二年（1574）正月、最上家で内乱が起こる。父や実の兄弟の争いに、お東は心を痛めた。そして、さらに心を傷つけられることが起る。家臣たちが、喜多を輝宗の側室にしようと画策したのだ…。第四回「元服」1月25日放送天正四年（1576）、梵天丸の弟・竺丸が誕生。お東は、輝宗に自分の乳で育てたいと言い、竺丸を寵愛した。天正五年（1577）十一月十五日、梵天丸の元服のxが執り行われ、名を藤次郎政宗と改める。お東から水晶の数珠を贈られ、母だと思い大切にすると誓う。Disc2第五回「愛姫」2月1日放送天正七年（1579）十一月、三春の城主・田村清顕の息女・愛姫が藤次郎のもとに嫁いできた。藤次郎は数え年十三歳、愛姫は十一歳。愛姫の傅役となった喜多は、愛姫を伊達の水になじませようと心を砕くが、田村家から同行してきた侍女が、姫への接触を拒み続ける。第六回「侍女成敗」2月8日放送田村家の侍女・村岡が「藤次郎君には、ことのほか凡愚にて主君の器にあらず…」と記した密書を三春に向けて放った。その密書を奪還した喜多が村岡らを問い詰めると、突然、侍女が喜多に襲いかかった。喜多は身をかわし、村岡たちを斬り捨てた。第七回「初陣」2月15日放送伊達家の護神に戦勝祈願をし相馬に向かった藤次郎は、小十郎らと勇敢に戦うが、初陣首を狙われかねない無謀な戦いに、輝宗から「大将は最後まで生きのびるのがつとめ、ときに臆病でなくてはならない」と厳しく諭される。この年の六月、織田信長が死去した。第八回「若武者」2月22日放送本能寺の変は、東北の大名たちにも衝撃を与えた。若武者・藤次郎は、「信長のように生きてみたい」と天下への夢を見る。その頃、譜代の家臣たちがお東と結びつき不穏な動きを見せた。輝宗は、お家分裂の危機に隠居を決意。藤次郎に家督を継がせた。Disc 3第九回「野望」3月1日放送天正十二年（1584）十月、藤次郎政宗は伊達家十七代当主となる。側衆には伊達成実、片倉小十郎、鬼庭綱元らが選ばれ、家中の若返りが図られた。そして若干十九歳の政宗は、東北で最大最強の芦名に敢然と戦いを挑んだ。政宗の器量を問う合戦であった。第十回「男の器量」3月8日放送天正十三年（1585）五月、伊達軍は会津国境の檜原峠から芦名領へ攻め入るが、敵城・大塩城の守備は固く、戦況はおぼつかなかった。小十郎の進言で、政宗は兵を米沢へ一旦引き揚げた。八月、政宗は田村家の協力も得て、再び小浜城の大内討伐に向った…。第十一回「八百人斬り」3月15日放送戦いの火蓋は、小手森城で切って落とされた。大内定綱は会津と二本松に援軍を求め、持久戦の構えであったが、成実の働きで戦局は一転、小手森城は陥落。定綱が逃げたと知った政宗は激怒。籠城していた八百人の大内勢を皆殺しにして震え上がらせた。第十二回「輝宗無残」3月22日放送父・輝宗は、政宗に二本松の畠山義継との和睦を強く勧めた。政宗は、侘びを不服とし、領土の大半と一子を人質に差し出せと言い渡す。義継はお礼言上と称して政宗に面会を求めるが、拒否されると宮ノ森城の輝宗に拝謁を求め、心を許した輝宗を人質にとって二本松に連れ去ろうとした…。Disc 4第十三回「人取橋」3月29日放送政宗は、父の葬儀を盛大に執り行った。そんな折、二本松城に異変が起きる。佐竹、芦名ら南奥州の大名が二本松城救援のため三万の連合軍を組織。政宗は観音堂山に陣を取り、人取橋で連合軍と対峙。この伊達の存亡をかけた戦いに、政宗は勝利する。第十四回「勝ち名乗り」4月5日放送三万の連合軍を撃退した十九歳の政宗も、冬の二本松城には手も足も出なかった。政宗は、物資補給路を遮断。七月十六日、遂に二本松城を無血開城させる。塩松郡と二本松領を手中にした政宗は、仙道筋の全てを支配。初めての領土仕置きを行った。第十五回「めごとねこ」4月12日放送天正十四年（1586）十月、愛姫の父・田村清顕が死去。愛姫の子を後継ぎに迎える約束の田村家は、権勢を夫人が握り、相馬に接近。愛姫は自分が懐妊しないのが原因と悩む。そんな折、家臣・飯坂宗康の娘「ねこ」が、政宗の最初の側室となる。第十六回「南北の敵」4月19日放送天正十五年（1587）、春。米沢の北、長井ノ庄で内乱が起った。政宗は直ちに鮎貝城に兵を出し、謀反を封じた。続いて大崎で内乱が起き、政宗は大崎への出兵を決行するが、家臣・黒川月舟斎の裏切りで軍勢は総崩れとなり、南北の脅威にさらされる。Disc 5第十七回「宮仕え」4月26日放送泉田重光が人質となり山形城に預けられた。その頃、成実が大内定綱の軍勢を打ち破る。ところが定綱は伊達に奉公したいと、政宗に拝謁。政宗は、定綱を召し抱える。天正十六年（1588）五月、政宗は小手森城を攻略し石川弾正を追放。田村領へ進軍し仙道を南下した。第十八回「お東、居座る」5月3日放送政宗は、母・お東に最上との仲介を求めた。だが和睦の交渉はこじれた。両軍は国境の中山峠をはさんで睨みあう。その峠に、甲冑に身を固めたお東が和睦を求め座り込んだ。義光は上杉勢が領内に攻め入ったことで和睦し、泉田重光は解放された。第十九回「大移動」5月10日放送政宗は奥州平定を急いだ。芦名討伐に向け、まず相馬を打ち砕くと、成実と小十郎隊を猪苗代へ進軍させ、本隊は南の芦名城へ進撃。しかし、突然進路を変え、六月四日、一万五千の大軍を率いて猪苗代湖の東岸を北上し、成実らと合流した。第二十回「決戦、摺上原」5月17日放送天正十七年（1589）六月五日、摺上原で政宗が率いる伊達軍と芦名軍が激突した。芦名軍は、家内の内紛から足並みが揃わず、戦いは伊達軍の圧勝で終わった。奥州の名門・芦名家は滅亡。この時から昇り竜の如き勢いの政宗は、独眼竜政宗と呼ばれた。Disc 6第二十一回「修羅の母」5月24日放送天正十八年（1590）の初め、秀吉は北条氏討伐の軍令を発し、政宗にも参陣を促した。これを政宗は拒絶。お家安泰を願うお東と老臣たちは、政宗の蟄居を画策。お東は、義光に「政宗の首を関白に献上いたすのじゃ」と、政宗暗殺を強く勧められ苦悩する…。第二十二回「弟を斬る」5月31日放送政宗は遂に参陣を決意、あいさつにお東をたずねた。祝いの膳に舌鼓を打つが、突然に吐き気をともなってのた打ち回る。毒がもられていたのだ…。一命を取りとめた政宗は、苦悩の末、小次郎を謀反者として成敗。お東は、義光のもとに落ち延びた。第二十三回「小田原へ」6月7日放送政宗が最上の動きを牽制し、越後から信濃路をたどり、小田原を目指した時、すでに秀吉は小田原城を二十二万の軍勢で包囲し終えていた。小田原参陣に遅れた政宗は、白かたびらに水引の元結、まさに死装束で秀吉のもとへ参上するのであった…。第二十四回「天下人」6月14日放送秀吉は、政宗の「打首覚悟で参上しました！」との言葉に、「運のよい奴よ…」と、満足そうに微笑んだ。かくして、政宗には何のおとがめもなかったが、会津領土を失うことに。政宗は「秀吉は五十四歳、俺は二十四歳…」と、時節の到来を待つ覚悟をする。Disc 7第二十五回「人質、めご」6月21日放送秀吉は仕置きを行うと同時に、検地、刀狩りを実施。政宗には、愛姫を人質として差し出すよう命じる。愛姫は「伊達家の安泰を…」と、喜多を伴なって上洛。この頃、東北では一揆が勃発。秀吉は「蒲生氏郷とともに一揆を鎮圧せよ」と政宗に命じた。第二十六回「絶体絶命」6月28日放送伊達の家臣・須田伯耆が寝返って、政宗が一揆勢に与えた直筆を氏郷に持参。政宗謀反の報告は、秀吉のもとにも届いた。政宗は秀吉に上洛を命じられ京へ旅立つ。今度こそは首をはねられる…、関白・秀吉の強大な権力の前に、政宗は絶体絶命であった。第二十七回「黄金の十字架」7月5日放送清洲城で秀吉に拝謁した政宗は「密書に記された鶺鴒をかたどった花押には眼孔がない。本物ならば目に針の穴をあけてある」と申し開きをする。秀吉は、なるほど…政宗逆心の疑いは晴れた、と許す。上洛の命を受けた政宗は白装束に金の磔柱をかついで、京を行進して参上。秀吉は上機嫌で迎えた。Disc 8第二十八回「知恵くらべ」7月12日放送天正十九年（1591）、政宗は、朝廷から従四位下の官位を授かる。しかし、会津の所領は召し上げとされた。再び勃発した大崎、葛西地方の一揆討伐に向かう政宗に、家臣らは、これぞ天下を取る好機と迫る。政宗と秀吉の知恵くらべが始まる…。第二十九回「左遷」7月19日放送政宗は、一揆を完全鎮圧するが、大崎、葛西への国替えを命じられる。家康は、新しい領地は、東には海が開け、西には豊かな金山がある。富は海からも山からも無尽蔵だ。決して左遷ではない、と政宗を諭して、岩手沢城を居城とするように勧めた。第三十回「伊達者」7月26日放送文禄元年（1592）、政宗は朝鮮出陣の命を受け、軍勢を率いて上洛。九州勢から朝鮮遠征は始まった。政宗は、三千の兵を三万に見せようと、伊達勢の軍装を飾り立てた。その絢爛華麗ないでたちに、出陣を見送る町衆たちは「これぞ伊達者よ」と賛辞した…。第三十一回「子宝」8月2日放送伊達勢は、肥前・名護屋城での足止めが長引いた。文禄二年（1593）四月、釜山に上陸するが、遠征軍は各地で敗北を喫していた。伊達勢も苦しく壮烈な戦闘が続いた。その頃、淀君が男子を産む。秀吉は鶴松の生まれ変りと喜び、遠征軍の撤退を決定する。Disc 9第三十二回「秀次失脚」8月9日放送政宗は、京で愛姫や娘・五郎八（いろは）と過ごしていた。文禄四年（1595）二月、蒲生氏郷が毒殺された。奥州三将を頼る秀次と親交を深めていたことが原因と噂された。三成のざん言に惑わされた秀吉は、秀次を高野山へ蟄居、最上義光の末娘・駒姫を処刑してしまう。第三十三回「濡れ衣」8月16日放送秀次事件で義光は謹慎、浅野長政は蟄居、政宗にも上洛の命が下った。政宗は、濡れ衣だと申し開きをするが、流罪の沙汰が下る。政宗は、無念の思いを愛姫に伝えた。そんなある夜、徳川屋敷の門前に立てられた奇怪な高札で、事態は一転する…。第三十四回「太閤の死」8月23日放送慶長元年（1596）十二月、伏見城の城普請が完成。政宗が従四位下右近衛権少将に叙せられた祝宴の席上で、秀吉は倒れ病の床につく。三成が秀吉亡き後の布石を打つ中、秀吉は秀頼への力添えを政宗に頼んだ。慶長三年（1598）夏、家康と利家に後を託し死去する。第三十五回「成実失踪」8月30日放送秀吉の死後、三成と家康が、奥羽の盟主・政宗をめぐって天下の綱引きを始めた。そんな中、出奔していた成実が帰参の勧告に応じず再び失踪。政宗は、成実の居城の召し上げを決断。しかし、成実の妻子は城の引き渡しを拒んで自害してしまう…。Disc 10第三十六回「天下分け目」9月6日放送事実上、最高権力者となった家康は、上杉討伐を決断。先陣を命じられた政宗は、千代（のちの仙台）に近い北ノ目城を本陣とし、上杉勢への猛攻撃を開始。京では、三成が反徳川勢を結集して挙兵…。天下分け目の関ヶ原の戦いが始まろうとしていた。第三十七回「幻の百万石」9月13日放送上杉勢と戦っていた政宗が、東軍の勝利を知ったのは、関ヶ原の戦いが終わって半月後であった。三成が処刑された頃、奥羽の地でさらなる戦いを繰りひろげていた政宗は、家康と交わした百万石の念書を胸に、新しい城普請の夢を広げていた…。第三十八回「仙台築城」9月20日放送慶長六年（1601）十月、伏見城に上洛した政宗は、帰国を固く禁じられた。慶長七年（1602）、家康は徳川体制を天下に誇示するために、江戸城の周りに大名屋敷をつくり始めた。夢にまで見た千代城を完成させた政宗だが、家康の命に服して江戸に下ることになる。第三十九回「五郎八、嫁ぐ」9月27日放送政宗は、千代を仙台と改めた。山形の最上家の悲運とは対照的に、伊達家では、五郎八と忠輝の婚礼。そして家康の一姫と虎菊丸の縁組みと興隆を極めた。政宗は、江戸では積極的に儀礼交換や外交につとめ、仙台では国作りとその経営に没頭した。Disc 11第四十回「大船造り」10月4日放送政宗は、宣教師ルイス・ソテロに仙台での布教を認める。狙いは、南蛮との交易であった。そんなある日、忠輝の家老・大久保長安から、天主教の入信帳という妖しげな連判状を見せられる…。政宗は家康から南蛮船建造の許しを得るが、連判状が露見する。第四十一回「海外雄飛」10月11日放送南蛮船が完成し、政宗は仙台城で南蛮使節団を発表。乗組員は、ソテロや支倉常長ら総勢百八十六名。常長には、イスパニア艦隊を大坂に呼び寄せる密命が託された。慶長十八年（1613）九月、サン・ファン・バウティスタ号は政宗の夢を乗せて月ノ浦を出港した。第四十二回「大坂攻め」10月18日放送慶長十九年（1614）、政宗は、忠輝の越後高田城の城普請を見守り、家康の信用回復に努めていた。その頃、真田幸村ら武闘派が主導権を握った豊臣方が、家康の画策にのって戦闘態勢に入った…。十一月十九日、遂に大坂冬の陣の火蓋が切って落とされた。第四十三回「ねこ、宇和島へ」10月25日放送秀頼と淀君は、家康の講和条件を受け入れた。徳川方は、大坂城の堀を埋め始めた。家康は政宗の長男・秀宗を十万石の大名に取り立て、伊予宇和島を所領配分した。猫御前は不服であったが、宇和島藩十万石の創立のためと、海路、宇和島に向かう。Disc 12第四十四回「大坂夏の陣」11月1日放送家康は秀頼に伊勢への転封を命じた。秀頼はこれを拒み、再び決戦を辞さぬ構えを見せた。徳川勢は、堺を手中に納め大坂への武器弾薬の補給路を断った。淀君は徳川勢が三万五千の大軍と知り、和睦の方法を探るが、時は遅く大坂夏の陣が始まった。第四十五回「ふたりの父」11月8日放送政宗の諌言で大御所のご機嫌伺いに赴いた忠輝は、父・家康に不満の数々をぶつけた。政宗の力添えで、忠輝は禁中に参内し、しかるべき勲位を授かることになるが、この大事を忠輝は破ってしまう。家康に婿の父として詫びに赴いた政宗であったが…。第四十六回「離縁状」11月15日放送もはや戦国の世は終わった。白石城の片倉小十郎景綱は、伊達家の将来を案じながらこの世を去った。その頃、江戸・伊達屋敷の五郎八は、夫の命を救う術として、忠輝との離別を覚悟する。それは、伊達と松平を切り離そうとする幕府の狙いでもあった…。第四十七回「天下の副将軍」11月22日日放送忠輝が手討ち覚悟で父・家康を見舞いに駿府へ赴く。家康は、会いたくても会えぬと涙を浮かべた。そして政宗に「天下の副将軍として、秀忠を助けて欲しい」と頼み、元和二年（1616）四月十七日、眠るようにこの世を去った。政宗は副将軍として采配を振るうことになる。Disc 13第四十八回「伊達流へそ曲がり」11月29日放送元和二年（1616）夏、幕府の仙台藩討伐の動きがある中、将軍・秀忠の姪・振姫と忠宗の縁組み話が舞い込む。しかし政宗は、振姫では不服と開き直る。秀忠は振姫を養女とした。政宗は「これぞ伊達流へそ曲がり術の極意じゃ」と、ご機嫌であった…。第四十九回「母恋い」12月6日放送東北の名門最上家に、幕府は改易の断を下し、山形城召し上げの名代を政宗に命じた。成実の率いる大軍によって、引き渡しは何の障害もなく行われた。政宗は、母・保春院を仙台に引き取ろうとするが、最上家の復興を願う保春院は仙台入りを拒む。最終回「大往生」12月13日放送副将軍・政宗の地位は揺るぎないものとなった。寛永二年（1625）、忠宗に家督を譲り、人生を享楽する日々を送る。しかし、身体は病にむしばまれ、寛永十三年（1636）五月二十四日、「画像にも木像にも両眼を入れさせよ…せめて来世では愛を両眼で見たい」と言い残して、江戸・伊達屋敷で大往生を遂げる。享年七十歳であった。",
    "chinese_title": "独眼龙政宗",
    "douban_rating": "8.7/10 from 884 users",
    "foreign_title": "独眼竜政宗",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.7",
    "update_at": "2025-05-06T09:14:12"
}