{
    "aka": [],
    "sid": "2238366",
    "cast": [
        {
            "url": "/celebrity/1318144/",
            "name": "马兰 Lan Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375333/",
            "name": "王国荣 Guorong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375334/",
            "name": "周世宗 Shizong Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275898/",
            "name": "黄宗洛 Zongluo Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316229/",
            "name": "宁晓志 Xiaozhi Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322609/",
            "name": "张英 Ying Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409474/",
            "name": "吴志远 Zhiyuan Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411465/",
            "name": "张辉 Hui Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371980/",
            "name": "黄小立 Xiaoli Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406423/",
            "name": "王毓琴 Yuqin Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448662/",
            "name": "韩军 Jun Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448660/",
            "name": "尹达 Da Yin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406424/",
            "name": "宋世英 Shiying Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406425/",
            "name": "杨军生 Junsheng Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549247097.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1375335/",
            "name": "顾尔镡 Ertan Gu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375336/",
            "name": "王冠亚 Guanya Wang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3822344",
    "director": [
        {
            "url": "/celebrity/1336925/",
            "name": "金继武 Jiwu Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336926/",
            "name": "葛晓英 Xiaoying Ge",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "15",
    "language": [
        "汉语普通话",
        "安徽方言"
    ],
    "playdate": [
        "1988-03-11(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3822344/",
    "this_title": [
        "严凤英"
    ],
    "douban_link": "https://movie.douban.com/subject/2238366/",
    "trans_title": [
        ""
    ],
    "douban_votes": "469",
    "introduction": "这是一部根据真人真事创作的艺术人物传记电视连续剧。它反映了杰出的黄梅戏表演艺术家严凤英的坎坷一生。全剧分三大部分：一是童年，严风英所受的艺术启蒙和经受的苦难生活的磨练；二是艺术生涯，写严凤英的自强不息，她的爱戏如命的进取心，她的两次艺术高峰；三是“文革”中她的宁折不弯，直至被夺去宝贵的生命。该剧获第八届全国优秀电视剧飞天奖连续剧一等奖、优秀女主角奖，第六届《大众电视》金鹰奖最佳女主角奖。第一集严凤英的爷爷严启纯和小奶奶在安庆城里开小客店，抱养了男孩思明，以后又从孤儿院领了丁小妹做媳妇，生下鸿六（严凤英），小奶奶能唱一口好听的茶歌，茶歌可说是严凤英一生事业的启蒙。1938年，鸿六8岁，日本鬼子打进安徽，严启纯带全家回老家罗家岭。祠堂户尊不愿接纳小奶奶和思明夫妇入祠续谱，偏偏小妹又生了个女孩。户尊强行决定让隔房的德邻夫妇带儿子鸿宝过继到严启纯名下，丁小妹受不了打击，抱婴儿离开了罗家岭，思明为寻小妹也离家走了，鸿六失去了亲生父母。第二集德邻大妈待鸿六象亲生女儿，鸿宝和鸿六一起上山砍柴，一群伢子堵住他俩要对广迷，双方扭打起来，鸿六决心学对广谜，德邻大妈让她去找翠英姐和来顺哥学。八月半，当地有摸秋的风俗，相好的男女偷偷上山私会，鸿六不懂，硬跟翠英、来顺上山，这才朦朦胧胧地感到翠英姐和来顺哥是一对。这天，一支迎亲的队伍从村边经过，鸿六发现新郎洪顺娶的新娘竟是翠英，急忙去找在油坊工作的来顺哥。第三集陶行知的学生大梁和小梁先生来搞生活教育的实验，常在山上田间上课，鸿刘居然教两位先生唱茶歌。翠英的肚子大起来，户尊看出问题追问鸿顺，鸿顺逼翠英交代孩子是谁的，还托她去火神庙求药打胎。翠英吃仙丹后昏睡过去，随之精神失常投河而死。二梁先生对翠英的死说了几句公道话，触怒了互尊，街上贴出了讨伐他们的帖子，他们只好暂时离去。失学后的鸿六随德邻大妈去卖米，清脆婉转地叫卖歌声牵动了摆白铁摊的黄梅调艺人严云高。第四集回村路上，严云高收徒，从此鸿六和黄梅戏结下不解之缘。第二年秋天，云高的师兄“托天转”来鼓动云高把一班徒弟带出去唱几天戏。在镇上的小茶馆里，小师兄五伢子把鸿六推上台去，想不到她竟越唱越顺，居然还赢得了彩声。消息传到祠堂，户尊下令把鸿六沉湖，五伢子救出鸿六，严云高指引他俩去练潭投奔丁积善师父。第五集一天晚上正在演出，罗家岭祠堂两个户差突然闯到后堂来抓鸿六合五伢。丁积善带领戏班拼力应付，支走了户差。几年过去，鸿六已经长成16岁的大姑娘，身材日渐丰满。一天半夜，外号叫“二姑娘”的男旦竟摸到鸿六铺上，被逮住后按班规开了公堂。当征求鸿六意见该怎么处罚时，她出乎意料地说“罚他教我三出戏！”户尊责令严启纯和德邻抓鸿六回来。启纯父子跋山涉水追寻到了丁家班子。。。启纯懂得孙女的心“你要唱就唱吧……往远里走……再不改个名字……”第六集小鸿六改名严凤英。这天，郑春霞、丁积善唱黄梅调骨子戏《小辞店》。严凤英在后台看得入神，决心把郑师傅这出看家戏学到手。但任严凤英怎么央求，郑春霞就是不教，原来他有一个女徒弟就是因为唱小辞店走红而被一个地头蛇奸污后自尽的。一天晚上，郑春霞突然失了音，戏牌子已经挂出，观众在起哄，严凤英主动要求代郑师傅出场……第七集严凤英的《小辞店》唱得出奇的好，从此丢不下这出戏。一天，戏院包厢里来了恶霸谢三、他的远房叔父县参议谢君卿 和他的姨太太以及他在一家小报当编辑的内侄李宝庭一行人。当这位姨太太得知严凤英小名叫鸿六时，几乎要晕过去，原来她就是丁小妹。一心想霸占严凤英的谢三，在一天散戏后，带领武装保镖闯入后台……严凤英遭到凌辱，悬梁自尽，被戏班的人救下，但又在出逃时被谢三抓回，她用戒指买通看守，逃出谢家。第八集李宝庭假称能帮严凤英找到戏班，把严骗到旅馆求婚，严断然拒绝。谢三破门而入，和李宝庭打起来，严凤英趁机逃走，正好碰上丁小妹，在一个破砖场里，母女报头相认，痛诉离情。担当丁小妹把唱戏说成下贱职业，劝鸿六嫁给李宝庭过安稳日子时，严凤英毅然离去。她一路寻访戏班子，流浪到了南京，巧遇和几个小流氓混日子的五伢子。为了活命，师兄妹到街头卖艺。随后，严凤英又经歌女小桃红介绍进了下等舞厅旋宫。第九集严凤英进入旋宫后，发现在这个地痞流氓糜集的舞厅里无法正经唱下去，倾慕严凤英的关效安寻到了她的下落，劝她尽早离开。为帮助严凤英摆脱旋宫老阔刘四的控制，小桃红被流氓刺伤，严凤英躲到关效安家中。南京解放了，五伢子邀严凤英一起返乡，严没同意，五伢子只身回到安庆。军管会宣传处长梁思渠要梁刚到南京找严凤英，师生重逢，无限喜悦。梁刚要严凤英回安庆，严说关效安在危难时救过她，不能一走了之，梁刚却指责严凤英和资产阶级少爷拴在一起……第十集严凤英心中又重新燃起对黄梅戏的热情，她登上回乡的江轮。戏班里的人都回来了，劫后重逢，大家又悲又喜。这天，剧团给解放军作慰问演出，《跳加官》完全按老样子演，军管会主任宋政委和梁思渠看不下去了，他俩来到后台，建议剧团和战士们开个联欢会，严凤英认出梁处长就是大梁先生。由旧戏子变成文艺工作者，严凤英无比欣悦和幸福。她和调到剧团搞音乐工作的梁刚在艺术上相互学习，感情渐深。第十一集现代戏《柳树井》在罗家岭严家祠堂演出时，群情激愤，演出变成对地主原祠堂户尊的斗争会。夜晚，严凤英躺在离别时多年的小茅屋里，听德邻大妈讲述家中的变化，也透露了自己心上的秘密。在离开罗家岭的路上，一个人轻轻喊了一声“鸿六”……他正是严思明。严凤英动听的唱腔通过录音机传到省委宋书记那里，宋书记大加赞赏，要梁思渠帮助剧团整理几个传统戏，尽快到合肥来演出，严凤英等人建议《打猪草》可作为其中一个。第十二集经过集思广益，改变后的〈打猪草〉健康清新，在省城演出获得成功。全国剧协领导林老赞扬严凤英是山野吹来的风，是真正的民间艺术家。宋书记宣布了省委决定筹建省黄梅剧团的消息，严凤英当场报名。在庆祝剧团成立的聚餐会上，梁思渠向严凤英介绍了著名黄梅戏演员王兆方、新文艺工作者王光玉和李宝庭。见到李宝庭，艳凤英多少痛苦的回忆涌上心头，她借酒浇愁，放量痛饮。第十三集省黄梅剧团参加华东戏曲汇演的剧目〈天仙配〉受到热烈欢迎，严凤英王兆方获得演员一等奖。然而，北昆专家白如鹤对严凤英的表演提出批评。她想通后便跑到白如鹤房中拜他为师。在剧团返回南京途中，严凤英下车给关效安打电话，不料对方电话已拆，只能上门探望，这就耽误了开车时间。回到合肥，梁刚拒不见她，还说她不可救药。他们就此分手了。1956年，严凤英和王光玉结成终身伴侣。第十四集“文化大革命”开始了。一天夜里，五伢子、托天转先后来到严凤英家，劝她赶快出去避一下风头，回乡路上，她顺道来到一座寺院，得到的是郑师傅几年前已离开人世的消息。在罗家岭，她拜祭了爷爷奶奶的坟墓。回想儿时的情景，她祈求德邻大妈栽培她下一次菜子湖。就在她荡漾湖中时，造反派找来了，她又被关进祠堂，偏偏那个要至于小鸿六死地的互尊又出现在面前 ：“唉，黄梅淫戏，还是唱不得呀！”第十五集严凤英被押回剧团，更大的的压力降临了：追查她的历史，追查她和省委领导人的关系，还要追查她炮打样板戏的言论。性情刚烈的严凤英受不了这般冤屈、诬蔑和打击，离开了人间。党的十一届三中全会以后，在安庆市的公园里，由严凤英扮演的七仙女的塑像，矗立在鲜花丛中。王光玉望着塑像对妻子说：“凤英，你享受了祖国的第一个春天，却没有赶上今天更加美好的第二个春天。。。想到这点，我心里就很难过。”这时塑像也仿佛开了口：“你不要难过，我在这里也闻到了春天的气息，我应该回到我的剧团里去，我还要唱，要唱！”说着说着，她那悦耳动听的黄梅调又响了起来，向四面八方飘去……",
    "chinese_title": "严凤英",
    "douban_rating": "8.2/10 from 469 users",
    "foreign_title": "",
    "douban_rating_average": "8.2",
    "update_at": "2025-02-17T09:00:54"
}