{
    "aka": [
        "大宋提刑官II",
        "大宋提刑官第二部",
        "大宋提刑官续集"
    ],
    "sid": "2239293",
    "cast": [
        {
            "url": "/celebrity/1300406/",
            "name": "王庆祥 Qingxiang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039767/",
            "name": "陶泽如 Zeru Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318610/",
            "name": "刘敏涛 Mintao Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033846/",
            "name": "苗圃 Pu Miao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317230/",
            "name": "李洪涛 Hongtao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316854/",
            "name": "孙涛 Tao Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327496/",
            "name": "杨可心 Kexin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414451/",
            "name": "邓小鸥 Xiao&#39;ou Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340225/",
            "name": "袁霞 Xia Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428004/",
            "name": "曲敬国 Jingguo Qu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321350/",
            "name": "王继世 Jishi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420900/",
            "name": "王志强 Zhiqiang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342547/",
            "name": "胡战利 Zhanli Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356840/",
            "name": "李文颖 Wenying Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320404/",
            "name": "任学海 Xuehai Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "悬疑",
        "历史",
        "犯罪",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2370746177.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320025/",
            "name": "钱林森 Linsen Qian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318768/",
            "name": "廉声 Liansheng Wang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10789484",
    "director": [
        {
            "url": "/celebrity/1322772/",
            "name": "阚卫平 Weiping Kan",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "41",
    "language": [
        "普通话"
    ],
    "playdate": [
        "2006-09-15(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10789484/",
    "this_title": [
        "大宋提刑官2"
    ],
    "douban_link": "https://movie.douban.com/subject/2239293/",
    "trans_title": [
        "大宋提刑官II",
        "大宋提刑官第二部",
        "大宋提刑官续集"
    ],
    "douban_votes": "3870",
    "introduction": "南宋端平元年，一场突如其来的洪水，竟使一个足以让南宋王朝顿然崩溃的惊天秘闻浮出了水面，就像一个蓄祸时久的恶瘤的急性发作，牵动着偏安朝庭的每一根神经都为之震颤！事发源头是在河流交错的灾区湖州……当年《太平县冤案》的主人公，正是今天被湖州百姓称作“独臂青天”的曹墨。此时的曹墨正处在生死荣辱的节骨眼上：就在百姓庆幸及时转移逃过一劫而齐唰唰地跪倒在这位“独臂青天”的面前，感恩声震天动地之际，一队御史台的监察官兵却将曹墨推上了囚车，押解进京听审。御史台会同刑、吏、户三部会审后，判曹墨以严重渎职之罪。曹墨的妻子玉娘因为丈夫被冤而来求助宋大人。宋慈听了玉娘的陈述，不禁问：既然朝庭的几十万两灾银根本没有如数下拨到湖州府，御史台会同刑、吏、户三堂会审时，曹墨缘何闭口不作申辩？理宗皇帝在殿审中也在问曹墨同样的问题。而曹墨跪伏在金阶之下，一副宁死不作申辩的忠贞之色。理宗从曹墨的神色中似乎看出点微妙，不禁悚然动心，对这位残臂忠臣顿生一番别样的股肱之情。君臣心照不宣。理宗为找一个体面的理由保全曹墨，便让他去收拾湖州灾后残局，戴罪立功。圣上作出如此圣栽，引起了朝中高层的种种猜测，而最心知肚明的是户部尚书史逊。此公乃已故宰相史弥远之堂侄。史弥远是南宋一代奸相，朝野尽知，而理宗却对他百般依从，缘在他们之间另有一层朝中老臣们心知肚明，却绝不会妄议一字的特殊关系。人都以为史逊官及一品，靠的是他堂叔史弥远的关系，却不知史逊绝非等闲之辈，就在朝野吵吵嚷嚷要求追查修堤银子，严惩贪赃渎职官员的时候，这位真正侵吞了数十万两工程银子的当事人却处乱不惊。他仗得并非是堂叔的余威，而是他在堂叔弥留之际，不择手段地窃取的一张王牌！凭着这张王牌，整个大宋朝都不得不对他有所顾忌。史逊当作护身符一样拿捏在手的秘密，却因湖州那场大水露出了冰山一角——水退后的荒冢露出一付森森白骨！荒野白骨司空见惯，而这具白骨至所以能几乎掀翻大宋王朝，是因为白骨身上有一枚只有皇家宗室子弟才有的玉佩。曹墨深感此事重大，命衙役去请来了告老知府。不料这位八十高龄的老人颤颤巍巍地赶到现场，只看一眼，就当场昏死过去，从此开不了口，说不了话，但谁都知道他肚子里藏着个天大的秘密……经宋慈的戡验，尸骨身份被渐渐引向十几年前在湖州病死的曾经被先帝立为皇太子的宗室子弟赵闳。而当时赵闳在湖州病死之后，是运回宋室皇陵安葬的，而他的玉佩怎么会在荒冢野尸身上？为查明真相，宋慈请旨要对赵闳的灵墓开棺验尸。此议一出，朝野哗然，自古以来，有谁敢在皇陵动土？！宋府上下也为之惊出一身冷汗。捕头王和英姑跪阻在宋慈跟前，声泪俱下地力劝宋慈放弃开棺，以免使宋家老少几十口枉遭满门抄斩。而第一个挺身而出的是年高七旬的宋老夫人。宋老夫人让家人取来麻绳，自缚双手，率宋家老少，齐齐跪在皇陵前，为儿子开棺作保，如果开棺验尸无果，宋家几十颗人头就将用来罪祭皇陵。这一震惊朝野的开棺，果然验出惊天秘事——当年的皇太子赵闳墓内的白骨，竟是一具假冒的女尸！这一骇人听闻的结果一下子拨动了朝野上下的每一根神经……朝庭在摇晃，神经在震颤。大臣们难料事态发展，干脆托病的托病，丁优的丁优，一个个都退避在暗处静观事态。满朝上下似乎只有两位大臣还在忙着公务，一位当然是宋提刑，另一位则是为人刚直的御史台王御史。二人三番上殿面君，都因圣上龙体欠安而被拒之门外。宋慈虽然开棺验出一个惊天秘闻，却因当年主持赵闳下葬的宰相史弥远早已死无查证而使皇室谜案陷于山穷水尽；而那位血气方刚的王御史似乎算不得官场老道，还在一味地要将湖州修堤银两案一查到底。既然圣上让曹墨戴罪立功，这位监察御史便换上便服，要在暗中访一访这位“独臂青天”究竟是清是混。不料他一到湖州，满耳听到的都是百姓对曹墨的歌功颂德。他推行了“济粜法”使灾后的湖州百姓得以重整家园。这位前日力贬曹知府的王御史转而又上本力荐曹墨。多日不理朝政的理宗接到王御史的奏本后，一跃而起，深夜将曹墨召进宫去，君臣促膝密谈一夜。一直不做申辩的曹墨，终于向王御史吐露隐衷。而他举报侵吞几十万两朝庭灾银的不是户部尚书史逊，而是户部侍郎李佑淳。御史台果然从李府搜出了上万两加盖朝庭印的银绽，李佑淳依律被判斩刑。但王御史总觉得此案有些蹊跷。无奈圣旨已下，李侍郎血溅法场。当天，曹墨登门拜访恩公宋慈，不料宋慈拒而不见！英姑问其由，宋慈沉吟不语——和王御史一样，宋慈也对李侍郎遭斩心有疑问。借送曹墨出门之际，英姑充分施展了她的机智灵敏，和曹墨一番叙旧、论今，谈得甚是投缘，待曹墨忽然意识到失言，天机已然泄露。奇怪的是，斩了李佑淳，平息了朝庭灾银案之后，理宗又开始上朝了。而早朝的第一问就是宋提刑对赵闳假尸案的调查进展。宋慈如实奏以并无进展。当着满朝文武，理宗竟泪流满面，哀声痛哭赵闳，满朝文武相陪挥泪，一时间，金殿之上哀声一片……与此同时，皇城河坊街的一处酒楼上，来了那位退隐多年，又忽然现身的老臣。一帮身份不明者，将这位老臣恭迎上楼。门开处，屋内坐着那位还了俗的和尚，老臣一见，口呼一声“圣上……”，便双膝一跪，哭倒在地；而那位还了俗的和尚，却是一脸的痛苦之状。湖州小莲庄内发生了一起谋杀案，被害人是位中风在床多年的老人，宋慈派英姑和捕头王前去验尸。英姑以为一个中风在床多年的老人惨遭谋杀，其中一定另有原因。捕头王经现场戡验，忽然发现凶手的目标原是与被害人相邻而居，那位在荒冢看了一眼白骨就从此失语的告老知县。两家相邻，凶手阴错阳差，误杀了无辜——英姑从死者屋里发现一张字据，细辩字迹，不禁惊出一声冷汗！宋慈听了英姑、捕头王的禀报后，觉得有人要杀胸藏秘密的告老知县，赵闳尸骨案似乎又有了线索。宋慈忽然叫一声“哎呀！”起身上马，率捕头王赶到湖州小莲庄，谁知还是迟到一步。曹墨告诉宋慈，老知府不见了！宋慈再次陷于绝境！其实，此案本来是有线索的，那就是凶手遗落在现场的那张字据。这是一张左手书写的字据！但字据却被英姑暗暗藏匿了！英姑之所以这么做，为的是她必须要抢在宋慈之前弄清那个深不可测的事实真相。而疑点正是在曹墨身上。几天后，就在临安城内最豪华的那家酒店，又发生了一桩凶杀迷案，死者正是官居一品的户部尚书史逊。宋慈就以酒店现场作审案公堂，把所有涉案人员集中到这家酒店，一一询问。几拨人似乎都具有谋杀的动机，却人人都缺乏杀人的时机。捕头王将一瘸腿疑犯捉拿归案，酒店里又有多人旁证半夜听到过瘸腿一重一轻的脚步声。那瘸腿却也爽口承认自已是想来杀人，但来迟一步，让人下了先手！宋慈经现场戡验，发现疑迹，却不动声色，展开他那严丝合缝的推理，而在推理中，又故意漏掉一个重要细节，而指出这一漏洞而使宋慈陷入“尴尬”的这个人正是曹墨！宋慈脸上先是惊疑，渐渐露出了小计得逞的笑容——而这一切，都被英姑收入眼底！当英姑知道宋慈怀疑曹墨后，权衡利弊，帮助曹墨掩盖了真相，也正是深得宋提刑真传的英姑，她设下的调包计，果然使宋慈一时没能识破——然而，宋提刑必竟技高一筹，英姑的一个十分微妙的眼神，使宋慈疑窦顿起，从而揭示了真相，宋慈震憾不已——一个他自以为最信得过的知已，竟成了他最大的对手。宋提刑无法接受这残酷的事实——英姑自知无法再向宋慈隐瞒真相，声泪俱下地将她的一片善意和盘诉出：英姑至所以这么做，只是为了掐断线索，而使本案无果而终，免使宋慈陷入万劫不复的深渊。曹墨这一关攻破后，案情便显露真相：宋慈将全部调查结果联系起来，缜密推理，禁不住惊出了一身的冷汗——这一系列谋杀案的真正幕后人正是至高无上的圣上！的手段？原因在于潜藏在案子背后的一个庞大人背景——时光退到了二十年前，当时宁宗皇帝病危之时，权臣史弥远为首的一党精心策划了一起调包计——废了先帝钦定的皇位继承人赵闳，扶起了这位选自平民的赵与莒，而这位被史弥远一手扶上皇位的理宗皇帝，就像一个被人牵在手上的傀儡，整个大宋朝的皇权都旁落在史弥远一党之手。直到史弥远死后，理宗才得以亲政，然而，在那个十分脆弱的偏安王朝，这个秘密就象随时起爆的炸弹，也是理宗理不直气不壮的心病……宋慈决意冒险去见圣上，但这无疑是自取灭亡。宋氏家人跪满一院，拼死也不让老爷轻举妄动。突然一声喝，宋老夫人再次挺身而出支持了儿子。老人家说为了宋室王朝能渡过这场危机，宋家区区几十口，又何以足道！老夫人再次自缚为儿子作保。如果儿子能从宫中回来，则大宋得安，如若不然，宋家几十口老少将以死谏君！忠义老夫人，宛若当年岳母再世，感天动地！在母亲的鼓励下，宋慈毅然进宫……不出所料，理宗听了宋慈对案情的奏报，龙颜大怒——好一场争斗！最终理宗赐宋慈一杯酒，宋慈说这可是杯下了孔雀胆的毒酒，但君要臣死，臣不得不死，宋某不会不喝。理宗闻言阻道：“慢！君要臣死，臣不得不死？这么说你其实还是把我当君？”宋慈说出一番道理，竟让一个至高无上的君王在一个大臣面前失声痛哭……宋慈走出圣宫，心里念着麻绳缚身的老母亲，快步如飞地赶回府上，对着老母双膝跪下。不想老母竟无应声，呼之再呼，又一代胸怀大义的岳母早已撒手人寰，苍天为之落泪！丽正门前，久无鼓声的登闻鼓院的大鼓，忽然被人敲得震天介响。皇帝坐朝，百官入殿。所有的目光都投向朝门外，宋慈着一身孝服，稳步上殿。当着满朝百官，宋慈将全案始未一一道来，并将那个不是秘密的秘密公开宣讲，使一个因自惭出身低微而挺不起腰杆的皇帝终于如释重负。而那位“独臂青天”曹墨则以谋杀人命而被判以极刑！曹墨受刑那天，宋慈换便服去探了监，二人叙旧论今，谈吐投机。宋慈忽然道：当年宋某为你平冤，硬是从法场救回你一条命！如今却是宋某亲手将你送上法场，你觉得冤吗？曹墨笑道：“以曹某一条命，换得大宋久安，生为人臣，何冤之有！”宋慈感慨万千……一位至高无上的皇帝，要想杀个人，何用采取如此卑劣",
    "chinese_title": "大宋提刑官2",
    "douban_rating": "6.6/10 from 3870 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-05-10T00:21:11"
}