{
    "aka": [],
    "sid": "2241372",
    "cast": [
        {
            "url": "/celebrity/1166102/",
            "name": "Katherine Wilson Katherine Wilson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883104672.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0123790",
    "director": [],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语",
        "美国手语"
    ],
    "playdate": [
        "1975"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0123790/",
    "imdb_votes": 135,
    "this_title": [
        "Deafula"
    ],
    "douban_link": "https://movie.douban.com/subject/2241372/",
    "imdb_rating": "4.8/10 from 135 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Being a vampire movie shot in 1975, in black & white, spoken entirely in sign language.The world’s first feature film in sign language and it HAD to be about a vampire. You’re not likely to have a chance to view this very low-budget effort, but it features a limited sound track for hearing audiences, a hunch-back servant with tin-can hands and a very theatrical-looking vampire. The director [Peter Wechsberg aka Peter Wolf] , who is deaf, started the first TV news program in sign language (in San Francisco).The first nationally-distributed feature-length film presented entirely in American Sign Language, Deafula occupies a unique position as one of the rarest vampire movies of all time.The story focuses on Steve Adams, a young theology student who just happens to turn into a vampire (complete with a flowing cape, pointy ears, a giant nose, and big pointy teeth) from time to time, but has no memory of doing so after the fact. After a chat with a friend who is investigating the bloodless corpses turning up around town, Adams begins to have flashbacks to his childhood - including one scene in which his bloodlust causes him to rip out the throat of his puppy. Having previously believed he had just been an unusually anemic youngster and the son of a simple minister, these memories prompt Adams to investigate his past; he finds that he is actually the son of no less than Count Dracula himself.Filmed in and around Portland, Oregon in 1974, Deafula took advantage of the fact that ASL had been recognized as a formal language about ten years earlier. When the movie was released in 1975, though, it was still about thirteen years too early: the Deaf President Now movement of 1988 had not yet established the abilities of deaf individuals in the minds of the American public. Too unusual for most audiences, the movie failed at the box office.When Deafula is reviewed by critics of camp films, it is generally depicted as one of the worst films of its genre. The special effects are often described as comical, and many insist the plot is almost worthless. While Adams's transformations are admittedly crude (and, one critic points out, can happen in daylight), it is probable that the plot seems so reduced because of the poor quality of the voiceovers. Although it was to be marketed nationally and therefore would have been seen mostly by hearing persons, the filmmakers were creating a film by deaf people and for deaf people - names of the hearing members of the cast and crew appear in italics during the closing credits. The film was shot without sound, and jolting, badly-dubbed dialogue was added later, probably providing glosses of the ASL conversations, rather than true translations.While the voiceovers and plot may not have had the depth hearing audiences were accustomed to, the tables were finally turned for deaf viewers. The world of Deafula is entirely suited to the deaf: everyone from newscasters to police officers can sign - there are even TTYs attached to the radios of police cars. In fact, the film's only handicapped character is a hunchback witch...who is missing both her hands.",
    "chinese_title": "Deafula",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-14T12:26:28"
}