{
    "aka": [],
    "sid": "2241937",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070596241.jpg",
    "region": [
        "西德",
        "法国",
        "英国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001429/",
            "name": "让-皮埃尔·戈兰 Jean-Pierre Gorin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0274069",
    "director": [
        {
            "url": "/celebrity/1001429/",
            "name": "让-皮埃尔·戈兰 Jean-Pierre Gorin",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986-04-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0274069/",
    "imdb_votes": 264,
    "this_title": [
        "Routine Pleasures"
    ],
    "douban_link": "https://movie.douban.com/subject/2241937/",
    "imdb_rating": "6.8/10 from 264 users",
    "trans_title": [
        "寻常快乐"
    ],
    "douban_votes": "0",
    "introduction": "Description: NY TIMES REVIEWJEAN-PIERRE GORIN, its French-born director, describes ''Routine Pleasures'' as a film essay about ''America - under-budget and in a shoe box,'' which is accurate as far as it goes.The film is also a funny, very personal meditation on the activities of a group of model-railroad buffs in Del Mar, Calif., crosscut with random examples of the wit and wisdom of the seminal film critic Manny Farber, two of whose paintings are also examined in detail.''Routine Pleasures\" makes a point of never quite coming to a point. It's a movie that ponders possibilities and then moves on to other possibilities. It examines the vaguely interconnecting obsessions of the model railroaders and those of Mr. Farber, whose appreciation for Hollywood B-movies of the 1930's, especially those that deal with blue-collar workers, predates the ''discovery'' of those films by the Cahiers du Cinema critics in the 1950's and 1960's.Mr. Gorin is fascinated and amused by the dedication of the model railroaders, a small group of men, age 16 to 70-odd, who meet twice a week in a former airplane hangar where they've constructed an elaborate, small-gauge railroad system.On Tuesday nights they run their trains - freight and passenger -through delicately reproduced, miniature landscapes, cities and railroad yards, keeping to schedules measured in miniature time. Every six minutes equals an hour on the clocks by which they run their system. Thursday nights are devoted to repairing and refurbishing the rolling stock, the tracks and the scenery, and to trading railroad stories. One of the best of these is about a man whose mysterious, utterly American fate was always to order apple pie in a restaurant that had just run out.Mr. Farber, who has been a friend to Mr. Gorin ever since the director came here from France in the 1970's, is seen only in still pictures, and as he is reflected in two of his oil paintings, ''Birthplace: Douglas, Ariz.,'' 1979, and ''Have a Chew on Me,'' 1983. Mr. Gorin, however, quotes him at length (and sometimes, because of Mr. Gorin's accent, not all too intelligibly), in attempting to draw parallels between Mr. Farber's ideas on America, art and movies and the railroaders' passion for living out their twice-weekly fantasies.Scale is one of the themes. ''Life isn't too big a deal,'' Mr. Gorin quotes Mr. Farber as saying, ''and shouldn't be painted as such.'' Mr. Farber's two paintings are filled with representations of specific objects, people and events. The model railroaders' dreams are realized in scaled-down representations of real trains running through real places on real schedules.''Routine Pleasures'' isn't strong on coherence, but coherence isn't what this sort of film is all about. It's meant to provoke questions rather than to answer them, which effectively deflects all criticism. Possibly far more provocative than this chatty, handsomely photographed essay would have been two separate films - one about the model railroaders and one about Manny Farber. But those two films might have turned out far more routine and far less pleasurable than this one.''Routine Pleasures'' is Mr. Gorin's second American feature, following his expert 1980 documentary, ''Poto and Cabengo.'' Once known primarily as Jean-Luc Godard's collaborator during his Maoist years (''Tout Va Bien,'' ''Letter to Jane,'' ''Vladimir and Rosa,'' among others), Mr. Gorin is now clearly a film maker with his own style and obsessions, as well as a man with his own sense of humor. Eclectic Essay ROUTINE PLEASURES, directed by Jean-Pierre Gorin; written by Mr. Gorin and Patrick Amos; cinematography by Babette Mangolte; edited by Mr. Gorin, Miss Mangolte and Mr. Amos; produced by ZDF, Institut National de la Communication Audiovisuelle, Channel Four Television, London, and Jean-Pierre Gorin Productions.",
    "chinese_title": "寻常快乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Routine Pleasures",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-20T08:00:43"
}