{
    "aka": [],
    "sid": "2243838",
    "cast": [
        {
            "url": "/celebrity/1002784/",
            "name": "艾瑞克·布里登 Eric Braeden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055526/",
            "name": "泰恩·黛莉 Tyne Daly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133538/",
            "name": "Gregory Morton Gregory Morton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042343/",
            "name": "Lynn Roth Lynn Roth",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2454117959.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045617/",
            "name": "Norbert Meisel Norbert Meisel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133538/",
            "name": "Gregory Morton Gregory Morton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0069679",
    "director": [
        {
            "url": "/celebrity/1045617/",
            "name": "Norbert Meisel Norbert Meisel",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1973"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0069679/",
    "imdb_votes": 76,
    "this_title": [
        "The Adulteress"
    ],
    "douban_link": "https://movie.douban.com/subject/2243838/",
    "imdb_rating": "4.7/10 from 76 users",
    "trans_title": [
        "奸妇"
    ],
    "douban_votes": "0",
    "introduction": "The Adulteress is basically a Harlequin romance viewed through the fashionably downbeat prism of early-’70s cinema. The setup is a compendium of erotic-fiction clichés, and the payoff represents a laughable attempt at tragic heaviosity. What’s more, the acting is wildly uneven, no small problem seeing as how The Adulteress is an intimate character piece with only three major roles. One evening, middle-aged Carl Steiner (Gregory Morton) drunkenly stumbles out of a bar, so studly young drifter Hank Baron (Eric Braeden) drives Carl home. Carl’s decades-younger wife, Inez (Tyne Daly), insists that Hank crash on the couch as repayment. The next day, sobered-up Carl offers Hank a handyman job, and Hank learns that Carl and Inez lost a young son a while back in a car accident, hence Carl’s self-destructive drinking. Seeing shirtless Hank working hard gets Inez hot and bothered, so Carl, who is impotent, asks Hank to impregnate his wife. Predictably, lovemaking leads to feelings, and the resulting three-way relationship gets dangerously messy. Everything about The Adulteress is contrived and false. Braeden’s far too wooden an actor to portray a hip Vietnam vet, and Daly is too grounded and tough to play a woman who lets her life spin out of control. There’s also zero heat between the actors, no matter how many signifiers for virility co-writer/director Norbert Meisel throws onscreen. (At various times, Braden rides a horse and a motorcycle, because, you now, power between his legs and all that.) The film moves at a deadly pace, with innumerable scenes of pointless conversation, and the wannabe passionate high point—Daly straddling Braeden while he’s astride a horse—is like one of those Fabio book-cover paintings come to life.",
    "chinese_title": "奸妇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Adulteress",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-11T04:35:44"
}