{
    "aka": [
        "Red Meadows"
    ],
    "sid": "2244257",
    "cast": [
        {
            "url": "/celebrity/1146225/",
            "name": "波尔·赖希哈特 Poul Reichhardt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133467/",
            "name": "丽斯贝斯·穆文 Lisbeth Movin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072406/",
            "name": "佩尔·布克赫伊 Per Buckhøj",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001093/",
            "name": "Preben Kaas Preben Kaas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048934/",
            "name": "Preben Neergaard Preben Neergaard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102689/",
            "name": "劳·劳里岑 Lau Lauritzen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106402/",
            "name": "Freddy Koch Freddy Koch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121318/",
            "name": "普雷本·勒尔多夫·雷 Preben Lerdorff Rye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120176/",
            "name": "Gyrd Løfquist Gyrd Løfquist",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144042/",
            "name": "Poul Secher Poul Secher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155234/",
            "name": "Bjørn Spiro Bjørn Spiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109987/",
            "name": "Einar Juhl Einar Juhl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109329/",
            "name": "Karl Jørgensen Karl Jørgensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106049/",
            "name": "Kjeld Jacobsen Kjeld Jacobsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067693/",
            "name": "Mogens Brandt Mogens Brandt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031503/",
            "name": "奥勒·尤尔 Ole Juul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031306/",
            "name": "Peer Guldbrandsen Peer Guldbrandsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165782/",
            "name": "Bjørn Watt-Boolsen Bjørn Watt-Boolsen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1945",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "　　第1届戛纳电影节(1946)\n　　主竞赛单元 劳·劳里岑 / 博迪尔·伊普森\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509440892.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1003960/",
            "name": "莱克·菲舍尔 Leck Fischer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031503/",
            "name": "奥勒·尤尔 Ole Juul",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0038043",
    "director": [
        {
            "url": "/celebrity/1052230/",
            "name": "博迪尔·伊普森 Bodil Ipsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102689/",
            "name": "劳·劳里岑 Lau Lauritzen",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "1945-12-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0038043/",
    "imdb_votes": 454,
    "this_title": [
        "De røde enge"
    ],
    "douban_link": "https://movie.douban.com/subject/2244257/",
    "imdb_rating": "6.6/10 from 454 users",
    "trans_title": [
        "大地将变成红色",
        "Red Meadows"
    ],
    "douban_votes": "0",
    "introduction": "Danish resistance fighter Michael is waiting to be executed in a Gestapo prison. He remembers the days before his arrest: preparing operations against the German occupiers, his final meeting with his girlfriend Ruth, and the search for a spy from within his own ranks. Ipsen and Lauritzen Jr. tell the story of the partisans with a gloominess pierced by a film noir world view, a veritable spider’s web of mistrust and inhumanity against which a courageous battle is waged. Shot a few months after the liberation of Denmark, DE RØDE ENGE won the Golden Palm in Cannes in 1946 and is one of the most famous works in Danish film history.In German-occupied Denmark during World War II, the young Danish saboteur Michael (Poul Reichhardt) sits in a Gestapo jail and awaits his execution. His thoughts go back to the events that led to his capture. In a meadow in Jutland, Michael and his comrades wait for a British airdrop of weapons and explosives to use for the resistance. Afterward, while in his hideout, Michael is surprised by German soldiers. He shoots his way out and is able to slip free. On a country road, a car driven by a German Field Officer (Arne Hershold) stops. Michael overpowers the officer and shoots him. Dressed in the officer's uniform, Michael is able to reach Copenhagen and find his girlfriend Ruth (Lisbeth Movin) at the hotel where she lives. Toto (Lau Lauritzen), the leader of the resistance group, is waiting for him. They are planning to sabotage a weapons factory. However, there is suspicion that there is an informant in the group, so the plan is delayed. One of the group's members, Dreyer (Freddy Koch), is arrested, so Ruth and Michael flee to her uncle's summer house. Ruth is frightened of losing Michael. She says, If you die, then everything is meaningless - then I'm not a person anymore - and the meadows aren't green anymore -- they are colored the red of your blood. Plans for the sabotage are completed and the group goes into action. But it is revealed that there has been an informant, when the group is surprised by soldiers lying in wait for them. During the firefight, Michael is wounded. However, he is able to blow up the factory before he is captured. Back in the Gestapo jail, the prison guard Steinz (Per Buckhøj) who hates the war and the Nazis, tries to help Michael in small ways, but is unable to prevent his torture. Michal is able to resist during the brutal torture, but he is condemned to death. While in jail, Michael suspects who the informant is and through Steinz gets a message to his comrades: The apple is rotten. A trap is set and Prikken (Preben Neergaard) reveal himself as the informer. There is no other way but to kill him and it is not difficult to find members who will do it. While being driven to his execution, Steinz tells Michael that he has received a message—Steinz's entire family was killed during an Allied aerial bombardment that week. Michael asks Steinz to escape with him. Steinz declines and shoots himself in the car. Michael flees and seeks refuge in a bakery where he is able to contact Toto. Both Michael and Ruth find transport to Sweden where they can finally rest.",
    "chinese_title": "大地将变成红色",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "De røde enge",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T02:13:15"
}