{
    "aka": [
        "The Sea That Thinks"
    ],
    "sid": "2246136",
    "cast": [
        {
            "url": "/celebrity/1038436/",
            "name": "Devika Strooker Devika Strooker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109096/",
            "name": "巴特·克莱文 Bart Klever",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079159/",
            "name": "Rick de Leeuw Rick de Leeuw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情",
        "喜剧",
        "传记",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878447400.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1029943/",
            "name": "Gert de Graaff Gert de Graaff",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261277",
    "director": [
        {
            "url": "/celebrity/1029943/",
            "name": "Gert de Graaff Gert de Graaff",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2000-12-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261277/",
    "imdb_votes": 578,
    "this_title": [
        "Zee die denkt, De"
    ],
    "douban_link": "https://movie.douban.com/subject/2246136/",
    "imdb_rating": "7.0/10 from 578 users",
    "trans_title": [
        "思海",
        "The Sea That Thinks"
    ],
    "douban_votes": "0",
    "introduction": "The Sea That Thinks is a surprising film about itself. A film overflowing with twists and turns and new angles. It focuses on Bart, a scriptwriter who is writing the script for this film. In the film, Bart himself plays the scriptwriter writing the script of The Sea That Thinks. He types what he does and does what he types. In his film, he finds the answer to the urgent question: How do we find happiness? He uses stunning examples to show us that our world is only to be found in our consciousness. What is real and what is illusion? Do we believe in our dream world while we dream? Do we believe in the reality of film while we see it? And why? His combination of pictures and text has a hypnotic effect on the viewer. It provides an exciting, dislocating and humorous adventure. Later it also becomes apparent that the film is not about this tormented scriptwriter at all. In a game filled with optical illusions and continually changing points of view, the surprised viewers gradually find out they are looking at themselves: How do I observe? What do I assume to be true? What do I think I see? What do I think I am? The viewer turns out to bear a striking similarity to the Sea that thinks it's a Tree. (The director himself on IMDb)Consciousness, the individual's perception of reality, and humans' place in the universe are among the underlying themes of this philosophical Dutch feature. Bart (Bart Klever) is a screenwriter whose latest project is a script entitled \"The Sea That Thinks.\" What he writes is what's happening around him, and in time what he's writing begins to affect what's around him, as his screenplay becomes layered with increasing levels of notes and observations about the reality of his life. As reality begins to turn on him, Bart finds himself caught in a variety of strange illusions that lead him to wonder just what is real and what is not. While the film's reflexive, self-referential nature straddles a fine line between fiction and reality, this didn't prevent De Zee Die Denkt from winning the VPRO Joris Ivens Award at the 2000 International Documentary Film Festival in Amsterdam. (Mark Deming on AMG)",
    "chinese_title": "思海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zee die denkt, De",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T01:00:57"
}