{
    "aka": [],
    "sid": "22497885",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第31届圣丹斯电影节(2015)\n　　评审团大奖 世界电影单元纪录片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2315418269.jpg",
    "region": [
        "英国",
        "罗马尼亚",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1478641/",
            "name": "伊琳卡·卡卢加亚努 Ilinca Calugareanu  ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2442080",
    "director": [
        {
            "url": "/celebrity/1478641/",
            "name": "伊琳卡·卡卢加亚努 Ilinca Calugareanu  ",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2015"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2442080/",
    "imdb_votes": 2511,
    "this_title": [
        "Chuck Norris vs Communism"
    ],
    "douban_link": "https://movie.douban.com/subject/22497885/",
    "imdb_rating": "7.4/10 from 2511 users",
    "trans_title": [
        "查克·诺里斯对共产主义"
    ],
    "douban_votes": "0",
    "introduction": "In communist Romania, thousands of Western films on bootleg VHS tapes — mostly Hollywood action movies — were smuggled behind the Iron Curtain, opening a window into the free world.Under President Nicolae Ceaușescu, Romania was culturally isolated and ideologically censored. Images of life outside its borders were cut off and TV was reduced to propaganda bulletins. From the drab concrete housing blocks to the food ration lines, the threat of surveillance prevented people from stepping out of line.But in the mid-1980s, under the nose of the Securitate, Ceaușescu’s secret police, thousands of Hollywood films were smuggled into the country by an underground operative named Zamfir, and they were all covertly dubbed by Irina Nistor, a courageous translator whose distinct voice captivated the nation and became a symbol of freedom.As we see through evocative re-creations in Chuck Norris vs Communism, a network of secret screening rooms sprung up across Romania as families, friends, and neighbors gathered to watch action heroes like Norris, Van Damme, and Stallone, along with romantic comedies, dramas, and Hollywood epics. While the stories captured the imagination, it was the lavish settings and backdrops that mesmerized the audience. The films offered Romanians glimpses of the abundant West, which prompted the regime to clamp down on the clandestine screenings, casting an atmosphere of ever-present danger and suspicion.",
    "chinese_title": "查克·诺里斯对共产主义",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chuck Norris vs Communism",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-30T00:42:16"
}