{
    "aka": [],
    "sid": "22523461",
    "cast": [
        {
            "url": "/celebrity/1235612/",
            "name": "Lauren Young Lauren Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1209127/",
            "name": "麦克斯尼·马加洛娜 Maxene Magalona",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt2529218",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2012-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2529218/",
    "imdb_votes": 68,
    "this_title": [
        "Catnip"
    ],
    "douban_link": "https://movie.douban.com/subject/22523461/",
    "imdb_rating": "4.8/10 from 68 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "- Catnip follows the story of two friends with coffee and cream personalities: Liv (as in live) and Cieca (means blind).Liv lives with her two apathetic siblings, an emotionally devoid mother, and an obsessive compulsive, bipolar, and practically psychotic father. She is an introvert at home, constraining her true personality because everything she does is wrong due to overblown parental ego. Whenever shes not at home, she has this live-fast-die-young attitude, enjoying life while she can. She enjoys the company of her friend Cieca since she can be herself in front of her and be loved for who she is despite her rough attitude. She practically abuses Cieca as her daily dose of pain reliever.Cieca is a silent, bored girl who views life as repetitive and fleeting. She has a loud mind, often talks to herself while scrutinizing her surroundings, predicting things before they happen since everything in her eyes is a cliché. Her mother died when she was young and lived alone ever since. Her father sends her excessive money for living expenses to cover up for not being there for her. Cieca found the perfect company with Liv. She is amused by Livs avant garde-esque unpredictability and sees her as something new, something to look forward to, and values her as a friend.",
    "chinese_title": "Catnip",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T09:11:58"
}