{
    "aka": [],
    "sid": "22552629",
    "cast": [
        {
            "url": "/celebrity/1048453/",
            "name": "米格尔·安吉尔·索拉 Miguel Ángel Solá",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009617/",
            "name": "安娜·托伦特 Ana Torrent",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302436/",
            "name": "Esther Ortega Esther Ortega",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "director": [],
    "duration": "1小时20分钟",
    "episodes": "11",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-02-13"
    ],
    "this_title": [
        "Unidad Central Operativa Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/22552629/",
    "trans_title": [
        "中央行动组 第一季"
    ],
    "douban_votes": "0",
    "introduction": "La Unidad Central Operativa es la élite de la policía judicial del Instituto Armado, encargada de investigar la delincuencia especializada. Trabajan con las técnicas más avanzadas en investigación criminal, y, dada la envergadura de las operaciones que desarrollan, en numerosas ocasiones, cuentan con la colaboración de policías o servicios de información de otros países.Cada uno de los emocionantes episodios de esta nueva serie -producida por Grupo Ganga- nos traslada a uno de los centros más sofisticados de la investigación policial en España: la Unidad Central Operativa de la Guardia Civil.Desde la desarticulación de bandas y mafias hasta los delitos económicos o telemáticos, cubre todo el espectro de delincuencia. Los agentes que componen esta unidad, creada en 1987, han participado en algunos de los casos más conocidos de los últimos años en nuestro país, como la desaparición del alcalde de Fago.Aunque la ficción está sólidamente documentada, las tramas han sido modificadas para evitar cualquier coincidencia con la realidad. Están basados en la actividad diaria y real de la UCO, y sus procedimientos y verosimilitud están supervisados por verdaderos agentes de esta unidad.Esta es la cuarta producción de ficción de Grupo Ganga para Televisión Española; el sello de calidad de la casa está presente en la escritura -Luis Marías, José Luis Acosta entre los guionistas- y en el reparto encabezado por el actor Miguel Ángel Solá, que da vida al capitán Sierra.",
    "chinese_title": "中央行动组 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Unidad Central Operativa Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-12-10T05:35:23"
}