{
    "aka": [],
    "sid": "2256018",
    "cast": [
        {
            "url": "/celebrity/1045565/",
            "name": "陈道明 Daoming Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005268/",
            "name": "许晴 Qing Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313893/",
            "name": "任程伟 Chengwei Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274288/",
            "name": "刘金山 Jinshan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312972/",
            "name": "程前 Qian Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275540/",
            "name": "方子哥 Zige Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005537/",
            "name": "叶璇 Michelle Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313650/",
            "name": "祖峰 Feng Zu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443593/",
            "name": "闫庆元 Qingyuan Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417461/",
            "name": "张志彤 Zhitong Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313753/",
            "name": "刘仲元 Zhongyuan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336628/",
            "name": "高景文 Jingwen Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331085/",
            "name": "李迎旗 Yingqi Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521453413.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1336628/",
            "name": "高景文 Jingwen Gao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323732/",
            "name": "沈星浩 Xinghao Shen",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "沙家浜"
    ],
    "douban_link": "https://movie.douban.com/subject/2256018/",
    "trans_title": [
        ""
    ],
    "douban_votes": "604",
    "introduction": "“八一三，日寇在上海打了仗，江南国土遭沦亡……”地处江南的常熟城，面临着日本侵略者炮火的轰炸，离常熟不远的水乡小镇——沙家浜，也危在旦夕。然而，沙家浜保安大队长胡传魁，却在隆隆的炮声中，与自己已有身孕的姘头黄春举行着婚礼。远方炮声隆隆，百姓群情激愤，抗日呼声高涨，为胡传魁张罗婚礼的阿庆嫂也不失时机地鼓动着胡传魁的抗日热情，胡传魁迫不得已壮别了婚场，带着人马赶赴常熟抗击日寇去了。新四军某部指导员郭建光奉命亲赴常熟与国军守备营长魏国良共商抗日，保卫常熟，被无诚意的魏国良拒绝。由于魏国良的轻敌和日本鬼子的强大攻势,常熟失陷了。胡传魁的人马在常熟城门外龟缩了一夜，待他认定常熟已是战后的一片空城，摸入了城内大发国难财时，被日本兵发现一直追到沙家浜，逃进春来茶馆，阿庆嫂急中生智让跪地求救的胡传魁躲进了装水的大缸里，骗过了日本头目小野躲过大难一场，胡传魁从此对阿庆嫂感恩不尽。郭建光等十几个伤病员在县委程书记的安排下，由阿庆嫂接应，秘密通过了日军封锁线，住进了离沙家浜不远的红石村。此时，很少回家的刁德一奉命只身归来。刚进沙家浜便相继遭到逃兵和土匪的一绑再绑。阿庆嫂在刁管家的请求下，用激将法使胡传魁主动上山去和绑匪见面，最终救出了刁德一。回到家中的刁德一，背着父亲宴请了胡传魁和绑匪蒋福顺，并在他的极力说合下，几经周折蒋福顺归顺了胡传魁，当上了保安大队的副队长。知情后的刁老太爷一气之下失聪了。以教书为名的刁德一的这些反常举动，和日本人的翻译、刁德一东洋留学的同学官邹寅生对刁家频繁的拜访，使阿庆嫂对刁德一的真实身份和此次回沙家浜的真正目的疑惑重重。沙四龙学练枪时走了火，伤病员小王不幸受了伤。阿庆嫂为他购买治枪伤的金创药时，被来药店为父亲购药的刁德一发现了，令他不禁疑窦丛生，从此，阿庆嫂进入了刁德一的视线••••••为了掩护郭建光赴常熟开会，阿庆嫂答应带刁老太爷去常熟看耳病。刁德一闻讯后把消息透露给邹寅生，意在借小野之刀杀带有枪伤的郭建光和白秀成。阿庆嫂沉着机敏地应对着小野的纠缠，护送高建光开会回来的白秀成生擒了小野,解救出阿庆嫂一行人。刁德一借刀杀人之计落空了，一向痛恨日本人并深信刁德一的蒋福顺对刁德一抗日之真假产生了疑惑。落水而逃的小野气急败坏，逼使邹寅生一起向自己的上司黑田长官谎称沙家浜有大批的新四军，黑田下令出兵扫荡沙家浜。郭建光接到情报后立刻组织伤病员离开红石村向芦苇荡转移，并准备联合胡传魁和日本鬼子打一场巷战，但在巷战中，胡传魁未战先逃，带着他的一路人马去了刁德一临行前留下的地点等候刁德一的接应。而蒋福顺的人马却因胡传魁的逃战陷入困境，弟兄们死伤严重，多亏郭建光的部队突出重围赶来相救，蒋福顺才幸免一死。从此蒋福顺痛恨胡传魁、质疑刁德一、对有救命之恩的郭建光刮目相识。刁德一派人接应了胡传魁，亮明了自己系国军的真实身份，并奉旨收编了胡传魁的保安大队为国军所属的忠义救国军。胡传魁被委任为司令，刁德一则做了参谋长。二人率这支忠义救国军耀武扬威地重返扫荡后的沙家浜。为了摸清刁德一及其所控制的忠义救国军抗日之真假，郭建光派蒋福顺回沙家浜见胡传魁和刁德一，并转达其共商抗日之诚意，刁德一将计就计，一边说服胡传魁出面在春来茶馆和新四军商谈，一边通知了邹寅生和小野，预谋再次借刀杀人。当小野和邹寅生突然出现在茶馆时，阿庆嫂巧用计向郭建光与白秀成报了信，二人成功脱险。留下了胡传魁成了小野的战利品，为争取胡传魁、孤立刁德一，小野押上胡传魁回了常熟，刁德一再次借刀杀人的计划又落空了，反而要低三下四地亲赴常熟从小野手中保回胡传魁。郭建光郑重宣布了上级的指示：全体伤病员守留并发展江抗力量，随后带上白秀成和蒋福顺去周边一带做发展江抗的工作，找回了蒋福顺打散了的弟兄，又说服了白秀成的师父白衫道人让他的千百弟子跟随新四军。同时，又找到了被国军发配到山上看守据点的原国军常熟守备营长魏国良，击毙了欲谋反的崔排长，促使有爱国之心的魏国良率部队投奔了郭建光。转眼间，郭建光把江抗发展壮大到六千人左右。而刁一德能掌控的还是胡传魁的几十个人马。刁德一开始从暗地转向了公开，他逼红石村的百姓下湖捕鱼以诱出芦苇荡里的伤病员，提前赶到红石村的阿庆嫂急中生智，让沙四龙利用从刁小三手中夺来的枪“鸣枪报警”。刁德一的“诱蛇出洞”计划被鸣枪报警破坏了，气急败坏的他决定“逼蛇出洞”，强迫被抓的百姓向芦苇荡里的伤病员喊话，并威胁百姓如不见伤病员走出芦苇荡便开始毙人……此时，外出发展江抗工作的郭建光回到沙家浜，闻讯立刻带领蒋福顺的人马去刁家大院放了一把火，刁德一看透了这是“调虎归剿”之计，不但不撤兵，反倒疯狂的下令准备枪杀被抓的百姓。阿庆嫂此时也脱身于红石村，迅速找到邹寅生，利用他和刁德一之间的矛盾说服了邹寅生让小野带兵去了红石村。刁德一发现了远远而来的日本汽艇，只好忍气吞声地抢在日本汽艇到来之前放了被抓的百姓，撤离了红石村。不获而返的刁德一深信是阿庆嫂搬来的日本人，他对阿庆嫂的猜疑惹恼了胡传魁。刁德一只好以不再找阿庆嫂的麻烦为条件说服了胡传魁答应了他的又一个计谋：全线封湖，并由他全权负责。刁德一在春来茶馆布控，阿庆嫂的行动也受到严密的监控。封湖也使芦苇荡里的伤病员的疗伤、甚至生存带来了空前的危机！就在这时，战士小王染上有大面积传染性的伤寒！郭建光不得不立刻采取行动，他背上小王冒险闯出芦苇荡，闯进常熟城，与白秀成一道逼邹寅生进入日本人的医院为小王实施抢救，并令医生拿出了所有的抗生素。小王获救了，但负责临时关照小王的茶馆小伙计阿福因染上伤寒死去了；护士小凌自知染上了伤寒，怕再扩大传染悄悄的投水自尽了……两只绿色的芦苇棺木载着两个年轻的生命漂向水的远方……已正式加入新四军的蒋福顺不忍封湖带来的困境，与带着无限愧疚的小王擅自出了芦苇荡，摸进了戒备森严的红石村弄到了两袋粮食，归途中，为了掩护蒋福顺，小王毅然暴露了自己把敌人引开终至被乱枪打死。寸步不离春来茶馆的刁德一，不得已去了红石村下令枪毙了那两个失职的哨兵，杀一儆百。而胡传魁此时已被邹寅生接走去了常熟为陈丽丽过生日。借此良机，阿庆嫂派阿贵找来黄春和胡大，说服了二人去常熟城寻医看胎，黄春坚决要求阿庆嫂陪同去常熟，无奈之下监控阿庆嫂的刘副官只好放行。回到春来茶馆的刁德一闻之大怒，喝令刁小三紧追阿庆嫂并跟踪其后。进了常熟的阿庆嫂安排黄春、胡大去见胡传魁，自己则巧妙的摆脱了刁小三，见到了程书记紧急商议如何救困在芦苇荡多日的伤病员。黄春胡传魁后被他一顿痛骂后一气之下撞死在常熟街头，望着快要生孩子了的黄春的惨死，胡传魁悲愤不已，下令收兵开湖。功亏一篑的刁德一对红了眼的胡传魁万般无奈，封湖就此宣告结束。刁老太爷不期而归，看到刁家居然变成军部，胡传魁则住进了自己的房中，气绝身亡。默默于亡父灵前的刁德一接到了上方的指令及其指责，他决定采取最后也是最恶的行动，火烧芦苇荡。胡传魁为了保命答应了邹寅生从速与其表妹陈丽丽成婚，彻底投靠日本人。刁德一的船队向芦苇荡进发，数百支火把投向芦苇荡，燃起漫天火焰……企图烧死伤病员。看守阿庆嫂的刁小三发现全体伤病员竟安然无恙的潜藏在茶馆二楼！刁小三惊慌失措地跑去告密，刁德一带着人马迅速包围了春来茶馆，却搜查无果。气急败坏的胡传魁赶到茶馆痛斥刁德一，在俩人的唇枪舌战中忠义救国军撤离了春来茶馆。全部潜卧在春来茶馆房顶上的伤病员正举枪待战……胡传魁与陈丽丽的婚礼在刁家大院举行。全面反扫荡的枪声就在胡传魁的婚礼上打响了，江抗战士分四路把刁家大院包围起来，为胡传魁张罗婚礼的阿庆嫂一挥白手巾，枪声四起，刁家大院成了锄奸抗日的战场。大战告捷，沙家浜重见天日。郭建光率领江抗队伍告别了沙家浜，赶赴全面反扫荡的新战场••••••",
    "chinese_title": "沙家浜",
    "douban_rating": "6.9/10 from 604 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-05-05T13:23:04"
}