{
    "aka": [],
    "sid": "2264150",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0276534",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0276534/",
    "imdb_votes": 458,
    "this_title": [
        "Stronghold"
    ],
    "douban_link": "https://movie.douban.com/subject/2264150/",
    "imdb_rating": "8.1/10 from 458 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For those of you who want the splendour of the Dark Ages with none of the side effects--scurvy, the Black Death, being burnt at the stake, etc.--then Stronghold might just be the answer. Basically it's a siege sim with some combat and Age of Empires-style resource management thrown in. The game is set at the height of the feudal system in England; there are two missions to play through, the story-based combat mission, or the standalone economic mission.The combat mission is the most story-based of the game elements. You are a young Knight whose father has been murdered whilst trying to reunite the kingdom. But your castle is the central focus and must be defended at all costs. The idea is to build a keep, towers and battlements, which you can use to your strategic advantage and defend against the enemy's forces. In Stronghold your adversary will come ready and armed with ladders and siege engines and will know how to use them.The economic aspect of the game owes more than a little to city-building sims such as Caesar and Pharaoh and follows a pretty standard RTS resource management formula. If you want to make bread you need to grow wheat, get it milled into flour and then build some bakeries to make the bread. You can't mine gold; you make it by taxing your peasants and trading your surplus supplies and build such edifices as churches, weaponsmiths, employ soldiers for your army and install a fire brigade.Despite the apparent complexity this is a remarkably intuitive game to play. The developers have added some really great elements and (whisper this) look like they have thought about how people play an RTS and tried to eliminate those frustrating fundamentals that drive you to using the CD as a coaster. The camera is not strictly 3-D, you can view the castle from either, north, south, east or west and to make sure that you can get rid of those annoying chinks in you wall which are hidden behind trees. Graphically it looks great. And there are some really nice animations (burning buildings and rabbit mutilation aside). The castles are a work of art and you can even get your spearmen to build moats so that you can go for that classic medieval edifice look. All in all, this is definitely more than the sum of its ramparts. --Kristen Bowditch",
    "chinese_title": "Stronghold",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-21T21:56:28"
}