{
    "aka": [],
    "sid": "2265382",
    "cast": [
        {
            "url": "/celebrity/1049510/",
            "name": "大卫·阿奎特 David Arquette",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031804/",
            "name": "索拉·伯奇 Thora Birch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017890/",
            "name": "朱丽安娜· 玛格丽丝 Julianna Margulies",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281614/",
            "name": "凯特·凯罗 Kat Coiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208524/",
            "name": "Miles Chandler Miles Chandler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1170508/",
            "name": "Jordan Burt Jordan Burt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127768/",
            "name": "Taylor Patterson Taylor Patterson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081030/",
            "name": "Spencer Diamond Spencer Diamond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055468/",
            "name": "乔莉·费舍尔 Joely Fisher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040842/",
            "name": "凯蒂·谢纳卡斯 Katie Chonacas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036308/",
            "name": "克里斯滕·里特 Krysten Ritter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022830/",
            "name": "李洛·布兰卡托 Lillo Brancato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014255/",
            "name": "斯薇特拉娜·梅特奇娜 Svetlana Metkina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004656/",
            "name": "巴萨扎·盖提 Balthazar Getty",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0410626",
    "director": [],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-05-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0410626/",
    "imdb_votes": 753,
    "this_title": [
        "Slingshot"
    ],
    "douban_link": "https://movie.douban.com/subject/2265382/",
    "imdb_rating": "4.5/10 from 753 users",
    "trans_title": [
        "调戏危情"
    ],
    "douban_votes": "0",
    "introduction": "SLINGSHOT (2005) begins with a flash forward to the climactic scene, with Taylor (Balthazar Getty) begging Ash (David Arquette) to \"put down the gun, man!\" as they stand on a dark, deserted city street with cop cars bearing down on them. But Ash doesn't put down the gun, man. Something's bugging him big-time, and when the police screech to a stop, he points the gun and BANG!Here's the bad news: in order to find out what just happened, or rather, what is going to happen at the end of the movie, you have to watch SLINGSHOT. Or maybe you could just find someone who has seen it and ask them what happens so you don't have to watch it. Just look for someone who is wandering around aimlessly in a state of extreme boredom and/or disbelief. Chances are, they've just watched SLINGSHOT.Now we flash back, way back, to when Taylor and Ash were little kids, and they promise each other that they'll always be friends. Ash beans a girl with his slingshot, indicating that he's a problem child. Then the little Taylor and Ash walk along kicking a rock together, and suddenly we flash forward and they're the grown-up Taylor and Ash, kicking what is probably a different rock as they hitchhike cross-country looking for cars to steal and people to rob.One of their favorite scams is to pick up well-to-do hockey moms who aren't getting enough of the old bone-aroo from their husbands and go home with them for some illicit s-e-x, which allows them to case the joint from the inside and make off with stuff they can fence to a beautiful Russian club owner named Fast Bobby (Svetlana Metkina). Of course, they expect Fast Bobby to be a guy upon meeting her, which is a comic idea that I first encountered during an episode of \"Petticoat Junction\" when I was about nine.Already I was beginning to form an intense dislike for these characters which would only grow stronger as the movie lurched forward. While hanging around a Little League hockey rink, Ash gives an insecure kid named Tracey the benefit of his valuable life experience while sharing a joint with him. Later on, we find that Tracey's brief, magical encounter with Ash has actually had a positive, life-changing effect on him, which is meant to be heartwarming. Ohh-kay.Meanwhile, Taylor is turning on the charm for a lovely hockey MILF named Karen (Julianna Margulies, who looks way better without that Brillo-head hairstyle she sported on \"E.R.\") and is invited back to her pad for some--heh, heh--\"sex.\" This proves to be such a pleasant experience for Taylor that he's in no hurry to ransack the place and blow town, which makes the already unstable Ash very antsy, irritable, and, yes, jealous. Taylor's his buddy, see--the only person in the world who will have anything to do with him--and he doesn't like it when anyone else besides him gets to spend quality Taylor-time.Long story short, Karen turns out to have a cute 19-year-old daughter named April (Thora Birch), and when Taylor meets her, he falls head-over-heels in love faster than Benjamin Braddock fell in love with Mrs. Robinson's daughter Elaine in THE GRADUATE. And in a development that strains viewer credulity to the point of whiplash, April falls right back in love with Taylor even after he tells her what he's been up to with her mother. Because April is one of those people that exists only in the movies--a beautiful, hot young babe who is incredibly lonely.We know she's lonely because there's a montage of her driving around town looking from side to side (for love) and sitting by herself in a cafe', barely able to sip her Frappucino, all to the tune of a really sad song. So, naturally, a no-account scam artist like Taylor is just the thing to make her young heart go all a-flutter. And in less time than it takes for her and Taylor to engage in a string of endlessly dull scenes with some of the dumbest and most pointless dialogue ever written, they plan to run off to Brooklyn together. Yes, Brooklyn.But now, with his significant buddy going all sappy for someone else, Ash finally begins to go over the edge. He gets a gun, starts burning cigarette holes through the heads in his Taylor 'n' Ash snapshots, and starts making wacky David Arquette expressions of emotional turmoil. He makes off with April on the pretense of going to meet Taylor, and starts waving his gun around as he berates her for stealing his only friend away from him. She reacts to this by acting as though something's vaguely amiss. Taylor races to the rescue, leading to the aforementioned scene that was flash-forwarded to at the start of the movie. \"Put down the gun, man!\" BANG!To say that SLINGSHOT is disjointed and unevenly directed is like saying Charles Manson is a little coo-coo. Many of the scenes look and sound like a series of slapdash screen tests that have been strung together, with shaky camerawork that goes in and out of focus as it tries to be \"artsy\" but only succeeds in being \"fartsy.\" The part where Taylor solemnly tells April about the time a young Ash was traumatized when his old man served him a steaming bowl of doggy-beef stew after cooking the family dog is a particularly rich slice of unintentionally-funny bathos. To make things worse, the dialogue often sounds as though the actors were paid a bonus every time they managed to squeeze the \"F\" word into every sentence multiple times, which really gets old after awhile.Julianna Margulies and Joely Fisher as her gal-pal Emma do what they can with a couple of dopey roles. Balthazar Getty, unfortunately, kept reminding me of Charlie Sheen in HOT SHOTS the whole time, while David Arquette just seems better suited to comedy and should avoid trying to convey dead-serious intensity in the future. And Thora Birch's terminally-detached \"April\" barely seems to exist in the same dimension as the rest of the characters.If you want to see a movie about a couple of drifters who dream of a better life--one level-headed and relatively intelligent, the other unpredictable, unstable, and dependant on his smarter buddy to get him through life--you might give OF MICE AND MEN a try. SLINGSHOT, somewhat similar in regard to the Taylor and Ash characters and their eventual fate, is a bit like something John Steinbeck might have written--right after someone whacked him in the head with a shovel five or six times.-http://www.bumscorner.com/bumnuke/index.php?module=ProdReviews&func=showcontent&id=795",
    "chinese_title": "调戏危情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Slingshot",
    "imdb_rating_average": 4.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-01T18:49:59"
}