{
    "aka": [],
    "sid": "2265866",
    "cast": [
        {
            "url": "/celebrity/1117356/",
            "name": "恩里克·卢塞罗 Enrique Lucero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084746/",
            "name": "José Ángel Espinosa &#39;Ferrusquilla&#39; José Ángel Espinosa &#39;Ferrusquilla&#39;",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145449/",
            "name": "Jorge Humberto Robles Jorge Humberto Robles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148285/",
            "name": "Carlos Riquelme Carlos Riquelme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079352/",
            "name": "Cristina Ferrare Cristina Ferrare",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058335/",
            "name": "Ramón Armengod Ramón Armengod",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392713/",
            "name": "卢克·大卫·扬 Luke David Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054224/",
            "name": "约翰·卡拉丁 John Carradine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137804/",
            "name": "海伦娜·罗霍 Helena Rojo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2186524154.jpg",
    "region": [
        "墨西哥",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1412639/",
            "name": "唐·里科 Don Rico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364950/",
            "name": "马尔科姆·马默斯顿 Malcolm Marmorstein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074873",
    "director": [
        {
            "url": "/celebrity/1274469/",
            "name": "胡安·洛佩兹·莫克特祖马 Juan López Moctezuma",
            "@type": "Person"
        }
    ],
    "duration": "101 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1978-11-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0074873/",
    "imdb_votes": 862,
    "this_title": [
        "Mary, Mary, Bloody Mary"
    ],
    "douban_link": "https://movie.douban.com/subject/2265866/",
    "imdb_rating": "5.0/10 from 862 users",
    "trans_title": [
        "玛丽玛丽血玛丽"
    ],
    "douban_votes": "0",
    "introduction": "墨西哥超现实吸血鬼片，导演Juan López Moctezuma是JODOROWSKY大师的好友，曾经参与杨大师多部经典CULT片的拍摄工作。A beautifull artist (Cristina Ferrare) moonlights as a vampire while in Mexico, killing lovers of both sex. It seems that the only person who has any chance of stopping her reign of terror is her father (John Carradine), who's also a vampire. Model and future TV host Christina Ferrare is a lesbian vampire whose victims are dying to quench her thirst for blood. Mexican authorities and her father (John Carradine) try to come between Ferrare and her next target's neck in this horrifying shockfest.Juan Lopez Moctezuma's MARY, MARY, BLOODY MARY (1975) is one of those movies you watch and, after mentally cataloging all the things wrong with it, realize how cool it really is... mostly because of all the things you thought were wrong with it. Cristina Ferrare is such a Pamprin headache of an actress, as stiff as a celluloid collar, and yet she does create one of cinema's most interesting vampires. In many ways, Mary couldn't be worse at what she does - while the early murder of a man interested in more than her paintings goes off smoothly (Miss Thing slyly sliding a hairpin out of her chignon during female superior sex and using it to lay open his jugular), her next victim (a fisherman, whom she has attempted to drug) nearly fends her off until she takes him down in one of the most ungainly vampire attacks of all time.Elsewhere, Mary proves herself a complete chicken shit in moments of tension, as when she breaks down in big boo-boo tears when confronted on a country road by a mysterious figure clad in black. She's lachrymose, emotionally withdrawn, sexually disengaged and her art sucks... what a perfect portrait of an Ugly Americana spreading the white man's poison south of the border. It's in this context that the cheapness of the production, the harsh 70s decor, the cold, perfunctory performances and the wall-to-wall Muzak score actually begin to seem like grounded artistic choices and have a lot to do with why I keep coming back to this one.MARY, MARY, BLOODY MARY ends in a surprisingly cynical bloodbath of ultraviolence that leaves only the pathetic title character standing... or in reality on her knees sucking the life out of the one person whose love she had relied on to point her to some kind of normalcy. Not enough vampire movies use awkwardness and incompetence as character traits to define their bloodsuckers and that's too bad. George Romero had similar ideas for MARTIN (1976) a year later but portraying vampires as just folks is definitely the horror road not taken.",
    "chinese_title": "玛丽玛丽血玛丽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mary, Mary, Bloody Mary",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T01:12:03"
}