{
    "aka": [],
    "sid": "2266142",
    "cast": [
        {
            "url": "/celebrity/1219641/",
            "name": "Isabelle Stephen Isabelle Stephen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0827773",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-07-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0827773/",
    "imdb_votes": 47,
    "this_title": [
        "Order of One"
    ],
    "douban_link": "https://movie.douban.com/subject/2266142/",
    "imdb_rating": "4.2/10 from 47 users",
    "trans_title": [
        "神功救世"
    ],
    "douban_votes": "0",
    "introduction": "After years of searching, the crime lord of the city, Mr. Park, is about to get his wish: Soon he will have the ultimate talisman: The Sword of Destiny. Forged from the spear that pierced the skin of Jesus, the sword gives unspeakable power to whoever touches it. Park, however, underestimates the tenacity of the escaped convict Sonny and his unwilling cohort Ross Conroy. These two seemingly hapless pawns stand in the way of Mr. Park achieving his nefarious goal: to possess the sword and use its power to control everything in their path. Soon the heroic duo are challenged by all of Park's forces, including his nephew Tommy, the killer trio known as the Three Blind Mice, legions of obedient sycophants and the beautiful but ruthlessly deadly combination of Dynamite and Butterfly. Sonny and Ross have one mission before their luck runs out: to get the sword to the Order for safekeeping. The the fate of The Sword - and all who come in contact with it - is in their hands. Written by Anonymous",
    "chinese_title": "神功救世",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Order of One",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-14T01:52:16"
}