{
    "aka": [
        "Enthusiasm",
        "Entuziazm: Simfoniya Donbassa",
        "The Symphony of the Don Basin",
        "Энтузиазм: Цимфония Донбасса"
    ],
    "sid": "2266918",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1931",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2446640055.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0021375",
    "director": [
        {
            "url": "/celebrity/1016798/",
            "name": "吉加·维尔托夫 Dziga Vertov",
            "@type": "Person"
        }
    ],
    "duration": "67 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1931-04-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0021375/",
    "imdb_votes": 1149,
    "this_title": [
        "Энтузиазм: Симфония Донбасса"
    ],
    "douban_link": "https://movie.douban.com/subject/2266918/",
    "imdb_rating": "6.8/10 from 1149 users",
    "trans_title": [
        "热情·顿巴斯交响曲",
        "Enthusiasm",
        "Entuziazm: Simfoniya Donbassa",
        "The Symphony of the Don Basin",
        "Энтузиазм: Цимфония Донбасса"
    ],
    "douban_votes": "338",
    "introduction": "Dziga Vertov's Entuziazm is considered a masterpiece of early sound film and of Soviet avant-garde cinema. Dealing with the Five Year Plan of the late 1920s, it was praised by artists like Charlie Chaplin, was subsequently forgotten, and rediscovered by the avant-garde movement of the 1960s.This edition presents the film, for the first time on DVD, in two versions: the print preserved in the former Soviet Union's Gosfilmofond as well as Peter Kubelka's fascinating restoration which - by re-syncing the image and sound - allows the viewer to experience what Vertov considered the new language of sound cinema. In Restoring Entuziazm, Peter Kubelka - filmmaker and co-founder of the Austrian Film Museum - demonstrates the principles of his restoration work und discusses Vertov's concepts of cinema. The Extras section presents two more rare documents from the Austrian Film Museum's Vertov collection.Enthusiasm: Symphony of the Donbas, Vertov's paean to the Soviet first Five-Year Plan for economic development (1928-32), clearly has a \"three-movement\" form. Beginning with an overture on the elimination of all the old detritus impeding full socialist construction (particularly religion and alcoholism), the film moves into a middle section that passes through many of the stages of heavy industrial production to culminate in a final movement, where the products of industrialization flow back to the USSR (most notably to the countryside) and are celebrated.The film is classicly Vertovian in its reflection upon its own constructed nature. Like Man with a Movie Camera, Enthusiasm seems to begin twice: the music we hear (and watch) being heard in the film's first shot is later repeated, with the woman auditor replaced by a male conductor in a radio studio. The production, transmission, organization and audition of sound enter our own conscious reception of the film. Thus Enthisiasm is a three-levelled film, with the audience's auditory experience, the film as a sound-image construct, and the documentary character of the film's basic materials all co-present and woven together as part of a reflexive texture remarkable at this early date in the history of sound film, and inspirational for many later experimenters, including Peter Kubelka and Richard Serra.",
    "chinese_title": "热情·顿巴斯交响曲",
    "douban_rating": "7.7/10 from 338 users",
    "foreign_title": "Энтузиазм: Симфония Донбасса",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.7",
    "update_at": "2025-10-23T16:28:08"
}