{
    "aka": [],
    "sid": "2266220",
    "cast": [
        {
            "url": "/celebrity/1037391/",
            "name": "玛丽娜·阿布拉莫维奇 Marina Abramovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189724/",
            "name": "米歇尔·布托尔 Michel Butor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589875221.jpg",
    "region": [
        "荷兰",
        "奥地利",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037391/",
            "name": "玛丽娜·阿布拉莫维奇 Marina Abramovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329232/",
            "name": "皮埃尔·库力博夫 Pierre Coulibeuf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261551",
    "director": [
        {
            "url": "/celebrity/1329232/",
            "name": "皮埃尔·库力博夫 Pierre Coulibeuf",
            "@type": "Person"
        }
    ],
    "duration": "63分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-04-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261551/",
    "imdb_votes": 67,
    "this_title": [
        "Balkan baroque"
    ],
    "douban_link": "https://movie.douban.com/subject/2266220/",
    "imdb_rating": "7.0/10 from 67 users",
    "trans_title": [
        "巴尔干巴洛克"
    ],
    "douban_votes": "0",
    "introduction": "STATEMENTHere and nowIn the film Balkan Baroque, one has the impression that the character invents the past as she speaks, here and now. This past seems to have no reality outside the moment it is evoked with the force that is characteristic of film work. Here, in Balkan Baroque, it has become the present, the present of the film unwinding before the viewer's eyes.What we see on the screen is in the process of happening-it is the very gesture that is given to us and not a report on it. The universe of the film is given in a perpetual present. In other words, this biography of Marina Abramovic, which implies a number of past things, is in process of unfolding before our eyes, here and now, as we watch Balkan Baroque. 'Elsewhere' and 'formerly' do not exist. There is no longer a true reality, inherent and external to the film, so there is no longer anything but the sole reality of the projected images. The film, the universe that it reveals, suffices by itself, at every instant, erasing itself as it goes along, within a loop that is literally never-ending.We are therefore dealing with a subjective, mental unwinding. The work Balkan Baroque is not account of an exterior reality; it is its own reality. The only time to be considered for this biography is the projection time (63'). Balkan Baroque is pure fiction, an imaginary production in which Marina Abramovic plays different roles, including the role of the artist doing performances.",
    "chinese_title": "巴尔干巴洛克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Balkan baroque",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-07T02:16:28"
}