{
    "aka": [
        "Videogram of a Revolution",
        "革命录像纪事",
        "齐奥塞斯库政权的崩溃"
    ],
    "sid": "2267738",
    "cast": [
        {
            "url": "/celebrity/1033166/",
            "name": "扬·卡拉米特鲁 Ion Caramitru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072639/",
            "name": "埃列娜·齐奥塞斯库 Elena Ceausescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067901/",
            "name": "尼古拉·齐奥塞斯库 Nicolae Ceausescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052243/",
            "name": "Visarion Alexa Visarion Alexa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521021473.jpg",
    "region": [
        "德国",
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1050749/",
            "name": "哈伦·法罗基 Harun Farocki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334257/",
            "name": "安德烈·乌日克 Andrei Ujică",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0108489",
    "director": [
        {
            "url": "/celebrity/1050749/",
            "name": "哈伦·法罗基 Harun Farocki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334257/",
            "name": "安德烈·乌日克 Andrei Ujică",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "德语",
        "罗马尼亚语",
        "英语"
    ],
    "playdate": [
        "1992-08(洛迦诺电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0108489/",
    "imdb_votes": 718,
    "this_title": [
        "Videogramme einer Revolution"
    ],
    "douban_link": "https://movie.douban.com/subject/2267738/",
    "imdb_rating": "8.0/10 from 718 users",
    "trans_title": [
        "革命录影纪事",
        "Videogram of a Revolution",
        "革命录像纪事",
        "齐奥塞斯库政权的崩溃"
    ],
    "douban_votes": "257",
    "introduction": "尼古拉·齐奥塞斯库（Nicolae Ceau?escu，1918年1月26日－1989年12月25日，又译寿西斯古和西奥塞古），罗马尼亚政治家，著名的社会活动家，齐奥塞斯库兄弟姐妹共9人，前总统尼古拉排行老三，他共有5个兄弟，3个姐妹。老大尼库利娜是家庭妇女，老二马林常年担任罗驻奥地利商务参赞，老四玛丽亚（女）曾在布加勒斯特电磁厂当车间主任，老五弗洛雷亚为前《火花报》记者，老六安德鲁察中将曾任内务部警官学校校长，老七伊利耶中将曾是罗马尼亚军事科学院历史系教授、国防部副部长兼罗军最高政治委员会书记，老八埃列娜（女）长期在家乡当教师、学监，老九扬曾任农业部长。1918年1月26日，本人生于奥尔特县斯科尼切会蒂村。1933年加入共青团。1936年加入GCD。因从事反法西斯斗争，多次被捕坐牢。曾任共 青 团中央书记、州委书记、农业部副部长、武装部队部副部长等职。1955年当选为党 中 央政 治局 委员、中 央 书记。1965年3月24日当选为罗马尼亚工人党第一书记。1965年乔治乌－德治不幸逝世以后，经过国民公决，他成为罗马尼亚的最高领导人，1974年任共和国总统，直至1989年被杀为止。齐奥塞斯库在任期间实行独 裁 统 治，民主被剥夺，他还任命亲戚为**官员，在政治上手段狠辣。在外交方面，他保持独立自主，与苏联保持距离，与中国友好，曾与美国总统尼克松见面，并和以色列保持外交关系，谴责苏联在勃列日涅夫统治时期侵略捷克。 尽管在外交上齐奥塞斯库有许多成就，但是他经济上的腐败无能使得罗马尼亚出现危机；而且齐奥塞斯库居住于宫殿的豪华建筑物中，过着豪奢的生活，与人民的一般生活脱节。而且齐奥塞斯库还以秘密警察方式监视人民生活。根据2006年发现的前情报局档案，在1988年，齐奥塞斯库曾遭遇一次未遂的刺杀。刺杀者名叫索尼克·比斯，他在1988年3月的党代会场外僻静处，对齐奥塞斯库进行刺杀，但被警卫察觉，遂被捕。他自称隶属于“自由真相与民主铁血战士”的组织。这个刺客后来被秘密警察处死。但是此档案现在被罗马尼亚官方的历史文献管理部门所收藏，具体细节仍然没有透露。 1989年12月苏东剧变中罗马尼亚人民集会要求民主，受到齐奥塞斯库强力镇压，结果引发更大骚动。国防部第一副部长斯登古雷斯库上将没有按齐奥塞斯库的旨意去拦阻群众，维持秩序，反而壮起胆来“背叛”了他，偷偷下令军队撤回军营，给了齐奥塞斯库致命的一击。国防部第一副部长斯登古雷斯库上将没有按齐奥塞斯库的旨意去拦阻群众，维持秩序，反而壮起胆来“背叛”了他，偷偷下令军队撤回军营，给了齐奥塞斯库致命的一击。示威民众的情绪更加激昂，口号声、歌声响彻云霄，一起向党中央大厦冲击。终于，齐奥塞斯库夫妇和中央要员抵挡不住，撤离了党中央大厦。齐奥塞斯库最后准备以直升机从总统府逃脱，结果被罗马尼亚救国阵线委员会逮捕，他和妻子埃列娜·齐奥塞斯库被控以“屠杀六万人民、积蓄超过十亿美元的不当财产”等罪名，在经军事审讯后被秘密枪决，并没收所有财产。审讯及枪决过程的影片很快在法国及其他欧洲国家流传，罗马利亚的电视台也有播出。 2001年，被强力部门没收多年的财产经罗马尼亚最高法院判决归还他的儿子和女儿。Czech-German doc pope Harun Farocki, working with Andrei Ujica, assembles video footage shot by scores of sources during the week of riots that culminated in the Ceausescu overthrow of 1989, and what results is not only an hour-by-hour history of the revolution but also an exploration of how it was conceived and seen as a televised event. We get all of the broadcast glitches, unedited feeds, power-grabbing chaos, and epochal please-stand-by ellipses; as civilians literally defend the TV station with combat rifles, unidentified counter-revolutionary snipers hole up in massive and empty high-rise buildings the dictator had built and then abandoned. The sense of exhilarating liberation and history made as we watch is consistently leavened by the weird distance, between citizens and their own revolt, occupied by TV cameras and monitors. By the end of the week, and the Ceausescus' executions, nothing is real—or historical—until it is seen on television.",
    "chinese_title": "革命录影纪事",
    "douban_rating": "8.9/10 from 257 users",
    "foreign_title": "Videogramme einer Revolution",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.9",
    "update_at": "2025-05-27T03:35:13"
}