{
    "aka": [
        "In Search of Moebius - Jean Giraud"
    ],
    "sid": "2270535",
    "cast": [
        {
            "url": "/celebrity/1191903/",
            "name": "吉姆·李 Jim Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045622/",
            "name": "让·纪劳 Jean Giraud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028140/",
            "name": "恩基·比拉 Enki Bilal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012065/",
            "name": "Philippe Druillet Philippe Druillet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005176/",
            "name": "H·R·吉格 H.R. Giger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027500/",
            "name": "丹·欧班农 Dan O&#39;Bannon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050662/",
            "name": "迈克·米格诺拉 Mike Mignola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004767/",
            "name": "亚历桑德罗·佐杜洛夫斯基 Alejandro Jodorowsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013888/",
            "name": "斯坦·李 Stan Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535616205.jpg",
    "region": [
        "Germany"
    ],
    "writer": [
        {
            "url": "/celebrity/1042926/",
            "name": "Hasko Baumann Hasko Baumann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1029340",
    "director": [
        {
            "url": "/celebrity/1042926/",
            "name": "Hasko Baumann Hasko Baumann",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "english",
        "french"
    ],
    "playdate": [
        "2007-05-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1029340/",
    "imdb_votes": 281,
    "this_title": [
        "Moebius Redux: A Life in Pictures"
    ],
    "douban_link": "https://movie.douban.com/subject/2270535/",
    "imdb_rating": "7.2/10 from 281 users",
    "trans_title": [
        "莫乌斯：电影中的生活",
        "In Search of Moebius - Jean Giraud"
    ],
    "douban_votes": "0",
    "introduction": "French artist and author Jean Giraud is one of the most famous and influential comic strip illustrators and authors of all time. He achieved his greatest fame as Moebius - not so much a pseudonym as an alter ego. With his triple-split personality - Jean Giraud, Moebius, Gir - he succeeded in making his work accessible in popular comic strip series like Blueberry, in metaphysical fantasies like John Difool and, not least, to a broad public, with set designs for films such as The Fifth Element. As a co-founder of the comic magazine Métal Hurlant he shook up the world of bourgeois French comics and American super-heroes in 1975, creating a whole new 'grown up' way of looking at the comic strip art form. How could a man invent all those strange places and stories, collaborate with some of the world's maddest artists and even go so far to seriously prepare himself to be picked up by aliens - and then go live a quiet and secure life back in Paris? Was he ever in danger of losing his mind? Or was it necessary for his art to live a life like that, and out of self-protection to split into in different personalities? In Moebius Redux - A Life in Pictures an exceptional artist tells his life's and work's story. Artists he met and left on his way, join in: Longtime collaborators like Alejandro Jodorowsky and Philippe Druillet, Swiss artist H.R. Giger and Marvel Comics legend Stan Lee, admirers like Jim Lee and Mike Mignola. Their narration not only gives an insight in how they experienced working with Giraud, but also presents the fascinatingly woven network around one of the most important comic book artists ever. Inspired by Giraud's visual power Moebius Redux - Ein Leben in Bildern animates the diversity and dynamic of his work. Extraordinary views on Paris, Los Angeles and the Mexican desert build a visual link between his life and his artistic universe, accompanied by the electronic soundtrack composed by \"Kraftwerk\" legend Karl Bartos.",
    "chinese_title": "莫乌斯：电影中的生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Moebius Redux: A Life in Pictures",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-01-29T05:39:24"
}