{
    "aka": [],
    "sid": "2274913",
    "cast": [
        {
            "url": "/celebrity/1275430/",
            "name": "戴娇倩 Shirley Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274884/",
            "name": "邵兵 Bing Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326956/",
            "name": "穆麒同 Qitong Mu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276154/",
            "name": "张镝 Di Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314844/",
            "name": "赵毅 Yi Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316775/",
            "name": "韩志 Zhi Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329642/",
            "name": "刘子菲 Zifei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001714/",
            "name": "奚美娟 Meijuan Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276110/",
            "name": "刘莉莉 Lili Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2617488582.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1314035/",
            "name": "王静茹 Jingru Wang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1310549",
    "director": [
        {
            "url": "/celebrity/1314034/",
            "name": "王小康 Xiaokang Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1310549/",
    "this_title": [
        "大声呼喊你回来"
    ],
    "douban_link": "https://movie.douban.com/subject/2274913/",
    "trans_title": [
        ""
    ],
    "douban_votes": "338",
    "introduction": "回到家中，路一鸣得知罗茜离开，万般牵挂，与张静文争吵不休，并正式分手。这时，路一鸣才意识到自己在情感上的变化。显然，他已经在潜移默化中爱上了罗茜。不难想像，一场风波在路家内外骤然掀起！有道是：一个英俊潇洒、生理正常的儿子，爱上了一个盲女，这是任何一对父母所不能接受的。为此，路母几近闹到要与儿子断绝关系的地步。但是，用路一鸣的话来说：爱谁是谁，无论她是一个怎样的人……一次偶然的机会，刘淑华撞见罗茜，见她流浪在外，总归对自己是一件麻烦事，于是，她又故作着好心好意收留了她，并试图把她嫁去农村，以便卸下包袱。面对刘淑华“逼婚”的举动，罗茜痛心之余，更是奋力反抗。后来，路一鸣意外得知此事，赶去将其解救出来，并带回家中，渐渐地，俩人相爱了……为了尽快筹钱，治好罗茜的眼睛，路一鸣四处找工作，没想到却处处碰壁，更何况想一下子积攒这么多钱，可谓难上加难。于是，他想到了自己的亲叔叔——路士清，并救助他。路士清从事海上运输多年，家庭生活颇丰，但是吝啬的秉性是出了名的，更不可能无缘无故借钱出去。由此，他想到了一个两全齐美的办法，那就是：让路一鸣替他出海，三个月后给他四十万。无奈之下，路一鸣答应了他的要求。可谁知，路一鸣这一走，就没再回来。不久，传来噩耗，货船遇上风浪，沉入海底，无一生还……一时间，罗茜觉得天都会塌下来了，加上路家人的不依不饶，张静文的冷嘲热讽，并把她逐出屋门，罗茜彻底地崩溃了。她几度寻死，却被一个叫楚晨光的男子救起。但殊不知，楚晨光正是刘淑华的儿子，刚从国外留学回来，博士学位，就任人民医院眼科主任，与张静文是同事。之后，为养活自己，罗茜来到酒吧唱歌，并用所挣的钱救济罗家，其间，还险些遭受流氓阿三的凌辱。而这个阿三不是别人，正是刘淑华当初的债主……罗茜的善良与纯情深深打动了楚晨光，更是令其心底不由地泛起涟漪。于是，他背着母亲，卖掉了医院分给的待遇房，送罗茜进了手术室，并亲自为她做了眼角膜移植手术。或许命运就是这么捉弄人。就在罗茜进手术室的当天，大难不死的路一鸣回来了。据悉，他是这次“海难”中唯一的幸存者，在海上漂泊了二十多天，就在生命的最后一刻，被渔民救起……返回的路一鸣期待见到罗茜，却见张静文守在屋里。由此，张静文谎称，罗茜在得知他去世后，早已离开，不知去向。闻此，路一鸣心碎之余，开始四处寻找她的身影……不久，罗茜重见光明。而她复明后的第一件事就是去路家，希望通过照片，亲眼目睹心爱人的容颜。谁知，却被张静文以种种理由挡在门外，甚至辱骂她是祸根，总是给别人带来不幸。闻此，罗茜难过不己。之余，为了感激楚晨光，罗茜接受了他的感情……后来，刘淑华得知儿子与罗茜在一起，吃惊万分，并强烈反对。楚晨光倍感费解，心想：母亲见都不愿见她，为何如此反对？与此同时，罗茜的歌声被某音乐公司相中，将其捧红，成为一颗耀眼的明星。但是，罗茜从心底忘不了路一鸣，还时不时地悄然去海边，朝着远方大声呼喊你回来！可见罗茜对一鸣的感情致深。对于罗茜的一举一动，张静文可谓是了如之掌。为了让路一鸣彻底死心，张静文文从中作梗，有意安排了一次机会，让路一鸣终于见到了罗茜。只不过那一刻，对于罗茜而言，路一鸣如同陌生人一般。与此同时，路一鸣见罗茜跟另一男人(楚晨光)在一起，生活处境更是今非昔比，加上张静文告诉他，正是那个男人替罗茜治好了眼睛。由此，心情复杂的路一鸣只得把这份爱深深地埋在心里，并决定背井离乡去外面发展。岂料，就在他临行的前一天晚上，一件意想不到的事发生了。那就是：刘淑华为拆散儿子与罗茜，几近到了丧心病狂的地步，竟然为垂涎三尺的阿三提供方便，企图让他强暴罗茜，幸亏路一鸣及时出现，才令罗茜化险为夷。但是那一刻，鉴于多方面考虑，路一鸣没有告诉她自己的真实身份，但是罗茜却从他的身上，找到了路一鸣的影子，似乎是一份久违的情感慰藉，无疑令路一鸣心如刀绞般。有道是：相爱之人，心有灵犀……后来，路一鸣抓住阿三，经过盘问才知一个天大的秘密，那就是：楚晨光竟然是刘淑华的亲生儿子。与此同时，刘淑华希望路一鸣出面，阻止他们来往，怎么说他们也算是兄妹关系。闻此，路一鸣不知如何是好，直到刘淑华跪下来求他，路一鸣才默认了她的要求，终于站了出来，出现在罗茜面前，并告之自己没有死的事实。一时间，罗茜百感交集之余，旋即又掉进矛盾的旋涡中，毕竟自己的身边有了另一个男人，一个如同给了自己第二次生命的男人……由于路一鸣的意外出现，楚晨光崩溃了，他深知罗茜的心思，但又无法克制自己。尽管他选择了退出，但却难以自拔，无疑令善良的罗茜又一次忍痛舍爱，重新回到他的身边。对此，路一鸣自然尊重她的选择，自始至终都没有告诉她事情的真相，选择独自悄然离开。因为他深知，解铃还需系铃人，更何况爱是一种际遇，需要一种缘分！对于眼前的一切，刘淑华觉得是一种报应，不得不跟儿子全盘托出，希望他跟罗茜分手。闻此，楚晨光才知自己在国外期间，母亲的所作所为，更是痛彻心扉，并觉得自己应该放手，让原本相爱的人在一起。之后，楚晨光向罗茜讲述了一切，希望她原谅母亲，毕竟刘淑华经过这么多事，精神上受到严重打击……跟后，历经感情磨难的罗茜创作了一首歌，名为《大声呼喊你回来》，不仅充满了对父亲的思念，同时也深深表达了对路一鸣的感情。可见她又一次站在海边，朝着远方大声呼喊，期待路一鸣回到她身边……",
    "chinese_title": "大声呼喊你回来",
    "douban_rating": "7.5/10 from 338 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-02-03T06:22:47"
}