{
    "aka": [
        "Rue Santa Fe"
    ],
    "sid": "2277846",
    "cast": [
        {
            "url": "/celebrity/1059614/",
            "name": "萨尔瓦多·吉列尔莫·阿连德·戈森斯 Salvador Allende",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280264/",
            "name": "卡门·卡斯蒂罗 Carmen Castillo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第60届戛纳电影节(2007)\n　　一种关注单元 一种关注大奖(提名) 卡门·卡斯蒂罗\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2258684039.jpg",
    "region": [
        "智利",
        "法国",
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1280264/",
            "name": "卡门·卡斯蒂罗 Carmen Castillo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1038904",
    "director": [
        {
            "url": "/celebrity/1280264/",
            "name": "卡门·卡斯蒂罗 Carmen Castillo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-05-22(戛纳电影节)",
        "2007-12-05(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1038904/",
    "imdb_votes": 151,
    "this_title": [
        "Calle Santa Fe"
    ],
    "douban_link": "https://movie.douban.com/subject/2277846/",
    "imdb_rating": "7.4/10 from 151 users",
    "trans_title": [
        "圣达菲街",
        "Rue Santa Fe"
    ],
    "douban_votes": "0",
    "introduction": "October 5, 1974: In the suburbs of Santiago, pregnant Carmen is badly injured and her partner Miguel, head of the resistance against Pinochet's dictatorship, is killed in combat. So begins a journey into the memories of the defeated...A documentary about a leftist activist coming back to Chile from exile. Old harrowing memories come back to mind along with fears of finding a submissive Chile that doesn't fit in the ideals they struggled for, so triggering mixed feelings and a sensation of lost battle.One of the moments features a visit to the place she lived in with her husband, a famous MIR leader, who was shot dead in a police raid after she got seriously wounded almost causing her to die. Amid flashbacks and footage from some decades ago, former party comrades and neighbours are interviewed, so conjuring up aspects and emotions related to exile, former leftist activism in the MIR, frustrations, ordeals, unaccomplished goals and new hopes.The duration is rather long, but one doesn't get that impression, it captures the attention, making the vision of the film smooth.Carmen Castillo was the comrade and lover of Miguel Enriquez, head of the MIR (Movimiento de Izquierda Revolucionaria/Movement of the Revolutionary Left) that spearheaded the Chilean revolution that led to the election of the socialist Salvador Allende in September 1970. Most students of contemporary history know that on September 11th 1973 Pinochet's brutal military coup followed by the death of Allende, massive looting, decades of torture, imprisonment and disappearances, along with the destruction of social syndicates and organizations.Some MIR leaders went underground, including Enriquez, Castillo, then pregnant, and two little daughters, who lived in a peaceful suburb of Santiago. Then, on October 5, 1974, police came to where they were living on Calle Santa Fe. Enriquez died. Castillo was shot and seriously wounded; later she lost the child she was carrying, but a neighbor, Manuel, called an ambulance and took her to the hospital, where she was saved.Castillo was arrested and held after her recovery but then expelled from Chile. After drifting from country to country for a bit, she settled in France.Resistance grew in the late Seventies and early Eighties, but MIR was dissolved of its own accord in 1985, and things have been different since the return off \"democracy\" in 1990.Anyway, Castillo's long film (163 minutes) chronicles all this, with rich texture created through testimony by fellow MIR leaders who either never left or returned some time in the Eighties; through footage from the Seventies, Eighties, and Nineties; and through a chronicling of Castillo's recent return visits to Calle Santa Fe, where she meets people who knew her, even the man who took her to the hospital. She also revisits her family and has discussions with her father, about whom she made a 2004 documentary, 'Le Chili de mon père'/'The Chile of My Father.' One of the subjects that comes up is whether it was right for any of the leftist leaders to leave, abandoning the people they had championed to the despotism of Augusto Pinochet and his thugs. Having not only gone elsewhere but lived when MIR's leader died beside her, Castillo no doubt was troubled by survivor guilt of several kinds. Since she had not gone on with things in Chile, some of the traumas were frozen inside her.This may not be the best way of reviewing the totality of Chile's recent history, but it's an emotionally convincing and involving way. The people in this film are impressive from many points of view--for their courage, their dignity, their language, and above all for their enduring idealism, which has never died and has been passed on to younger generations in Chile. Of course Castillo herself is obsessed. She has some letting go to do. Her campaign to have the house on Calle Santa Fe purchased and turned into some kind of study center of shrine doesn't appeal to younger leftists. Finally she is content with a small gathering when a plaque is cemented into the sidewalk in front of the house and one of the surviving leaders (nearly all of whom underwent imprisonment and torture and still have returned) says some words of poetry. There's not much humor here, but there is tremendous hope and much emotion.Not a theatrical possibility in this country due to its length, but very worthwhile for anyone interested in leftist politics and revolution and modern Latin American history.Shown only once at the NYFF 2007.",
    "chinese_title": "圣达菲街",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Calle Santa Fe",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T15:58:40"
}