{
    "aka": [
        "Joan of Arc of Mongolia"
    ],
    "sid": "2278784",
    "cast": [
        {
            "url": "/celebrity/1351377/",
            "name": "巴德玛 Badma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051080/",
            "name": "Christoph Eichhorn Christoph Eichhorn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041374/",
            "name": "依蕾·莎丝特 Inés Sastre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028663/",
            "name": "伊尔姆·赫尔曼 Irm Hermann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000594/",
            "name": "德菲因·塞里格 Delphine Seyrig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008204/",
            "name": "彼得·科恩 Peter Kern",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "　　第39届柏林国际电影节(1989)\n　　主竞赛单元 金熊奖(提名) 乌尔里克·奥廷格\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895479517.jpg",
    "region": [
        "西德",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019407/",
            "name": "乌尔里克·奥廷格 Ulrike Ottinger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0095406",
    "director": [
        {
            "url": "/celebrity/1019407/",
            "name": "乌尔里克·奥廷格 Ulrike Ottinger",
            "@type": "Person"
        }
    ],
    "duration": "165分钟",
    "episodes": "",
    "language": [
        "德语",
        "法语",
        "俄语"
    ],
    "playdate": [
        "1989-02(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0095406/",
    "imdb_votes": 301,
    "this_title": [
        "Johanna D'Arc of Mongolia"
    ],
    "douban_link": "https://movie.douban.com/subject/2278784/",
    "imdb_rating": "6.8/10 from 301 users",
    "trans_title": [
        "蒙古的圣女贞德",
        "Joan of Arc of Mongolia"
    ],
    "douban_votes": "154",
    "introduction": "Synopsis:A group of cosmopolitan women passengers aboard the Trans-Siberian/Mongolian Railway are taken prisoner by Ulan Iga, a warrior princess. The rigors of the harsh desert landscape in summer test the prisoners' endurance, unlike Princess Ulan and her tribe, who are united with the physical environment by tradition and necessity.Ottinger about her Film:This is a film about different kinds of narration. In my films, there is never a singular plot. Nevertheless there is a story. The first part of the film is a trip through history on the Trans-Siberian Railroad, a grand old train on which people traveled from East to West and West to East for over a hundred years. I was fascinated by the story of this train. I found it a wonderful place to bring together people of all types. I focused here on four very different female characters who represent stories from different epochs. There is the elegant Lady Windermere who is an amateur ethnologist from late nineteenth century. She is what was called a \"private scientist,\" a rich person devoted to a singular obsession of study, as in old English novels. Lady Windermere was inspired by the Victorian trends of this time and highly influenced by all the experiences in the colonies of the British Empire, to study the culture of Mongolian nomads. She is seen traveling in a salon wagon, her own sumptuous private train car. This signifies that she is from the time when the diplomatic corps, princes, and kings traveled on the Trans-Siberian Railroad as in a luxurious hotel. Then there is a beautiful young girl, Giovanni (later called Johanna), who is from our contemporary times today. She is an adventurer, traveling with a knapsack and a Walkman. At first she is in the third class carriage with soldiers and peasants who travel with their animals. Then she is invited to join Lady Windmere at her dinner table and in her private car. There is a German professor, Frau Muller-Vohwinkel, who travels with a Baedeker, the famous travel guide that she reads carefully, so that everything she sees has already been interpreted. And there is Fanny Ziegfield, a musical star from the nineteen thirties or forties of the great music halls. They are all on the train traveling in a linear path from West to East. Most of the travelers plan to go through Mongolia on the way to other destinations. Only Lady Windemere intends to remain in Mongolia, to continue her enthnographic studies. In addition to these characters, there is also a three woman entertainment troupe, the Kalinka Sisters. They are like a traveling Yiddish version of the Andrew Sisters. There is also a male character, Mickey Katz, who is a Yiddish tenor enroute to Harbin, China to meet up with its large Jewish community. While on the train he joins the other singers in presenting wonderful songs from music halls of the thirties and forties like those from New York's old Second Avenue.The film is divided into three sections. In the first and last parts of the film, the action is on the train. These scenes were all shot in meticulously constructed sets made in the studio, even the glimpses of the passing outside landscape, as seen through the windows. I wanted the audience to truly see the artificiality of that construction. So, you catch a glimpse of a rip in the back wall of Lady Windemere's private car. But the rip is really a trompe l'oeil painting made by theatrical set painters. It signals this as an intentionally highly artificial presentation of the Western world.In contrast, the central section of the film, when the train reaches Mongolia, was all shot on site, in the natural landscape. Here the train is stopped and the women travelers are kidnapped by a band of Mongolian tribeswomen, led by Princess Ulun Iga, who take them from the train to their seasonal encampment. Everything changes. In this nomadic landscape there is no linear path to follow. This goes also for the dramaturgy. The slow epic time of the Mongolians begins, with fairy tales, rhapsodic narration, and wonderful epopees--the old traditional songs in which they tell their whole history. It is an old dramaturgy as in Shakespeare--very simple, a skeleton that you fill with anything you wish. Like an epic, this is a space for the actualities, daily life, religious rituals, and so on of this largely female nomadic Mongol community. As relationships develop, we see various cultural confrontations between nomadic and settled cultures, between fiction and documentary, between the period costumes of the Europeans and the lavish traditional dress of the Princess and her retinue.When I begin a new film, the inspiration, content, and style of the film comes from the place in which I start. Here it is Mongolia. I always like to change the point of view, to go around a theme looking at it from various perspectives and different points of view. This makes things more complex and a bit more difficult in a world where cinema is expected to be simply entertainment. Of course, I am not interested in this. Johanne d' Arc is an amusing film. But it is amusing on another level. It is a film about cultural misunderstandings, which can be quite funny. I have traveled a lot in other countries and learned a great deal about misunderstandings that I found highly interesting. It is important for me to talk about that.The Critics:\"The whole film is a twin structure, cut through by doubles, repetitions, similarities and endless reflections. The images have a crease, established by the stories [...] In this way the Mongolian world casts a reflecting light on western customs and habits and cinema recommends itself as the instrument of investigation and the agent of old and new myths.\"  -- Frieda Grafe, Suddeutsche Zeitung, April, 3rd,1989\"JOHANNA represents the fanciful attempt of a unique German filmmaker to explore the way extremely different cultures migrate and influence each other. The theme of the wanderer/outsider, carrier of diverse ideas, runs through all of Ulrike Ottinger's strikingly original films.\"  -- Judy Stone, San Francisco Chronicle",
    "chinese_title": "蒙古的圣女贞德",
    "douban_rating": "8.0/10 from 154 users",
    "foreign_title": "Johanna D'Arc of Mongolia",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "8.0",
    "update_at": "2025-11-23T16:20:11"
}