{
    "aka": [
        "The Adventures of Goopy and Bagha"
    ],
    "sid": "2278788",
    "cast": [
        {
            "url": "/celebrity/1344203/",
            "name": "罗比·高希 Robi Ghosh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352586/",
            "name": "塔潘·查特吉 Tapan Chatterjee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "家庭",
        "奇幻"
    ],
    "awards": "　　第19届柏林国际电影节(1969)\n　　主竞赛单元 金熊奖(提名) 萨蒂亚吉特·雷伊\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547651270.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1048247/",
            "name": "萨蒂亚吉特·雷伊 Satyajit Ray",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0063023",
    "director": [
        {
            "url": "/celebrity/1048247/",
            "name": "萨蒂亚吉特·雷伊 Satyajit Ray",
            "@type": "Person"
        }
    ],
    "duration": "132 分钟",
    "episodes": "",
    "language": [
        "孟加拉语"
    ],
    "playdate": [
        "1968"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0063023/",
    "imdb_votes": 2866,
    "this_title": [
        "Goopy Gyne Bagha Byne"
    ],
    "douban_link": "https://movie.douban.com/subject/2278788/",
    "imdb_rating": "8.7/10 from 2866 users",
    "trans_title": [
        "古皮与班吉哈的冒险",
        "The Adventures of Goopy and Bagha"
    ],
    "douban_votes": "0",
    "introduction": "你没看错，雷伊大师也拍过幻想片的。。。这是他所有作品中最特别的一部。Evergreen Fairy taleI rate 10 to the movies I can watch hundred times, time and again. Goopy Gyne Bagha Byne is one of them. I grew up watching this movie, watched several times and each time was none the less exciting...charming.One of Ray's great directorial acumen was to select perfect casts for the movie. If you just see the actors he chose to perform various characters in the movie, you will think that the story was actually written keeping them in mind. And the actors impeccably perform their parts.This is the story about two simpleton musicians who were respectively banished by their village for their cacophonous music and coincidentally teamed up in a forest lived by ghosts. Furtunately the king of ghosts liked their music and gave them three magical boons. There started the adventure of Goopy and Bagha.Another powerful aspect of Ray's movies is their music. Mostly he composed himself. He did for this movie too. One more fact keeps you wondering is how such a fairy tale movie can be made with so less special affects and low cost. The sets were adorned with crafts and symbols that accentuate the ambiance, like the Magician's room in the palace of Shundi.This is the first of the movies about adventures of Goopy Bagha. There are two more of them - Heerak Rajar Deshe (In the land of Diamond King) and Goopy Bagha Phire Elo (Goopy Bagha Return) - each worth watching, the third movie is directed by Ray's son, Sandip Ray.",
    "chinese_title": "古皮与班吉哈的冒险",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goopy Gyne Bagha Byne",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T16:52:10"
}