{
    "aka": [
        "The Adventures of Buratino"
    ],
    "sid": "2278854",
    "cast": [
        {
            "url": "/celebrity/1042175/",
            "name": "罗兰·贝科夫 Rolan Bykov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019480/",
            "name": "尼古拉·格林科 Nikolai Grinko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025629/",
            "name": "弗拉基米尔·巴索夫 Vladimir Basov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458338/",
            "name": "塔提安娜 普罗申科 Tatyana Protsenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139681/",
            "name": "叶莲娜·萨纳耶娃 Yelena Sanayeva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162862/",
            "name": "格奥尔基·维岑 Georgiy Vitsin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163438/",
            "name": "里娜·泽廖娜娅 Rina Zelyonaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089422/",
            "name": "弗拉基米尔·艾图什 Vladimir Etush",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155613/",
            "name": "Baadur Tsuladze Baadur Tsuladze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109218/",
            "name": "尤里·卡京-雅尔采夫 Yuri Katin-Yartsev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017288/",
            "name": "叶夫根尼·维斯尼克 Yevgeni Vesnik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062518/",
            "name": "亚历山大·安·巴拉诺夫 Aleksandr Baranov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438318/",
            "name": "德米特里·罗斯弗夫 Dmitriy Iosifov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130783/",
            "name": "Elena Ponsova Elena Ponsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111481/",
            "name": "Margarita Korabelnikova Margarita Korabelnikova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094456/",
            "name": "Nina Gulyayeva Nina Gulyayeva",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "儿童",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565873896.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1533925/",
            "name": "阿列克谢·尼古拉耶维奇·托尔斯泰 Алексей Николаевич Толстой",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1533937/",
            "name": "Inna Vetkina Inna Vetkina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080977/",
            "name": "尼古拉·埃德曼 Nikolay Erdman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009040/",
            "name": "Lyudmila Tolstaya Lyudmila Tolstaya",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0073570",
    "director": [
        {
            "url": "/celebrity/1048891/",
            "name": "Leonid Nechayev Leonid Nechayev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105453/",
            "name": "伊万·伊万诺夫-瓦诺 Ivan Ivanov-Vano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060840/",
            "name": "Dmitriy Babichenko Dmitriy Babichenko",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1976-01-01(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073570/",
    "imdb_votes": 2377,
    "this_title": [
        "Приключения Буратино"
    ],
    "douban_link": "https://movie.douban.com/subject/2278854/",
    "imdb_rating": "7.5/10 from 2377 users",
    "trans_title": [
        "布拉提诺历险记",
        "The Adventures of Buratino"
    ],
    "douban_votes": "387",
    "introduction": "托尔斯泰的名著电影幻想版A bizarre, fascinating Soviet fairy-tale filmIt seems that fairy tale films were considered by Soviet filmmakers to be an important genre, as studios devoted large budgets to them, and some directors, like Alexander Row, even specialized in them. This is a film that I happened on at a website devoted to Russian DVDs, videos and CDs. It offered generous clips of most of the films offered, and the look of this particular film really struck my fancy. Even so, when it arrived, I was unprepared for how seriously wacky it turned out to be. It's easily as strange or stranger than `The 5000 Fingers of Dr. T.'`The Adventures of Buratino and the Golden Key' was Alexander Tolstoy's re-telling of the classic story of Pinocchio, which he remembered from his childhood, but had modified and rewrote over the years. Tolstoy's version has since become a classic in its own right in Russia, and this filming of it was apparently made for Soviet TV in 1975. It's in two separate parts, each about an hour long.Buratino (i.e. Pinocchio) is played by a remarkable little actor who's kind of a funny-looking kid to begin with, and is transformed into a manic, almost frighteningly cheerful imp by the bizarre costume and makeup he wears. His high-pitched voice and shrill laughter could very well leave your ears ringing, if you have a low tolerance for it, but his performance is sharp, nuanced, and fascinating to watch. The characterizations overall are very broad and over-the-top, and there are lamentably clumsy attempts at slapstick humor by some of the adult actors. The young kids in the cast, however, are a delight to watch, as their performances are natural and apropos, and their costumes and make-up are strikingly beautiful, as are the sets and locations. Most of the younger cast portray puppets in the guise of various traditional theatre characters, (Pierrot, Harlequin, etc.). A couple of scenes almost remind me of live-action versions of Japanese anime, i.e. cute little kids in strange costumes, performing on bizarre, surreal sets.The overall look of the cinematography seems old-fashioned to me, and most of the time it's hard to guess when this was filmed. Maybe the 1940s, ‘50s, early ‘60s? But the occasional musical set pieces give its vintage away. When a character breaks into song, their voices suddenly and jarringly change into an over-reverberant, highly processed acoustic. The swinging rhythms and accompaniment clearly show signs of being from the latter half of the 20th century. Equally jarring is the old-fashioned look of the cinematography, sets and costumes in contrast to the swinging, commercial jingle-like music. Some of the wackiest elements of the film are in these musical numbers, i.e. a kick-line of frogs (kids in frog outfits) dancing atop a high arched wooden bridge, before jumping into the water one-by-one. Street-cleaners dance joyfully in what appears to be a European town of the late 1700s or early 1800s, except that they are spraying the air with pressurized water hoses as they dance.There are a few actual puppets in the film, including what appears to be a cricket playing a violin and dispensing sage advice, an element left over from the traditional Pinocchio story. The wily fox and cat who continuously try to bamboozle Buratino are played by adult actors as a shabby pair of beggars, their costumes and makeup only subtly suggesting animal characters.",
    "chinese_title": "布拉提诺历险记",
    "douban_rating": "8.3/10 from 387 users",
    "foreign_title": "Приключения Буратино",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.3",
    "update_at": "2025-02-28T08:00:35"
}