{
    "aka": [
        "The Bridge of Warsaw",
        "Warsaw Bridge"
    ],
    "sid": "2279043",
    "cast": [
        {
            "url": "/celebrity/1090601/",
            "name": "卡梅·埃利亚斯 Carme Elias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214374/",
            "name": "Ferran Castells Ferran Castells",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188440/",
            "name": "Montserrat Alcoverro Montserrat Alcoverro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142268/",
            "name": "Ferran Rañé Ferran Rañé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132733/",
            "name": "Ona Planas Ona Planas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130170/",
            "name": "弗兰塞斯克·奥雷利亚 Francesc Orella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123333/",
            "name": "Joan Miralles Joan Miralles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075723/",
            "name": "Laura Conejero Laura Conejero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062039/",
            "name": "Jordi Bosch Jordi Bosch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033174/",
            "name": "乔迪·道德尔 Jordi Dauder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294800/",
            "name": "乔瑟普·马利亚·波乌 Josep Maria Pou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460978186.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0098139",
    "director": [
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1990-03-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0098139/",
    "imdb_votes": 351,
    "this_title": [
        "Pont de Varsòvia"
    ],
    "douban_link": "https://movie.douban.com/subject/2279043/",
    "imdb_rating": "6.6/10 from 351 users",
    "trans_title": [
        "华沙的桥",
        "The Bridge of Warsaw",
        "Warsaw Bridge"
    ],
    "douban_votes": "122",
    "introduction": "西班牙先锋导演Pere Portabella的代表作之一,这可不是波兰的华沙而是西班牙的\"华沙\"...http://www.pereportabella.com/Pere Portabella (b. 1929, Barcelona) is a veteran Spanish filmmaker whose narrative features—rich in interludes, plot diversions, atmosphere, and unexpected synchronies between sight and sound—limn the avant-garde and expand the expressive potential of cinema. Portabella, who began his cinematic career as a producer of fiction films implicitly critical of General Francisco Franco, had his passport revoked when Luis Buñuel's Viridiana (1961), which he helped to make, \"embarrassed\" Spain at the Cannes Film Festival in 1962. When democracy returned to Spain, Portabella served as a senator in the Catalan government. However, throughout his various careers, Portabella continued to make cinema, investigating meaning in the moving image and flexing the notion of genre—particularly for horror films, fantasy films, and thrillers.Warsaw Bridge.  1990. Spain. Directed by Pere Portabella. The idea for Warsaw Bridge, a less conceptual film than Accío Santos, started from a line in a newspaper: \"The body of a scuba diver was found in a burnt forest.\" Portabella elaborates narrative fragments from this kernel in a procedure that recalls that of the French nouveau roman. Made as the Cold War was ending, the film critiques the Spanish intelligentsia's indifference to political and historical change.Warsaw Bridge is dated 1989, the year of the fall of the Berlin Wall. If the predominant look in Nocturno 29 was that of the upper classes in the sixties, in Warsaw Bridge we have shining images of the new intellectuals and the amnesic, progressive, European political classes. But beneath that sparkling surface of spectacular socio-cultural events and the frivolous life in a happy Europe, lies the tension of broken memories and personal and historical cataclysms. Filmed as meticulously as contemporary commercial cinema, Warsaw Bridge shatters the plot into a thousand fragments in a European landscape broken by the return of History. It is therefore not strange that two years later Godard should be the author of a sibling film, Germany Year 90 Nine Zero, explicitly the heir to Rossellini’s Germany Year Zero in 1947 post-war Europe.Regardless this film is incredible visually and emotionally. Definitely not for the fan of Hollywood films, or even independent films, or actually any film with any type of structured narrative. But if you let the film take you and suspend and expectation the reward is very worthwhile.",
    "chinese_title": "华沙的桥",
    "douban_rating": "7.6/10 from 122 users",
    "foreign_title": "Pont de Varsòvia",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.6",
    "update_at": "2025-01-27T12:11:19"
}