{
    "aka": [],
    "sid": "2279943",
    "cast": [
        {
            "url": "/celebrity/1315704/",
            "name": "谢祖武 Tso-wu Hsieh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275579/",
            "name": "蓝心湄 Pauline Lan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433902/",
            "name": "李亚明 Ya-Ming Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275678/",
            "name": "潘仪君 Joy Yi-Chun Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348393/",
            "name": "萧大陆 Da-lu Hsiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364321/",
            "name": "杨宝玮 Anais Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274438/",
            "name": "李立群 Lichun Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285575/",
            "name": "顾宝明 Pao-Ming Ku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289745/",
            "name": "雷鸣 Ming Lei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329239/",
            "name": "邓安宁 Danny Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329905/",
            "name": "丁也恬 Elten Ting",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370986/",
            "name": "郑平君 Ping Chun Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459043/",
            "name": "宋培 Pei Sung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424236/",
            "name": "罗巧伦 Chiao-Lun Lo ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1539332/",
            "name": "史良骐 Liang-chi Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536551/",
            "name": "吕良惠 Liang-Hui Lu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1746214291.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1323462/",
            "name": "阮少娜 Siu Nar Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373112/",
            "name": "陈惠妍 Hui-yan Chen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316788/",
            "name": "赖水清 Shui-Ching Lai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "47",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1993-04-26"
    ],
    "this_title": [
        "英雄少年"
    ],
    "douban_link": "https://movie.douban.com/subject/2279943/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1402",
    "introduction": "明正德年间太监刘瑾专权，民不聊生，大学士于仁杰却联同各部官员上表参劾刘瑾罪行，可惜事机不密，已被瑾知道，罗袛炽罪名陷害杰与一群忠臣义士，杰闻讯为保性命，只好与家人分道逃出京城避祸。杰在逃难其间染了重病，自知难以活命，暗中命人联络好友叶文滔，要滔在自己死后，割下自己头颅，献与瑾，给生一条生路，滔对杰此请求，实难答应，因会被天下人误会卖友求荣，但杰在三要求，并交出遗书作证，日后生长大成人，滔也可以用以证明自己清白，滔还未知如何是好，杰已死去，滔只好忍辱负重，割下杰首级交与瑾，并自荐要领兵返杀杰后人，但瑾为人阴险猜疑，对滔所求并没答允，并派东厂人马全力追杀素心和文升，滔只好暗中派人查探，希望比东厂早一步找到心与升下落。心与升本由两侍卫护送南下暂避，途中已知悉兄死讯，更知是滔所害，萆悲伤不已，一日至河边，突见有追兵赶至，连忙把小侄儿放入一木盆之中，任由之随水而去，自己投河自益，瑾手下认定心已死而升下落不明，向瑾回报。话说平县有一守财奴江富贵，年近40仍未有子女，曾到庙中求签，马半仙说：「泛之一字曰水。」，贵参详半天，不明所以，但在回家突中，却在河边发现升在盆中载浮载沉，贵认定是上天赐与抱回家中抚养，取名江水升。贵因在河边得子，与马所说的「泛之一字曰水」，大有关连，对马奉若神明，并聘之为升算命，马不算猷可，一算之下，认为升贵不可言，小时为文带来好运道，长大后功名利禄，唾手可得，但切记在未成亲之前，不可让升踏出家门半步，否则既损祖业，还会知道自己非江家子孙，贵把马之言紧记心中。转眼十多年后，生已长大成人，机灵乖巧，心地善良，贵虽刻薄成家，但对生却有求必应，只是尊马半仙吩咐，十多年来未许生离家半步，并决定早日替生娶妻以定其心，生本反对，但知道娶妻后可获自由，连连答应，但其后却误信堂兄江步云之言，以为未婚妻何婉容相貌其丑，决定离家逃婚。贵知生出走，气出病来，云假意照料，却在伺机夺产。生出走之消息，传至何家，容生性冲动，不甘受入之下，决定离家找生晦气。生本欲离家一些时日，迫贵替之退婚，便回家与贵团聚，对云意欲夺产一事，全不知情，趁此良机在外游历一下。偶然机会下，见识一少女徐湘儿，惊为天人，但只见了数面后，便不知其去向，令生挂恋不已，决定在城中查访湘下落。期间生为打抱不平，赔上了自己身上所有财物，但却赢得一知己赵中原。生心中虽悬念湘，但生活所迫，也无法在城中逗留，决定提前与原返乡，向贵表白不欲娶容，再图后计。生之出现令云措手不及，心一横将贵所有田契财物偷走，却被生发现，与贵苦追，结果所有物品掉进急流中。贵因贪小便宜，而丢了大包袱，仅余的钱财也尽失，受不了如此大打击，竟想寻死，生为慰父，扬言三年之内要赚回贵以往家财，贵闻言才放弃寻死之念，其实口出狂言，实际无半点把握，与原为求温饱，已大伤脑筋，何来发财大计。生、原正替人当苦差之际，无意中发现墙上有不少悬赏捉拿江洋大盗，当下撕去一张赏格，替人寻找失物，凭生机智及原之神力，两人果然替富户捉到家贼，生、原顿时雄心万丈，其后又捉了邻省的一名大盗，名声更响，两人开设了「闯名堂」，专办一些悬案，及缉拿大盗，两人名堂闯了些，但却因此得罪了巡抚千金叶玲，原来玲正是叶文滔之女，滔因杰事件有了污名，加上多年寻访杰子也无下落，心灰意冷之下，对事情看得淡泊，除了不时外出打探文升下落外，终日与酒为伍，衙门内的政务大部份由玲代管，玲因而练就成一付硬朗性格，因治理得法也颇得民心，久而久之，玲有点自命不凡，心高气傲，偏偏生与原破获的案件都是一些衙门未破之案件在生、原宣扬下，无意中贬低了衙门的功能，玲气不过，找生晦气，反被生气弄一番，玲大怒，决意报复，在两帮人互相捉弄之时，原却对玲生了爱意，却苦无机会表白。生在侦查一件灭门惨案之中，再遇湘，湘竟是苦主，生万分同情，助湘取回祖业湘敢激不已，但玲对湘身份有怀疑，苦苦追查，生以为玲欺凌弱女，对玲矛盾更深。原来湘果然不是苦主，她是刘瑾养女，瑾为求大事成功，要找龙脉所在地，建立生祠，湘就是奉命与瑾侄儿刘承威南下寻找风水地。湘与生交往后，对生渐生情愫，为威之悉，设计把湘调走，生以为湘真是与远亲早有婚约，如今只是提早婚嫁，心虽痛苦，也没法阻止湘随远亲离去。生自湘远嫁后，痛苦不已，玲见生一反往日开怀性格，觉生一片情真，对生印象改观。回头再说何婉容，自从离家找生晦气后，不久遇上人口贩子，被拐骗卖到青楼。鸨母迫令容接客，容不之如何脱身，称自己接客也可以，但人客一定要食量胜过自己，原来容天生异禀，食量惊人，容就凭借此一能耐，保存清白之躯，此事传至原耳中，欲找容比试，两人斗吃饺子，结果原险胜。容因有言在先，虽万班不愿，也准备对原献身，谁料原只为一较高下，全无占便宜之心，声言要走，伤及容自尊，容伺机报复，却被原兄发觉，说容天生下贱，人家不占她便宜，还来苦缠，容尽吐苦水，生惊闻此人就是自己未过门的妻子，心中歉疚，命原替容赎身，安顿在一小屋内，容误以为原对自己生情，快慰不已。原对玲一片痴情，却不敢倾吐，着生替之传情达意，生向玲传达爱意，玲误以为生向己示爱，大喜过望，后才知误会，差点与生反目，两人日渐相处之下，生也对玲有所改观，两人不知不觉间产生爱意，此事被原知道，以为生有心横刀夺爱，差点兄弟反目，幸玲从中调解，两人冰释前嫌。年少轻狂，英雄相惜，几位年轻人携手并肩，同心协力，排除万难，最后铲处奸恶，报了家仇，也解了国患。",
    "chinese_title": "英雄少年",
    "douban_rating": "8.7/10 from 1402 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-04-22T00:08:20"
}