{
    "aka": [
        "Inochi"
    ],
    "sid": "2279710",
    "cast": [
        {
            "url": "/celebrity/1157326/",
            "name": "丹波哲郎 Tetsurô Tanba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485913/",
            "name": "前泽保美 Maezawa Yasumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495061/",
            "name": "清水干生 Mikio Shimizu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399935/",
            "name": "山野史人 Yamano Fubito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1525262/",
            "name": "松浪志保 Shiho Matsunami",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565552068.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1161664",
    "director": [
        {
            "url": "/celebrity/1478866/",
            "name": "伊豫田静弘 Seikou Iyoda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "50",
    "language": [
        "日语"
    ],
    "playdate": [
        "1986-01-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1161664/",
    "this_title": [
        "いのち"
    ],
    "douban_link": "https://movie.douban.com/subject/2279710/",
    "trans_title": [
        "命",
        "Inochi"
    ],
    "douban_votes": "0",
    "introduction": "1945年8月18日，在天皇宣布日本投降的四天之后，由于在东京的住所被烧毁，高原未希和妹妹佐智坐上了回故乡弘前的列车。佐智的一只脚由于空袭而变得活动困难，在回乡的列车上，她们结识了去往弘前寻找未婚夫的已有身孕的村中春以及旧式高中的毕业生中川邦之。回到故乡弘前，两姐妹终于和母亲千惠、管家工藤清吉以及他的妻子稻子嫂团聚了。海军预备役的学生滨村直彦在抑郁想投海自尽时救起了因为未婚夫去世而绝望自杀的小春。直彦把小春带到高原家修养，保住了一条命的小春还是流产了。清吉劝说一时由于自杀而痛苦迷茫的小春，劝她努力做一个“不用依靠男人的女人”，使得小春最终立志做一名实业家。这时候千惠吐血昏倒了，医生坂口一成诊断后告诉未希确诊是癌症。而被扣留在西伯利亚的父亲托人带来了信物向家中报平安。看着丈夫的物品，千惠在浓浓的思念中永远闭上了眼睛。这些都让未希立志做一名服务于农村医疗的医生。然而，高原家被战后的农地改革的风暴所席卷。虽然有佃农岩田刚造的承诺帮忙，因为父亲被扣留在西伯利亚，高原家还是被认定为不在地主，丧失了大量的土地，家庭经济情况也急转直下。在东京共同立志为农村医疗努力的直彦和未希互相吸引并相爱了。完成了医专学业的未希回到故乡，终于达成梦想成为医生。佐智也希望能够成为看护来协助姐姐的医疗事业，但是由于她脚上的行为不便因而苦没能获得资格。最终她以护士为目标，成功取得了护士的资格。 父亲正道从西伯利亚回来，但是由于长的扣留生活，正道的身体已经虚弱到随时都有生命危险，得知了此事的邦之于是向佐智求婚，希望两人能在正道的亲自祝福下结为夫妇。可就在婚礼的晚上，正道在妻子千惠的墓前停止了呼吸。之后医院开业营业都十分顺利，直到一天她为刚造的妻子初子诊断，由于将初子身体情况当做了妊娠中毒症，最终初子和腹中的胎儿由于尿毒症双双去世。这时的未希失去了身为医生的自信。既是为了进修，也是为了对直彦的思念，未希在小春的资助下去美国留学。就在留学即将结束之际，得知直彦归国后将要进入大学医院的未希决定与他决裂。回国以后，不顾周遭的反对，未希与刚造结婚。虽然婆婆有诸多的顾虑和不满，这些都在未希尽力治愈刚造和初子的女儿典子的病后和解了。以家乡的村镇合并为契机，未希和邦之都十分倡导的公立诊所终于建设了起来。但是经营情况却不尽如人意。小春在东京经营一家舞厅取得了很大成功，买下了土地的小春让未希到东京的一处新兴住宅小区试开一年医院。而故乡的医院就交给邦之来打理。东京的医院发展的速度非常快，导致了医生不足的情况。预定的一年结束，在清吉、佐智的恳请下，未希决定和邦之交替工作。由于刚造的支持，未希决定一直把东京的医院经营下去。这期间，典子和她发生了一些争执。未希决定继续经营东京的医院之后，希望从家乡征召一些青年去医院里就职。可是当时东京的定时授课制高中会使得小春无法看到女儿征子，小春还是决定让征子去上全日制高中，为的是希望以后征子能够上大学以后成为医生。同时，刚强和初子的儿子龙夫也依靠継母未希去东京，龙夫从东京都内的高中考取了大学的经济系，毕业后担任了未希的医院事务。后来征子和龙夫结婚。两人新婚旅行之时，发生石油危机，为求突破的龙夫不久后到处乱砍医院的业务，造成了一定程度的混乱。另一方面，在青森和父亲一起谋生的典子还是在和父母亲争执，婚礼当日，典子在未希准备的婚礼服装上做了改动，在婚礼上纪念初子。然而，之后由于婆婆得上了痴呆症，未希离开东京照看婆婆，与婆婆彻底和解后照顾她直到去世。不久之后小春突然病重，大家都为没有发觉小春的癌症而懊悔。小春希望能够在临终前回到弘前，在亲友和高原家、朋友们的陪伴下，小春去世了。不久后，由龙夫带来的医疗保险不当请求事件暴露。 未希的斥责下，龙夫道歉。可是医院的经营情况已经急转直下，得知已经再无转寰余地的未希最终做出了关闭医院的决定。刚造努力了多年进行品种改良的苹果终于有了成果，获得了农业奖。然而，喜悦不久，刚造就病倒了。意识不明的刚造的主动呼吸终于停止，对于希望了正要做气管切开的医生和家人们“已经很好了。你们的父亲加油了所以···”未希拒绝了延长寿命治疗，使刚造平静的走向天堂。此时典子越发不能理解未希，“杀了父亲的是你！”尽管医生和龙夫、征子去努力劝和，典子也再不准未希踏入岩田家一步。但是，失意的未希在清吉的建议下看了刚造生前向杂志投稿的文章，得知新品种苹果的名字正是自己曾经向刚造建议过的，为刚造的体贴悲喜交集。典子终于也看到了新闻，得知了刚造对未希的爱，决定向未希诚恳地道歉。之后，希望去帮助孩子们一起下田工作的未希发现自己因为长时间不从事田间劳动非常不适应。在自责中，未希前往山中的温泉度假。在温泉度假的偶然机会遇见了难产的孕妇，未希尽全力保住了母子的平安。这时，想到了自己的医术还是能够服务大众的未希返回了家乡。为了保护「生命」，所以今天也将会继续诊疗。",
    "chinese_title": "命",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "いのち",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T08:56:37"
}