{
    "aka": [],
    "sid": "2279033",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "科幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513315078.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1027346/",
            "name": "亚历克斯·普罗亚斯 Alex Proyas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0098373",
    "director": [
        {
            "url": "/celebrity/1027346/",
            "name": "亚历克斯·普罗亚斯 Alex Proyas",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1987-09-02(悉尼)",
        "1989-06-29(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0098373/",
    "imdb_votes": 866,
    "this_title": [
        "Spirits of the Air, Gremlins of the Clouds"
    ],
    "douban_link": "https://movie.douban.com/subject/2279033/",
    "imdb_rating": "6.4/10 from 866 users",
    "trans_title": [
        "空气之魂，云之精灵"
    ],
    "douban_votes": "1344",
    "introduction": "非常棒的超现实科幻片,与<银色星球>很像,导演Alex Proyas后来还拍了那部著名的<Dark City>,这是他的处女作.以下地址有详细介绍和剧照：http://www.mitternachtskino.de/spiritsoftheair.htmLike a dream, some things can only be experienced to understandThis film has some of the most beautiful imagery and haunting music ever. (Not to overstate it or anything) A three hander set in a post apocalyptic Oz outback (but one which is wildly more fantastical than Mad Max), Spirits of the Air tells the story of Smith, a stranger on the run who happens upon Felix and Betty, far into the desert.All around them are amazing images of cars buried into the ground like totems, huge flags blowing madly in the desert wind and their house itself is of the old oz pioneer style but decorated everywhere with crucifixes. Felix is an inventor obsessed with flight and making a glider, an obsession which has already left him in a wheel chair. Betty is one of the truly great film characters, just an absolute tripper - I can't describe her but the performance is a delight.This is not a fast film, it is not action packed but is intense - the imagery and art direction are beautiful, the writing is distinct and very Australian but still universal, the soundtrack is haunting (a lot of windsound montages with a simple tune used to great effect) and the performances are both real and surreal.Until you see this film (and for those who have enjoyed the increasingly brilliant work of Alex Proyas, you really should) you won't know what you are missing.",
    "chinese_title": "空气之魂，云之精灵",
    "douban_rating": "7.8/10 from 1344 users",
    "foreign_title": "Spirits of the Air, Gremlins of the Clouds",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.8",
    "update_at": "2025-10-26T20:49:42"
}