{
    "aka": [
        "Love Comes Lately",
        "Old love"
    ],
    "sid": "2279037",
    "cast": [
        {
            "url": "/celebrity/1160655/",
            "name": "Otto Tausig Otto Tausig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006998/",
            "name": "芭芭拉·赫希 Barbara Hershey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027857/",
            "name": "伊丽莎白·佩纳 Elizabeth Peña",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027210/",
            "name": "奥莉薇·瑟尔比 Olivia Thirlby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162151/",
            "name": "李·维尔科夫 Lee Wilkof",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133682/",
            "name": "雷亚·普尔曼 Rhea Perlman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016713/",
            "name": "托芙·菲尔德舒 Tovah Feldshuh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204269/",
            "name": "Nelitza Vallellanes Nelitza Vallellanes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189123/",
            "name": "布拉德·李·温德 Brad Lee Wind",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025327/",
            "name": "卡罗琳·阿隆 Caroline Aaron",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507409884.jpg",
    "region": [
        "德国",
        "奥地利",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1140804/",
            "name": "扬·舒特 Jan Schütte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011151/",
            "name": "艾萨克·巴什维斯·辛格 Isaac Bashevis Singer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0787500",
    "director": [
        {
            "url": "/celebrity/1140804/",
            "name": "扬·舒特 Jan Schütte",
            "@type": "Person"
        }
    ],
    "duration": "86 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0787500/",
    "imdb_votes": 356,
    "this_title": [
        "Love Comes Lately"
    ],
    "douban_link": "https://movie.douban.com/subject/2279037/",
    "imdb_rating": "5.5/10 from 356 users",
    "trans_title": [
        "爱晚情",
        "Love Comes Lately",
        "Old love"
    ],
    "douban_votes": "0",
    "introduction": "Based on the short stories “Alone,” “The Briefcase” and “Old Love” by the Yiddish writer and Nobel Prize-winner Isaac Bashevis Singer, Love Comes Lately is the utterly enchanting story of a charming old Jewish writer living in a state of “permanent confusion.” Cursed with an imagination so potent it gives him nightmares, the man’s fictions manifest all the deep desires and dark fears he manages to keep under the surface of his day-to-day routine. Showing his dexterity in drawing true-to-life, memorable characters, it is director Jan Schütte’s most accomplished film to date, sustaining all the charm and innuendoes of Singer’s unparalleled tales.An Austrian émigré, Max Kohn (Otto Tausig) is an accomplished short-story author very much of the old world – he still uses a typewriter – living in New York City. A wry and whimsical confirmed bachelor with a supposed “harem” of girlfriends, he spends most of his free time with the jealous worrywart Reisele (Rhea Perlman).On a train trip to a lecture in nearby Hanover, Max edits his latest creation, imagining himself as its protagonist: a Miami Beach retiree named Simon. Simon encounters all sorts of misadventures – including two steamy romances and a murder – and when we rejoin Max, his wildest fantasies seem to have been unleashed to take shape in the real world.At the reception after his talk, he reunites with Rosalie (Barbara Hershey), a beautiful but world-weary former student with whom he shares a great attraction. He then heads to another speaking event in Springfield, where he endures all manner of mix-ups. Having lost his prepared speech, Max decides to read a brand new story, with shades of his recent experiences, instead. He then becomes yet another thinly veiled variation of himself named Harry….With his weathered, sympathetic face, Max is a pure mensch – wise and spirited. Yet he is also stubborn, forgetful and beginning to dodder. Above all, however, his mind and manner are genuinely magnetic. In addition to Tausig’s fine, full-bodied performance and the legendary Singer’s source material, Love Comes Lately has a lightness of touch and a thoroughly romantic tone that only strengthen its emotional pull. Shütte’s direction brings these characters to life as lovable, irresistable beings, and places a permanent smile on viewers’ lips.",
    "chinese_title": "爱晚情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Love Comes Lately",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T13:26:31"
}