{
    "aka": [
        "莎乐美"
    ],
    "sid": "2279521",
    "cast": [
        {
            "url": "/celebrity/1018512/",
            "name": "艾拉·娜兹莫娃 Alla Nazimova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086896/",
            "name": "奈杰尔·德·布鲁里亚 Nigel De Brulier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112119/",
            "name": "Arthur Jasmine Arthur Jasmine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120131/",
            "name": "米切尔·刘易斯 Mitchell Lewis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126512/",
            "name": "Frederick Peters Frederick Peters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146697/",
            "name": "Earl Schenck Earl Schenck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080154/",
            "name": "Louis Dumar Louis Dumar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086245/",
            "name": "罗丝·迪奥内 Rose Dione",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630289172.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016852/",
            "name": "娜塔莎·兰波娃 Natacha Rambova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018512/",
            "name": "艾拉·娜兹莫娃 Alla Nazimova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027987/",
            "name": "奥斯卡·王尔德 Oscar Wilde",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0013571",
    "director": [
        {
            "url": "/celebrity/1014774/",
            "name": "查尔斯·布莱恩特 Charles Bryant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018512/",
            "name": "艾拉·娜兹莫娃 Alla Nazimova",
            "@type": "Person"
        }
    ],
    "duration": "72 分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1923-02-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0013571/",
    "imdb_votes": 1267,
    "this_title": [
        "Salome"
    ],
    "douban_link": "https://movie.douban.com/subject/2279521/",
    "imdb_rating": "6.6/10 from 1267 users",
    "trans_title": [
        "萨乐美",
        "莎乐美"
    ],
    "douban_votes": "384",
    "introduction": "Salomé (1923), a silent film directed by Charles Bryant and starring Alla Nazimova, is a film adaptation of the Oscar Wilde play of the same name. The play itself is a loose retelling of the biblical story of King Herod and his execution of John the Baptist (here, as in Wilde's play, called Jokaanan) at the request of his stepdaughter, Salomé, whom he lusts after.Salomé is often called one of the first art films to be made in the U.S.[citation needed] The highly stylized costumes, exaggerated acting (even for the period), minimal sets, and absence of all but the most necessary props make for a screen image much more focused on atmosphere and on conveying a sense of the characters' individual heightened desires than on conventional plot development.Despite the film being only a little over an hour in length and having no real action to speak of, it cost over $350,000 to make. All the sets were constructed indoors to be able to have complete control over the lighting. The film was shot completely in black and white, matching the illustrations done by Aubrey Beardsley in the printed edition of Wilde's play. The costumes, designed by Natacha Rambova, used material only from Maison Lewis of Paris, such as the real silver lamé loincloths worn by the guards.No major studio would be associated with the film, and it was years after its completion before it was released, by a minor independent distributor. It was a complete failure at the time and marked the end of Nazimova's producing career.A longstanding rumor, which seems to have started while the film was still in production, suggests that its cast is comprised entirely of gay and bisexual actors in an homage to Oscar Wilde, as per star and producer Nazimova's demand. It is, of course, impossible to say, but one of the extras in Salomé reported that a number of the cast members—both featured and extras—were indeed gay, but not an unusual percentage of them, and certainly not all of them. What can be said is that Nazimova herself was a lesbian, the two guard characters (who, next to Salomé, have the most screen time) are at least played very stereotypically gay, and several of the female courtiers are men in drag.Salomé was screened in 1989 at the New York International Festival of Lesbian and Gay films and in 1990 at the New York Gay Experimental Film Festival.In 2000, the United States Library of Congress deemed the film \"culturally significant\" and selected it for preservation in the National Film Registry.",
    "chinese_title": "萨乐美",
    "douban_rating": "7.8/10 from 384 users",
    "foreign_title": "Salome",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "7.8",
    "update_at": "2025-03-14T06:15:14"
}