{
    "aka": [
        "Break Free",
        "囚鸟"
    ],
    "sid": "22790560",
    "cast": [
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347980/",
            "name": "曹国辉 Terence Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379822/",
            "name": "陈邦鋆 Andie Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315357/",
            "name": "张振寰 Zhenhuan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314491/",
            "name": "林湘萍 Yvonne Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367673/",
            "name": "庞蕾馨 Kate Pang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2834063865.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1367992/",
            "name": "许声亮 Teng Liang Koh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1369095/",
            "name": "马家骏 Jiajun Ma",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-03-18(新加坡)"
    ],
    "this_title": [
        "曙光"
    ],
    "douban_link": "https://movie.douban.com/subject/22790560/",
    "trans_title": [
        "Break Free",
        "囚鸟"
    ],
    "douban_votes": "0",
    "introduction": "四个从牢中走出来的男人，各自面对不同的人生道路。四人之首——黎天明，性格火爆冲动，重情重义，是家搬运公司的老板。本来生活幸福美满，却不知道妻子黄海棠因为迷练气功，走火入魔，跟所谓的气功教练王孝添有了奸情。而黎天明的妹妹黎春丽联合丈夫熊正辉骗走母亲的毕生积蓄，兄妹反目成仇。在一次争执中，黎天明错手砍伤熊正辉，庭判入狱。在他临出狱前，突然接获噩耗，母亲病逝，而妻子黄海棠这时提出离婚，黎天明的生命顿时被掏空，屋子和儿女也要被夺走，而背后筹划这一切的正是王孝添。这时，黎天明的生命中出现了一位女社工——田诗诗。性格善良，热心助人的田诗诗先后卷入四人的各自的生活和感情当中。金勇诚曾经因为酗酒滥赌，殴打妻子，结果妻子拉着女儿金慧辰跳楼，幸亏金勇诚发现得早，救回女儿却失去了妻子。金勇诚一直处在痛苦和逃避状态。在一次醉酒开车时，他撞死了叶志斌的表弟，庭判入狱。母亲逝世、父亲进狱，导致金慧辰变得叛逆，她从小就是个敏感脾气古怪的女孩，痛恨金勇诚，两人有着很深的鸿沟，金勇诚也一直无法有效的管教女儿，导致金慧辰在外头过着“多姿多彩”的生活，行为不检，是名问题少女。叶志斌本在金融公司担任财务主任，他为人胆小，没有魄力，勤恳却没有远大理想。然而叶志斌有个贪婪无度的妻子王紫瑜，这个女人生性爱慕虚荣，物质欲很强，叶志斌本身收入不算丰厚，但为了应妻子的需求，结果在一时糊涂的冲动下，挪用公款，庭判入狱。徐浩龙家庭环境不错，父母离异在国外居住，从小跟外公相依为命。他入狱的罪名是被指责预谋的暴力伤害。其实徐浩然原本有个女友刘淑媛，出事的时候，二人正在谈婚论嫁，然而徐浩龙的入狱却毁掉了这段感情。其实徐浩龙本身是一名潜在性的艾滋病患者，曾经是名护士的他，在一次工作时与患有艾滋病的妓女起了冲突，被带有艾滋病毒的针筒刺伤，之后才导致他生气打伤妓女而入狱。入狱后，徐浩龙立志要改变自己，努力钻研法律知识。出狱后，黎天明把金勇诚拉到自己的搬运公司工作。自己与妻子的离婚谈判正式展开，在田诗诗的劝解下，黎天明决定和黄海棠冷静讨论，然而黄海棠在王孝添的教唆下，做了许多错事。黎天明誓言讨回属于自己的东西，为了孩子的抚养权，黎天明向法院提出起诉，要争取被黄海棠骗走的钱和孩子的抚养权。黎天明虽赢了官司，但黄海棠却逃出国外，还把女儿给带走。本来黎天明决定把讨回的钱投资在叶志斌的公司，然而事情最后告吹，王紫瑜不满，要提控黎天明，两夫妻闹得不可开交。王紫瑜整天指桑骂槐，还极力反对叶志斌跟四人交往。徐浩龙出狱后当了义工，还认识一名洗头小妹倪青青，徐浩龙觉得她是一名工作态度恶劣的女孩。在多次相处下，徐浩龙发现这女孩其实生性简朴，品格不错，更知道倪青青是叶志斌的远亲表妹。其实倪青青自幼父母双亡，寄养在他人家中，倪青青童年时曾受亲戚性骚扰，导致她内心深处对男人充满厌恶感，所以武装自己。在徐浩龙对倪青青的帮助，两人渐渐走在一起，然而一直隐伏着的艾滋病情突然有急速恶化之势，徐浩龙开始对感情犹豫不决。叶志斌与王紫瑜的感情渐渐冷淡，王紫瑜根本看不起叶志斌，吵着要离婚，而徐浩龙看出叶志斌为人可靠，萌生撮合倪青青与叶志斌的念头。金慧辰不断惹是生非，金勇诚疲于处理女儿的问题，忽略了工作，甚至健康也出现问题。而之前车祸意外撞死的人，原来就是倪青青的哥哥。在徐浩龙的帮助下，原本放不下仇恨的倪青青最终释怀，决定放下过去的仇恨。为了帮助金勇诚，黎天明让金慧辰到自己的公司工作。金慧辰在尝到苦果后决定悔改，两父女感情回温，然而事情并没想象中顺利，金慧辰前男友Thomas的手下一直来找麻烦，经黎天明的多次解围，金慧辰暗自对黎天明投射仰慕眼光，还爱上黎天明。金勇诚的阻止，反而使两父女再次决裂。金慧辰无法接受黎天明的拒绝，开始自暴自弃。为了这个女儿，金勇诚劳累病倒，而田诗诗的关心，却让黎天明有些误会。黎天明在儿子的鼓励下决定向田诗诗表白。田诗诗在众人眼中就像天使，没有缺点。然而她一直有个心结，这也导致她对黎天明的感情退缩不前。最后黎天明用真诚感动了田诗诗。田诗诗道出心中的秘密，原来她之前有个要好的男友俞浩松，两人感情稳定，但俞浩松身边一直有个对他死缠烂打的莉莉，有一次，田诗诗与莉莉发生争执，还失手导致莉莉从楼梯跌下，造成莉莉半身瘫痪。这也成了田诗诗挥之不去的阴影，因为内疚，她离开了俞浩松，用工作来麻痹自己的痛苦，也不敢再谈恋爱。叶志斌知道王紫瑜失去肚子里的孩子，忍无可忍的叶志斌决定摊牌，叶志斌离开家到花圃工作，然而王紫瑜这时投资失败，和合伙人Micheal决裂，王紫瑜想和叶志斌重修旧好，叶志斌以为王紫瑜痛改前非，决定接受，殊不知王紫瑜死性不改，暗中进行了更多的不法勾当，甚至还把叶志斌也牵扯进来。王紫瑜所做的坏事还是纸包不住火，王紫瑜决定逃走，让叶志斌替自己背黑锅，叶志斌深受打击，精神状况开始出现异常。金慧辰不再死心眼，因为父亲为了救自己入院，金慧辰十分后悔，发誓不再成为大家的负担。这时黎天明在医院发现受伤入院的黄海棠，后来知道黄海棠已经和王孝添分开。黎仲维这时突然感受到妹妹黎美眉出事，经田诗诗的证实，黎美眉确实在香港意外溺水死亡。黎天明深受打击，伤心欲绝。黎天明责问黄海棠女儿的死因，逼得黄海棠闹自杀。原来王孝添是搭上了富太岑海玲才抛弃了黄海棠，不幸的是黄海棠还得了癌症。田诗诗觉得黎美眉的死并不单纯，为了调查真相，田诗诗还向王孝添学气功，却让黎天明误会。田诗诗在高尔夫球场认识了岑海玲。田诗诗故意接近岑海玲，最后从她的口中打听到，原来那时候，王孝添是带着黎美眉到岑海玲的别墅幽会，当天王孝添把黎美眉一个人丢在泳池，结果才间接导致黎美眉溺水身亡。知道真相后的黄海棠巧遇黎天明，她告诉黎天明真相。黎天明大怒，决心报仇。黎天明和金勇诚喝酒告解，决定去和王孝添做个了断。金勇诚觉得黎天明还有美好的未来，竟然打昏黎天明，代替黎天明报仇。金勇诚来到王孝添住处，两人发生激烈打斗，最后金勇诚用利器刺向王孝添然后逃走。这时田诗诗来到，还在现场留下鞋印。徐浩龙带田诗诗去报警，却发现金勇诚已经向警方自首，说王孝添是自己杀的，然而警方调查报告指出，王孝添是溺毙死的，还发现现场有田诗诗留下的鞋印，把田诗诗列为嫌疑犯。徐浩龙一直怀疑凶手另有其人，后来警方发现死者身上还有第三者的DNA而放了田诗诗，但金勇诚还是被扣留。黎天明对自己的意气用事感到懊悔。就当大家都在寻找真凶时，黄海棠站出来自首，原来真正的凶手是黄海棠，当时她在来到王孝添住处时，发现王孝添未死，一气之下，把王孝添推入泳池，使得王孝添溺死，这一切，都是出自于恨。终于真相大白，黄海棠也得到黎天明的谅解。因为这件事，金勇诚再次坐牢，而王紫瑜也得到了惩罚。众人登山，看着曙光，对人生也有所感慨，每个人都体会到，不管生活再艰难，最终还是会有希望。",
    "chinese_title": "曙光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-12T19:22:38"
}