{
    "aka": [
        "The Pearl Fisher"
    ],
    "sid": "2281484",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1907",
    "genre": [
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2849441299.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0000495",
    "director": [
        {
            "url": "/celebrity/1330186/",
            "name": "费迪南·齐卡 Ferdinand Zecca",
            "@type": "Person"
        }
    ],
    "duration": "8分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1907-12-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0000495/",
    "imdb_votes": 146,
    "this_title": [
        "Le pêcheur de perles"
    ],
    "douban_link": "https://movie.douban.com/subject/2281484/",
    "imdb_rating": "5.9/10 from 146 users",
    "trans_title": [
        "捞珍珠的渔夫",
        "The Pearl Fisher"
    ],
    "douban_votes": "0",
    "introduction": "Directed by Ferdinand Zecca (1864-1947) & written by Segundo de Chomon,, Down in the Deep; or, The Pearl Fisher (Le Pecheur de perles, 1907) presents an elaborate fantasy in just nine minutes. Segundo almost certainly oversaw the hand-coloring since it was one of his specialties.Five maidens materialize on top of a fountain under a rainbow, at the base of which a young man has been relaxing. The fellow leaps up & jumps enthusiastically into the fountain, but sinks down, down, down into the blue depths where fish are numerous.Walking on the seabed abmidst sea shells, he sees in the distance the sun rising from the ocean floor, passes an ocopus puppet, & encounters an enormous starfish which turns into a maiden with a crescent moon on her crown. She instructs him on his direction & he takes off across a bridge which is the back of a giant scallop.He encounters a friendly shark, & more maidens appear inside the giant scallop. These maidens dance for our hero at some length, & he seems to be declaring love for their leader.At that moment he awakens from his nap, but no, it wasn't just a dream, as he's not napping by the fountain. He's napping inside a claimshell, most of his clothes missing, with a string of giant pearls at his side.The moon-crowned queen of the sea maidens rises up out of the shell & vanishes, & those pearls are apparently payment for his services as a gigolo. He crawls out of the sea a wealthy man.Ah, but the tale has not even now ended. He brings the string of pearls home to his beloved. As he drapes them upon her, her clothing turns golden.The girl from the sea drapes the entire house with pearls; pages appear; & the the queen of the sea oversees what appears to be a marriage ceremony, while the girls he danced with through the night rise from sundry shells arranged in the backdrop.Quite the fantasy, though a little hard to follow. The morality of spending the night with the sea queen then marrying one's mortal girlfriend with the sea queen presiding is odd.Possibly the best director at Pathe at the time, Ferdinand Zecca had two primary fortes, fantasies influenced by Georges Melies such as Down in the Deep; or, The Pearl Fisher, or Ali Baba & the Forty Thieves (Ali Baba et les 40 voleur, 1902), & comedies like The Policeman's Little Run (La Course des sargents de ville, 1907).Zecca could reach heights of poetry & the sublime with such as The Life & Passion of Christ (La Vie et la passion de Jesus Christ, 1905), then reveal a sense of humor that delights in the lowest vulgarities & perversions.What Happened to the Inquisitive Janitor; aka, Peeping Tom (Par le trou de serrure, 1901) is a wild comedy of under two minutes, permitting us glimpses of secret lives.A hotel worker with a bit of clown make-up peers through a keyhole, & we are treated to a beautiful maiden taking her hair down & putting on make-up, shown in a keyhole-shaped cut-out frame.At the second door of the boarding house, he sees another woman lacing her bodice & it seems sexy for a moment, but then the woman takes out her falsies, removes her dentures, & takes off her wig, revealing that \"she\" is a bald man.In the third keyhole he sees a woman & her miuch smaller gentleman friend at a tiny table sharing wine, then embracing.As our peeper is about to look in the keyhole of the fourth door, that door is flung open knocking him across the floor. A man in white tophat steps out & beats him up.",
    "chinese_title": "捞珍珠的渔夫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le pêcheur de perles",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-29T21:13:22"
}