{
    "aka": [
        "工程大突破"
    ],
    "sid": "2282937",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625687953.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1283676/",
            "name": "Ed Fields Ed Fields",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0364806",
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-04-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0364806/",
    "imdb_votes": 1138,
    "this_title": [
        "Extreme Engineering Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/2282937/",
    "imdb_rating": "7.4/10 from 1138 users",
    "trans_title": [
        "工程大突破 第一季",
        "工程大突破"
    ],
    "douban_votes": "161",
    "introduction": "有的尚处于理论阶段，有的却已经开工建造，系列专辑「工程大突破」将揭密当前最雄心勃勃的部分建筑方案。但所有这些现代奇迹，都在挑战我们的心目中对于\"可能\"的定义。令人惊叹的电脑动画，结合施工人员、设计师和工程师的现身说法，我们将带领观众深入史上最具突破性的建筑项目，体味其中不同一般的艰辛生活。作为「动力特区」的一部分，精彩系列专辑「工程大突破」将从12月22日起，每周五晚上在全国二十六家省及直辖市电视台的《探索节目》栏目隆重首映。具体播出时间请查阅当地的电视节目报了解详情。集珍贵的实地拍摄镜头与尖端的电脑绘画技术于一体，系列专辑「工程大突破」将把这些项目的建造过程完整地呈现在观众眼前，并展示它们最终可能会变成什么样子。我们将会带领观众走访马来西亚、俄罗斯和美国各地，充分体验人类壮举所表现出的无穷的想象力和创造力。六英里长、二十英尺高的暴雨泄洪道将会如何让马来西亚的首都避免陷入毁灭性的洪灾之中？美国亚利桑那州的建筑师们将会如何规划以使橄榄球场面貌一新？三百英里长的输油输气管线能否让俄罗斯顺利开采全世界最大的石油天然气田之一？建造全球最大的航空母舰又会是怎样的感觉？六集系列专辑「工程大突破」的每集节目都将带领观众走进建筑工地，深入了解当今最大胆、最具创新意识的建筑师的设计理念。今年十二月，我们将会在以下专辑中发现这些浩大工程的成功要诀：亚利桑那红雀体育馆亚利桑那红雀体育馆打算彻底颠覆橄榄球场的面貌。新球场的与众不同之处，并不仅仅在于其极具装饰性的钢结构外观…… 包括所有的一切，从明星设计师彼得艾森曼的设计，到北美第一个滑动托盘式草皮，再到工程造价高达3.5亿美元的\"扇形\"施工法。（12月22日首映）马来西亚多功能隧道吉隆坡是马来西亚的首都，其洪灾威胁有愈演愈烈的趋势。鉴于1999年和2003年两次洪灾所造成的巨大损失，政府提出一项史无前例的解决方案：在城市地下开挖一条六英里长、二十英尺高的暴雨泄洪隧道，从机场直通城外的蓄水池。为了让这个耗资5.25亿美元的项目物有所值，这条隧道具有双重功能：三英里长的双层收费公路届时将会成为出入交通拥挤的吉隆坡的唯一快速路。（12月29日首映）库页钻油平台主持人丹尼 福斯特将前往寒冷刺骨的俄罗斯库页岛。为了开采世界上最大的石油天然气田，全球最大的钻油平台、一条长达三百英里的输油输气管线和一座庞大的液体天然气工厂，正在库页岛上施工兴建之中。（1月5日首映）布什号航空母舰我们将一窥航空母舰的建造过程，这座\"浮动的城市\"将作为战斗机的海上机场，在世界各地承担起保卫美国安全的重任。本集节目将跟拍\"乔治布什号\"航空母舰在美国弗吉尼亚州的纽波特纽斯历时四年、耗资四十五亿美元的建造过程。其间的压力可想而知，凡事必须按部就班，因为任何延误都将会拖累整个项目。（1月12日首映）",
    "chinese_title": "工程大突破 第一季",
    "douban_rating": "8.9/10 from 161 users",
    "foreign_title": "Extreme Engineering Season 1",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "8.9",
    "update_at": "2025-03-16T08:28:31"
}