{
    "aka": [],
    "sid": "2285202",
    "cast": [
        "安德鲁·克尔 Andrew Keir",
        "瓦莱丽·莱昂 Valerie Leon",
        "James Villiers"
    ],
    "site": "douban",
    "tags": [
        "木乃伊",
        "恐怖",
        "惊悚",
        "魔幻",
        "英国电影",
        "英国",
        "诡异",
        "欧洲电影"
    ],
    "year": "1971",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2434773060.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        "Christopher Wicking",
        "布莱姆·斯托克 Bram Stoker"
    ],
    "imdb_id": "tt0068290",
    "director": [
        "Seth Holt"
    ],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1971-10-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068290",
    "this_title": [
        "Blood from the Mummy's Tomb"
    ],
    "douban_link": "https://movie.douban.com/subject/2285202/",
    "imdb_rating": "5.7/10 from 2723 users",
    "trans_title": [
        "木乃伊坟墓之血"
    ],
    "douban_votes": 69,
    "introduction": "The swan song for director Seth Holt (who died shortly before filming was completed), this stylish Hammer production transcends its low budget thanks to lush photography, a stylish look, and fine performances from the leads. The plot, adapted from Bram Stoker's novel The Jewel of the Seven Stars, involves an expedition led by Professor Fuchs (Andrew Keir) to find the cursed tomb of an evil Egyptian princess. Upon discovery of her sarcophagus, Fuchs finds her perfectly preserved, still-bleeding severed hand -- which also sports a dazzling ruby ring. Several years later, Fuchs gives the pilfered ring to his voluptuous young daughter Margaret (Valerie Leon), whereupon she slowly begins to take on the malevolent traits of its original wearer, seeking revenge for the defilement of her tomb. Though Christopher Wicking's adaptation of Stoker's obscure novel is a bit uneven, it still provides ample suspense and the production has an overall richness that captures the flavor of Hammer's other mummy projects. Remade eight years later (with less effective results) as The Awakening; traces of the same story can also be found in Universal's 1999 mega-budget version The Mummy. ~ Cavett Binion, All Movie Guide",
    "chinese_title": "木乃伊坟墓之血",
    "douban_rating": "5.1/10 from 69 users",
    "foreign_title": "Blood from the Mummy's Tomb",
    "douban_rating_average": "5.1",
    "update_at": "2024-10-27T14:49:07"
}