{
    "aka": [],
    "sid": "2285299",
    "cast": [
        {
            "url": "/celebrity/1151919/",
            "name": "罗恩·沃特 Ron Vawter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107002/",
            "name": "迈克尔·柯比 Michael Kirby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102852/",
            "name": "Lillian Kiesler Lillian Kiesler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096575/",
            "name": "吉尔·哈沃什 Jill Haworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079262/",
            "name": "克丽丝特尔·菲尔德 Crystal Field",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066042/",
            "name": "乔治·巴特奈夫 George Bartenieff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040504/",
            "name": "华莱士·肖恩 Wallace Shawn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036831/",
            "name": "巴克·亨利 Buck Henry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031956/",
            "name": "劳尔·胡里亚 Raul Julia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019072/",
            "name": "卡罗尔·凯恩 Carol Kane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014535/",
            "name": "乔纳斯·梅卡斯 Jonas Mekas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166477/",
            "name": "David Warrilow David Warrilow",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641585644.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0079959",
    "director": [],
    "duration": "USA: 84 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1981-09-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0079959/",
    "imdb_votes": 92,
    "this_title": [
        "Strong Medicine"
    ],
    "douban_link": "https://movie.douban.com/subject/2285299/",
    "imdb_rating": "6.1/10 from 92 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "RHODA, a slender, pale woman in a sensible dress and sensible shoes, is in a state. To describe her as being extremely upset would be an understatement, much like a psychiatrist's saying that someone who is in the process of committing suicide is suffering an anxiety attack. Slang is more accurate. Rhoda is very nearly out of her wig, though her hair is apparently her own.Rhoda seems to be in a tacky ballroom, the guest of honor at her own birthday party, surrounded by uncaring strangers, her chilly, know-it-all doctor and her patronizing husband, who forces her to dance with the doctor. ''Faster, faster,'' says her husband, but the music has stopped. The guests sing a drear version of ''For She's a Jolly Good Fellow'' and an equally unenthusiastic ''Happy Birthday.''Along with five or six other women, Rhoda crouches, one knee on the floor, as if to get ready-and-set for a foot race. When the ''Go!'' signal is given, the music starts up and the other women simply flop onto the floor. Rhoda tries to be patient, to understand, but obviously the system is designed to terrorize. Yet Rhoda will not be terrorized. With something of the unflappability of Lewis Carroll's Alice, she persists in seeing this dream through to the end.This is more or less the outline of ''Strong Medicine,'' the first film to be made by the playwright-director Richard Foreman, one of America's most highly acclaimed theater innovators, the founder and director of the Ontological-Hysteria Theater. The film opens today at the Film Forum.Like ''The Lovers' Exile,'' the filmed version of a production by Japan's Bunraku doll theater company now playing at the Public, ''Strong Medicine'' is more of a theatrical occasion than a cinematic one. Though Mr. Foreman, in notes supplied to the critic by the Film Forum, talks knowingly about the differences between theater ''space'' and screen ''space,'' ''Strong Medicine'' clearly is theater, but theater in which there are four walls instead of three.The kind of anarchic states of mind that Mr. Foreman dramatizes so ebulliently on the stage, in such works as ''Dr. Selavy's Magic Theater,'' ''Rhoda in Potatoland'' and, most recently, in ''Penguin Touquet,'' are far more effective, funny and un-self-conscious in the living theater than they are on the screen.The difference between watching the movie, ''Strong Medicine,'' and ''Dr. Selavy's Magic Theater'' on the stage is the difference between taking a fun vacation in Albania oneself and being forced to sit through someone else's color slides of their own such vacation. The movie lacks any immediate personal associations. Film also seems to inhibit the growth of an event that, on the stage, continually appears to be evolving into something else.Much more unfortunate, though, is the movie's ponderous lack of humor. There's a recurring sequence in which the bewildered Rhoda, on the advice of her doctor, attempts to take a vacation on a train that, of course, goes nowhere. It is suitably nightmarish and weird but nowhere near as comic as a similar sequence in Woody Allen's self-mocking ''Stardust Memories.'' ''Strong Medicine'' is less than the sum of its gaudy parts.The camera is not kind to this sort of theatrical enterprise. The chorus of middle-aged, middle-class harpies, who repeatedly cry out ''Jesus Christ, my feet hurt,'' evoke not an elevated kind of lunacy but appear to be, under the camera's close scrutiny, simply a group of actresses behaving peculiarly. It's difficult to respond to Rhoda's high anxieties, because one is always conscious of the placement of the performers, their relation to the camera, their makeup, their carefully choreographed movements and a number of notso-startling juxtapositions of bizarre images and sounds. Something obviously is going on in Mr. Foreman's mind, but the film stands like an invisible shield between the event and the audience.Even with these problems, Kate Manheim, Mr. Foreman's favorite actress, is consistently interesting as the poor, put-upon Rhoda. She also has some of the same beauty and wit of the remarkable Delphine Seyrig. David Warrilow plays the imperious doctor, a role he has done in Mr. Foreman's stage productions. The large supporting company includes such people as Buck Henry, Jonas Mekas, Carol Kane and Wallace Shawn (whose brief appearance is unbilled).''Strong Medicine'' exerts a hypnotic effect after a while, and it is disturbing, as it should be. It's also intimidating. It reminds me of a very early ''Honeymooners'' segment in which Jackie Gleason's Ralph Kramden tells off his wife Alice (Audrey Meadows) for always belittling his dreams of grandeur. Says the furious, frustrated Ralph, ''It's a good thing you weren't at Kitty Hawk, Alice. I can hear you now: 'Ralph, get out of that thing. You're making a fool of yourself.' ''''Strong Medicine'' is the kind of mad, risky venture one hesitates to interrupt. Mr. Foreman may be right.Mad, Risky VentureSTRONG MEDICINE, written and directed by Richard Foreman; director of photography, Babette Mangolte; music by Stanley Silverman; edited by Mr. Foreman and Karen Stern; produced by Mary Milton and Simon Nuchtern in association with Eric Franck and Jordan Bojilov. At the Film Forum, 57 Watts Street. Running time: 84 minutes. This film has no rating.Rhoda . . . . . Kate ManheimOld woman . . . . . Scotty SnyderYoung man . . . . . Bill RaymondOld man . . . . . Harry RoskolenkoMax . . . . . Ron VawterDoctor . . . . . David WarrilowEleanor . . . . . Ruth MaleczechWITH: Buck Henry, Carol Kane, Raul Julia",
    "chinese_title": "Strong Medicine",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T15:49:34"
}