{
    "aka": [],
    "sid": "2286982",
    "cast": [
        {
            "url": "/celebrity/1066629/",
            "name": "贝蒂·鲍尔弗 Betty Balfour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008377/",
            "name": "雅克·卡特兰 Jaque Catelain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110240/",
            "name": "罗歇·卡尔 Roger Karl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129745/",
            "name": "André Nox André Nox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351186/",
            "name": "Kissa Kouprine Kissa Kouprine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081300/",
            "name": "Catherine Fonteney Catherine Fonteney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095308/",
            "name": "André Heuzé André Heuzé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098969/",
            "name": "玛丽·格罗丽 Marie Glory",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1927",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2378455000.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048455/",
            "name": "马塞尔·莱尔比埃 Marcel L&#39;Herbier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1511468/",
            "name": "吕茜·德拉吕-马尔德吕 Lucie Delarue-Mardrus",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0200575",
    "director": [
        {
            "url": "/celebrity/1048455/",
            "name": "马塞尔·莱尔比埃 Marcel L&#39;Herbier",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "无对白",
        "法语"
    ],
    "playdate": [
        "1927-09-15(伦敦首映)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0200575/",
    "imdb_votes": 85,
    "this_title": [
        "Le diable au coeur"
    ],
    "douban_link": "https://movie.douban.com/subject/2286982/",
    "imdb_rating": "7.0/10 from 85 users",
    "trans_title": [
        "心魔"
    ],
    "douban_votes": "0",
    "introduction": "Herr Marcel L'Herbier, an excellent French director of the silent era, made his most important works during the 20's of the last century. These are astounding silent oeuvres in which the modern, fashionable artistic tendencies that were in vogue in those early days are much in evidence. These avant-garde works have remarkable art-decó settings and are highly appreciated nowadays by silent connoisseurs for their modernity and Herr L'Herbier very personal style.\"Le Diable Au Coeur\" (1928) is, in some ways, a completely different film in comparison with those avant-garde and \"modern\" films mentioned before; this time Herr L'Herbier forgets those fashionable experimental tendencies for the sake of a most conventional and realistic setting of a little French fishing town.The beautiful maritime background and the little seaside village where the main characters live, condition the life and troubles of our heroine, Frau Ludivine Bucaille ( Betty Balfour ) . She is a madcap girl who leads a gang of boys who play continual childish pranks in the small village. She lives with her father and her two brothers (who are terrors like herself).She will maintain a troubled love relationship with Delphin ( Herr Jaque Catelain ) until, acting on the advice of her father who is looking out for his own interests, she gets engaged to Gaston Lauderin ( Herr Leo Da Costa ) an old satyr and owner of the town tavern.This Herr Von can say also that \"Le Diable Au Coeur\" tells a conventional love story that from time to time seems monotonous and gives to this German count a feeling of \"déjà vu\" but thanks to Herr L'Herbier's skillful artistic intentions and the emphasis he gives to village life (very credible atmosphere with a strong regional flavour) and an excellent gallery of supporting characters, the familiar love story floats along on the waters of realism.The beautiful scenery was photographed by an excellent trio, Herr Lucien Bellavoine, Herrr Jean Letort und Herr Louis Le Bertre, who capture the proper maritime background from the beautiful harbour to the decadent tavern. The art direction adds immeasurably to the film's effectiveness.\"Le Diable Au Coeur\" is a remarkable film, less avant-garde, more humanistic than l'Herbier's other works but just as memorable ( as a curiosity, this film was produced together with UFA and Gaumont-British ). It depicts the greed, ambition and the human miseries of men, primal human feelings that can found in the most avant-garde of settings or in the life of a small town by the sea.And now, if you'll allow me, I must temporarily take my leave because this German Count has other fish to fry.",
    "chinese_title": "心魔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le diable au coeur",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T04:58:28"
}