{
    "aka": [],
    "sid": "2286148",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2674582255.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2663896",
    "director": [
        {
            "url": "/celebrity/1497338/",
            "name": "尼诗塔·简 Nishtha Jain",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2663896/",
    "imdb_votes": 18,
    "this_title": [
        "City of Photos"
    ],
    "douban_link": "https://movie.douban.com/subject/2286148/",
    "imdb_rating": "8.0/10 from 18 users",
    "trans_title": [
        "相片之城"
    ],
    "douban_votes": "0",
    "introduction": "In India, moving images are an essential part of people's lives. But still images are also of great importance for common folk. What are the secrets of Indian photo studios that still have a quite unique approach to capturing reality, or better put, to creating the desired illusion of reality? Most photographs are being retouched with small brushes and pens, eye wrinkles are repainted, chins made rounder and nicer, eyes brighter and lips bigger. Different backgrounds for studio portraits are created every day according to the frequent changes in everyday life. Even the image of the burning Twin Towers in New York on September 11, 2001 became a desired backdrop for studio photos. The horrifying hurricanes flooding the state of Orissa every year have also been painted as scenes that people like to become part of. Even the terrible tragedy of a train accident is a backdrop. What excites people being photographed in studios, posing on request with stomachs held in and big smiles? First, the film director takes us on a journey. To the past, where photography had a special place in the life of the upper classes, but also to the present, when photography becomes completely democratized, emphasizing how the history of photography has its continuity. Secrets of Indian photo craftsmanship are kept in the archives of the hundred-year-old Kolkata studio.",
    "chinese_title": "相片之城",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "City of Photos",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T16:13:22"
}