{
    "aka": [],
    "sid": "2287757",
    "cast": [
        {
            "url": "/celebrity/1308790/",
            "name": "Sung Hyung Cho Sung Hyung Cho",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914876032.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021957/",
            "name": "康斯坦丁·克罗宁 Konstantin Kröning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1308790/",
            "name": "Sung Hyung Cho Sung Hyung Cho",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0954937",
    "director": [
        {
            "url": "/celebrity/1308790/",
            "name": "Sung Hyung Cho Sung Hyung Cho",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2007-04-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0954937/",
    "imdb_votes": 1104,
    "this_title": [
        "Full Metal Village"
    ],
    "douban_link": "https://movie.douban.com/subject/2287757/",
    "imdb_rating": "7.1/10 from 1104 users",
    "trans_title": [
        "金属村庄"
    ],
    "douban_votes": "51",
    "introduction": "Just as the church choir pipe up the chorus of \"We praise you, dear Lord\", a few hundred metres away on the Black Metal Stage, a loud rumble can be heard. The lead singer of \"Kreator\" is bellowing \"Enemy of God\" into his microphone, roaring out his visions of death and the immortality of evil, brimming over with hatred.At first glance, the cultural chasm that exists between the inhabitants of Wacken and the heavy metal fans who have travelled from all over the world to be here could not be greater. On one hand, lace shirts, golden crucifixes and dark single-breasted suits; on the other, black Lederhosen, studded collars, tatoos of Satan and shoulder-length hair.Once a year, on the first weekend in August, the tiny village of Wacken in Schleswig-Holstein bids farewell to the peace and tranquility that normally characterize this community of two thousand souls. It is then that the Wacken Open Air Festival takes place. Things all started 17 years ago in a barn full of a couple of hundred \"headbangers\", with their numbers growing to a few thousand in the years which followed. The Wacken Open Air Festival has now become something of a place of pilgrimage for 40,000 heavy metallers from all over the world.\"Full Metal Village\" examines the curiously amiable clash between these two cultures. Through its focus on the temporary music event, however, the film documents a picture of a rural community whose sense of identity and cohesion would now be practically unimaginable without the heavy metal festival.The canny Farmer Trede for instance, who \"cultivates\" a number of sidelines alongside the business of traditional farming: a biogas site, share dealing and the leasing of land for the festival are all helping to secure his \"additional income\". He is also in charge of coordinating over 150 helpers for the Festival.Farmer Plaehn, in contrast, seems uninterested in all of this. When he sits in his stall, smoking a cigarette as he waits for the milk to warm up to 40 degrees, time seems to stand still for a while. \"This is the fun part of farming\", he declares, sighing. Norbert, co-founder of the festival some 17 years ago and unemployed for the last couple of years, now only attends the festival as a visitor - he regrets bowing out of the organisational side of things.For 16 year-old Kathrin the festival offers the opportunity to break free of the confines of village life once a year and to party with people from all over the world. She dreams of being able to travel, of seeing something else: \"A holiday in Bavaria, or something like that.\" Her Grandmother Irma, in contrast, is unimpressed by the Wacken Open Air Festival and the terrifying music, prayers to Satan and bloody rituals of which she has heard tell. She herself has never been to the festival...The village appears to have been in the throes of a series of dramatic shifts over the past 17 years: from the revolution in the now largely unprofitable milk business, right through to a new definition of the centuries old agricultural self- image. Perhaps it was precisely this shift in mentality which Farmer Trede had in mind when he said: \"You're better off milking people than cows.\"",
    "chinese_title": "金属村庄",
    "douban_rating": "8.4/10 from 51 users",
    "foreign_title": "Full Metal Village",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.4",
    "update_at": "2025-06-06T00:50:30"
}