{
    "aka": [],
    "sid": "22896426",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2612056107.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3809322",
    "director": [],
    "duration": "60",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-03-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3809322/",
    "imdb_votes": 90,
    "this_title": [
        "Ancient Egypt - Life and Death in the Valley of the Kings"
    ],
    "douban_link": "https://movie.douban.com/subject/22896426/",
    "imdb_rating": "7.8/10 from 90 users",
    "trans_title": [
        "古埃及：国王谷里的生命与死亡"
    ],
    "douban_votes": "331",
    "introduction": "Egypt captivates us like few other ancient civilizations - but what was it like to actually live there as an ordinary person 3,500 years ago? Egyptologist Dr Joann Fletcher goes on a fascinating journey in search of people like us, not the great Pharaohs but the ordinary people who built and populated this incredible ancient civilization, creating a remarkable way of life and an extraordinary way of death.These questions are explored through the histories of Kha and Meryt, an architect and his wife who lived just outside the Valley of the Kings. They left behind a treasure trove of information in their extraordinary tomb, full of objects from their lives and death; everything from make-up to death masks, loaves of bread to life-like figurines, even the tools Kha used at work in the royal tombs. Joann Fletcher uses this trove to travel into the remarkable world of these ancient Egyptians, both in life and the afterlife.In the first part of the series, Joann explores how people lived during this time, from the tightly packed houses and villages of the common people, to the clothes they wore and the food they ate. She discovers the ordinary Egyptians' love of poetry and their enthusiasm for interior design, as well as what it was like working in the most famous cemetery on Earth.",
    "chinese_title": "古埃及：国王谷里的生命与死亡",
    "douban_rating": "8.3/10 from 331 users",
    "foreign_title": "Ancient Egypt - Life and Death in the Valley of the Kings",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-21T18:56:15"
}