{
    "aka": [],
    "sid": "2294266",
    "cast": [
        {
            "url": "/celebrity/1359938/",
            "name": "沈金兴 Desmond Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317119/",
            "name": "陈天文 Tianwen Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317120/",
            "name": "朱厚任 Jack Choo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275792/",
            "name": "陈之财 Edmund Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325357/",
            "name": "陈丽贞 Aileen Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438388/",
            "name": "杨莉冰 Emily Yeo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2468671841.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1429558/",
            "name": "余细妹 Soi Muay Woo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1420832/",
            "name": "曾皓文 Haowen Zeng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "50",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "浮沉"
    ],
    "douban_link": "https://movie.douban.com/subject/2294266/",
    "trans_title": [
        ""
    ],
    "douban_votes": "635",
    "introduction": "天成渔行老板古天成有很多感情经历，跟不同的女人各有一个儿子，跟林福全去越南找越南情人的时候，导致福全被炸死，当时救了一个美国大兵。古天成跟李阿发去公海捕鱼被印尼抓起来坐牢，三年后回来，古天成想找蒋振兴贷款不被同意。但幸运的是重逢了越南被救的美国大兵，美国大兵是有钱人，帮助他东山再起，他逐渐发了大财，成了有钱人。他最宠爱的儿子古永强很喜欢好朋友另一渔民养子周国栋的亲生妹妹周美芳，两人青梅竹马谈起了恋爱。永强有次跟美芳发生了关系，永强虽然看上去是个花花公子，对美芳还是很认真的初恋。国栋大学毕业时，看上了正在打网球的银行家的富家女蒋慧云，委托永强的妹妹古秀珍向她好友慧云示爱。古秀珍只好把对国栋的爱埋在心底。慧云从秀珍那里得知国栋喜欢她，也觉得国栋是个才华横溢、老实忠厚还很帅的理想男朋友，于是答应了国栋的求爱，两人开始了交往。慧云的父母离异，妈妈去了美国生活。慧云的妈妈很讨厌慧云的爸爸，除了他以前费尽心机娶慧云的妈妈而霸占了财产，而且还性变态，是个色鬼。但是两人都很爱女儿慧云，双方都对未来女婿律师国栋很满意，但是国栋的爸爸似乎喜欢秀珍不喜欢大小姐慧云。国栋很高兴的介绍在美国留学放假回来的永强给女朋友认识，希望两人也成为好朋友。然而身为大富豪家的慧云初次见面就对小富豪家自以为是、有野心抱负的永强很不屑，甚至反感的戴上墨镜，此时慧云相信自己选国栋是正确的，也许慧云看上永强第一眼的反感不过是在隔离诱惑。慧云在和国栋结婚前要去美国看望妈妈，国栋委托在美国的永强照顾慧云。慧云跟永强一起骑马，两人把平时一起互开玩笑的录像给国栋看，国栋觉得好朋友和女朋友相处融洽很开心。一次，慧云跟永强坐私人飞机去玩，慧云拍摄窗外美景，飞机一晃，把慧云晃倒在永强身上被抱住，两人才发觉被彼此吸引，突然尴尬的分开。慧云和永强此时才发现他们才适合在一起，他们更相爱。美芳怀了永强的孩子，来美国看望永强，永强对美芳还是很有感情，立刻又跟美芳很亲热。慧云、永强和美芳一起吃饭，慧云跟永强不是情侣更象情侣，很默契的猜拳，把美芳晾在一边很尴尬。慧云对永强发脾气，已完全不顾虑美芳是她男朋友的妹妹。永强一边去哄美芳，一边又追求慧云。慧云的妈妈要慧云想清楚选国栋是个好丈夫，选永强就会玩，会很开心。两个人她妈妈都觉得不错，有点偏向永强。永芳去永强宿舍找他，结果还碰到慧云，受刺激的美芳在酒店自杀。烦恼的慧云不辞而别坐车离开了美国，还没跟美芳扯清楚的永强又追随车尾阻止慧云回国结婚，慧云看着车窗外的追赶的永强怕自己难下决心，着急叫司机加速。美芳被永强抛弃很伤心。回新加坡后，慧云主动要求跟国栋结婚。永强一听秀珍说慧云和国栋要结婚，不甘心失去美芳，慧云又不理他，永强回国要阻止慧云结婚。慧云走到哪都碰到永强，决定去国外旅行结婚。婚礼摆酒当天，才被宣布新娘新郎旅行结婚，永强失魂落魄的来搅局，要蒋振兴送结婚蛋糕的新郎新娘头像，慧云的爸爸觉得他很诡异，不喜欢此人。永强变态的去吃了新娘头像的蛋糕很失态的喊慧云的名字。永强不停的出现在慧云面前，做出可怜的假象，慧云怕自己难以抗拒他的吸引力和痴缠，生活过的不愉快。永强做出各种可怜状哄骗美芳又跟美芳在一起，但同时不放弃勾搭慧云。国栋推荐永强到蒋振兴公司上班，但是蒋振兴不愿意，但是后来酒吧遇到永强，想到要得到美芳于是主动要求永强来上班。永强炒黄金，股市，恒生指数，赚了不少钱，后来还拿父亲鱼行做假账向蒋振兴公司申请贷款来炒股。后来想获取公司机密来炒股，去盗取蒋振兴电脑资料，猜想慧云的项链的数字还是慧云的生日就是密码，于是成功的取得了他想要的东西，但最终被慧云的爸爸逮住，慧云爸爸跟他做交易，要他灌醉美芳送给他。永强怕坐牢照做，结果害的美芳失望头顶，离家出走，去当舞女，伺机找蒋振兴算账。慧云跟国栋因为他养父有了矛盾，永强逮住了机会勾引了慧云出轨，有次美芳打电话给永强，被秀珍接到电话，秀珍立马告诉国栋，国栋立马回家，果然看到永强和慧云在一起。永强面对好友根本毫无愧色，只想到自己。慧云和国栋签署分居手续。慧云坚持要跟永强一起，蒋振兴于是告发永强做假账，永强不想坐牢，沦落台湾被黑社会勒索殴打，打电话求慧云帮他的忙，慧云气愤被他利用摔了电话。慧云的爸爸还是很喜欢国栋，不喜欢永强，觉得永强很有心机，但是国栋心死，不答应回去上班，同时也不会跟慧云复合。永强父亲因为永强做假账而被判刑，资产被财务公司查封而无法汇钱给永强，永强被黑社会殴打没办法而向台湾警察局自首，在新加坡被引渡回来的飞机途中，看到报纸报道父亲和自己被涉嫌诈骗的新闻，自觉害了父亲和全家而想不开在厕所自杀，在新加坡医院，临死亏欠向永胜和国栋忏悔。慧云很后悔，但国栋不愿再回头，慧云去了美国。国栋守候为他成植物人的秀珍，为了几次秀珍看了秀珍的日记，知道了秀珍的心意。拿了一起去采访外劳的录音每天播给秀珍听，终于某天秀珍有反应了。美芳在夜总会终于碰见慧云的爸爸，改名rose装作不认识蒋振兴，蒋振兴买钟带美芳出来，在车上蒋振兴不死心要美芳做他情妇，保养她，美芳跟他同归于尽，扭打方向盘，车撞向路边沉向大海，一切恩怨就此了结，应了浮沉的片名。",
    "chinese_title": "浮沉",
    "douban_rating": "8.3/10 from 635 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-10-05T20:42:09"
}