{
    "aka": [],
    "sid": "2295843",
    "cast": [
        {
            "url": "/celebrity/1275425/",
            "name": "何晴 Qing He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316359/",
            "name": "刘卫华 Weihua Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316006/",
            "name": "范雨林 Yulin Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275705/",
            "name": "王志飞 Zhifei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376289/",
            "name": "张咏荷 Yonghe Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426032/",
            "name": "肖杨 Yang Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398968/",
            "name": "徐国庆 Guoqing Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413825/",
            "name": "张继生 Jisheng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378851/",
            "name": "王琇强 Xiuqiang Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868357789.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1555694/",
            "name": "李天鑫 Tianxin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580859/",
            "name": "傅晓阳 Xiaoyang Fu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1328245/",
            "name": "石伟 Wei Shi",
            "@type": "Person"
        }
    ],
    "duration": "47分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006(中国大陆)"
    ],
    "this_title": [
        "双枪老太婆传奇"
    ],
    "douban_link": "https://movie.douban.com/subject/2295843/",
    "trans_title": [
        ""
    ],
    "douban_votes": "850",
    "introduction": "本片将向你讲述一个流传在华鉴山地区的传奇惊险，纠蔼不清的恩怨情仇的故事。在我国第一次革命战争时期，工农暴动，如火如荼。剧中女主人公白坤洁，与曾友之、闵加林、杨丽雯系昔日同窗四友。后来，白坤洁、曾友之、闵加林离乡求学，一起进入黄埔军校就读。白坤洁在此加入\"女子排\"。习得文武之功。回川后，三人却分道扬镳，各自踏上不同的人生旅途:白坤洁、曾友之信仰马列，加入共产党;闵加林却在国民党的军队中任职。回川进入华蓥山游击队里的白坤洁，出于其灵活机智，昼文夜武，神出鬼没，且又多变的战斗方式，被传为“双枪老太婆”。敌人闻之丧胆，竭力除之。敌人调动大军围剿华蓥山，令我游击队严重受挫。敌人获传言:“双枪老太婆”在战斗中阵亡，从而断言华蓥“匪患”己除。敌人侥幸其胜，大肆宣扬其战果。然而，就在敌人弹关相庆之时，“双枪老太婆\"”(白坤洁)却秘密前往省委汇报工作，敌人从游击队的内线处获悉，“双枪老太婆并未阵亡，且潜往重庆，颇感震惊。尤恐华蓥地区“野人烧不尽，春风吹又生”。于是动用军警及侦缉队，欲将“双枪老大婆\"”(白坤洁)抓获，以绝后患。白坤洁身处的当时环境，极其险恶:省委机关被破坏;骨干成员贺云龙叛变。这一切，都对白坤洁构成极大的威胁。然而，白坤洁利用敌人并不明白自己就是传说中的双枪老太婆这一有利条件，同时以城防司令部参谋长闵加林的同学关系作掩护，依靠其灵巧多变的斗争艺术，大智大勇，几经波折，度过一次又一次的危机，终于脱险。并与上级派到华蓥山地区工作的曾友之，一同回到华蓥山，根据党的指示，进一步开展革命斗争。敌人得知白坤洁与曾友之遁离的情报，沿途设隘，并派侦缉队的队长贺云龙和艺高胆大的侦缉队队员周永盛跟踪追扑。为避敌人的追捕，白坤洁与曾友之决定分路进入华蓥山。白坤洁在进山的交通联络站，正巧遇到华蓥地区驻军头目熊驹，将同盟会员老，华蓥县县长杨至斋的女儿杨丽雯绑架，并欲将其娶为自己的九姨太。面对自己陷入危难的同窗好友，以及她身上的那份几经周折，无意中辗转到了她手中的地下党联络图，白坤洁挺身相救。然而;杨丽雯虽然脱离了险境，但吕坤洁自己却被驻军所扑身陷囹圄。回到华蓥山游击队的曾友之，不见坤洁归来，深觉不安。正在焦急之时，获报坤洁被捕。曾友之随即展开营救坤洁的活动。当获悉坤洁营救之民女，乃当地民主人士，老同盟会员杨至斋之女杨丽雯时，曾友之即与坤洁之母，专赴县城，说服杨至斋，利用身居县长的身份，保释坤洁。营救坤洁成功，但杨至斋却为此招来杀身之祸。敌人派闵加林作为\"清共\"巡视员来到华蓥山，向驻军头目熊驹下达密令，将杨至斋秘密处决。闵加林在青年时代，就爱恋着同学自坤洁。然而他只知曾友之系地下党，却并不知道白坤洁也是共产党，更不知道她就是赫赫有名的“双枪老太婆”。加之他与同校就读的杨丽雯，亦情谊颇深，于是围绕着暗杀与反暗杀(保护杨至斋)，四个同学之间，展开了一场时而错综复杂、惊心动魄;时而妙趣横生、精彩纷呈的激烈争斗。经过极其复杂的斗争，白坤洁、曾友之带领华蓥山游击队，终于挫败了华蓥山驻军暗杀杨至斋的阴谋。然而，敌人却严令闵加林亲自处死杨至斋。闵加林面对痛苦的抉择，在他灵魂的深处经过一阵痛苦的挣扎之后，终于对杨至斋下了毒手。几乎同时，他也决定放弃对白坤洁的追求，与杨至斋的女儿杨丽雯接为伉俪。当时的川北苏区红军，正展开激烈的反六路围剿的战斗;华蓥山游击队接上级党组织指示，护送一批药品到苏区战场;以及接送一批投身革命的进步肯年到苏区。白坤洁、曾友之立即组织力量，布置护送任务，带领游击队员与敌人展开灵活机智的战斗，圆满地完成了上级交待的任务。闵加林开始对白坤洁产生怀疑，并暗中进行侦察。白坤洁通过杨丽雯，巧妙地与闵加林周旋，终令自己的身份深藏未露，并处处有力的与敌人斗争，令敌人日夜难安，严重的干扰了敌人围剿苏区的部署。为了适应斗争的需要，川东地区的党组织，决定在华蓥召开联席会议。这一事关重大的特级机密，却被敌人安插在我游击队内部的奸细获取，并通过特殊的传播渠道，报告敌人。华蓥山顿时风云突变，危机四伏。白坤洁为了更好的隐藏自己的身份，隧到当地的一所学校任教。但其所在学校的校长，系国民党特务，他从另一个角度，暗中发现了白坤洁的疑点，并向侦缉队作及时报告，白坤洁面临被捕的危险。当校长去侦缉队报告时，侦缉队队长贺云龙去重庆公干未归，接待他的是侦缉队队员周永盛。周永盛虽为国民党效力，但在对父亲死因的调查中最终怀疑到了闵加林身上，使得他开始怀疑自己的政治选择，并开始时时暗中帮助地下党。此时，他得知白坤洁身份暴露，立即通知地下组织，但因种种原因，未能找到白坤洁。他只有亲自出面，将告密的校长除掉，以保护白坤洁。曾友之到江边码头，接华蓥山游击队派下山的联络员，正遇侦缉队巡逻至此。侦缉队长贺云龙，发现曾友之，即令抓捕。周永盛掩护曾友之脱身，但却暴露了自己的立场，当即被捕，继而被处以极刑。敌人重兵云集华蓥山，严密封锁县城，张网以待，欲趁川东各地党组织的负责人，前来开会之际，一网打尽。形势万分紧迫，川东地下党面临彻底被破坏的危险!必须立即通知各地的地下党，不能到华蓥山赴会，成了保护党组织的唯一办法。然而，此时的情况，根本无法下达通知。曾友之为了保护党组织不被敌人破坏，决定自己采用\"假投降\"的计策，以此手段，阻止各地的同志前来赴会。白坤洁误以为曾友之真的投敌叛变，她义愤填膺，决定亲自将\"叛徒\"曾友之处死。在惩治\"叛徒\"的过程中，演绎由了一幕又一幕的惊心动魄的精彩故事。杨丽雯得知杀害自己父亲的仇人，竟是自己亲密无间的昔日同学、相敬如宾的丈夫，含恨自杀。闵加林己确认白坤洁就是双枪老大婆，设毒计将白母骗来县城，企图以此诱捕白坤洁。坤洁母亲大义凛然，舍身救女儿，以死抗争，挫败了闵加林的阴谋。最后决战，闵加林施阴谋，杀害了曾友之。白坤洁在华蓥山追击闵加林的过程申，将闵加林击毙。被人们传诵为双枪老太婆的白坤洁，在泥泞的道路上，迈开坚定的步伐，继续了她的革命征程。",
    "chinese_title": "双枪老太婆传奇",
    "douban_rating": "7.3/10 from 850 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-05-07T13:34:33"
}