{
    "aka": [],
    "sid": "2295520",
    "cast": [
        {
            "url": "/celebrity/1092693/",
            "name": "Carlos Gassols Carlos Gassols",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147077/",
            "name": "Hernán Romero Hernán Romero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178851/",
            "name": "Paul Martin Paul Martin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573459015.jpg",
    "region": [
        "秘鲁",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1279813/",
            "name": "Augusto Cabada Augusto Cabada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008118/",
            "name": "赫拉多·埃雷罗 Gerardo Herrero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023506/",
            "name": "弗朗西斯科·J·隆巴蒂 Francisco J. Lombardi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024578/",
            "name": "Giovanna Pollarolo Giovanna Pollarolo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0099234",
    "director": [
        {
            "url": "/celebrity/1023506/",
            "name": "弗朗西斯科·J·隆巴蒂 Francisco J. Lombardi",
            "@type": "Person"
        }
    ],
    "duration": "121 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1990-09-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0099234/",
    "imdb_votes": 302,
    "this_title": [
        "Caídos del Cielo"
    ],
    "douban_link": "https://movie.douban.com/subject/2295520/",
    "imdb_rating": "7.1/10 from 302 users",
    "trans_title": [
        "失落自天堂"
    ],
    "douban_votes": "0",
    "introduction": "One of the 5 best Latin American Films of this decade, a powerful story about life, death and find or lose a reason to live, a style of filmmaking at that time original, until Quentin Tarantino impact the world with the golden palm winner \"Pulp Fiction\", 4 stories that are link each other with powerful and convincing performances, without an exaggerated script, this social drama international award winning, it's a \"must see\" movie, that convinces the audience with the great direction of Francisco Lombardi. Really Great and a reason to still love the new cinema.These three stories, which meet at a certain point, and whose protagonists unwittingly influence the lives of their families, comprise a surrealist reflection of the cruel realities of Peruvian everyday life. An old married couple launch into the risky business of building their own mausoleum. When they discover that their former housemaid has gone blind, they give her a pig, never dreaming what the tragic consequences will be. A popular radio announcer falls in love with a girl with suicidal tendencies. This film won Francisco J. Lombardi the nickname Bunuel's nephew and saw him labeled the heir to the tradition of black humor in the comedies of Berlanga and Ferreri.In each of the three tragic stories in this film, set in Lima, Peru, the people in them are as haphazardly related to their lives and the world around them as if they had Fallen From The Sky. In the first, an elderly couple is so determined to have a magnificent burial that they sell or hock everything they own for a grand mauseleum to be built. Meanwhile, they have nothing left to live on, and they are taken to an old folk's home. In the second, the result of the gift of a piglet to a woman living in a shanty is that she devotes all of her time and energy to fattening the pig, and fails to note that her children are sick and starving. In the third, a defomed man who earns his living by announcing on the radio saves a girl from committing suicide, and though the two develop a relationship eventually, it does not turn out well.",
    "chinese_title": "失落自天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Caídos del Cielo",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-18T13:39:36"
}