{
    "aka": [],
    "sid": "2295841",
    "cast": [
        "马跃 Yue Ma",
        "陈数 Shu Chen",
        "刘威葳 Vieven Liu"
    ],
    "site": "douban",
    "tags": [
        "国产电视剧",
        "陈数",
        "电视剧",
        "间谍",
        "反特",
        "马跃",
        "悬疑",
        "刘威葳"
    ],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2374828592.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "张策 Ce Zhang",
        "燕妮"
    ],
    "imdb_id": "",
    "director": [
        "乔梁 Liang Qiao",
        "王庆勇"
    ],
    "duration": "",
    "episodes": "18",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005-04-27"
    ],
    "imdb_link": "",
    "this_title": [
        "古城谍影"
    ],
    "douban_link": "https://movie.douban.com/subject/2295841/",
    "trans_title": [
        ""
    ],
    "douban_votes": 114,
    "introduction": "1949年夏秋之交，新中国的开国大典即将举行，在刚刚解放不久的边防重镇——丹城，国民党特务活动猖獗，妄图在我立足未稳，内忧外患之际颠覆新生的红色政权。\n侦察英雄徐程冬刚从前线凯旋，便奉命来到丹城市公安局，全面负责特务清查工作。\n师长贺群山的女儿贺芝圆暗恋着徐程冬，贺群山的老战友——即将担任丹城市市长的高平也觉得二人是天生一对。\n不料，刚刚进入丹城，车队即遭匪徒伏击，公安局长贺群山牺牲，临终前将女儿贺芝圆托付给徐程冬。\n徐程冬内心非常矛盾，因为早在上海担任地下联络员的时候，他与假扮夫妻的葛茵红已经产生了爱情。只是由于革命工作需要，两人天各一方，失去了音讯……\n为了不辜负师长的临终嘱托，为了照顾孤苦伶仃的芝圆，徐程冬终于答应了这门亲事。他全情投入侦察工作之中，暂时忘却了内心情感的折磨。\n谁知造化弄人，就在徐程冬和贺芝圆准备完婚之际，徐程冬昔日的恋人葛茵红竟意外出现，并再次成为他的战友，协助他开展特务秘密自首工作。\n天真的芝圆完全蒙在鼓里，她成天沉浸在即将成为新娘的幸福中，完全不知道徐程冬和葛茵红内心的酸楚……\n葛茵红让徐程冬忘掉彼此先前的感情，好好去爱芝圆。徐程冬最后一次拥抱了她……\n新婚之夜，徐程冬悲喜交加，喝得酩酊大醉，被特务谢博天等人伺机绑架。敌人对徐程冬严刑拷打，威逼他交出自首特务的名单，并向性格脆弱的贺芝圆揭开了徐程冬和葛茵红刻意隐瞒的感情秘密。\n这期间，数名已自首的特务连连被杀，一个代号“七仙”的特务头子忽隐忽现，操纵着丹城特务的破坏性动。\n数日后， 遍体鳞伤的徐程冬和贺芝圆在山林中被人发现。贺芝圆终因伤势过重不治身亡，临终前留下遗言，死后决不让徐程冬为自己送行。\n芝圆临终的表现令人百思不得其解，徐程冬被怀疑为出卖情报的叛徒，调离了侦察科。\n钱明涛接替徐程冬的职位继续特务调查工作，一系列事件的相继发生也使得葛茵红对徐程冬的信任产生了动摇。\n在调查的过程中，钱明涛邂逅了貌似单纯，实为隐藏特务的骆春忆，二人各怀心思，却逐渐萌生爱意。骆春忆的母亲叶淑珍在早年已失一女，害怕钱明涛的近距离接触会招致春忆的杀身之祸，百般阻挠二人。\n葛茵红利用自己丰富的侦察经验，成功截获了特务发送的电波，让她吃惊的是，藏着特务秘密电台的屋子里竟然走出自己失散多年的母亲和姐姐。\n……\n而徐程冬为了洗清自己的冤屈，更为了挖出隐藏在公安系统的特务，冲破外界的重重压力，独自秘密调查着一切可疑的蛛丝马迹。\n垂死挣扎的“七仙”下达密令，要在开国大典前夕采取破坏丹城的大行动，隐藏的特务加快了破坏行动的进程。\n徐程冬如何洗清冤屈？隐蔽最深的特务“七仙”究竟是谁？敌人的破坏行动是否得逞？一系列扑朔迷离的事件让敌我双方的斗争陷入重重迷雾之中……",
    "chinese_title": "古城谍影",
    "douban_rating": "7.0/10 from 114 users",
    "foreign_title": "",
    "douban_rating_average": "7.0",
    "update_at": "2024-10-16T08:00:07"
}