{
    "aka": [
        "Judith Butler: Philosophical encounters of the third kind"
    ],
    "sid": "2295839",
    "cast": [
        {
            "url": "/celebrity/1343180/",
            "name": "朱迪斯·巴特勒 Judith Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2908672644.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Judith Butler: Philosophical encounters of the third kind"
    ],
    "douban_link": "https://movie.douban.com/subject/2295839/",
    "trans_title": [
        "朱迪斯·巴特勒：哲学的第三类接触",
        "Judith Butler: Philosophical encounters of the third kind"
    ],
    "douban_votes": "0",
    "introduction": "Judith Butler: Philosophical Encounters of the Third KindDirected by Paule ZajdermannFirst Run/Icarus FilmsThe title of the new documentary on feminist theorist Judith Butler plays upon Dr. J. Allen Hynek’s hypothesis that there are three possible kinds of encounters with aliens: the first kind is defined as “sighting,” the second as “evidence” and the third as “contact.” The title not only suggests that the intention of the documentary is to make “contact” with “Judith Butler,” but that, more to the point, something has prohibited this contact. The objective of the documentary, therefore, is “to popularize [Butler’s] insightful analysis of sexual identity and gender roles” so that contact can be made between “us” and “her,” the imaginary, inaccessible Other. Consequently, the result is that the past twenty years of Butler’s work is reduced into digestible phrases: “people are anxious about gender,” “gender is always about ambivalence” and “gender is always a failure.”For those of “us” who engage with Butler’s work on a scholarly level, this documentary will be unsatisfactory; there is no critical discussion of Butler’s most contested ideas about gender, performativity, how she negotiates various (and seemingly disparate) theories into her own critical methodology or the problematic significance of Hegelian recognition in her theories on identity and ethics. Instead of establishing contact on a philosophical level, the desire is to make contact with Butler on a personal level. Thus the film opens with Butler describing herself as a “problem child,” who skipped classes and did “terrible things,” and ends with the camera lingering slowly over a photo of her with her partner and son.The currency of academia in America seems to be in its value as entertainment - in scholars as celebrities, when morsels about their private lives can be included in the pages of People Magazine. It is no wonder then that we are told at length about Butler’s family owning movie theatres in Cleveland, or that her mother is like Joan Crawford. In one particularly intriguing, albeit uncomfortable, scene, Butler discusses her celebrity status, the invasion of her privacy by the press and that some criticism she receives is both personal and painful. Her frustration with the expectation that she must embody her own theory functions as ironic commentary on the documentary itself. It also raises the question about what compelled Butler to do the documentary—what kind of contact, and at what price?Reviewed by Marcie Bianco茱蒂絲．巴特勒，國際當紅的後結構女性主義者、酷兒理論學者、哲學家。猶太人，現任美國加州大學柏克萊分校（UC Berkeley）比較文學系主任、修辭學與比較文學教授。除了她的哲學思想，片中也描述她的童年，如何在一個飽受性別規範暴力的猶太家庭中成長。事實上，《性別麻煩》中的理論，正是她從小時候家庭成員的互動中觀察而來。片中呈現巴特勒幽默風趣的談吐，以及過人的機智與魅力。",
    "chinese_title": "朱迪斯·巴特勒：哲学的第三类接触",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Judith Butler: Philosophical encounters of the third kind",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T18:56:05"
}