{
    "aka": [
        "Sartre, Years of Passion",
        "斯塔特里事件"
    ],
    "sid": "2296977",
    "cast": [
        {
            "url": "/celebrity/1296518/",
            "name": "埃马努埃尔·萨兰热 Emmanuel Salinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288643/",
            "name": "尼诺·柯塔德泽 Nino Kirtadze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277113/",
            "name": "安娜·阿尔瓦罗 Anne Alvaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1226300/",
            "name": "Frank Semelet Frank Semelet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1208338/",
            "name": "塞巴斯蒂安·苏戴斯 Sebastien Soudais",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162476/",
            "name": "安东·雅科夫列夫 Anton Yakovlev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092603/",
            "name": "弗雷德里克·戈尔尼 Frédéric Gorny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048414/",
            "name": "德尼·波达利德斯 Denis Podalydès",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048308/",
            "name": "奥雷利安·雷克因 Aurélien Recoing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027509/",
            "name": "玛雅·珊萨 Maya Sansa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299606/",
            "name": "吉尔·楚迪 Gilles Tschudi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2179183904.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012670/",
            "name": "克洛德·果雷塔 Claude Goretta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0922597",
    "director": [
        {
            "url": "/celebrity/1012670/",
            "name": "克洛德·果雷塔 Claude Goretta",
            "@type": "Person"
        }
    ],
    "duration": "162分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2006-12-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0922597/",
    "imdb_votes": 143,
    "this_title": [
        "Sartre, l'âge des passions"
    ],
    "douban_link": "https://movie.douban.com/subject/2296977/",
    "imdb_rating": "7.2/10 from 143 users",
    "trans_title": [
        "萨特，激情年代",
        "Sartre, Years of Passion",
        "斯塔特里事件"
    ],
    "douban_votes": "0",
    "introduction": "1958. L’événement politique, c’est évidemment le retour au pouvoir du général de Gaulle faisant approuver par 80 % des électeurs la constitution de la Ve République. L’événement théâtral, c’est la première des Séquestrés d’Altona de Jean-Paul Sartre par ailleurs attelé à la rédaction de sa monumentale Critique de la raison dialectique. C’est aussi à cette époque que l’animateur des Temps Modernes commence à travailler, pour John Huston, sur un scénario consacré à Freud. Et, bien sûr, l’événement littéraire, cette année-là, c’est Simone de Beauvoir qui publie Les Mémoires d’une jeune fi lle rangée. Sartre, l’âge des passions débute donc en 1958, mémorable et foisonnant millésime, pour prendre fin en 1964. En octobre de cette année-là, survient un événement incroyable : celui que de Gaulle surnomme – avec un évident respect – “Voltaire” refuse le Prix Nobel ! Du jamais vu. Nous allons donc raconter la passion philosophique, théâtrale, littéraire, journalistique, politique, française, internationale, d’un homme hors normes. La lutte contre la guerre d’Algérie, le Manifeste des 121 provoquant en retour le plasticage des Temps Modernes par l’OAS ; puis encore deux attentats qui détruisent le petit appartement du philosophe, manquant de peu leur cible… À l’époque la passion est un risque, l’engagement a un coût. Et les voyages... Sartre débarque à Cuba avec Simone de Beauvoir, reçus par Fidel Castro, se range sans barguigner derrière les “damnés de la terre”. Et leurs amours qui scandalisent. Jean-Paul d’un côté, Simone de l’autre, vivent sans hypocrisie leurs passions amoureuses sans rien se cacher. Ou presque… Mais ils forment un couple indestructible, unis par les liens de l’esprit. Du boulevard Saint-Germain à la Sorbonne, de Rome à Venise en passant par La Havane, ce fi lm a l’ambition de faire sentir, frémir ces formidables années qui annoncent 1968 et qui constituent en fait le terme de l’après deuxième guerre mondiale : guerres coloniales, craquements de l’empire stalinien, émergence du tiers-monde, autant de problèmes, autant de polémiques, dont les bretteurs, outre Sartre sont, excusez du peu, Raymond Aron, Camus, Mauriac, Genet… Un jeune couple estudiantin franco-italien – Frédéric et Carla – rencontre en 1958 Sartre et Beauvoir. L’accord politique est immédiat : ils s’engagent. L’admiration est totale. Ils décident de vivre leur vie, sur tous les plans, comme leurs prestigieux aînés…",
    "chinese_title": "萨特，激情年代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sartre, l'âge des passions",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-14T14:12:20"
}