{
    "aka": [
        "Jacques and November"
    ],
    "sid": "2296594",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [],
    "awards": "　　第1届东京国际电影节(1985)\n　　评委会特别杰出奖 让·布德里 / 弗朗索瓦·布维耶\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498349032.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0087494",
    "director": [],
    "duration": "72 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1984-10-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0087494/",
    "imdb_votes": 31,
    "this_title": [
        "Jacques et Novembre"
    ],
    "douban_link": "https://movie.douban.com/subject/2296594/",
    "imdb_rating": "7.2/10 from 31 users",
    "trans_title": [
        "雅克与十一月",
        "Jacques and November"
    ],
    "douban_votes": "0",
    "introduction": "here is an amusing story about this movie; after its screening at a Japan film festival, the audience was astonished once the film's lead actor came onto the stage. Everyone thought that this film featured a real dying person.As you might guess, JACQUES ET NOVEMBRE is a pseudo-documentary, and a fascinating one- more for what it aspires than what it achieves. This movie within a movie (shot in colour 16mm and black-and-white video) is about a young filmmaker who makes a month-long video diary (complete with title cards beginning each day), featuring his ailing friend.Given the premise, however, too much time elapses before we realize this is the story, and even though we spent a \"month\" with Jacques, we never really know much more about him-- not even what he is dying from. Also, the ending may disappoint some viewers conditioned to expect a pay-off. This month does not end with the contrivance of the lead character's death. In other words, we are just seeing a piece of time of a dying man-- it could be just like any other month in his presumably long ailment.For its efforts alone in creating reality and truth in fiction, it is a must-see. Despite its shortcomings, one still comes back for more (I'm looking forward to my third viewing of it). Plus, it is essential viewing for student filmmakers. Not only does the film illustrate the easy pitfalls of grandiose ambition with such a little movie, but also they would learn the hard way just how much one must sacrifice to realize their onscreen visions. There is a memorable scene in which the filmmaker sells everything he has in order to pay for this little project.",
    "chinese_title": "雅克与十一月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jacques et Novembre",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T14:13:07"
}