{
    "aka": [
        "Nitaboh",
        "Nitaboh: Tsugaru shamisen shiso gaibun"
    ],
    "sid": "2296666",
    "cast": [
        {
            "url": "/celebrity/1025580/",
            "name": "平田广明 Hiroaki Hirata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002614/",
            "name": "谷育子 Ikuko Tani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029219/",
            "name": "胜生真沙子 Masako Katsuki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "动画",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1401235720.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1863338",
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-04-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1863338/",
    "imdb_votes": 163,
    "this_title": [
        "仁太坊―津軽三味線始祖外聞"
    ],
    "douban_link": "https://movie.douban.com/subject/2296666/",
    "imdb_rating": "6.9/10 from 163 users",
    "trans_title": [
        "仁太坊：津轻三味线始祖外传",
        "Nitaboh",
        "Nitaboh: Tsugaru shamisen shiso gaibun"
    ],
    "douban_votes": "413",
    "introduction": "《仁太坊》是荣获日本政府教育部门以及文化、体育、科技等相关组织团体的多项推荐的优良人物传记动画。该片以以江户时代为背景，讲述日本民族乐器──津轻三味线始祖仁太坊的传奇故事。画面优雅，配乐精准，忠实呈现江户年间的时代风景和生活形态，也反映出属于日本文化特有的清音禅意。仁太坊本名秋元仁太郎，坊是三味线卖艺者、付门行脚或者街头卖艺中男性盲人的专指。关于仁太郎的身世有一个传说，幕府的末期，一名游走于村落之间弹奏三味线吟唱行脚的盲女在去城下町的途中，突然腹中剧痛，途经神原渡口时，疼痛难忍而登陆上岸。上岸后受到摆渡人三太郎的照料，盲女感恩与三太郎结为夫妻，而后一子诞生，被后人传为是仁太郎。在本片的故事中，仁太郎年幼丧母，依靠父亲三太郎摆渡维持生计。然而当时日本天花流行，仁太郎也无法幸免于难，因感染导致双目失明。眼盲的生活艰苦，但也因此让他发现了自己在音乐方面的才能。某天，仁太郎听到瞽女瑞奈的表演，随即被三味线悠美的琴音所吸引，央求瑞奈教导他弹奏三味线琴，瑞奈感动于仁太郎的坚持与决心，将自身所学全然教授予他，奠定了仁太郎的琴艺基础。当仁太郎从自弹自奏三味线中找到一丝生活乐趣时，祸不单行，摆渡的父亲因被强盗逼迫在风雨之夜渡河，不幸坠海身亡，留下无依无靠的仁太郎，只得把三味线当作卖艺工具勉强求生。岁月流逝，一直用心弹奏三味线的仁太郎开始被人所知，但不拘一格的弹奏也让麻烦和苦恼接踵而来，受到当时主流音乐组织“当道座”的排挤。当道座是由幕府进行保护的曲艺组织，属于市农工商这四类之一出身的眼睛不自由的少年在14—15岁之间可以入座拜师。仁太郎出身低下，没有资格入座。道座出身的人原本是不用卖艺的，他们主要是在法式仪式上进行演奏。但当时实施新政，废番置县，道座失去了幕府的庇护，也不得不加入卖艺行当。他们以正统三味线自居，不断的制造事端刁难仁太郎，把仁太郎的演奏贬低为野调俚曲。仁太郎虽然在长期的民间演奏中，逐渐摸索出一种独特的猛烈叩拨技法，但毕竟没有经过系统训练，得其法却难入其门，在一场与当道座的比试中，琴弦崩断，琴鼓爆裂，仁太郎的演奏陷入困境。此时，进步青年菊之助完成学业从东京返乡，他向仁太郎介绍了一种可用敲打方式弹奏的新式三味线，太棹(粗杆)三味线。村里寺庙的主持也手书“守、破、离”三字，鼓励仁太郎在承袭既有三味线精华的基础上勇于开拓演奏技巧的新境地。“守”即承袭师训，“破”是树立风格，“离”则要开拓创新。认识到音乐在表现上的无尽可能性后，仁太郎下定决心，坚持锤炼自己所追求的三味线技艺。菊之助要前往美国学习报纸出版，临行前，他赠送给仁太郎一把太棹三味线。“工欲行其事，必先利其器。”为了得心应手的驾驭这把大琴，仁太郎向磨砺身心的“巫女修练” 发起挑战。 在经历不食不眠、不言不语的七日七夜后，自然的风景、大地的气息，以及生活在这片土地上人们的心情都在他眼前光华重生。多年的苦练加上心灵的敞开，仁太郎的琴艺达到了超越的境界：不受任何规则的约束，却以自我肯定为基础，突破器材的束缚，求得以明心来彰显真性，这就是其后在日本独树一帜的津轻三味线。《仁太坊》的制作单位WAO是一家综合型教育企业，以前从未有制作动画的经验，一上来就大力投入，制作出弘扬传统文化的《仁太坊》，让人相当赞赏。可以说，这是一部用心用力的动画，一些重要场景做的精益求精。寺院的住持手书“守破离”三字，笔迹流畅，字体优美。按照官网的说法，是运用了一种叫做“消入”的技法。“配合笔的走势，逆向地将已经写好的“守破离”的图片进行消除，同时一个镜头一个镜头地进行拍摄。然后将这些镜头回放，产生的效果就如同一张没有任何字迹的白纸被写上字一样。”如此繁琐细致，制作者的用心可鉴。电影最后一段的三味线演奏，是全片的高潮所在。制作方更不计成本的完美再现了真人的手指动作并且达到了与琴声一致的效果。官网记录：“我们拍摄下来实际真实演奏的全部过程，然后将每一秒的动作记录在分解成24个镜头的时间板上。 参考录像带和时间板，动画制作人员进行动画设计制作。”这样用手工作画捕捉快速的指法运动，劳动量自然非常惊人，能够高度写实的完成，真是不辞辛苦的创举。不过本片的缺点，可能也就在经验的不足上。本片的风景场面优美迷人，可惜套路化痕迹明显。许多时候，风景描绘都脱离剧情，像一张张明信片单独出现，感觉比较单调浅显，而且静止时过于细致，一旦画面运动，便被模糊处理，反差太大，手法不够成熟。最后一场三味线演奏，很突兀的加入了樱花雨场面，与当时的人物、背景以及“较技“的现场气氛格格不入。监督应该是想借此烘托传统乐器演奏的气氛，不过给人的感觉就像主角一交心就出现蓝天大海那样俗套又可笑，甚至一定程度上影响了观众观看当时精心制作的的真人指法动作。本片的受众主要是儿童，所以剧情发展比较平缓，即使是苦难描写也不显得多么残酷，唯人物表情不够细腻是个遗憾。对居民的生活多有交代，但其生活的大环境，只靠明信片似的风景记录，还显得比较空泛。仁太郎对“守破离”的理解刻画的比较粗糙，人物性格也比较单一，没有太多能让人感动的地方。本片的配乐特色鲜明，非常精准，著名三味线演奏家上妻弘光担任了片中三味线的配音。几种不同风格的三味线演奏都力求完美。在最后一场仁太坊与当道座代表田原坊的对决中，三味线的魅力更是被展现的淋漓尽致。可以感见，田原坊也熟练的弹奏出了新式太棹三味线，但仅局限于技艺的精通上，三味线在他手中还只是展现技巧的乐器，不能传达出“自己的想法”，听众为他的精湛技艺鼓掌喝彩，却并没有从中发觉到某种能够触及内心、产生共鸣的力量。而仁太坊的演奏则高了一个层次，达到这一境界。对比田原坊，仁太坊的演奏由缓变急，由弱渐强，有力有速，富有生气。类似敲打的大力拨弦发出强健的音色，不受传统方式的束缚奏出丰富流畅曲调，音部多，变化大，自由奔放，音乐成为尽情抒发自己内心的想法的通道，把自己对家乡对亲人的爱，对艺术对生命的追求都弹奏了出来，炽烈的情感交汇给了听众美的享受和心的感悟。",
    "chinese_title": "仁太坊：津轻三味线始祖外传",
    "douban_rating": "7.8/10 from 413 users",
    "foreign_title": "仁太坊―津軽三味線始祖外聞",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.8",
    "update_at": "2025-03-19T13:12:15"
}