{
    "aka": [
        "liang xin zuo zheng"
    ],
    "sid": "2297122",
    "cast": [
        {
            "url": "/celebrity/1304661/",
            "name": "刘蓓 Bei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045901/",
            "name": "臧金生 Jinsheng Zang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1344996/",
            "name": "胡蓉蓉 Rongrong Hu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1327717/",
            "name": "邢树民 Shumin Xing",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2004"
    ],
    "this_title": [
        "良心作证"
    ],
    "douban_link": "https://movie.douban.com/subject/2297122/",
    "trans_title": [
        "liang xin zuo zheng"
    ],
    "douban_votes": "0",
    "introduction": "白莹是水仙服装公司的一名设计师。作为深受公司老总张自强器重的一名优秀员工，白莹用自己的才华证明着非同寻常的实力，也为公司的发展壮大起着无可替代的重要作用。在水仙服装公司举办的新潮服装展示会上，白莹的设计作品赢得了同行的赞许，也为公司赢得了一个与美国伊斯达公司合作的机会。展示会上，白莹在电视台负责《人间万象》栏目的未婚夫向群用手中的摄像机记录了白莹在T字舞台上的成功。然而，让向群没有想到的是，除了记录到未婚妻白莹的成功和光艳外，还拍摄到了一段后来让他自己都不愿意相信的片段。展示会结束后，白莹随张总出席了一个在天虹酒店举办的招待酒会。从天虹酒店出来，午夜的瓢泼大雨已经弥漫了城市的夜空。考虑到张总喝了不少的酒，在回家的中途白莹接过张总手里的方向盘。但就在白莹接过方向盘没多久，一个横穿马路的中年男子被急速行驶的小车迎面撞飞。白莹惊呆了。张总从短暂的惊噩中清醒过来后，一把打过白莹手里的方向盘，驾车而去。在张总回头张望的那一刻，路边报亭突然开启的窗户让张总的心重新悬了起来。事发不久，接到报警的警官刘科长就出现在现场，刚刚做完节目准备去宵夜的向群也在得到消息后赶到事发地点。被撞者雷建军当场死亡，目击这一切的雷建军五岁的儿子在巨大的惊吓中神智不清，突发性失语。雷建军的死，对于一个本来就生活拮据的家庭犹如雪上加霜。与此同时，一个肇事逃逸的纪实性节目通过向群的《人间万象》栏目传遍千家万户，也出现在白莹、张总和报亭老板高先生的电视画面上。看着电视画面上伤痛欲绝的雷家老小，白莹的心里无异于刀绞一般，而向群对肇事逃逸的后期采访又如一把尖锥无时不刺痛着白莹的良心。就在白莹饱受复杂的内心折磨时，张总所做的各种努力，试图从经济上补偿良心的谴责。站在公司发展的立场上，也为了白莹为之奋斗的事业，张总为白莹安排好了赴昆明领取全国大奖、继而飞赴美国就任伊斯达公司设计师的一切行程安排。事发后白莹突然的情绪变化，让本来就直觉敏感的向群产生了怀疑。而就在向群为庆祝白莹获奖请她吃饭时，白莹无意间见到遇害人雷建军的儿子涛涛那一刻的异样反应，让向群更加坚定了自己的判断：白莹肯定与肇事逃逸案有关。此时，当向群从案发当晚摄像机记录的画面和天虹酒店的录像资料中找到白莹与案情有关的证据时，警方刘科长的深入调查也将怀疑的矛头直指水仙公司。在机场候机大厅，即将飞往昆明的白莹在看到电视画面上播放的关于肇事逃逸的节目后，再也承受不起良心的折磨，主动到公安机关投案自首。站在被告席上的白莹面对向群的直播镜头，声泪俱下表达着自己对受害人雷建军一家的深深歉意。法庭判决下达的那一刻，白莹一句“千万不要逃避责任，否则就会受到良心惩罚”的警示箴言，通过《人间万象》节目，在繁华的城市上空久久的回荡。精彩视点：一起突发的交通事故，引发一段心灵被受折磨的历程，面对舆论的监督、当事人家庭的眼泪、辉煌的事业和真爱自己的男人，她的良心可以作证，她原本就不想逃避责任。影片以当前社会生活中屡屡遭到舆论唾弃和良心谴责的交通肇事逃逸为关注题材，在探讨交通肇事逃逸背后的心理波折时，创作者强烈的社会责任感凸现在影片故事的始终。影片的主演、因《过把瘾》中的成功表演获第十二届大众电视金鹰奖最佳女配角奖的刘蓓已经是广为观众所熟悉和喜欢的美女加实力派演员，《过把瘾》之后，刘蓓还因《甲方乙方》而获得第十二届大众电影百花奖最佳女主角奖。除此之外，《别问我是谁》、《一声叹息》、《扬州八怪》、《好日子一起过》、《红色康乃馨》、《彩票梦》、《忠诚》等影视作品中，都有刘蓓那张熟悉而笑容嫣然的脸。",
    "chinese_title": "良心作证",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T21:00:56"
}