{
    "aka": [
        "Magellan"
    ],
    "sid": "2299712",
    "cast": [
        {
            "url": "/celebrity/1274242/",
            "name": "黄渤 Bo Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563629924.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1331869/",
            "name": "李华军 Harrison Lee",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1331869/",
            "name": "李华军 Harrison Lee",
            "@type": "Person"
        }
    ],
    "duration": "18分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "飞船"
    ],
    "douban_link": "https://movie.douban.com/subject/2299712/",
    "trans_title": [
        "Magellan"
    ],
    "douban_votes": "776",
    "introduction": "这是我一个人的故事，我是一个船长（黄渤 饰），至少我自己这么认为，在一栋高楼的房顶上我建了一艘蓝色的大船，于是我开始了航行。要去哪儿呢，我要去麦哲伦海峡，因为麦哲伦先生在那里等我，我一定要见到他。我从广播里得知，要穿过太平洋，需要经历一场暴风雨，才可以到达目的地，于是我每天盼望着暴风雨的来临，因为冲过它，我就可以找到我要找的东西了。我从来不会下船，每天都在船上生活，洗衣做饭，我还喜欢上了钓鱼，我每天还会把剪刀和看到的东西都写在我的航海日志里面，船上的生活很惬意，我也一步一步地向南美洲靠近，但我还是没有遇到那场暴风雨，还没有见到麦哲伦先生，我快忍受不了了。直到有一天晚上，应该是我出海的第一百四十八天，当我开始自暴自弃的时候，暴风雨来了，我独自一人站在船头，接受着暴风雨的洗礼，我冲着天空大喊。但是暴风雨远比我想象的猛烈，我发现我的船根本经不住它的造访，于是我想拯救我的大船，但是我被那张我心爱的大白帆砸晕了，之后的事情，我不记得了。第二天早上，我被我的海鸥朋友们叫醒，浑身的伤让我难以动弹，我爬上了甲板，升起了我那张已经破烂不堪的白帆，因为我知道，我还要继续的航行，直到目的地。这个时候我猛然回头，我看到了另一艘船……This is my own story, I am a captain (Huang Bo performed), at least I believed so. I built a blue steamship on the roof of a tall building, therefore I started my sailing journey. Where can my boat go? I decided to go to Magellan Strait, because Mr. Magellan waited for me there, I must see him. From the broadcasting, there will be a big storm I have to experience if i want to pass though the Pacific Ocean, only then I may arrive at the destinations. Therefore I was looking forward to the storm everyday, because when I defeat it, I might find the thing that I was looking for. I never get off from the boat; everyday lived on the boat. Cooking, laundry, and I also like fishing as well. I picked up things and wrote the things I saw inside mine log book. Life on the boat was really relaxed, and I was starting to approach South America step by step, but I didn’t met that storm, haven’t seen Mr. Magellan, I couldn’t endure this. Until there was one night, should be 148th day I navigated, when I started to despair, the storm has come. I standed in the bow alone, accepted the rain splashed wet on me and shouted to sky loudly. The storm was far fury than what I expected, I discovered that my ship couldn’t stand up to its visit. I just want to save my ship, but I was pounded by the big white sail have fainted, afterward matter, I didn’t remember anything. The next morning, Gull waked me up. The pain made me move with difficulty, I climbed on the desk, raised my sail although it was totally wrecked, because I know I must continue my navigation, straight to the destination. This time I suddenly turn back, I saw another ship…",
    "chinese_title": "飞船",
    "douban_rating": "7.6/10 from 776 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-05-13T17:44:11"
}