{
    "aka": [],
    "sid": "2299816",
    "cast": [
        {
            "url": "/celebrity/1190008/",
            "name": "Kerri Walsh Kerri Walsh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203748/",
            "name": "Ann Calvello Ann Calvello",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0497306",
    "director": [
        {
            "url": "/celebrity/1056169/",
            "name": "Dan Brown Dan Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303270/",
            "name": "Tina Gazzerro Tina Gazzerro",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-01-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0497306/",
    "imdb_votes": 90,
    "this_title": [
        "Rollergirls"
    ],
    "douban_link": "https://movie.douban.com/subject/2299816/",
    "imdb_rating": "8.2/10 from 90 users",
    "trans_title": [
        "轮滑辣妹"
    ],
    "douban_votes": "0",
    "introduction": "ROLLERGIRLS is the rollicking, real-action show that puts you on the fast track of the Austin Thunderdome. Check out the five-team, all-girl league of tough and sexy young athletes who pay to skate and play to win. Their raucous bouts combine fierce competition with jaw-dropping outfits and crowd-pleasing personalities.Formed in 2001 by TXRD Lonestar Rollergirls, the Austin league is a long way from your daddy's Roller Derby. Every non-scripted ROLLERGIRLS episode follows the women as they square off against each other on the track and then face everyday challenges with boyfriends and bosses off-track. Some have kids. Some are married. Some just want a body-busting wild time. There's glamour-girl Lux who bangs heads at night and works as a maternity nurse by day. The league \"Air Jordan,\" aggressive Jammer Sister Mary Jane is a special ed teacher. Venis Envy, an art school graduate, is a rookie on the rise. Witty and warm, with model good looks, Cha Cha is one of the league's fastest skaters - and a single mom who really needs a break.A 21st-century sports phenomenon, ROLLERGIRLS captures the rich detail of the league's over-the-top antics and adrenaline-drenched performances that are inspiring all-girl teams across the country. Like any great sports story, ROLLERGIRLS is rife with hotshots and hellions, rebels and rascals, the unsung and the underhanded - first-class competitors all. It's just that these sassy stars sport fishnets beneath their shin guards.From the creative team that brought you MTV megahit, \"Laguna Beach: The Real Orange County,\" ROLLERGIRLS returns the all-American roller derby to the banked track, this time with a knuckle-busting good-time Texas twist.",
    "chinese_title": "轮滑辣妹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rollergirls",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T23:42:16"
}