{
    "aka": [],
    "sid": "22992143",
    "cast": [
        {
            "url": "/celebrity/1019133/",
            "name": "萨缪尔·韦斯特 Samuel West",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495960/",
            "name": "阿曼达·福尔曼 Amanda Foreman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895741839.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2738094",
    "director": [],
    "duration": "55分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-01-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2738094/",
    "imdb_votes": 187,
    "this_title": [
        "Secrets of the Manor House"
    ],
    "douban_link": "https://movie.douban.com/subject/22992143/",
    "imdb_rating": "7.7/10 from 187 users",
    "trans_title": [
        "庄园的秘密"
    ],
    "douban_votes": "0",
    "introduction": "Secrets of Highclere Castle is the true story of one of the world’s most famous homes, Highclere Castle in England. Famous as the location backdrop to the hugely-popular costume drama Downton Abbey, the castle also has its own extraordinary tales to tell.For centuries it has been the real-life home of the aristocratic Carnarvon family, and has entertained Kings and Queens of England along with a host of nobilities and celebrities. An ancestor of the modern-day Lord and Lady Carnarvon bankrolled the expeditions that discovered the tomb of Tutankhamen, which explains one of this stately home’s astonishing secrets. Hidden within secret compartments in its wall are centuries-old Egyptian relics, while in the basement are replicas of the contents of the tomb itself: a slice of Egyptian history transported to the depths of the English countryside.The show explores Highclere’s illustrious history and reveals that truth can often be stranger than fiction. Many of the events played-out in the fictional Downton Abbey are based-upon true tales from Highclere’s past. Just like its television counterpart, the castle was, for example, a military hospital that played a vital role in the First World War. The hospital, complete with operating theater, was set-up and run by the fabulously wealthy Lady Almina, the 5th Countess of Carnarvon, who traded the trappings of her comfortable aristocratic life for the chance to nurse wounded officers brought home from the battlefront.In the early years of the 20th Century,English aristocrats owned more than half of the land in the country, and the phrase ‘nothing exceeds like excess’ was coined to describe their lifestyles. It was a world of luxury and indolence for a wealthy few, supported by an army of servants toiling ceaselessly \"below stairs\" to make the privileged lives of their Lords and Ladies run as smoothly as possible.And Highclere was no exception. It was deemed, the social epicenter of Edwardian England, and even hosted HRH The Prince of Wales, the future King of England, for the most extravagant shooting party in Highclere’s history.  The bill came to a staggering thirty thousand dollars just to feed the guests.Unsurprisingly, such highlife took its toll on the pockets of the aristocrats. Owners of British manor houses were “land rich,” but “cash poor,” and many sought out rich wives as a means of improving their financial fortunes. The 5th Earl of Carnarvon earned new money for the estate through his marriage to a teenage heiress named Almina Wombwell, the illegitimate daughter of banking giant Alfred De Rothschild. She gained a title and access to High Society: he gained access to her fabulous wealth.Even so, the social and political changes that followed the end of the war in 1918 were to spell ruin for many British country estates. Huge increases in income tax and death duties meant that many families were forced to sell homes that had stood proud for centuries. For British aristocracy it was the end of life as they knew it.  Great country estates fell into ruin and many were demolished. Life at Highclere changed forever – but the house withstood it all.Today, the castle remains the family home of Lord and Lady Carnarvon. At around a million dollars a year in upkeep, the life of the English nobility is no longer one of extravagant parties and opulence. Secrets of Highclere Castle gives a privileged, behind-the-scenes taste of what it is like to be a modern-day Lord and Lady living in a home with 1300 years of English history.",
    "chinese_title": "庄园的秘密",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Secrets of the Manor House",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T20:33:54"
}