{
    "aka": [],
    "sid": "22994712",
    "cast": [
        {
            "url": "/celebrity/1050023/",
            "name": "兰斯·阿姆斯特朗 Lance Armstrong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911723507.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1667897",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1667897/",
    "imdb_votes": 48,
    "this_title": [
        "Race Across the Sky: The Leadville Trail 100"
    ],
    "douban_link": "https://movie.douban.com/subject/22994712/",
    "imdb_rating": "8.2/10 from 48 users",
    "trans_title": [
        "Leadville100英里挑战赛"
    ],
    "douban_votes": "0",
    "introduction": "At 10,000+ feet, against the misty backdrop of a former mining town, Leadville, Colorado, 1400 cyclists line the starting line. For many, it will be the most difficult race of their lives. For some, a bragging right to say they raced alongside the best in the world. Some imagine victory. Most hope only to finish. But everyone will count.The race that started 25 years ago as a running race to drive tourism in Leadville has now grown to a lottery cap of 1000+ competitors, many of them the world’s most elite cyclists. But the Leadville Trail 100 &quot;Race Across the Sky&quot; Mountain Bike Race is not just a race of man against man: it’s man vs. man, man vs. self, man vs. elements, man vs. time. A clock set for 12 grueling hour’s slugs through 100 miles, over 14,000 vertical feet of climbing, some two miles above sea level, through extreme climate changes ranging from heat to hail, from rain to snow. To the racers, the risks of injury, fatigue and mechanical failure pale next to the chance that they will fall behind the 12 hour cut off mark and be eliminated.Rivalries include six-time defending champion Dave Wiens vs. international star / seven-time Tour de France winner Lance Armstrong. Inspirational stories of human triumph include a Leadville woman rider who was critically injured by a car while training for last year’s race, another who suffers from multiple sclerosis, and 45+ rider who has raced all 15 years.Whether they’re international stars of the sport or everyday folks with the will to finish a race whose difficulty is on par with the Ironman, the grit to push to their own physical and emotional limits strikes an elegant symmetry between racer and environment and a struggling former mining town whose very existence now relies on the tourism generated by this race.",
    "chinese_title": "Leadville100英里挑战赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Race Across the Sky: The Leadville Trail 100",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T23:35:57"
}