{
    "aka": [
        "DRAGON'S PEARL",
        "西林·帕他努泰"
    ],
    "sid": "2300151",
    "cast": [
        {
            "url": "/celebrity/1314441/",
            "name": "苗乙乙 Yiyi Miao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015199/",
            "name": "陶虹 Hong Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275529/",
            "name": "陆剑民 Jianmin Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365536/",
            "name": "刘海霞 Haixia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317965/",
            "name": "黄凯 Kai Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337942/",
            "name": "曹卫宇 Weiyu Cao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547553956.jpg",
    "region": [
        "中国大陆",
        "泰国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318075/",
            "name": "陈力 Li Chen",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1997"
    ],
    "this_title": [
        "龙珠"
    ],
    "douban_link": "https://movie.douban.com/subject/2300151/",
    "trans_title": [
        "DRAGON'S PEARL",
        "西林·帕他努泰"
    ],
    "douban_votes": "455",
    "introduction": "１９５６年２月，以泰国政府最高顾问乃讪·帕他努泰为首的泰国人民促进友好访华团来到北京，受到毛泽东主席和周恩来总理的亲切接见。这件舞蹈人形是乃讪赠送给周恩来总理的礼物。谈到乃讪，不能不提起中泰关系中的一段往事。    １９５６年８月，乃讪访华后不久，在泰国总理銮披汶的支持下，通过绝密渠道，将自己的儿女送到中国学习。这就是被周恩来总理戏称为中泰关系中的“人质外交”事件。    二战结束后，泰国在安全和经济上严重依赖美国，沦为美国反共反华棋盘上的一个小卒。泰国内有泰共活动，外有巨人般的近邻中国，美国又在不断地削减对泰军援，其政府意识到一味盲从美国并非正道。    １９５５年万隆会议召开，泰国外长万亲王同中国总理周恩来有了接触，并接受周恩来赠予的中国丝绸等珍品。万亲王十分赞赏中国倡导的和平共处五项原则，对周恩来本人也深怀好感，并带着这样一个印象返回泰国：原来中国共产党人并非美国人所描绘的那样“青面獠牙”。于是，在泰国总理銮披汶、外长万亲王以及銮披汶的亲信乃讪·帕他努泰（泰国新闻界泰斗）的共同密商下，决定由乃讪挑起秘密同中国建立联系的重担。首次尝试通过中国驻缅甸大使馆来建立同中国的联系。不料，美国侦悉这一情况后，大为震怒，断然阻止。此计不成，又生一计。乃讪翻阅了中国古书，发现中国人较重视“和亲”，便献策：不妨采用送“儿童人质”去中国的办法，以取信于中国。    乃讪通过秘密渠道，致函周恩来总理，阐述愿送其子女去中国学习之意。事出突然，周总理并不赞成，认为这是变相的“人质外交”，社会主义的新中国对此不宜接受。但乃讪不改初衷，坚持要送。在此情况下，中方着眼于发展中泰友好关系，斟酌再三后勉强表示了同意。于是，乃讪很快将其子（汉名常怀，时年１２岁）女（汉名常媛，时年８岁）以极秘密的方式送来北京。作为掩饰和平衡，乃讪同时又将长子常曼送往美国学习，可谓用心良苦。    常怀、常媛抵北京后，受到中方热情周到的接待。周恩来总理亲自关怀，指派专人负责其学习、生活等事宜，还特别嘱咐廖承志夫妇亲予照料。常怀兄妹住进一个精致的四合院。在那里，管理员、司机、警卫都会讲泰语。客厅里铺着织有中国图案的又厚又大的地毯，卧室里放着俄式大铁床。他们被送往北京最著名的学校学习，有专车来回接送。还有一名厨师专职为他们服务，一切按外国贵宾身份予以接待。周恩来、廖承志待常怀兄妹亲如己出，使他们非常感动。    当初乃讪送常怀兄妹来中国时，估计中泰将于一至两年内建交，届时小兄妹即可返国。孰料，世事多变。１９５７年，銮披汶被推翻，乃讪被囚７年。出狱后，乃讪万念俱灰，心中只是强烈惦念滞留中国的儿女。此时中泰间已中断沟通多年，访华已非易事。直到１９６７年初，他才得以成行。此次访华，乃讪除探望子女，还另负一个极为重要的外交使命，即受美国驻泰使馆委托，向中方传递美国总统约翰逊关于美国意欲停止越南战争的重要机密口信。时逢中国全国处于“文革”期间，乃讪要求会见周恩来总理被断然拒绝，他所携的约翰逊总统的重要口信也被搁置不理，乃讪本人则被视为反动派，两周后被驱逐出境。    “文革”风暴也使常怀、常媛身处逆境。正在大学读书的常怀因态度欠佳而被逐出中国。常媛虽侥幸留下，但被下放农村，恶劣的境遇使她一度失却记忆。原拟暂住中国的这对泰国兄妹，一个长留了１０年，另一个１３年后才迟归。    常怀现为泰国上议员，常嫒嫁给外籍人士，现身居巴黎，她将自己的两个儿子分别起名为“念周”和“念廖”，以志感恩和怀念如亲人一般的周恩来和廖承志。",
    "chinese_title": "龙珠",
    "douban_rating": "8.7/10 from 455 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-04-25T12:28:58"
}