{
    "aka": [],
    "sid": "2301053",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620256368.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1394000/",
            "name": "余纪 Ji Yu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1394000/",
            "name": "余纪 Ji Yu",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "青苔"
    ],
    "douban_link": "https://movie.douban.com/subject/2301053/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "该片所有镜头都在重庆市北碚区拍摄完成，表现的是抗战时期，逃难到重庆的普通人的生活状态。这些来自北平、上海的人们在战争阴云下的悲欢离合和人生境况都凝缩在青苔镇一个普通院落里。他们的生活洋溢着淡淡的苦闷与彷徨，也蕴藏着顽强的生命意志和不屈不挠的幸福渴望。1939年夏天，流苏和妈妈一起被父亲送到大后方嘉陵江边一个叫青苔的小镇。在房东大妈家安顿下来的当天夜里，父亲荣子平就跟随部队开往了前线。在流苏的记忆里，父亲消失在夜幕笼罩下的那条长满青苔石板路的一幕，永远也难以忘却。虽然父亲走的时候给母亲留了一百二十块大洋，但随后五年的漫长日子里，父亲音信全无，没有任何经济来源的荣太太在艰难的生活面前，不得不出卖尊严，靠做暗娼接客挣钱，维持生计。和荣太太从大上海远道而来躲避战乱一样，在房东大妈的院子里还有涣章、凤萧夫妇，和大学生童钧。涣章也来自上海，妻子凤萧是自己的同学，因为父亲让他留学英国的缘故，等涣章从英国回来，心爱的人已经成了父亲的第五房姨太。就这样，一怒之下的涣章领着凤萧私奔到了这里。然而，尽管能和自己心爱的女人朝夕相守，但遭受如此打击的涣章，已经丝毫没有了往日的豪气，徒留一架并不完整的男儿之躯，浑耗度日。童钧来自北平，年轻而富有朝气的他在青苔镇做了一名老师。童钧住在这里的两年来，房东大妈一直把他当姑爷看待，因为十七岁的女儿巧巧已经到了许配婆家的年龄。对于房东大妈和巧巧的心思，童钧浑然不觉，直到童钧远在北平的女朋友珍妮找来，才释然了童钧和房东大妈之间的一段恩怨。珍妮是美国人，父亲是协和医院的大夫，抗战爆发后，珍妮没有跟父亲回美国，而是执拗地奔爱情而来。珍妮的到来，让青苔镇的人们看到了一个有生以来最隆重、又最新潮的婚礼。时间不长，原本和睦的青苔小镇因为巧巧的未婚先孕而掀起波澜。作为一个纯情少女对童钧的报复，巧巧背着母亲让自己怀上了孩子，这让包括房东大妈感到耻辱的同时，珍妮和凤萧也在开始怀疑这件事是不是跟自己的男人有关系。巧巧未婚先孕的原因终于在流苏的嘴里找到了答案。看着女儿一天天大起来的肚子，房东大妈一脸的无奈和忧郁。时间就这样在每一个充满忧郁的眼里走到了1945年。此时，青苔镇上开始有抗战胜利的消息传来，但1946年的夏天，流苏和母亲等来的是父亲已于民国二十八年阵亡的消息。巧巧在难产中痛苦的死去后，来青苔镇躲避战乱的人们开始纷纷起程回家，离开这个曾经带给他们庇护和温暖的小镇，回到昨天的历史。可历史又是不能忘却的。",
    "chinese_title": "青苔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T00:34:03"
}