{
    "aka": [],
    "sid": "2303778",
    "cast": [
        {
            "url": "/celebrity/1326884/",
            "name": "阿力木江·吐尔斯拜克 Alimjan Tursenbek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446494/",
            "name": "达列力汗·哈德尔 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413551/",
            "name": "马尔江·巴依吐肯 Maerjiang Bayituken",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "　　第13届北京大学生电影节(2006)\n　　民族题材特别奖\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871630972.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1356816/",
            "name": "马卫军 Weijun Ma",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1319184/",
            "name": "高峰 Feng Gao",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "哈萨克语"
    ],
    "playdate": [
        "2005-02-01(中国大陆)",
        "2005-02-18(哈萨克斯坦)"
    ],
    "this_title": [
        "美丽家园"
    ],
    "douban_link": "https://movie.douban.com/subject/2303778/",
    "trans_title": [
        ""
    ],
    "douban_votes": "143",
    "introduction": "天山电影制片厂、电影频道节目中心2004年出品美丽的新疆那仁草原上，哈萨克牧民一年一度的叼羊比赛正在进行。刚从城里艺术学校回来的玛依那姑娘，为冠军获得者阿曼泰的精彩表现欢呼喝彩。四目相对的那一刻，爱情的种子，在两个年轻人的心田生根发芽。随着接触的增多，爱情的温度在不断的上升。然而，对于儿子的婚姻大事，阿曼泰的父亲胡纳泰老人不予同意。三年前，阿曼泰的哥哥努尔兰死于一场车祸后，胡纳泰随牧而居的家，全靠大儿媳妇加娜支撑。在父亲的心里，如果小儿子阿曼泰能娶他嫂子加娜为妻，不但可以保持一个完整的家，还能报答儿媳妇加娜这些年来辛苦的操持。父亲的苦心一片，阿曼泰不能理解，何况乡邮递员海拉提也深深地爱慕着嫂子加娜，时常来看望加娜。假期结束了，玛依拉返回学校。玛依拉走后，阿曼泰在放牛牧羊中无时不想念着玛依拉。一天，海拉提送来玛依拉写来的信。得知玛依拉生病了，阿曼泰不管不顾地骑马进城，在学校见到玛依拉。看到城里现代化的生活，玛依拉希望阿曼泰也能离开草原，进城学点技术，将来就留在城里。亲眼所见，亲身感受，加上玛依拉的鼓励，阿曼泰决定进城。尽管遭到父亲的极力反对，但阿曼泰还是进城学起了驾驶。离考取驾驶本就那么几天时间，阿曼泰楞是被父亲赶回草原，赶回毡房。玛依拉毕业后，没有兑现爱情的诺言，嫁给了三年同学的达木。玛依拉背弃爱情，让阿曼泰整日借酒浇愁。在最终也没能说服儿子娶嫂子加娜为妻后，父亲知道草原已经栓不住儿子阿曼泰的心。拿着嫂子给的五千块钱，提着简单的行李搭车进城那天，父亲骑着马追上高高的山冈，目送儿子阿曼泰消失在老泪纵横的视线之中。一年后，父亲没等阿曼泰从城里回来，就匆匆走完沧桑的生命之路。阿曼泰从城里回来，处理父亲的后事。从失去父亲的痛苦中走出来，阿曼泰又要进城。开着自己的车，行驶在走出草原的路上，阿曼泰知道，他终究是要回来的，因为草原上有他的父亲、母亲、嫂子，和美丽的家园。精彩视点:本片是国家广电总局推出的8部国庆55周年重点献礼片之一，也是为庆祝新疆伊犁哈萨克自治州成立50周年而拍摄的献礼片。影片上映后，获得各方好评，尤其是在新疆伊犁、阿勒泰等地区，本片的公映，更是得到当地各族观众的认可。影片所表现的哈萨克族纯朴善良的民风、古老的习俗，让广大的哈萨克族观众有一种久违的亲切。影片内容取材于中国哈萨克族牧民的家庭生活和青年人的爱情故事，却在讲述家庭生活、纯真爱情的同时，真实生动地再现了经济蓬勃发展的社会背景下，富裕起来的中国哈萨克族牧民所面临的传统与现代、亲情与爱情、草原文明与城市文明的冲突和心路历程。影片华彩迭出、思想深刻。对矛盾、挣扎、亲情、友情、爱情丝丝入扣的刻画，在观众心里引起强烈的共鸣。除此之外，影片中哈萨克牧民重要的夏牧场，蜿蜒的那仁河水、水草丰美的美丽草原，成群的牛羊和白色的毡房点缀，花海草浪尽头的白雪皑皑，犹如一幅幅浓墨重彩的水墨花，让观众流连、心灵神往。",
    "chinese_title": "美丽家园",
    "douban_rating": "7.9/10 from 143 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-08-04T16:28:37"
}