{
    "aka": [],
    "sid": "2311122",
    "cast": [
        "李丁 Ding Li",
        "杨立新 LiXin Yang",
        "陈瑾 Jin Chen",
        "沙景昌 Jingchang Sha",
        "宋晓英 Xiaoying Song",
        "颜丙燕 Bingyan Yan",
        "曹磊 Lei Cao"
    ],
    "site": "douban",
    "tags": [
        "国产电视剧",
        "家庭",
        "电视剧",
        "守候幸福",
        "亲情",
        "李丁",
        "杨立新",
        "颜丙燕"
    ],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2212126214.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "张人杰 Ren-chieh Chang",
        "刘奎绪",
        "陈燕民 Yanmin Chen"
    ],
    "imdb_id": "",
    "director": [
        "陈燕民 Yanmin Chen"
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "守候幸福"
    ],
    "douban_link": "https://movie.douban.com/subject/2311122/",
    "trans_title": [
        ""
    ],
    "douban_votes": 94,
    "introduction": "周末了，思念孩子的老中医许中冕和老伴又一次费心费力地做好了一大桌饭菜，而象往常一样，近在咫尺的五个孩子却有四个来了电话，忙，不能回来跟老两口一起吃晚饭了。\n许中冕一怒之下病倒入院抢救。\n在医院，许中冕的老朋友周大夫告诉孩子们，他们的父亲只剩下一年左右的时间了，在这最后的时间里，老人唯一的愿望，就是孩子们多回来陪陪老人。\n为了满足父亲的愿望，孩子们都尽量每天回来。慢慢许中冕发现，他竟然十分不了解自己的孩子们，看上去孩子们似乎个个都事业有成，可谁知每个人都有每个人的难处，谁都不容易，自己对孩子们的要求，似乎太苛刻了。\n老大许伯江原本是一个工厂的厂长，一年到头含辛茹苦，厂子却因三角债而濒临破产。他把买房子的钱都给垫付了老职工的医药费，却不被工人谅解，不但房子买不成了，还被工人痛打，后来被迫辞了职。二弟利用关系给他介绍了不错的工作，老大却因老板是三角债原凶而愤而辞职。大儿媳高歌本是个通情达理善解人意的人，但此时却因到了更年期……\n老二许伯涛是家民营公司老板，看上去事业红红火火，可家却冰锅冷灶，不是没老婆，而是出身高知高干的老婆结婚后就没做过一顿饭，一家三口人好象漠不关心，谁也不知道谁在哪，在干什么，看似平静的背后却耘酿着火山爆发，火山终于爆发了，当着全家人的面老二动手打了妻子茹芸，眼看着跟妻子茹芸离了婚。他原来觉着离婚一定会比不离婚幸福，可谁知离了婚心情却越来越糟，想复婚时，茹芸心里一直牵挂的发小却从国外回来追求茹芸……\n老三许伯清是老两口唯一的女儿，丈夫黎平是个资深警察，在家里老三从来说一不二，两口子的日子一直很平静。忽然有一天，老三发现黎平对自己老是躲躲闪闪的，终于，她看到了丈夫身边的那个年轻漂亮的女警察……\n老四许伯洪是个离异之身，留学回来后在外企打工，每天披星戴月，却总是得不到外国老板的赏识。一个叫林晓丹的女孩喜欢他，可他却不敢接受她的爱意。就在老四好不容易准备接受林晓丹时，老四的前妻却患了绝症，带着女儿回到了许家，并揭开了老四身世之迷……\n老五许伯汉是全家唯一继承父业的儿子，在中医研究院埋头于中成药的开发研究，立志要早出成果。对老五的工作老爷子挺满意，可老五结婚好几年了，就是不愿意要孩子，两口子已经年过四十，而这时媳妇意外怀孕了，这事儿也让老两口伤透了脑筋……\n日子一天天过去，孩子们一个个忙着面对着，处理着生活中接踵而来的一个又一个难题，但“百善孝为先”，他们全部踏踏实实地守在老两口身边。。\n于是，许中冕暗下决心，也要为孩子们办些实事。他和老伴商量了一个与孩子们“沟通”的计划。\n老爷子尽心尽力地用他自己的方式为孩子们办力所能及的事。老两口忙得不亦乐乎，其间有眼泪有欢笑，有辛酸感人的往事，有不得不面对的今天，但总之大家庭的关怀让每个人都生活地更温暖……\n可许中冕心里的疙瘩却越结愈紧……",
    "chinese_title": "守候幸福",
    "douban_rating": "8.4/10 from 94 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2024-06-06T13:40:17"
}