{
    "aka": [
        "一生有你"
    ],
    "sid": "2326163",
    "cast": [
        {
            "url": "/celebrity/1304661/",
            "name": "刘蓓 Bei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043136/",
            "name": "冯远征 Yuanzheng Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314331/",
            "name": "李诚儒 Chengru Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314455/",
            "name": "汤镇宗 Chun-Chung Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313003/",
            "name": "唐于鸿 Yuhong Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330507/",
            "name": "董晴 Qing Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315089/",
            "name": "郑天庸 Tianyong Zheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375047803.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1337003/",
            "name": "杜诗筠 Shiyun Du",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274831/",
            "name": "尤小刚 Xiaogang You",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "死去活来"
    ],
    "douban_link": "https://movie.douban.com/subject/2326163/",
    "trans_title": [
        "一生有你"
    ],
    "douban_votes": "386",
    "introduction": "本剧将镜头对准了一个普通的中国离婚家庭，讲述了在中国现有的家庭结构和道德伦理传统之下，离异夫妻所必须面对的具有“中国特色”的“剪不断理还乱”的诸多问题。记录了男女主人公背负着第一次婚姻留下的伤害与负担，围绕着复婚与各自的再婚、老人与子女、家庭与事业的种种矛盾冲突而演出的一段可咀嚼的人生故事。情感的大起大落，人生的悲欢离合，命运的戏剧性转折……而这一切也引发了剧中人对婚姻中的宽容、理解、信任与责任的思考，以及对人间真情的感悟！婚姻虽然死了，真情却活了！经历的苦难越多、对人了解越深，人可能会越宽容。人生没有不散的宴席，但人们对生活的态度是可以选择的。本剧的最大魅力在于将情节和人物都置于现实生活中难以进行是非判断和选择，而又必须作出选择，且随时随地都可能出现尴尬状态这一背景下。在这里，生活中的对错是非拧成一团！人物的七情六欲展现得淋漓尽致！人物难解难分“死去活来”的现实困境让人眼花缭乱！但是，由于人性最终的美好和善良，这股贯穿全剧的几个人物纠缠不清的命运走向了一个积极的方向……这是一部具有相当深度和感染力的家庭伦理剧——贴近生活、真实自然的创作风格，细腻真挚的感情，入木三分的人物刻画，对婚姻、亲情、爱情以及人性的考量细致入微发人深省……本剧探讨了保持婚姻平衡的智慧，在高度关注“自我”的今天，本剧既传递出一种爱惜自己尊重自己的现代精神，同时也呼唤人与人之间的相互理解和尊重，呼唤崇高和善良，呼唤在家庭和社会角色中那种一度被认为过时的忍辱负重、以德报怨的传统！保险业务员安小米在婚姻失败后又面临着失业的危机，带着十四岁女儿艰难度日的她心力交瘁，一门心思要与前夫周一鸣“复婚”以找回失去的家。正当她以为自己两年的马拉松式的“复婚”长跑已近终点时，却传来一个爆炸性的消息：周一鸣即将与当初两人婚姻的第三者杨菲菲结婚，并调去广州某大学工作！这真是晴天霹雳！安小米懵了！她不敢想像前夫甩手一走，自己将怎样带着女儿甜甜独自面对惨淡的人生！密友吴娜娜给安小米支招，于是安小米在一片惊恐与惶惑中投入了一场战斗！这是一场奇特的战斗，是一个母亲为女儿找回即将失去的爸爸，一个女人为自己找回已经失去的丈夫的“保卫战”！有意无意、阴差阳错间，过去的公婆和女儿甜甜都成了安小米手中最具杀伤力的武器！当周一鸣带着杨菲菲以准媳妇的身份正式拜会未来的公婆时，看见的是安小米以媳妇的身份与两个老人亲密相处的温馨一幕。周一鸣万万没想到，在法律上已没有任何权利的前妻会对自己的再婚形成那么大的阻力！他更没有想到的是，这一幕仅仅是“序幕”……在接下来的交锋中，吴娜娜替安小米支的“损招”“狠招”接踵而至！安小米以维护女儿的权益为由，要求周一鸣再婚前与杨菲菲作一个“婚内公证”。公证中就甜甜的生活学习留学诸多费用作出了若乾强势的规定。周一鸣明白一旦将这份公证书放到准妻子面前将会引起极大的信任危机，断然拒绝了安小米的要求！一番痛苦的挣扎后，安小米亮出了“杀手锏”——她以自己面临失业无法承担女儿的抚养义务为理由，向法院提出了变更女儿的抚养权的诉讼！一场官司即将上演！它是一颗定时炸弹，震憾和伤害了与之相关的所有人：周一鸣与杨菲菲过去隐蔽的矛盾一触即发，两人的婚姻面临搁浅；周家一对老人对一向疼爱有加的儿媳产生了情感上的裂痕；而受伤最深的是安小米自己！她刻意将此事瞒着女儿，却怕事情弄假成真失去女儿，在深深的矛盾和内疚中不能自拔！峰回路转，经过一番痛苦彷徨的杨菲菲终于在婚内协议上签了字，安小米也信守诺言从法院撤了诉！然而，随着父亲行期的逼近，甜甜失去父亲的痛苦和恐惧也在升级，为排遣苦闷她跟着同为单亲之家孩子的高年级同学夏小波去网吧，却意外遭遇了小混混的骚扰，这件事惊动了派出所。安小米生平第一次打了女儿，甜甜离家出走了……甜甜终于开口向爸爸吐露心声，“难道爸爸真的想不顾妈妈和我的死活而一走了之？爸爸一直是妈妈的精神支柱，如果爸爸走了，她会一蹶不振的！”女儿的早熟让周一鸣震惊和悲哀——由于父母离婚，女儿天真活泼的少女时代提前结束了！大街上，周一鸣目睹推销保险的安小米被陌生男人调戏，他冲上前保护前妻，并气壮如牛地喊出“我是她孩子的爸”！这冲口而出的一句话喊醒了周一鸣的自我意识，他惊悟到内心对女儿对前妻无法割舍的痛！这句话也喊醒了身旁的杨菲菲，周一鸣表示自己不走了，请求杨菲菲调来本市工作，让他能够照顾原来的那个家，杨菲菲却深深地惧怕周一鸣与那个家剪不断理还乱的关系，在一番撕心裂肺的苦痛之后，她选择了独自离开……生活似乎又回到了故事开始时的样子：周一鸣重又做回了他的周末爸爸，安小米再次振作精神到职场上打拚，杨菲菲独自在广州苦苦守候那一份遥遥无期的爱情，周家一对老人又开始筹划着儿子和安小米的“复婚工程”。然而安小米太累了，她深感一场一厢情愿的复婚行动，就像一场永远到达不了终点的马拉松比赛，她已身心俱疲！甜甜偶然得知母亲曾想变动抚养权将自己推给父亲！她的心冷了！她生平第一次怀疑母亲对自己的爱！甜甜向同学夏小波倾吐内心的苦闷，却被安小米误为早恋！安小米神经质地对女儿展开了跟踪与盯梢，并由此结识了夏小波的父亲夏克俭……同样处于生活困顿中的安小米与夏克俭产生了一段“同病相怜”的感情，却让一对儿女在学校遭遇了同学和家长的飞短流长。杨菲菲不堪离别与等待之苦，借出差的机会与周一鸣重修旧好，她终于同意与周一鸣结婚后调来本市工作，两人的婚事再次提上日程……一直悄悄做着父母复婚梦的甜甜对母亲的感情不理解不赞同。一场误会，激愤的甜甜砸碎了家里的窗户，被窗玻璃划破了双手……周一鸣要求安小米要么马上断绝与夏克俭的一切来往，要么马上与之结婚！但夏克俭对结婚一事退避三舍，而安小米在矛盾和痛苦中，固执地坚守着属于自己的这一份来之不易的温情……几个回合后，无奈的周一鸣也拿起了“变更子女抚养关系”的武器，他以安小米不能很好地尽母亲的职责为由，要求由自己抚养女儿，并向法院提起了诉讼。杨菲菲重又陷入了矛盾和苦闷，周一鸣胜诉便意味着自己将当上最不愿意充当的后妈！杨菲菲试着和甜甜搞好关系，甜甜却断然告诉她是她拆散了自己的家，自己永远不会叫她妈妈！杨菲菲又一次悄然离开了……法院开庭了。安小米的所谓“非法同居”，周一鸣当年的婚外恋都被翻了出来。已结痂的伤疤重又撕裂。双方律师出于策略考虑分别向原被告发起了“人身攻击”，安小米猝不及防，被控方律师毫不留情的击中了痛处，在法庭上情绪失控，声嘶力竭地哭着为自己申辩……法庭内，甜甜用帽子和围巾将自己的脸包裹起来躲在后排偷听。看着父母在法庭上毫不留情地向对方“开战”，看着一心要留住自己的母亲那无助的、伤心欲绝的双眼，甜甜抹着泪跑开了……甜甜决心不让爸爸妈妈继续对簿公堂互相攻击互相伤害！她发现父母只有在要求她考第一这一件事上高度一致，于是要父母承诺一旦她考第一，可以对他们提任何一个要求，并执意要等考完试拿到成绩单才说出具体要求。其实甜甜的要求很简单——爸爸妈妈停止打官司！甜甜开始了全力冲刺。让她烦心的是她的月经就要来了，而痛经会影响考试。同桌的女同学给了她一种药推迟月经。甜甜偷偷吃下，却因为药物反应，整个复习期间都在腹泻，她频频洗冷水脸、拚命掐太阳穴让自己清醒……考试结果出来了，是她从学前班到现在从没有过的最差名次第五名！不明就里的安小米对女儿深为失望。甜甜的美好计划功败垂成，母亲的绝望更让她觉得无脸见她，甜甜想到了死。她撕下一页作业纸，留下了一行字“爸爸妈妈，我求你们不要再打官司了。”她在妈妈的抽屉里找到了半瓶安眠药，一古脑地吃了，可药性一发作，她就开始害怕和后悔了，她挣扎着爬到电话机前抓起了听筒：“妈妈我不想死！”甜甜回来了。因为这次意外，让周一鸣和安小米看清了女儿可怕的生活状态：她承受着父母离异的痛苦和孤独，以超出一个孩子的毅力，孤力无援地勤奋学习着！而为了父母的休战她甚至可以“以命相搏”！周一鸣从法院撤了诉。他和安小米约定，永远不再打官司，永远不再当着女儿争吵。夏克俭贪图蝇头小利，与修车厂联手骗取汽车保险，安小米终于发现这个男人不能托付终身，黯然与之分手。而在公司，她却被怀疑吃里扒外往情人的口袋里搂公司的钱，经理给了安小米两条路：赔钱，或者辞职走人！安小米在一腔义愤之下交了辞职报告。失业后的安小米历尽挫折，成为一位按摩师。经历了女儿的生死劫难，安小米已坚强了许多。虽不能事事称心如意，但她已学会了对生活感恩。一名在保险公司时不打不相识的准客户偶然走进了她的生活，这是一个小公司的经理人，一位真诚、幽默、乐天的男人，这名叫凌放的中年男子被生活于窘境中的安小米的坚韧所打动，给了她很多鼓励和支持！此时的周一鸣被医生怀疑得了胃癌。已有了新的男朋友正准备出国的杨菲菲闻讯来到他身边，希望陪他走完最后最艰难的这段路程。周一鸣坦诚地告诉他自己最放心不下的是安小米。他向前妻和女儿隐瞒了病情，并倾其所有为安小米购买了长期国债，悄悄地、近乎精密地安排着安小米未来的生活。杨菲菲既感动又有些许的失落……于是，在周一鸣、杨菲菲、安小米之间，围绕着周一鸣的病展开了新一轮的情感撞击，只不过这一次他们身上所闪现的更多的是温暖、宽容与谅解……周一鸣的确诊报告出来了，癌症警报解除了！杨菲菲去了国外，安小米由于自己的努力回到了保险公司，她与凌放的感情超越了友谊在一步步加深……而出院回到学校的周一鸣却因为在博士生的著述上署名，被牵连到抄袭丑闻之中，不久，他失去了博导的位置并调往一所基层的教育学院……凌放向安小米求婚，安小米却发现自己对处境不佳的周一鸣牵肚挂肚。此时的周一鸣住在临时分给他的筒子楼里，饱受着“四害”的困扰，但他却在这间斗室里思考自己的人生，并在这里开始了和女儿的心灵沟通，找回了丢失很久的父女之情……凌放向安小米坦白他在生活中也走过很长的弯路，伤害过前妻，而在自己人生的低谷，前妻毅然宽容和谅解了他，并向他伸出了援手，所以他坚信世间有爱和真情！安小米不由得想到了她和周一鸣……周一鸣报名去山区支教，安小米带着女儿赶去送别，火车已开走……安小米情感的天秤究竟会向周一鸣还是凌放倾斜？她的归宿在哪里？这些似乎都不重要了，重要的是他们各自都完成了“回家”的心路历程，在找回了人间真情的同时，也从心里找回了对失落的家的信念。",
    "chinese_title": "死去活来",
    "douban_rating": "6.9/10 from 386 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-07-16T07:21:42"
}