{
    "aka": [],
    "sid": "2326685",
    "cast": [
        {
            "url": "/celebrity/1274626/",
            "name": "陈建斌 Jianbin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276008/",
            "name": "李静 Jing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313768/",
            "name": "赵亮 Liang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316399/",
            "name": "孙艺菲 Yifei Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317230/",
            "name": "李洪涛 Hongtao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313722/",
            "name": "赵有亮 Youliang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326308/",
            "name": "麻骏 Jun Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330885/",
            "name": "贺镪 Qiang He",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情",
        "动作",
        "犯罪"
    ],
    "awards": "　　第25届大众电影百花奖(2002)\n　　最佳故事片(提名)\n　　最佳女配角(提名) 李静 / 孙艺菲\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517615348.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1320093/",
            "name": "齐星 Xing Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372021/",
            "name": "王琛 Chen Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1043563/",
            "name": "滕文骥 Wenji Teng",
            "@type": "Person"
        }
    ],
    "duration": "101分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "致命的一击"
    ],
    "douban_link": "https://movie.douban.com/subject/2326685/",
    "trans_title": [
        ""
    ],
    "douban_votes": "334",
    "introduction": "清晨，海边荒废的帆板俱乐部内。伟建公司的财务总监李文军把一张磁盘交到了副总裁左文彬的手中。左文彬刚离开俱乐部，李文军就遭到海边沙滩上隐蔽着的杀手袭击。情急下，李文军拨打了110报警中心的电话。接到电话，刑侦大队长田建国等公安干警立刻赶往现场。在俱乐部的顶楼上，李文军失足跌出窗外，尽管田建国竭尽全力挽救，但李文军还是被沙滩上的杀手击毙。在警方的勘察现场，伟建公司的总裁付健轻声劝慰着身边的女儿夏晓晓。李文军是夏晓晓的男友，而且两个人就快要结婚了。付健一边向女儿许诺帮她查出真凶，一边打着手提电话，告诉对方磁盘已经拿到手。经过警方的调查，在李文军的鞋底发现了一个跟踪装置，公安局副局长丁星断定：这是有预谋的谋杀。在新建的现代化高科技场馆内，市委书记兼市长顾仲德叮嘱常务副市长管峰抓紧时间把唐大江调到宁海市任公安局长。城市高楼耸立，唐大江带着女儿妞妞来到了宁海。两个人在一家小饭馆，与一个霸道的协管员发生了争执，唐大江竟被协管员铐在了桌子腿上。付健和左文彬调出了唐大江的资料，两个人商议着与唐大江的合作。在尚未完工的新经济大 楼内，付健指示左文彬第二天与唐大江的“游戏” 正式开始。伟建公司的职员何刚在茶馆和浮船坞的码头与蔡老板的人进行毒品交易。与此同时，公安局 110指挥中心接到了报警。在唐大江镇定自若的指挥下，田建国和干警小马等警察将装运毒品的丰田车截获，司机抓到了，但丰田车里的毒品竟然不翼而飞。何刚成功的完成了付健和左文彬设下的调包丰田车的圈套。他在一个零担货车内，躲避警方的追捕，竟发现了李文军曾经用过的铝合金手提箱。海边码头上，蔡老板的手下把何刚痛殴一场 ，因为何刚说钱都被警方没收，他什么也拿不到 了。医院的病房里，付健和左文彬看望被打得鼻青脸肿的何刚，并把他提升到李文军原来的职位 ：财务总监。何刚受宠若惊。夏晓晓也来看望何 刚，她曾经是何刚的女友。何刚希望能够与夏晓 晓恢复往日的恋情，但两个人不约而同地谈起了 李文军……晚上，唐大江与丁星、田建国反复看着白天 追逐丰田车的录像，寻找着可能遗漏的蛛丝马迹 。唐大江猛然想起，忘了去接女儿妞妞。妞妞被小姨柳清明接回了自己家。柳清明也 是一名警察，但因为不满唐大江以前光顾工作而 忽视了自己的姐姐，导致姐姐在生病时没能及时 救治去世，而认定唐大江也同样不可能照顾好妞 妞，决定把妞妞送到寄宿学校去。消防警笛在街道上呼啸而过，付健所有的烟 花仓库燃起了熊熊大火，爆竹不时蹿出，在空中 炸响。唐大江赶到出事地点，当听到仓库中还有 工人没有逃出来时，他奋勇地拿起消防斧冲进仓 库，救出了七八个年仅十五六岁的小童工。在救 火现场，唐大江与付健终于见面了，两个人针锋 相对，开始了斗智斗勇的较量。痊愈的何刚在公司的电脑里发现了一部分已 经删除的帐目被李文军做了备份。在付建的指示 下，何刚找到了夏晓晓寻问磁盘的事情，被夏晓 晓回绝了。公安局新进了一批先进的侦破器材，全部都 是付健赠送的。唐大江又从柳清明的手里接过了 付健送的高尔夫球场金卡。在高尔夫球场，付健 向唐大江讲述了自己的发家创业史，不小心说漏 了金卡昂贵的价值。唐大江退还了金卡，并且警 告付健不要再做违法的勾当。何刚偷偷潜入夏晓晓的宿舍，寻找磁盘，一 无所获。夏晓晓回到宿舍后，报了警。她又跑到伟建 公司去找何刚，被付健阻拦掩饰了过去。何刚从李文军的车上发现线索，继而找到磁 盘。他连忙和付健联系，并经指示到海边的帆板 俱乐部交给左文彬。夜晚的帆板俱乐部，何刚等待着左文彬的到 来，海边沙滩上两个杀手再次出现，隐藏在阴暗 的角落里。公路上，远远开过来的零担货车让何 刚想起了李文军和丢在货运车里面的铝合金手提 箱，他突然明白了李文军死的原由。何刚躲避了 左文彬和杀手，给夏晓晓打电话，想告诉他真相 ，但夏晓晓根本听不进去。经过柳清明的搜集整理，调包丰田车的案件 有了眉目，唐大江从录像中发现了丰田车里的破 绽，决定拘传何刚。付健也下令手下的人不惜一 切代价找到何刚。躲藏起来的何刚打电话到公安局约唐大江见 面。奇怪的是，付健手下也在同一时间找到了何 刚的踪迹。何刚在城市的大街小巷疲于奔命，逃 避追杀。待唐大江等警察赶到时，他已不知去向 。唐大江到自己的老上级管峰家做客。管峰婉 转地劝说唐大江不要手伸得太长，去查付建的税 收问题。唐大江的临时住处，他再次接到何刚的 约见电话。走之前，女儿妞妞提醒她参加自己下 个星期的演出，唐大江一口答应了女儿的请求。老舍公园，人头攒动，唐大江、小马等公安 干警夹杂在人流中。当他们在人群中发现何刚并 迅速向他靠近的时候，几名杀手和一个骑摩托车 的人拔出手枪冲向何刚。情急中，小马为了保护 惊惶失措的何刚，被摩托车手击中。后来赶到的 田建国和几名刑警连忙把小马送到医院，仍没能 够挽救小马的生命。在公安局的会议室里，管峰 严厉地指责了唐大江的判断失误，造成小马的牺 牲，并决定让唐大江停职做检查。顾仲德办公室 ，顾仲德给唐大江和丁星布置着任务，并点明领 导层和公安局内部有问题，希望唐大江和丁星紧 密配合，完成任务。海边沙滩的公用电话亭，田 建国打着电话：“我欠你们的还不够！连我手下最 好的兄弟都死了！……给多少钱我都不干了！…… ”付健家，左文彬接着田建国的电话。付健对 左文彬说：“既然这样，那就送送他吧！……”唐大 江要去看妞妞的演出，在公安局的停车场碰到了 田建国。他搭上田建国的车，两个人边走边聊。 路口突然冲出一辆泥头车，将田建国的车掀翻。 唐大江刚从车中拉出受重伤的田建国，车就爆炸 起火燃烧。事故现场，交警告诉唐大江，田建国 为了保护他，而将自己驾驶的一面撞向了泥头车 。唐大江匆匆赶往妞妞的学校。在妞妞演出的 最后一刻赶到了剧场。父女俩相互注视着对方， 妞妞含泪唱着：请把我的歌，带回我的家，请把 你的微笑留下……何刚终于说服了夏晓晓和自己 见面，夏晓晓及时地通知了唐大江。在信号山，何刚告诉夏晓晓：付健是个恶贯 满盈的人。就在唐大江刚要拿到磁盘的一瞬，几 个杀手再次出现，并一枪击毙了何刚。混乱中， 夏晓晓打电话痛斥了付健。一声枪响，电话断了 。电话这边，付健完全崩溃，以为女儿死在了唐 大江的手中。顾仲德吩咐唐大江和丁星是该收网 的时候了。街道上，唐大江跟踪管峰的车一直到管峰母 亲的墓地。在母亲的墓前，管峰追悔莫及，向唐 大江承认了自己的罪恶，然后自己走向停在路边 的警车。付健将妞妞劫持到已经装饰一新的新经 济大楼，打电话要唐大江来换回女儿。唐大江赶 到经济大楼告诉付健，夏晓晓没有死，疯狂的付 健不相信他的话。付健开启了定时炸弹的按钮， 要与唐大江父女同归于尽。夏晓晓也冲进经济大 楼，但为时已晚，所有的炸弹都已启动，无法控 制。唐大江摆脱了付健的监控，带着妞妞和夏晓 晓冲出经济大楼。在他们冲出的一刹那，一声巨 响，大楼爆炸，火光自楼里四面窜出。硝烟散尽，唐大江拉着妞妞和夏晓晓站了起 来。顾仲德、柳清明、丁星围上去，众人拥成一 团，欣喜万分，走向前来救助的直升飞机。",
    "chinese_title": "致命的一击",
    "douban_rating": "5.2/10 from 334 users",
    "foreign_title": "",
    "douban_rating_average": "5.2",
    "update_at": "2025-05-30T07:21:12"
}