{
    "aka": [],
    "sid": "2326802",
    "cast": [
        {
            "url": "/celebrity/1071092/",
            "name": "保罗·舍维拉尔 Paul Chevillard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [],
    "awards": "　　第46届戛纳电影节(1993)\n　　主竞赛单元 金棕榈奖(提名) 阿兰·卡瓦利埃\n　　天主教人道精神奖 阿兰·卡瓦利埃\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558557203.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050828/",
            "name": "阿兰·卡瓦利埃 Alain Cavalier",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0107403",
    "director": [
        {
            "url": "/celebrity/1050828/",
            "name": "阿兰·卡瓦利埃 Alain Cavalier",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1993-09-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0107403/",
    "imdb_votes": 180,
    "this_title": [
        "Libera me"
    ],
    "douban_link": "https://movie.douban.com/subject/2326802/",
    "imdb_rating": "6.7/10 from 180 users",
    "trans_title": [
        "沉默的反抗"
    ],
    "douban_votes": "0",
    "introduction": "IMDb reviews:There's no dialogue in this movie because it doesn't need it. The visual do all the work. Every image is poetic and political. In this movie, we follow the resistants of a dictatorial regime through their effort of escaping it. In this case, an image equal thousand words. Flawless and important, a must see for every human being!Written by bemafalda.At the question \"why there's no words in this movie?\" Alain Cavalier said :\"There's some moments in a lifetime, there's no need to talk\" But, this is not a silent film. This is just about postures, and movements. Camera stay static to catch each little act as a resistance proof (Cuting a picture, making a bed, cleaning a glass...) Resistance to the oppression, resistance to film... We can think at \"Pickpocket\" of Bresson cause all is about acts. And when the camera stop on the glance of an actor(all of them where in social and financial difficulties. No famous actor in the movie) , without a word, it put you deep inside the tragedy of war. It's not only a movie about WW2, it's a movie about all the oppressions, helping the viewer to truly see and to have the courage to face them. A movie shot in studio, with almost no decoration set. Just what they gonna use (\"Don't put a gun on stage if you're not going to use it\" said a famous theater's author) Sadly, this movie, probably the most important of my life in a political and citizenship way, had never been released on VHS nor DVD.Written by marmitte.",
    "chinese_title": "沉默的反抗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Libera me",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T08:14:30"
}