{
    "aka": [
        "Conning",
        "Mayhem"
    ],
    "sid": "2330214",
    "cast": [
        {
            "url": "/celebrity/1037113/",
            "name": "阿莫·帕拉卡 Amol Palekar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012648/",
            "name": "宾迪雅·戈斯瓦米 Bindiya Goswami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299992/",
            "name": "Deven Verma Deven Verma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130638/",
            "name": "Dina Pathak Dina Pathak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276751/",
            "name": "David Abraham David Abraham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336120/",
            "name": "Yunus Parvez Yunus Parvez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002943/",
            "name": "乌特帕尔·道特 Utpal Dutt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336122/",
            "name": "Anjan Srivastav Anjan Srivastav",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027845/",
            "name": "阿米达普·巴强 Amitabh Bachchan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126876/",
            "name": "Om Prakash Om Prakash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027927/",
            "name": "瑞哈 Rekha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044737/",
            "name": "阿鲁娜·伊拉尼 Aruna Irani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057423/",
            "name": "泽尼特·阿曼 Zeenat Aman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027950/",
            "name": "希玛·玛丽妮 Hema Malini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493002/",
            "name": "苏芭·蔻特 Shobha Khote",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2559382363.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1278584/",
            "name": "萨钦·鲍弥克 Sachin Bhowmick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295312/",
            "name": "拉海.麻苏姆.蕾萨 Dr. Rahi Masoom Reza",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0079221",
    "director": [
        {
            "url": "/celebrity/1028117/",
            "name": "西里斯科什·慕克吉 Hrishikesh Mukherjee",
            "@type": "Person"
        }
    ],
    "duration": "144分钟",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "1979-04-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0079221/",
    "imdb_votes": 21351,
    "this_title": [
        "Gol Maal"
    ],
    "douban_link": "https://movie.douban.com/subject/2330214/",
    "imdb_rating": "8.5/10 from 21351 users",
    "trans_title": [
        "真真假假",
        "Conning",
        "Mayhem"
    ],
    "douban_votes": "0",
    "introduction": "喜剧，讲一个男人通过装假胡子装扮成兄弟两个人，周旋于女友和未来岳父之间，因为岳父喜欢有胡子的人，认为有胡子的人成熟稳重。Ramprasad Dashrathprasad Sharma (Amol Palekar) is looking for a better paying job. He and his sister Ratna (Manju Singh) have no relatives or acquaintances except Dr. Kedar (David). Dr.Kedar tells him about Bhavani Shankar's (Utpal Dutt) firm known as Urmila Traders. Shankar is a weird man. He is a man of traditional values, hence he naturally hates youth wearing modern clothes. He is a sports fan, but thinks lowly of youth knowing anything about sports. But his most weird trait is hatred towards men without moustaches. He thinks that men without moustaches are characterless.Ramprasad has a moustache. He takes care of other problems by wearing kurta & feigning ignorance about sports. Bhavani hires him immediately. Ram is a hardworking guy, so Bhavani (& Ram) have no problems. However, Ram once takes leave by pretending that his mother (who died many years ago) has taken ill, and goes to watch a hockey match. Bhavani Shankar, who also attended the match, sees him there.The next day Bhavani summons Ramprasad to his office and asks him about the Hockey match. Remembering the plot of a movie a friend of his is shooting, Ram convinces Bhavani Shankar that he had seen his \"moustache-less\" identical twin Lucky (alias Lakshmanprasad Dashrathprasad Sharma) at the stadium.Bhavani Shankar buys his argument & feels bad about accusing him and decides to make amends by hiring Lucky to teach his daughter Urmila (Bindiya Goswami) music. Ramprasad reluctantly shaves his moustache to become Lucky and starts to teach music to Urmila. He is helped by his actor friend Deven Verma (playing himself).Now Urmila aka Urmi is the exact opposite of her father. She takes immediate liking to Lucky, while Ram is barely noticed by her. Bhavani notices this & gives Ram another job to tutor on the pretext of her exams. Meanwhile, Mrs. Srivastav (Dina Pathak), a socialite, is roped to play the part of Ram, \"Lakshman\" & Ratna's mother. Like Ram, she also ends up playing her own twin in front of Bhavani.Ram decides to tell Urmila the truth. Urmila tells him to tell the truth to Bhavani as well. Ram goes to Bhavani to tell the truth, but Bhavani sees Ram's moustache giving away. Bhavani exposes Ram, but ends up thinking that Lucky murdered Ram & impersonated him to marry Urmila.In a hilarious chase that follows, Bhavani ends up totalling a police jeep. The Senior Inspector (Om Prakash) mistakes him for a thug named Pascal D'Costa & is about to lock him up in the jail. Only when his Inspector identifies Bhavani Shankar by his real identity is he freed. By now, a harried Bhavani has developed hatred for twin as well.On coming home, he finds that Urmila & Lucky are married. He refuses to give them blessings, until Dr.Kedar comes to the scene & explains the whole situation. Now, Bhavani becomes even more furious, but on everybody's insistence, relents. The film ends with a family photo of Mrs.Srivastav, Ratna, Urmila, Ram, Dr.Kedar, Bhavani's sister Kalindi (Shubha Khote) & Bhavani (who is shown without moustache).",
    "chinese_title": "真真假假",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gol Maal",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T01:50:31"
}