{
    "aka": [],
    "sid": "2332879",
    "cast": [
        {
            "url": "/celebrity/1152314/",
            "name": "弗雷德里克·范·德·瓦尔 Frederique Van Der Wal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0842905",
    "director": [
        {
            "url": "/celebrity/1052536/",
            "name": "彼特·J·斯卡莱塔 Peter J. Scalettar",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-08-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0842905/",
    "imdb_votes": 20,
    "this_title": [
        "Cover Shot"
    ],
    "douban_link": "https://movie.douban.com/subject/2332879/",
    "imdb_rating": "7.9/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Anyone can look and feel like a cover model, and each episode of Cover Shot proves it. All you need is supermodel Frederique and her team of industry experts to make it happen. In each episode, she’ll have two days to transform one lucky woman into a sexy superstar.  The supermodel-to-be then becomes the star of her very own fashion photo shoot. Each episode culminates in an amazing surprise reveal of epic proportions.At its core, Cover Shot is about personal stories, dramatic transformations, and unexpected results. It’s Extreme Makeover without the surgery. The goal is to reveal a woman’s beauty like never before. Whether it’s a 35-year-old mother of two who knows she’s sexy but hasn’t had the opportunity to show it, the overworked lawyer who’s let herself go, or a college graduate ready to launch her career, Cover Shot makes models of them all.In only 48 hours, Frederique and her Cover Shot team will reveal all the tricks of the trade as they welcome our guest into the world of the fashion model.Unique among all make-over shows, Cover Shot features two great climaxes. First, the episode builds to a seductive photo shoot.  But the action doesn’t end there. At the end of every show, we’ll bring our subject to the heart of New York City and surprise her with an amazing top-secret surprise reveal.Cover Shot isn’t just another makeover show – it’s a wake-up call. We’re going to show that models are people just like us. The only difference is the magic  “behind the scenes” to make them look as good as they do. In the end, Cover Shot is an empowering program that enables any woman to feel like she belongs on the cover of a magazine.",
    "chinese_title": "Cover Shot",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T03:36:04"
}