{
    "aka": [
        "Blue Manhattan",
        "老妈看过来"
    ],
    "sid": "2333505",
    "cast": [
        {
            "url": "/celebrity/1054445/",
            "name": "罗伯特·德尼罗 Robert De Niro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032023/",
            "name": "查尔斯·德恩 Charles Durning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049994/",
            "name": "詹妮弗·绍特 Jennifer Salt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286682/",
            "name": "蒂娜·赫希 Tina Hirsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1539637/",
            "name": "纳尔逊·佩尔茨 Nelson Peltz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1395598570.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012516/",
            "name": "布莱恩·德·帕尔玛 Brian De Palma",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0065836",
    "director": [
        {
            "url": "/celebrity/1012516/",
            "name": "布莱恩·德·帕尔玛 Brian De Palma",
            "@type": "Person"
        }
    ],
    "duration": "87 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1970-04-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0065836/",
    "imdb_votes": 6307,
    "this_title": [
        "Hi, Mom!"
    ],
    "douban_link": "https://movie.douban.com/subject/2333505/",
    "imdb_rating": "6.1/10 from 6307 users",
    "trans_title": [
        "嗨，妈妈！",
        "Blue Manhattan",
        "老妈看过来"
    ],
    "douban_votes": "278",
    "introduction": "In this very late 60's irreverent, almost anarchic low-budget film, Brian De Palma defines more of his strange, given Hitchcock-like fascination of voyeurism, and attacks the issues of the day. The most prominent of which, both cringe-inducing and just plain funny, is when he focuses on the black-power movement (a black woman handing out fliers asking white people 'do you know what it's like to be black'), which is something that could only work for that time and place, not before or now.But one of the key things to the interest in the film is 27 year old Robert De Niro (not his first or last film with the director), who plays this character who sits in a room looking out through his telescope at women in their rooms, setting up phony deals, and in the end basically throwing bombs. Those who have said that De Niro can't act and just is himself in every movie should see this movie, if only out of some minor curiosity. A couple of times in the film it's actually not funny, as when there's a disturbance in a black-power meeting (filmed in a grainer, rougher style than the rest of the film).In the end it's capped off with a rambling monologue in an interview that tops De Niro's in King of Comedy. It's pretty obvious where De Palma's career would go after this, into slightly more mainstream Hollywood territory, but all of his trademarks are here; the dark, almost nail-biting comedy, the perfectly timed style of voyeurism, and interesting usage of locals. Think if De Palma and De Niro did a Monty Python film, only even more low-budget and in its New York way just as off-the-hinges, and you got Hi, Mom! It also contains an eccentric and funny soundtrack.imdb comment",
    "chinese_title": "嗨，妈妈！",
    "douban_rating": "7.1/10 from 278 users",
    "foreign_title": "Hi, Mom!",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "7.1",
    "update_at": "2025-03-20T03:21:19"
}