{
    "aka": [],
    "sid": "2333722",
    "cast": [
        {
            "url": "/celebrity/1252857/",
            "name": "陈莎莉 Sally Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320007/",
            "name": "施羽 Yu Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245185/",
            "name": "张韶涵 Angela Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274301/",
            "name": "王珞丹 Luodan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274592/",
            "name": "赵贞恩 Jeong Un Cho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314657/",
            "name": "霍政谚 Zhengyan Huo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342320/",
            "name": "贾景晖 Jinghui Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370868/",
            "name": "李晨涛 Chentao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316456/",
            "name": "王新 Xin Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346298/",
            "name": "鲁昕儿 Xiner Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321301/",
            "name": "艾伟 Wei Ai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054282/",
            "name": "午马 Wu Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379028/",
            "name": "来子旸 Ziyang Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379029/",
            "name": "王锐 Rui Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463742/",
            "name": "朱莉 Li Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2246406526.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1326843/",
            "name": "黄志翔 Chih-hsiang Huang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "47分钟",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-08-07(中国大陆)"
    ],
    "this_title": [
        "烽火孤儿"
    ],
    "douban_link": "https://movie.douban.com/subject/2333722/",
    "trans_title": [
        ""
    ],
    "douban_votes": "333",
    "introduction": "故事发生在三十年代日军侵华时烽烟弥漫的上海，何堇早年由东北迁徙至此，因为在战乱中她亲生女儿失散，于是她创办了孤儿院春风堂，专门收养抗日志士的遗孤，一方面填补她失去女儿的创痛，另一方面，她则冀望能在茫茫的人海之中，与失散的女儿重逢，然而时光荏苒，二十年匆匆而过，她与女儿冰儿仍是无缘再见一面。朝鲜抗日义士李秉道身系炸弹于日军司令部前，刺杀日军将领，遭日军俘虏，生死未卜。一时间风声鹤唳，草木皆兵，大批日军疯狂地在上海四处搜捕朝鲜抗日份子，李秉道的组织同志明哲奉命保护秉道的女儿贞熙回到朝鲜故乡，孰料在路上身份暴露，遭大批日军追杀，途中遇见春风堂的夏竹和阿松。明哲为护众人身中数枪，临死前要求夏竹将贞熙送至某个地方，但还没来得及说是哪里，明哲便咽下了最后一口气。夏竹为报答明哲替他挡了日军一枪，承诺必定保护贞熙的安全，他决定将贞熙带回春风堂暂做安顿。春风堂总管严泰得知贞熙是日军正要搜捕的朝鲜女孩，不禁怔忡难安，担心贞熙会给春风堂带来灾难，于是百般编排构陷，预将贞熙逼离春风堂；冬梅是春风堂的大姐姐，和夏竹一起长大，对夏竹一往情深，当她知道夏竹很可能因为救了贞熙而遭日军通缉，于是也想尽办法，欲逼走贞熙。幸好院长何堇及时得知贞熙是抗日义士秉道的女儿，坚持留下贞熙，并告知直等到贞熙找到父亲，方可离开春风堂。贞熙的出现，给平静的春风堂招来了一连串的危机，几次日本皇军压境，全凭院长的临危不乱和小贞熙的机智勇敢方才化险为夷，此后，贞熙不但成为了春风堂的一份子，更与院长何堇生出了一段母女深情。丹丹是位性格泼辣刁蛮的女孩，平日里以卖杏仁茶维持家人生计，与爷爷、弟弟相依为命。某次夏竹为掩护贞熙躲避日军的追捕，情急下强行拥吻丹丹，才躲过了日军的追缉。此后，夏竹便与丹丹成了一对争吵不断的欢喜冤家，但在彼此的心中，却慢慢的滋生了爱苗；黄永新是位富家子弟，他真正的身份却是一名抗日份子，机缘巧合之下他与夏竹成了莫逆之交，同时永新对丹丹也是一见钟情，情根深种，这群年轻儿女蔚出一段难分难解的三角恋情。李刚是院长何堇的忠仆，因多年前在东北为保护何堇一家，遭炮火祝融，面目变得狰狞可怕，奇丑无比，但他心地善良，怕自己的外表会吓坏了春风堂的院童，所以长年累月一直躲在春风堂的阁楼里，不敢走出只属于自己幽暗的天地。纯真善良的贞熙一次情急中误闯阁楼，竟和李刚结成了忘年之交，并引导李刚勇敢的走出封闭的心灵，重新面对自己，面对人群。李刚知道贞熙思念父亲，当他得知秉道就被囚禁在日军医院，他冒险营救秉道脱离日军的控制。孰料，李秉道行刺日军司令后，虽然重伤未死，但已失去了记忆，甚至连自己最疼爱的女儿贞熙也毫无印象，春风堂上上下下，想尽了各种方法帮助秉道恢复记忆，但终告无效。造化弄人，秉道藏匿春风堂的消息走漏，皇军大佐野村只身前往，与秉道展开生死决斗，秉道受创连连，在临终前的那一刻，终于恢复了记忆，想起了自己的女儿，无奈为时已晚，从此天人永隔。李刚及时赶来，手刃野村，为避事端，将其尸体埋藏于院中一棵梅花树下，不料此举，竟为日后的春风堂埋下了种种的危机……贞熙为了完成父亲的遗愿——将骨灰洒在朝鲜故乡的泥土上，因此在李刚的陪同下，挥泪告别春风堂的众人，往北国故土踏上了回乡的旅程。众人沉浸在贞熙离别的伤感中，此时的春风堂却又迎来另一个客人杜薇。中日混血的杜薇是一名身份多变的奇女子，她既是一名精明的贸易商，又是一名极具爱心的美术老师，更是一名心思细腻的艺术家，其实，她最真实的身份，是她日本父亲实现野心梦想的工具而已。她深陷于邪恶与正义的泥淖之中，无法自拔，也不知该如何自拔，日本父亲逼她完成任务：盗运中国国宝，同时运送制造化学毒气的原料。她不敢违抗父亲的权威，只能用冷漠武装自己，常以男装示人，外人称她“杜先生”；但她又忘不了中国母亲的叮咛与教诲，因此杜薇常常挣扎于自己内心的谴责之中。夏竹因丹丹弟弟的意外死亡自责不已，他离开了春风堂，每日以酒度日，浑浑噩噩，生不如死。杜薇则把夏竹当成自己心理学的小白鼠，给他工作的机会，看他是否能在极度的悲观之下，重新站起来。然而世事难料，杜薇在不知不觉中，发现自己竟深深的爱上了夏竹，但矛盾重重的她一再逃避着自己的真实感情。夏竹也在与杜薇的相处中，也不由自主地被这个气质独特的女人所吸引，但他无法面对自己的感情。杜薇在经历了感情的挣扎、母亲的身亡后，越发自惭自己矛盾的身份，她觉得自己愧对中国，也对不起日本，无法逃脱命运怪圈的她最后选择了切腹自杀，以最痛苦的方式终结了自己邪恶与善良兼具的一生。夏竹为报知遇之恩，尽心为杜薇办事，间接被贯上了亲日份子的名号，因而与矢志抗日的黄永新立场对立，一对生死之交自此反目成仇。其后，冬梅阴错阳差，被永新当成杜先生而误杀，夏竹发誓报仇，双方约定生死决斗。孰料，正当夏竹与永新生死相搏之际，何堇赶来，告知二人实为同胞兄弟的秘密。野村大佐的行踪如谜，日本皇军搜查行动愈演愈烈，春风堂及何堇都面临着巨大的危险与压力。此时，商会会长黄秋升和何堇也化解了二十年的恩怨，何堇担心招来太多杀戳，于是秋升安排众人以水路方式离开上海，远赴大后方。丹丹把爷爷接来春风堂准备一起离开，结果意外发现丹丹就是何堇多年前失散的女儿冰儿，众人感慨不已。临行前，何堇率院童烧毁了春风堂，让一切的恩恩怨怨湮寂于荒尘漠土。杜薇远离红尘，丹丹随着春风堂众人远赴大后方，夏竹回首过往种种，万缕情思已化成袅袅轻烟，当他想回家时，回到春风堂却发现已成废墟一片，他万念俱灰，慢慢走入黄浦江，让潮水将他吞噬淹没，结束他矛盾的一生，当他漂浮在江中，仰视天空，终于他知道了，错在情多的代价是何等的惨重……",
    "chinese_title": "烽火孤儿",
    "douban_rating": "7.3/10 from 333 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-11-27T22:45:10"
}