{
    "aka": [],
    "sid": "2333611",
    "cast": [
        {
            "url": "/celebrity/1050265/",
            "name": "张丰毅 Fengyi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009107/",
            "name": "高明 Ming Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313885/",
            "name": "刘威 Wei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274921/",
            "name": "宋佳 Jia Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016668/",
            "name": "张静初 Jingchu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050059/",
            "name": "范冰冰 Bingbing Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313768/",
            "name": "赵亮 Liang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315233/",
            "name": "许还幻 Huanhuan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372841/",
            "name": "霍尔查 Hurls",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274488/",
            "name": "杨若兮 Ruoxi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313512/",
            "name": "马书良 Shuliang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317971/",
            "name": "郭法曾 Fazeng Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316329/",
            "name": "沙景昌 Jingchang Sha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392491/",
            "name": "周小鹏 Xiaopeng Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274781/",
            "name": "谭涛 Tao Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317323/",
            "name": "一真 Zhen Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044222/",
            "name": "何琳 Lin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322663/",
            "name": "翁斐然 Feiran Weng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182844/",
            "name": "寇振海 Zhenhai Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323197/",
            "name": "高亮 Liang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370874/",
            "name": "马小矛 Xiaomao Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372205/",
            "name": "啜二勇 Eryong Chuai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1456704/",
            "name": "张毅 Yi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370917/",
            "name": "李潭 Tan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313463/",
            "name": "沈航 Hang Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1453339/",
            "name": "邓涛 Tao Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323865/",
            "name": "牛飘 Piao Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314472/",
            "name": "张恒 Heng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318783/",
            "name": "马迎春 Yingchun Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317149/",
            "name": "初晓 Xiao Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417461/",
            "name": "张志彤 Zhitong Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346098/",
            "name": "周启勋 Qixun Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313314/",
            "name": "常蓝天 Lantian Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416735/",
            "name": "程德山 Deshan Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1421996/",
            "name": "蔡鸿祥 Hongxiang Cai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313612/",
            "name": "党浩予 Haoyu Dang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401373/",
            "name": "贾大中 Dazhong Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366512/",
            "name": "马玉良 Yuliang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325615/",
            "name": "逯长恩 Chang&#39;en Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1408443/",
            "name": "刘建辉 Jianhui Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315698/",
            "name": "康凯 Kai Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426178/",
            "name": "鲁玉杰 Yujie Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363358/",
            "name": "韩东 Dong Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342123/",
            "name": "张辛元 Xinyuan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314321/",
            "name": "吴樾 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418040/",
            "name": "李廷栋 Tingdong Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318795/",
            "name": "王茂蕾 Maolei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381524/",
            "name": "王永成 Yongcheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314150/",
            "name": "郭寿阳 Shouyang Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337625/",
            "name": "曾红生 Hongsheng Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312703/",
            "name": "高宏亮 Hongliang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342433/",
            "name": "陈韦辰 Weichen Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "传记",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375011094.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1330509/",
            "name": "张天民 Tianmin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392128/",
            "name": "张敬 Jing Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405470/",
            "name": "周楷 Kai Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405469/",
            "name": "陈鸣 Ming Chen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318150/",
            "name": "阎建钢 Jiangang Yan",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-02-18(中国大陆)"
    ],
    "this_title": [
        "秦始皇"
    ],
    "douban_link": "https://movie.douban.com/subject/2333611/",
    "trans_title": [
        ""
    ],
    "douban_votes": "2383",
    "introduction": "公元前三世纪中叶，中国历史进入战国末年。秦国，赫赫有名的秦昭襄王寿终正寝，重病中的太子安国君即位称王，并立庶出的公子异人为太子，出身楚国王族的王后华阳夫人执掌了国政大权。她也是异人的嫡母。秦太子傅吕不韦只身潜回赵国邯郸，找到名为质子而寄居民间的赵姬赵政母子，准备将他们秘密接回秦国，恢复他们已经渐被人们遗忘了的秦国太子妃与长公子的身份。吕不韦甫入邯郸，即被赵国严密监视，先是宅邸被围，继而公子赵政神秘失踪，吕不韦临危不乱，游说权臣郭开，晓以利害，施以重贿，倒使自己一行数人在赵军护送下平安离开邯郸，却不料行到途中，忽然遭到华阳夫人密遣的秦国武士的劫杀，多亏吕不韦预有防范，大侠司空马的突然现身，使赵姬母子又一次化险为夷。吕不韦护送赵姬母子才入函谷关，立刻得闻噩耗，即位才三天的安国君(孝文王)因病而逝，吕不韦等昼夜兼程赶回咸阳，却被太后华阳夫人派出的将军樊於期将赵姬母子拦在宫外。华阳夫人以国丧为由，不许赵姬母子进宫完礼。滞留馆驿中的赵姬母子迭遇险境，吕不韦苦心孤诣请出宗室老臣殇公为赵政进宫说项，新王异人面对华阳夫人辞言脸色左右为难，僵持难下之际少年公子赵政只身闯宫叩殿，请准予认祖归宗，以尽人子之孝，完人伦之理。宗法祖制面前，华阳夫人无奈，退身以求再举。在华阳夫人威势下，新王异人不得不立楚妃为后，楚妃之子成蛟成为未来太子的第一人选。吕不韦虑远谋深，一面授意赵姬夺宠于异人， 一面苦心教导公子赵政，同时以出色的才能将秦国治理的蒸蒸日上；一战而灭东周之后，军政大权尽归于吕，华阳夫人一派不甘心吕不韦的得势，密谋发难，要在异人病势沉疴中确立成蛟为太子，吕不韦与殇公结盟，利用王室宗法廷议制挫败了华阳一派，就在异人准备宣布赵政为太子时，华阳夫人突然出现，当众喝止异人：赵政不能立为秦国太子！内廷深处，华阳夫人对异人道出真相：赵政不是你的儿子。异人闻言惊得口吐鲜血。异人深夜往见生母夏太后，久居冷宫的夏太后早已堪透世情。深夜里的秦宫大殿上，异人与吕不韦摊牌，吕不韦面对守宫武士的刀剑，面不改色；异人垂死之前，灵智突现，毅然下旨召见公子赵政。华阳夫人、殇公等秦廷政要深夜闻讯赶到大殿时，公子赵政手持王玺坐在王座上，脚边是已经阖然长逝的秦王异人。在吕不韦与(太后)赵姬主持下，十三岁的嬴(赵)政登基称王，与此同时，他的小侍从赵高正在接受宫刑，而他的兄弟成蛟正在华阳夫人伴陪下为自缢殉情的母亲送葬。七年后，年满二十岁的秦王嬴政一天一天显得不顺气，因为代掌国政的仲父吕不韦闭口不提什么时候给王上冠礼(按：先秦制度，冠礼即男子成年礼，国王行加冠礼，意味着长大成人，从此才可以独立秉权理政)。倔犟的嬴政尽管心里窝火，当着吕不韦的面却绝不亲口提及冠礼之事，一腔邪火都发泄在惹事生非上。秦王的兄弟成蛟此时也已长大成人，一心想着带兵出征攻城掠地，做一个公子大将军，而他的奶奶太王太后华阳夫人对他却另有寄托。兄弟俩人在演武场上蒙面相见，比武较技斗的难解难分……而此时，相邦兼号仲父的吕不韦也正与王太后赵姬“难解难分”，看着秦王一天天长大，吕不韦深知与赵姬维持这样的关系无异玩火自焚，却无奈深宫寂寞的赵姬人届中年更加强烈渴望着寻常人家的生活与情感。此时，门客云集的吕不韦府来了一位邯郸的旧相识，此人乃赵姬当初做歌舞伎时相好过的嫪毐，吕不韦不得已计出下策，将扮成阉人的嫪毐送入太后宫里，从此摆脱了赵姬的纠缠。吕不韦与赵姬商议，该给王上选妃成婚了，各国公主闻召而至，连姻所涉及的巨大的政治利益使秦王的选妃成为各种势力勾心斗角的舞台。公子成蛟在华阳宫邂逅楚国公主阿蒻，惊羡其美，一见钟情爱上了阿蒻，却遭到华阳夫人的反对。到处惹事的秦王闯入赵国公主营帐，意外地巧遇了总角之交青梅竹马的伙伴黎姜，她现在是赵国公主(敏代)的侍女了。选妃仪式上，秦王出人意料地把手中金笄插到了侍女黎姜头上，全场大哗。吕不韦晓义动情说服黎姜，只有牺牲爱情才能成就一个伟大的君王，黎姜入见秦王，泣请自己的意中人迎娶赵国公主。秦王在吕不韦与李斯启发下明白了：必须牺牲自己不愿牺牲的，忍受他人不堪忍受的，超越常人无法超越的，才能成为一个真正的王。秦王连夜追赶上赵国公主，请为婚姻，不料却遭到敏代拒绝，这使秦王对这位金枝玉叶的贵胄小姐有了一个新的认识。秦王迎娶赵国公主敏代，大出华阳夫人意料，楚公主阿蒻却不以为意。王家猎苑中，秦王巧遇阿蒻，惊为仙女，正要上前交谈时，成蛟忽然出现，阿蒻成蛟并骑而去，留下发呆的秦王。秦王独入华阳宫，要见阿蒻，华阳夫人心中暗喜，阿蒻却对秦王拒之以理，成蛟闻讯赶来，兄弟俩暗中较上了劲。联军伐秦，大将蒙骜战死，公子成蛟请缨带兵，廷议上，几方势力各怀心机，吕不韦最后批准成蛟领兵出征，此举大出秦王意外。华阳夫人将先王之剑赠与成蛟；吕不韦教导秦王，秦王痛下决心，将唯一的兄弟送上战场。成蛟与阿蒻告别，阿蒻谆谆叮嘱他一定要平安回来。成蛟出师不利，兵困前线，吕不韦以秦王名义发出斥责令，成蛟不服，护送辎重粮草到前线的昌平君芈灵点破机关，原来是吕不韦与秦王联合起来要置成蛟于死地，成蛟惊怒交加，终于知道了原来自己才是唯一血统正宗的大秦王位继承人。成蛟向国内发出讨罪檄文，起兵造反，矛头直指秦王和吕不韦，秦廷哗然，秦王看过檄文，脑中一片空白，看吕不韦时，却是一片坦然。秦王驱驰数百里，来到赵姬避居的雍城，想从母亲那里问清楚自己到底是谁的儿子，不料在雍城行宫却看到母亲与嫪毐睡在一起，秦王愤然举剑劈向嫪毐……归程途中，秦王遭到樊於期劫杀，又是司空马突然出现，化解了一场生死之难。秦王深夜入吕府，独见吕不韦，二人相对，百感交集，在疾风暴雨惊心动魄的情感与理智交锋之后，吕不韦平静地告诉秦王：天下最高贵的血统将从你开始。秦王向吕不韦行大礼叩拜。一夜之间秦王长大成人，谈笑间平息了秦廷内部的混乱，继而祭告祖庙，将成蛟逐出宗册，发兵平乱。阿蒻改装私莅前线，巧遇道家风骨的缭子，在他引导下亲眼目睹了兄弟相残的一场大战，秦王以气吞天下的气势最后从精神上打垮了成蛟，也使得阿蒻从此对他另眼相看了。平叛成功，秦王政威信大升，论功行赏，心怀忐忑的昌平君竟意外地被赏了左相国；华阳夫人一病不起，临终前召见秦王，俩人敞开心扉，进行了最后一次坦率的交锋，秦王以国之重礼隆重安葬华阳夫人。没有人再能阻止秦王举行加冠礼了，奇怪的是秦王自己反倒不再提起。赵姬为长信侯嫪毐生下儿子，嫪毐私蓄家兵，结党纳众，决心为自己的儿子与秦王拼死一搏。秦王政欲擒故纵，离开咸阳，让嫪毐充分表演，自己却悄悄来到难忘童年记忆的邯郸，寻找不告而别的黎姜，化装成商人拜访常胜将军李牧，收服儿时的敌人黎汉，以经历了一系列风险奇遇后回到咸阳时，长信侯嫪毐的叛乱已经一触即发了。为了履行对吕不韦的承诺，黎姜竭力躲着不让秦王找到自己，却不小心落入嫪毐手中。，一次比武竞技中，嫪毐手下新收的勇士三更把作为奖赏的黎姜赢到手中。三更欲娶黎姜，黎姜先是不从，后与三更约定，若能反戈一击助秦王挫败嫪毐，便以终身相许，三更满口答应，黎姜的心思，原打算一死以报秦王，殊不知三更正是秦王手下武士，受秦王密遣先来卧底的。秦王政赴雍城祖庙行加冠大典，嫪毐利用太后赵姬软禁了相邦吕不韦，买通宗室大将军嬴成，矫传太后御旨，借机调兵起事。加冠大典如期举行，原定主持大典的吕不韦迟迟不到，秦王政自行登上礼坛，命宗室老臣代替吕不韦向自己授王剑，此时，吕不韦赶到了。嫪毐终于发难，兵分两路，一路攻打雍城，一路占领王宫，攻打雍城一路遭到蒙恬麾下禁卫军的顽强阻击；而奉命攻占王宫的三更却在宫中突遇敏代公主临盆……大将军嬴成突然的背后一击，嫪毐手下的杂牌军顷刻间土崩瓦解，带冠佩剑的秦王在万众簇拥下返回咸阳，才入宫，即被一片清脆的婴儿啼哭吸引，赶到时，只看见黎姜抱着孩子，浑身带血的三更持剑护在左右，敏代公主已经去了，临终留下遗言，请黎姜代为抚养这个孩子，至此，三更才明白原来自己竟然爱上了秦王的心上人。秦王诛杀嫪毐，攮扑了俩个尚在襁褓中的兄弟，放逐了太后赵姬，论功行赏，吕不韦被冷冷地置于一旁。公主敏代留下的儿子秦王给他起名叫扶苏。秦王放逐太后，众臣纷纷谏阻，秦王命赵高在大殿前烧起油锅，要上谏章的先下油锅，二十七位大小臣僚先后赴死，谁也没想到第二十八位前来请死的竟是相邦吕不韦……秦王遵从华阳夫人遗嘱，娶楚国公主阿蒻为后，合卺之夜，阿蒻却提出要先拜见婆婆(赵姬)。韩国疲秦之计被揭发，秦王当着六国贺使的面审问韩国派来的奸细郑国，从而引发了大规模驱逐六国客卿(士)的运动，就连深得秦王赏识的李斯也不能幸免，李斯黯然离秦，在函谷关感慨身世命运时缭子出现了。吕不韦知道逐客运动最终的矛头是指向自己的，遂夜见秦王，自请免去相邦，离开咸阳，与此同时，缭子拿着李斯沤心沥血写成的《谏逐客书》来见秦王，秦王毅然收回逐客令，并委任郑国为少司工，全力开凿郑国渠。文信侯吕不韦就国河南，河南马上又成了一个新的政治中心；秦王命嬴成统军攻打韩国，指名要韩王送出公子韩非，秦王随军出征，真正的目标却是谪居河南的吕不韦。河南洛阳吕府，吕不韦散财遣客，其生死之交司空马坚持要与吕不韦生死与共，吕不韦却向他提出生前最后一个请求：要他承诺在自己死后继续辅佐秦王。秦王政与吕不韦最后诀别的时刻到了，这是吕不韦给他上的最后一课。吕不韦最终用死给自己的儿子铺平了通向最伟大的王者的道路，当秦王问他最后还有什么要求时，吕不韦只说了一句：迎回太后。在迁徙巴蜀的路上，吕不韦与返回咸阳的赵姬相遇了，赵姬为吕不韦唱起了俩人初相识时最喜欢的歌……韩非入秦，受到秦王隆重款待，李斯用智，最终使秦王明白韩非的书可以用，韩非这个人却不能留。秦王发兵灭韩，拉开了十年统一战争的大幕，国恨家仇，年轻的公子张良从此走上了漫长的复仇之路。秦王统一战争的第二个目标是宿敌赵国，出发前，黎姜请求随驾同行，被秦王拒绝了。大军出发，秦王急切地等待着前方传回的战报，这时缭子不告而别，秦王抛下战事去追缭子，却见到缭子正在下一局奇特的棋。秦军连续受挫于李牧统率的赵军，秦王从缭子计，行间于赵国权臣郭开。李牧与秦王如约在阵前相见，李牧义正辞严拒绝了秦王，却不知已经暗中中计。垂垂老矣的太后赵姬执意要回邯郸，黎姜以照顾太后和扶苏为名义，终于也跨上了返乡的旅途。昏庸的赵王将李牧问罪处死，秦军击溃赵军，再次包围了邯郸。太后赵姬抵达阵前，迫不及待马上要进邯郸，秦王不顾手下劝阻，亲自驾车向着仍在激战中的邯郸城走去。秦军以空前惨重的代价攻占了邯郸，太后赵姬在故居的大槐树下，在秦王不舍地追问中阖然而逝。邯郸城被攻占，赵王成了阶下囚，但赵国的反抗并未停止，秦王推行郡县的计划在此遭到拼死的抵抗，以铁腕回答抵抗的秦王又不得不使黎姜、三更这些忠实于自己的善良人直面血腥的屠杀。一直被秦王扣做人质不放的燕太子丹借机逃回燕国，网罗死士，结交豪侠，一心要以刺杀的方式结束秦王的统一战争。经田光举荐，燕丹认识了荆轲。荆轲一诺之后，从燕丹手里要走了准备贡献给秦王的燕女绿娘，以自己的方式度过了向人生告别的最后时光。易水河畔，燕太子丹一行白衣缟素，和着高渐离悲壮的筑乐，为一去不返的荆轲送行。荆轲行刺失败，秦王发兵易水，燕丹谢罪自杀，燕王亡走辽东，六国中又有一国变成了秦国的郡县。华阳宫中，王后阿蒻与昌平君芈灵相对而叹，俩人都知道，秦军铁骑所向，就该轮到楚国了，论身份，俩人贵为秦国的王后和相国，论出身，俩人身上都流着楚国王族(芈氏)的血，两难的宿命使他们无法抉择又不得不做出最终的抉择。秦王要同时伐楚灭魏，老将王翦却提出伐楚至少要六十万兵马才行，秦王嘲笑王翦人越老胆越小，遂将伐楚指挥大权交与年轻的将军李信。昌平君挂印归楚，王后阿蒻与缭子的友情受到秦王猜忌，华阳宫被封禁了。李信率领的秦军被楚将项燕以优势兵力所击败，消息传来，秦王立即去拜访蛰居乡下的王翦。秦王坦率地承认了自己的失误，说动王翦重掌帅印，并将举国精兵尽数给予。王翦为了消除秦王的顾虑，则大张其口，要田要地，要金要银。秦王将女儿许配王翦，诏命阵前成婚，备受宫廷内乱困扰的楚帅项燕决定孤注一掷偷袭秦军，却被王翦将计就计一仗击败。楚国一败涂地，楚王被掳，昌平君坠城殉国，消息传到华阳宫，阿蒻请求缭子送她回楚国，秦王下令，任何人不得阻拦。江边，缭子正待解缆而去，秦王赶到，对阿蒻做最后的挽留，阿蒻嘱托秦王照顾好他们的孩子胡亥，终于追随她的楚国先祖去了，辽阔的云梦泽上，渺渺飘来楚辞的歌声……公元前二百二十一年，秦王政二十六年，发大军攻齐，一直对秦的吞并采取和平退让政策的齐国刀剑生锈，甲仗已朽，秦军一战而下临淄，虏齐王建。至此，天下尽归于秦。秦王政在祖庙举行隆重祭告大典，随即甩下众人，白马箫箫，渭水西风，独自驰向荒原……秦宫大殿上，文武毕集，秦王请议帝号，宗室大将军嬴成觑机提出分封子弟功臣，建立诸侯国的提议，赢得一片响应，秦王政顿生警觉。同样热切渴望封侯的李斯受众人委托，起草了《劝封侯书》准备呈奏秦王，临上朝前，多谋多虑的李斯忽发奇想拜访了中车府令赵高，俩人都是知名的书法高手，李斯袖出《劝封侯书》请赵高批评，赵高淡淡一语，惊出李斯一身冷汗。嬴成等人拜访已经成人的公子扶苏，寻求他的支持，扶苏态度暧昧，随后而至的秦王也对扶苏的态度表示了不满。秦王夜见李斯，许为儿女亲家，不料却遭到扶苏的拒绝。朝会上，嬴成以宗室首领自居，与秦王直面抗争，力陈分封之必要，秦王引而不发，嬴成等又推出李斯代表功臣下僚向秦王进一步施压，李斯袖出奏章，朗朗念出题名，乃是《谏封侯书》。分封制被秦王无情地否决，秦王命李斯下诏：设天下为三十六郡，郡下设县，郡县长官统由自己直接任命，修驰道，统一文字统一度量衡，从今往后，天下万民只有一个领袖，只听一个人的命令，那就是他——秦始皇帝！永远不停止进取的秦始皇开始经营他理想中史无前例的庞大帝国，六国的财富、美女奇珍被送往咸阳集中，将军黎汉在押送途中结识了燕女绿娘，赵高之弟赵成则意外地捕获了在逃的高渐离。赵高刺瞎高渐离双目，将其献与始皇，高渐离演奏中投筑击刺始皇未逞，含笑而死，始皇迁怒，赵高获罪。李斯奉旨审理赵高，赵高的学生公子胡亥为师求情，赵高终于死里逃生。高渐离事件深深刺激了始皇，使之感觉到帝国大厦下面涌动的火山，从而开始了他十一年皇帝生涯中无止无休的巡旅。秦山封禅，秦始皇搜罗了天下最有学问的儒生博士，把他们养在了咸阳。东巡至海，方士草寇来者不拒，尽遣海外，寻访仙山不死之药，同时也要他们向海外带去大秦帝国的高度文明。操劳过度的秦始皇终于病倒在巡旅途中，扶苏、黎姜赶来侍奉医药，就在三人其乐融融时，张良买来的死士向始皇车驾投出了致命一击。行刺失败，逃入荒山避祸的张良陷入极度苦闷时，缭子出现了。数次逃过生死劫难的秦始皇变得更加刚愎独断，李斯赵高目睹一批批谏诤者的悲惨下场，采取了更加小心谨慎，曲意奉迎的对策，公子扶苏因此对这二人更加不满。秦始皇遣蒙恬北逐胡人，修筑长城以绝边患，发王绾等攻略南方，直至岭南，同时发徭役、刑徒七十万修阿房宫，作骊山陵，庞大的帝国在超负荷运作下发出痛苦呻吟，但这些声音都被李斯、赵高联合挡在了始皇视听之外。始皇帝亲自批准的最大一支海外寻仙队伍即将启行，此时有人告发这支队伍的首领徐福心怀异端，始皇闻报亲自赶往海边，禁卫军将徐福一行团团围住……始皇亲自执斧，为徐福断缆送行。经过此事，李斯、赵高再一次领教了始皇的洞察英明。被始皇夺去实权的宗室大将军嬴成不甘寂寞，联合对帝国施政不满的博士官们向李斯、赵高为首的官宦集团发难，两派斗争愈演愈烈，公子扶苏也被深深卷入其中。始皇作寿，博士淳于越上疏批评国政，始皇开始警觉到帝国潜在的危险，李斯赵高为了保住既得的利益，有意混淆帝听，咸阳城内一时谣传四起。因为扶苏的教育而与始皇发生争吵的黎姜回到父亲烧制兵马俑的窑场，始皇视察兵马俑，借题发挥敲打扶苏，扶苏搬出儒家的理论与始皇辨驳。儒生博士与官宦集团两派斗争日趋激烈，一生崇法轻儒的始皇帝断然下令焚书，孰料此举不但未能平息儒生的反抗，反而引发了更强烈的抗争。李斯之女将决定坑杀儒生的消息传给扶苏，扶苏找到始皇，拼死谏诤，始皇怒极之下要杀扶苏，黎姜舍身相救，倒在始皇剑下。扶苏被始皇发往北地监军，李斯之女毅然同行。长城脚下，扶苏邂逅了为寻夫已经走遍长城的孟姜女。始皇巡视骊山，在兵马俑工地见到了缭子、张良和被自己放逐已久的三更，坐在一起吃起了始皇小时候在黎姜那吃过的牛骨炖豆。始皇帝三十七年，年届五十的他在自己开创的辽阔版图上开始了最后一次巡旅，几千里行程下来，在曾经埋葬过一代英主赵武灵王的沙丘旧宫废墟上，这位精疲力竭的老人再也走不动了。始皇以最后的威严望着赵高在遗嘱上印下御玺，睁眼而逝，赵高长久不敢抬头，更不敢相信始皇真的会死。上郡军营，流星划过，平地惊雷，扶苏演八卦……沙丘大营，赵高将吓傻了的胡亥扶上御榻，李斯篡改遗诏，名扬海内的书法大家写下了毕生最难看的一幅字。上郡军营，堪透世情宿命的扶苏与缭子倾心交谈，等待着李斯到来。秦始皇帝的葬礼惊天动地，独立山巅的张良俯视气势雄浑的大墓，一时百感交集，不禁发出“伟哉秦始皇！”的由衷感叹。题凑落下时发出一声声闷响，大地仿佛也在跟着颤抖。宏大的秦俑军阵追随着这位千古一帝象是征服地下的世界去了。倒梯形的大墓一层层合拢，加封，形成百余米高的山盖，又在岁月风化的作用下成为今天的模样。字幕升起：秦二世皇帝(胡亥)元年，农民出身的陈胜、吴广揭竿而起，扯起反秦大旗，一时天下响应。翌年，李斯与赵高争权，以谋反罪处斩，并灭族。再一年，赵高杀秦二世皇帝于望夷宫。同年，刘邦率义军攻入咸阳，秦亡。幻想着一世二世乃至万世不灭的秦始皇帝,他创立的大秦帝国只存在了十五年不到就在农民起义的烈火中灰飞烟灭了,但他所创立的封建帝制,在中国历史上却一直沿续了二千一百多年。",
    "chinese_title": "秦始皇",
    "douban_rating": "7.6/10 from 2383 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-05-29T04:07:22"
}