{
    "aka": [
        "Syndicate Sadists"
    ],
    "sid": "2334125",
    "cast": [
        "托马斯·米连 Tomas Milian",
        "约瑟夫·科顿 Joseph Cotten",
        "Maria Fiore",
        "Mario Piave",
        "Luciano Catenacci",
        "圭多·阿尔贝蒂 Guido Alberti",
        "费米·贝努西 Femi Benussi",
        "Silvano Tranquilli",
        "Shirley Corrigan",
        "Antonio Casale",
        "罗萨里奥·博雷利 Rosario Borelli",
        "卢西亚诺·皮格齐 Luciano Pigozzi",
        "马里奥·诺维里 Mario Novelli",
        "布鲁诺·迪·鲁亚 Bruno Di Luia",
        "Giuseppe Castellano",
        "Tom Felleghy",
        "伊妲·伽利 Ida Galli",
        "Adolfo Lastretti",
        "Bruno Alias",
        "布鲁诺·贝托奇 Bruno Bertocci",
        "瓦尔特·帕特里亚尔卡 Walter Patriarca"
    ],
    "site": "douban",
    "tags": [
        "意大利",
        "1970",
        "费米·本纽西",
        "被忽视的片子",
        "惊悚",
        "动作",
        "犯罪",
        "欧洲"
    ],
    "year": "1975",
    "genre": [
        "动作",
        "惊悚",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2509614120.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        "温琴佐·弗拉米尼 Vincenzo Flamini"
    ],
    "imdb_id": "tt0073051",
    "director": [
        "翁贝托·伦齐 Umberto Lenzi"
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1975-08-16(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0073051",
    "this_title": [
        "Il giustiziere sfida la città"
    ],
    "douban_link": "https://movie.douban.com/subject/2334125/",
    "imdb_rating": "6.4/10 from 644 users",
    "trans_title": [
        "胆包天",
        "Syndicate Sadists"
    ],
    "douban_votes": 0,
    "introduction": "Umberto Lenzi is undoubtedly the king of Italian crime movies, but unfortunately; Syndicate Sadists is not the best examples of his work in this genre. Lenzi's crime flicks tend to be a cut above the rest because he makes films based on stories with a point, and they don't lack direction; but this film feels a bit too wayward to fully fit with the rest of his stuff. The film takes obvious influence from Sergio Leone's landmark western 'A Fistful of Dollars' (which in turn, took influence from Akira Kurosawa's landmark samurai flick Yojimbo), in that it features two warring families and a strong character at the centre. The crime that Lenzi focuses on is kidnapping, and we centre on a character called 'Rambo'. Rambo is dragged into the war between the two families after his brother is killed because of it. Rambo uses his brains and brawn to pit the two families against one another, in the hope of gaining revenge for his brother's death, rescuing a young boy that they've kidnapped, and ultimately letting the two sides destroy one another.\nThe film's biggest asset is undoubtedly Tomas Milian. Milian was put to great use by Lenzi in almost all of his crime thrillers. The range of characters he has played for Lenzi is immense, and this one is easily one of the coolest. The character is called Rambo, which immediately sprang to mind the popular Sylvester Stallone character - but for once, the Italians actually haven't stolen this name as Syndicate Sadists was released first! As usual, the film is wickedly entertaining, as we get to watch Milian get himself involved in the usual array of car chases, shootouts and brawls. Lenzi has got him riding a motorbike this time round, and every scene featuring it and Milian is a real standout! However, the film often feels like it doesn't really have anywhere to go, and this means that the running time is stretched out more than it should be. Compared to the crime films of other Italian directors, Syndicate Sadists is more than above average; but in relation to Lenzi crime flicks such as Almost Human and The Cynic, The Rat and The Fist - it doesn't stand tall as one of Lenzi's best. Still, if you're looking for ninety minutes of testosterone fuelled mayhem - Syndicate Sadists will suffice!",
    "chinese_title": "胆包天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il giustiziere sfida la città",
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}