{
    "aka": [],
    "sid": "2336012",
    "cast": [
        {
            "url": "/celebrity/1105016/",
            "name": "Jaime Kibben Jaime Kibben",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125057/",
            "name": "渥美延 Nobu McCarthy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110082/",
            "name": "Guy Lee Guy Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092451/",
            "name": "艾米·希尔 Amy Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118873/",
            "name": "金·米约里 Kim Miyori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0262772",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0262772/",
    "imdb_votes": 50,
    "this_title": [
        "Slaying the Dragon"
    ],
    "douban_link": "https://movie.douban.com/subject/2336012/",
    "imdb_rating": "6.6/10 from 50 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A highly critical documentary about the history of Asian-American actresses in Hollywood. Features interviews with pioneering Asian-American actresses and clips from classic films such as \"The Thief of Bagdad\", \"The Good Earth\", and \"The World of Suzie Wong\", interspersed with Asian/feminist sociological commentary.============================================Even in our politically correct age, the stereotype of Asian women as exotic, sexy, submissive, and subservient is still prevalent in American popular culture.  The film industry has, since its very beginnings, played an active role in the creation and perpetuation of this stereotype.  Even such recent films as The Last Samurai (2003) and Memoirs of a Geisha (2005) continue to reinforce stereotypes of Asian women as exotic and beautiful, accepting and coy.  While portrayals of Asian women in mainstream cinema have improved somewhat over time, they still remain largely essentialized caricatures based on American stereotypes.Deborah Gee’s thought-provoking 1988 documentary Slaying the Dragon examines the different ways Asian women were portrayed in popular cinema from the 1920s to the 1980s.  The documentary explores the evolution of the stereotype of the Asian woman and the instrumental role the film industry has played in producing these stereotypes.  It also explores the relationship between cultural production and political context by highlighting the ways in which the film industry’s changing representation of Asian women has been influenced by changing paradigms in international relations.  Gee masterfully interweaves critical analysis, interviews, historical context, and film excerpts to create a compelling narrative that both informs and challenges.  Slaying the Dragon, by identifying where and why particular notions of Asian women were first imagined, serves to debunk contemporary American stereotypes of Asian women.http://www.exeas.org/films/slaying-dragon.html",
    "chinese_title": "Slaying the Dragon",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T21:15:36"
}