{
    "aka": [],
    "sid": "23407632",
    "cast": [
        {
            "url": "/celebrity/1313885/",
            "name": "刘威 Wei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274810/",
            "name": "李强 Qiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316881/",
            "name": "林龙麒 Longqi Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321589/",
            "name": "李梦男 Mengnan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318141/",
            "name": "迟志强 Zhiqiang Chi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317740/",
            "name": "原雨 Yu Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465209/",
            "name": "冉忠芬 Zhongfen Ran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1582866/",
            "name": "张源灵子 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2179660517.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "正义无限"
    ],
    "douban_link": "https://movie.douban.com/subject/23407632/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一边准备婚礼，一边调查仁正集团彭健强 和张金山涉黑犯罪的滨江公安局刑警队队 长谢书，被涉黑分子杨金生和神秘女人顾 佳指控索贿，谋杀和强奸。谢书不顾未婚 妻苏雪的反对，在接到线报后和涉黑头目 张金山见面。不料，就在约定地点，谢书 被人袭击，张金山被杀害，线人林文龙无 踪无影。公安局副局长李维祥奉命调查， 发现谢书佩枪丢失，而且正是谢书的枪杀 死了张金山，这和顾佳的指控完全吻合， 谢书被带回公安局接受调查。全局上下震 动，议论纷纷。谢书当然否认莫须有的指 控，并对李维祥坦承被人诬陷。现在唯一 能洗清自己杀人嫌疑的人只有线人林文 龙。一身清白的谢书知道陷入了一个巨大 的阴谋，为了在最短时间洗清自己，谢书 光荣地接受上级委任秘密执行这次特殊的 任务。苏雪根本不相信谢书犯罪，在母亲 帮助下暗中协助谢书逃亡。在高大勇的暗示下，谢书找到指控他强奸 的顾佳。顾佳承认诬陷了谢书，在顾佳家 中，顾佳险些被灭口，谢书意识到案情复 杂。在顾佳帮助下，谢书逃到东山市寻找 杨金生。但是，当他见到杨金生时，杨金 生已经被人谋杀，使用的正是谢书丢失的 佩枪。案件不断升级，谢书越发说不清 楚。在躲过几次警方的围捕后，谢书打入 东山的贩毒网，查找线人林文龙。几经挫 折，谢书终于见到了林文龙。林文龙声称 是滨江涉黑头目赵小青在幕后指使，谢书 让林文龙到公安局证明自己的清白，林文 龙却在电话中对李维祥说是谢书杀了张金 山。谢书愤怒之极，然而杀手的出现让林 文龙再一次逃之夭夭。谢书潜回滨江，来到赵小青经营的夜总 会，又发现顾佳被赵小青绑架。谢书救出 了顾佳，却被早已守候在此的高大勇抓 捕。此时，警方截获林文龙短信，得知苏 雪被赵小青绑架。原来苏雪是张金山女儿 张馨如的大学班主任，张馨如手上有父亲 留下来的赵小青等人的犯罪证据。苏雪保 护了张馨如，自己却落入了赵小青的虎 口。为了第一时间救出苏雪，李维祥带着 谢书一同前往。枪声中，赵小青逃亡，苏 雪获救。在苏雪的协助下，谢书又一次脱 逃。通过顾佳，谢书再一次找到林文龙。 就在林文龙说出真相的一刻，林文龙又被 杀人灭口。线索再一次中断。为了洗清自 己，谢书和苏雪找到张馨如并说服张馨如 交出她父亲留下的一块硬盘，里面记载着 赵小青及其老板仁正集团董事长彭健强的 犯罪证据。他知道彭健强已经不信任他， 而且要杀他灭口。为了保命，赵小青躲藏 起来。顾佳救出了谢书和苏雪，她告诉谢书可以 通过赵小青的情妇李丽找到赵小青，拿回 证据。果然，在李丽家，谢书拿到了硬 盘。谢书想方设法把硬盘交给了警方，却 被告知硬盘是假的。真的东西到底在哪 里？彭健强通过警方内线得知谢书拿到假 证据后，派出心腹宋雨找到赵小青，并和 赵小青达成默契。赵小青为了做掉谢书再 一次绑架了张馨如和苏雪。在赵小青的折 磨下，为了保护张馨如，苏雪只好通知谢 书。谢书落入了赵小青的魔爪。危机关 头，高大勇和谢书的部下孟路平击毙了赵 小青，解救了谢书和苏雪。在谢书的说服 下，孟路平放走了谢书。因为他坚信谢书 市清白的。谢书已经摸清是彭健强在幕后指使，但他 没有彭健强犯罪的证据。谢书再一次找到 了邹厅长请求正面突击，邹厅长怕打草惊 蛇，让谢书忍辱负重，暗中完成这项艰巨 任务。经过努力，谢书又一次找到李丽。 李丽正要带谢书取出真的硬盘，宋雨带歹 徒包围了谢书，在掩护李丽逃跑后，谢书 被宋雨抓获。彭健强为了拿到硬盘企图收 买谢书，被谢书断然拒绝。谢书遭到非人 的折磨。顾佳得知后，启动埋在彭健强身 边的内线救出了谢书。顾佳指控谢书强 奸，却一次又一次地帮助谢书，谢书意识 到顾佳是个神秘的女人。在反复逼问下， 顾佳承认是为了报复彭健强。但顾佳小小 年龄怎么有如此大的能量报复彭健强。谢 书认为一定有人在背后操纵，他决定顺藤 摸瓜。李丽被谢书的行为感动，把真的硬盘交给 了谢书，但是经过警方鉴定里面的内容不 是彭健强犯罪的铁证。谢书和苏雪找到张 馨如并采用各种手段说服张馨如交出铁 证。在张金山墓地，谢书和苏雪终于拿到 了彭健强犯罪的铁证。然而，警方内奸通 报了彭健强。彭健强派宋雨带着歹徒包围 了谢书和苏雪。生死关头，孟路平赶到， 挽救了苏雪，自己却倒在宋雨的枪下。谢 书悲愤万分冲到仁正集团，发现彭健强被 顾佳及其帮手绑架。谢书一路追击来到顾 佳家中，获取证据证明顾佳的养母顾念缃 才是躲在幕后的元凶。顾念缃和顾佳被绳 之以法，案情大白于天下。原来，15 年 前，顾念缃的情人和顾佳的父亲都是涉黑 分子，当时身为警察的彭健强和黑恶势力 张金山勾结，利用警方的枪除掉了竞争对 手，成为亿万富豪，而苏雪的父亲作为带 队警察含冤自杀。15年后，顾念缃羽翼丰 满，开始报复彭健强。他们想借谢书的手 杀死彭健强，以其人之道还治其人之身。 借着彭健强故伎重演，为了阻止谢书调查 诬陷谢书而展开了疯狂的报仇计划。谢书历经坎坷终于将犯罪分子一网打尽， 洗清了自己的冤屈，重新回到警察队伍。 在一个风和日丽的日子，谢书和苏雪喜结 良缘。",
    "chinese_title": "正义无限",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-04T15:42:16"
}