{
    "aka": [
        "Home"
    ],
    "sid": "2342687",
    "cast": [
        {
            "url": "/celebrity/1037715/",
            "name": "黄磊 Lei Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014781/",
            "name": "陆毅 Yi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258893/",
            "name": "李小冉 Xiaoran Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051051/",
            "name": "黄奕 Yi Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275878/",
            "name": "郑国霖 Guolin Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313574/",
            "name": "王丽坤 Likun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312914/",
            "name": "薛佳凝 Jianing Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275539/",
            "name": "盖克 Ke Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323373/",
            "name": "石燕京 Yanjing Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430141/",
            "name": "叶子 Zi Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317670/",
            "name": "姜广涛 Guangtao Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355415/",
            "name": "陈慧娟 Huijuan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272617635.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323112/",
            "name": "闫刚 Gang Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486787/",
            "name": "杨曼丽 Manli Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039370/",
            "name": "巴金 Jin Ba",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10544976",
    "director": [
        {
            "url": "/celebrity/1316096/",
            "name": "汪俊 Jun Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-12-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10544976/",
    "this_title": [
        "家"
    ],
    "douban_link": "https://movie.douban.com/subject/2342687/",
    "trans_title": [
        "Home"
    ],
    "douban_votes": "2737",
    "introduction": "《家》剧情简介高家是一个封建的大家族，在奉行旧礼教的高老太爷主导下，身为长房长孙的觉新被迫放弃和表妹梅芬的爱情，接受「父母之命，媒妁之言」的婚姻，娶了素不相识的瑞珏。父亲过世，按家规，传长不传幼，觉新遂承继家业。却引来各房的眼红，一些有形无形的箭齐射向他。为了息事宁人，觉新总是忍气吞声，委屈求全。看在三弟觉慧的眼里，很不以为然。梅芬在丈夫病逝后，又回到成都，意外和觉新再度相逢。梅芬的不幸，使觉新自责甚深，瞒着瑞珏，背地里帮助梅芬。觉慧和丫头鸣凤，从小一起长大，渐生情愫。老太爷欲将鸣凤送给冯老爷做小，鸣凤投湖自杀，以身殉情。不久，梅芬也因病去逝。老太爷要觉民娶冯老爷的侄孙女。觉民不从，离家出走。老太爷逼觉新把觉民找回来，夹在祖父和手足之间，觉新里外不是人，备受煎熬。五叔的劣行曝光，老太爷气急攻心，一病不起，终于松口，婚事暂时不提。然觉民赶回家时，老太爷正好咽下最后一口气。老太爷走了，各房争夺家产。借口替老太爷避开「血光之灾」，逼觉新把瑞珏送到城外待产，硬生生地让瑞珏在难产中丧命。封建的陋习夺去了觉新挚爱的两个女人，他终于清醒过来，不再扮演封建家庭的忠臣，答应资助觉慧离家继续学业！黄磊 饰演 觉新：《家》中的长房长孙。他一表人材，\"能文能武\"。曾对未来充满幻想，但\"家\"的重压却过早地笼罩了他。他尊敬长辈，真切地爱着弟妹们，维护着这个家的名声，甚至不惜把种种过失揽到自己身上。梅是他青梅竹马的爱人，但他还是无奈接受了长辈们为他挑选的妻子--瑞珏。觉新对生活有无限的眷恋，他爱妻子、爱孩子、爱家中的每个人。长子的责任、懦弱的性格、尴尬的处境，使他费尽心力，要努力讨好每一个人，结果却无法让任何人满意。他有哈姆莱特式的犹豫，内心的矛盾和搏斗是\"家\"的人物中最丰富和最激烈的。郑国霖 饰演 觉民：觉新的二弟。身体矫健，目光深邃，正直、聪明、冷静、外表显出一些内敛的气质。他不像觉新那么软弱、中庸，也没有觉慧那么好斗、冲动。他是个怀疑主义者。 觉民身上有着强烈的叛逆因子，但在行动上，他讲究策略，更重行为结果。觉民与觉慧的愤怒不同，觉民更多的是轻蔑。没有效果的反抗和斗争，他是不会轻易干的。觉民决不作无谓的牺牲，更不会作祭品。 觉民的爱情缺乏情趣，共同的境遇促使他与琴走到了一起，为共同志向奋斗取代了谈情说爱。觉民有理性、有勇气和顽强的生命力，觉新在\"家\"中渐渐\"死\"去，他却在\"家\"中成活，并走向成熟。作者：熏衣草665　回复日期：2007-9-6　21:32:41陆毅 饰演 觉慧：觉新的三弟。热情、纯洁、直率，可说是高公馆中的一个\"异数\"。他对于世界充满好奇，对自己所认定的道理，决不妥协，哪怕是他至亲的人。年轻的觉慧既敏感又爱冲动、行事莽撞，他还不了解人生有多复杂，也不能完全理解大哥。他所爱的女孩鸣凤的死，令他看清了家中的世态炎凉，他心里有一把火在燃烧，他愤怒，这不是他该过的生活，然而应该过怎样的生活，他又只有些模糊的想象。觉慧的性格，注定了他的出走。觉慧的感情是外露的，火热的。他是《家》中最清新的因素，他对于未来充满着希望，深信青春终归属于自己。在心灵经受过痛苦的历练后，他的青春觉醒开来，激励他离开家，去追求自己的梦想。李小冉 饰演 梅芬：觉新的表妹，容貌秀美，她的神态很容易被人看作是略带病容，但其实是因为心事太重，又十分内向的结果。她和觉新是青梅竹马的恋人，但终于没能和觉新结合。她被迫嫁出省去，最终落得守寡回归娘家。 在高家兄弟的眼里，梅表姐的举止永远是高贵的，她冰清玉洁、优雅而秀美。梅是觉新的灵魂与梦想所在。梅异常聪慧，也善解人意，同样的善良使得她能和瑞珏成为知交好友。她的性情是刚烈的，绝对不能容忍任何闲话和轻视，她不能象母亲一样计算着每一天的利益得失，庸俗、日渐衰微地活着，她宁可选择高傲孤独地死去。黄奕 饰演 瑞珏：觉新的妻子。 她具备传统女性的一切美德。她对于觉民、觉慧所追求的东西和感受到的苦闷完全理解。初进高家，她遭到了兄弟姐妹们的一致拒绝，因为大家心里认同的嫂子是梅而不是她。瑞珏努力争取大家的好感，并不是想讨好众人，而是出于天生的善良和忍耐。她明白做为长房儿媳的地位，她甘愿为此承受很多委屈，她要协助觉新成为这个家中的顶梁柱。瑞珏是一个伟大的女性。瑞珏对觉新的爱，是绵长深厚的，只要他在自己身边，瑞珏便可以坚强默默地承受一切，她是因爱存在，为爱坚强。瑞珏对弟妹们的照顾无微不至，高家的姊妹们也逐渐由拒绝变为依赖。但这个最善良的人却被封建陋习折磨而死。王丽坤 饰演 琴：高家的表亲，觉民的表妹，在高家长辈眼里，她是个乖巧贤淑的女孩。她健康、活泼、有活力。她跟别的公馆中的小姐大有不同，她是自由自在的，因为寡居的母亲比较开明，她上了女子学堂，这使她有了见识，接触到了许多新思想，她几乎是个新女性。她热烈赞成新生事物，喜爱着一切积极、健康的新思想，喜欢和进步的学生们交朋友。她同觉民的相恋，与其说是爱情，还不如说是两个年龄相仿、境遇也相同的年轻人因同病相怜而产生的一种情愫。她觉得自己需要同觉民在一起，需要那热切的讨论来帮她树立信心。 她是一个颇有意思的矛盾体，既热情又阴郁，既高傲又自卑，既大胆又怯懦……几种截然不同的情感总是左右拉拽着她，使她犹豫不定。",
    "chinese_title": "家",
    "douban_rating": "8.1/10 from 2737 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-06-27T07:50:35"
}