{
    "aka": [],
    "sid": "2343698",
    "cast": [
        {
            "url": "/celebrity/1379030/",
            "name": "刘娴 Xian Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1822452435.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1438060/",
            "name": "程琳 Lin Cheng",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-11-14(中国大陆)"
    ],
    "this_title": [
        "香水"
    ],
    "douban_link": "https://movie.douban.com/subject/2343698/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "两名抢劫犯见侦察员苏岩文质彬彬便尾随其后袭击了苏岩，企图杀人抢枪。苏岩死里逃生，击毙了一个活捉了一个。也由此根据犯罪分子提供的线索，苏岩破获了一系列大要案。其中，一起谋杀案引起苏岩对《香水》茶园老板郝飞的关注。种种迹象表明，郝飞有重大犯罪嫌疑。为了查清郝飞，苏岩首先从一个吸毒人员盛斌身上下手。但抓捕盛斌时，出现了意外。盛斌竟然面对着枪口，给了苏岩一刀。苏岩被划伤，流出了鲜血。盛斌被当场击毙。苏岩感到十分疑惑。盛斌是一个弱不禁风的吸毒者，他为什么面对着自己的枪口还敢勇往直前。苏岩认为，这一定是郝飞指使盛斌来谋害自己。苏岩为此开始了艰难的调查。种种原因排除之后，苏岩才意识到，盛斌面对自己的枪口还敢往上冲，不是想谋杀自己，他是想自杀。自杀的原因是，盛斌已经被感染了艾滋病。这令苏岩震惊不已。因为当时击毙盛斌的时侯，苏岩的血与盛斌的血流在了一起。苏岩极有可能也被感染了艾滋病。特别是，这时他已经与心爱的女友发生了关系。就是说，苏岩还可能把女友感染。苏岩感到了万念俱焚。而且当时苏岩还不能马上得知自己是否真的感染了艾滋病。因为艾滋病有个窗口期，必须要过三个月才能检验出来。在这三个月度日如年的“窗口期”里，苏岩既要与自己的精神恐惧斗争，也要与外界的犯罪分子斗争。苏岩陷入了极度忧郁之中。经过难以估量的艰难困苦，苏岩战胜了自己，走出了困境。苏岩继续调查郝飞，最终端掉了这个令苏岩困惑不解的香水茶园。然而，郝飞的本来面目却令苏岩哭笑不得。在这个过程当中，苏岩意外地得到一个线索，有人故意传播艾滋病。苏岩不畏艰险，不远千里去抓捕这个犯罪嫌疑人。苏岩最终抓获了危险的犯罪分子。也由此侦破了另外一起巨额银行贷款的诈骗案。犯罪嫌疑人正是苏岩的好朋友牛东新。牛东新因此被抓了起来。可是犯了如此大罪，牛东新通过关系竟奇迹般地从监狱里走了出来。牛东新怕苏岩继续对自己穷追不舍，便联合郝飞对苏岩展开了不择手段的报复。郝飞向公安局举报苏岩曾经有嫖娼行为。这把苏岩推到了危险的边缘。苏岩完全有机会证明自己是无辜的，但他拒绝了。因为那样会伤害自己心爱的女人。由于苏岩无法证明自己是清白的，他被停职审查，并很可能被开除公安队伍。这正是牛东新希望达到的目的。只要苏岩不是警察了，哪些曾被苏岩收拾的犯罪分子会疯狂向苏岩报复。牛东新为了最终将苏岩开除公安队伍，竟然散布谣言，说苏岩由于嫖娼已经被感染了艾滋病。一时之间，谣言四起。这时过了窗口期，苏岩到医院进行了检验。结果让苏岩万念具焚。苏岩极有可能被开除公安队伍，那样，不仅自己将受到报复，更重要的是，像牛东新这样的犯罪分子将会永远逍遥法外。面对着千难万险，苏岩不仅没有退缩，相反，他毅然决然地站在了风口浪尖上！他要用自己的智慧用自己的勇气与敌人与命运去进行最后的殊死搏斗。",
    "chinese_title": "香水",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-10T08:22:40"
}