{
    "aka": [],
    "sid": "2343900",
    "cast": [
        {
            "url": "/celebrity/1027207/",
            "name": "凯伦·阿兰 Karen Allen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035650/",
            "name": "布莱特妮·墨菲 Brittany Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162700/",
            "name": "克里斯·扬 Chris Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155690/",
            "name": "亚历克斯·维多夫 Alex Veadov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141413/",
            "name": "丹尼尔·雷蒙特 Daniel Raymont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139740/",
            "name": "帕特里克·瑞纳 Patrick Renna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127272/",
            "name": "莉亚 莫雷诺 Lea Moreno Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114082/",
            "name": "杰瑞米·乔登  Jeremy Jordan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109942/",
            "name": "黛安娜·凯 Dianne Kay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000716/",
            "name": "R·D·罗伯 R.D. Robb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168944776.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0118903",
    "director": [],
    "duration": "95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-11-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0118903/",
    "imdb_votes": 494,
    "this_title": [
        "Falling Sky"
    ],
    "douban_link": "https://movie.douban.com/subject/2343900/",
    "imdb_rating": "5.8/10 from 494 users",
    "trans_title": [
        "今夜星光灿烂"
    ],
    "douban_votes": "0",
    "introduction": "One of the worse films I'd ever seen! I'm also on a quest to see every Brit Murphy film: She is a memorable performer and under the hands of the right director can bring to life the most adorable and unique characters (who can forget 'Daisy' or 'Elizabeth Berkins'!), but here she follows routine dialogue. The movie doesn't attempt to achieve believability- the way her character is dressed is contrary to her personality, how can they afford a decent house with the scraps they earn, how does someone like mom get a job so conveniently, etc.. Further more, we aren't surprised that they drive a classic car, we are not surprised that the daughter is the brightest kid in literature class, we are not surprised that her mother becomes a filthy ugly stripper in some drunken sleaze-hole, and we sho-as-hell wuzn't surprised nor entertained or even cared that the mom is dumber and more childish than the teenae daughter. Of course- every teenage girl movie must have an arsenal of dumb hormone driven male teens who cause trouble and one of them has to be a cute boy that she absolutely must fall in love with. There's nothing necessarily wrong with the plot being so unoriginal as long as the movie adds fresh material to keep it entertaining (this one doesn't). It lacked the most basic composition of every film- visual style. The music is cheesy. Things happen in the story simply because they'd already happened in other movies of the same formula. The subplots concerning the teenage boys and some hookers were pointless. I don't know why \"Falling Sky\" was made. Maybe it looked good on paper but then the entire project simply fell apart; probably because neither Brian J. Depalma nor the cast had any vision or enthusiasm for it.",
    "chinese_title": "今夜星光灿烂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Falling Sky",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T16:28:59"
}