{
    "aka": [
        "Caliber 9",
        "大賊黑吃黑(港)"
    ],
    "sid": "2346371",
    "cast": [
        {
            "url": "/celebrity/1136739/",
            "name": "加斯通·莫辛 Gastone Moschin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025346/",
            "name": "芭芭拉·布薛特 Barbara Bouchet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050273/",
            "name": "马里奥·阿多夫 Mario Adorf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325401/",
            "name": "Imelde Marani Imelde Marani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168415/",
            "name": "弗兰克·沃尔夫 Frank Wolff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151650/",
            "name": "毛罗·维斯特利 Mauro Vestri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150274/",
            "name": "Giorgio Trestini Giorgio Trestini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128224/",
            "name": "路易吉·皮斯蒂利 Luigi Pistilli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101032/",
            "name": "伊沃·加拉尼 Ivo Garrani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088666/",
            "name": "马里奥·诺维里 Mario Novelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073137/",
            "name": "费尔南多·杰鲁尼 Fernando Cerulli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070969/",
            "name": "欧米洛·康帕纳 Omero Capanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016730/",
            "name": "莱昂内尔·斯坦德 Lionel Stander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063281/",
            "name": "塞尔瓦托雷·比拉 Salvatore Billa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054673/",
            "name": "菲利普·勒鲁瓦 Philippe Leroy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016821/",
            "name": "费尔南多·迪·莱沃 Fernando Di Leo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068063/",
            "name": "埃内斯托·科利 Ernesto Colli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557394479.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1025027/",
            "name": "Giorgio Scerbanenco Giorgio Scerbanenco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016821/",
            "name": "费尔南多·迪·莱沃 Fernando Di Leo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067429",
    "director": [
        {
            "url": "/celebrity/1016821/",
            "name": "费尔南多·迪·莱沃 Fernando Di Leo",
            "@type": "Person"
        }
    ],
    "duration": "USA: 88 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1972-11-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067429/",
    "imdb_votes": 5005,
    "this_title": [
        "Milano calibro 9"
    ],
    "douban_link": "https://movie.douban.com/subject/2346371/",
    "imdb_rating": "7.4/10 from 5005 users",
    "trans_title": [
        "米兰九口径",
        "Caliber 9",
        "大賊黑吃黑(港)"
    ],
    "douban_votes": "133",
    "introduction": "Fernando Di Leo's \"Milano Calibro 9\" is an out-and-out masterpiece of Italian Crime cinema and, in my opinion, one of the most astonishing crime stories ever told. The first film in Di Leo's excellent 'Milieu' trilogy, \"Milano Calibro 9\" was followed by \"La Mala Ordina\" (aka. \"Manhunt\", also 1972) and the brilliant \"Il Boss\" (1973). The three films are not connected story-wise, but all three are excellent, and highly realistic portrayals of organized crime. As far as I am concerned \"Manhunt\" is (allthough excellent) slightly inferior to this one and \"Il Boss\" which both stand out as absolute all-time highlights of crime cinema. \"Milano Calibro 9\" is the best of them all, a film that is astonishing in all aspects, be it the ingenious plot that, apart from a compelling story and clever twists, includes social criticism, the performances, the gritty atmosphere and suspense or the brilliant score. I can hardly find the right words to express my admiration for this masterpiece which easily ranks among the greatest Gangster flicks ever brought to screen.Gastone Moschin stars as Ugo Piazza, a tough and elliptical ex-convict who has just been released from prison. Immediately after his release, Ugo is approached by members of the Milan mob lead by the irascible gangster Rocco (Mario Adorf), as they suspect him to be responsible for the disappearance of a large sum of money belonging to their boss, an American (Lionel Stander) who controls the organized crime in Milan...\"Milano Calibro 9\" is a film that delivers an astonishingly realistic mood of the underworld like hardly another. The intriguing storyline goes in hand with interesting characters, raw atmosphere, suspense and breathtaking action, social criticism and brutal violence. The film is simply stunning from the beginning to the end, which is even intensified by the brilliant score, a collaboration of the famous composer Luis Enríquez Bacalov and the Italian Progressive Rock band Osanna. Ugo Piazza must be one of the most charismatic gangster characters ever in cinema, and Gastone Moschin was the prefect choice for the role. Moschin delivers a brilliant performance, and the rest of the cast is also great. Mario Adorf is irascible like a rabid dog as the ferocious gangster Rocco, a role that fits him like a glove. The great Lionel Stander fits perfectly in his role of the American Mafia Don.The two cop characters in the film are played by two of the greatest regulars of Italian genre-cinema, Luigi Pistilli and Frank Wolff (who committed suicide before the film was released). The ravishing Barbara Bouchet is astonishing and incredibly sexy in the role of Ugo Piazza's stripper girlfriend. Bouchet is both a stunning beauty and an excellent actress and this is doubtlessly one of her most memorable roles. This is also a political film and director Di Leo embedded a lot of social criticism about topics like corruption. This film simply has everything one can possibly desire in cinema. Films like \"Milano Calibro 9\" are the reason why I love cinema. This is an absolute masterpiece in all regards and, without exaggeration, one of the greatest Crime flicks ever made! The ingenious opening scene alone is more memorable than most films get in two hours.",
    "chinese_title": "米兰九口径",
    "douban_rating": "6.5/10 from 133 users",
    "foreign_title": "Milano calibro 9",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "6.5",
    "update_at": "2025-03-03T15:23:10"
}