{
    "aka": [],
    "sid": "2347140",
    "cast": [
        {
            "url": "/celebrity/1006938/",
            "name": "杜志国 Zhiguo Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313348/",
            "name": "叶静 Jing Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313247/",
            "name": "甘婷婷 Tingting Gan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318247/",
            "name": "郭昊伦 Haolun Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314559/",
            "name": "高斯 Si Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319169/",
            "name": "肖聪 Cong Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318425/",
            "name": "张潮 Chao Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317085/",
            "name": "王菲菲 Feifei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315797/",
            "name": "李丹军 Danjun Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499091492.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318213/",
            "name": "赵浚凯 Junkai Zhao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "夜奔"
    ],
    "douban_link": "https://movie.douban.com/subject/2347140/",
    "trans_title": [
        ""
    ],
    "douban_votes": "371",
    "introduction": "故事发生在滇西小城——洛城（虚拟名）。第一天到洛城刑警队报到的林冲接连遇到几次意外。先是手机在街上被飞车党抢走；然后发现将要工作的警队竟然蜗居在一座关帝庙内；接着就是在邝队的指派下，还有一个月就要退休的老刑警骆迦山成了自己的师父；尤其让他没想到的是：上班的第一天洛城就发生了了一起大案——华天集团董事长柳华南的女儿柳素素竟在她自己的婚礼上被人绑架了。就这样，一个看似平常的绑架案却将骆迦山师徒二人推向了反黑前沿。根据线索，骆迦山和邝队等人赶至一座出租屋围捕。结果，非但未能见到人质柳素素，反而骆迦山在行动中误杀了一个名叫“马桶”的嫌疑人。邝队在现场发现一张模糊照片，带回警队交给技术部门处理。柳素素的未婚夫柴南下提供了重要情报——绑匪可能在凤凰城夜总会。林冲赶到凤凰城，没找到绑匪，却发现自己的手机在风情万种的老板娘夏天池手中。闻讯赶来的邝队和骆迦山在夜总会的屋顶意外发现了纹身女尸。根据女尸身上的纹身，嫌疑人沈六被锁定。沈六的同伙“铁嘴”被擒，交待“马桶”是自己的同伙。案子的线索断了。骆迦山告诉林冲，洛城几年前发现了价值连城的金矿。洛城金矿开采权归华天集团所有，而四方公司很有可能为得到部分矿山的开采权，而绑架柳华南的女儿柳素素，以此加重和华天集团谈判的砝码。洛城也很可能因为华天、四方的火并，血流成河。夏天池将林冲的手机还给了林冲的爱人景凯旋，二人因此结识。骆迦山凭借多年刑侦经验认定“铁嘴”有问题，独自一人找到了铁嘴的住处，居然在那里发现了被绑的柳素素。骆迦山告诉柳素素自己是警察，叫骆迦山。哪知柳素素却趁其不注意捡起地上的木棍打晕了他，柳素素乘机逃跑。刚出门便被沈六抓住了，并迅速带离现场。醒来的骆迦山发现自己手中有一把洗浴中心的钥匙。骆迦山来到洗浴中心打开了柜子，竟在里面发现了一张给自己的银行卡。林冲得到匿名线索，也赶到了洗浴中心，发现了骆迦山并看到了柜子里留给骆迦山的纸条——密码是你的生日。骆迦山解释说。一定有人栽赃自己，形势极其险恶，警察身份将非常不利，他要提前退休。邝队拿到了从“马桶”身上搜出来的复原照片，赫然是骆迦山与铁嘴在一起喝酒的情形。邝队派小甫带人把骆迦山带回警队。骆迦山接了一个电话，脸色沉重。他嘱咐林冲：如果我出了事，一定是被冤枉的，你一定要替我查明真相……这时，门外响起敲门声，骆迦山命林冲顶门，自己跳窗脱逃。门被撞开，冲进来的竟然是警队的同事。林冲因为放走了骆迦山，被邝队训斥，发誓要带骆迦山归案。骆迦山根据线索追查沈六，并找到纹身用的特殊工具，几经周折，终于查到特殊工具的订货单，发现沈六的踪迹。老骆摸到了沈六的临时住处，潜入暗查，证实后给林冲打电话。老骆与沈六遭遇，武艺高强的沈六打晕了骆迦山。昏迷中的骆迦山隐约听到沈六在接听电话中提及了一个地名——十字坡。沈六走出临时住处，正遇赶来的林冲，一番打斗，眼看林冲占了上风，却遭蒙面人的电棍袭击，被打晕，沈六逃脱。林冲跑进沈六住处，老骆已不在。老骆断定沈六要逃往十字坡，于是他通知邝队在通往十字坡公路入口处围捕，抓获沈六，解救柳素素。邝队虽不信老骆，但还是布控了。在蒙面人操纵下，小流氓在公路口袭警，吸引了警察，沈六带柳素素闯过了关卡，逃往十字坡。老骆识破沈六的诡计，只身驱车追击。崔局任命林冲为行动小组组长，负责到十字坡抓捕犯罪嫌疑人。林冲追随师父骆迦山踏进了危险诡秘的十字坡。师徒二人同黑恶势力的生死较量拉开了帷幕。最终，师徒二人联手将绑架案背后的阴谋慢慢揭开，绑匪沈六被缉拿归案，幕后主使柴南下也被绳之于法。骆迦山和林冲师徒二人怀着对党和人民的无限忠诚和对公安事业的执着热爱，以实际行动践行着法律的尊严，用青春和热血书写着无怨无悔的刑警人生。",
    "chinese_title": "夜奔",
    "douban_rating": "7.6/10 from 371 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-02-20T17:13:39"
}