{
    "aka": [],
    "sid": "2347486",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518410301.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1388833/",
            "name": "周艳 Yan Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450686/",
            "name": "章晓宇 Xiaoyu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428193/",
            "name": "刘颖 Ying Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1388833/",
            "name": "周艳 Yan Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428193/",
            "name": "刘颖 Ying Liu",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-10-05(中国大陆)"
    ],
    "this_title": [
        "复兴之路"
    ],
    "douban_link": "https://movie.douban.com/subject/2347486/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "站在新的历史起点上，回首过去，展望未来，中华民族的伟大复兴如何实现？《复兴之路》围绕千年局变、峥嵘岁月、中国新生、伟大转折、世纪跨越、继往开来六大主题线索，全景式追溯了中华民族160多年来的强国之梦和不懈探索的伟大历程。全片以翔实的史料、恢弘的结构篇章、深沉的叙述语言，辅以弥足珍贵的历史图片，为世人展示了全球视野下中国发现道路之抉择、民族复兴之画卷。全片述事宏大，解读深刻，凸现了历史发展主体脉络，电视片原创精彩内容及画面与图书内容合为一体，给人以启迪，引人以思索，发人以共鸣。这是一套中华民族伟大复兴的交响史诗；一套浓缩民族复兴历程的震撼影视作品；一套极具深厚历史底蕴和史料价值的精粹集成，更是一套思想性、历史性、可读性俱佳的可收藏的影视精品。第一集 千年局变时间跨度：1840年---1911年本集以第一次鸦片战争到辛亥革命期间，中国社会各阶层救国图强的各种探索为主要内容。以林则徐、魏源等少数人睁眼看世界为起始（第一次鸦片战争后）；洋务运动试图以封建统治秩序与西方技术相结合来实现自强（第二次鸦片战争后）；维新派试图以君主立宪来改革政体、变法图强从而挽救清王朝的腐朽统治（甲午战争后），这些探索都失败了，直到孙中山提出“振兴中华”的口号，领导辛亥革命摧毁封建专制制度，才为中华民族的进步打开了闸门。本集把帝国主义侵略扩张和清王朝腐朽落后给中华民族带来的苦难与种种救亡图存的探索相结合，透过那一时期中国政治、经济、文化、社会意识的独特历史细节，描绘出一幅苦难中不屈、黑暗中寻路、危难中图强的历史画卷。中华民族伟大复兴的课题被历史性地提了出来。第二集 峥嵘岁月时间跨度：1912年---1949年本集以辛亥革命后各种政治力量探索中国道路为线索，重点表现中国共产党从诞生、发展、挫折到壮大、赢得胜利并最终建立新中国。辛亥革命没能解决中国的问题，五四运动中，马克思主义逐渐成为进步人士的选择。中国共产党诞生后，率先提出反帝反封建的革命纲领，并在大革命失败后独立探索救中国的道路；日本侵华，民族大义面前，中国共产党提出建立抗日民族统一战线，成为抗战的中流砥柱；抗战胜利后，国民党破坏和平建国主张和政权腐败，导致了自身的失败；在毛泽东思想的指引下，赢得了民心的中国共产党获得了全面胜利，建立了新中国，完成了自1840年以来对于中国最重要的命题：实现民族独立和人民解放。这也为第二大历史任务——国家繁荣富强和人民共同富裕扫清了障碍，创造了必要的条件。中国历史揭开了新的篇章。中华民族的伟大复兴由此进入新纪元，走上了新的道路。第三集：中国新生时间跨度：1949年---1976年本集以新中国成立后社会主义制度的确立和社会主义工业化取得的重大成绩为核心内容，表现中国共产党独立自主探索国家发展道路的经验和教训。在上个世纪五十年代独特的国际、国内环境下，新中国选择了社会主义道路：在三大改造基本完成后确立社会主义制度，通过计划经济的方式，快速向工业化迈进，并取得了辉煌的成果。虽然由于缺乏经验、急于求成而导致社会主义道路遭遇曲折，但是党的第一代领导集体在探索适合中国国情的社会主义建设道路上，仍然取得了伟大的成就。为了把一个落后的农业国迅速变成一个先进的工业国，中国共产党领导中国人民以巨大的热情建设新中国，同时也在思考什么是社会主义，应该怎样建设社会主义。中华民族开始了在社会主义道路上实现伟大复兴的历史征程。第四集：伟大转折时间跨度：1976年---1992年本集以思想解放为起点，重点展现了改革开放、建设中国特色社会主义的伟大历程。1976年，“四人帮”被粉碎，中国进入了一个新时代的前夜。一场关于真理标准问题的大讨论，掀起了全社会的思考；党的十一届三中全会上否定以阶级斗争为纲的指导思想，作出了把工作重点转移到社会主义现代化建设和改革开放上来的战略决策。农村改革的进行和经济特区的设立，拉开了中国改革开放的大幕。建立有计划的商品经济，撕开了高度计划经济的僵化体制，迈出了走向市场的重要一步，加强精神文明建设的任务同时被提上日程；在经历了转轨过程中的种种矛盾和苏东剧变国际大气候的多重考验后，邓小平的南方谈话再次为人们对社会主义建设的思考指明了方向。中华民族的伟大复兴走上了建设中国特色社会主义的道路。第五集：世纪跨越时间跨度：1989年---2002年本集以改革开放不断深化，综合国力全面提升，中国经济发展逐步融入世界，社会主义市场经济体制初步建立为主要内容。党的十四大确立了建立社会主义市场经济体制的目标后，中国经济成功实现“软着陆”；沉着、负责地应对亚洲金融危机和取得抗洪胜利，使中国赢得世界赞许的目光；党的十五大高举邓小平理论伟大旗帜，坚持走中国特色社会主义道路，向世界显示了中国改革开放的坚定决心；国有企业改制取得突破，民营经济蓬勃发展；经过15年的努力加入世界贸易组织，中国和世界在相互了解中一步步走近。在社会实践的推动下，中国共产党与时俱进，提出了“三个代表”重要思想，成为新时期中国发展的重要理论指导。2002年，党的十六大胜利召开，党和国家的中央领导集体再次实现平稳交替。中华民族的伟大复兴，开始了为全面建设小康社会的目标而奋斗的新阶段。第六集：继往开来时间跨度：2002年---2007年本集以中国在新一届领导集体的带领下，贯彻落实科学发展观、促进社会和谐为主要内容。履新之初西柏坡之行，表明了中国共产党居安思危的忧患意识和执政为民的理念；抗击非典之战中，践行以人为本的执政理念，领袖和民众共赴危难、恪尽职守，赢得了最终的胜利；与此同时，中国经济仍然取得了令世人瞩目的傲人成绩，并就完善社会主义市场经济体制的若干问题做出了重要决议。从新世纪新阶段党和国家事业的全局出发，党中央提出了坚持科学发展、促进社会和谐的重大战略思想，明确了中国特色社会主义事业的总体布局，即社会主义经济建设、政治建设、文化建设、社会建设四位一体。经过新中国成立50多年和改革开放近30年的努力，在中国共产党的领导下，中华民族的伟大复兴站在了新的历史起点上，坚定地朝着一个富强、民主、文明、和谐的现代化国家迈进。在中国共产党的领导下，沿着中国特色社会主义道路前行，中华民族的伟大复兴必将实现。",
    "chinese_title": "复兴之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T17:00:37"
}