{
    "aka": [],
    "sid": "2347052",
    "cast": [
        "达纳·安德鲁斯 Dana Andrews",
        "布莱恩·唐莱维 Brian Donlevy",
        "苏珊·海沃德 Susan Hayward",
        "沃德·邦德 Ward Bond",
        "帕特里西亚·罗克 Patricia Roc",
        "霍基·卡迈尔克 Hoagy Carmichael"
    ],
    "site": "douban",
    "tags": [
        "西部片",
        "Jacques_Tourneur",
        "美国",
        "JacquesTourneur",
        "1946",
        "1940s",
        "Susan_Hayward",
        "western"
    ],
    "year": "1946",
    "genre": [
        "动作",
        "爱情",
        "西部"
    ],
    "awards": "　　第19届奥斯卡金像奖(1947)\n　　最佳原创歌曲(提名) Jack Brooks / 霍基·卡迈尔克\n\n",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2433780111.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "厄内斯特·帕斯卡 Ernest Pascal"
    ],
    "imdb_id": "tt0038395",
    "director": [
        "Jacques Tourneur"
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1946-08-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0038395",
    "imdb_votes": 1891,
    "this_title": [
        "Canyon Passage"
    ],
    "douban_link": "https://movie.douban.com/subject/2347052/",
    "imdb_rating": "6.9/10 from 1891 users",
    "trans_title": [
        "峡谷航道"
    ],
    "douban_votes": 0,
    "introduction": "\"Jacques Tourneur at work in color on Western landscapes is something to behold. The credits roll over a matte of a damp day in Portland (slanting rooftops, a ship’s half-seen mast, boards over a muddy street) that’s practically a Grafström, the Oregon Trail that follows is finely-drawn watercolor. The nascent commune of Jacksonville would be Fordian, except that Dana Andrews’ negation of piety (\"A man can choose his own gods\") and Andy Devine’s acknowledgement of Indian rights (\"We’re on their land. They ain’t likely to forget that\") challenge Manifest Destiny. Overlapping triangles -- Andrews-Susan Hayward-Patricia Roc, Andrews-Hayward-Brian Donlevy, Andrews-Roc-Victor Cutler, Hayward-Donlevy-Rose Hobart. Hoagy Carmichael with mandolin amid the ramblers and settlers is wastrel, commentator, mediator, and voyeur (\"...a little store and lots of time\"). The cabin-rising sequence tips its hat to Hathaway’s Trail of the Lonesome Pine, and was studied by Weir. The wedding bash celebrates wholeness but these are forces in tenuous balance, Donlevy voices Tourneur’s ambivalence (\"The illusion of peace is upon it\") moments before the Indians materialize via a single reverse shot that seems to introduce a parallel world. Another space-expanding reverse shot, this time embodying tensions from within rather than from without, takes place right before Andrews’ brawl with Ward Bond, cutting from a medium-shot of the two at the saloon counter to another revealing the townspeople in the wings, waiting for the spectacle. (The fight, remarkably bloody and ugly, hinges on the haunted image of the disoriented Bond smashing his fist into a wooden pole. Hayward sits with the cheering crowd.) A film of \"thin margins\": The saloon doubles as a hanging courtroom, the garden becomes an inferno. The view of a dazed Roc wandering in the woods after the slaughter is from I Walked with a Zombie, and finds its way into Demme’s Beloved; Stars in My Crown revisits the territory with hope for harmony, but Wichita and Great Day in the Morning know better.\"",
    "chinese_title": "峡谷航道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Canyon Passage",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}