{
    "aka": [
        "Transition-Space"
    ],
    "sid": "2347357",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p516317383.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1275330/",
            "name": "王杨 Yang Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "地上-空间"
    ],
    "douban_link": "https://movie.douban.com/subject/2347357/",
    "trans_title": [
        "Transition-Space"
    ],
    "douban_votes": "97",
    "introduction": "影片介绍Synopsis:本片通过对城乡结合部里各个公共空间的持久观察。纪录环境的巨大变化所带来的时代局部剪影。土地的改变迅速，人的变化隐藏在其与环境的交互关系之中，更凝结在公共场所里面人的动作表情之中。This film is an observation of the public space of the areas that links city and village. It tries to show the great changes of this age. Because of the rapid change of land ownership, the relationship between men and environment is changed also. Furthermore, the film tries to capture the vivid expressions and appearances of the people in this public space.导演阐述Director’s interpretation今日之中国，城市的边界已经扩张到农业文明的心脏部位。西安长安区西部大学城就像中国千千万万的城乡结合部一样是最后的圈地运动的战场。土地的丢失，新的生活方式的调整。带给人们的是焦虑、苦恼、或许还有面对新生活的令人诧异的乐观希望。人和环境永远不可分离，重要的是土地已经彻底改变了模样。农田终于渐渐退出了我们的视野，取而代之的是现代化大学校园的涌入、商品房社区的拔地而起。还有宽阔的公路把已经支离破碎的村庄体系彻底肢解。在本片中我们当然不是带着那种社会学意义的视点来进行观察。面对数以万计的变化，我们能做的可能仅仅是做一个记录者。在这样的环境里，我并我没有宏大叙事的野心。而是思索着将镜头对准这个充满复杂性的世界里那些普通的空间。村庄、大学城、大型仓储式超市、房地产工地、街心花园。我相信在这些空间中人们的活动、表情、语言、状态将告诉我们这块土地的秘密。满脸忧愁的农民盘算者自己的未来、建筑工人在高台上轮起了榔头、待拆的村庄举行了一场婚礼、在现代化的大型超市里，人们快速的寻找自己的新世界里的恰当位置。In today’s China, the border of cities have already expanded to the core of the agricultural areas. The mega-university town of west China in Chang’an District of Xi’an is only one of the hundred battle fields of land that exist in China. The lost of land and the introduction of new ways of life bring anxiety, pain, and also optimistism to the people living there. Man and environment can never be separated. However, the land is fundamentally changed, with the disappearance of the farm land and building of modern university campus and commodity houses. The broad roads have destroyed the system of villages that has already in danger formerly. In this film, we did not observe all of this from a point o view of sociologist, but only as a documentary maker who observes these profound changes. In this context, I do not have the ambition to sustain a grand narrative, and what I want to do is to use the camera to look at those ordinary spaces in this complex world. I believe that the villages, university town, supermarket, building site of the real estates, the garden in the center of street, and the people, with their activities, expressions, languages, living in these spaces will tell us the secret of the piece of land. The anxious farmers who are so concerned about their future, the workers who sweat on the building site, a ceremony of marriage in a deserted village, the modern supermarket…all of this seem to indicate that people are trying to locate their new positions in this new world.2007草场地工作室十月艺术展2007平遥国际影像大展2009比利时烈日电影节2009法国shadows电影节2012德国纽伦堡-埃尔兰根中国电影节作品被美国加州大学、杜克大学图书馆等收藏机构正式收藏。",
    "chinese_title": "地上-空间",
    "douban_rating": "7.6/10 from 97 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-04-21T20:52:12"
}