{
    "aka": [
        "Ampir",
        "Empire"
    ],
    "sid": "2354650",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情",
        "惊悚",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523797810.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001524/",
            "name": "露西尔·弗莱彻 Lucille Fletcher",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0092554",
    "director": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1987"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0092554/",
    "imdb_votes": 84,
    "this_title": [
        "Ампир"
    ],
    "douban_link": "https://movie.douban.com/subject/2354650/",
    "imdb_rating": "6.3/10 from 84 users",
    "trans_title": [
        "帝国",
        "Ampir",
        "Empire"
    ],
    "douban_votes": "58",
    "introduction": "Short film Empire is based on a radio drama Sorry, Wrong Number by the American writer Lucille Fletcher. Actually, Sokurov draws on a single theme forming the background for the story of the thriller — the woman's illness… The heroine is bed–ridden and her only means of communication with the outside world is her telephone — until a killer interrupts the conversation…Sokurov removes all the dialogues, leaving us alone with the heroine — “a living skeleton” among the refined, with a touch of Modern–style, furnishings — who is listening to a radio broadcasting of Traviata, with its pleas for mercy and love. An elegant coffin–home is the spatial centre and symbolization of the entire film. And inside the coffin we certainly see the actress — the famous Russian ballerina Alla Osipenko who plays not only the heroine but also her own self.This metaphoric cinema–image bears an allusion to the great “handicapped” Sarah Bernhardt who was reported to sleep in a coffin, as well as to the entire complex of aesthetised Decadence, converting an apology of Death into a lifestyle. Here is the key to the code of the title. Empire is a style that attempted to reanimate the dead ancient harmony. The heroine of Sokurov's film communicates with her phone as the only partner, and sort of interferes with the beyond, attracting this air — intangible yet saturated with danger. It is from the radio air that she accumulates both pleasure and tranquillity — the aria of dying yet beloved Violetta, while the killer's silhouette materializes from the phone air. A chamber pot, overturned and spilt by the killer in haste, remains the only evidence of human activities in this boudoir of Death. Sokurov's metaphor, clad in naturalistic details, produces the effect of ironic disclosure: “a wet spot” is left after a symbol.The film was shot as a study work of a VGIK student S.Sidorov. At that time Sokurov did not have a chance to launch a project of his own, therefore he used this possibility to work. Visual conception of this film anticipates a considerable number of Sokurov's future experiments: light that models the space, levelling of colours, correlation of contrasting textures.",
    "chinese_title": "帝国",
    "douban_rating": "7.5/10 from 58 users",
    "foreign_title": "Ампир",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-04T16:22:56"
}