{
    "aka": [
        "复制新人类"
    ],
    "sid": "2354727",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872962311.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0487830",
    "director": [
        {
            "url": "/celebrity/1336425/",
            "name": "Andrew Cohen Andrew Cohen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-01-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0487830/",
    "imdb_votes": 51,
    "this_title": [
        "How to Build A Human"
    ],
    "douban_link": "https://movie.douban.com/subject/2354727/",
    "imdb_rating": "7.5/10 from 51 users",
    "trans_title": [
        "制造新人类",
        "复制新人类"
    ],
    "douban_votes": "119",
    "introduction": "DNA的秘密、生命的密码正逐一解开。人类基因改造的科技为人类带来历史性的改变。「复制新人类」让我们前瞻未来，探讨我们是否会在街上撞见年轻版的自己；是否能用一个新器官取代受损的旧器官；人工子宫能否培育我们的后代。在未来，我们能一箱箱的制造人,在实验室里复制自己甚至有能力把女人变成男人，改变我们的基因命运。我们独特的个人特征都能从受孕时的基因组追查到。透过基因组真正能预测到我们的命运有多少？是否能在生命开始之前预知我们的人生、预测我们的死亡、改写在我们基因上所编写的故事？50年后，除了脑部，人体每个器官都能更换。未来人类绝不会康而不寿。人类现正认真地寻找永生。科学家相信他们能够把寿命延长到150岁。这是否为迈向长生不死的第一步呢？第一集　复制新人类人类基因改造的科技为人类带来历史性的改变。科学家正学习操控基因改造技术，创造人体器官，甚至创造新人类。本集将会看到首位人类胚胎的创造过程,并访问它的幕后创造人。也让我们前瞻未来探讨我们是否会在街上撞见年轻版的自己？能否用一个DNA有99%跟我们相同的新器官取代受损的旧器官？人工子宫能否孕育我们的后代？第二集　预言者我们独特的个人特征，从基本的体能特质到复杂的人格，都能从受孕时所接受的奥妙基因组中追踪到。不过从基因组当中可以预测我们命运的准确程度到底有多少？而我们的命运在一生中又可以改变多少？我们是先天还是后天形成？基因世纪打开一个充满可能的领域。我们能否在生存之前预知我们的人生，预测我们的死亡，改写在我们基因上所编写的故事？第三集　性的秘密在未进行科学化深入研究之前，性是一桩简单不过的事情。没有性，就不能造人。造人只需要一个男人，一个女人，加上一点点欲火，然后便顺其自然，等待上天安排。若要创造新人类，这法子是否太过老土呢？在未来，我们能一箱箱的制造人，在实验室复制自己，甚至有能力把女人变成男人，改变我们的基因命运。假如亲吻只为了嗅出合适的基因，那么性又有什么意义？性是否会改变呢？第四集　青春常注想象一下自己在150岁时，仍可怀孕而身体依然健壮。这是科幻小说的情节吗？科学家预测50年后，除了脑袋，人体每个器官都能更换，即使心脏也能更新。未来人类绝不会康而不寿，人类正认真地找寻永生。若干卓越非凡而诱人的研究发现指出，阻止衰老的方法将会把科幻小说化为真实。青春不老的关键就在人体的每个细胞内。科学家相信他们能够把寿命延长到150岁，这是否将是迈向长生不死的第一步呢？",
    "chinese_title": "制造新人类",
    "douban_rating": "7.9/10 from 119 users",
    "foreign_title": "How to Build A Human",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-19T14:10:02"
}