{
    "aka": [],
    "sid": "2357492",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2878019325.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1134837",
    "director": [
        {
            "url": "/celebrity/1289832/",
            "name": "默里·勒纳 Murray Lerner",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-12-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1134837/",
    "imdb_votes": 457,
    "this_title": [
        "The Other Side of the Mirror: Live at Newport Folk Festival 1963-1965"
    ],
    "douban_link": "https://movie.douban.com/subject/2357492/",
    "imdb_rating": "8.1/10 from 457 users",
    "trans_title": [
        "镜子的另一面：纽波特民歌艺术节1963~1965"
    ],
    "douban_votes": "175",
    "introduction": "\"Bob Dylan going electric\" at the 1965 Newport Folk Festival is one of those epochal moments in rock history that seemingly everyone has heard about, but what few people seem to know is that it wasn't some ephemeral event that we only know from word of mouth -- filmmaker Murray Lerner documented the performances at the Newport Festival for several years running, and The Other Side of the Mirror collects footage from the three years Dylan appeared at the celebrated folk gathering, allowing us to see Dylan's rise through the folk scene for ourselves. Watching Lerner's documentary, what's most remarkable is how much Dylan changed over the course of 36 months; the young folkie performing at the afternoon \"workshop\" at the side of Joan Baez in 1963 is at once nervy and hesitant, singing his wordy tunes while chopping away at his acoustic guitar and energizing the crowd without seeming to know just what he's doing. In 1964, Dylan all but owns Newport, and he clearly knows it; he's the talk of the Festival, with Baez and Johnny Cash singing his praises (and his songs), and his command of the stage is visibly stronger and more confident while his new material (including \"Mr. Tambourine Man\" and \"It Ain't Me, Babe\") sees him moving away from the \"protest songs\" that first made his name. When the audience demands an encore after Dylan's evening set (Odetta and Dave Van Ronk were scheduled to follow him), Peter Yarrow tries to keep the show moving along while Dylan beams at the crowd's adulation, like the rock star he was quickly becoming. By the time the 1965 Newport Festival rolled around, Dylan's epochal \"Like a Rolling Stone\" was starting to scale the singles charts, and the hardcore folk audience was clearly of two minds about his popular (and populist) success. When Dylan, Fender Stratocaster in hand, performs \"Maggie's Farm\" backed by Al Kooper, Mike Bloomfield and the rhythm section from the Paul Butterfield Blues Band, the raucous but hard-driving number inspires a curious mixture of enthusiastic cheering and equally emphatic booing, and while legend has it that the version of \"Like a Rolling Stone\" that followed was a shambles, the song cooks despite drummer Sam Lay's difficulty in finding the groove, though if anything the division of the crowd's loyalties is even stronger afterward. After these two numbers, Dylan and his band leave the stage, with Yarrow (once again serving as MC) citing technical problems (if Pete Seeger really pulled the power on Dylan, as legend has it, there's no sign of it here); Dylan returns to the stage with an acoustic six-string to sing \"Mr. Tambourine Man\" and \"It's All Over Now, Baby Blue\" before vanishing into the night without comment. While much of the audience at Newport in 1965 wanted the \"old\" Dylan back, his strong, willful performances even on the acoustic stuff makes it obvious that the scrappy semi-amateur we saw at the beginning of the movie was gone forever, and the ovations suggest more than a few people wanted to see Dylan rock. Lerner's film tells us a certain amount of what we already knows, but it gently debunks a few myths about Dylan during this pivotal moment in his career, and his performances are committed and forceful throughout; no matter how many times you've read about Dylan's Newport shoot-out of 1965, seeing it is a revelatory experience, and Lerner has assembled this archival material with intelligence and taste. This is must-see viewing for anyone interested in Dylan or the folk scene of the '60s.",
    "chinese_title": "镜子的另一面：纽波特民歌艺术节1963~1965",
    "douban_rating": "9.0/10 from 175 users",
    "foreign_title": "The Other Side of the Mirror: Live at Newport Folk Festival 1963-1965",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "9.0",
    "update_at": "2025-01-14T18:40:12"
}