{
    "aka": [
        "David Aitken the terminus from Kansas and the last trip"
    ],
    "sid": "2360930",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "デビッド・エイケン ターミナス・フロム・カンサス"
    ],
    "douban_link": "https://movie.douban.com/subject/2360930/",
    "trans_title": [
        "大卫·艾肯，来自堪萨斯的终点站和最后的旅行",
        "David Aitken the terminus from Kansas and the last trip"
    ],
    "douban_votes": "0",
    "introduction": "拍摄于1997年9月22日，日本，大宫。来自美国堪萨斯的大卫因酗酒死于充血性心脏病。他的日本朋友收掇他火化后的骨殖。Director: Tsurisaki KiyotakaCountry: JapanYear: 1995 - 2007JUNK FILMS is a \"greatest hits\" of sorts for Japanese photographer/director Tsurisaki Kiyotaka. It's an anthology that includes some of the most brutal and realistic death scenes filmed by Kiyotaka.\"As a photographer in a crowded industry, finding your own niche might be a difficult task. For artist Tsurisaki Kiyotaka, a request to shoot a dead body for an S&M magazine has turned into a prolific career that has seen him photographing more than 1,000 corpses in some of the world’s most volatile areas.Tsurisaki has published six books, two of which, Revelations (a 12-year anthology of his corpse shots) and Requiem De La Rue Morgue have been released in France. He also directed a film, Orozco El Embalsamador, which looks at the life of a Colombian embalmer. Intensely explicit, his work is not for the squeamish. But while there is an voyeuristic element of shock and gore value, the photos are strangely compelling – portrait-like, still life, or journalistic reportage, each corpse bearing testimony to a tragedy.\" - Bizarre Magazine.",
    "chinese_title": "大卫·艾肯，来自堪萨斯的终点站和最后的旅行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "デビッド・エイケン ターミナス・フロム・カンサス",
    "douban_rating_average": 0,
    "update_at": "2025-09-11T16:26:40"
}