{
    "aka": [
        "The Pier"
    ],
    "sid": "2362627",
    "cast": [
        {
            "url": "/celebrity/1148907/",
            "name": "特蕾莎·什米盖武夫娜 Teresa Szmigielówna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130870/",
            "name": "艾娃·珀卡斯 Ewa Pokas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113013/",
            "name": "埃米莉娅·克拉科夫斯卡 Emilia Krakowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105756/",
            "name": "Tadeusz Kalinowski Tadeusz Kalinowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013202/",
            "name": "理查德·菲利普斯基 Ryszard Filipski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008352/",
            "name": "卡里娜·谢鲁斯克 Kalina Jedrusik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905710573.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1158241/",
            "name": "沃杰奇·索拉兹 Wojciech Solarz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0064681",
    "director": [
        {
            "url": "/celebrity/1158241/",
            "name": "沃杰奇·索拉兹 Wojciech Solarz",
            "@type": "Person"
        }
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0064681/",
    "imdb_votes": 39,
    "this_title": [
        "Molo"
    ],
    "douban_link": "https://movie.douban.com/subject/2362627/",
    "imdb_rating": "6.1/10 from 39 users",
    "trans_title": [
        "码头",
        "The Pier"
    ],
    "douban_votes": "0",
    "introduction": "波兰新浪潮电影经典。There are several reasons why you should watch this rare gem: this is a rare example of Polish new wave, it has great camera work, cast and great music by Wojciech Kilar. It is poetic, avant garde and almost forgotten. And i made the subs myself.Polish new waveThis is one of the gems of Polish cinema, a great example of Polish new wave, which is represented by the names like Grzegorz Krolikiewicz, Jerzy Skolimowski, Bogdan Dziworski, Andrzej Kondratiuk, Andrzej Kostenko and others.The Polish new wave movement was, similarly to French, characterised by usage of radical form, experiments in narration, unconventional film language Also, contrary to nouvelle vague in France, Polish new wave has never been defined precisely. It has never reached mainstream popularity and most of the titles have never been released on DVD up to this day.Synopsis:Andrzej is an enginner. He works in a shipyard. A day before his 40th birthday he celebrates his first ship launching. He plans to rest at his “rancho” – a small cottage at the Baltic sea. The birthday party at the desolated place transforms into trance-like, hallucinatory feast.What is it about?This is the movie about a middle aged man. But it’s not a typical drama about growing old and longing for youth. Andrzej is confronted with his age, but also with his past and his passion. He belongs to the generation that was growing up during the war. The war marked many people in his age – he meets them in the movie. His friend’s parents and grandparents were killed in Auschwitz or died in the Warsaw Uprising. When they see fire, it reminds them about atrocities of war. No doubt that Andrzej feels extremely tired. The war destroyed him emotionally: he’s full of doubt in his feelings. He realizes, that everything in his life came too late: his studies, his career, his love.The director Andrzej Solorz uses various means to portrait the shaky personality. The present time mixes with main character’s memories, his hallucinations intertwine with streams of consciousness. Great cast, great music by Wojciech Kilar.",
    "chinese_title": "码头",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Molo",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-25T11:56:06"
}