{
    "aka": [
        "围城故事",
        "情欲失控"
    ],
    "sid": "2368675",
    "cast": [
        {
            "url": "/celebrity/1314453/",
            "name": "廖京生 Jingsheng Liao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313721/",
            "name": "吴冕 Mian Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356392/",
            "name": "雷瑞琴 Ruiqin Lei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868953553.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323070/",
            "name": "萧锋 Feng Xiao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "围城内外"
    ],
    "douban_link": "https://movie.douban.com/subject/2368675/",
    "trans_title": [
        "围城故事",
        "情欲失控"
    ],
    "douban_votes": "0",
    "introduction": "[简介1]《围城内外》讲述的故事虽然取其钱钟书的名著《围城》中的“围城情结”，但它所展现的故事内容已是相隔半个多世纪纯现代世纪末情绪。故事围绕男主人公周逸雄的婚外恋情，《围城内外》对芸芸众生的复杂情感进行了全景式描写：成年男人周逸雄已经到了被女人称作“四十如花”的年龄。于是，面对权势声誉、家庭妻儿与婚外情人，周逸雄陷入了极端矛盾之中。一边是如日中天的远大前程，一边是与高官千金组成人人羡慕的小家庭，一边又是秉性浪漫的从艺女子叶恬恬。是要江山，还是要美人，或是要家庭，周逸雄在痛苦中做着选择……[简介2]□□某国营大型企业董事长、总经理周逸雄，拥有令人羡慕的一切：权力、金钱、地位，还仪表堂堂，个性温存，气度非凡，可望而不可及。更难能可贵的是他居高而不自大，为人正派作风严谨，从不为食色所动，是个人人称道的清官好官。其妻于桐亦是女强人，其父曾为该省电力局局长兼党委书记，对平民出身的周逸雄步步提携，具有伯乐之功。然而，这一切恰恰成为周逸雄生活中最大的压力，于桐对周逸雄极高的要求也同样给周逸雄心里造成压力,使周逸雄在家庭中经常感到窒息。他们之间没有一般家庭的柴米油盐之苦，却充满种种难以言说的心理挫折和精神折磨，这样的家庭生活虽然表面和谐，却令周逸雄和于桐时时感到痛苦不堪。□□生性高傲的于桐一直深深地爱着周逸雄，生怕终失所爱，却从不正面表露，独自品尝孤独和不被理解的苦果；当意识到某种外来的威胁时，又不惜采用阴暗的手段损害周逸雄身边的人，进而使自己陷入更深重的内心搏斗中。十分注重形象的周逸雄，在家庭中一直扮演着不知夫妻恩爱为何物的木头角色。从不把目光投向任何其他女人，也不忍心去改变什么。刚刚解决电力公司参与投资的房地产公司的倒闭事件，又出现电机厂厂房倒塌事故，本以为仅仅是普通安全事故，可通过上面来调查，下面来反映，竟然使岳父大人遗留的问题浮出水面。是交出问题还是承担责任？作为女婿、丈夫、单位负责人的周逸雄内心里都不轻松……□□电力公司的世纪大厦即将开始公开设计招标，各路人马纷纷登台，将各种人际关系摆在公司总经理周逸雄、副总宋家驹的面前，而这时，于桐竟然告诉周逸雄，她的公司也要参加工程的竟标。□□公司漂亮而又及富心计的女秘书修玲有许多普通家庭生活的烦恼，为替丈夫还债，正千方百计承揽公司的工程项目，并且与外商代表彭燕就工程承揽问题极尽相互争斗之能事，周旋与公司内外。为取得周逸雄的支持，她以女人的细腻和心计观察到周逸雄与于桐潜在的家庭危机，借口丰富职工文化生活，将一直想开个人专场舞蹈演出的省文化宫离异独身、美丽纯情，且具有较高艺术造诣的舞蹈教师叶恬恬介绍给周逸雄，并介绍周逸雄的女儿周平平跟叶恬恬学习舞蹈，令周逸雄大为开心。而聪明过人有丰富阅历经验的于桐得知这一切，预感到一场家庭灾难即将来临。被深刻的痛苦重重缚住的于桐，却又高傲的装作不屑一顾。此时，周逸雄却仍然埋头事业并不知道周围已经布开陷阱和一份爱情正向他走来。□□其实叶恬恬也未意识到自己会与看起来一切都如日中天的周逸雄发生爱情。当姐姐告诉她周逸雄已经答应赞助舞蹈专场的事，叶恬恬心里充满对周的感激和尊重。在与周平平的舞蹈教学中，加深了对周逸雄印象，本想与周逸雄自然的相处。然而一向衷情于叶恬恬，发誓要把叶恬恬抢到手的广告人文浩却提前意识到挑战，遂向叶恬恬发动猛烈的感情攻势，死追硬求，令叶恬恬心力疲惫。□□叶恬恬的姐姐叶素素是电视台记者，一个偶然的机会与母亲救起自杀的女子安丽并自愿帮助安丽自强自立走上生活道路。但安丽对自己的身世和自杀原因却一直闭口不谈。女人的直觉让叶素素意识到其中必有隐情，职业个性促使她穷追不舍。终于搞清安丽下岗，被丈夫抛弃，残疾女儿住院无钱医病的悲惨境地。但对于丈夫是谁安丽始终闭口不谈。最后当叶素素得知安丽与文浩是夫妻关系，并目睹文浩对安丽的无情，而对文浩的为人有了深刻的认识，叶素素告戒恬恬对文浩一定要保持距离。善良的叶恬恬认为文浩不会那样坏的。□□叶恬恬母亲叶玉涵的学生哈代离婚后从外地调到文化宫当钢琴老师，千方百计帮助叶恬恬摆脱各种生活与工作中的困境。叶恬恬深深地感激并信任一起长大的哈代，哈代也始终以哥哥的身份对待恬恬，充当叶恬恬的保护神，但叶恬恬同叶素素一样对哈代的离婚原因不理解，哈代并不明确的表明自己婚姻的不幸是因何造成的，叶素素要哈代忘记过去的一切，重新开始生活，几次给哈代介绍女朋友，均是学问、气质皆佳的青春佳丽，哈代却尖刻损人，谈一个吹一个，一副玩世不恭，放荡不羁的做派，引起叶素素强烈不满，几次不欢而散。□□尽管别人不知影响哈代生活的所谓第三者是谁，但是，在父亲的墓前哈代却袒露了自己的心事，因为与叶恬恬的两小无猜使他无法忘怀，而他又明确知道并无其他。哈代只好将内心的情感深埋在心里，面对叶恬恬众多的追求者，他只好以大哥哥的身份奋不顾身的保护叶恬恬，几次与文浩交锋，直至大打出手，两人屡屡受伤。□□此时，由于修玲的不断努力和一再撮合，周逸雄女儿渐渐依恋叶恬恬和舞蹈艺术，于桐见状开始乾涉。在对周平平的共同的关爱下，周逸雄和叶恬恬的心开始相通，并萌生爱恋。周逸雄也通过叶恬恬和于桐对不同事件的不同态度，第一次意识到女人同女人有所不同，反省自己身为42岁的大男人虽然结婚育女，但感情世界却是一片空白，不知人间男女之爱为何物。□□修玲撮合周逸雄和叶恬恬的动机，宋家驹看在眼里明在心里，但并不表示反对。却在占有修玲的同时，把猎取的目标对准外商代表彭燕，彭燕见多时广，本是外商的二奶，功利性极强，深知宋家驹与修玲暧昧关系已导致宋家驹夫人张华的不满，便一边虚意奉承与宋家驹周旋，一边一再制造事端，进一步挑起宋家驹的家庭战争，以期乘虚而入，夺取工程项目，而宋家驹步入人生事业的最后阶段，怀抱“当官当到头，享乐每一天”的人生信条。极尽享乐之能事，但固守“家是被围的城，甭管怎样有当庄主的感觉就行”的传统观念，老奸巨滑沉着应战终于在最后关头将彭燕虏获在手。□□宋家驹夫人张华正值更年期阶段，对家庭抱有传统而固守的想法在多方挑唆之下，多次捉奸未成，进而开始反省自身，承认现实，幸福的家庭都是一样的，不幸的家庭各有各的不幸，从而采取睁一只眼闭一只眼的态度，容忍宋家驹的滥情，在宋家驹与修玲偷欢被彭燕捉住证据时，她依然站在宋家驹一边，与修玲连手，反咬一口欲将彭燕置于死地。□□此时，文浩对叶恬恬的追逐也欲加变本加厉，并发现叶恬恬与周逸雄的恋情，势与周逸雄一争高低，动用各种关系对周逸雄及于桐采用各种手段形成逼迫之势，周逸雄一方面沉着应付文浩的恶意挑战，一方面陷入爱情和家庭的两难选择。此时的于桐虽已明白周逸雄和叶恬恬的恋情，但却仍假装不知，处于爱恨交加的煎熬中，却仍然显得泰然自若，使周逸雄摸不着头脑，不知如何是好。此时工程竞争进入白热化状态。于桐由于参与工程竞争，与修玲、彭燕形成鼎足之势。修玲借助引见叶恬恬，博得周逸雄的信任，巧施离间计，并挑唆宋家驹用种种很不光明正大的理由，将于桐及公司逐出竞争之列，于桐此时又被查出由于长期精神忧郁而患癌症。□□于桐这个高傲而又富有修养的女人，在家庭和事业以及生命均面临严峻挑战的时刻，表现出少有的坚韧、耐力和丰富而深刻的个性内涵。她一方面阻止本公司的人整治周逸雄，一方面与宋家驹周旋，一方面渴望周逸雄的爱，一方面又坚守住不表露自己的感情，不将自己的病情告诉周逸雄，一方面又因为周逸雄的几近完美而嫉恨他，惟恐失去周逸雄而更恨叶恬恬，而这一切都掩盖在她高傲而精明强乾的外表下，只在心海掀起波澜。□□周逸雄身为大型企业董事长兼总经理，与极为现代的小广告人文浩形成情敌关系，自有许多不便争斗之处。此时，哈代发现了叶恬恬与周逸雄的恋情，为了叶恬恬的幸福，哈代挺身而出，在大雨中拦住周逸雄的车，要周逸雄发誓爱护叶恬恬，并与文浩交锋，文浩气急败坏之际，又转换策略，假意维护叶恬恬的幸福，容忍周、叶之爱，实际却在伺机进行更大的报复。□□叶恬恬的姐姐叶素素和母亲叶玉涵，一直帮助下岗职员安丽，实际是文浩的妻子，文浩以极端利己的态度对待安丽和病中的女儿，引起叶素素的极大不满，挺身而出要为安丽讨回公道，被身性懦弱的安丽制止。象在围城中不断的进行或明或暗的战争消磨人生一样，走出围城的安丽、哈代、叶恬恬、叶素素、叶玉涵也在以各种形式进行着消磨生命的城外之战。为生存为名誉而为许多冥冥之中的东西。□□叶恬恬终于明白了文浩和安丽的关系，斥责文浩对安丽的不公，并且千方百计帮助安丽。安丽感激不尽，而为了表明对叶恬恬的真爱，周逸雄毅然找到叶素素表明心迹，真诚的反思自己的感情经历，打算向于桐提出离婚。于桐在顽强承受癌症痛苦的同时，也在认真反思自己对周逸雄的情感经历，但在周面前依然表现得尖刻、冷傲，同时也对文浩的一再挑衅保持缄默。文浩不肯罢休，跟踪周逸雄和叶恬恬，以周的家庭和政治前途相威胁，逼迫周做出要江山还是要美人的选择，使周陷入两难境地。□□周逸雄在于桐的冷嘲热讽下，坚定了与其分手的决心，在打算与于桐面谈的当晚，却听到于桐身患绝症的消息，又一次陷入情感和道义的两难选择之中。□□不想此时的于桐虽病入膏肓，仍虎死不倒威。高傲的面对犹豫中的周逸雄，而叶恬恬为不使周逸雄为难，彻底摆脱文浩的威胁，保全周逸雄的家庭和政治前途，毅然痛苦的决定离开周逸雄，违心答应文浩的求婚，文浩欣喜若狂，毁掉了有关周逸雄和叶恬恬的所有证据，而叶恬恬在从文浩办公室走出时，因心情悲恸精神恍惚被汽车撞伤至残。文浩大放悲声。周逸雄为叶恬恬的遭遇悲痛欲绝，又要为于桐找医生，而于桐却说自己恨周逸雄，并将早已写好的离婚协议书递给他，周逸雄陷入万刃难复的痛苦中。□□安丽的女儿不治身亡，听说叶恬恬的不幸后，本着为自己、为女儿、也为叶恬恬一家对她的恩惠，怀着一腔愤怒去找文浩，文浩因叶恬恬的遭遇正自责不已，烦恼暴躁与安丽撕打，安丽不慎将刀刺入文浩的肝脏，文浩被送进医院……周逸雄怀着极其复杂的心情，为于桐跑前跑后诊病，不料于桐在进行手术前含泪对周逸雄吐露真情，结婚十八年她一直深深地爱着周逸雄，深怕失去他，之所以对周逸雄态度不好，一再折磨他，是因为自觉不配周逸雄，太爱他……两人做了十八年好话不能好好说的夫妻。□□这时工程项目的竞争落下帷幕，修玲和彭燕在各得其所。反观自身，无限感叹得失之间的诸多无奈，诸多恩怨，顷刻变得无足轻重，两人同时发出“不过如此”的人生感叹。□□于桐的病情暂时稳定，一家人踏上了去北京的列车。而坐在轮椅上的叶恬恬在哈代的呵护下，恢复了对生活的信心。依然献身于舞蹈事业。",
    "chinese_title": "围城内外",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-26T06:07:41"
}