{
    "aka": [],
    "sid": "2372005",
    "cast": [
        {
            "url": "/celebrity/1187908/",
            "name": "陶红 Hong Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032540/",
            "name": "胡军 Jun Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274429/",
            "name": "斯琴高娃 Gaowa Siqin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152771/",
            "name": "唐国强 Guoqiang Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162012/",
            "name": "翁虹 Yvonne Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033481/",
            "name": "叶童 Cecilia Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417284/",
            "name": "江元 Yuan Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368061/",
            "name": "吴昊西 Haoxi Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1452390/",
            "name": "杨华 Hua Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432495545.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1447929/",
            "name": "高旭帆 Xufan Gao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1319069/",
            "name": "王小列 Xiaolie Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348959/",
            "name": "孙皓 Hao Sun",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004-11-19"
    ],
    "this_title": [
        "康定情歌"
    ],
    "douban_link": "https://movie.douban.com/subject/2372005/",
    "trans_title": [
        ""
    ],
    "douban_votes": "680",
    "introduction": "木雅锅庄主曲登的母亲生命垂危， 藏医、中医、西医均回天乏术。为挽救母亲的生命，万般无奈之下，曲登只好接受他人的建议，以娶妾冲喜的方式来做最后的努力。妻子卓玛伤心不已，带着年幼的女儿康珠愤然回了娘家。新婚之日，母亲升天，接着传来更大的噩耗：妻子一家葬身火海，女儿康珠下落不明。悲愤万分的曲登派人四处寻找女儿的下落没有结果，于是将其遭遇妻离子散的灾难都迁怒在了新媳妇央珍的身上，二人从此过着有名无实的夫妻生活。康珠逃过了那场人为的火灾，其家中一位姓李的汉族银匠带着她逃难到了塔戈草原。为了安全康珠改名金秀，称李银匠阿爸。在塔戈草原他们被善良的铁匠母子措姆和洛桑收留，措姆以自己的智慧使康珠父女免于大难。李银匠凭着做银器的手艺在桂花桥安了家，康珠和洛桑也成为了形影不离的好朋友。十几年后，一个偶然的机会，曲登获悉康珠还活着，急忙派人去将康珠接回木雅锅庄。而此时的康珠已经长大成人，并与铁匠措姆的儿子洛桑相爱。康珠在李银匠和措姆的再三劝说下，带着深深的惆怅回到了亲生父亲的身边，不久惊闻李银匠、措姆和洛桑先后亡故的死讯，康珠痛不欲生，从此郁郁寡欢。洛桑带领商队在途中被黑山率领的土匪抢走了所有货物，洛桑只身追回了货物，并和黑山结拜为兄弟。洛桑回到桂花桥才发现一切都变了，而且招来杀身之祸。在头人的追杀下洛桑坠落悬崖，大难不死的洛桑被热芭艺人维色一家救起，在维色的悉心照料终于痊愈。为了寻找康珠的下落他告别了维色一家来找结拜兄弟黑山，在与头人老爷的打斗中黑山也不幸身亡。洛桑知道了康珠的去向，心如死灰，决定顶替黑山的名号继续带领兄弟劫富济贫。康定永昌茶庄张老板的儿子张金从国外回来，途中偶遇曲登的外甥女雍西并被黑山打劫，张金挺身而出假称是雍西丈夫愿作人质。耿直善良的张金告诉洛桑他其实不是雍西的老公，他们只是萍水相逢的朋友，洛桑见张金是重情义之人不仅放了他还和他成为朋友。张金和雍西为了把康珠变成有教养的大小姐，每天教识汉字藏文和英文及礼节，但是康珠却心有旁骛。虽然雍西处处欣赏着张金，但张金却对康珠一见钟情。康珠无拘无束的性格深深地吸引了张金，他以非常的方式向康珠发起了猛烈的爱情攻势，康珠一时迷惑不已，而曲登为了锅庄的利益，决定跟汉商联姻，但是康珠告诉曲登她心里只有洛桑。因为国家正处在多事之秋，允许交易的引票迟迟没有发放，张老板决心还是按老规矩去成都进茶叶，临走前将茶庄托付给了张金，未想到返回的途中被黑山打劫。洛桑一听急忙赶回解决此事，命令大家把茶叶送回去。洛桑忍不住关心康珠的情况，张金告诉洛桑，康珠一点都不快乐，每天都挂念她的洛桑哥哥。央珍因为曲登一直不让她过问锅庄的生意而耿耿于怀，在父亲德吉的劝说下同意偷偷与东印度公司交易。张老板因为锅庄帮他挽回了茶叶决定将这批茶叶送给锅庄，但是经过四十八家锅庄的商量决定还是按照惯例收购。不久曲登就听说德吉在以极低的价格售东印度公司的茶叶，搅乱茶叶市场，曲登决定处罚德吉。雍西暗恋张金，却要看着心上人执著地向康珠表白。康珠虽然仍旧思念洛桑，但渐渐被张金的多情感动。洛桑再次来到康定，见到了正在卖艺的热芭人维色一家。热情开朗的维色主动地向洛桑示爱，而洛桑却说他有女人，在他的心里。洛桑知道了张金要与康珠结婚的消息，心中未免伤感。康珠的婚礼隆重、奢华，在幸福中，康珠对着曲登还是叫不出“阿爸”。婚礼上，曲登宣布将象征金甲会首的大戒指作为新婚礼物送给康珠。然而，让大家都没有想到的是，仍然活着并已成为茶马道上有名的响马的洛桑出现在了康珠与张金的婚礼上。他戴着面具，唱着康定情歌，向自己昔日的恋人敬献哈达表达祝福。在知道洛桑依然活着后，康珠不顾所有人的反对，不惜放弃一切去追求她与洛桑的爱情。张金为了康珠，新婚之夜，两人一个床上，一个地上。张金终于决定与康珠离婚，但由于各种原因两人推迟公布离婚的消息，张金仍然住在木雅锅庄与康珠假扮夫妻。为了让康珠和张金走到一起，曲登亲自约见了洛桑，请求他离开。为了康珠的“幸福”，洛桑谎称自己已经有了女人，康珠失望地流下泪水。医生怀疑曲登肝脏长了肿瘤，建议到大医院看病。央珍陪同老爷去成都，而康珠和雍西留在锅庄打理事务。诡计多端的德吉老爷趁着曲登看病之际，密谋联合其他几个锅庄和查理做茶叶生意，以此刁难康珠。康珠处乱不惊，建议锅庄与汉人茶庄共同进货。洛桑打劫了锅庄联合进的茶叶却惟独放了木雅锅庄的货，不想却帮了康珠的倒忙。其他锅庄主纷纷来到木雅锅庄威逼康珠。德吉老爷说穿了黑山与康珠的关系，但康珠并不避讳，反而表示，即使洛桑就是黑山，也会当他是哥哥。康珠的真诚打动了其他锅庄主，一场风波渐渐平息。康珠决定单独约见洛桑，两个有情人终于重逢，未料德吉的手下设计圈套将康珠和洛桑围困起来。医院给曲登的确诊是肝癌晚期，建议他到天津做手术以延长生命，曲登却决定和央珍回到康定。面对死亡，一路上两人互诉衷肠，对过去的种种不快追悔不已。曲登老爷回府，揭穿了英国人打入康巴茶叶市场进而垄断、控制康巴地区的阴谋。而没想到的是曲登已经陷入英国人设计好的毒品的泥潭不能自拔。慢慢地洋人做茶叶生意的想法渐渐浮现在曲登的心里。为了谋取更大的利益，英国人竟然开始了在康定的鸦片生意，但很快就被曲登和康珠揭穿。德吉老爷最终悔悟告诉了曲登卓玛之死的真相，并求得他的原谅，两人最终尽弃前嫌。在对卓玛的呼唤声中，曲登离开了人世。锅庄为曲登举办了隆重的天葬，曲登的时代结束了。康珠终于在李银山的墓前找到了洛桑，而洛桑却违心地抛下了康珠，康珠无奈又回到了锅庄。绝望的康珠在央珍的劝导下重新戴上了金甲会首的大戒指。雍西离开锅庄回到成都完成学业，张金留下和查理做生意，央珍辅佐康珠经营锅庄，洛桑和康珠只能在心中互相思念，而康定人的生活还在继续。几经反复，几经磨难，有情人最终没能成为眷属，给人留下巨大遗憾与惆怅的同时，更留下了一首传唱至今的康定情歌。",
    "chinese_title": "康定情歌",
    "douban_rating": "8.0/10 from 680 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2025-08-12T02:29:09"
}