{
    "aka": [
        "Woman of the Southern Wind"
    ],
    "sid": "2372649",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590176826.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt3889932",
    "director": [
        {
            "url": "/celebrity/1366180/",
            "name": "陈玫君 Mei-chun Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3889932/",
    "this_title": [
        "南管女子"
    ],
    "douban_link": "https://movie.douban.com/subject/2372649/",
    "trans_title": [
        "Woman of the Southern Wind"
    ],
    "douban_votes": "0",
    "introduction": "紀錄片《南管女子》是記錄一位畢生奉獻給南管音樂的台灣奇女子──「漢唐樂府」創辦人與藝術總監陳美娥女士。 「我一輩子從來沒有聽過這麼優雅的音樂。」陳美娥女士回憶第一次接觸到南管音樂時說。她為之動容，從此迷戀上南管音樂，並且以它作為終身志業，至今未婚。有人說，那是因為她已經「嫁給南管」。南管音樂究竟有什麼神奇的魔力，讓陳美娥如此著迷？而陳美娥又如何在傳統與創新之間，開拓出一條屬於自己的音樂之路？且看《南管女子》為您娓娓道來……Woman of the Southern Wind  tells the story of Mei-o Chen, founder and artistic director of the Han Tang Yuefu Ensemble, and her lifelong crusade to revive the dying art of Nanguan music.  An Introduction to Woman of the Southern Wind“I had never heard anything so elegant.  It was totally different from other Chinese music.”  This is how acclaimed Taiwanese performing artist Mei-o Chen describes her introduction to the ancient music known as Nanguan.  Woman of the Southern Wind examines Chen’s quest to breathe new life into this endangered art form as the founder-director of Taiwan’s internationally renowned Han Tang Yeufu Ensemble.  Woman of the Southern Wind showcases the exquisite artistry of this extraordinary troupe while following Chen on her inspiring journey, first in Taiwan and then in China, to restore the lost glory of her beloved Nanguan.http://shopping.pts.org.tw/detail.php?a_id=997",
    "chinese_title": "南管女子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T22:44:10"
}