{
    "aka": [
        "강정정가"
    ],
    "sid": "2372005",
    "cast": [
        {
            "url": "/celebrity/1187908/",
            "name": "陶红 Hong Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032540/",
            "name": "胡军 Jun Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274429/",
            "name": "斯琴高娃 Gaowa Siqin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152771/",
            "name": "唐国强 Guoqiang Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162012/",
            "name": "翁虹 Yvonne Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033481/",
            "name": "叶童 Cecilia Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368061/",
            "name": "吴昊西 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417284/",
            "name": "江元 Yuan Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "康定情歌",
        "西部风情",
        "国产电视剧",
        "爱情",
        "电视剧",
        "胡军",
        "怀旧",
        "大陆电视剧"
    ],
    "year": "",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2432495545.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [
        {
            "url": "/celebrity/1319069/",
            "name": "王小列 Xiaolie Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348959/",
            "name": "孙皓 Hao Sun",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004-11-19"
    ],
    "imdb_link": "",
    "this_title": [
        "康定情歌"
    ],
    "douban_link": "https://movie.douban.com/subject/2372005/",
    "trans_title": [
        "강정정가"
    ],
    "douban_votes": "422",
    "introduction": "风流倜傥的木雅锅庄少爷曲登和汉族背水姑娘红柳暗中相爱，生下了私生女木雅康珠，康珠身上既有木雅家族的高贵血统，又继承了汉族母亲的美貌和善良，既有康巴人的野性和多情，又有汉族女人的温柔妩媚。既有牧羊女的豪放，又有贵族小姐的矜持。当年，这件事在声名显赫的木雅府引起轩然大波！为了家族的名誉，木雅府上的老夫人暗中把康珠托付给了从汉地来的银匠李银山。康珠在李银山的抚养下渐渐长大，木雅锅庄的老爷去世了，锅庄联盟准备让少爷曲登继承金甲会首的职位，然而，跟木雅家素有深仇的德吉，打听到了私生女康珠的下落，打算利用这件事向曲登发难。曲登得知了德吉的阴谋，便叫管家尼麦安排李银匠带着康珠仓皇逃出康定……在一个归来的夜晚，洛桑和母亲措姆救下了落难的李银山父女，从此，洛桑和康珠青梅竹马，心心相印。十年后，流落在塔戈草原的康珠已经出落成一个漂亮的牧羊女，并跟洛桑深深相爱。两人正准备成亲时，一场突如其来的变故拆散了这对相爱的情侣，由于母亲在一次意外中受伤，洛桑带母亲去还愿，并和康珠约定，回来后举行婚礼，这些年来，曲登一直没有忘记自己的亲生女儿，通过多方打听，他终于打听到女儿的下落，并派出管家前去接女儿回府。但康珠坚决不愿离开养父，为了让康珠回到木雅府，尼麦管家精心策划了一场阴谋，阻止了洛桑的回程，三天后，约定成亲的日子到了，洛桑并不见回来，于是，失望的康珠只好跟着尼麦离开了桂花桥……李银山有苦难言，洛桑以为是他贪图钱财卖了女儿，一怒之下前去追康珠，却被尼麦管家派来的人射杀。大难不死的洛桑被一家好心的热芭艺人所救，在他们的精心救治下，洛桑终于再一次站了起来，为了寻找康珠，他加入了热芭艺人的行列。然而，在一路卖艺的过程中，野性漂亮的热芭女维色爱上了他，并大胆向他表示了爱。深深爱着康珠的洛桑拒绝了维色，并向她诉说了自己心中的秘密。维色十分痛苦，但这个大胆热情的女子并没有因此恨洛桑，而是把他当成了自己的兄长。在草原上自由惯了的康珠十分不习惯木雅小姐的身份，也不习惯锅庄里的贵族生活，并且，她一天也没有忘记洛桑，于是，她趁曲登让手下人教她骑马的机会，逃出了木雅府，回到了桂花桥。可是，当她回到桂花桥时，养父李银山已病入病入膏肓，临终前，说出了她的身世，并告诉她洛桑已经不在人世了！要她回到生父曲登身边。万念俱灰的康珠安葬了养父后，又回到了木雅府。曲登为了把她培养成名附其实的贵族小姐，被上流社会所接受，专门叫回了在国外读书的侄女雍西。作为贵族小姐的雍西，举止高雅，漂亮矜持。木雅家显赫的声势造就了她的目空一切，汉族的高等教育又让她自命不凡。总之，这是一个在两种文化中成长起来的女子，她的美丽和高雅都有一种让人窒息的穿透力！在从学校回来的路上，她遇到了前来采风的童歌。童歌的高傲让她耳目一新，于是她巧妙的帮助了童歌。但在路上却被黑山劫持。在营救童歌的过程中，她渐渐爱了上这个不修边幅、充满艺术气质的汉族青年。然而，家族里严厉的家规却不允许她决定自己的婚事，她为此感到痛苦……,而且她也非常鄙视这个低贱的表妹。生性不羁的康珠根本不理会父亲的一片苦心，依然我行我素。然而，在曲登为康珠举行的宴会上，刚从国外回来的汉族大茶商张永昌的儿子张金爱上了她！并向康珠发起了猛烈的爱情攻势！康珠不为所动。但曲登为了家族利益，决定跟汉商联姻，答应了这门亲事。然而，让康珠万万没有想到的是，在婚礼上，朝思暮想的洛桑突然出现了！她不顾一切地跟洛桑紧紧拥抱在一起！让所有的人都惊呆了！张老爷拂袖而去！新郎张金痛苦不堪，央珍兴灾乐祸，曲登尴尬难堪……康珠不顾一切地要跟洛桑远走高飞，曲登坚决不同意，并要她继承锅庄的金甲会首。康珠不为所动，晚上偷偷跑出去跟洛桑幽会，两个人约定一起远走高飞！然而，就在洛桑前去接康珠的那天晚上，一连串奇怪的事发生了：曲登突然蹊跷地死在房间里！张金被人刺伤！而洛桑被卫兵当场抓住送进了死牢！一时间，康珠陷入一片指责声中，但她不顾一切地想救出洛桑。可是，所有的证据都对洛桑极为不利，只有张金表示能为洛桑洗清罪名，但条件是康珠必须忘掉洛桑，跟自己好好过日子，为了拯救洛桑，康珠再一次违心地答应了张金。就在洛桑被押上刑场执行死刑的千钓一发之际，张金向锅庄联盟作证，表明洛桑并非凶手。洛桑得救了。他满心高兴地等待着跟康珠的重逢。然而，他等来的却是康珠的一纸命令，让他离开康定，从此不得再见面。悲愤的洛桑拒绝了康珠资助的钱财，离开了康定，加入了茶道上的土匪黑山的队伍，发誓要跟木雅府和张金家作对到底！夺回康珠！黑山也是木雅府的死对头，洛桑的到来让他如虎添翼，为了给木雅锅庄致命一击，黑山在洛桑的帮助下成功地袭击了张公馆的商队，黑山的目的是想报复木雅锅庄，但洛桑并不知道这个驮队是康珠组织的。可是，当康珠不顾一切危险到来时，洛桑惊呆了，他没想到驮队是康珠组织的，也没想到康珠会站在他面前。爱恨交加，情仇难断，在最关键的时候，他悄然离去，并发誓永远不再见到康珠。央珍同样也是贵族小姐出身，与雍西不同的是，央珍为了家族的利益，牺牲了自己的青春、爱情、乃至一切。早年，为了家族的利益，她违心地嫁给了比她大得多的锅庄主曲登，因此，个人爱情的缺失加剧了心中的仇恨，为了夺回家族的一切，她不惜放弃女人的温柔而耽于权谋。由于康珠当上了锅庄联盟的金甲会首，央珍为了报复她，跟东印度公司的代理商查理勾结起来，企图垄断康巴的茶叶市场。于是，买通茶马古道上的土匪黑山，企图抢劫锅庄的马帮。但康珠却用她过人的胆识和聪明粉碎了这一阴谋，打通了茶马古道，阻止了东印度公司的扩张。而康珠由于劳累过度，昏倒在地，经检查才发现有了身孕。但她承认，孩子是洛桑的。这件事又一次引起轩然大波！张家执意要她打掉肚子里的孩子，木雅家族也不愿意高贵的血统里掺进热芭下贱的血，而在商场上失利的查理和央珍也想利用这件事把康珠搞下去。一时间，康珠再次成为矛盾的焦点！为了保护洛桑的骨血，康珠躲进教会医院，在好心的教会大夫保罗的帮助下，生下了儿子。但教会医院却被包围了！康珠抱着孩子坦然地走出医院，没想到迎接她的是鲜花和哈达！锅庄联盟真正的接受了她，并一致推举她成为金甲会首！康珠再一次拒绝了，她把金甲会首让给了央珍，抱着儿子踏上了寻找洛桑的路，然而，在翻越嘎巴拉神山的时候，遇到了暴风雪的袭击……洛桑震惊了，他不顾一切地奔向雪山，想拥抱他朝思暮想的情人……在雪山上，他终于找到了被风雪掩埋的康珠，他把爱人抱在怀里，所有的恩爱情仇浮现在眼前。他含着泪水轻轻叫着爱人的名字，轻轻地唱起康珠最喜欢听的《康定情歌》，一首伟大的情歌终于诞生了……",
    "chinese_title": "康定情歌",
    "douban_rating": "7.7/10 from 422 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2024-08-02T12:40:16"
}