{
    "aka": [
        "再次出击！",
        "妙探史马特再度出击",
        "糊涂情报员续集"
    ],
    "sid": "2373568",
    "cast": [
        {
            "url": "/celebrity/1000273/",
            "name": "唐·亚当斯 Don Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032162/",
            "name": "芭芭拉·费尔顿 Barbara Feldon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019148/",
            "name": "伯尼·克佩尔 Bernie Kopell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136019/",
            "name": "Roger Price Roger Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130314/",
            "name": "King Moody King Moody",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120898/",
            "name": "肯尼思·马尔斯 Kenneth Mars",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108550/",
            "name": "Robert Karvelas Robert Karvelas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007254/",
            "name": "David Ketchum David Ketchum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018626/",
            "name": "斯戴西·亚当斯 Stacey Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028083/",
            "name": "弗里兹·费尔德 Fritz Feld",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036603/",
            "name": "海尔德·高德 Harold Gould",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041355/",
            "name": "Richard Gautier Richard Gautier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055904/",
            "name": "卢·费尔德 Lou Felder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060508/",
            "name": "Cecily Adams Cecily Adams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084382/",
            "name": "约翰·德·兰西 John de Lancie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "喜剧",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185761672.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1016876/",
            "name": "来昂纳多·斯泰罗恩 Leonard Stern",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022086/",
            "name": "马克·柯蒂斯 Mark Curtiss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349049/",
            "name": "Rod Ash Rod Ash",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0097423",
    "director": [
        {
            "url": "/celebrity/1293029/",
            "name": "盖瑞·尼尔森 Gary Nelson",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-02-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0097423/",
    "imdb_votes": 1687,
    "this_title": [
        "Get Smart, Again!"
    ],
    "douban_link": "https://movie.douban.com/subject/2373568/",
    "imdb_rating": "6.1/10 from 1687 users",
    "trans_title": [
        "糊涂侦探归来",
        "再次出击！",
        "妙探史马特再度出击",
        "糊涂情报员续集"
    ],
    "douban_votes": "269",
    "introduction": "Get Smart, Again! is a made-for-TV movie based on the 1965-1970 NBC/CBS television series, Get Smart!, which originally aired February 26, 1989 on ABC (ironically, the network that rejected the original pilot for the Get Smart! TV series). It has subsequently been released twice on DVD by different publishers. In the video release of the movie, the background canned laughter (pre-recorded laughter added later to the soundtrack), is absent.OverviewDifferences between Get Smart, Again! and The Nude BombThe film is not as well known as the earlier theatrical release, The Nude Bomb, also based on Get Smart, but was better received by fans of the original program. Unlike The Nude Bomb, which featured only the characters of Smart, The Chief (with Dana Elcar replacing the deceased Edward Platt), Agent 13 (Dave Ketchum in the series, portrayed by Joey Forman in The Nude Bomb, who had played the character Harry Hoo in the series) and Larrabee, Get Smart, Again! featured all of the surviving original cast reprising their roles. The tone and feel of Get Smart, Again! were also closer to that of the original series. Get Smart, Again! was written and produced by Leonard Stern, who was a producer of the original series. One element of the Nude Bomb ignored completely was the renaming of CONTROL as PITS in the earlier film; although as CONTROL is said to have disbanded in the 1970s, it's not impossible for both CONTROL and PITS to exist within the continuity of the franchise.Barbara Feldon's character, 99, makes a reference to T.H.R.U.S.H., the evil organization in The Man From U.N.C.L.E., a show on which Feldon guest-starred.Theme musicGet Smart, Again! also reprises the TV program's original theme music and opening credit sequence, which were absent from The Nude Bomb. In this case, however, the corridors were covered in cobwebs and the phone-booth elevator that led to CONTROL headquarters worked in reverse, causing Smart to be thrown to the top of the booth.SynopsisMaxwell Smart, acting as a protocol officer since CONTROL was disbanded in the early 1970s, is reactivated as a counterintelligence agent by Commander Drury (Kenneth Mars) of the United States Intelligence Agency. KAOS, long considered defunct, has been revitalized by a corporate takeover. Its first scheme involves turning a forgotten American scientist and using his weather control machine to extort $250 billion US dollars from the United States Government. Drury, convinced that only Smart has the expertise to combat KAOS, gives him carte blanche to reactivate former CONTROL agents to assist him in his task. Along with Drury's bumbling aide, Beamish (Steve Levitt), Smart recruits Larrabee (who, believing that he was under orders from Richard Nixon to stay at his post until relieved, has been living in his office in the now-abandoned CONTROL headquarters tending his office plants), Agent 13, Hymie the Robot (now employed as a crash test dummy) and ultimately, his wife 99 (Barbara Feldon) to find the security leak that allowed the scientist to defect, locate the weather machine and disarm it. They are opposed by KAOS moles within the USIA, who are able to predict Max's every move with the aid of stolen copies of 99's unpublished memoirs. The visible head of the KAOS scheme is revealed to be Max's old nemesis, Siegfried, but he is merely the agent of a higher executive whom even he has never met. This higher power is finally revealed as Nicholas Demente (Harold Gould), 99's publisher, who intends not only to extort the money but also to create weather that will keep people eternally indoors and interfere with television reception, forcing millions to entertain themselves by buying Demente's books and publications.Comedic styleThe script is littered with typical Maxwell Smart verbal gags, and large portions of the plot serve only as set ups for Get Smart!-style sight gags (such as a duel between Max and a KAOS hitman using remote controlled file cabinet drawers). The film also features the array of bizarre gadgetry and political satire that were hallmarks of the original series. The cone of silence has been superseded by \"Hover Cover\" where a meeting is held on a rooftop with three helicopters hovering overhead. The failure of Hover Cover leads to the development of \"The Hall Of Hush\",a soundproof room where words print out silently in mid air, a success at first until the words begin to print forward, backward and on top of each other.Max changes the well known quote \"Dr. Livingstone I Presume\" to \"Dr. Hottentot I Presume\".1995 revivalThe relative success of the film prompted the development of a short-lived 1995 weekly series on FOX, also titled Get Smart, with Don Adams and Barbara Feldon reprising their characters as their bumbling son, Zach (Andy Dick), becomes CONTROL's star agent.原班人马啊，好想看。TAT",
    "chinese_title": "糊涂侦探归来",
    "douban_rating": "7.8/10 from 269 users",
    "foreign_title": "Get Smart, Again!",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "7.8",
    "update_at": "2025-04-07T16:49:13"
}