{
    "aka": [
        "The Legendary Doctor:Hur Jun",
        "一代神医许浚",
        "许浚"
    ],
    "sid": "2373373",
    "cast": [
        "全光烈 Kwang-leol Jeon",
        "黄秀贞 Su-jeong Hwang",
        "李顺载 Soon-jae Lee",
        "金秉世 Byeong-se Kim",
        "洪忠敏",
        "郑惠善",
        "朴正淑 Jeong-soo Park",
        "郑旭",
        "韩仁秀",
        "张瑞希 Seo-hee Jang"
    ],
    "site": "douban",
    "tags": [
        "韩剧",
        "医道",
        "韩国",
        "励志",
        "历史",
        "电视剧",
        "心医",
        "人生"
    ],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2537568066.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        "金英贤  Yeong-hyeon Kim",
        "崔完圭 Wan-gyoo Choi"
    ],
    "imdb_id": "",
    "director": [
        "李炳勋  Byoung-hoon Lee"
    ],
    "duration": "",
    "episodes": "64",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1999-11-29"
    ],
    "imdb_link": "",
    "this_title": [
        "허준"
    ],
    "douban_link": "https://movie.douban.com/subject/2373373/",
    "trans_title": [
        "医道",
        "The Legendary Doctor:Hur Jun",
        "一代神医许浚",
        "许浚"
    ],
    "douban_votes": 652,
    "introduction": "►香港版本的《医道》於播放前会先有一个为时约一分鐘特备节目《医道小百科》，由崔建邦及宋芝龄主持，为观眾介绍剧中出现的药材或其他医学知识，有时亦会介绍剧中花絮。\n►本剧的原名是《许浚》；到了臺湾，被臺湾电视公司彻头彻尾改了剧名－－变成《医道》。臺湾电视公司在播放本剧之前，曾经播出ＭＢＣ於2002年製作的古装韩剧《商道》；於是讲述医者故事的韩剧《许浚》就被冠了个「道」字，变成《医道》。香港ＴＶＢ播放时採用了臺湾译名。\n* 香港版主题曲《医道》，曲：杜自持；词：张美贤、李克勤；主唱：李克勤。\n* 臺湾版主题曲《一代神医》由陈大力作词，王杰主唱；插曲《风沙》由王心凌作词及主唱。\n【剧情简介】：\n►在南朝鲜电视史创下百分之六十三点五之高收视率的韩剧「医道---一代神医许浚」，17日起每周一至周四晚间九点半将在台视频道播出，全剧气势恢宏浩大，剧情起伏迭宕、扣人心弦，横跨十六世纪的高丽背景、纵观许浚不凡的一生，史诗的体系结构下，故事传奇、励志、温暖感人，深受南朝鲜观众欢迎。\n►饰演男主角许浚的南朝鲜男星全光烈，台湾观众应该不陌生，2002年KBS历史大戏「张禧嫔」就是由他挂帅领衔主演。全光烈在南朝鲜电视圈形象极佳，演技扎实、入木三分，不以俊美外形取胜，却因其演技的说服力而极有观众缘。\n►在「医道」中，全光烈从二十岁落拓不羁的浪荡子，因缘际会见识到绝顶神妙医术而发奋学医，其间经过许多挫折打压，在母亲、妻子及知交、师友的支持下，医术屡屡精进，本着济世的精神救人无数，虽然后来在复杂的政治情势下成为牺牲品而被流放，却静心写下毕生所学「东医宝监」，成为南朝鲜汉医经典，流芳百世。\n►最后，因南朝鲜爆发瘟疫大流行，全国上下群医无策，皇帝急召他入宫研究，终於成功研制出抗病处方，控制住疫情，却因疲惫过度，不察自己也已染上此病，未来得及施以药石，便死於妻子怀中，举国哀恸扼腕……全光烈演出精采感人，深入人心！\n◆第一章◆ 医世情缘\n►许浚的父亲平安道龙泉郡首（相当於县令），母亲是妓女，因为出身卑微、备受歧视，因此虽然他天资聪颖，却终日放荡、不求上进。有一天，他在偷袭走私商的过程中认识了多喜，被她事亲的孝心感动因而对她关怀备至，在帮助她的过程中目睹了针术的奥妙，之后，多喜的父亲去世，深爱多喜的他便一肩承担起照顾多喜的责任。\n后来，许浚被诬告走私，被捕入狱，幸被向来冷漠的父亲营救。他带著他的母亲和多喜离开故乡，前往庆尚道山阴，但因迭生的意外事件，俩个人被拆散。他与母亲到达山阴，在一位叫具一书的猎手的帮助下勉强安置下来。\n►有一天，为了医治母亲的急病寻找医生的过程中遇到了山阴的名医-柳义泰。经过一番曲折成了柳义泰家中的挑水杂工，开始了他的医术生涯。但是，严重的歧视和柳义泰的冷漠，让他倍受艰苦。幸而在一个偶然的机会，他认识了客居柳家，的才女睿珍，睿珍欣赏他的学问及人格，开始教导他关於药草的相关知识……\n◆第二章◆ 命\\迭宕\n►此后，凭著\\恳的态度与执著的信念，再加上睿珍的真心教导，许浚以杂工身分开始学习草药医学，突飞猛进的医术受到了所有学徒的嫉妒--尤其是柳道知。因为他爱慕睿珍已久，在得知睿珍与许浚过从甚密之后，他开始刻意打压、陷害许浚，对此，备受艰难的他几欲放弃学医生涯。幸而他与多喜再度相逢，并得到母亲同意让他娶多喜，对此，睿珍虽然感觉落寞，但仍旧尽心教他药学知识。\n►在两个鐘爱他的女子极力支持鼓励下，他更坚定钻研医术的志向，经过屡挫屡战的辛勤努力，他终於得到师父柳义泰的肯认，只是，不幸因为道知的嫉妒，他被误会收贿而被驱逐出医院。他在滂湟和绝望之中遇到了名医金民世，这番奇遇让他得以专心钻研整理自己的医术，去汉阳赴考。\n►考试前夕，他为了医治紧急患者没赶上準备已久的科举考试，反而以小偷的罪名被监禁。但是这件意外让他声名大燥，师父柳义泰被他的仁心感动，重新收他为名下弟子，此事让中科举的柳道知与父亲柳义泰之间起了衝突，两人脱离父子关係。原本一直不愿接受柳道知的睿珍，不愿让许浚在睿珍和多喜之间为难，於是选择离开许浚与柳道知结婚。\n►这时，师父柳义泰一病不起，柳义泰为了许浚的解剖试验，决定自杀，将自己的身体捐给许浚作为试验品。为了实现师父的心愿他更加奋发，终於在次年赴考，中了头榜，前往汉阳医院学习更高深的医术……\n◆第三章◆ 苦难再起\n►在汉阳医院，许浚遇到了杨礼寿，在那裏得知杨礼寿是曾在三十年前与师父柳义泰开展针灸大战的针灸大王，因败在杨义泰手下而含恨在心。在杨礼寿的迫害下，他被发配到惠民所（形式同监狱），又开始了他痛苦的生涯。在惠民所里，他在杨礼寿的牵制折磨下过著痛苦的日子，但是在此，他也认识了对他崇敬深爱有加的医女- 美霞，以及其他关心他、帮助他的许多朋友们。\n►终於，许浚得到机会与杨礼寿展开医术大战。在大王、重臣和内医院所有人员的注视下，许浚以独特精妙的医术在极恶劣的环境下取得最后成功！杨礼寿和他的手下被赶出内医院的要职，许浚成为人人崇敬的神医，入主宫中成为御医之首。\n►先祖二十二年，全国爆发传染病大流行，许浚积极研究病症和药方，紧接著出现的壬辰倭乱，许浚和母亲、妻儿被拆散，与美霞为了保存医书而努力著。后来，他在平安道定州与染病的睿珍邂逅，为了挽救睿珍，许浚投入了所有的精力钻研……\n◆第四章◆ 潜心治学\n►终於，战争结束，许浚与妻儿重逢，重整内医院的医疗设备与医书。先祖大王不顾大臣反对，破格将他认命为正一品崇录大夫。\n►永昌大君出世之后，许浚的人生再次急转弯，拥护永昌大君和拥护光海君的两股 势力之间展开了激烈的政治斗争。虽然许浚一直身为光海君的御医，但他坚持医生只医病，不过问政事的清高的态度引来政治迫害，被免去大夫之职。\n►先祖大王去世，光海君登基之后，许浚背负逆\\的罪名被判流放到南方。虽然生活颠沛流离，他在那裏独自著述集传统韩国医学大成的「东医宝鑑」。\n◆终曲◆ 献身苍生\n►过了两年的流放生涯，光海君赦免了他，但是不顾大王的挽回，他回到故乡从事单纯的医疗和著述，历时十餘年，终於编纂完成「东医宝鑑」。这时，又发生了全国性的瘟疫怪疾，全国上下群医无策，光海君急召他入宫研究，终於成功研製出抗病处方，然而他自己却因疲惫过度，不察自己也已染上此病，未来得及施以药石，便死於妻子怀中，举国哀慟扼腕。",
    "chinese_title": "医道",
    "douban_rating": "9.0/10 from 652 users",
    "foreign_title": "허준",
    "douban_rating_average": "9.0",
    "update_at": "2024-10-05T03:40:07"
}