{
    "aka": [],
    "sid": "2375795",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915392697.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1382626/",
            "name": "Lilian Franck Lilian Franck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382632/",
            "name": "Robert Cibis Robert Cibis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1160327",
    "director": [
        {
            "url": "/celebrity/1382626/",
            "name": "Lilian Franck Lilian Franck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382632/",
            "name": "Robert Cibis Robert Cibis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302613/",
            "name": "马特拉斯·路塔特 Matthias Luthardt",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 80 分钟(Berlin International Film Festival)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2008-02-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1160327/",
    "imdb_votes": 39,
    "this_title": [
        "Jesus liebt dich"
    ],
    "douban_link": "https://movie.douban.com/subject/2375795/",
    "imdb_rating": "6.6/10 from 39 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Following the attacks of September 11, Scott Rourk founded a church in New York named Church 411. Cody Mui was converted here. He decided to travel to Germany during the World Cup because “every encounter is an opportunity to talk about God.” German missionaries also had the same idea. “Youth with a Mission” is the name of Tilmann Pforr’s organisation based in Hurlach Castle that sent 10,000 missionaries to work on the tourists at the World Cup. In their documentary, filmmakers Robert Cibis, Lilian Franck, Michaela Kirst and Matthias Luthardt observe these self-appointed missionaries in their bid to convert football fans. Seen through their eyes, we experience the World Cup in a completely different light. Take Gershom from Kenya, for instance, who says: “Those who accept Jesus as the Lord and Saviour will enter heaven. Those who reject Jesus will go to hell.” Other football fans respond to the question of whether they believe in God with a curt: “I believe in Germany.” And when Scott Rourk’s missionaries try to turn Turkish Muslims living in Kreuzberg into born-again Christians of Church 411 in New York, one really begins to wonder what drives these people. Co-director Matthias Luthardt: “The encounter with these evangelists forced me to reconsider my own Protestant worldview and ask where the borders are between faith, ideology and fraud.”",
    "chinese_title": "Jesus liebt dich",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T12:56:56"
}