{
    "aka": [
        "Rokumeikan"
    ],
    "sid": "2377654",
    "cast": [
        {
            "url": "/celebrity/1024295/",
            "name": "田村正和 Masakazu Tamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028490/",
            "name": "黑木瞳 Hitomi Kuroki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016930/",
            "name": "石原里美 Satomi Ishihara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050791/",
            "name": "松田翔太 Shota Matsuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148223/",
            "name": "柴田恭兵 Kyôhei Shibata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053697/",
            "name": "桥爪功 Isao Hashizume",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046471/",
            "name": "风间杜夫 Morio Kazama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000781/",
            "name": "山本未来 Mirai Yamamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1270653/",
            "name": "瑞拉·阿芙罗狄蒂 Reila Aphrodite",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261565/",
            "name": "Christopher Pellegrini Christopher Pellegrini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031429/",
            "name": "高畑淳子 Atsuko Takahata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024700/",
            "name": "藤田朋子 Tomoko Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058624/",
            "name": "麻生祐未 Yumi Asô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006158/",
            "name": "野际阳子 Yôko Nogiwa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030048/",
            "name": "铃木一真 Kazuma Suzuki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166619250.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1288054/",
            "name": "镰田敏夫 Toshio Kamata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014573/",
            "name": "三岛由纪夫 Yukio Mishima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1164640",
    "director": [
        {
            "url": "/celebrity/1345628/",
            "name": "藤田明二 Meiji Fujita",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2008-01-05(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1164640/",
    "imdb_votes": 21,
    "this_title": [
        "鹿鳴館"
    ],
    "douban_link": "https://movie.douban.com/subject/2377654/",
    "imdb_rating": "5.2/10 from 21 users",
    "trans_title": [
        "鹿鸣馆",
        "Rokumeikan"
    ],
    "douban_votes": "1273",
    "introduction": "【中文剧名】：鹿鸣馆 （朝日电视台50周年特别奉献）【日文剧名】：ろくめいかん【电视台】：朝日电视台【首　播】：2008-1-5【回　数】：一回【原　作】：三岛由纪夫【格　式】：RMVB【语　言】：日语繁中【字　幕】：日菁字幕组【演　员】：田村正和/黑木瞳/石原　さとみ/松田翔太/风间杜夫【剧情简介】：影山伯爵是一个为达目的不择手段的外务大臣，不惜强买强卖巧取豪夺，甚至做些派人暗杀的不法勾当，脸上有道来历不明的伤疤，是风度翩翩的田村正和出道以来第一次扮演的反派角色。伯爵夫人本身是个演员，由于惊人的美貌在贵夫人当中也是众所瞩目的焦点，但却始终不肯参加丈夫每次在鹿鸣馆举办的社交舞会，彼此之间一直感情不好。而本剧则以这对在人前恩爱人后互憎，貌合神离的贵族夫妻为中心讲述一段爱恨情仇。【相关报道】：新浪娱乐讯 64岁依然英俊潇洒的田村正和，和47岁美丽如昔的黑木瞳又将在小荧幕中扮演夫妻了，且这次是田村正和特别要求电视台达成的。明年是日本四大民营电视台的日本电视台(NTV)台庆50周年，于是决定把37年前曾搬上荧幕的《鹿鸣馆》，作为新春特别纪念电视剧重拍搬上小荧幕，该剧改编自文艺大师三岛由纪夫广受欢迎的同名戏曲。讲述日本开始欧化政策的明治时期，在成为社交场所象征的鹿鸣馆发生的爱恨情仇。田村正和在剧中扮演主人公影山伯爵，黑木瞳则是伯爵夫人朝子，这也是两人第三度在银幕上扮演夫妻。据悉此次能再演夫妻，是田村正和对电视台的强烈要求，于是曾两次扮演感情很好的夫妻的两人，此次将尝试演绎貌合神离的夫妇。【历史背景】：鹿鸣馆建成于1883年（明治16年），是由英国建筑师乔赛亚·康德设计建造的一座砖式二层洋楼，整体建筑呈意大利文艺复兴式风格，兼有英国韵味。鹿鸣馆名称出自中国《诗经·小雅》中的“鹿鸣”篇，即“呦呦鹿鸣，食野之苹；我有嘉宾，鼓瑟吹笙。”樱州山人中井弘取“鹿鸣，燕群臣嘉宾也”之义而命名，意即迎宾会客之所。工程占地约1.45万平方米，历时3年，耗资18万日元（约合现在40亿日元），在当时也算得上是笔巨额经费。1883年11月28日，外务卿（1885年12月实行内阁制后改称外务大臣）井上馨与妻子主持了盛大的鹿鸣馆开业典礼，参加开馆仪式的各级官员、各国公使以及亲王等许多显贵和淑女共有大约1200多人。井上馨在典礼致辞中表示：“友谊无国境，为加深感情而设本场……吾辈借《诗经》之句名为鹿鸣馆，意即彰显各国人之调和交际，本馆若亦同样能成调和交际之事，乃吾辈所期所望。”此后，鹿鸣馆就成为日本上层人士进行外交活动的重要场所。井上馨等外交官为了专门招待欧美高级官员，经常在鹿鸣馆举行有首相、大臣和他们的夫人小姐们参加的晚会、舞会。为了便于住在横滨的外国官员参加，日方还在舞会召开当日晚8点半，开通从横滨到东京的专列，客人到达终点站新桥后，再用人力车拉到鹿鸣馆。这里，时常能见到帽插羽毛、拖着长裙的欧美贵妇人出入；馆内鼓乐喧天，彻夜狂欢。1887年，首相伊藤博文专门在鹿鸣馆举办了有400人参加的大型化装舞会，还在自己的官邸举办化装舞会，将欧化之风推向高潮。人们把这一时期称为“鹿鸣馆时代”，把这时的日本外交叫做“鹿鸣馆外交”。上层社会全面效仿欧美鹿鸣馆落成后，井上馨还把以前成立的与外国人交际的机构挪到馆内，命名为“东京俱乐部”。该俱乐部实行会员制，一般人不许入会，只有日本皇族、高官及民间有势力的人才能加入，而且交谈只限于用英语，以彰显俱乐部的国际性。在建造西洋风格的交际场所的同时，井上馨还指示实业界的头面人物涩泽荣一耗资23万，于1890年建成了西洋式的帝国饭店，以表明日本人与欧美国民有着同样的生活方式。井上还认为，学问、艺术方面学习欧美自不待言，各种法规、制度以及社交礼仪也要模仿欧美。于是，1885年日本先后设立了罗马学会、英吉利法律学校和法国学会等，这些机构对日本的学术和教育产生了很大影响。1886年8月，井上馨与森有礼、涩泽荣一等人还撰写了戏剧改良会宗旨，并于翌年4月邀请天皇和皇后在鸟居坂的宅邸观看戏剧表演。明治政府领导人为使日本尽快实现近代化的良苦用心，由此可见一斑。在他们的努力和影响下，日本上层社会吃西餐、穿西服、留分头、跳交谊舞、盖洋楼等欧化风潮风靡一时。更有甚者，日欧通婚也成了当时的一项倡议，理由是可以提高日本国地位和日本国民的素质。深意在于修改不平等条约在明治政府文明开化方针的指引下，鹿鸣馆成了日本近代欧化主义的象征，不但开日本人穿西服、跳交谊舞的先河，还成了日本社交界的启蒙，洋楼本身也成为日本建筑史上的一道风景。但在西洋人眼里，鹿鸣馆还是有些滑稽，他们认为这只是形式上的模仿，甚至讽刺它是“东施效颦”、“公开的大闹剧”。对于传统的日本人来说，这也是不可接受的。日本近代教育家岩本善治在《女学杂志》中指责这种模仿“制造了荒淫的空气”；《国民之友》杂志也批评鹿鸣馆外交为媚外外交；参议胜海舟更是备感忧国，列举20条时弊，向首相伊藤博文进言。其实，井上馨建造鹿鸣馆并非只是简单地要创造一个跳舞的交际场所，而是有着更深的用意，那就是修改不平等条约。1868年，明治天皇上台，开始维新改革，倡导文明开化，收回国家主权、修改幕府末期以来同欧美各国签订的不平等条约，一直是明治时期外交上的首要任务。日本开始尝试修改对外条约，始于1871年明治政府派遣的岩仓使节团。在与美欧的谈判中，对方态度强硬，不仅拒绝了日方的要求，还提出更为苛刻的条件和方案，使节团没有达到目的。日本第一次正式对外改约是在寺岛宗则就任外务卿时期（1873—1879）。1875年7月，日本大藏卿大隈重信照会外务卿寺岛，提出改订海关税则问题。他认为，更正条约是关系国家命脉的大事，尤以海关税更为重要，应当尽快改订，完全收回海关税则大权。1877年，日本与美英等国展开了收回关税自主权的谈判，遭到英国政府的回绝。寺岛费尽心思的屈从谈判无果而终。改约的重任，历史地落在了井上馨肩上。1879年9月，井上馨继任外务卿，他把修改条约的重点，从税权转移到治外法权上。井上馨认为，要实现修改条约，必须先使日本成为“欧化新帝国”，只有这样，日本才能与世界先进国家立于同等地位。这也是井上馨修建鹿鸣馆、大搞欧化的深意。欧化政策宣告失败然而，这种欧化政策并没有改变欧美资本主义国家对日本的歧视和压迫。从1880年到1887年，日本政府在上述外交思想的指导下，用了整整8年的时间，与欧美列强进行了马拉松式的谈判，最后还是以失败而告终。其间，1886年10月24日，发生了“诺曼顿”号事件。英国货轮“诺曼顿”号在纪州大岛海面沉没，船长和26名船员乘救生艇全部脱险，而25名日本乘客全部溺死。经过英国的领事裁判，仅判处船长禁锢3个月，对日本乘客分文未赔。而井上馨的修改条约草案仅在名义上废除治外法权，方案公布后，舆论哗然。在群众和部分官员的反对下，1887年7月末，政府宣布改约交涉无限延期。9月中旬，井上馨被迫辞职。事实证明，修改不平等条约的任务并没有因为欧化政策的大力推行很快得到解决。一直到1899年，中日甲午战争之后，外国在日治外法权才被废除，而日本收回关税自主权则是1911年，也就是日俄战争之后、日本成为资本主义列强之时。井上馨下台后，欧化主义渐渐式微，日本国粹主义、国家主义势力高涨。1889年2月11日，也就是《大日本帝国宪法》颁布之日，文部大臣森有礼被刺杀，有传言说此事系国粹主义政治家指使。森有礼被刺，给因井上馨改约失败而谢幕的欧化主义画上了休止符，曾经风光一时的鹿鸣馆成为无用之物。鹿鸣馆后来几经转卖，于1940年拆毁，曾是“文明开化”殿堂的鹿鸣馆，至此销声匿迹。",
    "chinese_title": "鹿鸣馆",
    "douban_rating": "6.9/10 from 1273 users",
    "foreign_title": "鹿鳴館",
    "imdb_rating_average": 5.2,
    "douban_rating_average": "6.9",
    "update_at": "2025-06-17T23:26:26"
}