{
    "aka": [
        "The Power of Emotion"
    ],
    "sid": "2378062",
    "cast": [
        {
            "url": "/celebrity/1162583/",
            "name": "Ruth Wohlschlegel Ruth Wohlschlegel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142808/",
            "name": "Anja Silja Anja Silja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121546/",
            "name": "Daniel Lüönd Daniel Lüönd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121363/",
            "name": "保卢斯·曼克 Paulus Manker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152666/",
            "name": "Dunja Vejzovic Dunja Vejzovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111187/",
            "name": "亚历山德拉·克鲁格 Alexandra Kluge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098476/",
            "name": "米夏埃尔·吉伦 Michael Gielen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092541/",
            "name": "汉娜洛蕾·赫格 Hannelore Hoger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067535/",
            "name": "Edgar M. Böhlke Edgar M. Böhlke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060761/",
            "name": "巴尔巴拉·奥尔 Barbara Auer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028413/",
            "name": "苏珊娜·冯·博尔索迪 Suzanne von Borsody",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164893/",
            "name": "克劳斯·文内曼 Klaus Wennemann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第40届威尼斯电影节(1983)\n　　主竞赛单元 金狮奖(提名) 亚历山大·克鲁格\n　　费比西奖(国际影评人联盟奖) 最佳影片 亚历山大·克鲁格\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538624739.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0085882",
    "director": [
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        }
    ],
    "duration": "USA: 115 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1983-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0085882/",
    "imdb_votes": 182,
    "this_title": [
        "Die Macht der Gefühle"
    ],
    "douban_link": "https://movie.douban.com/subject/2378062/",
    "imdb_rating": "6.7/10 from 182 users",
    "trans_title": [
        "情感的力量",
        "The Power of Emotion"
    ],
    "douban_votes": "82",
    "introduction": "The Power of Emotion explains that emotion isn't to be confused with sentimentality. Emotion is ancient and more powerful than any art form. The film looks at young couples who run into difficulties as they try to translate their experiences of love into clear decision-making. A woman who has shot her husband provides a judge with a puzzle. Those who love can bring the dead back to life by means of co-operation. That's the focus of the opera, \"The Power Plant of Emotions\" and the \"Opera of the 20th Century\" cinema.Alexander Kluge: The Power of FeelingWhen I started working on The Power of Feeling, I was not in a rational state. I did not say, I have a subject and now I will make a film about it. Instead I was spellbound and observed in my direct surroundings, for example, how feelings move. I have not really dealt with the theme of my mother's death and the fact that she was the one who taught me \"how feelings move.\" Nor have I dealt with how she died. That was an entire palette of feelings: \"All feelings believe in a happy end,\" and everyone believes tacitly that they will live forever: The entire palette is somehow optimistic, a positive attitude towards life having been put on the agendaas long as she was young, as long as her body held out, from one day to the next she collapsed. She just suddenly collapsed, like in an opera where disaster takes the stage in the fifth act. It felt as if I had observed an air raid or a disaster.The film The Power of Feeling is not about feelings, but rather their organization: how they can be organized by chance, through outside factors, murder, destiny; how they are organized, how they encounter the fortune they are seeking.What is all this organization of feelings about? Generally feelings tend to be a dictatorship. It is a dictatorship of the moment. The strong feeling I am having right now suppresses the others. For thoughts this would not be the case. One thought attracts others like a magnet. People therefore need affirmation by other people to be sure about their own feelings (to counteract the acquisition of their feelings through outside forces). Through the interaction of many people, for example, in public, the various feelings also have a magnetic attraction to one another just like thoughts do. Feelings communicate through their manifestation in public.The cinema is the public seat of feelings in the 20th century. The organization is set up thusly: Even sad feelings have a happy outcome in the cinema. It is about finding comfort: In the 19th century the opera house was the home to feelings. An overwhelming majority of operas had a tragic end. You observed a victim.I am convinced that there is a more adventuresome combination: Feelings in both the opera and traditional cinema are powerless in the face of destiny's might. In the 20th century feelings barricaded themselves behind this comfort, in the 19th century they entrenched themselves in the validity of the lethal seriousness.",
    "chinese_title": "情感的力量",
    "douban_rating": "7.6/10 from 82 users",
    "foreign_title": "Die Macht der Gefühle",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.6",
    "update_at": "2025-04-12T11:45:12"
}