{
    "aka": [],
    "sid": "2378100",
    "cast": [
        {
            "url": "/celebrity/1201425/",
            "name": "希尼·阿胡贾 Shiney Ahuja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288114/",
            "name": "拉贾特·卡普尔 Rajat Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181487/",
            "name": "苏哈·阿里·汗 Soha Ali Khan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294080/",
            "name": "维奈·帕塔克 Vinay Pathak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058674/",
            "name": "海达尔·阿里 Haidar Ali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006489/",
            "name": "Atul Sabharwal Atul Sabharwal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1292218/",
            "name": "Sudhir Mishra Sudhir Mishra",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0995823",
    "director": [
        {
            "url": "/celebrity/1292218/",
            "name": "Sudhir Mishra Sudhir Mishra",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语",
        "乌尔都语",
        "Punjabi"
    ],
    "playdate": [
        "2007-12-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0995823/",
    "imdb_votes": 595,
    "this_title": [
        "Khoya Khoya Chand"
    ],
    "douban_link": "https://movie.douban.com/subject/2378100/",
    "imdb_rating": "6.3/10 from 595 users",
    "trans_title": [
        "明星梦想"
    ],
    "douban_votes": "0",
    "introduction": "Khoya Khoya Chand is a film about two young people afloat in thefilm industry of the wild 1950s...It is the tumultuous love story of an actress,Nikhat(Soha Ali Khan),and a writer-director,Zafar(ShineyAhyja) based in the wild and exhilarating era of the 1950s-60s,theGolden age of the Hindi Film Industry. This film is a tribute tothose wondrous times and people as well as an accolade to theirinspirational lives.A magiclal world, peopled with huge talents, oversizedegos,beautiful and ugly individuals and the tantalizing lure ofstardom.A world of glittering dreams and harsh realities...goldenyet cruel...This world comes to life with an excellent ensemble of actors who intheir varied roles create a colourful backdrop of the filmindustry...from awe-inspiring superstars and feisty studio-owners tofashionable divas with scandalous stories... this film has themall.and more.Set against the compelling magnetism of this addictive world is the story of Nikhat and Zafar.The story of a volatile love that theycan neither live with, nor without... And the story of the difficultand ofter heartbreaking choices they have to make...Even as the backdrop of this film is period, the film remains modern in its narrative,characterization and treatment.Soha Ali Khan excels in her performance as Nikhat,the young girl who goes from a fledgling extra,to a starlet to a great heroine...In many of her get-ups in the film Soha reminds one of her mother, the stunning Sharmila Tagore.Shiney Ahuja as Zafar breaks new ground as he draws us into the triumphs and travails Zafar, a writer-directof the 1950's with astonishing ease. He and Sudhir Mishra come together a second time to recreate the magic of Hazaaron Khwaishein Aisi.Immense effort has gone into the look of the film. Meticulous research on the costumes, hair-styling and make-up has been done toarrive at the exquisite styling of each character. The Art Direction transports us back into the time, combining glamour with realism to paint a realistic portrait of that enigmatic world.The music by Shantanu Moitra is a stylistic ode to the 1950's and1960's. It merges the lyrical qualities of the yesteryears with thebeats fo today to give us a fantastic and very versatile score.Swanand Kikire's lyrics add intersity and depth and lend the music apassionate touch.",
    "chinese_title": "明星梦想",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Khoya Khoya Chand",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T11:52:12"
}