{
    "aka": [],
    "sid": "2378542",
    "cast": [
        {
            "url": "/celebrity/1007097/",
            "name": "范文芳 Fann Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011379/",
            "name": "欧萱 Jeanette Aw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347980/",
            "name": "曹国辉 Terence Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328380/",
            "name": "陈泓宇 Shaun Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380578/",
            "name": "许立桦 Julian Hee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379872/",
            "name": "章证翔 Zzen Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549674196.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1397953/",
            "name": "陈海兴 Ai Heng Tan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1682840",
    "director": [
        {
            "url": "/celebrity/1379812/",
            "name": "卢燕金 Yin Kam Loo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-06-26(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1682840/",
    "this_title": [
        "幸运星"
    ],
    "douban_link": "https://movie.douban.com/subject/2378542/",
    "trans_title": [
        ""
    ],
    "douban_votes": "122",
    "introduction": "【幸运星】玩“灵魂对调”，剧情富有“韩剧”色彩！大家齐齐来颠覆形象。美丽大方的阿姐范文芳豁出去牺牲色相扮丑装可怜；甜美可人的欧萱一改乖乖女形象“耍大牌”；曹国辉不再风流倜傥改演木讷男。最有“看头”的要属陈泓宇，饰演公子哥儿，斯文靓仔。中医师江沛翔（刘谦益饰演）育有两女一子，大女儿江欣妤（范文芳饰演）在药材店帮忙，一边进修中医课程，她个性善良、有正义感，脸上却有个大胎记，让她感到自卑。二女儿江欣慧（欧萱饰演）是当红艺人，儿子江志恒（章缜翔饰演）是个大学生，热爱摇滚音乐。从小，江家夫妻对两姐妹的态度都不一样，妹妹恃宠生骄，专横任性，姐姐却受到家人的忽略。江欣慧不乏追求者，生活多姿多彩；江欣妤的生活却单调乏味，她收藏着一个饰物，此物是她童年的一个重要回忆，所以她很珍惜的保存至今，期待梦想成真。美国西药代理商VINO HEALTH的少东秦世轩（陈泓宇饰演），童年曾目睹妈妈因患上忧郁症而被送进疗养院，后来不知所踪；这段不愉快的回忆，成了秦世轩和父亲秦富中（朱厚任饰演）的心结。秦世轩也没有忘记小时候曾救过他的小女孩。某天，他邂逅江欣慧，看见她身上戴着江心妤的饰物，误认她是当年的小女孩。刚开始，江欣慧对秦世轩并没有好感，后来得知他显赫的身世，决定隐瞒实情，跟秦世轩交往。另一方面江欣妤意外发现秦世轩就是自已的从小的梦中情人，却没有勇气跟对方说出真相，心里非常不好受。药材店的伙记王安祥（曹国辉饰演）和江欣妤非常谈得来。王安祥为人诚恳憨厚，有个谈及婚嫁的女友。他平时省吃俭用，一心存钱准备结婚；没料到女友最后却另结新欢，和他分手。王安祥被女友甩掉，人财两空，江欣妤为他打抱不平，没有想王安祥却偷偷地喜欢上她。有一天，江欣妤认识了无家可归的少女晶晶（章辛雯饰演），还不顾家人强烈反对，收留了她。江欣妤万万没有想到有一天她的正义感会发挥作用，改变了自已的命运。这时候，江欣慧遭受到疯狂影迷禁锢，却误会江欣妤妒嫉她跟秦世轩而存心伤害她。江欣妤百口莫辩，加上长期累积下来的委屈，她不禁希望自己也能够感受妹妹多姿多彩的人生……没想到当她向晶晶倾诉之后，她的生命开始起了变化……两姐妹因一场争执而发生意外，双双昏迷入院。没想到她们醒来时，世界变了样，两人的灵魂对调，江欣慧一夜惨变丑女，经不起打击，闹得江家鸡犬不宁，但是家人只当她撞邪了。原来，晶晶是个具有法力的小仙女。她同情江欣妤的遭遇，也想给江欣慧一点教训。江欣妤目睹妹妹大受打击，感到不忍，要求晶晶把她们的身份调回来。晶晶却推说没办法，还鼓励她好好面对新生活。江欣妤战战兢兢地开始新生活，两姐妹平时的生活作息和习惯全然不同，突然的转变让家人摸不着头脑。虽然江欣妤终于可以跟秦世轩在一起了。但是对演艺毫无经验的她，却在片场闹出了不少笑话。江欣妤努力地过着新生活，但是对江欣慧来说，失去美貌就等于失去一切，这场突如其来的改变，让她大大受挫。她看到原本属于自己的光环和感情被江欣妤霸占，自已却每天活得生不如死，萌起自杀念头。自杀不成，江欣慧知道这是晶晶的所为，立刻展开对江欣妤一连串报复。这些日子以来，江欣妤虽然如愿以偿过着自己一直以来她所向往的生活，但经过种种，她才发现“做回自已，活出自已”才是最幸福的。另一方面，任性的江欣慧几乎闹出人命，让她彻底觉悟，决定接受一切，重建信心，重新开始。药材店遭窃，江欣慧为了救王安祥而受伤入院，输血时竟然揭开江家隐藏了20多年的秘密。原来江欣慧跟江家没有血缘关系，在女儿的要求下，江妈妈只好说出江欣慧的身世。到底最后江欣慧有没有找到她的亲生父母？江欣妤跟秦世轩爱得深切，要是她变回原形，这段感情会产生什么变化？王安祥和江欣慧日久生情，他们之间会不会有结果？秦世轩知道了当年救他的小女孩是江欣妤，面对有着江欣慧模样的江欣妤，他该如何选择？",
    "chinese_title": "幸运星",
    "douban_rating": "7.6/10 from 122 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-03-30T05:01:38"
}