{
    "aka": [
        "Silver Spear"
    ],
    "sid": "2380928",
    "cast": [
        {
            "url": "/celebrity/1367700/",
            "name": "袁慧琴 Huiqin Yuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "动作",
        "古装",
        "戏曲"
    ],
    "awards": "　　第12届中国电影华表奖(2007)\n　　优秀戏曲片奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542759133.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1359245/",
            "name": "保尔夫 Erfu Bao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323070/",
            "name": "萧锋 Feng Xiao",
            "@type": "Person"
        }
    ],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "对花枪"
    ],
    "douban_link": "https://movie.douban.com/subject/2380928/",
    "trans_title": [
        "Silver Spear"
    ],
    "douban_votes": "85",
    "introduction": "一个长达23分钟多的镜头，只有一名演员的108句唱段，电影该如何表现？日前，由电影频道节目中心、华映国际影业和北京市西城区宣传部联合制作的数字戏曲电影《对花枪》，运用电影声、光、色及数字特技的新手段，力图给经典戏曲剧目插上翅膀，使之顺应时代和市场的需求，吸引更多的观众。23分钟长镜头挑战电影手段极限在世界电影史上，曾经有一部前苏联电影以一个镜头贯穿始终而著称于世。在我国的电影中，23分钟的长镜头一气呵成尚不多见。在戏曲电影《对花枪》中，《杨门女将》的导演及其他主创班底“老调新弹”，拍摄时运用镜头的推拉摇移，多角度变化，加之后期的数字特技来表现剧中女主人公姜桂芝四十年的悲欢离合，苦涩人生。此剧创作阵容强大，由著名京剧老旦演员袁慧琴领衔，著名京剧花脸表演艺术家李长春、京剧老生新秀张建锋联袂主演。其中袁慧琴扮演姜桂芝，张建锋扮演罗艺，李长春扮演程咬金。导演保尔夫介绍，这个长达23分钟多的镜头，拍起来容易，由于袁慧琴深厚的艺术功底，只花了一天时间准备，拍了三次就完成。但是难在后期制作上。因为这一个镜头中，有叙事、有回忆、有想象，要反映四季变换，形象表达意境。为此该片将花费两个月左右时间精心后期制作。与此同时，由于特技制作量大，光这个镜头的花费就需要近百万元，相当于一部普通数字电影的投资。“写意”背景突破传统戏曲电影拍法传统的戏曲电影，一般采取舞台记录式和真实背景两种拍法。电影《对花枪》则另辟蹊径，采用“写意”背景的方式，通过数字技术再造意境，表达人物斗转星移，物是人非的感慨，画面优美，意境幽远。此外，加之原作强大的音乐形象，主演袁慧琴等情真意切，数十年表演功力迸发的表演，以期使这部经典剧目通过电影手段给人以强烈的心灵和情感震撼。据悉，《对花枪》以黑色调为主，一场戏一个背景。影片背景全为“写意”背景。其中姜桂芝与罗艺对打的那场戏，以直径5米的圆月为背景，表达出影片破镜重圆的主题。老旦“扎大靠” 京剧头一回导演保尔夫介绍，《对花枪》是20世纪80年代创作的一出新编历史剧，此剧打破了传统老旦只重唱念而舞蹈性不强的特点，根据剧情、人物设置了精彩的舞蹈、武打动作。一时间，老旦扎大靠成为剧坛佳话，此剧一经上演便轰动京华，红透大江南北，成为京剧老旦唱念做打俱全的标志性剧目。如何在保持戏曲艺术特质的前提下，用影视的手段和语汇来提升剧作的内涵、烘托戏剧情景和演员的表演，是袁慧琴等京剧表演艺术家在2004年拍摄戏曲电影《杨门女将》时就开始着力探索的课题。袁慧琴是一位具有创新精神的京剧表演艺术家，近年来，她致力于戏曲影视剧创作，尝试将戏曲表演与影视艺术相结合，从而摸索出一种新的为当代观众所喜爱的艺术形式，扩大戏曲的受众面。她先后创作主演了《契丹英后》、《走西口》《杨门女将》等戏曲影视作品，广受观众喜欢，获得多个奖项。她表示，电影《对花枪》是戏曲电影一次大胆的新尝试，只有通过这种新的尝试，才有可能使京剧等戏曲在新时代吸引新观众、焕发新活力，更好地流传下来。年近七旬的表演艺术家李长春也认为，传统戏曲不能保守，跟着时代潮流，寻求新的表达形式，是戏曲存活下来的必然途径。这次《对花枪》的拍摄将更加注重通过镜头语言把演员的表演推到一种美的极致，因此在舞美、灯光、画面等视觉形象上要求既具传统文化的内涵，又有时尚元素的质感。电影频道和华映国际影业投资此剧意在迎合弘扬传统文化的时代趋势，意欲创立一种名角名剧的艺术品牌，在保持戏曲传统艺术精华的基础上，通过与影视艺术的结合，拓展、丰富戏曲的表现形式，提高其观赏性，从而扩大戏曲的社会影响，使之既具传统的神韵，又有时尚之美，为戏曲的承传与发展尽一份力量",
    "chinese_title": "对花枪",
    "douban_rating": "7.6/10 from 85 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-07-15T00:02:39"
}