{
    "aka": [
        "Labyrinth of Horror"
    ],
    "sid": "2382728",
    "cast": [
        {
            "url": "/celebrity/1087113/",
            "name": "露西·多琳恩 Lucy Doraine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087279/",
            "name": "阿尔方斯·弗里兰 Alfons Fryland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082403/",
            "name": "马克斯·德弗里恩特 Max Devrient",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073012/",
            "name": "Mathilde Danegger Mathilde Danegger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1921",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568362052.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt0012365",
    "director": [
        {
            "url": "/celebrity/1016700/",
            "name": "迈克尔·柯蒂兹 Michael Curtiz",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "1921-11-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0012365/",
    "imdb_votes": 112,
    "this_title": [
        "Labyrinth des Grauens"
    ],
    "douban_link": "https://movie.douban.com/subject/2382728/",
    "imdb_rating": "5.1/10 from 112 users",
    "trans_title": [
        "恐惧的迷宫",
        "Labyrinth of Horror"
    ],
    "douban_votes": "0",
    "introduction": "The films of Michael Curtiz have come to symbolize Warner Brothers Studios of the 1930s and 1940s. Curtiz directed many favorites from that era, including Captain Blood, The Charge of the Light Brigade, The Sea Hawk, Yankee Doodle Dandy, Twenty Thousand Years in Sing Sing, and Mildred Pierce. He helped guide Bette Davis as her popularity rose in the 1930s, and helped establish Errol Flynn as the symbol of the swashbuckling hero. James Cagney (Yankee Doodle Dandy) and Joan Crawford (Mildred Pierce) both won Oscars under Curtiz's direction. His long career and directorial strengths benefitted from the constant work available in the studios of the 1930s and 1940s. Most observers, however, note a precipitous decline in the quality of Curtiz's films after World War II.Surely Curtiz's most famous creation for today's audience is Casablanca, the only film for which he received an Oscar for Best Director. This cult favorite now has achieved a life of its own and established Bogart and Bergman as modern folk heroes. Conversely, director Curtiz has been lost in the shuffle with the passage of time. The anti-auteurist argument seems to be that this particular film represents a happy \"accident\" of the studio system, and that its enduring popularity should not be credited to its director. What is lost in this analysis is the fact that Casablanca was a major hit of 1943 (finishing among the top grossing films of the year), won three Academy Awards (Best Picture, Director, and Screenplay), and earned Curtiz several awards as the year's best director. Critics of the day recognized Curtiz's input. Certainly today we should give proper credit to the director of a film that was popular upon release, continues to be popular today, and has influenced countless other works.Curtiz has been difficult for film historians to deal with because of the length and breadth of his career. Usually overlooked is the time he spent in Europe; Curtiz did not begin with Warner Brothers until he came to the United States at the age of thirty-eight. His career began in Hungary, where he participated in the beginning of the Hungarian film industry, usually receiving credit for directing that country's first feature film.Curtiz remained active until the outbreak of the First World War. After the war he moved to Vienna where he directed several important films, including the epic Sodom and Gomorrah. Scholars know little else about this part of Curtiz's career, however. Accounts of other activities lead only to contradictions; no wholly reliable list of credits exists. Sadly, historians have written off the first two decades of Curtiz's career. We know a great deal of the work of other emigrés, such as Fritz Lang and F.W. Murnau, but virtually nothing of Curtiz.Not unexpectedly there exist several versions of why and how Warner Brothers contacted Curtiz and brought him to the United States. Regardless, from 1926 Curtiz became intertwined with all the innovations of the Warner Brothers studio. In the mid-1920s he was thrust into Warner attempts to innovate sound. His Tenderloin and Noah's Ark were two-part talkies that achieved considerable popularity and garnered millions in box-office revenues. In a key transitional year, 1930, Curtiz directed no less than six Warner Brothers talkies. In that same year Warner Brothers tried to introduce color, but with none of the success associated with the studio's efforts with sound. Curtiz's Mammy, one of Jolson's follow-ups to The Jazz Singer and The Singing Fool, had color sequences. In 1933 he directed the well-regarded, all-color horror film, The Mystery of the Wax Museum. Curtiz's record during the transition to sound elevated him to the top echelon of contract directors at Warner Brothers. Unlike others, Curtiz seemed not to utilize this success to push for greater freedom and independence. Instead, he seemed content to take what was assigned, executing his work in a classic style. He produced crisp flowing narratives, seeking efficiency of method. He was a conservative director, adapting, borrowing, and ultimately utilizing all the dominant codes of the Hollywood system. Stylistic innovations were left to others. Today critics praise the film noir look of Mildred Pierce, but this film was never thought of as one of the forerunners of that style when it was initially released. After Mildred Pierce, Curtiz moved on to Night and Day, the fictionalized life of Cole Porter starring Cary Grant, and Life with Father, a nostalgic, light family romance starring William Powell and Irene Dunne. Both of these latter features took in a great deal of money and earned considerable critical praise, once again demonstrating how well Curtiz could operate when called upon by his employer.If there is a way to get a handle on the enormous output of Curtiz's career, it is through genre analysis. In the early 1930s Curtiz stuck to formula melodramas. His limited participation in Warner Brothers's social realism cycles came with films like Black Fury, which looked at strikebreaking. Curtiz seemed to hit his stride with Warner Brothers's Errol Flynn pirate cycle of the late 1930s. Captain Blood and The Sea Hawk stand as lasting symbols of Hollywood's ability to capture the sweep of romantic adventure. Warner Brothers also sent director Curtiz and star Flynn to the Old West in Dodge City and Virginia City. In the early 1940s the Warner studio returned to the musical, establishing its niche with the biographical film. Curtiz participated, directing Yankee Doodle Dandy (which depicted George M. Cohan's life), This Is the Army (Irving Berlin), and the aforementioned Night and Day (Cole Porter). Yankee Doodle Dandy demonstrated how well this European emigré had taken to the United States. Curtiz would continue to deal with Americana in his films during the 1940s. For example, he touched deep American ideological strains with Casablanca, while Mildred Pierce examined the dark side of the American family. Feminist critics have noted how the portrait of a strong woman in the latter film mirrors the freedom women achieved during World War II—a freedom withdrawn after the war when the men returned home. The family in Mildred Pierce is constructed in an odd, bitter way, contrasting with Curtiz's affectionate portrait in Life with Father. Genre analysis is helpful, but in the end it still tells us too little of what we want to know about this important director. As critics and historians continue to go through his films and utilize the records now available at the University of Wisconsin, University of Southern California, and Princeton, more insights will come to light about Curtiz's participation in the Hollywood studio system. In the meantime, Curtiz's films will live on for the fans with continual re-screenings of Casablanca, Mildred Pierce, and The Adventures of Robin Hood.",
    "chinese_title": "恐惧的迷宫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Labyrinth des Grauens",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T02:09:34"
}