{
    "aka": [
        "The Fantasy of the Monastery",
        "The Phantom of the Convent",
        "修道院里的幽灵"
    ],
    "sid": "2382808",
    "cast": [
        {
            "url": "/celebrity/1003508/",
            "name": "阿古斯丁·冈萨雷斯 Agustín González",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066717/",
            "name": "Victorio Blanco Victorio Blanco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121558/",
            "name": "Paco Martínez Paco Martínez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156148/",
            "name": "Carlos Villatoro Carlos Villatoro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "剧情",
        "悬疑",
        "恐怖",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2425967893.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1020154/",
            "name": "胡安·布斯蒂略·奥罗 Juan Bustillo Oro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038545/",
            "name": "费尔南多·德·福恩特斯 Fernando de Fuentes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0025100",
    "director": [
        {
            "url": "/celebrity/1038545/",
            "name": "费尔南多·德·福恩特斯 Fernando de Fuentes",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1934-06-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0025100/",
    "imdb_votes": 515,
    "this_title": [
        "El Fantasma del Convento"
    ],
    "douban_link": "https://movie.douban.com/subject/2382808/",
    "imdb_rating": "6.9/10 from 515 users",
    "trans_title": [
        "修道院里的幻想",
        "The Fantasy of the Monastery",
        "The Phantom of the Convent",
        "修道院里的幽灵"
    ],
    "douban_votes": "0",
    "introduction": "In the early days of the sound era, Mexican movie industry was still suffering the consequences of the Mexican Revolution. As the political climate was very unstable, very few movies were made in the 20s and only in the 30s the young Mexican film industry was able to grow up. Director Fernando De Fuentes was one of the most important filmmakers of that difficult period and a pioneer who set the basis for many of the characteristics of Mexican cinema. \"El Fantasma del Convento\", one of the two first horror movies made in the country (first one was \"La Llorona\" a year earlier), is a terrific Gothic horror that showcases his natural talent for storytelling and his great understanding of cinema as a visual art.The film is the story of Alfonso (Enrique del Campo), his best friend Eduardo (Carlos Villatoro) and Eduardo's wife Cristina (Marta Roel); three friends who on a field trip get lost in the forest by night. They find a monk who offers to take them to the ancient monastery where his Order lives. At the monastery, strange things begin to happen as the haunting atmosphere and the mystery surrounding the monastery's inhabitants seem to play hideous tricks on the group's minds, particularly Alfonso's as his hidden affair with Eduardo's wife and the guilt he feels for betraying his best friend will come at play in a nightmarish night.\"El Fantasma del Convento\" is a very atmospheric movie that combines the influence of Universal Studios' Gothic horror films of the time with the very rich tradition of Mexican ghost stories to create an original creepy story of mystery and horror. Co-written with Juan Bustillo Oro (who would also become a legendary filmmaker on his own right), the plot is more a character study than a horror film, and most (if not all) of the scares and suspense is based on the characters' psychology and the relationships between them. The bizarre events happening in the monastery are just the catalyst (or metaphor) for Alfonso's descent to hell and back.Visually, the film showcases not only the afore mentioned influenced of Universal Studio's horror films, but also the big influence that Russian filmmaker Sergei Eisenstein left in Mexico after his stay in the country. While the plot is mostly character-driven (with some lengthy monologues), the camera-work is surprisingly dynamic for its time, and the ominous and claustrophobic imagery builds up a haunting atmosphere of dread that has its peak in the overtly surreal climax of the film. De Fuentes makes a great use of shadows as well as of his primitive special effects to create a powerful film of a supernatural beauty.The acting is kind of a mixed bag, as while the three main characters are very well portrayed, the supporting ones seem to be played by actors without real training. Enrique Del Campo is quite effective as Alfonso, the brave and extroverted young man trapped in a love triangle with the his best friend's wife. He is very convincing and carries the film with power and dignity. Marta Roel as Cristina is also very good as the tempting Cristina, more than happy with the idea of abandoning her shy and coward husband for his brave friend. Finally, Carlos Villatoro gives a fine performance as Eduardo, the most introverted of the group and unaware of his wife's unfaithfulness.For a film of its time, \"El Fantasma del Convento\" is a remarkably good film with a well-written story and excellent cinematography. While its low-budget is evident, director De Fuentes makes the most of what he has and is successful in his venture. The film's main problem is in the way the actors playing the monks deliver their lines, as most of them (with the exception of Paco Martínez as the Father superior) seem to be reading the lines from cue cards. Also, the film's ending may feel weak after the very powerful climax, however, it was an appropriate ending for its time and while a bit disappointing, it doesn't hurt the overall result.Along with \"La Llorona\", \"El Fantasma Del Convento\" gave a Mexican face to the horror genre and while still took many years for the genre to develop in Mexico, they were of great importance for future filmmakers. While he is probably more remembered for his later work, Fernando De Fuentes constant exploration of many diverse themes makes him the most important of the pioneers of the early days of Mexican film-making.",
    "chinese_title": "修道院里的幻想",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Fantasma del Convento",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T03:55:58"
}