{
    "aka": [
        "Prague at night",
        "Prague in the Shining Lights"
    ],
    "sid": "2382734",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1928",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870621692.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [],
    "imdb_id": "tt1160758",
    "director": [
        {
            "url": "/celebrity/1108997/",
            "name": "斯瓦托普鲁克·英厄曼 Svatopluk Innemann",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "捷克语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1160758/",
    "imdb_votes": 42,
    "this_title": [
        "Praha v zári svetel"
    ],
    "douban_link": "https://movie.douban.com/subject/2382734/",
    "imdb_rating": "6.8/10 from 42 users",
    "trans_title": [
        "布拉格的夜",
        "Prague at night",
        "Prague in the Shining Lights"
    ],
    "douban_votes": "0",
    "introduction": "The Czech cultural heritage is blessed with a tradition of avant garde film-making that stretches back to the 20s, further than in most other Central European countries. The recent Festival of Central European Culture in London provided audiences a rare opportunity to see the origins of, and the latest developments in the Czechs' innovative approach to cinema.Whilst the catalyst of Russian avant garde film of the 20s was socialism, many of the Czech innovations grew out of consumerism. In fact, three of the films from the showing of the early period of experimental film (1927-38) are actually advertisements. The first is a promotional film commissioned by a Prague electricity company, Praha v zari svetel (Prague at Night, 1927) by the otherwise undistinguished director Svatopluk Innemann. The film captures the Czech metropolis in both an exuberant state of nocturnal activity and heightened architectural grandeur, all possible thanks to the modern wonder of electricity. Irena and Karel Dodal's Hra bublinek (Fantasie erotique [The Play of Bubbles (Fantasie erotique), 1936] is both a modernist experiment in the new possibilities of animated colour graphic art and an advertisement for turpentine soap. Silnice zpiva (The Highway Sings, 1937) by Elmar Klos amusingly depicts the joyful and fulfilled life of a Bata tyre in its course of duty.Although not an advertisement, Divotvorne oko (The Magic Eye, 1939), by Jiri Lehovec, is nevertheless a hymn to the glories of Czech manufacturing expertise as a close-up lens is put through its paces. By today's standards the magnification may seem fairly run-of-the-mill, but it takes little to imagine the effect a spider's head or a dissolving sugar cube would have had on viewers of the time when blown up to cinema-screen size.",
    "chinese_title": "布拉格的夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Praha v zári svetel",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T10:29:25"
}