{
    "aka": [
        "Jules Verne's Mysterious Island"
    ],
    "sid": "2382737",
    "cast": [
        {
            "url": "/celebrity/1048220/",
            "name": "莱昂纳尔·巴里摩尔 Lionel Barrymore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095805/",
            "name": "杰奎琳·加兹登 Jacqueline Gadsden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109445/",
            "name": "劳埃德·休斯 Lloyd Hughes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054594/",
            "name": "蒙塔古·洛夫 Montagu Love",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102480/",
            "name": "哈里·格里本 Harry Gribbon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084111/",
            "name": "辛兹·爱德华 Snitz Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094633/",
            "name": "吉布森·格沃兰德 Gibson Gowland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154136/",
            "name": "哈利·坦布鲁克 Harry Tenbrook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149299/",
            "name": "保琳·斯塔克 Pauline Starke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144699/",
            "name": "安杰洛·罗西托 Angelo Rossitto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139294/",
            "name": "Carl &#39;Major&#39; Roup Carl &#39;Major&#39; Roup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051400/",
            "name": "Robert Dudley Robert Dudley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074546/",
            "name": "卡尔·达内 Karl Dane",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1929",
    "genre": [
        "科幻",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630315289.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007194/",
            "name": "儒勒·凡尔纳 Jules Verne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038712/",
            "name": "卢西恩·哈伯德 Lucien Hubbard",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020198",
    "director": [
        {
            "url": "/celebrity/1028461/",
            "name": "本杰明·克里斯滕森 Benjamin Christensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008085/",
            "name": "莫里斯·图纳尔 Maurice Tourneur",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038712/",
            "name": "卢西恩·哈伯德 Lucien Hubbard",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "silent"
    ],
    "playdate": [
        "1929-10-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020198/",
    "imdb_votes": 931,
    "this_title": [
        "The Mysterious Island"
    ],
    "douban_link": "https://movie.douban.com/subject/2382737/",
    "imdb_rating": "6.2/10 from 931 users",
    "trans_title": [
        "神秘岛",
        "Jules Verne's Mysterious Island"
    ],
    "douban_votes": "0",
    "introduction": "This is the first oceanic adventure brought to the screen in sound that was loosely based on Jules Verne's novel, however, film pioneer Georges Melies produced a version titled Ulysse et le Geant Polpheme in 1905, ironically the same year Verne died.Although now antiquated, this early sound production is particularly interesting for displaying how studios were trying their best to adapt to the new sound medium. There are only a few scenes of dialogue that demonstrate how even capable actors such as Lionel Barrymore, here as Count Dakkar, were having trouble during this period of adjustment.Lionel Barrymore as Count DakkarCount Andre Dakkar, a character who later came to be known as Captain Nemo in future productions based on the same source, is an eccentric genius living on an island near the shores of the kingdom of Hetvia. He explains to Baron Fallon, (Montague Love), his intention to explore the ocean in search of a civilisation he believes exists under the ocean floor. In his experimental submersible craft, Count Dakkar and his daughter's sweetheart, Nikolai, (Lloyd Hughes), descend into the waters. However, during their descent, Count Fallon and his Hussars seize the chance to overrun the island, and in a bid to rule the kingdom he holds Dakkar's daughter, Countess Sonia, (Jane Daly), captive.Upon resurfacing in the craft, Dakker and Nikolai learn of the dissent and quickly return to the ocean depths after they are bombarded by the Hussars. Plummeting Jane Daly as Countess Soniadangerously to the bottom of the ocean the ship ends up precariously balanced on a ledge. The crew disembark in cumbersome diving suits to be greeted by a race of dwarf-sized fishmen that look similar to deformed Donald Ducks. After encountering a giant horned lizard, the fishmen and a giant octopus help remove Dakkar's ship safely from the ledge, but Count Fallon has discovered another of Dakkar's submersible crafts on the island and follows him into the depths accompanied by Countess Sonia and a few soldiers.During the ensuing confrontation Baron Fallon looses his life when a pole pierces his diving helmet and his life's-blood oozes out. Fighting off a further attack from hoards of sea creatures, Dakkar, his daughter and Nikolai repair their ship with parts provided by the other submersible allowing them to return to the surface and defeat Fallon's remaining army.Finally to prevent his work from being stolen and used for evil ends, Dakkar destroys his laboratory. His dying wish is to be buried at sea in his submersible ship, and in turn destroying the last remnant of his discoveries.Danish director Benjamin Christensen, a largely forgotten, but an outstanding director responsible for Haxan (1922), and the \"old-dark-house\" comedy Seven Footprints to Satan (1929), was reportedly sacked after MGM's executives were dissatisfied with his painstaking methods that was pushing the film well over budget. In 1926 Christensen was replaced by Maurice Tourneur, who was then replaced by scriptwriter Lucien Hubbard for the same reasons.The Mysterious Island (1929)Originally the film was shot as a silent and released in an early two-tone Technicolor process for which synchronised sound effects and dialogue were later added to help boost box office takings during this difficult transitional period.Although this curiosity is not deserving of critical praise, MYSTERIOUS ISLAND remains as yet another stepping stone on the road to the cinema we know today.",
    "chinese_title": "神秘岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Mysterious Island",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T05:00:28"
}