{
    "aka": [
        "The Burning Brazier"
    ],
    "sid": "2382730",
    "cast": [
        {
            "url": "/celebrity/1029009/",
            "name": "伊万·莫兹尤辛 Ivan Mozzhukhin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065985/",
            "name": "卡米尔·巴杜 Camille Bardou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545522485.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1029009/",
            "name": "伊万·莫兹尤辛 Ivan Mozzhukhin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0293777",
    "director": [
        {
            "url": "/celebrity/1029009/",
            "name": "伊万·莫兹尤辛 Ivan Mozzhukhin",
            "@type": "Person"
        }
    ],
    "duration": "USA: 120 分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1923-10-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0293777/",
    "imdb_votes": 359,
    "this_title": [
        "Le Brasier Ardent"
    ],
    "douban_link": "https://movie.douban.com/subject/2382730/",
    "imdb_rating": "7.3/10 from 359 users",
    "trans_title": [
        "燃烧的火炉",
        "The Burning Brazier"
    ],
    "douban_votes": "130",
    "introduction": "For his third film in France, L'Enfant du Carnaval (1921), Mozhukhin directed himself. This is a delightful work, hinting at the astonishing visual vocabulary Mozhukhin would employ in his next directorial effort, Le brasier ardent (1923). Full of visual witticisms that include amusing match cuts and a terrific use of scenography, it can be argued that the choice of subject matter (wealthy bachelor finds a child on his doorstep and hires the child's real mother as nanny) has more than an old-fashioned air about it, but he manages to keep it fresh and sparkling until the tragic conclusion. There are some stylistic similarities between L'Enfant du Carnaval and an Italian film from 1917 which screened at last year's Festival, Luigi Serventi's Le Mogli e le arance (Wives and Oranges), written and supervised by Lucio D'Ambra, although this may be pure coincidence.La Maison du mystère was followed by Mozhukhin's second and final solo directorial effort, the extraordinary Le brasier ardent (1923). Though Renoir cites this as the film which convinced him to become a director, few people understood Mozhukhin's tour de force blend of surrealism, Freud and dada, and Le brasier ardent was a commercial flop. It is directed with breathtaking boldness and a mastery of cinematic styles ranging in influence from Gance and Feuillade to the avant-garde. Le brasier ardent opens with a nightmare sequence that jumps out at the audience, beginning in hell and working itself up to a cathedral, all with Mozhukhin in different parts, from a demonic heretic at the stake to a bishop. The visionary Alexander Lochakoff designed, with Joseph-Louis Mundwiller (who later shot part of Gance's Napoléon [1927]) as cameraman. Mozhukhin's incandescent personality, shining out of those riveting eyes, acts as a match to his bravura directing, which includes astounding edits and the use of negative images. The audience is left dazzled by the audacity of his style, and mournful that a great career as director was cut short by an unappreciative public.Finally, Casanova (Volkoff, 1927). I can think of no film where Venice is so gloriously shot, where the Carnival festivities of the late 18th century are so perfectly recreated, straight out of the paintings of Pietro Longhi. Full of comedy, and with Mozhukhin bounding through his scenes in the style of Douglas Fairbanks,Ivan Mozhukhin in CasanovaIvan Mozhukhin in Casanovathis is a gorgeous work, and though it lacks the technical bravura of, say, Le brasier ardent, it is a pleasure from beginning to end. The extraordinary restorations by Renée Lichtig (co-winner this year of the Jean Mitry Award) of both this and Michel Strogoff include their original hand-coloured sequences. The night scenes during Carnival, with fireworks exploding over the torch-lit gondolas, are scenes of wonder.",
    "chinese_title": "燃烧的火炉",
    "douban_rating": "7.9/10 from 130 users",
    "foreign_title": "Le Brasier Ardent",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.9",
    "update_at": "2025-02-13T05:35:05"
}