{
    "aka": [
        "Table, Donkey and Stick"
    ],
    "sid": "2382727",
    "cast": [
        {
            "url": "/celebrity/1052409/",
            "name": "威廉·普拉格 Wilhelm Prager",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066991/",
            "name": "Emil Biron Emil Biron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113098/",
            "name": "Erwin Kopp Erwin Kopp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126755/",
            "name": "Sophie Pagay Sophie Pagay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245964/",
            "name": "Konstanze Grobe Konstanze Grobe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1921",
    "genre": [
        "喜剧",
        "爱情",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052409/",
            "name": "威廉·普拉格 Wilhelm Prager",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0440877",
    "director": [
        {
            "url": "/celebrity/1052409/",
            "name": "威廉·普拉格 Wilhelm Prager",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 65 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1921"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0440877/",
    "imdb_votes": 52,
    "this_title": [
        "Tischlein deck dich, Eselein streck dich, Knüppel aus dem Sack"
    ],
    "douban_link": "https://movie.douban.com/subject/2382727/",
    "imdb_rating": "6.6/10 from 52 users",
    "trans_title": [
        "桌子、金驴和手杖",
        "Table, Donkey and Stick"
    ],
    "douban_votes": "0",
    "introduction": "Superb Fairy Tale.Once upon a time there was a tailor who had three sons ( a fat one, a tall one and an idiot one ). Since the tailor had no work for his sons, they decided to go on a journey to try their luck. The tall one found in the forest a goblin who taught him carpentry; a year passed and when the apprentice decided to return back home, the goblin gave him a magic table that would be filled with meals only by saying \"Table-Be-Set\". On the journey home, the tailor's son was robbed in a boarding house by its landlord; the same happens with the tailor's second son, the fat one, who was robbed by the same landlord of a magic donkey that was given to him by the goblin, a donkey that, when someone says \"Gold-Donkey\", releases a lot of coins.When the third son, the idiot one, heard of the misfortune of his brothers, he made his way to the predatory landlord with a magic sack that was given to him by the same goblin; this time if he says \"Cudgel-out-of-the-Sack\", a cudgel emerges from the sack and hits bad people; so when at night the landlord tried to rob him, the tailor's son said the magic words and the thief landlord got his deserts. After the landlord was served right, the tailor's son took the magic table and the gold donkey that belonged to his brothers, and victoriously returned home, and so the three brothers with their father lived lucky and wealthy to the end of their days.\"Tischlein deck dich, Eselein streck dich, Knüppel aus dem Sack\" was inspired by a Brothers Grimm fairy tale, \"Table-Be-Set, Gold-Donkey And Cudgel-Out-Of-The-Sack\", and directed by the German Herr Wilhelm Prager. During the years 1921-1922, \"UFA\" ( Germany's greatest film company ) produced Wilhelm Prager's three fairy-tale films, \"Der Kleine Muck\", \"Der Falsche Prinz\" and the film that this German count is reviewing, and after seeing it, this aristocrat yearns for the chance to watch Prager's other two fairy-tale films, due to its absolutely magic atmosphere reflecting perfectly the fairy-tale backgrounds (exaggerated and funny costumes, mysterious landscapes, strange characters and ancient Teutonic towns ). It is a film inspired by the classic stories that shows in an accurate way the essence of what a fantastic film must be.",
    "chinese_title": "桌子、金驴和手杖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tischlein deck dich, Eselein streck dich, Knüppel aus dem Sack",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T11:01:09"
}