{
    "aka": [],
    "sid": "2382226",
    "cast": [
        {
            "url": "/celebrity/1238708/",
            "name": "John R. Sexton John R. Sexton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874013816.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0488542",
    "director": [],
    "duration": "USA: 93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-04-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0488542/",
    "imdb_votes": 16,
    "this_title": [
        "Finding Jack Kerouac"
    ],
    "douban_link": "https://movie.douban.com/subject/2382226/",
    "imdb_rating": "8.2/10 from 16 users",
    "trans_title": [
        "寻找杰克凯鲁亚克"
    ],
    "douban_votes": "0",
    "introduction": "Mitch (Randall Sims) is a senior in his eighth year of college. He has switched majors several times. This is part of a strategy to prolong his college experience as long as possible. Mitch enjoys the comfort of school and fears the real world. This is due, in part, to the fact that he has no idea what he wants to do with his life.Dwight (Christopher Lapish) is Mitch's roommate. He is also in his eighth year of school. Dwight enjoys hanging out with Mitch and has no real inclination to do anything.Lisa (Noelle Manuel) is a fourth year senior and the object of Mitch's affection. Lisa has a thing for Mitch, but neither has ever had the nerve to approach the subject so they remain \"just friends\".When Lisa gives Mitch a copy of ON THE ROAD by Jack Kerouac, Mitch's life takes a definite turn. Mitch decides to become a beatnik, hitchhike to New York, talk with Jack Kerouac, and write the Next Great American Novel. Dwight and Lisa both decide to join him on his quest, but their journey is flawed from the onset.The trio travels by car, bus, train, and on foot. Along the way Lisa and Mitch confront their feelings and all of them learn the value of true friends.",
    "chinese_title": "寻找杰克凯鲁亚克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Finding Jack Kerouac",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-07T13:14:32"
}