{
    "aka": [
        "Two Monks"
    ],
    "sid": "2382810",
    "cast": [
        {
            "url": "/celebrity/1157149/",
            "name": "Víctor Urruchúa Víctor Urruchúa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156148/",
            "name": "Carlos Villatoro Carlos Villatoro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148006/",
            "name": "Emma Roldán Emma Roldán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130282/",
            "name": "曼努埃尔·安东尼奥·诺列加 Manuel Noriega",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134803/",
            "name": "Manuel Noriega Manuel Noriega",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1934",
    "genre": [
        "剧情",
        "爱情",
        "悬疑",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675196384.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1020154/",
            "name": "胡安·布斯蒂略·奥罗 Juan Bustillo Oro",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0025062",
    "director": [
        {
            "url": "/celebrity/1020154/",
            "name": "胡安·布斯蒂略·奥罗 Juan Bustillo Oro",
            "@type": "Person"
        }
    ],
    "duration": "Mexico: 85 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1934-11-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0025062/",
    "imdb_votes": 884,
    "this_title": [
        "Dos Monjes"
    ],
    "douban_link": "https://movie.douban.com/subject/2382810/",
    "imdb_rating": "7.0/10 from 884 users",
    "trans_title": [
        "两个僧侣",
        "Two Monks"
    ],
    "douban_votes": "191",
    "introduction": "Masterpiece precedes 'Rashomon'.One of the greatest films of all time is Kurosawa's 'Rashomon', which features an unusual narrative structure: the same events are shown in flashback four times, each time from the viewpoint of a different character. The subtle differences in each flashback compel the viewers to decide for themselves the truth of what actually happened. 'Rashomon' (1950) proved to be so innovative that several later films have used the same idea. I can think of at least three different sitcoms, each of which has done an episode ripping off the 'Rashomon' premise.The 1934 Mexican film 'Two Monks' uses precisely this same narrative gimmick, 16 years before it was used in 'Rashomon'. Unfortunately, because 'Two Monks' uses only two conflicting flashbacks (rather than four, as in 'Rashomon'), the audience are put in an \"either/or\" situation rather than a pick'n'mix. Still, it's intriguing to see that one of the most famous narrative innovations in the entire history of film was used in an obscure Mexican movie more than a decade before it was employed in the film that brought it to greatness and prominence.Juan and Javier are two young men, rivals for the charms of pretty Anita. She dies, in circumstances which are intentionally kept obscure, and the rivals go their separate ways. Javier becomes a monk, and puts his painful memories behind him ... until, one day in the priory, he encounters a monk who turns out to be Juan. Straight away, Javier is so angered that he attacks Juan, giving him a near-fatal blow.The kindly old prior confesses each of the two men separately. Each confession is shown in flashback, with first one man and then the other telling the story of the tragic triangle from his own self-serving viewpoint. Now we learn -- from two conflicting viewpoints -- what happened to Anita.The art direction throughout this film is astonishing, and there is the clever touch of having each of the rivals dressed in white in his own flashback, but garbed in black in the other man's flashback: a splendid way of helping the audience to remember that this narrative is subjective.'Two Monks' deserves to be much, much better known, and I eagerly rate this film 10 out of 10.",
    "chinese_title": "两个僧侣",
    "douban_rating": "7.3/10 from 191 users",
    "foreign_title": "Dos Monjes",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.3",
    "update_at": "2026-02-19T11:00:50"
}