{
    "aka": [],
    "sid": "2390095",
    "cast": [
        {
            "url": "/celebrity/1299287/",
            "name": "丁子峻 Allen Ting",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404119/",
            "name": "汪秀川 Xiuchuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314524/",
            "name": "常铖 Cheng Chang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2303583295.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "24",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2005-04-01"
    ],
    "this_title": [
        "爱比恨多一点"
    ],
    "douban_link": "https://movie.douban.com/subject/2390095/",
    "trans_title": [
        ""
    ],
    "douban_votes": "328",
    "introduction": "女影星安虹为了筹拍她的自传体电影《回忆》，在全国范围登出招聘启示寻找一个二十出头的女孩子来演她的青年时代。山东女孩夏婴子从报上看到了这则招聘消息后兴奋不已，她瞒着妈妈偷偷地从山东跑到上海来应聘。婴子在火车上邂逅了在上海的贝氏公司担任总经理的海宁。婴子的热情便海宁很受感染。安虹的母亲陪着安虹招聘演员，那些年轻的女孩让她想起二十多年前的往事:当年她陪着安虹到山东生下了一个女婴，她将孩子偷偷送人又对安虹谎称孩子生下来就死了……海宁公司的董事长贝家繁就是那个使安虹怀孕又抛下她不管的男人。他在报纸上看到安虹筹拍新戏的消息后执意让海宁去设法争取由贝氏来投资这部戏。贝氏公司成立十周年庆典上，作为嘉宾出席的安虹与贝家繁戏剧性地重逢。贝家繁对安虹细说自己当年的苦衷，他向安虹表示了重续前缘的渴望。可安虹却明确告诉贝，她对他只有恨。然而贝家繁楔而不舍的进攻，安虹终于决定嫁给贝家繁。安虹的婚礼上，婴子和安母碰上了，当婴子无意中告诉了安母自己在山东家的地址时，安母明白了眼前这个女孩就是自己苦苦寻找的外孙女。安母由于激动过度昏倒在地，被送入医院后抢救脱险，但从此不会说话，她对着前来看她的婴子老泪长流。贝家繁的女儿贝小玫突然从美国回来，她对父亲娶安虹很不满意，在家里处处同安虹作梗。闲得无聊的小玫到父亲公司闲逛，碰到海宁，一眼就认为海宁应该是她的，于是她缠上了海宁。婴子常常假扮海宁的女朋友为海宁解围。婴子的妈妈从山东到上海来开会，她意外地发现婴子己经卷入了她亲生母亲的生活中了。婴予妈妈执意要婴子跟她一起回山东，可是在火车就要开出的时候，海宁把婴子追了回来，他请求婴子留下来做他真的女朋友。婴子正式被选为安虹戏中的女演员。剧组，婴子被通知去演戏，却发现安虹找了个临时替身演激情戏，婴子和安虹大吵，婴子妈妈得知此事后心急如焚地往南通赶，可是途中却发生车祸。当婴子赶到山东时，妈妈己经离开了她，她给婴子留下一封信，信中说明了一切真相。婴子怀着一种复杂的心情回到了剧组。安虹和吴为亲昵之时，吴为突发心脏病，昏倒在安虹房间。情急之下，安虹跪在婴子前面请求她把这事顶下来。婴子流泪答应，并一语双关地说这事完了以后她和安虹再也不会有任何关系了。婴子觉得无法面对海宁，她给海宁写了一封信告诉他一切，可是这封信却被小玫故意藏了起来。不明真相的海宁对婴子产生了深深的误解。海宁去海边散心，小玫追了过去。婴子再见海宁时，只见海宁和小攻手挽着手，小玫脸上是一种胜利者的种情。安虹竭力履行她对婴子的承诺，一定要捧红婴子，可是婴子对这些并不十分感兴趣。她推掉了许多片约，决定去法国深造，这使安虹感到大惑不解。海宁与小玫举行婚礼的那天，也是婴子离开上海的时候，然而就在婚礼举行的前一刻，海宁发现了小攻扣下的婴子的那封信，而安虹也终于得知了婴子正是自己的亲生女儿的这一真相。去机场的路上，安虹和海宁各自驾着自己的车去追赶婴子……",
    "chinese_title": "爱比恨多一点",
    "douban_rating": "7.7/10 from 328 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-01-28T16:57:52"
}