{
    "aka": [],
    "sid": "2408934",
    "cast": [
        {
            "url": "/celebrity/1037715/",
            "name": "黄磊 Lei Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011935/",
            "name": "马伊琍 Yili Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274576/",
            "name": "耿乐 Le Geng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350136/",
            "name": "黄翀 Chong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317188/",
            "name": "杜玉明 Yuming Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316751/",
            "name": "管宗祥 Zongxiang Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324517/",
            "name": "魏伊 Angel Wei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526322372.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1274919/",
            "name": "管虎 Hu Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323791/",
            "name": "王熠 Yi Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1037715/",
            "name": "黄磊 Lei Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323791/",
            "name": "王熠 Yi Wang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003-10-01(中国大陆)"
    ],
    "this_title": [
        "七日"
    ],
    "douban_link": "https://movie.douban.com/subject/2408934/",
    "trans_title": [
        ""
    ],
    "douban_votes": "980",
    "introduction": "临海市海关在海上查获一批准备偷运入境的人民币，其数额之大，运送方式之诡异无不令人怀疑。但由于运送款项的人已经在武装拒捕过程中被击毙，此事似乎陷入僵局。最后还是临海市刑警队队长萧雷发现了船上绳结的系法与众不同，找到了线索。犯罪嫌疑人王磊落网，他招出被海关截获的人民币其实是假钞，而且在这批之前，已经有两批假币运抵临海。同时，刑警队检验科传来消息，以现有的技术，根本无法辨识这批假币的真伪。钟氏集团董事长钟美铃正是这次假币事件的幕后主使者。而且钟氏集团在临海市下属的宝隆公司在从事正常贸易的同时，还做着原油走私的勾当。宝隆公司的行动已经为公安机关所察觉，宝隆公司的秘书邵静然就是公安部门派去的卧底。就在钟美铃以洽谈商务的名义来到临海的同时，一个追踪她很久的人也来到了临海。他就是江少威。江少威原是香港警察，因发现钟氏集团涉及假币案而遭陷害，被通缉。江少威决定只身破案，还自己清白。江少威通过朋友的帮助结识了宝隆公司的律师李永顺，李永顺说服总经理钱世宏，将江少威留在了公司里。李永顺还介绍江少威住进了自己的妹妹杨霞的旅馆里。在那儿，江少威认识了杨霞的女儿许家雯和一个开酒吧的女人——冯燕。警方跟据王磊的口供去抓嫌疑人刘正刚，但刘正刚已经失踪，实际上已经被灭口了。与此同时犯罪分子内部也发生了内讧。总负责运送假钞的周滨与负责运送第二批货的陈海生发生了矛盾，周滨将陈海生杀死，但却不知道陈海生将假钞放在了哪里。与此同时，由于这次假币案案情十分重大，临海市公安局报请省局批准，全面封锁临海市金融系统，同时成立专案组，负责侦破此案。专案组组长是公安部下派的专员程维方——他也是邵静然的联系人，副组长由临海市刑警队队长萧雷担任。省公安厅下达死命令，一定要在七天之内侦破此案。江少威在公司里结识了邵静然，两人之前在码头见过一面，彼此之间有所怀疑。两人都对对方的真实身份及来公司的目的很感兴趣，于是彼此互相接近，互相试探。但在此过程中，江少威的行踪被钟美铃身边的保镖阿龙发现。江少威的处境顿时变得危险，而邵静然也因此被怀疑。钟美铃让香港警察局的内奸给大陆发来江少威的通缉令。钱世宏将江少威送入圈套，阿龙要杀江少威，江落下悬崖，生死不明。宝隆公司将走私来的原油藏在深山中的一个仓库(简称深仓)里。邵静然的最终目的，就是找到这个深仓。钱世宏为了试探邵静然，设置了一个迷局，故意让邵静然知道原油要转移到某处。邵静然中计。程维方接到报告，带人赶去，却发现那里只是一个普通仓库。钱世宏明确了邵静然的身份，但同时他也明白了自已的处境，他紧张起来。江少威掉下悬崖，被陈海生的妹妹陈海妹所救。江少威回到临海，躲在冯燕的酒吧里。警方接到线报，得知一个叫林招娣的嫌犯。警方在抓捕林招娣时，林招娣受了重伤，陷入昏迷。警方将林招娣送入医院治疗，周滨得知这个消息，十分惊慌。阿龙潜入医院将，将林招娣杀死。钱世宏感到压力越来越大奉承和江少威联系，准备投案，作污点证人。两回事人约好见面。但钱世宏却在赶去的途中被阿龙杀死。钱世宏死前将一台小电脑交给了六叔，里面存有宝隆公司所有的犯罪证据，还有深仓的地址。六叔当年是和钱的父亲一起打天下的，钱父死时，托付六叔照顾钱世宏。六叔表面上在街边开了个小茶馆，实际上他是宝隆公司的军师。钱世宏死后，六叔萌生退意。这时钟美铃从香港请来了当年也是与六叔和钱父一起打天下的雄叔主管宝隆公司事务。雄叔邀请六叔出山，被六叔拒绝。这时钟美铃已经得知陈海生运来的款子和钱世宏留下的电脑都在六叔手中，她向六叔索要，但六叔对钟美铃的所作所为一直十分反感，所以没有交给她。江少威的行踪又一次暴露，钟美铃派自己的贴身保镖阿真和阿龙一起去杀江少威，却再次被江逃掉。程维方和唐局长决定彻底清查宝隆公司。他们和海关联系，扣下了宝隆公司所有的货物。这时临海市市长郑桓的女儿郑晓芸忽然出现在海关，要替宝隆公司要回一批货物，被拒绝。原来郑晓芸原是萧雷的女朋友，她准备和人合作，自己开一个公司。但假币案打乱了她的计划，而在她心灰意冷的同时，萧雷也忙的不可开交，没有时间陪她。这时知道郑晓芸身份的钟美铃乘虚而入，取得了郑晓芸的信任，并一步步地把郑晓芸拉下水，成为自己的同伙。赵文中帮助宝隆公司提走了封在仓库的一批货，唐局长找人清查了赵文中的所有资料，发现赵的银行里有来历不明的巨额存款。唐局长下令逮捕赵文中。赵文中在拒捕的过程中被阿龙打伤。被送进了医院。受伤的江少威躲进了邵静然的家。六叔将小型电脑放在了一直跟着他的小孩祥仔手中，但祥仔并不知情。六叔随即被钟美铃的手下杀死。又有一批原油运抵临海。引起警方的极大关注。雄叔再次买通海关人员将原油提出码头，收入深仓。为钟美铃提供模板的沙昆来到了临海，继续改进假币的工艺。而曾经是沙昆同学的李永顺正是大陆警方研制新验钞机的负责人。李永顺和沙昆展开暗地里的较量，最终邪不胜正，新的验钞机终于研制出来，临海市的形势开始缓解。正当此时，香港方面又来了一个名叫程子坤的人，负责和大陆警方共同抓捕江少威。此时江少威已将自己真实身份告诉了邵静然。邵静然答应暂时不抓江少威，但要求江少威不要露面。她将江少威关在自己的屋里，没想到江少威又跑了。江一出现，就成为了黑白两道都要追随杀的人，尤其是程子坤，在追捕江的过程中做了许多越权的事，似乎一定要将江少威置于死地。这引起了警察们的怀疑。程子坤实际上是钟美铃派来杀江少威的的人，也是钟美铃安插在香港警方的奸细。程子坤见自已已经引起了怀疑，便一走了之。但此举让大陆警方对他的怀疑更大了。江少威无意间遇见了祥仔，拿到了六叔留在那里的东西。江把这些给了邵静然。邵静然根据这些线索找到了六叔留在棺材里的第二批运来临海的假币，以及藏在深仓里的原油。走私案告破。原定运抵临海的三批假币已有两批落到了警方的手里。同时钟美铃得到消息，所剩的最后一批假币要尽快运出。钟美铃设计打算利用地下防空洞运输假币，但被警方发现，激战过后，所有假币终于全部被警方截获。只有少量假币之前流入社会，但危害不大。钟美铃走投无路，于是用郑晓芸和许家雯做人质，并设下圈套，准备和警方以及江少威同归于尽。警方和江少威一同赶往钟美铃在荒岛上的基地，经过搏斗，钟美铃终于被抓获归案，而江少威也澄清了自己的冤枉，恢复原职。小城临海也得以恢复了往日的宁静。",
    "chinese_title": "七日",
    "douban_rating": "7.5/10 from 980 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-02-12T13:42:06"
}