{
    "aka": [
        "邓小平在江西新建县的日子"
    ],
    "sid": "24153204",
    "cast": [
        {
            "url": "/celebrity/1433989/",
            "name": "潘玉民 Yumin Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313492/",
            "name": "徐松子 Songzi Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359874/",
            "name": "高放 Fang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318613/",
            "name": "李博 Bo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318512/",
            "name": "孔祥玉 Xiangyu Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317672/",
            "name": "赵福余 Fuyu Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326289/",
            "name": "全解放 Jiefang Quan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349505/",
            "name": "王奕 Yi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322127/",
            "name": "章艳敏 Yanmin Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340284/",
            "name": "李阳 Yang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330224/",
            "name": "唐北平 Beiping Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322697/",
            "name": "徐鹏凯 Pengkai Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1939665906.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318614/",
            "name": "熊诚 Cheng Xiong",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1439319/",
            "name": "邵芳 Fang Shao",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "16",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "非常岁月"
    ],
    "douban_link": "https://movie.douban.com/subject/24153204/",
    "trans_title": [
        "邓小平在江西新建县的日子"
    ],
    "douban_votes": "0",
    "introduction": "非常岁月——邓小平在江西新建县的日子这是风雨飘摇的1969年。“文革”已进行了三年多。10月17日，森严的“林办”，林彪乘毛泽东外出之机，签署下了所谓的“一号命令”：借中苏边境局势紧张为名，全军处于一级战备状态，首都实行“战备疏散”。在这个命令下，将把一批久经考验的党和国家领导人刘少奇、朱德、邓小平、陈云、王震等在三天内分别遣散到河南、广东、江西等六个林彪死党控制的省份，阴谋进行各种政治迫害和肉体摧残，以达到排除异已、篡党夺权的目的。当周恩来知道了林彪的“一号命令”后，异常气愤，他深知“一号命令”的真实用意。他一方面巧妙地将“一号命令”的真实用意告知正在外地的毛泽东，一方面，冒着风险，以合法的身份，开始紧张地给各地打电话，提醒他们要保护这一批老干部。而当“一号命令”下达到中南海邓小平家中时，家中只有邓小平、卓琳和继母夏伯根。五个子女，下放的下放到边远山区，被迫害致残的长子邓朴方尚在医院。仓促中被撵出北京，真是风箫箫兮秋水寒，此去京城兮何日还！但，这一切并没引起他的惊恐。在历史中的某一特定时刻，一位能指挥百万雄师的统帅，可能不如一个狱卒更能掌握自己，已是屡见不鲜的了，他坦然一笑处之。此时，邓小平只对前来家中话别的中办主任汪东兴提出了一个至关重要的问题：以前主席说过，有事情找你，到江西后是不是还可以给你写信？当他得到了肯定的答复后，不安的心情得到了减轻，也就是说，即使去到千里之遥的江西，也能够保持和中央的联系，通过汪东兴，保留住了一条与毛泽东联系的渠道。一个历史性的使命，就这样赋予了新建县拖拉机修配厂这个小厂！曾经做过毛泽东警卫员的陈昌奉，深知安全的重要，他亲自对厂党总支书记兼革委会主任的罗朋布置任务：确保邓小平安全！不是百分之九十九，而是百分之百的安全。三十岁出头的宣传干事，普通军人黄文华，一夜间被选中作为邓小平的管理秘书，实质干的是“明保暗监”任务，从此，他将被迫担任一个并不光彩的角色。10月22日清晨，邓小平、卓琳、夏伯根三人凄凉地离别中南海。三天后，邓小平住进了步校“将军楼”，从这天开始，邓小平开始了他近三年的监禁劳动生涯。这三年，是他思考的三年，为着未来顽强锻炼的三年，对革命信念更坚定的三年，也是他与世隔离饱尝孤独的三年，对人民了解越深爱之更深的三年。住进将军楼，他们开始了衣食住的忙碌。四五天后，邓小平、卓琳在黄文华的警卫下，由“将军楼”走出，来到了二里外的拖拉机修配厂。罗朋在向他们介绍着厂里的情况时，巧妙地传达出了厂里没有红卫兵造反派组织，老工人占多数，都是很本份的工人的信息。在这个年代，能有这么个小小的世外天地，令邓小平、卓琳大感意外，同时也放下了悬着的心。在修理车间，工人师傅们纷纷围了上来，那温暖信任的目光，融化着邓小平心中的寒冰，这对沙漠中的伴侣，仿佛走进了生命的绿洲。为着安排邓小平劳动，车间主任陶端晋犯了难，开始安排他清洗零件，而卓琳则和程红杏、卢风秀等女工在电工班修理马达上的电线，也就是拆绕线圈。但约莫半个钟头，邓小平感到双腿麻木，蹲久了直不起身来，陶端晋深感内疚：我怎么没想到老人家不宜久蹲？于是，先是让小平干划线的技术活，后考虑到他的眼睛看图纸吃力，又商量让他干起了钳工，锉镙丝和锉拖拉机斗的挂钩。于是，一架工作台安排在了车间的一角，既安静，干扰少，又便于安全保卫。面对着熟悉的工作台，邓小平心中一热：老伙计，又见面了，隔了四十多年啦！一个久违的记忆浮现在他眼前：在他16岁那年，从重庆的一所专科学校随92名中国学生一起乘船到法国勤工俭学。在雷诺汽车厂里，他就学会了这门手艺啊，没料到几十年后，竟然在江西的这个小厂中派上了用场。真可谓世事难料。回到劳动中，置身于人民中，邓小平感到一种自我的回归。每天上班的路，都要绕一个大弯，而且又是走在公路上，势必招引注意，不太安全，质朴的工人们为邓小平夫妇修了一条僻静又相对较近的小道。此后，邓小平、卓琳每天就行走在这条小道上，坚实的脚步踏平了这条小道，工人们妮称它为“邓小平小道”。小道后又被整平修复过，人民不希望这不幸的老人在这段路途中再有什么坎坷、不幸降临……原本与小女儿毛毛有过约定的，十二月毛毛回北京见父母，但因为这突如其来的“一号命令”，举家南迁，北京会面显然难成了。为了孩子回到身边，又开始了再申请、再联系。当毛毛背着乡亲们连夜为她煎的大饼、蒸的米糕，七天七夜赶到江西，走进将军楼的那一刻，左边一个，右边一个，父母们亲了起来，脸颊紧贴在一起，泪水也流在了一起。此刻，望着又哭又笑的母女俩，邓小平的眼角潮湿了。男儿有泪不轻弹，只缘未到情真处。父母的心，紧系着四散各处的儿女们，欢乐的小聚，有了笑声，更有着难言的苦涩、心酸……1969年悄然过去了，1970年静静走来。南方的冬天真冷，不似北方却也不亚于北方。那冷，是一种阴湿，是透骨寒心、无以缓解的冷。尽管如此，邓小平仍每天坚持用冷水擦澡，他还劝家人也试试。1月初，飞飞回来了。他是一路爬车回来的。吃着姐姐送上来的苹果， 两个孩子，你一句我一句，什么都问，什么都说，听着孩子们议论着的局势，邓小平沉默了，但是，什么也没说，只是眉头紧锁。这种时候，他能说什么呢？只能为国家的前途命运深深的忧虑。不久，一个新的问题出现了。一月他们收到的工资共只有一百二十元，卓琳请黄文华问问怎么回事？经江西请示中办，答复说不是减工资，是改发生活费，其余的钱暂由中央办公厅代为保管，按“文革”以来处理的政治问题的贯例，这一定不只是个钱的问题，是不是政治问题变化的新的动向呢？邓小平警觉了，2月9日，他给汪东兴写了一封信，权作试探。此信送走，虽没有得到答复，却也没有什么不好的政治变化。为了适应新的经济状况，邓家开始了一系列的节约开支。同时着眼于“开源”。在飞飞的协同下，开荒种菜，饲养小鸡……节省到连碗馊了的菜汤也舍不得倒掉，这使亲眼目睹的程红杏心里发痛。毛毛归来时，江西省革委会就曾示意要尽快回陕西劳动，邓小平心里很不愉快。如今，飞飞也回来了好一阵子了，转眼3月了，春耕在即，孩子们就要走了。飞飞走的那天，换回了原来的装束，重又系上了那条扎腰的草绳，那刻间，卓琳早已泪水涟涟。邓小平控制着伤感，送走了儿子，仍坚持去上班。但那天上午，他昏倒在了车间。人们慌了，程红杏冲了杯糖水，卓琳扶他喝下，陶端晋开来了拖拉机头，小心翼翼地将他送回将军楼。这次要走大路，二华里的路，足足开了二十多分钟，人们不愿这位老人这时候再受颠簸之苦。随后，毛毛也走了……黄文华一直有个心病：就是催促黄文华督促邓小平写劳动学习的心得体会。邓小平听了，不亢不卑地说，“毛主席有些著作还是我们集体讨论写成的。” 黄文华碰了一个软钉子。他当然无法体会，邓小平对把毛泽东著作割裂成一条条的语录，并要人们天天学是多么的愤慨，对那种把毛泽东思想庸俗化的行为，邓小平是不能容忍的，更不会就范。黄文华毕竟太幼稚，省革委会办公室主任程惠远催他抓邓小平学习，他总惦在心里，最后想了个招，隔三差五地送语录，每次两条，压在邓小平的饭桌上，让邓家连饭也吃不好。与此形成鲜明对照的，是工人们的另番情怀。为了邓小平的安全，预防不测，陶端晋他们在车间的左边修了一个小便池，一方面是为了不让他走太远的路，另一方面是防止造反派的纠缠。陶端晋每天上班都要提前20分钟到车间，下班时晚20分钟走，为的是把邓小平工作台的周围检查一遍——“万一有人安放炸弹，就先炸死我。”快下班时，工人张瑞龙便会主动给他送来半桶热水、肥皂，洗洗手，泡泡疲乏。邓小平还和技术员余克钧合作试制出了新工夹具。黄文华总跟着邓小平，连劳动时也不离，气氛很不好，罗朋他们便想法子，开展“学习活动”，请黄文华搜集学习材料，谈学习心得，尽可能地将他从邓小平的身边调走……监管着加起来超过二百岁的三个老人，由于各自身份的不同，压抑的气氛令黄文华感到沮丧，他鼓起勇气，与邓小平做了次交谈。邓小平严肃地告诉他：“我们下定了决心，在这里长期住下去。”这次谈话的结果是，黄文华表态：我决不会做对不起你们的事。窃听器是没有装，那台随时向省革委会汇报邓小平一切情况的电话，也用得不多。这里给了邓小平一种安全感。他不禁想起一同发落的刘少奇、陶涛、张闻天等人……此刻，他还不知道，他的好战友刘少奇在开封因重病得不到治疗，已在狱中含冤死去。每天，行走在那条小道上，他总思绪万千：百色起义，与毛泽覃等抵制王明、博古，上党战役、挺进大别山、淮海战役……他相信，事实总有一天会说话，毛泽东迟早会理解他，他会有为党和国家再挑重担的机会！1月起，他就主动提出，不再服用安眠药！每天清晨，他在开垦出的菜地施肥、浇水、除草……看着蔬菜在长，喜在心头。他心中的憧憬，也在晨风中摇荡……邓小平做好了长期斗争的打算，邓小平有着人民关爱着、支持着。邓小平的清贫生活，也给工人们留下了深刻的印象，长期的相处，濡沫与共，工人们和他感情上更接近了。邓小平精心喂养的几只鸡，开始下蛋了。这几只鸡，仿佛通人性，一看到邓小平夫妇劳动回来，就咯咯咯跟上来，仰着脑袋，要主人喂食。邓小平自己动手做豆瓣酱，闲时，就自己一个人玩桥牌。为了未来，邓小平默默在加强锻炼。除了劳动。邓小平还在院中散步，每天步行四十圈，约五千余步。他兴致勃勃地说：“先做第一个五年计划，改造五年，不行再加五年。”“估计我这条件坚持十年还是可以的。”说完，哈哈大笑起来，充满着乐观主义精神。当初，他夫妇曾也走出小院去散步过，但只有一次，被黄文华紧跟监视着，感觉太糟，于是再也不出小院了。围着小楼，邓小平一步一步、一圈一圈地走着，沉默而从容，边走，边在思索，构架着未来的路。……日复一日，年复一年，红色的沙土地上，清晰呈现出了又一条“邓小平小道。”保密，是相对的，但不是绝对的。“资产阶级司令部”的第二号人物哪去了？造反组织，红卫兵组织一直在找，他们在北京找，在上海找，在全国找，最后终于知道了被“一号命令”赶到南昌来劳动了。终于有一天，南昌的工厂造反派组织，竟开着汽车冲进厂里来了……也就在这一年，面对着这一切，上上下下一个口径，坚决阻止住继续迫害！江西人民对这位曾经在江西这块土地上战斗过的邓小平，热爱、尊重，对他的不幸遭遇深表同情，关键时刻，多少无名的群众挺身而出，形成了一道铜墙铁壁，护卫着他的安全和命运。心灵之窗敝开，善良与信任便占据了生活的核心。随着邓小平与工人关系的融洽，工人们开始向他请教一些问题，把他当成老师，诸如为什么叫“上海公报”而不叫“国家公报”？“元旦社论”和“元旦献辞”有什么区别？为什么对西哈努克如此热情？中朝关系为什么出现冷淡？怎样对待苏联在中国边境屯兵百万？普通的工人，与落难的伟人，无拘无束地谈论着国际大事，邓小平身处逆境，仍以天下为已任！盛暑到了，大女儿邓林告假成功，回到了江西的这个家！尽管假期很短，她尽可能地想多尽点孝心……这年9月13日，邓小平给汪东兴写了封信，对九届三中全会表了个态，请他转呈毛泽东和党中央。同时还另给汪东兴本人写了一封信，谈他在江西的情况，以及家人的事情。邓小平不厌其烦地这样做，是为了沟通，如果家中一旦有事发生，好找中央帮助解决。汪东兴把前封信呈报给了毛泽东。毛泽东看了，批示给林彪、周恩来和康生阅。秋天又来临了，农闲的时节到了。插队的毛毛和飞飞，又像侯鸟一样张开翅膀，回到了江西的家，过了新年，又是春节，二女儿邓楠带着张勤也回来了。 细说着邓楠、张勤在下放的黄山脚下，恋爱经过，邓小平十分高兴。在这种年月，有人敢爱他的女儿，这是对他的很大的安慰。正当他们沉浸在节日的喜悦中时，在北京，一只罪恶的手又伸向了不幸的朴方。元旦一过，他们又动手了，突然把邓朴方从三0一医院弄出，丢进了清河社会救济院。春节的喜气中，一家人正忙着送走探亲的邓楠夫妇，邓小平、卓琳也开始上班了，突然接到小姑的来信，顿时又悲又愁。邓小平毫不犹豫，当天便提笔给汪东兴写信。事已至此，他决定三个老人自己担负照顾残疾儿子的重担。信是送走了，等来的答复却让他们失望了。江西的人让他以后不要再写信了。也就是以后有事不能再给汪东兴写信了。这是他们唯一的一条和中央联系的渠道啊，不让再写信，意味着什么？这是中央的意思，还是江西的意思？他们不知道，也没人可问。儿子在北京受苦，父母在江西焦虑。上封信已送走，又不让再写信了，他们没有别的办法，只能无奈而不安地等待。6月，北京终于决定把朴方送到江西。父子相见，相顾无言，伤心的目光，令人心碎。三个老人，开始了艰难的护理，厂里的好心工人们，为护理朴方，想了不少办法，毛毛也从陕北回来帮忙了，她努力想让家中能荡起点笑声……邓朴方最先察觉到“9·13”事件，他告诉了父亲，邓小平没说什么。“十一”取消了游行，新闻中没有了林彪，这一切证实着，可能林彪出事啦，邓小平还是只听不语。直至11月6日，厂里突然通知邓小平、卓琳去厂里听传达中央文件，这一切才真正证实了。从厂里回来的卓琳，把毛毛拉进厨房，在她手心上用手指写出了无形的四个字：“林彪死了！”家人都在激动，但却不能太过于表露，孩子们热泪涌起，邓小平终于吐了句：“林彪不亡，天理不容！”抛地有声。这夜，为庆祝林彪的灭亡，邓家打了一晚扑克。黄文华半夜起来，上楼去干涉，尽扫邓家难有的欢乐气氛。两天后，邓小平提笔给毛泽东写了一封信，自从最后一次与毛泽东谈话后，他从来没有给毛泽东直接写过信，凡有事，均按毛泽东交代的，给汪东兴写，或请汪东兴转报毛泽东和中央。丰富的政治经验使邓小平清醒地认识到：林彪虽死，政坛仍不平静，老干部想复出，阻力依然很大，如果不去争取，机会就会瞬间即逝，此时是一个重要的不容错过的时机！在这封信中，他提出了出来工作的要求，提出了希望能和子女们靠近些，将毛毛、飞飞分配在身边。同时也问及了今后是否还可以写信给汪东兴同志？邓小平要维持住这条通道！邓小平郑重地签上了自己的名字，尽管，他不知道此信下落如何，是福是祸？！毛泽东看到了这封信，问汪东兴：“你怎么不管人家啦？”其实，汪东兴并不知不让邓小平再写信的事。毛泽东对汪东兴说：“小平同志的信上讲了，他的事还要让汪东兴管！”在这信上，毛泽东批示道：“印发政治局，他家务事请汪办一下。”随之而来是毛毛、飞飞被转到了江西，就在邓小平身边的望城岗省庄插队。此时的毛毛，由也下放在陕北毛毛那个公社当医生的吕正操女儿吕彤岩牵线，与贺平谈上了恋爱，贺平在湖南沅江一个军垦农场劳动。1972年1月10日陈毅追悼会上，毛泽东突然驱车赶来，他是来给老战友老部下陈毅一个评价，一个说法的。毛泽东当众提到邓小平，把他与时任政治局委员的刘伯承并列。在场的周恩来当即暗示陈毅的亲属把毛泽东的评价传出去，为邓小平复出制造舆论。1月下旬，周恩来在人民大会堂接见外地一个代表团时，明确提到，林彪这伙人要把邓小平搞成敌我矛盾，这是不符合毛主席意思的！二月，毛毛将去永修探望父母途经南昌的贺平第一次带到了家中，同时，带来了众多消息。当送走贺平的毛毛，回到将军楼时，邓小平已开完了家中“三老”会议，兴奋地定下了女儿的这门婚事！4月初，毛毛被保送进江西医科大学，飞飞保送进江西理工大学，一家人喜出望外！邓小平真正溢出了笑容，他明白，那封信毛泽东不但收到了，还做了这回应，这是极为重要的：毛泽东仍在注视着远在千里之外的邓小平。兴奋中的邓小平又开始了给汪东兴写信，又一次提出了回北京和工作的要求。多年的等待、沉默、观察，邓小平现在的目标是在尽一切可能争取回到北京，争取出来工作——为着我们这个党和中国人民！6月，原发生活费改成了工资照发！这其中的意味，实在太重要了！罗朋帮忙，找来了工人家属缪发香，帮忙照顾邓朴方。8月14日，毛泽东在邓小平从江西写给他的信上，作了一个重要批示，充分肯定了邓小平的过去和现在，试探着发出了起用邓小平的信号。周恩来立即以中央名义通知江西省委，宣布邓小平立即解除监督劳动，恢复中共组织生活，搞一些参观访问调研形式的活动，并批示将原来的公务员、秘书立即调到邓小平身边，协助邓小平工作，改善他的日常生活，但什么时候回北京，等待通知。10月初，中办通知：同意朴方回京，到三0一医院继续住院治疗。毛毛担负起了送哥哥回京的“任务”……峰回路转，政治生活开始了新的生机！邓小平向中央提出，希望到江西一些地方包括到赣南看看，他的请求得到了批准。11月12日，邓小平离开了将军楼，前住井冈山，开始了他的调研活动。这是来江西两年多以来第一次外出，也是“文革”爆发六年来第一次解除禁锢。一路上参观中，时而回忆起当年一些战友，时而做出些现实评价。下山时，他们接到消息：邓楠生了一个女儿，真是喜上加喜，邓小平、卓琳真是高兴！在泰和，老红军池龙见到邓小平，两人谈了两个钟头，涉及到很多内容，这是六年来邓小平第一次对“文革”事物发表言论。他谈了毛泽东，谈了周恩来，谈了林彪，谈了中央文革的“书生”们。这些想法在他心中早已形成定论，只是他为人严谨，从不轻易议论而已。回到“将军楼”，新生的外孙女给爷爷奶奶更增添了喜色。起名是大事，最终小宝贝被叫做了“眠眠”。小孙女诞生在爷爷的政治“冬眠”期。12月5日，邓小平、卓琳出发，再下赣南。行走考察在这块自己曾经工作、战斗过的土地上，他回忆起他生活上，特别是政治上的第一次坎坷际遇。四十年前，他因为“毛派头子”而被批判，四十年后，在相当大的程度上，他又因这个“毛派头子”而得以复出，这难道是历史的巧合？命运刻意的安排？在瑞金，当地同志对邓小平说：“你是我们的老县委书记，欢迎你。”一句普通的话，温暖着邓小平的心。在这里，邓小平说：“我才69岁，我还可以干20年嘛，干二十年没有什么问题！”他坚信，他还可以以他全部的生命和热血报效党、国家和人民。此时，在北京，周恩来不顾江青一伙的重重阻挠，正在殚精竭虑地为解放老干部做着不懈的努力……1973年来临了，形势依旧是错综复杂，周恩来病倒了。在这情况下，毛泽东作出了让邓小平尽快复出的最后决定！在将军楼，邓家过着最后一个春节。大年初六，邓小平夫妇又北上赣北。在进贤，经中办同意，邓小平见到了自己的老秘书王瑞林，并把他接到将军楼住了两天。春节过后，全家人开始收拾东西，准备回北京，邓小平的心中，充满了思索，充满了信念，充满了渴望。六年的磨难，三年的劳动锻炼，为他积蓄了充足的精神和体力，使他做好了充分的思想准备。好像一艘已经高张起巨帆的航船，一旦风起，便可启程，全速远航。要走了，要离开江西了，要离开步校了，要离开相处了三年多的新建县拖拉机修造厂的工人们了，邓小平叫卓琳代表他和全家人去看望一下工人们。卓琳买了些糖果和点心分别去陶端晋、程红杏、缪发香等工人家，看望和道别。听说老邓和老卓要回北京了，工人们感到由衷的高兴。但三年之中与老邓、老卓朝夕相处，感情很深，又实在舍不得他们走。第二天一早，他们赶到步校小楼，无论如何他们要送送老邓和老卓啊。三年多的时间，虽不算长，但这却不是一般意义上的三年。可以说，正是这些最不善言辞、最朴实的工人，给予了邓小平和卓琳以心灵上的温暖和生活上的支持。这一份和工人们的感情，是不能用任何言辞加以形容的。1973年2月19日，邓小平率领全家人，怀着对江西这个老革命根据地以及生活在这片红土地上的善良、质朴、清苦的劳动人民的无限深情，也怀着对未来的美好憧憬，告别了工厂的工人们，告别了步校，告别了“邓小平小道”，告别了居住了三年的小楼。火车喷吐着巨团蒸汽，汽笛长鸣，向北京进发！",
    "chinese_title": "非常岁月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-22T15:39:14"
}