{
    "aka": [],
    "sid": "2426548",
    "cast": [
        {
            "url": "/celebrity/1291493/",
            "name": "Emer McCourt Emer McCourt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049600/",
            "name": "安德鲁·林肯 Andrew Lincoln",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122930/",
            "name": "德里克·马丁 Derek Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032087/",
            "name": "马克·沃伦 Marc Warren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071293/",
            "name": "Suzanne Church Suzanne Church",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009377/",
            "name": "约翰·西姆 John Simm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297895/",
            "name": "朱莉·史密斯 Julie Smith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892508050.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0112564",
    "director": [],
    "duration": "110 分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995-09-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0112564/",
    "imdb_votes": 463,
    "this_title": [
        "Boston Kickout"
    ],
    "douban_link": "https://movie.douban.com/subject/2426548/",
    "imdb_rating": "6.1/10 from 463 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In Britain, when bored street punks go on violent destructive sprees late at night through local yards and neighborhoods it is called a \"Boston kickout.\" Combining elements of humor, gritty realism, and drama, this youthful film, set in dismal Stevenage, a hastily built post-war town where unemployment and despair runs rampant and the youth, bored and without hope for the future, engage in violent crime and drug use. Under these conditions, four teenage friends struggle to somehow make their way to manhood and a better future. Much of the story centers on Phil, a young man living with his father Ray and the grim memory of his mother's 1982 suicide in London. It was young Phil who found her hanging from a rope at the top of the stairs. Soon afterward, to escape the awful memory, Ray moved them to the suburb. That was years ago and now Phil hangs out with his best mate Ted and tries to figure out what to do with his life. Ted tires of their aimless, empty lives, rebels and leaves after a violent incident. Lonely Phil begins hanging out with Matt and Steve. Matt has recently married and doesn't seem to mind the stultifying life in Stevenage while Steve is emotionally unstable and ready to fall apart. Before the arrival of Shona, his lovely Irish cousin, Phil contemplates what he sees as his two life options, college with its hollow promise of a job, or a life of crime. Shona thinks he has talent as a photographer and encourages him as they embark upon a brief romantic fling. Just when Phil begins to dream of a better life, his bereaved father attempts to kill himself.",
    "chinese_title": "Boston Kickout",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T06:01:32"
}