{
    "aka": [],
    "sid": "24298409",
    "cast": [
        {
            "url": "/celebrity/1276046/",
            "name": "江珊 Shan Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313422/",
            "name": "高曙光 Shuguang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312915/",
            "name": "张延 Yan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371027/",
            "name": "姜晓贝 Xiaobei Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493875099.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "40分钟",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "真爱无敌"
    ],
    "douban_link": "https://movie.douban.com/subject/24298409/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "留学中国的德国女孩海伦花了万多人民币买的古花瓶竟被一个迎面过来的潇洒男子撞碎在地，这个男人捡起碎片很在行地说了一声“假的”，不经意的做了个对不起的手势，留下电话便扬长而去，气不打一处来的海伦傻站在北京街头，决定去文物鉴定所讨个公道，谁知，文物鉴定所力荐了青年鉴定师林致文竟是那个打碎了她花瓶的男子。几番恶战，俩人终于言归于好，并定了第一次约会的时间、地点。神秘兮兮的林致文没有如约而至，只是让人捎来了张足以使海伦爱其终身的示爱纸条，但自己却在第二天出人意外的以文物鉴定大师宁伯涛之快婿的身份出现在众人面前，新婚之夜竟然又令人费解的置新娘刘小冬而不顾，独自泡在城西那个叫“随意”的单身酒吧。林致文、海伦再度遭遇。伤心至极的海伦告别新结识的中国朋友返回德国，心事重重地徘徊在巴伐利亚一座森严诡秘的古堡面前。因八年前的一次错误而悔恨终生的文物鉴定权威宁伯涛，一直生活在良心的遣责和不敢公开赎罪的矛盾当中，为了帮助刘小冬，甚至想让刘小冬跟自己的儿子宁晓林结婚，以告恩老友刘啸天在天之灵。无奈命运有意跟宁伯涛作对，就在结婚前夕刘小冬居然发现父亲刘啸天的冤情竟与未来公公有关，一向快快活活，不谙世事，更不懂情事的刘小冬一夜长大，决心婚后赴德国追查八年前案发的背景。这时刚从德国回来的未婚夫宁晓林一低悔婚书毁掉了她去德国的签证。一个风雨交加的夜晚，失踪多时的宁晓林突然出现在情感极度脆弱的宁伯涛跟前，正当老泪纵横的宁伯涛打算原谅儿子悔婚的时候，宁晓林突然提出要宁伯涛帮他打通文物走私的渠道，宁伯涛严词拒绝，真相毕露的宁晓林竟卑鄙的以八年前那桩尚未公诸于世的冤案要挟勒索自己的亲生父亲宁伯涛。为保恩师宁伯涛的一世清誉，林致文不惜自毁前程挺身而出揽下所有罪责，将自己订在耻辱的十字架上。这个向来我行我素喜欢用自己的方法解决问题的林致文从此身不由己陷入困境。为维护尊严，又不得不再次失去尊严。为摆脱宁晓林的控制，又不得不接纳一份扭曲人性玷污人格的男女关系，苦苦挣扎在自由人生和人生自由之间。身心猥琐的宁晓林为黑社会死死相逼，受命到中国寻找一幅战时遗失在大陆的油画《浪漫之路》。画中蕴藏着德国一个古老家庭的秘密和财富。这幅失散在民间象征着权柄和荣耀的油画成了众矢之的。于是善良的海伦，阴柔的虞娟、率性的刘小冬，侠肝义胆的林致文，不堪重负的宁伯涛，以及躲在背后的黑暗势力，一个个、一对对、一伙伙使者被一张无形的大网罩住，并且越陷越深。于是人性的美丑，人情的冷暖，人品的贵贱，理想的远近，在这一连串诡秘险恶的事件中显得分外真实贴切。以至一个天方夜谭般的传奇浪漫爱情故事，充满了震撼人性的现实主义力量，它反反复复地叙述着一个主题，生命在于想象，只要努力任何想象都可能也可以实现，爱情是没有国界的，情爱的力量举世无敌，而没有爱的生活是不值得寻取的。这个发生在现代中国大陆和同样具有悠久文化传统的德国巴伐利亚的浪漫爱情故事，有着所有参予者都共同经历和面对的问题：活着、爱、责任、良心、尊严、平等......因其强烈的现代气息，厚重的传统意识而变得魅力无穷，世代相传。",
    "chinese_title": "真爱无敌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-26T14:35:34"
}