{
    "aka": [],
    "sid": "24307485",
    "cast": [
        {
            "url": "/celebrity/1335314/",
            "name": "刁成禹 Chengyu Diao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1947980667.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1369083/",
            "name": "赵国华 Guohua Zhao",
            "@type": "Person"
        }
    ],
    "duration": "40",
    "episodes": "19",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "千山有约"
    ],
    "douban_link": "https://movie.douban.com/subject/24307485/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "年轻美丽的留美建筑学博士谢欣宁，在千山名胜风景区举行的千山旅游度假村网上招标设计中一举中标，负责主持此项目的嘉信公司的林宇又是她在美国时的同学。在与林宇的秘书叶芊芊无意的谈话中，谢欣宁震惊地得知与她共同中标的竟是她大学时的恋人，叶芊芊的哥哥叶凯南。谢欣宁对林宇提出的由两位设计师共同设计完成千山旅游度假村提出异议。面对凯南的热情，她无动于衷。林宇和芊芊陪两位设计师到千山进行实地考察凯南对家乡的名胜如数家珍，令林宇和欣宁十分欣赏。丹妮不安于现状，总对影视圈情有独钟，梦想一夜出名，这让舞蹈编导马潇潇十分恼火。舞蹈演员朱丽在社会上神通广大，却不想再跳下去了。在回国问题上与林宇发生分岐并分手的韦苇，在学有所成之后发觉生命中的最爱仍是林宇，便不远万里回国。希望重拾旧爱。这让已经悄悄爱上林宇的芊芊很是痛苦。欣宁不顾林宇的劝阻，正式提出退出联合设计。凯南到欣宁处恳请她不要计较个人恩怨，即使为了千山也应该留下来，不想反倒惹恼了欣宁。两人不欢而散。得罪了马潇潇的丹妮被从舞剧主演的位置上替换了下来，这让她很不服气。在朱丽盛大的生日聚会上，汪致远送来了鲜花和礼物。在风光秀美的千山，同一位美国朋友交谈让欣宁茅塞顿开，欣宁回忆起当年凯南讲述的千山传说，思绪万千。为了挽留欣宁，凯南做出了自己退出设计的选择，并把自己的设计方案无偿地送给欣宁。令叶凯南万分震惊的是欣宁现在的男友竞是他大学时最好的朋友罗依。罗依不希望欣宁留下来与叶凯南合作，但欣宁决定珍惜作为一名设计师能拥有的难得的机会，而且叶凯南早已只是一份过去的感情，并不会影响现在。罗依与通过汪致远结识的朱丽非常能谈得来，大有相识恨晚的味道。送朱丽回团的罗依意外地在歌舞团门口遇到凯南与丹妮。罗依解释自己真的爱欣宁，面对欣宁对凯南的误解，芊芊很焦虑，她偷拿出凯南在大学时的日记，想让欣宁了解事情真相，没想到让凯南碰个正着。三个大学时代的亲密朋友多年后重新坐到一起，却已物是人非，各怀心事，凯南陪林宁和欣宁参观千山香岩寺的镇寺之宝“九曲蟠龙松”欣宁对千山旅游度假村的设计又有了新的想法。回北京总公司向董事会汇报千山旅游度假村设计方案的林宇，终于见到了等他多时的韦苇。韦苇知道自己失落了生命中最重要的东西。欣宁与凯南有太多的默契和不谋而合，这令整个设计工作进行得十分顺利。在参观用世界上最大的玉石雕成的佛像所在的玉佛苑时，欣宁感受颇多。芊芊一直因为哥哥的退学、失去女朋友深感自责和内疚，宾馆咖啡厅向欣宁讲述了当年的实情，请欣宁不要怨恨哥哥恺南。欣宁不禁潜然泪下。在送罗依的机场咖啡厅里，罗依再也不想隐瞒了，将实情告诉欣宁，并承认是自己帮凯南编的那个伤害欣宁的谎言。说出来后他心里终于如释重负。凯南时回忆起大一球场上欣宁为他加油、为他喝彩、为包扎伤口的情形。得知了真相的欣宁思绪万千。一个人独自去了千山的绣莲台，那是她和凯南曾经定情的地方。千山梨花沟的一声山间暴雨浇得到此实地考察的欣宁和凯南无处躲藏，却也浇出了他们久不得思的关于玉文化设计的新创意。欣宁与凯南的设计图得到董事会的基本认可，但董事会认为那两棵姊妹松占地面积太大，会提高工程造价，建议推掉了事。林宇据理力争，却无济于事。欣宁的生日，凯南为病中的她送来精致的礼物，这时，罗依也从北京发来了礼仪电报和礼仪鲜花。丹妮做了一大桌的菜，想给凯南一个惊喜不料却意外地发现了凯南在大兴安岭时期的日记，伤心不已。马潇潇找到凯南，郑重地告诉他，自己要与凯南竞争丹妮，说自己更适合丹妮。凯南在酒吧喝多了，正巧欣宁找他，这一切被特意飞来探望欣宁的罗依碰个正着。醉醺醺的凯南回到家中被愤怒的丹妮一顿指责，恶吵之后丹妮愤然离去。望着相片中的欣宁，凯南醉眼中情不自禁地流露出深深的渴望。病房里，欣宁心情复杂地望着伫立在窗前的罗依。林宇与董事会的误解越来越深，芊芊默默地支持林宇的决定。韦苇希望通过努力。唤起林宇对过去美好生活的回忆。凯南与欣宁的设计图终于完成了，可林宇却因为与董事会的意见相背，被董事会革职。芊芊在精神上鼓励林宇不要泄气。韦苇再一次力劝林宇回美国发展，林宇却不为所动。张副总接替了林宇的职位，使铁宇和凯南的设计陷入了僵局。欣宁想同罗依好好谈谈，罗依正沉浸在成功前的喜悦中，心不在焉。罗依的新闻发布会高朋满座，隆重而热闹。可欣宁却因为与凯南在千山而没能赶回来，这让罗依怒火冲天，他再也忍不住了。罗依去找朱丽，他不能再隐瞒自己的真实感受。杨雄利用汪致远终于搞垮了蒙在鼓里的罗依。当罗依最需要关爱的时候，朱丽再一次先欣宁来到罗依的边。丹妮终于明白了自己的所爱，知道自己应该做什么，这一段日子她成熟了，长大了。美国的投资商要求嘉信公司重新修改设计图，请林宇回来主持此项目。林宇找回了事业的坐标，并给深爱自己的人一个郑重的承诺。千山旅游度假村奠基仪式在鞭炮齐鸣中举行。在云海缭绕的五佛顶，欣宁与凯南，这一对历经磨难的有情人相对无言，用彼此告知的目光诉说内心无限的眷恋。是千山，把这对恋人前缘重叙，相约于此。",
    "chinese_title": "千山有约",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-26T00:26:13"
}