{
    "aka": [],
    "sid": "24385190",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1954976595.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033300/",
            "name": "艾伦·延托布 Alan Yentob",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2600568",
    "director": [],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-03-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2600568/",
    "this_title": [
        "The Mormons Are Here!: A Culture Show Special"
    ],
    "douban_link": "https://movie.douban.com/subject/24385190/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Alan Yentob talks to South Park creators Trey Parker and Matt Stone about their comedy stage musical The Book of Mormon. Already a huge hit in the US, this irreverent religious satire is now opening in London's West End.Like the rest of Parker and Stone's work, the show is a master class in subversive comedy. In their eyes nothing is off limits and nobody safe from ridicule. This Culture Show Special reflects on the duos extraordinary career and reveals how music has always played a crucial role in their creative output - from early student films through to South Park and Team America: World Police.Alan visits South Park Studios in LA, encounters some real life Mormon missionaries in San Diego, and catches up with Matt and Trey in London as they oversee final rehearsals for the West End run of The Book of Mormon. Along the way he discovers what inspires this relentlessly provocative partnership and how they ended up making a Broadway musical in the first place.",
    "chinese_title": "The Mormons Are Here!: A Culture Show Special",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T23:29:16"
}