{
    "aka": [
        "低地国家的高品质艺术"
    ],
    "sid": "24380777",
    "cast": [
        {
            "url": "/celebrity/1097994/",
            "name": "安德鲁·格雷厄姆-迪克森 Andrew Graham-Dixon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506191849.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2858272",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-04-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2858272/",
    "imdb_votes": 98,
    "this_title": [
        "The High Art of the Low Countries"
    ],
    "douban_link": "https://movie.douban.com/subject/24380777/",
    "imdb_rating": "8.5/10 from 98 users",
    "trans_title": [
        "低地国家的高雅艺术",
        "低地国家的高品质艺术"
    ],
    "douban_votes": "634",
    "introduction": "With this new series Andrew Graham-Dixon returns to Europe taking us on a journey into the captivating watery world of the Low Countries and its art. This small myriad of regions we now know as Holland and Belgium produced some of the most celebrated names in art: Van Eyck, Bosch, Rembrandt, Rubens, Vermeer, Van Gogh, Mondrian and Magritte.As he travels by canal boat and of course by bicycle Andrew reveals just how important the Low Countries were in key moments in the development of western culture - the birth of oil painting in the late medieval ages, the triumph of the Dutch golden age, and the onset of polarizing modern art movements surrealism and abstraction.This is not the story of one nation, but of fluid, ever-shifting boundaries and the search for identity in an area that has always been politically contested.EPISODE ONE:The first episode will be about how the art of Renaissance Flanders evolved from the craft of precious tapestries within the Duchy of Burgundy into a leading painting school in its own right. Starting his journey at the magnificent altarpiece of Ghent Cathedral created by the Van Eyck brothers Andrew explains their ground breaking innovation in oil painting and marvels how the colours they obtained can still remain so vibrant today. Andrew will describe how in the early Renaissance the most urgent preoccupation was not the advancement of learning, humanist or otherwise, but the Last Judgment. People believed they were living in the end of days; a subject popular with preachers and artists and intensely realized in swarming microscopic detail by Hieronymus Bosch.EPISODE TWO:In the second episode Andrew explores how the seemingly peaceful countries of Holland and Belgium – famous for their tulips and windmills, mussels and chips - were in fact forged in a crucible of conflict and division. He will examine how a period of economic boom driven for the first time by a burgeoning and secular middle class led to the Dutch Golden Age of the 17th Century. Andrew travels to Delft and Amsterdam to demonstrate the striking contrast between two of its greatest proponents, Rembrandt and Vermeer  (one famed for his breathtakingly realistic domestic street scenes, the other for explosive rapid brushstrokes and raw colours, best exemplified in his contentious magnum opus – The Nightwatch.) Radically different in style, both men were united by the realization that they must become innovators in business as well as masters of their craft. Yet boom also meant bust  - and in a story with very modern echoes they ultimately shared the same fate, financial destitution.EPISODE THREE:Following a brief period of decline, the third episode will look at how the entrepreneurial and industrious region of the Low Countries rose again to become a cultural leader in the modern age; how despite its small and apparent insignificance when stood up against the powerhouses of Europe it produced important forward thinking artists like Van Gogh, Mondrian, Magritte and Delvaux who changed the face of art forever.  In this episode Andrew’s exhilarating journey takes us to a remote beach in North West Holland which inspired Mondrian’s transition to his now renowned abstract grid paintings.",
    "chinese_title": "低地国家的高雅艺术",
    "douban_rating": "8.7/10 from 634 users",
    "foreign_title": "The High Art of the Low Countries",
    "imdb_rating_average": 8.5,
    "douban_rating_average": "8.7",
    "update_at": "2025-05-21T00:56:16"
}