{
    "aka": [
        "喜事儿",
        "红白喜事"
    ],
    "sid": "24381551",
    "cast": [
        {
            "url": "/celebrity/1314024/",
            "name": "赵亮 Liang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274639/",
            "name": "李勤勤 Qinqin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318050/",
            "name": "涂凌 Ling Tu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315645/",
            "name": "张洪杰 Hongjie Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322131/",
            "name": "李振宇 Jin-woo Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330944/",
            "name": "贾承博 Chengbo Jia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330945/",
            "name": "闫霖飞 Linfei Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318155/",
            "name": "秦卫东 Weidong Qin ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1461379/",
            "name": "陈怡霏 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403404/",
            "name": "吕沅轩 Yuanxuan Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315299/",
            "name": "李琳 Lin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336052/",
            "name": "李振宇 Zhenyu Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1512181/",
            "name": "宋海峰 Haifeng Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510989336.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1315936/",
            "name": "高满堂 Mantang Gao",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-11-16(中国大陆)"
    ],
    "this_title": [
        "你幸福我快乐"
    ],
    "douban_link": "https://movie.douban.com/subject/24381551/",
    "trans_title": [
        "喜事儿",
        "红白喜事"
    ],
    "douban_votes": "0",
    "introduction": "本剧讲述的是一个青年屌丝蜕变为金牌司仪的励志传奇故事。常开歌是一个80后青年农民，人称“开哥”。见多识广的他立志要在家乡做一番大事业，无奈时运不济，干啥啥不成、烧香佛转腚。一筹莫展之际，前女友谷小燕衣锦还乡，令开哥自惭形秽。小姨子顾芸结婚，开哥去岳母家送亲途中遇到追债人，慌不择路的他误入顾芸的婚纱之内，丢尽颜面。谷小燕的父亲谷八抬担任婚庆司仪，却因找不到电动车钥匙而错过了时辰，婆家人无奈之下邀请能说会道的开哥前去救场。由于紧张，开哥误将“二拜高堂”说成了“二拜灵堂”，惹怒婆家人。同时，他的救场行为也被谷八抬误认为是故意抢生意。为防止开哥与谷小燕接触，妻子顾芗逼开哥在她经营的浴池里当搓澡工。开哥身在曹营心在汉，梦想着有机会再主持一场婚礼为自己挽回名誉。谷小燕欲在家乡建立商务温泉度假村，合资人余世雄从北京赶来，却被开哥阴差阳错地吓跑，谷小燕的项目泡汤，斥责开哥。开哥愧疚，进京寻找余世雄。余世雄避而不见，随后出国。开哥钱包被偷，在婚庆公司打零工赚取回程路费，并受到启发，回乡后马上筹备婚庆公司。谷八抬如坐针毡，欲将开哥的事业消灭在萌芽状态。为消除误会，开哥去谷家解释，却引起顾芗的猜疑。两人吵闹，冲动之下离了婚。开哥的父亲老单鼓、顾芗的母亲陈快腿陷入纠结。他们虽是亲家，但私下里却是一对恋人，碍于世俗的眼光，常年维持“地下”恋情。儿女离婚，意味着他们无法再以亲家的关系做掩护公然接触，两人多次密约，商议如何将爱情进行到底。创业伊始，开哥遭受当头一棒。乡亲们不信任其能力，生意冷清。谷八抬频出阴招对其打击迫害，令其疲于奔命。在困境中，开哥坚守信念，凭借智慧和勇气绝处逢生。谷八抬不死心，又设下“唱对棚”的圈套，妄图“消灭”开哥，没想到作茧自缚，反被开哥误打误撞地战胜。谷八抬口吐鲜血，住进医院。在谷小燕面前，谷八抬颠倒黑白、诋毁开哥，令谷小燕怒火中烧。她也成立婚庆公司，誓与开哥一决雌雄。在竞争中，开哥与谷小燕互不相让、各有胜负，双方在“三眼诈尸”、“交杯酒事故”、“假认干妈”、“宝马车风波”、“刨底儿事件”、“跨国婚庆”、“仨妈闹婚”、“镇长复婚”、“错刨坟头”等一系列红白喜事中你方唱罢我登场，打得不可开交……为掩人耳目，老单鼓与陈快腿以鼓声为号，频繁更换约会地点。即便如此，他们的行踪仍然露出蛛丝马迹。顾芗坚决反对两位老人相恋，软硬兼施地限制母亲的人身自由。两位老人无奈之下，与顾芗展开斗智斗勇，先后上演了“庙会密约”、“以鹅传信”、“QQ网恋”、“短信传情”、“稻草人障眼法”、“快腿保媒”等一系列啼笑皆非的闹剧。开哥在主持红白喜事的过程中，总能遇到千奇百怪的家庭矛盾和纠纷。为此，他像消防员一样，到处“灭火”，兼具婚庆司仪和民事调解员的双重身份。他能以敏锐的洞察力发现问题的根源，并以机智、巧妙的手段圆满地处理问题、以自身的言行潜移默化地向周围的人们传递正能量。当然，他并非神人，遇到解决不了的问题时，谷小燕也总能不失时机的出现。于是，两人在你死我活的较量中，偶尔也会有心有灵犀的默契配合。渐渐地，谷小燕对开哥的误会解除，两人展开合作，谷小燕对开哥的爱火复燃……顾芗为冲动之下与开哥离婚而后悔，她一边躲避前男友赵大宝的痴心追求，一边用各种手段向开哥传递复婚的想法……一边是恋人，一边是前妻，开哥感到困惑，遂离开温泉镇去城里躲避情感纠缠。为提高能力，开哥软磨硬泡成为某高校MBA培训班里的旁听生；为帮助谷小燕重新建立温泉度假村，他又潜伏到洗浴中心明察暗访，被误认为是公安的卧底。随后，开哥进京，用自己的晚会策划方案版权换回一套成熟的婚庆公司操作流程。离京之前，他巧遇余世雄，凭借三寸不烂之舌说服余世雄与谷小燕再度联手。谷小燕专心投入度假村建设，其公司员工和业务也交由开哥代为管理，开哥一视同仁，对全体员工进行专业化、正规化培训，他与谷小燕的情感悄然复苏……顾芗将复婚的念头付诸行动，但她的每一次尝试，都以触碰开哥的尊严和底线告终。深思熟虑之后，开哥向顾芗摊牌，两人不应为维持名义上的家庭而复婚，而应为获得真爱放下思想包袱。谷八抬与老单鼓是一对夙敌，两人的积怨成为摆在开哥与谷小燕之间的一道屏障。谷八抬一边阻止谷小燕与开哥交往，一边托人给谷小燕介绍对象，并将“准女婿”的目标锁定在单身的余世雄和陈镇长身上，两头忙活。不料，余世雄已有女友，而陈镇长也与前妻团圆，谷八抬鸡飞蛋打。在与谷小燕的争执中，谷八抬突发脑溢血，住院治疗。谷小燕借机给谷八抬和开哥创造接触的机会，让开哥侍候谷八抬。谷八抬变着花样折腾开哥，但开哥任劳任怨，感动了谷八抬。出院后的谷八抬向老单鼓抛去橄榄枝，试图化解恩怨，成全儿女的婚事，但固执的老单鼓并不买账。谷八抬家动迁，开哥借机将谷八抬夫妇拉到自家居住，以期让谷八抬和老单鼓“说破无毒”。不料，老单鼓无事生非、频频找茬，寄人篱下的谷八抬忍气吞生、憋气又窝火……老单鼓与陈快腿的最后一次约会被顾芗冲撞，慌不择路的两人纷纷掉进居民家的菜窖里，颜面尽失。在顾芗的数落下，陈快腿上吊自尽，被救下。在顾芗的谩骂声中，老单鼓服毒，被送到医院。谷八抬为救老单鼓的孙子掉进了冰窟隆里，险些丧命，与老单鼓同住一间病房。谷八抬、老单鼓经历生死，悟出人生的本质，两只苍老的手握在了一起……“陈快腿上吊”、“老单鼓服毒”事件让顾芗震惊后反思，悔恨不已。老单鼓出院后，她大摆宴席，为老单鼓接风，并希望老单鼓与陈快腿喜结良缘，开哥趁热打铁，为老单鼓、陈快腿主持了结婚典礼。之后，对顾芗“久攻不下”的赵大宝向开哥求援，开哥千方百计为前妻和赵大宝创造机会……一农民工因离家太远、工作繁忙而一再推迟婚期，令开哥受到触动。他找到赞助商，在网上发征集令，包机赴海南为全国一百对农民工免费举办了声势浩大的集体婚礼。此举，令开哥迅速成为新闻人物，红遍各大媒体，县城、市里和省城的生意订单如雪片般飞来，事业如日中天。开哥与谷小燕的婚礼隆重举行，开哥和谷小燕为自己的婚礼主持庆典，既搞笑又热闹。当婚礼进入高潮的时候，旅行结婚的赵大宝和顾芗从外地打来视频电话，为开哥和谷小燕送上祝福。爱情与事业双赢的开哥，朝着更加光明锦绣的未来阔步前行……",
    "chinese_title": "你幸福我快乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-08T18:00:23"
}