{
    "aka": [],
    "sid": "24391281",
    "cast": [
        {
            "url": "/celebrity/1207018/",
            "name": "理查德·道金斯 Richard Dawkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050603/",
            "name": "坦普尔·葛兰汀  Temple Grandin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2144108336.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2359814",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-09-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2359814/",
    "imdb_votes": 1361,
    "this_title": [
        "Speciesism: The Movie"
    ],
    "douban_link": "https://movie.douban.com/subject/24391281/",
    "imdb_rating": "7.9/10 from 1361 users",
    "trans_title": [
        "物种歧视论"
    ],
    "douban_votes": "0",
    "introduction": "Modern farms are struggling to keep a secret.  Most of the animals used for food in the United States are raised in giant, bizarre factories, hidden deep in remote areas of the countryside.  Speciesism: The Movie director Mark Devries set out to investigate.  The documentary takes viewers on a sometimes funny, sometimes frightening adventure, crawling through the bushes that hide these factories, flying in airplanes above their toxic “manure lagoons,” and coming face-to-face with their owners.But this is just the beginning.  In 1975, a young writer published a book arguing that no justifications exist for considering humans more important than members of other species.  It slowly began to gain attention.  Today, a quickly growing number of prominent individuals and political activists are adopting its conclusions.  They have termed the assumption of human superiority speciesism.And, as a result, they rank these animal factories among the greatest evils in our history. Speciesism: The Movie brings viewers face-to-face with the leaders of this developing movement, and, for the first time ever on film, fully examines the purpose of what they are setting out to do",
    "chinese_title": "物种歧视论",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Speciesism: The Movie",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-26T05:13:18"
}