{
    "aka": [
        "A Happy and Pretty Angel"
    ],
    "sid": "24529260",
    "cast": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274530/",
            "name": "李乃文 Naiwen Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317859/",
            "name": "彭波 Bo Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045901/",
            "name": "臧金生 Jinsheng Zang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365002/",
            "name": "方洲 Zhou Fang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164197226.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006(中国大陆)"
    ],
    "this_title": [
        "快乐俏天使"
    ],
    "douban_link": "https://movie.douban.com/subject/24529260/",
    "trans_title": [
        "A Happy and Pretty Angel"
    ],
    "douban_votes": "0",
    "introduction": "顾德芒急匆匆带着季军离开电视剧拍摄现场，他又接手了自己认为“十分重要”的项目“亚洲天使”活动，这次活动的目的是选出偶像级的亚洲歌手，活动由新加坡一家“亚洲天使”女装公司资助。海选现场，完全出乎季军的预料，，有嬉哈风的，有芙蓉姐姐追随者的…….，音乐制作人季军无法忍受就不知不觉的睡着了，梦中他置身草原，那里有骏马、少女、野花和悠扬的歌声……季军睁开眼一看，原来是少女，正是她的歌声将季军带到那辽阔的草原，季军对此人很高评价。季军去韩家拜会韩可儿的父亲韩尚彬，季军看到客厅中一张草原的照片，很感兴趣，韩尚彬也支持季军到草原去，那里会有真正的音乐，并帮他联络了当地文化馆馆长。韩可儿则不在意什么真正的音乐，她关心的除了参加活动就是和季军赶快订婚。季军做了一个决定，他要到草原去。虽然韩可儿极不赞成，顾德芒也并不太支持，但他还是去了。到了草原，季军迷路了，而且他的车也快没有油了，这时天色渐晚，他就露宿在草原。当他还在作着美梦，被一只小羊舔醒了，此时一双透着绿油油光芒的眼睛正逐步靠近，一声洪亮的牧羊犬吠声，吓了季军一跳，一只很大的牧羊犬出现。正当季军躲闪的时候，有人清脆的喊“军子”，牧羊犬停住了，季军还纳闷怎么有人知道自己的名字。来者叫新春，她的牧羊犬叫“军子”，原来是新春来寻羊的，新春告诉季军到车里呆着，晚上的草原太危险。在草原上文化馆长亲自迎接季军的到来。安排住宿后，季军一个人溜达着来到一个草原酒吧，里面热闹的很，原来是酒吧老板巴特尔喜得贵子，草原人载歌载舞看的季军眼花缭乱，也让他头一次真正体会到草原音乐的感染力。他打电话告诉顾德芒，让他到草原来。草原艺术各种形式的精彩表现让季军都很满意。巴特尔告诉季军草原上真正的百灵鸟还没有到，季军好奇，巴特尔告诉他新春才是当地唱歌最好的女孩，一听这个名字季军马上想到初到草原的那夜，他们决定去拜访一下这个新春。到了新春的家，见到的是一个老太太，她说自己就是新春，大家有点失望，而季军则发现了一张女孩的照片，老太太说那是自己的孙女。一个清脆的声音“军子”传来，让季军眼前一亮，一个草原少女骑着高头大马来到，这就是新春。季军除了感谢那夜新春的帮助，还说明来意邀请她到北京，新春没有答应也没有不答应，只是邀请他参加表姐的婚礼。表姐的婚礼上，他在表姐的蒙古包外看到新春，新春那张甜蜜的笑脸，让他感觉到草原人的真实。和新春坐在星空下，草地上聊天，季军感觉到这个女孩纯净的内心，原来新春是乌兰牧骑的队员，她奶奶也叫新春也是当年乌兰牧骑中顶呱呱的百灵鸟，而且新春只有奶奶一个亲人，新春的母亲在她刚出生没多久就去世了，母亲留给新春一条手绣的蒙古头巾。新春和季军聊了很多音乐，两人很投机，新春答应季军到北京参加比赛。之所以答应，一是想将自己对母亲的思念表达出来，另外还要感激一个人，这个人一直资助新春上学。到了北京，一切却并不如新春设想的那么简单。先是韩可儿趾高气昂的挑衅态度，再是赛制安排的不合理，对选手的不公平都让新春有点落寞和难过，幸好还有季军一直在身旁的鼓励支持，但这些都会引来韩可儿的不满和发泄。唯一可以安慰新春的就是她的歌声打动了观众，她的歌声让很多人都听到并喜欢，季军替她高兴，而韩可儿则是不满。顾德芒还威胁她如果再唱自己的歌就不能晋级，这让新春奇怪，为什么不能快乐的唱自己的歌。",
    "chinese_title": "快乐俏天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-17T09:14:09"
}