{
    "aka": [
        "Four Sex Stories",
        "Yellow Flower"
    ],
    "sid": "24526787",
    "cast": [
        {
            "url": "/celebrity/1467885/",
            "name": "裴龙根 Yong-geun Bae",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1435884/",
            "name": "朴美贤 Mi-hyun Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070746/",
            "name": "崔江熙 Kang-hee Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "短片",
        "情色",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1962757381.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1319131/",
            "name": "李宋喜一 Hee-il Leesong",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0340328",
    "director": [
        {
            "url": "/celebrity/1332784/",
            "name": "Jeong-gu Kim Jeong-gu Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319131/",
            "name": "李宋喜一 Hee-il Leesong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328575/",
            "name": "李知上 Ji-sang Lee",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2002-11-01(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0340328/",
    "imdb_votes": 21,
    "this_title": [
        "사자성어"
    ],
    "douban_link": "https://movie.douban.com/subject/24526787/",
    "imdb_rating": "4.2/10 from 21 users",
    "trans_title": [
        "四者性语",
        "Four Sex Stories",
        "Yellow Flower"
    ],
    "douban_votes": "0",
    "introduction": "Episode 1: SA! - She, living alone, feels an irresistible yearning for her lover and weeps every night. God has pitied her and sent a bachelor ghost and fulfilled her desire. JA! - She cannot forget the ghost and cries. She thinks that he is not the only male in the world, and leaves wearing white clothes. On the way, a widower appears. A widower and a widow, their name was Ong-nyeo and Gang-soe. SEONG! Seong is for Seong Chun-hyang. I don't know what's happening but Chun-hyang rides on the back of local prosecutor Byeon this time. Byeon is melt with Chun-hyang's coquetry. Chun-hyang's love towards Lee Mong-ryeong is the same as before but he is so far away. Eo! Eosa, or the local secret inspector, is coming, the police are shouting on the street!! Chun-hyang this time hurries to Lee Do-ryeong. Lee Do-ryeong snoops around and smiles on Chun-hyang. Channel No. 5. Channel No. 5? Episode 2: As macho hunters are buffering, a display is being delayed. A man with female dress is dancing. An anti-macho site appears to judge today's machos for female and the weak. Lesbian Mi-hyeon, feminist Su-hui, Drek Queen Mari, gays Gi-yeong and Yeong-mu are the hunters of this site. At the cocktail bar \"Rivers Flowing on the Desert\", Drek Queen Mari lip-sings on the female jazz vocal singer's performance. She answers to the cheers of the audience, kissing on her hands. Episode 3: On a marriage meeting, a man and a woman talk with each other. They are not that satisfied with each other but they know minimum etiquette. After having a meal, they are having sex. Their sex is boring as when they first met on a cafe having some tea. Episode 4: Body- A girl having polio is so skinny as if she has only bones. She peeps the 40-year-old prostitute who lives across her house, and then masturbates. The prostitute knows that the girl is looking at her, but she is doing her job today. To the girl, sex is fear and illusion since she may not be able to have sex, and to the prostitute, it is just her way of living.",
    "chinese_title": "四者性语",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "사자성어",
    "imdb_rating_average": 4.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T18:22:55"
}