{
    "aka": [
        "Rakkauden rasvaprosentti"
    ],
    "sid": "24527377",
    "cast": [
        {
            "url": "/celebrity/1055007/",
            "name": "米科·诺西艾南 Mikko Nousiainen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275844/",
            "name": "贾柯·涅米 Jarkko Niemi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1962734827.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [],
    "imdb_id": "tt2281425",
    "director": [
        {
            "url": "/celebrity/1357059/",
            "name": "米科·古伯连伦 Mikko Kuparinen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2281425/",
    "imdb_votes": 735,
    "this_title": [
        "body fat index of love"
    ],
    "douban_link": "https://movie.douban.com/subject/24527377/",
    "imdb_rating": "5.5/10 from 735 users",
    "trans_title": [
        "爱的脂肪指数",
        "Rakkauden rasvaprosentti"
    ],
    "douban_votes": "0",
    "introduction": "Timo Stigu Mertala is a celebrated, award-winning adman, and sworn to singlehood. He is a well known figure in the Helsinki nightlife. Women have walked in and especially out of his life, since Stigu is always away at work. Lately he has been troubled by a strange feeling. Work no longer seems to boost him with the same kind of energy as before, and he soon finds himself struggling to keep his job.Ella Sadeoja is a salesperson at a department store clothing section, whose longtime dream is to start her own clothing store. It is her one and only goal and she will let nothing stand in its way.When they meet at a gym cafeteria, Stigu falls for her head over heels and Ella seems interested in him, too. But Stigu learns to his surprise that all Ella wants from a relationship is good and regular sex. No commitment, not even Facebook friendship. Stigu is startled but he decides to play along, which leads the two of them to work together on a project, designing an advertisement on sustainable relationships. Ella doesnt believe in the whole concept, while Stigu knows nothing about it. They end up deep in the Finnish heartlands, at the world renowned Wife Carrying Contest, where Stigu sets out to have Ella all for himself, at any cost.Short version:Stigu and Ella have a sex relationship. Stigu, secretly in love, settles for what he can get because Ella wants nothing more. Until they find themselves in a same work project designing an advertisement for the Family Federation on sustainable relationships. It seems like mission impossible since Ella doesnt believe in the whole concept and Stigu knows nothing about it. But on a journey anythings possible, and as they delve into the secrets of relationships, Ella and Stigu venture into Finnish summer at its most beautiful, a place where men and women come show their worth: The Wife Carrying Contest in the Savonian heartlands. Time is running short, and Stigu goes too far in his endeavor to win Ella over.",
    "chinese_title": "爱的脂肪指数",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "body fat index of love",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-15T16:00:52"
}