{
    "aka": [
        "Dunhuang Acting Bodhisattvas"
    ],
    "sid": "24522414",
    "cast": [
        {
            "url": "/celebrity/1474397/",
            "name": "赵声良 Shengliang Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169308764.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1365191/",
            "name": "安秋 Qiu An",
            "@type": "Person"
        }
    ],
    "duration": "25",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-04-27"
    ],
    "this_title": [
        "敦煌伎乐天"
    ],
    "douban_link": "https://movie.douban.com/subject/24522414/",
    "trans_title": [
        "Dunhuang Acting Bodhisattvas"
    ],
    "douban_votes": "308",
    "introduction": "《敦煌伎乐天》是国内第一部集中展示敦煌古代音乐舞蹈遗存及演变发展的纪录片。该片系统挖掘整理了莫高窟、榆林窟壁画中数以万计的古代乐舞图像，全面展示了中古时期上下1000多年间中原和西域的音乐舞蹈发展历程，生动再现了佛国世界和世俗乐舞的壮丽景象。纪录片《敦煌伎乐天》分集简介第一集《飞天伎乐》   艺术大师常书鸿为什么放弃巴黎的优越生活投身敦煌石窟？他一生追随的敦煌飞天究竟是何方神灵？莫高窟壁画中的飞天总数接近6000身，为世界飞天之最。敦煌飞天不仅数量庞大，而且年代延续完整，姿态变化万千。每个时期的飞天都带有鲜明的时代特征。那么，来自印度的香音神是怎样变身为中国式飞天的？千年后的飞天已从莫高窟里破壁而出，翱翔在当代舞蹈创作的天空，延续着她的艺术生命。飞天没有翅膀，却能自由飞翔。天宫伎乐的婀娜舞姿给中国当代舞蹈艺术带来了怎样的启示呢？第二集《反弹琵琶》一个惊世骇俗的弹奏绝技，一个匪夷所思的舞蹈造型。敦煌壁画里众多的反弹琵琶舞姿让舞蹈家们既欣喜若狂又困惑不解。如此高难度的弹奏舞蹈是凭空想象，还是源于生活？为什么中外舞蹈史料中都找不到记载？今天的舞者能不能让反弹琵琶舞蹈复活呢？第三集《胡风唐韵》盛唐时期风靡全国的胡旋舞、西凉乐，因为唐明皇和杨贵妃的爱情悲剧而退出了历史舞台。从此，唐代乐舞的盛大辉煌只能去敦煌石窟里找了。有谁目睹西凉舞，何人耳闻西凉乐？今天，还能不能找到凉州歌舞曲的余响呢？第四集《仙乐飘飘》 中国最早的交响乐队在哪里？从十六国到元朝连续十个朝代都流行过什么样的乐器？敦煌壁画上的4500多件乐器囊括了吹拉弹打四大门类，荟萃了中外乐器的精华。两位老人用30年仿制敦煌古乐器，只为复活壁画上的渺渺仙乐。他们的梦想能实现吗？第五集《霓裳羽衣》从喇叭裤到露脐衫，从超短裙到透视装，莫高窟究竟蕴藏着多少古代服饰流行密码？莫高窟是一个凝固的千年T台，每一个朝代的流行时尚都在这里轮番上演。千年前的敦煌时装能为现代时装设计提供哪些创作灵感呢?第六集《舞动凡尘》庄严佛国里为何混杂着民间歌舞杂耍？讲究清规戒律的殿堂中为什么会出现婚丧嫁娶的场面？古人为什么喜欢在佛像面前纵情歌唱？壁画上的民间歌舞反映了怎样的社会习俗呢？莫高窟，中古时代民间歌舞艺术的画廊，为宏大的历史叙述补充了丰富的细节。第七集《石室绝响》100年前，一纸发黄的敦煌古谱轰动了世界，成为音乐史上的哥德巴赫猜想。此曲只应天上有，人间哪得几回闻？究竟该如何破译敦煌古谱？为什么几位音乐家破译出来的曲子又各不相同呢？为了破译敦煌古谱，音乐家席臻贯上下求索几十年，直到生命的最后一息……第八集《敦煌舞魂》 舞剧《丝路花雨》是怎样诞生的？为什么它一经问世就能风靡全球？《丝路花雨》连续上演33年，古老的敦煌伎乐征服了无数观众。它经久不衰的秘密究竟在哪里呢？一部来自敦煌的民族舞剧，一个中国舞蹈史上的飞天传奇。",
    "chinese_title": "敦煌伎乐天",
    "douban_rating": "8.5/10 from 308 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-03-19T18:49:49"
}