{
    "aka": [],
    "sid": "24530657",
    "cast": [
        {
            "url": "/celebrity/1005916/",
            "name": "酒井法子 Noriko Sakai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1964937374.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1050694/",
            "name": "深作健太 Kenta Fukasaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048592/",
            "name": "望月六郎 Rokuro Mochizuki",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2013-07-06(日本)"
    ],
    "this_title": [
        "黒い報告書 女と男の事件ファイルIII 誤解"
    ],
    "douban_link": "https://movie.douban.com/subject/24530657/",
    "trans_title": [
        "黑色报告书 女人和男人的事件档案III 误解"
    ],
    "douban_votes": "0",
    "introduction": "2013年夏季 日剧SP「たかる女」（仮）真田（石黒賢）は編集長から、今回の「黒い報告書」を元敏腕編集者の上條理佐（酒井法子）に依頼したと告げられる。理佐は業界では有名で、特に純文学作家・河原林賢治にエンターテインメント小説を書かせてベストセラーにした功績はよく知られていた。最近になって出版社を退職した理佐を、編集長ははじめ『週刊新潮』の編集者としてスカウト。だが理佐には物書きとしてやっていきたい、という意思があり、ならばと「黒い報告書」の執筆を依頼したという。理佐が題材として選んだのは「高級マンション母子殺人事件」。都内でレストランをチェーン展開する経営者が、二回りも年下のキャバクラ嬢を愛人にして、その後、妻とは離婚。内縁の妻となった女に跡取り息子をうませ、超高級マンションで暮らしていたが、事業がうまくいかなくなり、女と幼い子供を殺して、自分も自殺した事件である。世間では「金目当ての結婚のなれの果て」「若い女に眼がくらんだセレブ男の悲劇」などと言われていた…。真田は反対した。もっと等身大の、ありふれた男女の間でおきる事件の方がいいのではないかと。しかし、理佐はそんな真田の助言など馬耳東風で、元敏腕編集者らしく自分で段取り良く取材を進めていく。取材するうちに気分が乗ってきた真田だったが、なんと理佐から「発想が凡庸で編集者失格」とまで言われてしまう。編集長に報告に行った真田は、理佐の編集者時代の話を聞かされる。ベストセラー作家に育てあげた河原林の信任があつく、不倫の噂が出るほど秘書のようにいつも河原林のそばにいたこと。ここ２年ほどスランプになり書けなくなった河原林を理佐は見捨て、それを苦に河原林は自殺したという噂があること。河原林と理佐の関係と、この事件の男女の関係は、どこか似ているように真田には思えた…。「たかられる女」（仮）真田（石黒賢）が今回組むことになったのは、フリーライターの安田雅子（北川弘美）。雅子はアイドル・東田やよいのゴーストライターをしており、人気のブログやエッセイ本は雅子の手によるものだった。憧れの「黒い報告書」を書けると有頂天の雅子に、真田は題材となる事件を提案する。それは、三角関係のもつれで男に振られたＯＬが、ネットで代理殺人を依頼し、男の婚約者を踏切事故に見せかけて殺させたというものだった。代理殺人を実行した男はコードネーム「キラー」を名乗り、このほかにも複数の依頼を受けていた。なぜＯＬは男ではなく、婚約者の女を殺したのか？　殺すほど憎んだ動機とは？　なぜ代理殺人という方法を選んだのか？取材を進める真田と雅子だったが、その途中にも雅子はやよいに呼び出され無理難題を押し付けられている。やよいに使用人のように扱われ、それでも従順な雅子に真田はあきれてしまう。タレント本やブログの代筆で、時間がなさすぎる上に、雅子は一緒に取材していても主張がなく、響いてくるものがない。それは作家というよりも商業ライターの姿勢であり、真田は雅子に作品が仕上げられるのか危機感をつのらせる…。",
    "chinese_title": "黑色报告书 女人和男人的事件档案III 误解",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "黒い報告書 女と男の事件ファイルIII 誤解",
    "douban_rating_average": 0,
    "update_at": "2025-05-02T06:52:20"
}