{
    "aka": [
        "柜里柜外"
    ],
    "sid": "24696689",
    "cast": [
        {
            "url": "/celebrity/1340522/",
            "name": "乔纳森·拉维夫 Jonathan Raviv",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409237/",
            "name": "罗恩·努米 Ron Nummi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "喜剧",
        "爱情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1971515382.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2604904",
    "director": [],
    "duration": "10",
    "episodes": "9",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-02-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2604904/",
    "imdb_votes": 20,
    "this_title": [
        "In Between Men Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/24696689/",
    "imdb_rating": "8.4/10 from 20 users",
    "trans_title": [
        "男人间 第二季",
        "柜里柜外"
    ],
    "douban_votes": "148",
    "introduction": "It’s been almost 2 years since the Season Finale of Season 1. Since that time, you have demanded, pleaded, and sometimes begged, lol, to bri ng you more episodes. Well, we have heard you. You number in the millions and you live all over the world. You have stood by us, encouraged us, and sometimes defended us, as we took the necessary time to raise funds, organize and creatively challenge ourselves to deliver Season 2. Your devotion, loyalty, and patience...well, it is second to none. In order to continue to bring you quality content, high production values and seasons that are NOT 2 years apart, we needed to switch to an inexpensive subscriber model.As you can imagine, it is hard to produce content of this magnitude without the backing of a network. And though we have sponsors, it simply isn’t enough. This impressive new website and making longer, quality episodes makes it even tougher. So, we turn to you and hope that you understand that by supporting this Season, we can bring you more In Between Men, more often. We are confident that with our ‘bigger, better, longer’ Season 2, the show speaks for itself and that you can trust us to deliver.We think the web deserves good Made-For-Online Television! We hope you do to. That’s why we made the episodes longer as the season goes on culminating in full broadcast television length episodes to give you the ultimate value for your investment. Join us! And Enjoy Season 2 of In Between Men!",
    "chinese_title": "男人间 第二季",
    "douban_rating": "6.7/10 from 148 users",
    "foreign_title": "In Between Men Season 2",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "6.7",
    "update_at": "2025-07-07T22:39:32"
}