{
    "aka": [],
    "sid": "24697956",
    "cast": [
        {
            "url": "/celebrity/1019305/",
            "name": "吉莲·希尔斯 Gillian Hills",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情",
        "家庭",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2850206678.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1208332/",
            "name": "艾伦·加纳 Alan Garner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0338632",
    "director": [
        {
            "url": "/celebrity/1294631/",
            "name": "Peter Plummer Peter Plummer",
            "@type": "Person"
        }
    ],
    "duration": "30 min",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "1969-12-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0338632/",
    "imdb_votes": 259,
    "this_title": [
        "The Owl Service Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/24697956/",
    "imdb_rating": "7.2/10 from 259 users",
    "trans_title": [
        "The Owl Service 第一季"
    ],
    "douban_votes": "0",
    "introduction": "The Owl Service was an eight-part television series based on the fantasy novel of the same name by Alan Garner. Produced in 1969 and televised over the winter of 1969-1970, the series was remarkably bold in terms of production. It was the first fully scripted colour production by Granada Television and was filmed almost entirely on location at a time when almost all TV drama was studio-bound. It used editing techniques such as jump cuts to create a sense of disorientation and also to suggest that two time periods overlapped. For the series, the book was adapted in seven scripts (later stretched to eight) by Garner and was produced and directed by Peter Plummer. The direction was quite radical and seemed to be influenced by the avant-garde, a noted contrast to what might be expected of a children's serial.BackgroundFollowing the success of the novel, which had won the Carnegie Medal and Guardian Award for children's literature, there was much interest in turning the story into a TV series with three companies vying for the rights. In the end, during the summer of 1968, Granada won out, approaching Alan Garner to script the series himself. The director chosen was Peter Plummer, who also acted as Producer. Since the novel was based on real locations, Plummer opted to use the same places where possible and although the scenes in the house were filmed in a manor near Liverpool, the rest of the filming took place in Wales (where the story was set). Filming began on location on 11 April and was completed 20 June, a few studio scenes were shot for the production, with these wrapping up on 3 July 1969. Trailers for the series were also shot, featuring material not used in the finished show.The theme music was the traditional folk piece \"Tôn Alarch\" played on the harp by Jean Bell, while the incidental music was taken from stock sources. The title sequence featured a hand shadow depicting an owl in flight, photographs of the valley and a flickering candle along with sound effects.",
    "chinese_title": "The Owl Service 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Owl Service Season 1",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T05:45:08"
}