{
    "aka": [],
    "sid": "24703938",
    "cast": [
        {
            "url": "/celebrity/1188259/",
            "name": "玛尔塔·阿赫里奇 Martha Argerich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1977976811.jpg",
    "region": [
        "法国/瑞士"
    ],
    "writer": [],
    "imdb_id": "tt2566350",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语",
        "法语",
        "日语"
    ],
    "playdate": [
        "2012-09-01(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2566350/",
    "imdb_votes": 293,
    "this_title": [
        "Bloody Daughter"
    ],
    "douban_link": "https://movie.douban.com/subject/24703938/",
    "imdb_rating": "7.1/10 from 293 users",
    "trans_title": [
        "糟糕的女儿"
    ],
    "douban_votes": "408",
    "introduction": "The mother through the daughter's eyes - A family portrait blending intimate conversations, agreements and disagreements, and shred ties of sounds and blood. An intimate portrait of two musical giants. This documentary by Martha Argerich's daughter Stéphanie has been filmed in several countries: Poland, where Martha Argerich chairs the judges of the International Chopin competition and gives several recitals with her close friend Nelson Freire; Japan, which hosts a unique Argerich festival; The United Kingdom, where Stephen Kovacevitch, the father of Stéphanie, lives; Belgium, where Martha and Stéphanie lived together for several years; Argentina, where Martha was born (in Buenos Aires); Switzerland, where Martha and Stéphanie are currently living; France, where the grandmother's apartment still houses valuable treasures. Made up of documentary sequences focusing on the two characters of Martha and Stephen in their everyday lifes, in rehearsal and in performance, the film will be largely given over to intimate conversations (filmed by Stephanie herself, alone or with one or other of her parents), delicious anecdotes, and a few scenes in which we will see the family reunited. @ EuroArts",
    "chinese_title": "糟糕的女儿",
    "douban_rating": "8.9/10 from 408 users",
    "foreign_title": "Bloody Daughter",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.9",
    "update_at": "2025-09-25T09:56:59"
}