{
    "aka": [],
    "sid": "24705104",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1996229344.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1329140/",
            "name": "迈克尔·阿尔考克 Michael Allcock",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2339627",
    "director": [
        {
            "url": "/celebrity/1329140/",
            "name": "迈克尔·阿尔考克 Michael Allcock",
            "@type": "Person"
        }
    ],
    "duration": "56分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-06-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2339627/",
    "imdb_votes": 78,
    "this_title": [
        "Semisweet: Life in Chocolate"
    ],
    "douban_link": "https://movie.douban.com/subject/24705104/",
    "imdb_rating": "6.4/10 from 78 users",
    "trans_title": [
        "苦甜参半：巧克力人生"
    ],
    "douban_votes": "811",
    "introduction": "\"Semisweet: Life in Chocolate\" travels to four vastly different places around the globe with unique journeys of characters whose lives have been intrinsically transformed by chocolate.About the DocOver the last century, the humble chocolate bar has become the most popular candy in the world. Every year, Americans alone consume on average 11.7 pounds of it. The worldwide consumption increases every year at a rate of 4%. But chocolate, as it turns out, was never meant to be candy. For the ancient Mayans and Aztecs, it was a powerful food to be worshipped. A single drink pressed from cacao beans could sustain a warrior for days in the heat of battle. The ancients even used these sacred beans as currency. When science took it upon itself to give the cacao tree a name, it chose “Theobrama Cacao” -- Food of the Gods. The film \"Semisweet: Life in Chocolate\" travels to four vastly different places around the globe to follow the unique journey of characters whose lives have been intrinsically transformed by chocolate. It’s a story told through the personal journeys and lives of extraordinary characters. And, although their paths have never directly crossed, their lives are interwoven through their very unique and personal relationship with chocolate.",
    "chinese_title": "苦甜参半：巧克力人生",
    "douban_rating": "7.2/10 from 811 users",
    "foreign_title": "Semisweet: Life in Chocolate",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.2",
    "update_at": "2025-07-08T01:00:34"
}