{
    "aka": [],
    "sid": "24703684",
    "cast": [
        {
            "url": "/celebrity/1318807/",
            "name": "侯长荣 Changrong Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422966/",
            "name": "杨潇 Xiao Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318482/",
            "name": "杨皓宇 Haoyu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372948/",
            "name": "朱薇薇 Weiwei Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406514/",
            "name": "李麟 Lin Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569504159.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1363524/",
            "name": "谢家良 Jialiang Xie",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "酒民胡四海"
    ],
    "douban_link": "https://movie.douban.com/subject/24703684/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中国是一个有着数千年诗酒文化历史的国家，酒不仅是饮料，更是文化、是生活、是人生、是社会。酒不仅渗透着我们日常生活的方方面面，而且渗透着人的思想、情感和灵魂。《酒民胡四海》以酒为媒，通过胡四海、杨英雄、罗健三个“酒党”不同的家庭背景、不同的婚姻状态、不同的事业情势和不同的人生境遇，说酒话，道酒情，演酒事，看酒民，力图以轻喜剧的方式，展现社会众生相，演绎出一幕幕笑中有泪、泪中有笑的酒文化、酒世界。胡四海原为机关职员，因滴酒不沾，中国诗酒文化协会会员梦教授的千金梦依然的好感，两人喜结良缘，婚后生下一子宝宝。后来胡四海下海经商，开办\"育苗场\"，由于业务需要，经常涉足酒场，不意发现自己酒量过人，并因此而闻名，担负各种使命，进出各种场合。但他生性敦厚，不善挡酒，经常醉归，夫妻感情因此受影响。梦教授60岁生日的这天一场台风，胡四海公司破产，他以酒浇愁，酩酊醉归，一路出乖露丑，直至回家误把冰箱当洗手间，妻子梦依然忍无可忍，抛下一纸离婚协议书，拉着儿子匆匆离去。事业陷入困境的胡四海，不忍心把破产的消息告诉妻子，家庭、事业两失意的胡四海，只身返回了老家。胡四海的儿时好友、果蔬专业户杨英雄正在大摆宴席，为妻子庆祝生日。酒酣耳热之际，杨英雄告诉胡四海，在这世界上，酒是最好的东西，也是最坏的东西，只要有酒，就没有攻不破的碉堡，打不通的关系，没有化不开的死结，办不成的事。杨英雄的一番话，使山穷水尽的胡四海顿感柳暗花明……胡四海出谋、杨英雄出资的 \"德善轩\"酒楼在一串鞭炮声中开业了。不久，他们结识了观念时尚、身边美女如云却口口声声倡导独身主义的罗健。三个家庭背景、生活理念、人生境遇截然不同的男人，由相互瞧不起到最后结成坚不可摧的\"酒党\"。从此，三个男人在这个迎来送往的小酒楼里，在一场场宴席之中，感同身受着酒给我们这个世界上形形色色的酒民生活催化出一幕幕别有洞天的世界。当胡四海和他的\"酒党\"们饱尝酒水人生，在酒海中沉浮中的时候，他们身边的女人们却拘囿在各自的家庭婚姻和情感世界中。梦依然与胡四海离婚后，她心里还是牵挂着他，并通过儿子传话，只要胡四海\"改邪归正\"，两人可以复婚。但是胡四海却自感身为酒民，沾染酒气过深，他无能为力去圆梦依然渴望过一种无酒生活的梦想，因此有意回避，他甚至暗中替她征婚……而杨英雄进城后，妻子为了考验他，竟表妹李若依前去诱惑，笑料百出……罗健好心为胡四海与杨英雄出谋划策，不想弄巧成拙，自己也被牵扯进去……胡四海和他的酒党们所演绎的事情，总是使人感到快乐。当胡四海经过一次次的豪饮，用清醒头脑和迷醉的双眼品味人生和解读社会的时候，一向滴酒不沾、和酒不共戴天的梦依然，也慢慢开始品酒、调酒，并在品酒和调酒中，学会品评酒中的男人和女人，学会品评酒中的人生和社会……《酒民胡四海》以酒为媒，通过胡四海、杨英雄、罗健三个\"酒党\"不同的家庭背景、不同的婚姻状态、不同的事业情势和不同的人生境遇，说酒话，道酒情，演酒事，看酒民，力图展现一个笑中有泪、泪中有笑的酒文化、酒世界。",
    "chinese_title": "酒民胡四海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-17T04:13:07"
}