{
    "aka": [
        "Love Touch"
    ],
    "sid": "24704031",
    "cast": [
        {
            "url": "/celebrity/1313897/",
            "name": "辰亦儒 Calvin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324248/",
            "name": "蔡黄汝 Mini Tsai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367887/",
            "name": "李相林 Lia Hsiang-Lin Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341520/",
            "name": "赵骏亚 Chunya Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341373/",
            "name": "林嘉俐 Gail Lin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2011268805.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1452395/",
            "name": "马进达 Chin-Ta Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367884/",
            "name": "陈虹洁 Hung-chieh Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367885/",
            "name": "汪秀贤 Hsiu-Hsien Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316158/",
            "name": "明金成 Chin-cheng Ming",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-06-09(中国台湾)"
    ],
    "this_title": [
        "我愛幸運七"
    ],
    "douban_link": "https://movie.douban.com/subject/24704031/",
    "trans_title": [
        "我爱幸运七",
        "Love Touch"
    ],
    "douban_votes": "122",
    "introduction": "廖詠七(豆花妹飾)，廣告公司小ＡＥ，出身西螺七崁，頑固的父親廖添南(李王羅飾)總是希望她回鄉繼承武館，發揚金鷹拳。廖詠七天生倒楣，沒有一天是運氣好的，她的人生就是一個「...」的人！可是，當她遇見天生幸運的他－賀紹然(辰亦儒飾)，兩人交換了「運」！就讓我們一起跟著廖詠七，看見自己人生的幸運七吧！— Lucky Touch廖詠七，命中缺了幸運的楣女。他從小處處不走運，校外教學必拉肚子、大考當天發高燒、走在街上如果有東西掉下來，砸到的人也一定是她，過馬路總是被超長秒數的紅綠燈擋住，眼前的公車永遠追不上，工作上，詠七永遠在重要的關鍵時刻壞了事，同事對她是又愛又恨，所以對廣告充滿熱情的她，做了四年卻還是最小的AE職務。賀紹然，命中始終幸運的的男神。出身廣告世家的他，父親是有名的導演賀雲峰(王道飾)，但外界並不知情，紹然從小不知道什麼叫倒楣，舉凡在台北街道上，他沒遇過塞車，綠燈永遠是他看見的燈號，暢行無阻。目的地也總是會有停車位等著他，即便車位被搶走卻也幸運地躲過砸車。與同事分搭兩部電梯，對方電梯卻莫名停電，他安然無事。他最討厭聽到的一句話，就是『你真幸運』！！他認為，人生至今為止的一切成功，都是憑自己的能力！！因此他個性強勢、高傲、沒同理心，在工作上更是下屬心中的惡魔！！天生幸運的他，工作上一路順遂，被挖角來擔任洛美廣告公司的業務總監，遇見了廖詠七。七崁武術，父傳女承。詠七的老家在雲林鴨巢村，母親在她年幼時病逝，詠七是被開武館的老爸廖添南一手拉拔長大。而詠七之所以名字中有個七，一切都是因為老爸要她飲水思源── 自己是西螺七崁阿善師的後人！為了老爸堅持的武術傳承，她從小天沒亮就會被拉起來練功，然後拖著酸痛不堪的身體去上學！甚至在國中畢業前夕，父親硬要她代表武館參加武術比賽，缺席了期待以久的畢業旅行。後來，對廣告極有興趣的詠七決定離開家中到台北讀書、工作，總是跟老爸說她在台北工作順利並升上主管職，賺了很多錢，只是希望老爸能放棄叫她回鄉繼承武館的心願。只可惜，詠七並沒有闖出什麼成就，她在洛美廣告公司當小小的AE(業務企劃)，當了4年，目前依然看不到任何升職的可能性。而她最怕的，就是老爸發現她混的不好……………紹然來洛美報到的第一天，詠七熱心的對新人指導一堆事情時，她才傻眼的發現，原來所謂的新人並不新就算了，還是空降的頂頭上司！！詠七糗爆了，尤其她剛剛還指導新上司，記得當新人要謙虛……紹然才剛上任，就一個人單挑詠七全Team，用公司的案子做PK！輸的人就得拍拍屁股走人！詠七原本以為自己就算沒有勝券在握，但至少也不會滿盤皆輸──因為，她決定要請出早已退出廣告界的名導──賀雲峰來執導廣告！！就在詠七鍥而不捨的拜託下，賀雲峰還是．．．沒答應。但就在pk當日，詠七奇蹟般的得到賀雲峰的首肯，答應執導廣告，詠七開心之餘，卻赫然發現，這一切都是紹然在搞鬼！原來賀雲峰是賀紹然的老爸！而且賀雲峰會答應，還是紹然去拜託來的！這對詠七來說，簡直是晴天加大霹靂～糗爆的詠七，跟紹然大吵一架，兩人不慎雙雙滾下了樓梯，額頭互碰……一時間彷彿晴天霹靂，天空閃起一陣閃電！！燈泡一閃一閃！！所有的事情都默默翻起超級大變化！！這輕輕的一碰，兩人的命運開始大逆轉。詠七、紹然的運氣居然對調了！詠七變成了無往不利的幸運兒，而紹然則成了讓人傻眼的倒楣鬼！隔天開始，詠七一出門就感覺到世界變了，平常等不到的公車今天偏偏都空出來，而大把案子排隊上門找她去做！但幸運兒紹然居然開始找不到車位、開始做不成案子！！紹然這才發現，原來自己以往的人生，真的是有夠幸運，而他更沒想到，他跟詠七的之間的幸運能量居然會轉換………兩人經過詠七的室友──占星師李宛櫻(李相林飾)的點醒，才不得不相信，兩人的運真的交換了！雖然詠七很享受好運人生，但她畢竟是個善良女孩，於是，她答應跟紹然換回好運，跟紹然有了更近一步的接觸，兩個人好像變成了比同事還好的朋友……紹然覺得這個叫做廖詠七的女孩，好像悄悄的在自己心底住了下來……經過一番努力，紹然跟詠七的運氣終於換回，正當兩人之間氣氛正好之時，沒想到，紹然居然開除了詠七！詠七再度晴天霹靂！！怎麼會這樣？她跟紹然不是朋友嗎？詠七沒時間去追究，紹然有多少苦衷才會開除她，因為她現在有更頭大的問題，在她變成無業游民的此刻──偏偏她的老爸──廖添南上台北了！！在詠七束手無策之時，紹然跟死黨羅森(趙駿亞飾)，居然已經主動幫了詠七一把，努力的塑造出一場「詠七過的很好」的戲碼！！詠七雖然百般不願意騙老爸，但也勉強配合，跟宛櫻一起加入這場戲。最後，經過一番瞞天過海的招式後！詠七不只隱瞞失業成功，她老爸還以為紹然是詠七下屬，詠七擔任高級主管 — 業務總監！有錢的羅森甚至還出借豪宅，讓詠七的老爸誤以為詠七住很好的房子！！這一切的假象，讓添南很欣慰！而且，看到詠七這麼有成就，他心裡的盤算更加堅定了！原來，添南上台北找詠七是有原因的，近年來，武術文化也沒人重視，家鄉人口日漸外流，連不久之後要舉行的傳統賽事『鴨母碑七崁搶旗大會』，都因為武館沒有學生，而派不出代表參加。添南原本想找詠七，代表武館出賽搶旗，但是看到詠七如此事業繁忙，他雖不願意，但也只能放棄找詠七參賽的念頭。詠七看著添南黯然離去的身影，加上欺騙的內疚，忍不住難過……但一切都還沒結束，因為添南意外的得知，詠七原來都在欺騙他！暴怒的添南，對詠七興師問罪！父女之間完全決裂！這一夜，詠七輾轉難眠，畢竟血脈相連的親情，還是讓她無法輕易放下，就在此時，詠七接到電話─啥咪！添南要自己參加鴨母碑七崁搶旗大會！開什麼玩笑？這個連十八歲精壯少年郎參加都很吃力的搶旗大會，添南居然要自己參加？詠七明白添南在賭氣，於是不再思考，立刻決定回鴨巢村，阻止添南！只是她沒想到，紹然居然尾隨著她而來……從來沒離開都市的紹然，一開始不適應鄉下人的熱情，洗澡洗到一半，美月阿姨自在的走入浴室，一派大方的拿毛巾給裸體的紹然。漸漸的，紹然發現這裡其實也有趣味之處，有很多搞笑又親切的厝邊，有曾經為了防禦家園而有了習武之風的歷史，有許多小學生現在都會在課後練武等等。最開心的是，在這裡他可以24小時，都看到詠七。雖然會有討人厭的青梅竹馬──林裕孝(楊銘威飾)，一直在詠七身邊打轉，不過紹然還是跟詠七慢慢的愈來愈熟、愈來愈好……在一次露營當中，詠七尋找在山中走失的紹然，彼此為對方擔心的感受，讓他們決定這輩子要守在一起。為了搶旗比賽，裕孝與詠七每天辛苦練習著爬竹塔，為了取得對韓國隊搶旗的勝利，兩人親暱的互動看在紹然的眼裡很不是滋味，卻又無可奈何，因此紹然設計了一些支開裕孝的橋段，好讓他能多接觸詠七，正當感情逐漸加溫時，紹然得知一個天大的消息，紹然內心糾葛後決定離開詠七，不讓她受到任何傷害，詠七傷心欲絕，卻始終得不到紹然正面的回應。鴨母碑七崁搶旗大會終於來臨，詠七跟裕孝組成一隊，與手段惡劣的韓國隊抵抗，詠七就在即將奪棋的那一剎那從竹塔上跌落昏迷，眾人傻眼，添南更是自責不已，這時候，紹然出現了。紹然主動的碰了詠七的額頭，現場風雲變色，幸運再次降臨在詠七的身上，搶旗大賽能順利進行嗎？兩個人最後的結局，又是什麼？運氣真的是可以交換的嗎？故事，會繼續下去的…………也許，世界上根本就沒有交換運氣這種事情。或許，詠七能夠成功，是因為她感受到家鄉的愛、父親的愛、紹然的愛，這些本來就一直存在的東西。還記得我們故事的主旨嗎？因為我們的身邊，本來就有很多愛，我們早就擁有很多，每個人其實都能很幸運：「不是我們不幸運，而是我們沒看見。」……",
    "chinese_title": "我爱幸运七",
    "douban_rating": "5.9/10 from 122 users",
    "foreign_title": "我愛幸運七",
    "douban_rating_average": "5.9",
    "update_at": "2025-04-30T23:21:06"
}