{
    "aka": [],
    "sid": "24704120",
    "cast": [
        {
            "url": "/celebrity/1025367/",
            "name": "塞尔玛·托德 Thelma Todd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016793/",
            "name": "帕茜·凯莉 Patsy Kelly",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1935",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1978145157.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0026722",
    "director": [
        {
            "url": "/celebrity/1025527/",
            "name": "詹姆斯·帕罗特 James Parrott",
            "@type": "Person"
        }
    ],
    "duration": "19分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "1935-04-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0026722/",
    "imdb_votes": 60,
    "this_title": [
        "The Misses Stooge"
    ],
    "douban_link": "https://movie.douban.com/subject/24704120/",
    "imdb_rating": "6.4/10 from 60 users",
    "trans_title": [
        "配角"
    ],
    "douban_votes": "0",
    "introduction": "The Misses Stooge is one of those odd, mid-thirties Roach shorts that doesn't quite know just what it wants to be, meanders awkwardly through its plot commitments and then crashes before our eyes in a heap of exhausted ideas. The film is full of gags that seem to begin as elaborate devices, but, ultimately, take the action nowhere. It is a frustrating film in that no plot element is ever resolved in fact, it concludes in a frenetic, incoherent jumble. Director James Parrott, the younger brother of comedian Charley Chase, directed five of the Todd-Kelly titles in all. The Misses Stooge was his last directorial assignment at Roach. Glimpses of brilliance exist in this short, but that is all they are all too brief excursions into the surreal world of silent comedy physics. Parrott seems to have one foot planted firmly on those shores, but can't seem to bring the other down to solid footing in the realm of the real world in an effort to make it all work. None of the independent parts add up to a single sum and the result is an unbalanced, wandering film. On a brighter note, Parrott does extract some delightful interplay between Thelma and Patsy, and Herman Bing is a real hoot in the supporting role of Sazarac the Magician as he contends with both the Girls' wild antics and his own character's ineptitude as an illusionist.",
    "chinese_title": "配角",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Misses Stooge",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T04:00:20"
}