{
    "aka": [
        "Chagall: Beyond the Real"
    ],
    "sid": "24718946",
    "cast": [
        {
            "url": "/celebrity/1224521/",
            "name": "马克·夏卡尔 Marc Chagall",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1985527472.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt1265591",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2003-04-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1265591/",
    "this_title": [
        "Chagall, à la Russie aux ânes et aux autres"
    ],
    "douban_link": "https://movie.douban.com/subject/24718946/",
    "trans_title": [
        "Chagall: Beyond the Real"
    ],
    "douban_votes": "0",
    "introduction": "This remarkable film retraces the life and work of the beloved artist Marc Chagall. Born in 1887 in Vitebsk in Belarus, Chagall is arguably one of the greatest painters of the Twentieth Century. Using new family documents, drawing from the infinite richness of its paintings, drawings, engravings, and monumental works, this film invites one to rediscover a universal and timeless work. Much of the narrative is told in his own words, drawn from his autobiography, Ma Vie (My Life) and there is unique film footage of Chagall being interviewed as he paints. An intimate picture of the mischievous painter and his quixotic life emerges through interviews of the many personalities from the art world which Chagall inhabited: Apollinaire, Bonnard, Matisse, Picasso, Mayakovski and Malraux. Extensive use of rare historical film adds richness to this astounding biography of the man who was born in the shtetl of Vitebsk in tsarist Russia. \"I chose painting because it seemed a window through which I could take flight-to another world.\" - Marc Chagall When World War I broke out, Chagall was forced to join the Russian Army and then asked to open an art school in Vitebsk by the Bolsheviks once they took power. He left for Paris in 1923, where he and his wife Bella lived in poverty. Finally, his illustrations for a special edition of Gogol's Dead Souls attracted wide admiration. Fleeing Paris in 1939, he spent the war years in New York, collaborating on art, theater and ballet projects with other artists in exile, including: Duchamps, Calder, Tanguy, Stravinsky and Massine. Following the war, he created monumental works all over the world. Often inspired by the Bible, these masterpieces included the magnificent ceiling of the Paris Opera, the murals for the Metropolitan Opera in New York, the stained glass windows for cathedrals in Metz and Reims and the Hadassah clinic in Jerusalem. In 1984, three large exhibitions in France celebrated the artist's 97th birthday, one at the National Museum Message Biblique Marc Chagall in Nice. His attempts to connect the Jewish traditions of his childhood to the artistic modernity of his time have yielded a profoundly original oeuvre, somewhat removed from the prevailing currents of art in the 20th century. \"I created my own reality-neither Cubist nor Impressionist.\" - Marc Chagall",
    "chinese_title": "Chagall, à la Russie aux ânes et aux autres",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T03:00:16"
}