{
    "aka": [],
    "sid": "24719831",
    "cast": [
        {
            "url": "/celebrity/1033935/",
            "name": "淡岛千景 Chikage Awashima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029580/",
            "name": "殿山泰司 Taiji Tonoyama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1950-12-09(日本)"
    ],
    "this_title": [
        "思い出のアルバム"
    ],
    "douban_link": "https://movie.douban.com/subject/24719831/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "この作品は、松竹設立三十年を記念して製作されたもので、往年の名作を「二十数篇」紹介するという内容である。はじめこそ翠声や雷遊の解説が入るが、後のほうになると、名場面をつなぎあわせただけのスタイルになっている。それに、映画のタイトルがすべて表示されるわけではないので、わかりにくいところが少なからずある。衛星劇場の内容紹介欄には、「代表的な松竹映画二十数篇を選び」とあるのだが、いくら数えてみても、「二十」ちょうどにしかならなくて、それもあっているのかどうかわからない。作品リストを示したサイト等がないので、とりあえず、映像に出て来る役者とともに作品名をあわせて掲げておく。誤っている箇所に気づいたら、随時訂正する所存である。五所平之助『伊豆の踊子』（1933）田中絹代、大日方傳。辯士は錦波。斎藤寅次郎『珍説 高田の馬場』（1927）森野五郎。ほか不明。辯士は雷遊。※「珍説」を関するタイトルは、「日本映画データベース」等に無し。あるいは「雷遊版」の、ということか。ちなみに雷遊は、徳川夢声『いろは交友録』（鱒書房1953→ネット武蔵野2004）の「ら」の項に出て来る。島津保次郎『君恋し』（1929）八雲恵美子。野村芳亭『金色夜叉』（1932）田中絹代、長谷川一夫（林長二郎）。辯士は錦波。五所平之助『マダムと女房』（1931）田中絹代、伊達里子、渡辺篤。以降は全てトーキーである。※劇中、田中絹代のセリフに「それに近ごろのエロでしょ。エロ100パーセントでしょ！」というのがあるが、新村出編『言苑〔戦後第三版〕』（博友社1951）には、「エロひゃくパーセント」が立項されている。語釈は「色氣たっぷり」。ついでながら、この『言苑』の成立について、以前ものした文章があるので、その一部を一番下に引いておく。島津保次郎『家族會議』（1936）佐分利信、桑野通子。佐々木啓祐『荒城の月』（1937）佐野周二、佐分利信。佐々木康『純情二重奏』（1939）高峰三枝子、坂本武（？）※坂本武らしき人物がちらと映るが、一瞬のことであるし、そもそもこの映画じたい未見なので、ちょっとあやしい。野村浩将『愛染かつら（前篇・後篇）』（1938）→前後篇あわせた「総集篇」は1939年に公開。上原謙、田中絹代、斎藤達雄。吉村公三郎『暖流』（1939）佐分利信、高峰三枝子、水戸光子。木下惠介『わが恋せし乙女』（1946）井川邦子、原保美。※惠介の弟・木下忠司の映画音楽デビュー作品である。渋谷実『情炎』（1947）佐野周二、水戸光子。※これも、作品名があっているかどうか、ちょっとあやしい。未見である。吉村公三郎『わが生涯のかゞやける日』（1948）森雅之、山口淑子。木下惠介『お嬢さん乾杯！』（1949）原節子、佐野周二、佐田啓二、村瀬幸子、坂本武。原研吉『恋の十三夜』（1949）池部良、折原啓子。渋谷実『花の素顔』（1949）木暮實千代、若原雅夫、折原啓子（ベッドに横たわっているだけ）。小津安二郎『晩春』（1949）原節子、笠智衆、杉村春子。黒澤明『醜聞（スキャンダル）』（1950）三船敏郎、志村喬、山口淑子、桂木洋子。木下惠介『女』（1949）小澤榮太郎（小澤榮）、水戸光子。吉村公三郎『安城家の舞踏會』（1947）原節子、滝澤修、殿山泰司、森雅之、空あけみ。",
    "chinese_title": "思い出のアルバム",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-14T22:13:34"
}