{
    "aka": [
        "The Jungle Book"
    ],
    "sid": "24714609",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160093973.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1303759/",
            "name": "比利·弗罗利克 Billy Frolick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014413/",
            "name": "鲁德亚德·吉卜林 Rudyard Kipling",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2226178",
    "director": [
        {
            "url": "/celebrity/1046096/",
            "name": "君·法尔克斯汀 Jun Falkenstein",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2226178/",
    "imdb_votes": 77,
    "this_title": [
        "The Jungle Book"
    ],
    "douban_link": "https://movie.douban.com/subject/24714609/",
    "imdb_rating": "7.2/10 from 77 users",
    "trans_title": [
        "森林王子",
        "The Jungle Book"
    ],
    "douban_votes": "0",
    "introduction": "DQE, the Animation, Gaming and Entertainment production and distribution group, which recently also filed with Security Exchange Board of India for approval for listing in India, is pleased to announce the signing of an exclusive broadcasting agreement with USA based Buena Vista International, Inc, the distribution arm of The Walt Disney Company, for ‘The Jungle Book’.Today’s agreement will allow the Disney multiplex of channels exclusive broadcasting rights in 29 countries across the Indian Sub-Continent and South East Asia (including South Korea, Hong Kong and Japan).On 5 May 2009, DQE announced production of a new original 3D animated TV series of The Jungle Book comprising 52 x 11-minute animated episodes at a global budget of €9.2M as well as a 60-minute TV feature. Production partners include ZDF Enterprises and ZDF Broadcasting (Germany), ABC (Australia), NBC Universal as well as broadcasting and licensing majors TF1 Group (France) and Moonscoop (France).DQE, along with all their partners, screened the first full episode of Jungle Book ‘The Wild Black Bees’ at the recently concluded MIPCOM in Cannes. The gala screening was well received by the audience which included many leading industry and media stalwarts.",
    "chinese_title": "森林王子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Jungle Book",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T09:58:13"
}