{
    "aka": [
        "Grey City"
    ],
    "sid": "24722753",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1988390803.jpg",
    "region": [
        "巴西",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024305/",
            "name": "Felipe Lacerda Felipe Lacerda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2758700",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2758700/",
    "imdb_votes": 204,
    "this_title": [
        "Cidade Cinza"
    ],
    "douban_link": "https://movie.douban.com/subject/24722753/",
    "imdb_rating": "7.2/10 from 204 users",
    "trans_title": [
        "Grey City"
    ],
    "douban_votes": "0",
    "introduction": "On the streets of São Paulo, Brazil, a new form of graffiti was born. Like wildfire, the works of artists such as Os Gêmeos, Nunca, and Nina spread through the streets of the city and then to art galleries and museums around the world.Nevertheless, City Hall implemented the Clean City Law in an effort to “combat visual pollution,” hiring a small team to paint over graffiti deemed aesthetically unpleasing. When a large-scale mural was painted over, the artists unleashed a graffiti war against the local government, giving birth to one of the most creative resistance movements in Latin American art. Together, the artists worked to recreate lost artwork in an act that embodied the tensions within the city over who decides which pieces are art and which pieces get painted over.Grey City is not only a documentary about graffiti artists and their work but also a film about the city and streets of São Paulo, which are simultaneously a battlefield and a confluence point—with graffiti serving as the voice of the populace.",
    "chinese_title": "Cidade Cinza",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-20T13:26:36"
}