{
    "aka": [],
    "sid": "24736087",
    "cast": [
        {
            "url": "/celebrity/1058729/",
            "name": "肯尼·贝克 Kenny Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019232/",
            "name": "弗兰克·麦休 Frank McHugh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041487/",
            "name": "艾丽丝·布雷迪 Alice Brady",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125344/",
            "name": "Gertrude Michael Gertrude Michael",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1937",
    "genre": [
        "喜剧",
        "歌舞"
    ],
    "awards": "　　第10届奥斯卡金像奖(1938)\n　　最佳原创歌曲(提名) 哈里·沃伦 / 阿尔·杜宾\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549833814.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052242/",
            "name": "威廉·威斯特·海恩斯 William Wister Haines",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012939/",
            "name": "克拉伦斯·巴丁顿·凯兰 Clarence Budington Kelland",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0029267",
    "director": [
        {
            "url": "/celebrity/1012706/",
            "name": "阿尔弗雷德·格林 Alfred E. Green",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1937-08-21(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0029267/",
    "imdb_votes": 289,
    "this_title": [
        "Mr. Dodd Takes the Air"
    ],
    "douban_link": "https://movie.douban.com/subject/24736087/",
    "imdb_rating": "5.4/10 from 289 users",
    "trans_title": [
        "乡下仔播音"
    ],
    "douban_votes": "0",
    "introduction": "In the small town of Pewamo, Claude Dodd, an electrician singing baritone in the local Strawberry Festival is heard by the owner of the Morpheus Mattress Company, who hires him to sing on the radio program he sponsors. Before he leaves for New York with his manager, \"Sniffer\" Sears, he has a minor operation to cure an attack of quinsy, and is told by the doctor not to use his voice. In front of the radio microphone the following week, he finds he's a tenor when he sings, much to the chagrin of the mattress company owner, who hates tenors. But that soon changes when telegrams pour in praising his voice, so that the station owner, Gateway, offers him a contract for 52 weeks, at a salary of $1000 per week, which was upped from the initial offer by Gateway's secretary, Marjorie Day, signalling Sears. Marjorie took a liking to Claude and vice versa, so while Claude becomes wealthy and famous, he and Marjorie fall in love. Because of his fame, he meets ditsy but egotistical opera singer, Mme. Sonia Moro, who almost instantly talks of marrying him, but he avoids her clutches. When Claude demonstrates to Marjorie his invention which made a cheap radio sound beautiful, she gets upset to hear it was never patented. Sniffer spills the beans about that to Jim Lidin and gold digger Jessica Stafford, who both conspire to steal the invention from Claude as well as fleece some of his money. Marjorie secretly patents the invention to protect Claude, but the patent is in her name. She explains her actions, but Jessica accuses Marjorie of trying to steal the invention herself, so Claude doesn't know what to believe. To get away from it all, he fakes losing his voice and heads back home without the invention or Jessica, thinking he would never see either one again.",
    "chinese_title": "乡下仔播音",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mr. Dodd Takes the Air",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-21T00:52:29"
}