{
    "aka": [
        "失落的世界：斗士"
    ],
    "sid": "24743385",
    "cast": [
        {
            "url": "/celebrity/1124314/",
            "name": "彼得·麦考利 Peter McCauley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067057/",
            "name": "瑞秋·布莱克利 Rachel Blakely",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133390/",
            "name": "大卫·奥斯 David Orth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036626/",
            "name": "詹妮弗·奥黛尔 Jennifer O&#39;Dell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152443/",
            "name": "威尔·斯诺 William Snow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455244/",
            "name": "伊恩·加德纳 Iain Gardiner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1996967943.jpg",
    "region": [
        "澳大利亚",
        "加拿大",
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt0636119",
    "director": [
        {
            "url": "/celebrity/1293485/",
            "name": "迈克尔·奥佛尔 Michael Offer",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "22",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-10-07(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0636119/",
    "imdb_votes": 75,
    "this_title": [
        "The Lost World Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/24743385/",
    "imdb_rating": "8.1/10 from 75 users",
    "trans_title": [
        "遗失的世界 第二季",
        "失落的世界：斗士"
    ],
    "douban_votes": "1093",
    "introduction": "二部曲：丛林历险/未来客与屠龙王 The Lost World Season 2 分集简介●第一集：全部或全不在深谷中的吊桥上，众人与Drakul及其手下展开一场混战。玛格丽特和 维罗妮卡眼睁睁看见Summerlee中箭后掉入深渊。蜥蜴人Tribune为了报复背叛他的Drakul，扔出炸药炸毁了吊桥，所有人都掉入河中。维罗妮卡坚信朋友们都活着，与玛格丽特反复搜寻河岸。很快她们和查林杰、马龙重聚了，但是罗斯顿却被Tribune发现并救起，Tribune因此而索取回报。几人需要一条船渡河回家，只好跟随Tribune来到一个渔村，但是Tribune却失踪了。美貌的妓女Raina告诉他们，Memak统治着这个地方。众人与Nemak起了冲突，被Nemak抓住并投入大牢。●第二集：亚马逊女战士罗斯顿, 马龙和查林杰受到翼手龙的攻击，几位亚马逊女战士救下他们，并邀请他们回到营地－－这是一个没有男人的世界，但罗斯顿三人还是受到了热烈欢迎。入夜，亚马逊女战士部落举行\"月圆\"庆典，随即是\"育种时间\"，几个人乐坏了－－因为他们可以和这群美女共度春宵。但礼成之后，他们将被处死，这可是他们还不知道的……●第三集：旅游季节 S02EP03 Tourist Season查林杰计划用风车收集能量，突然一道巨大的闪电撕破天空，风车附近都被烧焦。所幸的是，并没有人受伤。蕾声过后沉寂了一小会，随后有机器声从远方的天空传来，越来越近，最后一架直升飞机坠落在丛林里。机上的人员全都生还了，他们是四个来自现代的观光客：一对夫妻和他们的儿子，还有一位驾驶员。一个不怀好意的部落袭击了他们并抓走了父亲和儿子。查林杰和马龙在惊讶之余，决定帮助维修这种他们从没见过的\"飞机\"。而罗斯顿和维罗妮卡则赶去营救被抓走的两人。●第四集：冷石罗斯顿和玛格丽特在一个从未去过的山谷中勘查，突然听到一声年轻女人的惊叫。两人赶过去时，那个穿着古代晚装的女人说了一些他们听不懂的话，然后死了。罗斯顿, 玛格丽特 和 马龙 被暴雨中出现的邪恶精灵逼到了一座阴森恐怖的城堡里。城堡中某种神秘力量影响了几个人，把他们引入不同的房间，每间房里都放着一套华丽的晚装，款式和一开始遇到的神秘女人所穿的属于同一时期。换上衣服之后，三人就像受到控制一样，开始再现一场古代宫廷三角斗争，玛格丽特诱惑两个男人爱上自己，却又暗地里挑拨他们争斗。与此同时，查林杰和维罗妮卡也来到了同一座城堡，穿着\"精灵服装\"的三个同伴似乎已不认识他们，而且并不友好……●第五集：神圣权力一匹无人骑乘的骏马突然向罗斯顿等人疾驰而来，似乎有什么紧急情况。当罗斯顿试着骑上它，它驼着他来到山上的一个小部落，当地人将他奉为君王。罗斯顿想解释自己不是他们要找的人，但是王室顾问Balar告诉他，如果他承认自己是冒名顶替者，将被处死。罗斯顿无奈勉为其难。罗斯顿用这匹神马警告了自己的朋友们，几人赶来营救，却被Balar抓住。部落有一个习俗：要祭祀一名处女来平抚可能毁灭村庄的巨龙。罗斯顿挺身救下这名年轻姑娘，却正好落入Balar的圈套。现在阻止巨龙的唯一方法就是让真正的国王去猎杀它。●第六集：表面之下一向尖利刻薄、自私自利的 玛格丽特 突然变得和蔼好心，众人大惑不解，决定要找出真相。在丛林里，罗斯顿和维罗妮卡路遇一条暴龙，暴龙怪异的行为让两人轻松逃脱。原来一种外星细菌占据了暴龙的身体，玛格丽特 也是如此。这些外星细菌最后竟然变成了……骷髅！●第七集：伦敦的呼唤几个人发现了一张古代地图，上面记录了离开迷失高原的线路。在走之前，为了给那些怀疑论者好好开开眼界，查林杰和马龙收集了一枚霸王龙蛋。面对分离，维罗妮卡是最不高兴的人了，但她不能离开，她还要继续找寻她失踪的父母。马龙梦想终于实现了，他可以风风光光地回到伦敦去和美貌的未婚妻（注：果真是美貌无比啊……）重聚，但这真是他想要的吗？●第八集：囚徒一个\"变形人\"化成一个神秘的老妇人出现在维罗妮卡面前，告诉她父母正安然无恙地住在El Dorado。老妇人给她指明了一条路：入口在一座石墙上。她还警告说，维罗妮卡不能告诉任何人，而且不能再回头。殊不知，维罗妮卡找到的不是自己的父母，而是一个被囚禁数百年的野蛮巨人。为了捉住他，玛格丽特和其他人使出了混身解数。●第九集：游戏蜥蜴人女王Centuria命令手下人猎杀Tribune，Tribune无路可逃，来到树屋求助。蜥蜴人寻迹而至，抓住了Tribune。在家的马龙、玛格丽特和罗斯顿也一并成了囚徒，被带往Centuria统治的蜥蜴人城。马龙不得不假冒查林杰博士，Centuria命他制造火药。而此时罗斯顿和Tribune则被带到角斗场。●第十集：源泉迷失高原笼罩在干旱中，大家外出寻找水源，却遭到一群迅猛龙的围攻。一个漂亮的年轻姑娘（注：又一个漂亮得让人说不出话的……）在千钧一发之际救出众人，请求他们护送她返回家乡。她说自己是早期殖民探险队中的幸存者，并宣称自己发现了\"青春之泉\"。她带的\"补给品\"已经快没有了，她必须回到有泉水的洞中，否则就会死去。幻想拥有永恒青春和财富的玛格丽特说动查林杰和罗斯顿一同前往……●第十一集：战利品迷失高原的宁静被一阵枪声打破，一群猎人想要捕获一只类人猿幼子。维罗妮卡荡出丛林想救他，立刻成为猎人的新目标。她逃回树屋警告其他人。其中一个猎人宣称自己奉命前来寻找查林杰的探险队，并协助他们返回英国。尽管维罗妮卡并不相信他们，而玛格丽特也心存疑虑，这些猎人们还是受到了欢迎，并在树屋附近扎营过夜……●第十二集：巫毒女王神秘的鼓声传遍了丛林，罗斯顿前去查探，遇见了美貌女子Danielle。Danielle不仅勾引罗斯顿与其发生了关系，还向其讲起了一个悲惨的故事：一群野人袭击并占领了她的村落。罗斯顿将她带回树屋暂住，她迷住了所有的男人，但是却引起两位女士的怀疑。当众人发现Danielle背着他们偷偷做了一个形似罗斯顿的巫毒娃娃，怀疑被证实了。这时Danielle已将罗斯顿诱骗到她的村落。事实上，她正是控制野人的巫毒女王，手里还掌握着一支僵尸军队。看到罗斯顿已经成了她的奴隶，于是其他人订下计划，打算先渗透进村落，然后再伺机解救罗斯顿。●第十三集：守卫者在山上寻找药草的时候，查林杰误入一个捕捉野猪的陷阱，昏死过去。设下陷阱的三个年轻猎手不忍心见死不救，只好将其拖回他们的秘密村庄。维罗妮卡和玛格丽特顺着猎人们的踪迹穿越丛林屏障，也来到村子里，村里住的大多是年轻的孤儿。随后，村里人告诉他们，一株巨大的植物守护着村庄，如果有人胆敢擅自进出，它就会释放出致命的毒气。但更可怕的是，它每天都需要食用新鲜的肉。当查林杰等三人努力想挖地道离开村庄时，村里人抓住了查林杰，准备用他来活祭食人植物。Challener和他的同伴该怎么办呢？●第十四集：重压之下众人在树屋外发现了一个奇怪的来客，他对地质学的了解让查林杰很是吃惊。此时，不知什么东西攻击了Challener放在空地上的蓄电池，导致线圈毁坏。在随后的调查中，他们遇到一群来自地下世界的居民，他们的那位\"客人\"也是其中之一。这些地下人刀枪不入，众人很快被抓获。很快，查林杰见到了一位同样来自伦敦科学界的\"老朋友\"，原来他是这些地下人的幕后主使。更令查林杰震惊的是，地下人需要利用自己的科技专长来统治地表世界。●第十五集：叛逆者罗斯顿和玛格丽特外出寻找离开迷失高原的路，却意外发现了一处通道。穿过通道，他们看到了一个充满英式风格的古老村庄，并遇到了一个戴着面具并刚刚抢劫本地酒吧的女人。女人慌乱中将抢来的钱袋遗落在地上，骑着马逃进了密林深处。罗斯顿和玛格丽特带着捡来的钱袋走进酒吧，偏偏碰上了这些财产的真正主人－－警长。警长立即将两人逮捕，并判他们绞刑。当罗斯顿想逃跑时，警长卑鄙地开枪将其打伤！●第十六集：人性本善维罗妮卡和马龙被一群愤怒的歹徒抓住，并被强迫到他们的采石场干活。随后，他们很快发现其他那些\"囚徒\"并不是真正的人类，他们是外星人制造的机器人，目的是修复外星人受损的太空船。那些外星人会发现混迹其中的维罗妮卡和马龙是人类吗？那些渴望自由的机器人，能够如愿以偿吗？（好漂亮的金发机器美女……想不到这帮外星人也挺色，把个机器工人都造得这么性感惹火，Extreme Hot！）●第十七集：野兽的图案罗斯顿和玛格丽特回到树屋后发现，一只猴子把屋里闹了个天翻地覆－－最重要的是，它偷走了玛格丽特心爱的珠宝。他们跟随猴子来到一个山洞，发现了一个奇怪的护身符。任何人只要用手抓过这个护身符，就会在手心留下一个很像恐龙头骨的奇怪图案，无论如何都无法擦去。那些图案开始让众人发生意想不到的变化……●第十八集：幸存者查林杰和玛格丽特发现了一座古老的神庙，入口的墙上雕刻着三个武士，像是某种守卫。玛格丽特失足跌入一个满是长刺的深坑，侥幸不死。为了救她，查林杰只好去找其他人帮忙。当他离开后，洞口的三座石像\"活了\"。流血过多的玛格丽特觉得自己产生了幻觉。当查林杰和其他人赶来时，力量惊人的石像守卫对他们发起了攻击。马龙被刺伤倒地，胸口流出了鲜血。很奇怪，当这些石像守卫一看到血，立即停止了攻击。维罗妮卡带着马龙返回树屋进行治疗，查林杰和罗斯顿则赶到神庙救玛格丽特。当他们见到玛格丽特时，惊讶地发现她的身边多了一位美貌高雅的女士－－Adrienne。更为惊讶的是玛格丽特，她一直以为已死去多年的Adrienne的出现不过是她的幻觉。Adrienne说神庙中有一条路可以直接离开迷失高原，查林杰跟随她的地图来到神庙祭坛，竟发现自己死去两年的同事William Maple White活生生站在那里－－正是这个人的手记引导查林杰来到了迷失的世界（参见第一季第一集）。●第十九集：海盗之诅咒玛格丽特和罗斯顿正在丛林里打情骂俏，突然地面颤动了起来，他们一起掉进了一个大坑！坑中埋葬着一具海盗的尸骨，还有他被诅咒的藏宝箱，里面装满了他抢来的金银珠宝。贪财好利的玛格丽特根本不在乎那个\"小小的诅咒\"，把藏宝箱拖回了树屋。查林杰和马龙在里面找到了海盗的日记，决定将他的故事搞个明白。他们根据日记所述找到了\"陆上之海\"，却落入海盗后裔Pappin的圈套。Pappin抢走了日记，派他的人去寻宝，把查林杰绑在自己的海边小屋里，并把马龙铐在一个正被潮汐淹没的洞穴里。罗斯顿和维罗妮卡赶来，一场混战开始了。●第二十集：访客马龙在丛林里被某种野兽抓伤了，他立即开枪还击。当寻找被他击中的野兽时，他和维罗妮卡却发现受伤的是Danu－－维罗妮卡从小青梅竹马的恋人。Danu警告他们，这种野兽很危险。入夜，野兽的嚎叫声让树屋里的人胆战心惊，他们发现Danu已经不见了，而马龙发起了严重的高烧。玛格丽特留下来照看马龙，其他人则出去寻找Danu，希望能从他那里了解更多情况以治疗马龙。维罗妮卡带着查林杰和罗斯顿来到Danu的村庄，那里只剩下一位巫医和几个手握银矛的武士，其他人不是死了，就是躲了起来。巫医告诉他们，Danu已经成了那些野兽的一员－－狼人。他们只能被银或者火杀死，并且无药可医。她将一瓶可以延缓马龙变形的药水交给维罗妮卡，并指引查林杰和罗斯顿去狼人居住的暗影谷。Danu一直想将维罗妮卡变成和他一样的狼人，他或明或暗地驱策着维罗妮卡，让她也逐渐靠近暗影谷……●第二十一集：梦中人一场雷暴突如其来地袭击了迷失高原，罗斯顿等五人都经历了相同而且奇怪的梦境－－他们梦到了失踪已久的同伴Summerlee。此前，他们一直认为掉进万丈瀑布的Summerlee必死无疑。马龙在树屋里看到了Summerlee的\"鬼魂\"，立即追了出去。查林杰、罗斯顿和玛格丽特紧随其后，却遭到食人族的埋伏，一网成擒。食人族打算切下玛格丽特的手臂当作\"开胃菜\"，罗斯顿和查林杰在紧要关头挣脱捆绑救下她。三人继续寻找马龙，却又成了一只饥饿的霸王龙的猎食对象。此时，马龙绊倒在地上，昏了过去。当他醒来之后，感到既虚弱又口渴。跟随Summerlee的\"鬼魂\"，他来到一处干涸的河床。Summerlee的影像浮现在万丈深渊之下－－那里也是他最后出现的地方。马龙一失足，竟跌落下去……●第二十二集：坠入火坑一艘英国皇家海军的飞艇超低空飞近迷失高原，让罗斯顿等五人大为吃惊。正在开阔地带独自干活的马龙离飞艇最近，他想都没想就冲过去抓住绳梯，爬进船舱里。飞船已经损坏了，而且没有一个船员。但是当他打开船长日记时，船长Askwith突然出现在他背后，将他打晕。当飞艇远离视线之后，罗斯顿等人突然听到霸王龙的孵卵巢内传出呼救声。他们设法引开母龙，救出了困在其中的人－－他不是马龙，而是Askwith！他声称自己没有见过马龙。玛格丽特完全被他说动了心，答应带他回树屋疗伤。罗斯顿带着三分醋意和七分怀疑，紧随两人左右，而查林杰和维罗妮卡则返回丛林寻找飞艇的下落。他们很快在一座小丘附近找到了飞艇，并发现损伤不是太严重。船上还有三天的燃料，足够他们飞离迷失高原，至少可以到达海岸。飞船启动了。他们才真正发现Askwith的真正阴谋。但为时已晚，马龙与船长拼斗过程中不幸一起坠下飞船，朋友们试图将飞船降下寻找马龙，不幸飞船撞上悬崖，船身爆炸……",
    "chinese_title": "遗失的世界 第二季",
    "douban_rating": "9.1/10 from 1093 users",
    "foreign_title": "The Lost World Season 2",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "9.1",
    "update_at": "2025-02-14T16:56:16"
}