{
    "aka": [],
    "sid": "24755698",
    "cast": [
        {
            "url": "/celebrity/1314687/",
            "name": "布莱恩·考克斯 Brian Edward Cox",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544321409.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2843442",
    "director": [
        {
            "url": "/celebrity/1423200/",
            "name": "迈克尔·拉赫曼 Michael Lachmann",
            "@type": "Person"
        }
    ],
    "duration": "60 分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2843442/",
    "imdb_votes": 232,
    "this_title": [
        "BBC Science Britannica"
    ],
    "douban_link": "https://movie.douban.com/subject/24755698/",
    "imdb_rating": "7.8/10 from 232 users",
    "trans_title": [
        "BBC 英国科学"
    ],
    "douban_votes": "153",
    "introduction": "Science is who we are, where we come from and what happens next. But how science established itself as the way for us to understand existence and to take control of our destiny is an integral, and often overlooked part of our nation’s story.In a new three-part series for BBC Two, Professor Brian Cox introduces Britain’s science heroes, taking us to the places they made their discoveries, recreating their experiments and examining the legacy left to their scientific descendants. He will find that the British tradition of innovation and discovery owes everything to the early pioneers and how the business of discovery and innovation is a process of creative inspiration, collaboration and true grit – an endeavour in which Britain has consistently set the pace.Professor Cox begins this intimate portrait of British science with a face to face encounter with Isaac Newton’s death mask. Starting with Newton, Brian investigates the personality of scientists, showing how their greatest achievement is the scientific method – removing personal bias in interest from discovery. He meets one of the few remaining people who worked on the wartime British nuclear bomb programme, whilst discovering the way in which the acquisition of knowledge can sometimes be at odds with public morality. Finally Brian meets the current president of the Royal Society, Professor Sir Paul Nurse, who reveals a new approach to the business of discovery in what he believes will be the most successful British biomedical research initiative ever – the Crick Institute, currently under construction in London’s King’s Cross.",
    "chinese_title": "BBC 英国科学",
    "douban_rating": "8.5/10 from 153 users",
    "foreign_title": "BBC Science Britannica",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.5",
    "update_at": "2025-05-15T14:14:59"
}