{
    "aka": [],
    "sid": "24752480",
    "cast": [
        {
            "url": "/celebrity/1324913/",
            "name": "武洪武 Hongwu Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2007154032.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "螳螂"
    ],
    "douban_link": "https://movie.douban.com/subject/24752480/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "大侠，侠之大者，为国为民。在军阀混战的年代，虽然人们活着挤压的狭缝之中，但是却出现了更多救国救民的大侠，或许在那样的年代里，人们的侠义之心更骤。庞少卿的内心一直怀揣着大侠的梦想，喜爱听说书人讲大侠，行侠仗义的故事，虽然总被人欺负，被嘲笑为‘大虾’，但庞少卿总是用乐观的心态面对人生。一次好心救了受重伤的陈海峰，在庞少卿的开导下，陈海峰战胜了自己的心魔，伤势渐渐痊愈。为了报答年轻人的救命之恩，陈海峰将自己毕身的绝学倾囊相授，谁知，这位善良的年轻人庞少卿却是难得的练武奇才，不出半年便将自己毕生功夫全部学成，不仅如此还举一反三、推陈出新。陈海峰看着眼前聪慧过人的徒弟庞少卿，陈海峰内心说不出的欣喜。但是自己的徒弟为人豁达大度，和善仁义，抑强扶弱，好打抱不平，万一是棋逢对手，那可怎么是好！于是，自己离去之时，语重心长的将司徒一坤与他的‘雀刁拳’一一讲述，希望爱徒能够从中受益，远离是非争斗，懂得保护己身。徒弟重重的给师傅磕了头，目送师傅远去。‘大虾’摇身一变成为真正的大侠，连平时总欺负他的地痞流氓也被打得落荒而逃。庞少卿决定用自己的螳螂拳锄强扶弱，做一个自己梦想的大侠。庞少卿四处闯荡做了不少的好事，因此名声大振。路上巧遇女扮男装的唐晓燕。唐晓燕为了逃避父母之命没情感的婚姻，选择了逃跑、躲避，后因想念父母和丫鬟巧儿女扮男装回乡看望，路中被山匪围困得庞少卿与林小解围，两人相伴的一路上、细腻的情感推动着两人，两人的爱慕之心显现，在大侠使命的驱使下，庞少卿目送着唐晓燕的离去，转身带着小尾巴——林小，去完成之前受人所托之事。谁知得知唐晓燕‘失踪’的事情，唐府上下早已方寸大乱，所有家丁都派出寻找唐大小姐，快到小镇的小路上，骑马奔驰的司徒少狐疑的感觉两个男子的神情、穿着十分不得体，辗转后才发现原来是女子所扮，而且是美丽动人、家世深厚的唐家小姐，心动的司徒少诡异的一笑，带着随身的手下三娃转身离去。朝思暮想的两对恋人，居然不知道对方的姓名、住址，庞少卿和林小决定踏上寻爱的征途。在寻找的爱人的途中，平远镇唐老爷与‘官二代’司徒少僵持不下，原因是司徒少要强娶唐家小姐。所以轻狂自傲的司徒少，想当然的主持‘比武招亲’，只要有人打败自己，便放弃娶唐小姐的念头。因为司徒少的进入，原本逼亲的杜家也因畏惧司徒家的权势，而退婚，放弃已经订好的婚事。然而，在唐老爷优厚的奖赏下，唐小姐的倾城之貌，附近几百方圆的练武之人都陆陆续续的到来，站到‘比武招亲’的擂台上一显身手，碰碰运气。比武之人虽然源源不绝的来到平远镇，有的被功夫了得的司徒少打下擂台，有的干脆被吓跑，有的只是站在台下看看热闹，原以为司徒少不过徒有虚名，并未过多理会的庞少卿，发现自己的判断失误，决定上台打抱不平。然而这次庞少卿的螳螂拳遇到了宿敌——雀刁拳。就在紧要关头，男扮女装、混在人群中的唐小姐挺身而出，为心爱的人解围。前来寻人的庞少卿和林小焕然大悟，原来要寻的人居然就是唐府的小姐。因而双方都决定，来日再战。螳螂拳绝对不是雀刁拳的对手，庞少卿在司徒少的眼里不削一顾。为了爱情，为了心爱的人，庞少卿冥思苦想，顿悟了拳法的精髓，打出了一套全新的螳螂拳，一举战胜了司徒少。正在大家皆大欢喜的同时，司徒少的父亲——司徒一坤前来为儿子讨回公道。陈海峰得知爱徒庞少卿与司徒一坤结怨，立马动身，匆匆赶到平远镇，陈海峰得知爱徒得罪了司徒一坤，便快马加鞭匆匆赶到平远镇，让徒弟带着唐家老小离开是非之地，剩下的事情由自己解决。因为庞少卿的功夫是由他传授的，所以一切的后果应该由他来承担。唐老爷十分赞同，因为得罪司徒一坤绝非单单是坏事情这么简单，‘忍者高和为贵，忍和不了向后退。’这一贯是唐老爷的做事风格。而庞少卿表面上答应了他的师傅和唐老爷，但是私下却对唐小姐表露自己真实的想法，两个年轻的恋人一拍即合。唐小姐顶住父亲的压力，默默支持着自己的爱人。不料陈海峰到底不是司徒一坤的对手，简单的几招便将陈海峰打倒在地，动弹不得。正在此时，庞海清赶来，他决定自己的事由自己来解决，要和司徒一坤一较高下，焕然一新的螳螂拳，将司徒一坤重重的一击，陈海峰和庞海清师徒二人转身离去。悔不当初的司徒一坤，死在了仇人的手下。而一向以和为贵的唐老爷，在得知大帅打进小镇的消息，毅然的面对，众人接受共同迎接着明天的到来……故事情节看似曲折，实即简单明了，爱情为主线，其他的枝末细节倒也不觉得繁琐了。",
    "chinese_title": "螳螂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-31T23:07:47"
}