{
    "aka": [],
    "sid": "24759694",
    "cast": [
        {
            "url": "/celebrity/1014091/",
            "name": "约翰·肖 John Thaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386609/",
            "name": "艾伦·托马斯 Ellen Thomas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2162309425.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1166909/",
            "name": "Charles Wood Charles Wood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348122/",
            "name": "道格拉斯·沃特金森 Douglas Watkinson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0619002",
    "director": [
        {
            "url": "/celebrity/1012622/",
            "name": "杰克·高德 Jack Gold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331023/",
            "name": "查尔斯·比森 Charles Beeson",
            "@type": "Person"
        }
    ],
    "duration": "90 min",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "1997-03-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0619002/",
    "imdb_votes": 128,
    "this_title": [
        "Kavanagh QC Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/24759694/",
    "imdb_rating": "7.6/10 from 128 users",
    "trans_title": [
        "卡瓦纳诉讼 第三季"
    ],
    "douban_votes": "0",
    "introduction": "Mute of MaliceKavanagh's defence of an army chaplain accused of killing his brother is made all the more difficult by the fact that his client refuses to speak. Is he simply being uncooperative, or has the trauma of service in Bosnia rendered him mute? Meanwhile, Aldermarten faces traumas of his own when the judge involved in his case has a nervous breakdown.Blood MoneyWhen her husband dies in the operating theater following a car crash, Sarah Meadows believes there is a case of negligence. With Jeremy Aldermarten representing the hospital, Kavanagh agrees to take on her case, despite his misgivings as to the likelihood of winning. The surgeon left the theater before closure, but at a point when the patient was doing well. In Chambers, Kavanagh is asked to speak to one of his colleagues over her behavior. At home Kavanagh and his wife are disappointed when son Matt fails his A-level exams.Ancient HistoryKavanagh prosecutes an apparently blameless family doctor in an unprecedented war crimes trial and finds himself wondering about the fallibility of human memory after fifty years. The court hears devastating testimony, as victims of Nazi atrocities relive their experiences of concentration camps.Diplomatic BaggageNatasha Jackson is the daughter of the UK's ambassador-designate to Austria, Sir Alan Jackson. She is charged with murder in the death of Lisa Aeurbach, a journalist. Natasha's defense is that the woman was dead when she arrived for an interview. The case takes an interesting twist when Kavanagh is approached by a mysterious government official whose only concern is to keep HM's ambassador-designate as far away from scandal as possible. Matt decides to move out on his own and his parents are surprised to learn he's sharing a flat with two attractive young women. In Chambers, Peter Foxcott takes an interest in an old friend he has not seen for many years.The Ties That BindKavanagh agrees to take on a private prosecution against Ian Vincent who is believed to have beaten 17-year old Graham Foster to death for having stolen a briefcase from his car. Vincent's stepfather, Ron Baab, heads a crime family and tries to buy everyone off with both money and veiled threats. There is little solid evidence and the case relies primarily on Graham's girlfriend who has also been threatened. In Chambers meanwhile, Aldermarten is anxiously awaiting the results of his application to join an exclusive mens club to which Peter Foxcott is a member.In God We TrustKavanagh finds himself in Florida assisting his one-time pupil Julia Piper in preparing an appeal for an inmate who is on death row and awaiting execution in the electric chair. It is apparent that his original defense was badly handled from the start. Many facts were left unchallenged by the defense and no mitigation was offered at the sentencing stage despite his limited emotional development and abuse-laden upbringing. When Julia goes into premature labor, Kavanagh finds himself actually pleading the case and uncovering the true nature of what happened. At home meanwhile, Lizzie Kavanagh learns some distressing news from her doctors but waits until her husband's return to tell him.",
    "chinese_title": "卡瓦纳诉讼 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kavanagh QC Season 3",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T12:00:45"
}