{
    "aka": [],
    "sid": "24754829",
    "cast": [
        {
            "url": "/celebrity/1163024/",
            "name": "比尔·韦登 Bill Weeden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436622/",
            "name": "瑞秋·梅森 Rachel Mason",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439234/",
            "name": "夏娜·莫尔顿 shana moulton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2598577507.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1436622/",
            "name": "瑞秋·梅森 Rachel Mason",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2315816",
    "director": [
        {
            "url": "/celebrity/1436622/",
            "name": "瑞秋·梅森 Rachel Mason",
            "@type": "Person"
        }
    ],
    "duration": "68分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-06-09(中国香港)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2315816/",
    "imdb_votes": 25,
    "this_title": [
        "The Lives of Hamilton Fish"
    ],
    "douban_link": "https://movie.douban.com/subject/24754829/",
    "imdb_rating": "5.5/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Lives of Hamilton Fish is a cinematic rock opera inspired by a true story.A serial killer and a statesman, both named Hamilton Fish die on the same day -Hamilton Fish II, a descendant of one of the most prominent families in New York State and Hamilton \"Albert\" Fish, a psychopath and a most notorious child murderer. A newspaper editor publishes their obituaries on his front page and this coincidence becomes his obsession. The film's story is told entirely through songs in the editor's voice as scenes unfold as a surreal tale where supernatural events and historic facts merge in a wild, musical journey.Specific historic sites were shot because of their direct relation to the actual events in the story. Real locations intercut with fabricated sets imagined as abstract paintings, mimicking the makeup style of the actors. Additionally, the character of the editor, is played by Rachel Mason who herself is the film's editor, and tells the story as she developed it in real life, having compiled facts from newspaper clippings over a period of years.The Lives of Hamilton Fish aims to be a new kind of multimedia storytelling combining music, cinema, performance and an exhibition into a theatrical experience, with its foundation in art and song. The film's score is intended for performances with a live band playing in the presence of the audience as in a silent film.\"Fish Faces Death Tonight\" on the right side and \"Hamilton Fish, 86, Dies in the South\" on the left.",
    "chinese_title": "The Lives of Hamilton Fish",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T02:34:03"
}