{
    "aka": [
        "Kung Fu Zombie"
    ],
    "sid": "24827634",
    "cast": [
        {
            "url": "/celebrity/1006136/",
            "name": "庄泉利 Billy Chong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347933/",
            "name": "王宇 Yu Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2110536031.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1322583/",
            "name": "华山 Shan Hua",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0199148",
    "director": [
        {
            "url": "/celebrity/1322583/",
            "name": "华山 Shan Hua",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1981-10-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0199148/",
    "imdb_votes": 535,
    "this_title": [
        "烏龍天師招積鬼"
    ],
    "douban_link": "https://movie.douban.com/subject/24827634/",
    "imdb_rating": "5.2/10 from 535 users",
    "trans_title": [
        "乌龙天师鬼打鬼",
        "Kung Fu Zombie"
    ],
    "douban_votes": "0",
    "introduction": "When a petty criminal hires a priest to raise the dead in order to get revenge on the man who put him in prison, it backfires and all manner of black magic mayhem ensues as ghosts, zombies, and a bloodsucking super fighter wreck havoc.Mondo martial arts mayhem on a grand scale is the best description for this incredibly over-the-top comedy/horror hybrid starring cult sensation Billy Chong. Imagine Sam Raimi’s Evil Dead II (1987) without Bruce Campbell or his one-liners, but with twice the insane momentum and of course, kung fu.Billy Chong plays Pan Fong, a martial artist trained by his verbally abusive father to prepare for the worst. Earlier, Fong foiled a heist (as told in a Keystone Cops-style flashback) and now the criminal in charge wants revenge. He hires Chan Lau, who plays quite possibly his best role as a priest who dabbles in black magic. Lau’s job is to get several zombies he raised to push Fong into a deathtrap. Only trouble is that the criminal ends up dead in his own trap. His spirit rises to force Lau to find him another body. This leads to them attempting to transfer his soul into the body of a vicious killer named Long (so named for the length of his fights) after Fong kills him at the end of a grueling three hour fight. This also backfires and only awakens an evil within the killer who has now returned as an unstoppable, bloodsucking fiend. One last attempt by Lau to transfer the criminal’s spirit into the body of Fong’s recently deceased father is only partially successful. The criminal and the bloodsucker join forces to kill Fong, but he’s got his kung fu skills, Priest Lau, and a Buddhist monk on his side.Its simple. People are generally going to love Kung Fu Zombie or hate it. Technically, the action is undercranked in the extreme, resulting in extraordinarily speedy fighting. Cuts are rapid and the action incorporates lots of wirework and trick editing. There is tons of kung fu fighting and its fun, but hard to follow. The pace of the film is intense and never lets up, even with the humor which is definitely low brow, even more so than Yuen Wo Ping’s Shaolin Drunkard (1983) or Sammo Hung’s Encounter of a Spooky Kind (1980). Expect to revel in drunkenness, a lot of female fondling and a low regard for death.Several highlights mark this film as a cut above the standard independent releases of the era. One is Billy Chong’s performance which is charismatic and intense. His physical and acting performance fits the role perfectly. His love-hate relationship with his father may not be the model for good family living, but it’s a refreshing twist and ties back nicely into the story later when the criminal inhabits the father’s body. Chan Lau who is well known among fans for his many comical roles he plays in films, usually as the villain really gets to ham it up this time. As the well-meaning and cowardly priest who starts all the trouble, he’s forced along as events spiral out of control. He ends up drunk, stumbling about at night and mumbling about sticking to weddings when an entire mob of zombies, probably from past jobs that were botched rear up behind him. It’s a fitting end.It’s my guess that Sam Raimi must have seen this film before beginning his Evil Dead series. The tracking camera shots and sheer insanity with which the filmmakers unleash their scenes, even the non-fight scenes are deliciously wild and entertaining. There are a few scenes that don’t connect well with the story (possibly due to cuts made to the original print), but overall the story is surprisingly cohesive for an old school title.For outrageous kung fu action with a healthy dose of uncultured and comical horror, Kung Fu Zombie provides a rotting good time.By Mark Pollard -kungfucinema.com-",
    "chinese_title": "乌龙天师鬼打鬼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "烏龍天師招積鬼",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T10:26:06"
}