{
    "aka": [
        "Giselle: The Movie"
    ],
    "sid": "24838544",
    "cast": [
        {
            "url": "/celebrity/1325109/",
            "name": "吉莲·墨菲 Gillian Murphy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206359737.jpg",
    "region": [
        "新西蘭"
    ],
    "writer": [],
    "imdb_id": "tt2218772",
    "director": [],
    "duration": "104分钟（新西兰）",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-07-20(新西兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2218772/",
    "imdb_votes": 42,
    "this_title": [
        "Giselle"
    ],
    "douban_link": "https://movie.douban.com/subject/24838544/",
    "imdb_rating": "7.5/10 from 42 users",
    "trans_title": [
        "吉赛尔",
        "Giselle: The Movie"
    ],
    "douban_votes": "0",
    "introduction": "Giselle is a quintessential artefact of 19th-century European Romanticism, a brooding two-act drama in which eroticism and death each claims its act. Giselle, a delicate village beauty, loves to dance. A prince, disguised as a commoner, is entranced and woos her away from her devoted suitor. They fall in love, but before he has the chance to disentangle himself from an inconvenient betrothal his perfidy is revealed. The second act belongs to the Wilis, a corps de ballet of wraiths, the spirits of women jilted at the altar, who take revenge on feckless men by forcing them to dance until they die.Any habitué of the ostensibly ‘live’-feed stage productions that crowd cinema screens will quickly recognise that the transposition here is exceptionally powerful. The filmmakers could hardly have had a more cleanly enunciated production to work with. Ethan Stiefel and Johan Kobborg’s staging and choreography pare back the traditional elaborations to restore psychological directness to the relationships. These are perfectly expressed by a peerless set of dancers, principally Gillian Murphy as Giselle and Qi Huan as Albrecht.",
    "chinese_title": "吉赛尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Giselle",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T02:00:32"
}