{
    "aka": [
        "国家地理 猴子小偷"
    ],
    "sid": "24849739",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2029488175.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Monkey Thieves"
    ],
    "douban_link": "https://movie.douban.com/subject/24849739/",
    "trans_title": [
        "加尔塔猴贼",
        "国家地理 猴子小偷"
    ],
    "douban_votes": "0",
    "introduction": "连斋浦的猴子都受全球信用危机影响，斋浦居民阮囊羞涩，庙里猴子的食物也变得更加稀少，雪上加霜的是加尔塔帮努力增产报国，猴群数量已经超过一百只，此时猕猴群将经历名为「分裂」的过程并且一分为二，这是因为地盘再也无法支撑如此巨大的族群。原始族群的母系架构不变，但新族群的结构出现变化，原本居于中阶的比宾、亚许及提多突然可能变成领袖。纪录片之家（JLPZJ）倾情奉献！庆祝JLPZJ成立四周年（2006.04.14-2010.04.14）！第1集：分裂之路 Divided We Stand过去几个月来，斋浦的加尔塔帮成功维持生活平衡，但经济不景气，使一群猕猴为养尊处优的生活形态付出代价，寺庙的食物变少，等着吃饭的成员更多，信徒供奉的少许食物都被拉妮、卡穆尔与拉妮的近亲抢走，猴群因此产生摩擦并分裂。第2集：艰苦时期 Hard Times加尔塔寺无法再支持如此庞大的猴群，加尔塔帮出现分裂，母族群留在寺庙，新族群必须找到新的地盘，猴子可以保持位阶留在寺庙，或者冒险加入分裂族群寻找更好的新家，同时藉此平步青云，原本是中阶的比宾、亚雩缳ㄕh组成新团体的核心，牠们庆祝自己的新地位并突袭当地学校。第3集：寻找新基地 Searching for Sanctuary拉妮与加尔塔帮高阶成员继续享用寺庙的食物，但比宾等新猴群成员却得面对现实，前往安全的郊区，然而就在牠们似乎找不到新基地的同时，前方突然出现一丝希望。第4集：都市放逐 Urban Exile新猴群想尽办法觅食，然而斋浦市中心满是叶猴，一只小猴子努力求生，因为加尔塔帮菁英可能出现分裂。在遥远的森林里，一张来自过去的脸孔隆重登场，牠是神偷萨米尔。第5集：街头生活 Street Life斋浦加尔塔寺的食物完全消失，拉妮、卡穆尔与其他成员被迫离开寺庙失去保护，并且走上街头寻找食物，被流放的比宾、亚顶P提多在街头过着轻松的生活，然而拉妮的猴群却遇上捕猴员并且连忙逃回家，但卡穆尔的老大地位遭到考验，因为牠得面对一群巨大的叶猴。第6集：想要一个家 Home Hunters拉妮女王与加尔塔帮菁英被迫在城市街头求生，因为牠们被一群叶猴赶出加尔塔寺，肚子越来越饿，压力越来越大，拉妮的伴侣卡穆尔似乎也越来越没有魄力，在城市另一边，比宾与加尔塔分裂团体或扣铖鴗j奖，牠们发现一个满是新鲜蔬果的小型市场，最棒的是牠们没看见任何猴群。第7集：危机重重 Beggar’s Banquet拉妮的加尔塔帮菁英进入民宅偷窃，斋浦街头越来越危险，因为捕猴员的数量越来越多，而萨米尔遇上一辆卡车，事情发展出乎牠的意料。第8集：官兵追强盗 Cops and Robbers加尔塔帮触犯法律，碧妮塔拿走警察的无线电，伊莎把裁缝的世界搞得天翻地覆并偷走他的头巾，然而更糟的还在后头，一辆卡车抵达城里，车上载着令人意想不到的货品，加尔塔帮叛徒重返斋浦。第9集：下落不明 Missing In Action加尔塔帮敌手萨米尔着手寻找昔日家族，但在寺里等着牠的却是不友善的陌生脸孔，猴子老大卡穆尔终于向拉妮女王证明牠有领导才能，但牠是否过于不自量力？迷路的小提杰寻找母亲，但牠必须为此付出重大代价。第10集：突袭行动 Drug Raid卡穆尔试图挽回名誉，牠带领猴群大胆抢劫医院，医护人员急着抢救遭到电击的小提杰，加尔塔帮叛徒萨米尔终于有了突破，牠即将找到拉妮与昔日的伙伴。第11集：悲喜交织 Colour And Calamity斋浦举办年度「大象节」，但拉妮女王与牠的猴群面临问题，猴子老大卡穆尔被捕猴员抓走，拉妮的小儿子提杰依旧下落不明，萨米尔则忙着寻找拉妮与猴群，比宾与分裂猴群大吃一惊，在救苦动物医院，奋勇求生的小提杰仍旧不敌死神并丧命。第12集：意外的英雄 An Unlikely Hero穷途末路的拉妮女王终于面对牠的死对头萨米尔，比宾与分裂猴群在市场新家过着好日子，不料却有敌对猴群前来挑战，斋浦的结婚旺季隆重登场，然而加尔塔帮的某只猴子能否如愿成为新郎？第13集：重返自由 Deliverance比宾与分裂猴群继续在市场天堂过着好日子，救苦动物医院的一群猕猴小孤儿可望得到自由，拉妮女王得知牠的死对头萨米尔，能够帮牠夺回昔日家园加尔塔寺。",
    "chinese_title": "加尔塔猴贼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Monkey Thieves",
    "douban_rating_average": 0,
    "update_at": "2025-12-13T00:21:32"
}