{
    "aka": [],
    "sid": "24846355",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2153262854.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-11-29"
    ],
    "this_title": [
        "America on a Plate: The Story of the Diner"
    ],
    "douban_link": "https://movie.douban.com/subject/24846355/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Writer and broadcaster Stephen Smith re-envisions the story of 20th-century American culture through its most iconic institution - the diner. Whether Edward Hopper's Nighthawks or the infamous encounter between Pacino and de Niro in Heat, these gleaming, gaudy shacks are at the absolute heart of the American vision.Stephen embarks on a girth-busting road journey that takes him to some of America's most iconic diners. He meets the film-makers and singers who have immortalised them, and looks at the role diners have played not only in America's greatest paintings and movies, but also in the fight against racial oppression and the chain restaurants' global takeover.For Stephen, it is because the diner is the last vestige of a vital part of the American psyche - the frontier. Like the Dodge City saloon it is a place where strangers are thrown together, where normal rules are suspended and anything can happen. And it is this crackle of potentially violent and sexual energy that have drawn so many artists to the diner, and made it not a convenient setting but an engine room of 20th-century American culture.",
    "chinese_title": "America on a Plate: The Story of the Diner",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T16:00:09"
}