{
    "aka": [
        "The Little New Fourth Army"
    ],
    "sid": "24843395",
    "cast": [
        {
            "url": "/celebrity/1330849/",
            "name": "王琦 Qi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426193/",
            "name": "刘书含 Shuhan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365842/",
            "name": "姚远 Yuan Yao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "儿童",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2023696466.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318360/",
            "name": "胡立德 Lide Hu",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "小小新四军"
    ],
    "douban_link": "https://movie.douban.com/subject/24843395/",
    "trans_title": [
        "The Little New Fourth Army"
    ],
    "douban_votes": "0",
    "introduction": "苏北水乡，新四军苏北指挥部打了一个大胜仗，苏北老百姓打击日本鬼子的劲头更足了，他们以河、湖、港、汊为战，以村为战，以船为战，以人为战，狠狠打击日本鬼子，消灭日本鬼子。同时，苏北老百姓都拥护新四军，踊跃参加新四军，本片讲述了一位苏北水乡敌占区的抗日少年英雄，经过艰难曲折，找到新四军的故事。野渔垛小学的学生雪映、小汉、春来等人正在荡边捕鱼，忽然枪声大作，透过芦苇丛看去，日本鬼子的汽艇正在追赶一艘小船，船夫中弹落水，另有一人受伤。受伤者叫张勇，是为上海地下党运送贵重药品给新四军的。他告诉雪映，把药品交给一个叫“李四爷”的新四军，并再三告诫雪映要机智灵活多动脑筋，千万不可鲁莽轻信。雪映取走药后，张勇为掩护他们英勇牺牲。雪映向小伙伴郑重宣布，成立抗日儿童团。雪映他们刚藏好药，鬼子就进村了。雪映躲在破船草垛中，目睹父母被鬼子双双杀害，痛不欲生。安葬完了父母，雪映走上了寻找新四军，寻找“李四爷”的艰难路程。风雨交加，雪映又冷又饿，昏倒在渔民王德厚家门口。王德厚收留了他，小雪映与王大叔一家产生了深厚的感情，可因有人告密，鬼子上门搜捕。雪映躲在荡中荷叶底下，逃过一劫。雪映离开王德厚家，继续寻找“李四爷”。在小集镇上，雪映路过一家黄桥烧饼店，巧遇同村的儿童团员春来与狗儿，雪映一边打小工，一边想办法打听新四军的踪影，雪映见鬼子与汉奸三天两头来扫荡，人们敢怒不敢言，顿时想出了一个主意。他们用毛笔在大饼上刷糖浆水时写上“打倒日本兵”“打倒汉奸”然后洒上黑芝麻，结果烤出来的烧饼上个个有鲜明的标语，人们一边咬烧饼，一边胸中出了口恶气。烧饼生意真好，老板非常高兴，但被走过的翻译官（汉奸）发现，揍了老板一顿，老板训斥雪映等人再不能这样做了！雪映等又生一计。他们想办法偷来汉奸翻译官的衬衣，写上“鬼子必败，中华必胜”的标语，趁夜晚爬到集镇上祠堂前高高的旗杆上挂上，又剪掉升旗的绳子，然后又神不知鬼不觉地回到店里。第二天，鬼子与翻译官又来到小集镇上，发现祠堂前挂的旗，大怒，令鬼子爬上去撕掉，好几个鬼子爬了一半摔下来摔成重伤。鬼子气急败坏，找来斧头砍断旗杆，虽然旗子取下，旗杆倒下又砸伤了几个鬼子兵！鬼子汉奸经多方打听，终于得知这些事全是雪映等人所干，并知道药品也是雪映等所藏，于是出动部队前去抓捕。雪映等小儿童团的行动引起新四军领导的注意，同时得知鬼子要抓捕他们的消息，他们派出侦察员李健（即“四爷”）等人去镇上把雪映等解救出来，绝不能让孩子们落入敌人之手。集镇上，鬼子们先到一步，抓住了雪映等人，打死了烧饼店老板，紧张之中，李健等新四军赶到，他连发数枪，弹无虚发，街上一片混乱，雪映等小伙伴趁机挣脱，逃了出来，匆忙中，雪映听到有人叫李健“四爷”，还想上前，鬼子又追来了，雪映等小伙伴一头扎进水中，潜水逃走。雪映在寻找新四军的历程中，又误入“曲线救国”的汉奸部队—抗日救国军水上游击队。部队客厅的屏风后面，灯火通明，宴会正在进行。国民党军官、太太、绅士、警察围桌而餐，在伙房帮工的雪映听厨师说：“听说秋田一郎小队长也来了。”就感觉到这支部队根本不是抗日部队。雪映把鸡汤端上桌时，不幸被日本小队长认出，抓住关了起来。第二天，正是赶庙会的日子，街上，荡湖船，踩高翘，耍龙舞狮，热闹非凡，汉奸，鬼子看得津津有味，李健趁机救出雪映，趁混乱中跑出集镇，从龙腹中，狮身里，钻出来的全是化了妆的新四军，一阵激战，打死了鬼子小队长和汉奸。晴朗的天空，大运河水面倒映着蓝天白云。雪映等小伙伴来到了新四军驻地，王德厚已将医药品送到新四军医院，劫后重逢，激动不已。雪映等小伙伴来到新四军医院，用雪映等从鬼子手里夺来的药治好伤病重返前线的伤病员列队欢迎雪映，雪映开心极了，眼前又映出了张勇老师、爸爸、妈妈和牺牲了的乡亲们。李健告诉他，将送他们去根据地最好的小学继续读书。雪映不高兴了，他坚决要求跟新四军一起上前线去杀鬼子。这时，新四军首长来了，他授予雪映等小伙伴一面鲜红的“小小新四军”的旗帜，告诉他们，即使读书，他们也是“小小新四军”!",
    "chinese_title": "小小新四军",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T01:49:51"
}