{
    "aka": [],
    "sid": "24849534",
    "cast": [
        {
            "url": "/celebrity/1045991/",
            "name": "上川隆也 Takaya Kamikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016970/",
            "name": "夏八木勋 Isao Natsuyagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027680/",
            "name": "中山亚微梨 Emiri Nakayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145110/",
            "name": "龙雷太 Raita Ryû",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053807/",
            "name": "木内晶子 Akiko Kinouchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922068205.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2012-04-21(日本)"
    ],
    "this_title": [
        "ミステリー作家・六波羅一輝の推理 陰陽師の殺人"
    ],
    "douban_link": "https://movie.douban.com/subject/24849534/",
    "trans_title": [
        "推理小说作家六波罗一辉的推理2 京都阴阳师的杀人"
    ],
    "douban_votes": "0",
    "introduction": "次の小説が傑作でなければ後がない崖っぷちのミステリー作家、六波羅一輝（上川隆也）は、担当の編集者、北村みなみ（横山めぐみ）に連れられ、京都へ取材旅行。一輝に陰陽師を絡めた殺人ミステリーを書いてもらおうと意気込むみなみの鼻息は荒い。というのも、今回の小説が傑作でなければ、みなみのクビも危ういのだ。学芸員の堂間凌子（木内晶子）と待ち合わせ場所で落ちあい、陰陽師の目一（金子昇）のいる護摩堂へ向かう一行。だが、目は、急病人の祈祷のために東京へ行くと言い残し、立ち去ってしまう。戸惑う一輝とみなみだったが、凌子の計らいで三方家の屋敷に泊めてもらうことになり、一安心。三方家は京都の名家で、凌子は三方家で家政婦をする叔母に引き取られ、今も屋敷で暮らしていた。三方家では、当主、三方成美（夏八木勲）の一人娘、まゆみ（中山エミリ）の婚礼が整い、許嫁で名門子息の大槻賢（山下徹大）の姿もあった。２人から、結婚式の引き出物にするため、三方家の歴史を本にまとめてほしいと頼まれる一輝とみなみ。実は三方家は京都で千年続く陰陽師の家系であり、成美は占いを受け継いでいた。そんななか、まゆみの許嫁の大槻が殺害される。現場には、陰陽師が使う人形（ひとがた）が残されていた。人形とは陰陽師が式神に使う物で、式神とは陰陽師の手足となって働く鬼神のこと。これを見た一輝は、目の護摩堂で見た人形と同じだと気づき、再び、目を訪ねる。すると目は、式神を使って大槻賢を呪い殺したと刑事に告げていた。だが、殺害時刻に目は東京で祈祷していたはず。案の定、目のアリバイが成立する。完璧なアリバイと式神による殺人！これをそのまま小説にいただこうと喜ぶみなみだが、当の一輝は、式神に殺せるはずがないと、事件の推理にのめりこんでいく。一方、三方家では、成美が招待した経済団体の会長に、まゆみの新たな婿を世話してほしいと頼み、一輝やみなみを呆れさせる。さらに、大槻を呪い殺したと宣言した目まで呼び、私も呪い殺してみろと挑発。そんな様子に耐えかねて退席したまゆみのあとを追った一輝とみなみは、彼女から、過換気症候群で精神科医の真庭先生（大浦龍宇一）に世話になっていること、そして、三方家の一人娘としての宿命について語る。許嫁と結婚する宿命を受け入れるつもりだったけれど…、と話すまゆみの胸中に去来するのは…。その頃、大広間では、退席したまゆみに代わり、凌子が三方家に伝わる歓迎の舞を踊っていたが、舞の途中で突然、悶え苦しみ、絶命。一輝は、凌子がつけていた面に毒が塗られていたと推理する。だが、目は自分が凌子を見せしめのために呪い殺したと告げ、次は成美を呪い殺すと宣告する。次から次へと生まれる謎がどうしても気になる一輝。凌子が殺害されたとき、三方家に出入りする舞妓に、目がなにやら耳打ちした姿を目撃していた一輝は、同郷の２人を調べようと動き出す。だが、一輝を引きとめるみなみ。今度こそ、傑作を書かねばならないのに、小説の構想すら練っていない。だが、一輝の猛進は止まらない。訪ねた目家のお墓で新たな手掛かりを発見。はたして、真犯人はだれなのか。一輝は小説そっちのけで、殺人事件の謎に迫る。",
    "chinese_title": "推理小说作家六波罗一辉的推理2 京都阴阳师的杀人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ミステリー作家・六波羅一輝の推理 陰陽師の殺人",
    "douban_rating_average": 0,
    "update_at": "2025-09-16T19:39:25"
}