{
    "aka": [],
    "sid": "24843402",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2021471698.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-06-24(中国大陆)"
    ],
    "this_title": [
        "科举"
    ],
    "douban_link": "https://movie.douban.com/subject/24843402/",
    "trans_title": [
        ""
    ],
    "douban_votes": "542",
    "introduction": "一、内容简介科举制度是中国历代王朝通过考试选拔官吏的完备而严密的制度体系。它历经1300多年历史，对中国古代社会、政治、经济、文化、教育等各个方面发生过深远的影响，并对亚洲乃至世界产生过重要的作用。大型电视纪录片《科举》以宽阔的视野、翔实的史料、生动活泼的形式，展现了中国科举制度的兴革存废，探索至今悬而未决的科举起源之谜，揭秘王朝如何娴熟运用科举手段，实现“牢笼英才、牧驭天下”的政治诉求；解析鲜为人知、闻所未闻的科举舞弊，聚焦作弊手段与防弊措施的精彩拉锯。纪录片《科举》还彰显了一种成熟的制度背后的重重玄机。学而优则仕，是如何缔造古代中国完备的官僚政治体系，并形成世界上最为庞大的士大夫阶层。而科举制度盛行千年，又为何在晚清走向了穷途末路。纪录片《科举》共分五集，分别为《隋唐烟雨》、《牧驭天下》、《学优则仕》、《道高一尺》和《穷途末路》，每集片长50分钟。《科举》跨越战国、秦汉、隋唐、宋、明、清等多个朝代，戏剧再现经典历史场面，设计制作场景80余个，动用演员1500余人次，各朝服饰400余套。权威历史专家深度介入，反复推敲，几易其稿。摄制组足迹遍布全国二十多个省市和地区，行程数万里，堪称大视野！大手笔！大制作！二、分集梗概第一集隋唐烟雨500多年前，明朝正德某年的一个初春，北京贡院内，上千名应试男子正襟危坐在不足一米见方的单独号舍内，他们中有稚气未脱的翩翩少年，也有满头斑白的垂垂老翁。面对眼前的试卷，他们或愁眉不展、冥思苦想，或奋笔疾书、左右逢源。偌大的考场一片肃静，唯有巡逻兵勇的脚步声在空中回响。监考官也不时地巡场监视，锐利的目光扫过一排排号舍，决不会遗漏任何一个角落……科举制度是中国历代王朝开设科目、士人自由报考、以考试成绩决定取舍的官员选拔制度。应考士子需通过县试、府试、院试，再到乡试、会试、殿试，由童生考上秀才、举人、进士，再到世人望尘莫及的探花、榜眼、状元，可谓层级分明，序列严密。其实科举制诞生之前，古代中国就已有了世卿世禄制、察举制和九品中正制，但这些选官制度无不与门第阀阅紧密相连。到了隋末，一种新的通过公平竞争方式取士的制度呼之欲出……那么，究竟是怎样的历史契机，促使王朝选择了一种前所未有的人才选拔制度呢？有关科举起源的三种说法，各自依据何在？到底孰真孰假？中国科举史上的首位状元孙伏伽，又有着怎样的传奇故事呢？第二集牧驭天下公元627年，唐贞观元年。这天，唐皇宫内锦旗飘扬，气氛祥和。大殿之上，唐太宗李世民正在为新科进士举行殿试。钦点完状元之后，唐太宗缓步来到殿外。此时，旭日高照，乾坤朗朗，唐太宗极目远眺，不禁心潮澎湃，他自豪地宣称：天下英雄尽入我彀中矣！自开科取士以来，广大士子不惟门第，自由投考，择优录取，国家机器因此源源不断地获得新鲜血液补充，从而大大强化了中央集权，王朝统治得以坚固。而科举同时也赋予每个士子以同等的权利和机会，通过考试向社会上层做垂直流动，不仅保持了官僚队伍的知识化，也缓解了一部分社会紧张和对抗。“太宗皇帝真长策，赚得英雄尽白头。”唐代诗人赵嘏的诗句深刻揭示了帝王大兴科举的真实意图，即“牢笼英才，驱策志士”。帝国统治者正是通过娴熟运用科举手段，实现其“笼络人才、牧驭天下”的政治诉求。那么，面对潮水般涌向科场的芸芸学子，王朝如何层层筛选，确保人才脱颖而出？“重文抑武”政策的背后，帝国统治者又有什么难言之隐？从“焚书坑儒”到“独尊儒术”，儒家地位何以发生180度大扭转？从“南北之争”到“南北榜案”，考试公平和区域公平到底孰轻孰重？第三集学优则仕公元1014年的一个清晨，睢阳应天府书院如往日一般书声琅琅，不绝于耳。岂料，书院的早读还不到一个时辰，学子们便纷纷丢下手中书卷，争先恐后地跑了出去。原来是笃信道教的宋真宗皇帝前去朝拜太清宫途径睢阳，学子们为争睹龙颜而趋之若鹜。然而，却有一名学子手不释卷，诵读依旧。同窗不解，学子答曰：日后再见，也未必晚！第二年，这名学子参加科试一举及第，在崇政殿参加御试，果然亲眼见到了皇帝。他就是北宋著名的文学家、政治家范仲淹。科举考试长期稳定的进行，使得一批又一批饱读诗书又精通政务的士林精英，由科举入仕，进入帝国管理层，他们或乘时立功，或临危受命，对帝国安危和王朝盛衰发挥了重要作用。也正是由于科举价值观的盛行，使得读书重学蔚然成风。上至王公贵胄，下至黎民百姓，无不砥砺子弟勤勉读书，专攻举业，一个庞大的士大夫阶层随之形成。那么，学而优则仕，天下士子真能实现“修齐治平”的人生抱负吗？从“饭后钟”到“碧纱笼”，及第前后的待遇何以天差地别？《西厢记》才子佳人式的浪漫传奇背后，为何是如此犀利露骨的功利诉求呢？阉党专权，入仕以行道的士大夫又为何趋之若鹜，寻求权阉庇佑呢？第四集道高一尺公元1747年，清乾隆十二年，适逢三年一度的顺天乡试。与以往不同的是，这次乡试，朝廷动用了大批军役，考生必须接受极为严格的搜检，不仅要脱下衣衫，甚至连辫子也要解开检查。结果，搜出偷偷挟带作弊工具的考生40余名，用以作弊的“小抄”和“夹带”积如小山，更有将答案藏于笔管、空心砚台、糕饼或蜡烛间，甚至抄写在衣物上用灰土覆盖掩饰者，令人瞠目结舌。此外，两场考试中交白卷者68人，没有做完者300余人，文不对题者近400人，怯场自行退出者竟高达2800人。在中国科举历史上，此次搜查的严厉程度，可谓空前绝后……在波诡云谲的中国历史进程中，王朝兴替，政权更迭，而科举制度却行之千年，历久弥坚。究其原因，是由于历代王朝在大兴科举的同时，对科举的防弊制度做了严密的部署。作为国家选拔人才的典章制度，如何维护科举的公平公正，自然成为帝国统治者必须面对的一个重大问题。那么，道高一尺，魔高一丈，防弊措施与作弊手段究竟是如何相生相克的呢？“北闱科场案”血迹未干，“江南乡试案”又尘嚣四起，科场舞弊缘何屡禁不止呢？金榜题名的背后，有多少学子乐极癫狂，又有多少书生抑郁而终？黄巢揭竿而起，真的只为名落孙山吗？第五集穷途末路公元1905年，清光绪三十一年。这天，朝臣们步履匆匆地来到紫禁城，觐见光绪帝和慈禧太后。朝臣中有直隶总督兼北洋大臣袁世凯、湖广总督张之洞等人，皆为慈禧太后极为倚重的封疆大吏。此番，他们匆匆而来，不为别的，只为奏请立停科举之事。晚清的教育改革始于1901年，清廷曾设想用十年时间，完成从废止科举到学堂办学的逐步转换。如今，两年时间已然过去，改革却起色不大。朝堂上，袁世凯、张之洞等人言辞恳切地奏请慈禧：朝廷如果还想继续之前设定的从科举到学堂的逐步转变之法，那么，二十年后学堂办学方可见效。然而，几次战争中国惨败，割地赔款，国运不济，王朝已没有二十年的时间可等。为补救时局艰危，朝廷必须痛下决心，马上停废科举。面对群臣的呼声，慈禧的脸色极为凝重。思虑再三之后，一个事关万千学子前途和命运的重大决策就在这一刻产生了。慈禧以光绪帝的名义下诏，正式废止科举。至此，延续了1300多年的科举制度，终于走向了穷途末路……科举，这一曾被誉为中国“第五大发明”的文化壮举，被历代统治者视为抡才大典的官员选拔制度，为何到了晚清，会遭到无情的抛弃？帝国的沉沦与忧患，科举制度真的难逃其咎吗？废科举、兴学堂，究竟是王朝自救的良药，还是引发帝国危机的酵床呢？三、艺术特色1、    讲故事是一种态度科举制度起源于隋唐，罢废于晚清，历时1300多年。如再上溯到其它选官制度存在的春秋、秦汉时期，则时间更为久远，历史跨度惊人。而史家记载历史，大多只喜欢记述结果，留下的是枯燥无味的大事年表。对于现在每天有无数个网络信息和电视频道可供选择的观众来说，他们当然不会对这些故纸堆感兴趣。确实，我们的观众早已过了观赏温饱期，他们不会再像信息匮乏时代那样，如饥似渴、饥不择食地吸收信息了。今天的观众已进入观赏精细化时代，不仅要求精神食粮富含营养，更要求色香味俱全，换句话说，也就是故事要讲得更好。因此，在《科举》的创作过程中，无论是正史，还是野史、戏剧、民间故事甚至坊间传说，我们都如获至宝。我们用被史界反复论证、经得起时间考验的研究成果，来构筑我们的历史观，搭建完整的历史空间，而野史、传说则作为补充，为历史空间打开多个另类天窗，以便让观众从不同的角度去观察历史。我们相信，无论是宝石还是玻璃，珍珠还是水滴，都可以折射事物，关键在于创作者拥有怎样的世界观和历史观。举个例子，《科举》讲述晚清最后一次科举考试这段历史的时候，先是借用了一个坊间传说，绘声绘色地描述慈禧太后是如何钦点末代状元的戏剧性过程，接着再由历史学家来分析坊间传说的可疑之处，去伪存真，以正视听。这样，既避免了以诈化诈，又让观众从中看到独裁对科举公平的践踏以及王朝对当时局势的失控，感受到清末扑朔混沌的乱世情态，从另一个侧面解读了这段历史。在纪录片创作过程中，我们深深地体会到，讲故事既是一种表达方式，也是我们对待观众的真诚态度。而让我们学会用故事片的表达方式去拍摄纪录片，这是上天对我们的丰厚赐予！2、    再现历史经典场面要拍摄一部历史跨度超过千年的纪录片，资料奇缺是个难以逾越的障碍。在漫长的历史进程中，除了晚清因西方照相术的发明尚有斑驳信息残存于影像之中，其它朝代无论是纸质资料还是建筑实体，或因江山易帜，毁于战火，或因岁月风化，无迹可寻。那么，如何重现漫长的科举历史呢？难道我们只能将镜头对准那些被历史瓦砾层层覆盖的残迹遗存，作空泛的历史回望吗？情景再现无疑是解决这个问题的比较好的方案之一，从《北方的纳努克》到《智人》，再到《凯撒大帝》，纪录片的探索者和实践者已经证明了这一点。举个例子，关于科举起源于什么朝代，至今说法不一。其中一说是科举起源于汉代的一次日蚀，汉文帝目睹日蚀，惊骇不已，以为是上天谴责帝王无能，于是慌忙下《求贤诏》，让天下有识之士参加宫廷考试，胜出者封官，帮助帝王治理国家。另有一说是科举始于隋炀帝偶然的心血来潮，称隋炀帝为了夺取帝位，长期压抑性情，故作不好声伎，以此骗取父亲的信任。而一旦即位，本性还原，不仅东征西狩，还设立“进士科”，举办全国性的诗歌达人赛，声色犬马，穷奢极侈。如此富有戏剧性的历史细节，《科举》又怎能舍弃呢？有一组数据似乎可以说明问题，纪录片《科举》共搭建古代场景84个，租用和制作陈设道具一万余件，动用演员1500余人次，共拍摄117场情景再现，将经典历史场面一一再现出来。当然，我们的情景再现是有态度的，那就是在讲述故事的同时，告诉观众，哪些属于坊间传说，哪些是当前史界比较认同的说法。3、    透过“历史的夹角”纪录片《科举》大约有三分之二篇幅是运用情景再现的方式来表达的。为了传递一种沉静的力量，我们没有使用目前比较流行的大幅度的、花哨的运动镜头，而是运用一些朴素的镜头语言，以一种安静的、凝望的方式去表现历史。但这么做的风险是，因为你不使用流行语汇，别人就很可能认为你不会使用这些语言。当然这并不重要，重要的是我们如何把故事讲得更好。《科举》约有八千多个分镜头，我要求摄影师和美术师每一个镜头都带前景。这是十分苛刻也是极难做到的要求，甚至在众多中外纪录片作品中也是比较罕见的。我说服他们这么做的理由是：希望透过“历史的夹角”去“偷拍”历史。历史空间和我们的现实空间是互不交融的两个空间，我不认为纪录片创作者可以肆意闯入历史空间，惊扰历史老人的沉睡。我更愿意站在层层时间年轮之外，透过“历史的夹角”去“偷拍”历史。而前景，就是构成“夹角”的原素。举个例子，我们在再现“杯酒释兵权”的历史场面时，美术师在四周燃起熊熊炉火，而摄影师则透过炉火去拍摄宋太祖利诱威逼武将们放弃兵权。所有的镜头都是透过火光拍摄完成的，这一方面让酒宴透露出强烈的杀机，另一方面也营造了“隔岸观火”的效果，让观众可以更冷静更理性地观察宋朝初年诡谲莫测的政治风云。为什么斑驳的青铜器躺在博物馆里会美轮美奂？因为幽暗的光线，安静的姿态，以及由防盗玻璃隔出的观赏距离，这就是“夹角”效应。只有透过“夹角”，镜头里的人和景才会更深邃，更神秘，更有质感。运用情景再现手段拍摄的纪录片，很容易被人诟病，说拍得像电视剧。确实，不少纪录片的情景再现实在拍得太直白、太没有神秘感。幸运的是，从《刺客令》到《北洋军阀》，从《秘境寻踪》到《心灵捕手》，再从《大辛亥》到《科举》，我们团队拍摄的纪录片虽然大量运用了情景再现手段，却很少被指责说拍得像电视剧，原因可能就在于我们找到了“历史的夹角”。四、首播信息：2013年6月24日起至6月28日连续五天，每晚22:00于央视纪录频道（CCTV-9）首播。五、总编导介绍韩晶，导演、作家，上海电影集团公司高级编辑，上海师范大学人文传播学院教授。执导多部影视剧和纪录片，并多次获奖，包括荣获第十八届中国电视剧飞天奖和2010年度中国纪录片十优作品奖。主要纪录片作品《科举》、《大辛亥》、《北洋军阀》、《心灵捕手》、《刺客令》等，主要影视作品《我为相亲狂》、《美丽寓言》、《生死迷局》、《江湖俏佳人》、《鸽子》等。来自：凤凰网http://biz.ifeng.com/news/detail_2013_06/20/915044_0.shtml",
    "chinese_title": "科举",
    "douban_rating": "7.8/10 from 542 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-06-05T07:56:08"
}