{
    "aka": [],
    "sid": "24842140",
    "cast": [
        {
            "url": "/celebrity/1027169/",
            "name": "安吉拉·兰斯伯瑞 Angela Lansbury",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167020/",
            "name": "威廉·温德姆 William Windom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123243/",
            "name": "罗恩·马萨克 Ron Masak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027942/",
            "name": "兰·卡琉 Len Cariou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023857/",
            "name": "基思·米歇尔 Keith Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018497/",
            "name": "理查德·保罗 Richard Paul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286944/",
            "name": "迈克·霍顿 Michael Horton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086077/",
            "name": "吉妮·弗朗西斯 Genie Francis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124625/",
            "name": "基思·米切尔 Keith Michell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160280750.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1283772/",
            "name": "彼得·S·费舍 Peter S. Fischer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0653460",
    "director": [
        {
            "url": "/celebrity/1032948/",
            "name": "约翰·卢埃林·摩西 John Llewellyn Moxey",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "22",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-09-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0653460/",
    "imdb_votes": 407,
    "this_title": [
        "Murder, She Wrote Season 6"
    ],
    "douban_link": "https://movie.douban.com/subject/24842140/",
    "imdb_rating": "7.1/10 from 407 users",
    "trans_title": [
        "女作家与谋杀案 第六季"
    ],
    "douban_votes": "120",
    "introduction": "As Murder, She Wrote saunters through its sixth (of an eventual 12) season, star Angela Lansbury maintains her eternally buoyant and inquisitive air as Jessica Fletcher, professional writer and amateur sleuth. Though Jessica continued to investigate murders in her home town of Cabot Cove and elsewhere (in the worlds of high finance, opera, and voodoo, among other settings), this season began the practice of guest detective episodes, introduced by Jessica as either a story she wrote or a tale told by a friend, but starring a variety of quirky investigators: An ex-football player (Ken Howard, The White Shadow) paired with a clever poodle; a television crime-show producer who solved crime in real life (Diana Canova, Soap); a stout Irish detective (longtime character actor Pat Hingle); an abrasive homicide cop (Barry Newman, Vanishing Point); as well as recurring Murder, She Wrote characters like former jewel thief Dennis Stanton (Keith Michell) and British secret agent Michael Haggerty (Len Cariou). The producers were obviously hoping to use Murder, She Wrote's popularity to spin-off new series, but nothing from this season took off and viewer resistance soon brought the practice to an end. Executives must have been surprised to discover that, though murder mysteries are plot-driven, this show's success depends heavily on the undeniable charm of star Lansbury. Still, these one-off episodes are of a consistent quality with Lansbury's, and viewers open to variety will enjoy them just as much. The rest of the season features the usual astonishing array of guests, including movie stars old (Donald O'Connor, Singin' in the Rain) and recent (Elliott Gould, The Long Goodbye), television stalwarts (Shirley Jones, The Partridge Family; Jerry Stiller, The King of Queens; Doris Roberts, Everyone Loves Raymond; Kevin Tighe, Battlestar Galactica; and Gavin McLeod, The Love Boat), and D-list celebrities to die for (Dack Rambo, Morgan Brittany, Susan Anton, and more).",
    "chinese_title": "女作家与谋杀案 第六季",
    "douban_rating": "7.6/10 from 120 users",
    "foreign_title": "Murder, She Wrote Season 6",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.6",
    "update_at": "2025-02-09T09:57:20"
}