{
    "aka": [],
    "sid": "24849761",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2128166047.jpg",
    "region": [
        "美国/加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1058289/",
            "name": "Beatrice Alda Beatrice Alda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1341764",
    "director": [
        {
            "url": "/celebrity/1058289/",
            "name": "Beatrice Alda Beatrice Alda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1341764/",
    "imdb_votes": 113,
    "this_title": [
        "Out Late"
    ],
    "douban_link": "https://movie.douban.com/subject/24849761/",
    "imdb_rating": "7.1/10 from 113 users",
    "trans_title": [
        "晚年出柜"
    ],
    "douban_votes": "0",
    "introduction": "This feature film looks at five individuals who made a decisive change later in life-to come out as lesbian, gay, or trans gender, after the age of 55. Why did they wait until their 50's, 60's, or 70's to come out? And what was the turning point that caused each of these people finally to openly declare their sexuality? From Canada to Florida, to Kansas, we find out what ultimately led these dynamic individuals to make the liberating choice to pursue fully integrated lives. Written by AnonymousHomophobia still looms large in our society, causing many gay and lesbian individuals to remain in the closet into college or beyond. But this documentary follows five individuals who waited until they were senior citizens to openly declare their sexuality to family, friends, coworkers and neighbors - and paints a vivid portrait of these people and the many factors that caused them to wait this long. Many lived straight lives complete with marriage and children, and now face the challenge of beginning again late in life-often losing some love and support in the process, but infusing their lives with new levels of honesty and pride. Among the five individuals in this documentary, we meet Elaine, who came out of the closet at 79, and finds herself decades older than the senior lesbians in her support group; LeAnna, a former military man who became a woman at age 60; and Cathy, who didn't see the need to come out until spotting an anti-gay political sign in the lawn of her neighbor and best friends. Written by Anonymous",
    "chinese_title": "晚年出柜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Out Late",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T17:33:52"
}