{
    "aka": [
        "铁血远征军"
    ],
    "sid": "24845529",
    "cast": [
        {
            "url": "/celebrity/1274560/",
            "name": "朱宏嘉 Hongjia Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276085/",
            "name": "周一围 Yiwei Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330879/",
            "name": "王政钧 Zhengjun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316044/",
            "name": "巩峥 Zheng  Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316298/",
            "name": "孙宁 Ning Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325173/",
            "name": "张春 Chun Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330889/",
            "name": "王家赫 Jiahe Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414564/",
            "name": "李文华 Wenhua Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380686/",
            "name": "李胜荣 Shengrong Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2179795986.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1330886/",
            "name": "沈悦 Yue Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339705/",
            "name": "马功伟 Gongwei Ma",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-03-03(中国大陆)"
    ],
    "this_title": [
        "滇西往事"
    ],
    "douban_link": "https://movie.douban.com/subject/24845529/",
    "trans_title": [
        "铁血远征军"
    ],
    "douban_votes": "0",
    "introduction": "本片主人公章一德就是以滕冲著名的抗日县长为原型而塑造的。一个炎热的夏季，居住在滕冲县城对岸的缅甸华商林国峰一家惨遭灭门。唯有家中小女林伊人因外出看戏得以逃脱魔掌。林伊人连夜过江，被林家昔日好友章一德收留。但追杀的神秘凶手也一口咬住，死死跟踪不放。章子英和章子龙是章家两兄弟，他们在父亲章一德的培养下，学成回国，准备报效故里。随章子英一起归来的还有他在日本的好友，画家罗平。他沉迷于滇西的山山水水，总是忙忙碌碌地在到处写生作画。素心是章子英青梅竹马的伙伴，匪首杨颜亭早就垂涎素心的美色，在章子英留学期间，把素心虏往山寨，素心从山寨归来，引起了章一德和众族人的误会，章一德竭力阻止章子英与素心的接触。章子英也对素心将信将疑，只有素心自己知道，对章子英的情意始终未改。林伊人与章家兄弟早有往来，如今遭受如此迫害，章家兄弟立誓要为其报仇雪恨。章一德经过仔细分析，认为事情决非简单的凶杀案。章家兄弟在追查凶手的过程中，渐渐发现自己卷入了一个阴谋之中。原来，日本军国主义政府为了对滇西南进一步控制，为以后的侵略战争做准备。布置了很多日本情报人员伪装成商人在滕冲一活动。章子英的好友罗平就是其中的一个。在与林国峰的一次交易中。他们发现林国峰拥有惠通桥的结构图纸。几经威逼利诱，希望林国峰将自己的图纸转让。在遭到拒绝后，杀人灭口。但日本间谍依旧没有死心，妄图从林伊人身上打开突破口。因林国峰死后知道图纸去向的人只有林伊人。章子龙与林伊人日久生情，林伊人在章子龙的感召下，加入到抗日宣传的行列中来。他们创建了《三日电讯》为远在边陲的人们及时送去了抗战的消息。杨颜亭为了达到对素心的控制目的，让素心染上了鸦片烟瘾。章子英在经过了许许多多之后，终于了解到素心对自己的情谊。不顾章一德的反对，坚决要和素心结百年之好！为了帮助素心，章子英被县长胡作敏利用，走私鸦片，险些酿成大祸。所幸被章一德识破，章一德为了抗日大计，大义灭亲，要亲手杀掉自己的儿子！幸亏素心及时赶到，向章一德解释了一切，在草上飞和众乡亲的劝说下，章子英保住了性命。素心和章子英终于紧紧地拥抱在一起！以流浪艺人为身份掩护的我党地下党员草上飞率领着一支特殊队伍。他们表面上是皮影戏班，实际上是一支各个身怀绝技的抗日小分队。他们抱着必死的决心，完成了党交给他们的一次次任务，在和国民政府特派员孙征明与日寇的斗争中尽释前嫌结为生死之交。粉碎了日军和土匪杨颜亭的层层阻挠，营救了抗日将士。随着战局的进一步发展，滕冲失去了往日的宁静。居住在滕冲的少数民族并没有沉寂，他们和当地的汉民一起投身于抗日的洪流中，美丽的僳僳族姑娘诺玛营救身陷绝境的章子龙，并且和草上飞一起，参加了许多抗日工作。随着战争的逐步扩大，日军的黑手也侵入了西南边陲。国民政府县长胡作疏仓皇出逃以后，爱国老人章一德临危授命，毅然担当了县长之职。为了加快对中国的侵略步伐，切断中国物资运输的主动脉。日本间谍机关加紧了对惠通桥的控制，派出了一队间谍伪装成难民准备夺桥。当天，逃难的难民和一辆车子在桥上造成了阻塞。守桥士兵为了维护秩序鸣枪示警。日本间谍误以为自己已经暴露，开枪还击。眼看惠通桥就要失手，在这千钧一发之际，守军毅然决定炸桥！桥上的百姓和大批的物资掉入了滔滔怒江，日军也被挡在了怒江的对岸。章一德在中共地下党人草上飞的配合下，办医院，除内奸，支援远征军，营救美军飞行员。由于英军的背信弃义，使原本占有绝对优势的中国远征军受到了日军的合围。远征军在师长戴师长的率领下，历尽千辛万苦，终于突破了日军的包围。戴师长也在战斗中光荣牺牲！在血的事实面前，章子龙认清了英军的本质。他离开了英军，和远征军一起，抬着戴师长的遗体，向祖国走来。日军占领腾冲之后，为了营救被困丛林的中国远征军官兵和戴师长的遗体，章一德率领乡亲披麻戴孝，不顾个人安危，在山上日夜守候，终于迎回了远征军余部。杨颜亭，这个匪首，在民族存亡的大是大非面前，表现出一个热血男儿所应有的气概。在与日军的交战中，误中埋伏，英勇牺牲。收复腾冲的战役就要打响，由于采用的是“焦土战术”，腾冲人要眼看着自己的家园尽毁。在战斗中经常出现这样感人的画面，一边是“飞虎队”在轰炸自己的家园，一边是家园的主人在为飞机呐喊助威！腾冲的百姓为了抗日，眼含着热泪，眼睁睁地看着自己的家园化为灰烬。为了保护抗日后援的主动脉“滇缅”公路的畅通无阻，为了抵抗日本鬼子的侵略，滕冲人民在抗日县长章一德的率领下，展开了一场轰轰烈烈震惊西南边陲的抗日斗争。",
    "chinese_title": "滇西往事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-28T18:11:25"
}