{
    "aka": [
        "九型人格"
    ],
    "sid": "24852537",
    "cast": [
        {
            "url": "/celebrity/1317139/",
            "name": "王迅 Xun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335109/",
            "name": "匡冠荣 Guorong Kuang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356037/",
            "name": "曹飞飞 Feifei Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335241/",
            "name": "段凤娇 Fengjiao Duan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406426/",
            "name": "汤斯婷 Siting Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2109897503.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "20分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-09"
    ],
    "this_title": [
        "型色男女"
    ],
    "douban_link": "https://movie.douban.com/subject/24852537/",
    "trans_title": [
        "九型人格"
    ],
    "douban_votes": "66",
    "introduction": "芭比陈是某公司总裁。为了更好的提高公司业绩，芭比陈将方子禄、也就是她的老公，提升为公司副总，帮助自己共同管理公司。然而，方子禄却因为老婆比自己官高一级，心里一直自轻自贱。为了稳固自己在公司中的地位，方子禄决定对公司的部分员工、进行一次心理评估测试。叶吾舞是行内小有名气的心理评估师，在一家心理研究机构里工作。九型人格、让叶吾舞产生了浓厚的兴趣。叶吾舞受到邀请来到芭比陈公司。不曾想到机缘巧合的、遇见了分手两年的前男友尔非。这让一向冷静、沉着的她手忙脚乱。虽然分手后叶吾舞与尔非再也没有联系过、也一直没有忘记尔非，但是因为这次工作的原因、叶吾舞只好与尔非保持着工作关系。因为家离公司较远，叶吾舞为了不影响工作、就搬到了闺蜜琦琦的家中。琦琦是一个热爱旅行的自由撰稿人，为了保护叶吾舞不被前男友迷惑，她以叶吾舞助手的名义，开始和叶吾舞一起去公司。叶吾舞的弟弟陈思是一名画家，画画之余自己有个小乐队，一天，叶吾舞和琦琦来酒吧看陈思演出，碰到了来过生日的尔非（叶吾舞的前男友）和他的同事。周奕也在其中。好奇心重的琦琦对儒雅过头的周奕产生了强烈兴趣。此后故事由以下4段爱情故事交织展开：琦琦开始用各种方式挑战周奕的道德底线，一次醉酒后，两人在同一张床上醒来。琦琦没有明确告诉周奕实际发生的事情，从未有过恋爱经历的周奕以为两人有了关系。虽然一直渴望着完美的婚姻，但严守道德的周奕还是决定对琦琦负责。之后琦琦和周奕开始经常性的见面，琦琦依旧满不在乎的拿周奕取乐，周奕深感烦恼，两人看似冤家路窄，其实已经产生了感情。琦琦终于良心发现，告诉了周奕实情，两人其实什么也没发生。周奕在孤儿院偶遇了心中的女神，琦琦作为朋友给她出谋划策，帮他追求。女神误会了周奕和琦琦的关系，琦琦又帮助周奕解除了误会。但到了最后关头，周奕还是发现琦琦才是他的真爱。尔非对叶吾舞并未死心，经常出现在叶吾舞面前，过分深情地望着她，但叶吾舞并不愿意和他重归于好。终于，在周奕的生日会结束后，尔非成功接近了叶吾舞，叶吾舞在自己强烈的感情中失去了控制，同尔非和好了。可第二天叶吾舞就醒悟过来，重新拒绝了尔非。叶吾舞为了早日完成测评脱离这个是非之地，叫了自己的同事刘明来帮忙。尔非看到叶吾舞身边多了异性，又起嫉妒之心。尔非遭受这种打击，一方面对叶吾舞死缠烂打，另一方面，追求他人好感的潜在需要让他在不经意间吸引了乐瑶。两个人开始有些暧昧。尔非认识到自己不该纠缠叶吾舞，便试图用心和乐瑶相处，却因为乐瑶无意提及尔非前女友被尔非一怒赶走。被赶走的乐瑶险些遭受歹人袭击，这件事让尔非彻底认识了自己的错误。方子禄看到妻子芭比陈一条可疑的短信，和芭比陈的助理乐瑶长谈，动之以情，让其监视芭比陈。乐瑶是个忽视自己内心需要的人，她很能体会别人的意愿，却不知道自己的立场。乐瑶被方子禄感动，想要帮助他，却又觉得对不起爱护自己的芭比陈。为了逃避内心的纠结，原本就是ACG狂人（动画、漫画、游戏）的宅女乐瑶更加沉浸在二次元中。方子禄发现妻子越来越多的神秘行踪，更加疑虑。一次，他跟踪了芭比陈，发现她去了一家医院。芭比陈察觉了乐瑶和方子禄的监视，暴怒，拍给方子禄一纸离婚协议离去。方子禄寻找妻子，才意外得知妻子患了乳腺癌，一直在秘密就诊。这才幡然醒悟，原来是芭比陈不愿示弱的性格，让她不愿透露自己的病情。两人一番波折后重归于好。桑莉莉无意中看到了一幅画，画中的景象和自己的梦境一样。一次桑莉莉在咖啡厅，遇到了一个一直盯着她看的年轻男人，两人在对望时就产生了火花，事后才知道，这就是那幅画的作者陈思。两人此后经常见面，建立了感情。桑莉莉是个工作狂，在公司却收到了不公的待遇，在陈思逍遥无为思想的影响下，桑莉莉辞去了职务，决定“为自己活一次”。陈思陷入经济困难期，桑莉莉主动要求给陈思的画打开市场，从此开始为这件事忙碌。然而，观念的不同在卖画的事上得到了深刻体现。桑莉莉种金钱地位，而陈思视之为粪土；相反，陈思在乎的感受，桑莉莉却视之为无用。两人终于因此分道扬镳。",
    "chinese_title": "型色男女",
    "douban_rating": "7.5/10 from 66 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2026-01-04T16:35:30"
}