{
    "aka": [
        "Panic in Chicago"
    ],
    "sid": "24851765",
    "cast": [
        {
            "url": "/celebrity/1151686/",
            "name": "奥尔加·契诃娃 Olga Tschechowa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145711/",
            "name": "Hans Rehmann Hans Rehmann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1931",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2208547971.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0022248",
    "director": [
        {
            "url": "/celebrity/1048381/",
            "name": "罗伯特·维内 Robert Wiene",
            "@type": "Person"
        }
    ],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1931-06-23(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0022248/",
    "imdb_votes": 31,
    "this_title": [
        "Panik in Chicago"
    ],
    "douban_link": "https://movie.douban.com/subject/24851765/",
    "imdb_rating": "6.4/10 from 31 users",
    "trans_title": [
        "Panic in Chicago"
    ],
    "douban_votes": "0",
    "introduction": "Panik in Chicago was an enormous success in all major cities in Germany, as reported in the press. “The D.L.S. branches in Düsseldorf and Frankfurt a.M. had such record bookings for the film Panik in Chicago during the following two weeks that several new copies had to be distributed in these districts because the available subsidiary copies could not fulfill the demand for screenings. Other reports refer to the unusual popular acclaim the film enjoyed in Leipzig, Halle, Munich, and Stuttgart.In the reviews some criticism was leveled against the quality of several of the dialogues and the relative weakness of the female roles. The film as a whole, however was given a most positive evaluation in Die LichtBildBühne.Robert Wiene made a tremendous effort to extract from the story whatever it would give. So he did succeed in creating scenes that will be remembered for a long time. Eerie and ghostlike, everything connected with the lonely house. The dim stairs, the rushing people, or the fabulous night shots of a big city. The glass reflections of a dance scene. Simply masterful! On the whole, the imagery in this film achieves great triumphs. Willi Goldberger, the camera artist, and Robert Neppach, the refined architect, were Wiene’s invaluable collaborators.",
    "chinese_title": "Panik in Chicago",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-27T15:56:07"
}