{
    "aka": [],
    "sid": "24863452",
    "cast": [
        {
            "url": "/celebrity/1005036/",
            "name": "亚历克斯·琼斯 Alex Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1214964/",
            "name": "克雷格·罗伯兹 Craig Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022352/",
            "name": "柯林·罗斯 Colin Ross",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158913219.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2364198",
    "director": [
        {
            "url": "/celebrity/1026573/",
            "name": "詹姆斯·莱恩 James Lane",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-07-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2364198/",
    "imdb_votes": 300,
    "this_title": [
        "State of Mind: The Psychology of Control"
    ],
    "douban_link": "https://movie.douban.com/subject/24863452/",
    "imdb_rating": "6.6/10 from 300 users",
    "trans_title": [
        "思想状态：控制心理学"
    ],
    "douban_votes": "0",
    "introduction": "State Of Mind: The Psychology Of Control, from the creators of A Noble Lie: Oklahoma City 1995, reveals that much of what we believe to be truth is actually deliberate deception.  The global elites are systematically implanting lies into our consciousness to erect a \"tyranny over the minds of men.\"  This film exposes the mind control methods being used to turn our once vibrant society into a land of obedient sheeple.Are we controlled?To what extent and by whom?What does it mean for humanity's future?From cradle to grave our parents, peers, institutions and society inform our values and behaviors but this process has been hijacked. State Of Mind examines the science of control that has evolved over generations to keep us firmly in place so that dictators, power brokers and corporate puppeteers may profit from our ignorance and slavery. From the anvil of compulsory schooling to media and entertainment, we are kept in perpetual bondage to the ideas that shape our actions.State Of Mind delves into the abyss to expose the true agendas at work. This film reveals the secret manipulations at work and provides shocking and suppressed historical and current examples.  From the ancient roots of the control of human behavior to its maturity in the mind control experiments of intelligence agencies and other organs of manipulation, State Of Mind reveals a plan for the future that drives home the dreadful price of our ignorance.We are prepared for a new paradigm. Will we choose our own paths or have one selected for us?  State Of Mind unveils the answers that may decide whether humankind will fulfill its destiny or be forever shackled to its own creation.",
    "chinese_title": "思想状态：控制心理学",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "State of Mind: The Psychology of Control",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-22T14:00:19"
}