{
    "aka": [
        "Remember How to Fly"
    ],
    "sid": "24885500",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1590343",
    "director": [
        {
            "url": "/celebrity/1330487/",
            "name": "塞巴斯蒂安·梅茨 Sebastian Mez",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1590343/",
    "this_title": [
        "Erinnere dich ans Fliegen"
    ],
    "douban_link": "https://movie.douban.com/subject/24885500/",
    "trans_title": [
        "勿忘飞翔",
        "Remember How to Fly"
    ],
    "douban_votes": "0",
    "introduction": "\"When I was five, I felt these movements in my body.\" Growing up in Teheran, Iran, young Mohammed had no opportunity to express his early love of dance, especially with a strict father who supported the fundamentalist regime that has run the country since the 1979 revolution, and who wouldn't allow radio or television in his house. Only his mother provided him with music once in a while. In Remember How to Fly, we see the now adult Mohammed, six years after his escape to Germany. In voice-over, he tells us about his life: sometimes in veiled terms, such as when he describes the torture he suffered while imprisoned in Iran, but sometimes full of enthusiasm, especially when it comes to dance. Meanwhile, we get an impression of his new life in Germany. We see him walking through a snowy landscape, at work in a supermarket, and on the phone to his grandmother in Iran. And he dances -- that's the main thing -- whether alone, with a partner, or in a group lesson. His delight is always palpable, but we also see how serious he remains throughout. The poetic tone of the imagery reflects the freedom of movement, both literal and figurative, that he was denied in Iran but has found in Germany. - See more at:http://www.idfa.nl/industry/tags/project.aspx?id=4f76384a-69e4-4ea2-89ce-ce815b13af99#sthash.jVcOXB9u.dpuf",
    "chinese_title": "勿忘飞翔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Erinnere dich ans Fliegen",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T06:56:18"
}