{
    "aka": [],
    "sid": "24882599",
    "cast": [
        {
            "url": "/celebrity/1051680/",
            "name": "安吉拉·乔治乌 Angela Gheorghiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145551/",
            "name": "Luigi Roni Luigi Roni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114891/",
            "name": "洛林·马泽尔 Lorin Maazel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070135900.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt2316799",
    "director": [],
    "duration": "134分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2007-07(意大利)",
        "2008-09-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2316799/",
    "imdb_votes": 23,
    "this_title": [
        "La Traviata at La Scala"
    ],
    "douban_link": "https://movie.douban.com/subject/24882599/",
    "imdb_rating": "8.0/10 from 23 users",
    "trans_title": [
        "茶花女 (斯卡拉歌剧院)"
    ],
    "douban_votes": "0",
    "introduction": "This 2007 production of Verdi’s La Traviata from Milan’s La Scala, with world-class singers and Lorin Maazel on the podium belongs among the best of the many fine DVD versions available. Its prime draw is soprano Angela Gheorghiu, whose 1994 Covent Garden assumption of the role of Violetta catapulted her to stardom. She doesn’t quite match the emotional power and vocal beauties of that performance but Gheorghiu does give us an intensely drawn portrait of the role and her voice remains in fine shape. Her acting has always been extraordinary and at La Scala she fully encompasses the doomed heroine; the last Act deeply touching. Her Alfredo Germont is Ramon Vargas, whose beautiful tenor voice and sensitive singing please the ear with sweet tones and individual phrasing that bring Verdi’s lines to life. Roberto Frontali as Alfredo’s father, the elder Germont, exhibits an imposing baritone voice, shading it beautifully in the scene where he convinces Violetta to give up his son. Frontali also shows commanding stage presence in the scene where he upbraids Alfredo for his ungentlemanly behavior. Supporting roles are well taken and the La Scala orchestra’s contributions are positive, with some fine wind solos. Maazel paces the opera well and conjures beautifully shaped Preludes to Acts One and Three, which embody some of Verdi’s loveliest string music. The staging is traditional in Liliana Cavani’s production, originally mounted in 1990 but still looking fine, albeit with some bits of superfluous stage business for the principles to occupy the eye and distract the ear. Dante Ferretti’s lavish set designs are fitting, although one can question the presence of a bed and a billiard table in the drawing room of Violetta’s country house. Gabriella Pescucci’s costumes are suitable, but some of the military officers in the banquet scenes appear to be clad in doorman’s uniforms. Paola Longobardo’s video direction is excellent: No extraneous camera movements to draw attention away from the stage and close-ups of the singers are usually head-and-shoulders shots well framed with ample space to keep the singers in context. Cuts within an aria are excellently timed as well, on the beat or at a point of mood change. Despite heavy competition from Gheorghiu’s Covent Garden DVD, Renee Fleming’s San Francisco Traviata, and the often weirdly modernistic Salzburg production with Netrebko and Villazon, this fine La Scala DVD is a serious contender.",
    "chinese_title": "茶花女 (斯卡拉歌剧院)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Traviata at La Scala",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T19:52:30"
}