{
    "aka": [
        "É o Amor"
    ],
    "sid": "24885798",
    "cast": [
        {
            "url": "/celebrity/1184356/",
            "name": "安娜贝拉·莫雷拉 Anabela Moreira",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528757523.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1280018/",
            "name": "若昂·康尼 João Canijo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2784054",
    "director": [
        {
            "url": "/celebrity/1280018/",
            "name": "若昂·康尼 João Canijo",
            "@type": "Person"
        }
    ],
    "duration": "135分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2012-07-19(葡萄牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2784054/",
    "imdb_votes": 161,
    "this_title": [
        "É o Amor"
    ],
    "douban_link": "https://movie.douban.com/subject/24885798/",
    "imdb_rating": "6.4/10 from 161 users",
    "trans_title": [
        "这就是爱",
        "É o Amor"
    ],
    "douban_votes": "0",
    "introduction": "Following on from the masterful Sangue do Meu Sangue, Portuguese director João Canijo further explores the feminine universe of working-class women up against hard times with this intriguing but ultimately minor film. É o Amor started out as a straight-forward, short documentary subject commissioned for the Vila do Conde Short Film Festival's 20th anniversary, with Mr. Canijo choosing as his theme the women from the fishing community of Caxinas, near Vila do Conde in the North of Portugal, who pretty much run the business while the men are away at sea. The director asked his regular actress Anabela Moreira to live with captain's wife Sónia Nunes and her crew over a few weeks and in essence become one of them; her \"alien\" presence meant to work as a sort of \"surrogate\" for the viewer, a way into this close-knit feminine world, emulating the intensive research that all of Mr. Canijo's actors do before shooting.Ms. Moreira's presence was a guide-line into Caxinas in the first incarnation of the project, unveiled at Vila do Conde in the Summer of 2012 - the remarkable, hour-long Obrigação - but the director became aware that the wealth of material he'd assembled warranted a larger push into that world. Hence the feature-length É o Amor, delving deeper into the ritualized world of these women who work hard at keeping the kindling of love and romance burning while running their households and the crew's finances with an iron hand, in a perfectly judged combination of vulnerability and strength that the director captures adroitly and admiringly, and that Ms. Moreira helps bring out in front of the camera. Where this second take on the material stumbles, though, is by adding to the actress's presence; from a foreigner who learns to be \"one of them\", she becomes a stranger who doesn't fit in and never feels at home, as revealed in a series of straight-to-camera \"interludes\" where Ms. Moreira reveals her fears and worries and over-engineers her apprehension of being found out as a hollow shell, yearning to belong and in awe of Ms. Nunes and her co-workers' straight-talking simplicity.It's a tricky, dangerous decision that needs to be handled delicately and effectively skews the film; feeling more of a later add-on than something truly native to the project, it introduces an overbearing, off note that breaks the flow of the documentary footage, mythologizing the working-class life as an unattainable fairy tale while introducing a somewhat unwelcome sense of Kuleshovian montage. É o Amor recycles in full a number of scenes from Obrigação whose contextualisation shifts in this longer cut to not entirely better effect. Above all, there was a spontaneity and an energy in the shorter, hour-long version that is entirely missing from the longer version, suggesting a film whose ambitions crippled its results. Or, put otherwise, whereas the hour-long Obrigação left you wanting more, the nearly two-and-a-half-hours É o Amor makes you wish it would be shorter, despite keeping a lot of what was interesting in the short cut.",
    "chinese_title": "这就是爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "É o Amor",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-08T14:39:19"
}