{
    "aka": [
        "Farouk Omar",
        "Omar"
    ],
    "sid": "24882610",
    "cast": [
        {
            "url": "/celebrity/1171817/",
            "name": "加桑·马苏德 Ghassan Massoud",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070139798.jpg",
    "region": [
        "阿联酋",
        "沙特阿拉伯",
        "卡塔尔",
        "摩洛哥"
    ],
    "writer": [],
    "imdb_id": "tt2063241",
    "director": [],
    "duration": "45分钟",
    "episodes": "31",
    "language": [
        "阿拉伯语",
        "土耳其语"
    ],
    "playdate": [
        "2012-07-20(卡塔尔)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2063241/",
    "imdb_votes": 9874,
    "this_title": [
        "عمر"
    ],
    "douban_link": "https://movie.douban.com/subject/24882610/",
    "imdb_rating": "9.1/10 from 9874 users",
    "trans_title": [
        "欧麦尔",
        "Farouk Omar",
        "Omar"
    ],
    "douban_votes": "0",
    "introduction": "Farouk Omar is a historical Arab series co-produced by MBC1 and Qatar TV and directed by Hatem Ali, which is based on one of the best companions of Prophet Muhammad (Peace be upon him) and the 2nd Caliph of the Islamic state, Umar Ibn Al-Khattab (May Allah be pleased with him) . A 30-episode series showcasing the various events during the life of Umar Ibn Al-Khattab (May Allah be pleased with him) from his pre-Islamic days till his assassination. The series depends solely on established historical facts hence didn't face criticism in terms of its content as past movies on similar subjects did. The series commences with the 23 year of Hijra at Makkah, where the Muslim pilgrims have come together for the Hajj. In midst of them, we can see Umar Ibn Al Khattab (May Allah be pleased with him) supplicating to the Lord while doing the Tawaaf around the Ka'abah. On the return journey to Medinah from Makkah, they pass by a group of people tending to their camels in the desert. Umar (May Allah be pleased with him) reminisces his past days, when he used to tend to his father Al-Khattab's camels in the desert, and how his father used to work him to exhaustion and beat him up if he slackened. However, now after his embracing Islam how life has changed for him with no one to stand between him and his Lord. The series then takes you on a historical ride as memories come gushing back to Umar (May Allah be pleased with him) about the various events that happened during his lifetime.",
    "chinese_title": "欧麦尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "عمر",
    "imdb_rating_average": 9.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T15:26:11"
}