{
    "aka": [],
    "sid": "24882638",
    "cast": [
        {
            "url": "/celebrity/1253889/",
            "name": "哈耶克 Friedrich Hayek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2070148825.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1794999",
    "director": [],
    "duration": "61分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-12-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1794999/",
    "this_title": [
        "The Hayek Prophecies"
    ],
    "douban_link": "https://movie.douban.com/subject/24882638/",
    "trans_title": [
        "哈耶克预言"
    ],
    "douban_votes": "0",
    "introduction": "Nobel Laureate F.A. Hayek is considered by many to be one of the greatest economic thinkers of all time. Today, his books, even many years after his death, are still global bestsellers. He was not a conservative or a liberal. He stood for peace, democracy, religious and racial tolerance and also for individual liberty, private property, free markets and the right for every man, woman and child to be free from right or left wing totalitarianism.His political-economic views tower above modern day political thought and policies that have created in-fighting where groups are encroaching on each other for survival. Both modern day liberals and conservatives will gain tremendous knowledge from this documentary.The Hayek Prophecies film you are about to see is a one-hour interview that is believed to be the only interview recorded with Hayek conducted outside of the constraints of normal news interviews where he was able to speak candidly about his economic views and theories. The purpose was to create a venue for a significant and powerful statement on many political-economic issues that were relevant at the time of the interview and even more relevant today. If you can understand these concepts you should be able to better plan your financial future.As many people as possible should be exposed to this man's wisdom and advice. His 19 books are brilliant but lengthy; however, this one-hour documentary captures the best of F. A. Hayek. We hope future generations will also watch this documentary to learn and understand the self-evident economic truths that he espouses.Hayek will most likely be regarded as one of the most important economists who ever lived. He went beyond the \"dismal science\" and embraced the philosophy of mankind's struggle for survival in the material world. Life itself depends on basic economic choices for all living things. He argued that if economics is misused, thwarted and degraded by lies, complexities and theories that clearly do not work, billions of people will suffer as a consequence.Hayek brilliantly expounds far-reaching, yet easy to understand, economic concepts and how they relate to individual liberty and the natural rights of man. His great work The Road to Serfdom, inspired George Orwell to write his classic book about totalitarianism, 1984.We believe the interview is one of the greatest dissertations on economics ever recorded. And we are very proud to let you view this remarkable film for the first time in 30 years.",
    "chinese_title": "哈耶克预言",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Hayek Prophecies",
    "douban_rating_average": 0,
    "update_at": "2025-08-24T09:42:19"
}