{
    "aka": [
        "Fah Jarod Sai",
        "Where the Sky Meets the Sand"
    ],
    "sid": "25189392",
    "cast": [
        {
            "url": "/celebrity/1318856/",
            "name": "乌萨玛妮·维泰雅浓 Usamanee Vaithayanon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345520/",
            "name": "提拉帕·萨扎顾 Thiraphat Sajakul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333218/",
            "name": "塔西·辛卡纳维瓦特 Tasit Sinkanawiwat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348666/",
            "name": "阿努特·拉帕尼奇 Arnut Rapanit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351623/",
            "name": "萨米·考威尔 Sammy Cowell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454108/",
            "name": "莫拉克·桑塔维 Morakot Sangtaweep",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2262221551.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "11",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2013-08-12(泰国)"
    ],
    "this_title": [
        "ฟ้าจรดทราย"
    ],
    "douban_link": "https://movie.douban.com/subject/25189392/",
    "trans_title": [
        "天沙",
        "Fah Jarod Sai",
        "Where the Sky Meets the Sand"
    ],
    "douban_votes": "107",
    "introduction": "剧情大纲：蜜雪儿·德拉罗尼（Kwan饰）在修道院长大，在她的父母死于飞机失事以后没有亲戚愿意领养她，因为她的母亲是中东人，这令他们感到反感。蜜雪儿感激修道院收容了像她这样一名孤儿并且抚养她长大，所以就决定完成学业以后也成为一名修女。但是蜜雪儿的朋友卡查菲亚（Aimee饰），想要开一所学校，说服她来帮忙。苏佩罗修女就给了她一笔奖学金，让她在巴黎学习，并且呆在那里的修道院里。至于卡查菲亚，她也在巴黎学习，但是是和自己的哥哥和嫂子住在一起，后者在使馆工作。卡查菲亚有个法国男友叫罗伯特（Stephan饰）, 卡查菲亚计划跟着自己的男友到苏丹国的港口城市歌扎去工作，卡查菲亚的兄长发现他们的关系就试图阻止两人交往，因为他们来自不同的国家，有不同的宗教信仰，他们的关系在本国是不被允许的。在蜜雪儿毕业以后，她回到修道院 告别了苏佩罗修女，前往歌扎工作.罗伯特在苏丹首都找到一份石油勘探的工作，但是仍然偷偷来到歌扎和卡查菲亚相会。卡查菲亚央求蜜雪儿帮助她，因为作为外国人蜜雪儿可以公开的和罗伯特见面。和法国不同的是，这里禁止女人和男人单独见面，除非是夫妻关系。蜜雪儿拒绝帮助她，因为这和歌扎的传统礼教相悖。卡查菲亚对此十分生气，指控蜜雪儿偷偷恋上罗伯特.从而使得蜜雪儿为了证明自己的清白而不得不答应帮她的忙。自从回到家以后卡查菲亚变化很大，喜欢展示自己的强势。并且时常恐吓蜜雪儿，好像蜜雪儿是她的一个侍女。在和罗伯特一次见面之后，让蜜雪儿十分诧异的是罗伯特向蜜雪儿表达了自己的爱意，并且请求她嫁给他，因为他和卡查菲亚之间有太多的障碍。卡查菲亚偷听了两人的会话，从此变得更专制并且总是欺辱蜜雪儿。最好的朋友变成了这样，让蜜雪儿十分伤心。卡查菲亚的母亲说要把她送进宫廷，让她成为希尔法拉国国王阿密德的妻子，因为他的皇家星相师预言他会有一个从远方国家归来并且有知识的女性做妻子，而这位女性将会诞下王国未来的接班人，其所指就是刚从法国归来的卡查菲亚。卡查菲亚十分忧心，因为她并不想被幽禁在深宫，第二天她大发雷霆，掌掴了曾经给蜜雪儿和罗伯特送过信，并且还给蜜雪儿出过主意的侍女。在酒店里，蜜雪儿遇到了罗伯特，他再一次试图说服蜜雪儿和自己结婚，并且一起回法国，但是蜜雪儿拒绝了他的求婚。偷偷跟着他们的卡查菲亚目睹了一切。同时，酒店的大厅正在为阿密德国王的非洲贵宾举行一场隆重的招待宴会。那天晚上，蜜雪儿第一次遇见了啊，阿密德国王的皇家护卫。回到歌扎后，蜜雪儿看到卡查菲亚正把扎盼嬷嬷，纳提育修女和穆哈修女赶走，就是她们悄悄地给蜜雪儿捎的信。蜜雪儿对于自己让纳提育和穆哈陷入麻烦感到很抱歉，于是给了她们一些钱作为补偿。在国王的新娘出发的吉日当天，卡查菲亚骗蜜雪儿去皇宫规定的地点，并且告诉她要依照当地习俗把脸遮住。当她到了那儿，每个人都讶异于她是个外国人，这让阿密德国王和他的弟弟阿曼起了疑心。蜜雪儿再一次看到了那个她在酒店遇见过的皇家护卫。阿曼下令把蜜雪儿抓起来，因为她假冒他人身份入宫违反了法律。阿密德国王觉得蜜雪儿的表现很可疑，因为她看起来并不认识自己的护卫，于是下令彻查真相。皇家护卫谢里夫上校负责审问蜜雪儿，最后他发现蜜雪儿是无辜的。卡查菲亚知道蜜雪儿并没有被处刑后非常生气，丧失了理智，她的父亲不得不带她出国治疗。阿密德国王让蜜雪儿在皇宫里教授外语，并且要求她必须成为自己的妃子，因为她在国师预言的吉日当天来到了宫里。蜜雪儿请求给她一些时间考虑这件事，并且答应，会在国王去伊法阿克拜访他的亲戚阿卜杜拉王子回来之后给出答复。蜜雪儿和阿曼王子的王妃法丽达一起生活，她从王妃那里感受到了温暖和善意。蜜雪儿还和侍女阿米娜成为了朋友，阿米娜经常向她讲述一些宫内趣事，其中就包括谢里夫上校的事迹。在阿密德国王从伊法阿克回来的当天,阿曼王子为了夺取王位发起了叛变，并且监禁了阿密德国王，因为他害怕失去权力，想要先下手为强。法丽达王妃闻讯后对自己的丈夫感到很失望，她请求回到自己的故乡歌扎，因为她从一开始就坚决不同意丈夫的计划。阿米娜急忙捎信给蜜雪儿，让她通知查理夫叛变的事。蜜雪儿离开有一段时间后，阿米娜就被阿曼王子的手下萨伊杀害了。蜜雪儿一到达自己的居所，谢里夫就让她伪装成男人，并且把名字改成塔法，为了躲避萨伊的追捕，他带她逃出了国境。谢里夫作为新国王的敌人受到了通缉。阿杜罗，一名贝都因商人在指定地点等着他们，把他从父母那得到的钱给了谢里夫，并且让谢里夫隐藏在自己的骆驼商队里逃去沙漠。之后阿杜罗把他们交给了另外一个商队的老板弗洛，付钱让他把谢里夫和蜜雪儿藏在商队里带到希代达。弗洛是个军火商人，计划秘密向卡拉的酋长出售武器。当他们到达希代达的绿洲时，谢里夫向弗洛购买了一些武器和骆驼，却没有进入希代达，因为阿曼王子的士兵正镇守在那儿。谢里夫和蜜雪儿不得不与沙漠风暴对抗许多天，以至于他们的储备物资几乎用光。他们开始同情对方并互相帮助，终于成功逃离边境士兵的搜查，来到了一个远离其他绿洲的撒古威亚绿洲。在这个地方，没有任何人或是动物。他们在那养精蓄锐后再次出发，历时三天来到了扎屋沙漠中心的一个小村庄。谢里夫有个叫瑟伊的朋友在这里，他们在城市的街道上碰到了一对名叫纳玛德和嘎森的商人兄弟。嘎森喝醉了，由于扎屋这个城市充满了掠夺和混乱，所以他们兄弟俩晚上得在城市外过夜。谢里夫结识了一个患有脓肿的病重病人切克阿曼，帮助治疗他直到康复。之前治疗他的医生都不能治愈他，正是因为谢里夫用的是现代新药而他们使用的方法过于古老的缘故。谢里夫将阿曼王子叛变之事告知切克阿曼。随后切克阿曼便将谢里夫引荐给自己的亲随达法和约瑟夫。谢里夫答应了切克阿曼朋友的请求，医治他病入膏肓的父亲，并且在短时间内让这位老人恢复了健康。此后不久，切克阿曼的商队在回程路上遭遇强盗抢劫。谢里夫和蜜雪儿悉心照料伤员。在给伤员做手术的时候，医生发现了谢里夫身上象征皇家侍卫的印记，并暗中通知阿曼的士兵前来刺杀谢里夫。伤员的医治进行的很顺利，这让切克阿曼十分满意，由此萌生了让谢里夫和达法成为自己女婿的念头，他设计让约瑟夫、谢里夫和塔法前往撒嘎嘎进行货物和骆驼交易，意图让他们触犯沙漠交易条例而变得无处可归，只能回到扎屋。但是谢里夫意外救了贼老大布奇科的性命，作为回报，布奇科将切克阿曼的诡计告诉了谢里夫。约瑟夫计划让谢里夫和达法脱离商队，前往阿内萨的一个绿洲，那里是沙漠中心都市，汇集了众多部落，是最安全的避难所。虽然阿内萨紧邻希尔法拉，但是和撒嘎嘎不同的是，阿内萨并不是一个贸易城市，警察们并不想入城引起混乱。动身之前，蜜雪儿告诉谢里夫要去市场买些东西，却在偶然间得知纳玛德和嘎森两兄弟已经变成了警察的爪牙。兄弟两收了警察的贿赂，替他们和医生卖命，意图抓住谢里夫。蜜雪儿回去后告诉谢里夫，他们在夜间动身离去。离开撒嘎嘎的第三天，蜜雪儿e和谢里夫稍作休息之时，遇上了布奇科一伙，他们已经杀了约瑟夫，蜜雪儿和谢里夫是他们接下来的目标。然而谢里夫手上的侍卫剑吓到布奇科不敢轻举妄动，最终只能毁了他们的干粮偷走了他们骆驼。谢里夫受了严重的枪伤，干粮和骆驼被洗劫一空。两人十分虚弱但仍然坚强的忍耐着。一次谢里夫恢复意识时，他坦承自己已经爱上了蜜雪儿。在茫茫沙漠中，两人互诉爱恋。四天过去了，脱水和饥饿把蜜雪儿推向了死亡边缘，谢里夫的情况也没好到哪儿去。夜幕降临，一道强光从远处射来，谢里夫竭尽全力把蜜雪儿带向光源，幸运的是他们遇上了纳提育和扎盼一家。纳提育认识蜜雪儿并且向她施以援助，但是蜜雪儿的一身男人装扮让纳提育的大哥阿里无法信任。为获得阿里的信任，谢里夫不得不说出蜜雪儿是自己的妻子。纳提育认出谢里夫脖子上的那枚硬币，与在山顶帐篷中休息的人所佩戴的极为相似，她将此事告诉了阿里，阿里通知了帐篷中的人。当他们来到帐篷，警卫告诉阿里和纳提育，大老板要见谢里夫他们，很快两人就被带走了。谢里夫以传统军礼向这位老板致敬，因为眼前的这位老板不是别人，正是阿密德国王，他还活着。国王在阿米娜父亲穆卡特将军的帮助下逃离了王宫。伊法阿克国的王子阿卜杜拉，为向国王提供帮助也在这里。至于蜜雪儿，她被安排在了王室女眷之中，与阿密德国王的妻子呆在一起。一旦国王成功收复希尔法拉，就会举办她和谢里夫的婚礼。最得力的将士归队之后，阿密德国王开始了他的复位大计，他设计让谢里夫和嘎廉绑架前去希尔法拉给阿曼王子看病的军医莫汉玛德博士。计划暗中进行，但是似乎有人一直盯着谢里夫和嘎廉，他们的行踪不论是坐火车前去海岸，登船购买物品，还是进入莫汉玛德所处的城市，无一不被泄露。当两人乔装成军医和他的住手进入宫殿时，阿曼王子设下一个又一个陷阱抓捕他们。阿曼的人抓了巡警严刑拷问并没收了他们的无线电，阿密德国王的人意识到了事情的反常，迅速派遣部队成功包围希尔法拉。在阿密德国王的率领下，阿曼以死亡告终。叛乱者因群龙无首而节节溃败。阿密德为新任内阁部长谢里夫和蜜雪儿举办了一场盛大的婚礼",
    "chinese_title": "天沙",
    "douban_rating": "8.2/10 from 107 users",
    "foreign_title": "ฟ้าจรดทราย",
    "douban_rating_average": "8.2",
    "update_at": "2025-02-24T05:00:35"
}