{
    "aka": [],
    "sid": "25453095",
    "cast": [
        {
            "url": "/celebrity/1318984/",
            "name": "中山秀征 Hideyuki Nakayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033257/",
            "name": "小出惠介 Keisuke Koide",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316727/",
            "name": "大谷直子 Naoko Ôtani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318963/",
            "name": "森冈龙 Ryû Morioka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046761/",
            "name": "坂井真纪 Maki Sakai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2146071783.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1275306/",
            "name": "木皿泉 Izumi Kizara",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "2",
    "language": [
        "日语"
    ],
    "playdate": [
        "2013-08-11(日本)"
    ],
    "this_title": [
        "“人生、成り行き”天才落語家・立川談志"
    ],
    "douban_link": "https://movie.douban.com/subject/25453095/",
    "trans_title": [
        "“人生，趋势”天才落语家立川谈志"
    ],
    "douban_votes": "0",
    "introduction": "古典落語をやらせたら天下一品、100年に一度の天才とも呼ばれる落語家・立川談志の、その人生は波瀾万丈でした。常に談志のいるところには騒動が巻き起こっていました。しかし、その型破りな生き方もまた最高の落語を聞かせるためだったのです。亡くなってから2年がたちました。番組では、立川談志がどのように生きてきたのか、どれだけ落語を愛して生きたか、その青年時代の（前編）と、落語協会を飛び出して立川流を設立した時代の（後編）に焦点をあて、その破天荒な日々をドラマ化して描いていきます。前編で、若き日の談志を演じるのは、今最も注目を浴びる若手実力派俳優・小出恵介です。談志の落語や資料、映像などさまざまな資料を見た上で談志の真髄を身体に入れるとともに、落語の稽古も重ねて、鼻っ柱が強く、かつチャーミングな若き日の立川談志を演じています。後編で、落語協会を飛び出して立川流を設立した時代の談志を演じるのは、日本を代表するMCとしても活躍する中山秀征です。中山は久しぶりのドラマ出演となりました。遺族によると「すごくパパに似ている」とのことです。撮影は主に談志が実際に暮らした練馬の一軒家で行われました。そこにはまるで談志が乗り移ったような中山がいました。談志の生きた場所で、談志の奔放さ、優しさ、そして落語へ格闘する姿を見事に演じています。そして前後編を通じて縦軸となるのが、談志・最後の8か月です。病床での闘病の様子が過去への回想の扉となります。声を失った談志を演じるのは舞踏家の田中泯です。一言の台詞なしで死に向かう談志を体中で表現しています。そしてその8か月を日記でつづった娘・弓子を坂井真紀、妻・則子を大谷直子と、演技派たちが白熱した演技を見せます。8月11日（日）の（前編）では、終戦後、談志は小学生のときに落語を聞いてそのとりこになり、高校を中退して柳家小さんに弟子入りします。若いころからその才能を発揮し、頭角を現します。その後は、その才能と生意気なキャラクターで時代の寵児となっていきます。しかしときには挫折もあります。後輩の志ん朝に真打ちを抜かれるのです。しかし談志は負けないぞとばかりに大活躍、果ては参議院議員に立候補します。さらには酔っぱらい会見で大騒動を起こします。そんな、破天荒な生き方も全ては最高の落語を演じるためだったのです。前編ではそんな談志の10代後半から30代までを描いていきます。8月18日（日）の（後編）では、落語協会の真打ち制度のやりかたに異論を唱え、師匠が会長をつとめる協会を脱退し、自ら、落語・立川流を設立します。それは、落語界で初めて家元制度を導入、弟子から上納金を集めるという前代未聞の団体となったのです。立川流は寄席には出られませんでした。しばらくは落語会に出られない日々もありましたが、談志のもとには、後に人気落語家となる、立川志の輔や立川志らく、立川談春など、多くの若い才能が集まっていました。談志の自宅を舞台に繰り広げられる、毀誉ほうへんの激しい談志と弟子との抱腹絶倒の日々を描いて行くとともに、死ぬ間際まで落語と格闘して生きた談志の姿を描いていきます。さらに、晩年のドキュメント映像や落語の映像、さらには志の輔ら弟子たちのインタビューも盛り込んでいきます。",
    "chinese_title": "“人生，趋势”天才落语家立川谈志",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "“人生、成り行き”天才落語家・立川談志",
    "douban_rating_average": 0,
    "update_at": "2025-05-17T01:33:40"
}