{
    "aka": [
        "Waves"
    ],
    "sid": "2568290",
    "cast": [
        {
            "url": "/celebrity/1071341/",
            "name": "Aat Ceelen Aat Ceelen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088758/",
            "name": "Arjan Ederveen Arjan Ederveen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016960/",
            "name": "Edwin de Vries Edwin de Vries",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145408/",
            "name": "Michel van Rooy Michel van Rooy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146849/",
            "name": "Gerardjan Rijnders Gerardjan Rijnders",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144226/",
            "name": "Truus te Selle Truus te Selle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867229878.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1005491/",
            "name": "弗吉尼亚·伍尔夫 Virginia Woolf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277320/",
            "name": "Annette Apon Annette Apon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0084013",
    "director": [
        {
            "url": "/celebrity/1277320/",
            "name": "Annette Apon Annette Apon",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "1982-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0084013/",
    "imdb_votes": 43,
    "this_title": [
        "Golven"
    ],
    "douban_link": "https://movie.douban.com/subject/2568290/",
    "imdb_rating": "6.1/10 from 43 users",
    "trans_title": [
        "海浪",
        "Waves"
    ],
    "douban_votes": "0",
    "introduction": "改编自伍尔芙最受争议的女性意识流小说《海浪》。A film not for everyone. The film is  a sort of decontructivistic art movie.All texts are voice-overs. Poetic but also alienating.The actors are not only acting, but also rehearsing, trying on dresses, traveling etc. There was some marxistic-leninistic theorising responsible for that. I doubt if even the director still nows the theory,but it dictated that it should be visible that the actors were acting,so it is their reality that is shown, not a make believe reality.The music is by an important classical Dutch composer  Louis Andriessen. ( Also very en vogue left-wing at that time). It's quit remarkable.The film was brought out again to celebrate the 25th. birthday of the studio nieuwe gronden. An independent small production company of artistic great importance.The film is not digitally remasterd and restaurated, but put to DVD straight from the celluloid.  And I must say, I was delighted to see a movie with celuloid cracks and sound scratches, like a movie should be. I didn't know I'd mis that, but now I've seen this film: I do!GOLVEN is based on THE WAVES (1931) by Virgina Woolf. There are six main characters in the film who are continually trying to recapture the sense of harmony which they knew as childeren. Throug their thoughts the intensity of childhood, the optimism of youth an the desilllusion of later years are portrayed. Their perceptions and feelings move back and forth through the narrative live waves.The presentation of the thoughts of the six characters which cover their development from child to adult is a challenge to confront one's own life.The central event in the film is the meeting of Bernard, Neville, Rhoda, Jinny, Susan and Louis at a restaurant in London in 1920. They meet for dinner on the eve of Percival's departure for India. In a sense Percival acts as a mirror in which each character sees his own ideal image. He himself remains a mysterious figure. Immediately after this dinner, which evokes harmony and happiness on various levels, they learn that Percival has been killed in a riding accident. His death marks the beginning of the decline of the group and of its individual members.This is not the film of a book in the normal sense. Its images are inspired by the form of the novel, and it takes us on a voyage of discovery. It moves from elements of the present towards the historical fiction, which is re-experieced in a way which is only possible in film. After the death of Percival it becomes clear that the carefully constructed fiction cannot survive and it collapses. The illusion that life and reality are continuing stories in which events follow each other logically is lost.",
    "chinese_title": "海浪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Golven",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-05T02:42:18"
}