{
    "aka": [],
    "sid": "2568047",
    "cast": [
        {
            "url": "/celebrity/1414905/",
            "name": "李思远 Siyuan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357052/",
            "name": "王北龙 Beilong Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2321361366.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1309561/",
            "name": "袁大举 Daju Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326467/",
            "name": "王宗昌 Zongchang Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006(中国大陆)"
    ],
    "this_title": [
        "摔跤少年"
    ],
    "douban_link": "https://movie.douban.com/subject/2568047/",
    "trans_title": [
        ""
    ],
    "douban_votes": "292",
    "introduction": "故事梗概抗战是一名退休的摔跤教练。过不惯退休后清闲日子的他来到大山里的林场，和老朋友一起做起了义务护林员。一次护林巡视中，抗战偶然看见一个年龄约摸十六、七岁的男孩竟然能将一头正在发疯的水牛驯服，甚为钦佩，觉得少年应该是一个摔跤运动员的好苗子。经过打听，抗战后来得知，那个孩子是落雁村的，名叫墩子。墩子的母亲早年去世，父亲给墩子找了个后妈。因为墩子特别能吃，后妈不怎么喜欢他。大山脚下的落雁村人有着悠久的摔跤传统。民风剽悍的落雁村人常听老人讲，早在宋朝的时候，浪子燕青在打擂中把当时有名的任原摔下了擂台，夺得了头彩。从此以后，跤王任原隐姓埋名，游走江湖，四处学艺，寻机报仇。然而，任原至死也没寻到机会，倒是带着徒弟定居落雁村，留下打擂摔跤的风俗。历史走过了上千年的足迹，落雁村人把打擂摔跤的传统一直沿袭到今天。寻着悠远的传说，抗战来到墩子家，说明来意。当墩子的父母得知不仅管吃管住，还不用给钱后，墩子的父母欣然同意。艰苦的训练随即开始。在抗战的指导下，墩子从基本功练起，尽管器材和场地都是就地取材，有些简陋，但墩子练起来特别认真。训练中，抗战对墩子要求非常严格，但在生活上却格外关心。墩子的父亲在偷伐林场树木中被刮伤腿后，墩子面临着家里没有劳力而被爹叫回去的尴尬。为了墩子的训练，抗战在墩子家的地头找到墩子的父亲，并愿意花钱给墩子爹雇人干活。当墩子发现父亲也参与盗伐林木后，悄悄地把砍伐的林木送回了林场。几个月的训练结束后，抗战意识到光靠自己教授墩子肯定不行，毕竟自己离开摔跤场时间长了，训练中一些新的理念和技术没有接触过。再者说，没有比较就没有鉴别，光在大山里练不行，这样不利于差距的发现和技术的提高。为此，抗战带着墩子来到省城，找到自己的学生、如今已是省队教练的高成，希望能让墩子参加省运动会。让高成为难的是，墩子因为没参加过选拔赛，绝对不能直接参加省运动会。在抗战的激将下，高教练最后约定，如果墩子能赢省队的队员，就把他留在省队。几场比试下来，墩子都输了。抗战带墩子回到了落雁村，正赶上村里一年一度的摔跤擂台赛开始。墩子连摔七场，场场获胜。此时，高教练慕名而来，领着墩子告别大山，踏上职业摔跤的人生征程。精彩视点：本片讲述了一个退休体育人与一个山里穷孩子偶遇的事故。在人物设置上，“抗战”偶然发现山里娃墩子的天赋后，雄心重新被点燃，不顾自己年迈和伤病，力图再创辉煌，表现体育人永不放弃的执着与信念。对墩子的定位和刻画，编导安排了一个艰苦的环境磨练意志的成长故事，让观众领悟故事主人翁“墩子”从无知的学习到有知的感悟，从活着到为了人生的目标而去打拼，实现人生的第一次飞跃的不易。在表现人物的过程中，影片追求平实和可信，达到了人物、环境、影像和主题的完美统一。本片的两个主演李思远和王北龙对各自人物的解读都独到好处，一老一少的配合，达到高度的默契，使得影片没有了娇柔做作，自始至终充满着一种沁人心脾的温馨。2008年 1月27日 19：35 CCTV-6播出",
    "chinese_title": "摔跤少年",
    "douban_rating": "6.6/10 from 292 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-07-09T12:00:29"
}