{
    "aka": [],
    "sid": "25697474",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2407799979.jpg",
    "region": [
        "土耳其",
        "法国",
        "卡塔尔"
    ],
    "writer": [
        {
            "url": "/celebrity/1278248/",
            "name": "Néjib Belkadhi Néjib Belkadhi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3118628",
    "director": [
        {
            "url": "/celebrity/1278248/",
            "name": "Néjib Belkadhi Néjib Belkadhi",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3118628/",
    "imdb_votes": 110,
    "this_title": [
        "Bastardo"
    ],
    "douban_link": "https://movie.douban.com/subject/25697474/",
    "imdb_rating": "7.0/10 from 110 users",
    "trans_title": [
        "无线冲突"
    ],
    "douban_votes": "0",
    "introduction": "This is the story of Mohsen aka « Bastardo », a man with no origins or history, who's always been excluded and rejected by the inhabitants of his poor neighborhood. After having been fired from his job, Mohsen, thanks to his friend Khlifa, has a GSM relay installed on his roof for a substantial monthly income. This aerial enables the neighborhood inhabitants to finally enjoy mobile telephony and the modernity of which they'd been deprived until then. This event will disrupt life in the neighborhood, and Mohsen's too, whose social and financial situation improve by the day. But that's not counting with Larnouba, Mohsen's life-long friend, but also molikan.com the unscrupulous district mobster, who doesn't approve of Mohsen's ascent. This leads to a merciless fight between both men for the domination of the district. Bent Essengra, the mysterious girl with the insects, and secretly in love with Mohsen, will play an essential part in this confrontation, and will tip the scales in Mohsen's favor by committing the worst, out of love. Ridden of his rival and manipulated by his friend Khlifa, Mohsen's path is clear to become the most powerful and respected man in the district.",
    "chinese_title": "无线冲突",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bastardo",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-28T09:42:05"
}