{
    "aka": [],
    "sid": "25695312",
    "cast": [
        {
            "url": "/celebrity/1366884/",
            "name": "陈星旭 Xingxu Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313877/",
            "name": "冯恩鹤 Enhe Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324313/",
            "name": "赵梓存 Zicun Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395703/",
            "name": "李冰 Bing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475836/",
            "name": "张茵婷 Yinting Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1456378/",
            "name": "李擎天 Qingtian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370906/",
            "name": "尼格木图 Mutu Nige",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324233/",
            "name": "张晗 Han Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2364627799.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1412119/",
            "name": "李心田 Xintian Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1370576/",
            "name": "李辉 Hui Li",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "闪闪的红星"
    ],
    "douban_link": "https://movie.douban.com/subject/25695312/",
    "trans_title": [
        ""
    ],
    "douban_votes": "470",
    "introduction": "故事发生在1932年初冬。在中国革命的红色摇篮江西，有一个叫柳溪的山村里，居住着几十户贫苦人家... 故事发生在1932年初冬。在中国革命的红色摇篮江西，有一个叫柳溪的山村里，居住着几十户贫苦人家。受尽了恶霸胡汉三的盘剥和欺压，饥寒交迫，生活在水深火热之中！年仅八岁的潘冬子就是穷苦人家一个普通的孩子，他和小伙伴椿伢子天天眺望南山盼望着当了红军的爸爸早日打到柳溪，除掉胡汉三，为被胡汉三残害的奶奶和妈妈报仇。胡汉三闻知红军就要打过南山，惊慌失措，准备仓惶逃命。临走前恶狠狠扬言:就是走，也要杀了冬子母子，斩草除根！村口大榕树下，冬子和妈妈被五花大绑吊在树下。胡汉三恶声叫喊着：“谁家男人要是再敢当红匪，潘家娘俩就是下场！开枪！”千钧一发之时，率先冲进村子的一队红军包围了大榕树。走投无路的胡汉三和几个民团爪牙束手就擒。冬子的爸爸潘行义奔上前，砍断捆绑冬子母子俩的绳索。红军浩浩荡荡开进了柳溪村，椿伢子奔来跑去在红军的队伍里却没有看到自己日思夜想的父亲宋大光。潘行义告诉宋爷爷，椿伢子的父亲在最近的一次战斗中英勇牺牲。宋爷爷强忍悲痛叮嘱潘行义，不要让伢子知道。红军解放了柳溪，久受胡汉三奴役和压榨的柳溪百姓喜气洋洋。鞭炮声中，一副写着柳溪苏维埃政府的木牌挂在了胡家大院前。柳溪成立了赤卫队，冬子妈被推举为妇救会长。冬子和椿伢子细妹背起书包和柳溪村大大小小的十几孩子入了列宁小学，年轻的红军女战士柳琴充任了他们的老师。孩子们也手拿红缨枪成立了儿童团，冬子在伙伴们的掌声中，戴上了儿童团长的红袖标。胡汉三被关进了自家的地牢，赤卫队队员派人轮流看守，只等公判大会一开，柳溪苏维埃政府就将作恶多端的胡汉三当众枪决。由于冬子的小伙伴胖仔的父亲罗麻子做了“内奸”，胡汉三逃离了柳溪。正带着孩子们做游戏的冬子发现胡汉三逃跑，勇敢地与胡汉三搏斗。……转眼几个月过去，已到了深秋。潘行义备好了行囊，随部队一起开始了第五次惨烈的反围剿战斗。为了配合红军前线作战，柳溪村男女老幼全都动员起来，胡家大院的苏维埃政府里，人们腾屋挪房，建起了临时红军医院，吴修竹带着担架队进进出出，运送从前线撤送下来的受伤的战士。冬子妈领着姐妹们做起了护理员，给伤员们喂汤喂药。冬子和小伙伴们聚在了一起，商量着要给北山里和白狗子打仗的红军叔叔们送食物。当孩子们爬沟翻梁顺着枪声传来的方向走进深山时，突然看见迎面脚下的山谷里，有一队白狗子踩着泥泞跋涉而来。机智勇敢的冬子带领小伙伴们给敌人设下了“斗笠阵”，让敌人大惊失色，如临大敌，破坏了敌人企图偷袭红军后路的计划，使红军叔叔闻声赶来围歼了敌人，打了一场大胜仗。由于左倾路线的错误指挥，第五次反围剿失败了。就在潘行义养好了腿伤，准备请战再上前线时，接到上级命令，要撤出刚刚创立的柳溪根据地，和中央红军一道向北战略转移，开始了艰苦卓绝的二万五千里长征。柳琴也和孩子们告别了。为给红军补充兵力，党组织决定将柳溪赤卫队一分为二，一部分收编为红六营的一个班，另一部分跟红六营的一个连组成游击支队，驻守当地开展游击战。欢送红军离别的场面既热烈又悲壮！临别前，潘行义送给冬子和椿伢子两颗红五星。红军秘密撤离柳溪的消息很快通过中央军的暗探侦察传到了胡汉三的耳朵里。磨刀霍霍的胡汉三,成立了“还乡团”,杀回柳溪，开始了疯狂而又血腥的残酷报复。一进村的胡汉三就派爪牙们兵分几路逮抓冬子妈母子和宋爷爷爷俩，以及其他几个红军和赤卫队员家属。一场血洗柳溪的惨案发生了……天亮后，躲过追杀的红军家属们分开疏散，冬子妈和宋爷爷决定带着红军伤员领着冬子椿伢子细妹上山，寻找游击队，并且留在了游击队的营地里。冬子妈入党的申请得到了党组织的批准，就在入党的第二天，冬子妈便在深夜潜入柳溪暗中组织群众给山上偷送军粮，由于罗麻子叛变革命，投靠了胡汉三，在敌人就要包围的生死关头，冬子妈为了掩护群众脱离险境，英勇牺牲!",
    "chinese_title": "闪闪的红星",
    "douban_rating": "8.7/10 from 470 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-04-15T05:16:06"
}