{
    "aka": [],
    "sid": "25709443",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2103150967.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1146535/",
            "name": "汉斯·李希特 Hans Richter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014655/",
            "name": "沃尔特·鲁特曼 Walter Ruttmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084357/",
            "name": "维京·艾格林 Viking Eggeling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019443/",
            "name": "洛特·赖尼格 Lotte Reiniger",
            "@type": "Person"
        }
    ],
    "duration": "68分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Animierte Avantgarde – Der künstlerische Animationsfilm im Deutschland der 20er und 30er Jahre"
    ],
    "douban_link": "https://movie.douban.com/subject/25709443/",
    "trans_title": [
        "动画先锋 - 20-30年代德国动画艺术"
    ],
    "douban_votes": "0",
    "introduction": "Die Animationsfilme der Weimarer Republik genießen aufgrund ihrer künstlerischen Experimente bis heute Weltruf. Unter dem Motto »Film als Kunst« (Rudolf Arnheim) entwickelten Walter Ruttmann, Viking Eggeling, Hans Richter, Rudolf Pfenninger und andere den sogenannten »Absoluten Film« – abstrakte Animationsfilme, die im Zusammenhang mit der gegenstandslosen Kunst entstanden. Die Innovationen beschränkten sich jedoch nicht nur auf die visuelle Ebene, sondern schlugen sich auch deutlich im Umgang mit Musik und Ton nieder.Auch die Silhouettenfilme einer Lotte Reiniger haben den Animationsfilm der Weimarer Zeit maßgeblich geprägt und eine zeitlose Ästhetik geschaffen. In ihren Filmen hat sie ein eigenes unterhaltsames, kulturgeschichtliches Universum geschaffen.Zwar ist Berthold Bartoschs Film L’IDÉE in Frankreich produziert worden, doch wurzeln seine künstlerischen Konzepte in der deutschen Arbeiterbewegung, für die er unter kongenialer Mithilfe des Musikers Arthur Honegger eine einzigartige audiovisuelle Sprache entwickelt hat. ANIMIERTE AVANTGARDE umfasst eine Auswahl von Highlights und Raritäten aus dieser Blütezeit des deutschen Films.",
    "chinese_title": "动画先锋 - 20-30年代德国动画艺术",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Animierte Avantgarde – Der künstlerische Animationsfilm im Deutschland der 20er und 30er Jahre",
    "douban_rating_average": 0,
    "update_at": "2025-01-26T22:14:19"
}