{
    "aka": [
        "改变世界的101种小器具"
    ],
    "sid": "25703331",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2096606876.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-07-25"
    ],
    "this_title": [
        "101 Gadgets That Changed The World"
    ],
    "douban_link": "https://movie.douban.com/subject/25703331/",
    "trans_title": [
        "101种改变世界的小器具",
        "改变世界的101种小器具"
    ],
    "douban_votes": "102",
    "introduction": "闹钟。个人电脑。智能手机。收音机。你知道最伟大的小工具（你可能拥有的大部分），但这已经改变了世界，比任何其他的？让我们列出的101，小工具必须是你能拿在手中，机械或电子，和大批量生产的私人物品。小工具的历史是发明的历史和人类生活的历史。什么人不记得当他掌握了iPhone，瑞士军刀，或随身听吗？当他们个人的里程碑，小工具可以改变历史的进程。如何创建摇滚晶体管收音机或录音带，推翻伊朗国王？大众机械师与历史杂志的合作伙伴（TM）在这两个小时的特别，组装面板的世界最著名的技术权威人士产生明确的清单。101产品，改变了世界是由李察院长主持（MacGyver）和安德森受欢迎的特征力学杰姆斯Meigs，吉姆卡梅伦，杰姆斯Dyson和别人讨论，启发了小工具，或使他们高兴。美国《大众机械》编辑101. 管道胶带100. 玻璃纤维99. 订书机98. 机器人真空吸尘器97. 喷雾罐96. 快卸滑雪板95. 超级水枪94. 搅拌器93. 胸罩92. 冷冻箱91. 数字录像机90. 芝宝打火机89. 特氟龙88. 闪存盘87. 金属刀具86. 助听器85. 太阳眼镜84. 自动滴漏咖啡机83. 电吐司炉82. 手电筒81. 吹叶机80. 史宾卡斯特鱼线轮79. 瑞士军刀78. 开罐器77. DVD播放器76. 链锯75. 电热毯74. 安全剃刀73. 桌面打印机72. 秒表71. 转盘幻灯机70. 立体声扬声器69. 电动牙刷68. 科尔曼油灯67. 双筒望远镜66. 卷尺65. 拉链64. 德林加枪63. 午餐盒62. 烧烤架61. 烟火报警器60. 木格电子琴59. 只读型光盘58. 舷外马达57. 电吹风56. 录音机55. 公民无线电波54. 圆珠笔53. 千斤顶52. 金夺阅读器51. 割草机50. 卡式录音带49. 圆锯48. 任天堂游戏机47. 李德门多用工具46. 灭火器45. 随身听44. 软盘43. 宝丽来相机42. MP3播放器41. 袖珍计算器40. 无线路由器39. 电钻38. 高清电视37. 手表36. 8毫米电影摄影机35. 麦克风34. 数码相机33. 微波炉32. 电脑鼠标31. 发光二极管LED30. 光盘播放机29. 摄像机28. 电吉他27. 黑莓手机26. 可调扳手25. 高保真音响24. 缝纫机23. 手提电脑22. 盒式磁带录像机21. 电话答录机20. 遥控器19. 柯达布朗尼相机18. 吸尘器17. 全球定位系统GPS16. 晶体管收音机15. 调制解调器Modem14. 打字机13. 安全火柴12. 自行车11. 干电池10. 灯泡9. 闹钟8. 留声机7. 转盘电话机6. 轻便空调器5. 个人电脑4. 皮下注射器3. 电视机2. 收音机1. 智能手机",
    "chinese_title": "101种改变世界的小器具",
    "douban_rating": "6.9/10 from 102 users",
    "foreign_title": "101 Gadgets That Changed The World",
    "douban_rating_average": "6.9",
    "update_at": "2025-03-19T02:00:17"
}