{
    "aka": [],
    "sid": "25716047",
    "cast": [
        {
            "url": "/celebrity/1010759/",
            "name": "戴尔·罗伯逊 Dale Robertson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131020/",
            "name": "玛丽·墨菲 Mary Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007166/",
            "name": "卡罗尔·耐什 J. Carrol Naish",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563414367.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1046172/",
            "name": "杰克·德威特 Jack DeWitt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019674/",
            "name": "西德尼·萨尔科夫 Sidney Salkow",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0047501",
    "director": [
        {
            "url": "/celebrity/1019674/",
            "name": "西德尼·萨尔科夫 Sidney Salkow",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1954-10-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0047501/",
    "imdb_votes": 1027,
    "this_title": [
        "Sitting Bull"
    ],
    "douban_link": "https://movie.douban.com/subject/25716047/",
    "imdb_rating": "5.8/10 from 1027 users",
    "trans_title": [
        "大地回春"
    ],
    "douban_votes": "0",
    "introduction": "坐牛（英文名：Sitting Bull），1831年3月出生于美国，是美国印第安人苏族亨克帕帕部落首领，身兼酋长、巫医、先知等职位。同时，他也是勇敢的战士，领导本部落对世仇克劳人进行了一系列的征讨。1890年12月15日去世。坐牛1831年3月生于今日美国南达科他州北部地区，幼年时，他即以遇事三思而闻名。14岁后，他逐渐成长为本部落的萨满。历史上的坐牛历史上的坐牛(12张)1876年6月25日，坐牛领导本部落和夏延人的联军3500人，在小比格霍恩战役中，伏击了美国联邦政府第7骑兵旅，击毙其旅长乔治·阿姆斯特朗·卡斯特。之后，他带着他的人向北逃到了加拿大，跟一个加拿大军官成为了好朋友，几乎亲如兄弟,那个军官经常把部队有限的粮食分给坐牛的族人。美国政府不断通过英国向加拿大施加外交压力，最终坐牛在美国的强大压力和印第安官员保证安全和食品供应等许诺下被迫回国，他回来的时候印第安人基本上已经被驯化了，大量的印第安警察被组织起来对付原有的酋长。1881年7月20日，他返回美国，在蒙大拿州向美国政府军投降，获得大赦。 一开始的时候因为坐牛不再被视为威胁，结果成了社会名流，出入各种集会，还有幸见到他加拿大那个朋友的女儿访问美国。1889年，美国政府的印第安政策再度激起印第安人的不满，坐牛再度成为他们的精神领袖。这时候一个内华达印第安人宣称得到了救世主的指示，上帝将赐予印第安人自由。许多印第安部落的代表都去朝见这个“先知”，其中坐牛代表了苏族。他们高兴地举行了舞蹈仪式。当地的印第安管理局怀疑这是一个反叛的阴谋。坐牛坐牛在他的晚年，许多美国印第安部落沉浸于一种名叫鬼舞的宗教仪式之中，他们希望通过这种仪式驱逐白人入侵者。坐牛本人并不是鬼舞的信徒，但是美国政府仍然担心他领导新一轮针对白人的军事行动。1890年12月，美国政府派遣了一队警察试图拘捕坐牛。1890年12月15日苏人遭受了重创。曾经和“坐牛”并肩作战的印第安战士却被白人招募做了警察，并在名叫“立石”的保留地抓住了他。当这位酋长走出小屋的时候，他朝围观的人大声呼喊：“你们就眼睁睁看着他们把我带走么?”。“鬼魂舞”暴动由此爆发。这位传奇斗士在一场短暂却血腥的混战中被杀。他于1876年在小大角河打败了卡斯特将军。（京人注：在小大角河战役中，坐牛、疯马和苦胆等酋长率领的印第安军队全歼了卡斯特率领的250多名美国军队。卡斯特其实是中校，也当场阵亡）但在美国把苏族部落印第安人驱赶到保留地的攻势中，那只不过是一个小小的插曲。其实不过是个巫医、从来没有真正成为酋长的坐牛在小大角河战役后，率领一群人数不断减少的苏族人又与联邦部队周旋了五年，终于在1881年率不到200个追随者缴械投降。他们被拘留了将近两年，随后被安置在南达科他州的立岩印第安人居留地，这里正好靠近坐牛出生的地方。纪念坐牛纪念坐牛(12张)坐牛是个高大、精壮的印第安汉子，满头黑发，梳成长长的发辫。人们把他弄到几个城市去参加那里的各种庆祝游行，招摇过市。他还参加了水牛比尔（Buffalo Bill）的狂野西部演出团（狂野西部演出团专门四处上演西部的枪战场面。有人讲，前有水牛比尔，后有猫王，由此可见当时水牛比尔的知名度），在美国东海岸到处巡回表演。但是，他一回到居留地，总是顽固地继续煽动暴乱。坐牛鼓励印第安人举行新的招魂舞仪式，不顾招魂舞已经被联邦政府禁止。印第安人逐渐相信，这种仪式将导致起义，并招来一个能够打败白人的救世主。1890年12月15日拂晓，联邦政府征聘的43名印第安人警察，在由100名士兵和两门霍契凯斯炮组成的分遣队的相助下，包围了“坐牛”在耶茨堡附近的小屋。他们把这个59岁的老人从床上赤条条地拖到地上，命令他穿上衣服跟他们走。坐牛慢吞吞地收拾自己的东西，拖了很长时间，直至门外聚集了一群骚动的印第安人。人们一看到坐牛被粗鲁地推到门外，站在冰天雪地里，终于按捺不住怒火。坐牛和野牛比尔坐牛和野牛比尔警察让坐牛站在门口，等着把他的马牵过来，但坐牛突然用苏族语言大喊起来。一些印第安警察也听得懂他在喊什么：“我不走。你们想怎么样就怎么样吧。我不走。快！快！快动手！和他们拼了！”居留地中的另一个动乱领袖名叫抓熊，他掏出枪来，照着领头的印第安警察就是一枪。牛头副队长腿上中弹，但倒在地上之前朝坐牛开了火，击中他的左乳上方。另一个警察也朝坐牛开枪，当场把他击毙。这时，警察们发现他们被一大群愤怒的人们包围了。随后是一阵混乱的枪战，等到赶来的士兵用武力驱散人群之后，他们发现前来逮捕坐牛的布尔·汗德中尉和8名印第安警察，连同坐牛本人都在交火中被杀，躺在他身边的还有6名追随者的遗体。根据美国作家伊文·S·康奈尔所著小说《晨星之子》的记述，在“坐牛”旋转摇晃地倒下时，他设法拔出一支手枪，就在他倒地的瞬间，手枪中的子弹也爆炸了，弹头穿过布尔·汗德的股部。在他停止呼吸之后，一名印第安人警察剥掉“坐牛”的头皮，另一名印第安人用一块木板条把他的脸打成肉糊，头上留下的几根头发也被剪掉。他的鹿皮鞋与大部分衣物被脱下，作为纪念物拿走。在他的个人财物中，有韦尔登先生从纽约寄给他的信，信中警告他尽快从代理处逃走，因为政府要杀他。两天以后，他的尸首在没有任何仪式的情况下被草草掩埋。枪战结束时共有14人丧生，都是苏族人，包括6名印第安警察。几百个人逃离了居留地，但大多数旋即被捕获，送到伤膝河，12月29日在那里神秘地爆发了另一场枪战，致使300多个苏族人被屠杀。",
    "chinese_title": "大地回春",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sitting Bull",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-31T08:56:58"
}