{
    "aka": [
        "Cheese shop"
    ],
    "sid": "25717903",
    "cast": [
        {
            "url": "/celebrity/1326918/",
            "name": "李晓红 Xiaohong Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318341/",
            "name": "安亚平 Yaping An",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556424567.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322294/",
            "name": "周伟 Wei Zhou",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013(中国大陆)"
    ],
    "this_title": [
        "奶酪店"
    ],
    "douban_link": "https://movie.douban.com/subject/25717903/",
    "trans_title": [
        "Cheese shop"
    ],
    "douban_votes": "0",
    "introduction": "赵小雅今天早早关掉了面包房，骑车去了女儿学校，一个业务员摸样的青年把一张订有名片的装饰公司宣传单悄悄塞入面包房门下。常青陪着赛琳那逛商场，电话响起，常青犹豫后接了起来，赛琳那询问后知道今天是常青女儿的学校为了高考报志愿而开家长会，可常青却不太想去。赛琳那撒娇地要常青买包，常青无奈地答应了。电话响起，却是赵小雅咨询装修改造店面。赵小雅来到教室却看到前夫常青和他的现任妻子赛琳那在场，几个人随便聊了几句，却十分尴尬。常青提出孩子的事要慢慢计划。装饰公司的李总对准备退休的设计师老熊万般挽留，老熊无奈答应再干一段时间。早上，赵小雅给女儿做好早餐，翻开报纸给辅导班打电话。并要胖乎乎的女儿花花慢点吃，注意身体。女儿走了，赵小雅收拾晚正要出门却看见缓缓步入的常青。赵小雅面对常青不住的抱怨只是不停地笑，常青要求晚上在家里吃个便饭，顺便商量花花考学的事，赵小雅迟疑了一下，答应下来。老熊来到面包房与赵小雅谈起装修改造店面，两人交谈地十分愉快。小雅家，花花吃完饭回屋了，常青问赵小雅要了半瓶朗姆酒，和小雅说起花花考前复习的事，并主动提出给母女俩找个学校附近的酒店住下。见小雅提到赛琳那，常青诉了一肚子苦水，又说起和常青的旧事，最后言语中隐约透露出想复合的打算。面包店里来了位熟客，满头白发的老太太看到小雅心事重重，不住地开解她，小雅愣愣地看着户外温暖和煦的阳光，喃喃地问自己：真的会吗？老熊带着平面图再次来到面包店和小雅交谈着，闲聊中说起对方家人，老熊情绪低落，小雅也尴尬起来，这时常青和花花拎着大包小包的购物袋走了进来，老熊借口家里还有口人出了面包房，图纸却忘在桌子上。常青皱眉看着这些。屋内，常青不住追问那男的是谁，小雅不客气地对他说咱俩早就翻篇了！我的事不用你管！屋外回来拿图纸的老熊恰好听到这些，吃了一惊。老熊把做好的三维效果图拿给小雅看，并陪着她去挑各种装饰材料，两人感觉数落了许多，亲近了许多，并在闲聊中更多地谈到了自己的家庭。小雅在回家路上偶然发现女儿花花的早恋，非常失望，常青闻讯赶来，两人就女儿的问题起了争执，常青最终说服了小雅。常青和小雅约好晚上回家吃饭，同一天恰是赛琳那母亲的生日，常青无奈只有失约，失望的赵小雅将丰盛的晚餐全倒进垃圾筒。出远门的老熊把小狗带到赵小雅家，小雅愉快地接受了。小雅没有接受常青的道歉，远行的老熊通过qq与小雅联系，烦躁异常的常青眼中闪过秘书小刘的身影。常青找到女儿花花，想尽办法依然没有得到想知道的消息。常青租好酒店，把母女两人送进包房。老熊即将回来，小雅却将狗给丢了。母女俩着急不已，老熊回来了，并且带回了对小雅很有帮助的糕点类书籍，小雅不想再瞒了，对老熊说了实情，老熊气得哆嗦，拔脚就走。常青跟踪老熊，并对老熊谎称两人即将复婚。这一切又被藏在暗处得赛琳那所发现。老熊决定出国去和儿子一起生活。赛琳那哭闹着，常青没有办法，答应了条件。赛琳那找到赵小雅挑明了一切。赵小雅气得晕倒在地住进医院，花花感到医院，却没有钱付住院费，因常青得手机被赛琳那关掉联系不上，花花只好向老熊求助。赛琳那发现了常青和秘书小刘的关系，失望，伤心，她决定离开常青。母女俩在餐厅吃饭时意外看到常青和秘书小刘非常亲密地在一起，两人都呆了。在机场，小雅看到飞往洛杉矶的飞机离开，失望而去，却在家门口见到了老熊，老熊说不放心她的装修，走失多日的小狗的突然出现更是令两人惊喜。高考结束，老熊和小雅接回了花花。装饰一新的面包店顾客盈门，老熊和花花都在店里帮忙，只有一个颓废的中年男子在远处看着这一切。",
    "chinese_title": "奶酪店",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-07T01:00:17"
}