{
    "aka": [],
    "sid": "25719277",
    "cast": [
        {
            "url": "/celebrity/1351450/",
            "name": "朱璇 Xuan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400496/",
            "name": "聂霸虎 Bahu Nie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2476700821.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012"
    ],
    "this_title": [
        "听说爱情来过"
    ],
    "douban_link": "https://movie.douban.com/subject/25719277/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "李想只是名普通的上班族，面临失业、缴房贷的压力，在感情上和女友梦灵已经趋于生活化，缺乏沟通，两个人的关系即将触礁。李想不知道要如何面对这重重压力，要如何跟梦灵找回最初的美好。 梦灵在职场中面临新同事戴文的猛烈追求，一方面心里十分渴望，一方面又因为道德观念，想拒绝他。李想实在硬撑不下去，请梦灵吃大餐哄她开心，想借机说出真相，却因为戴文的一个意外的表白电话而打断，李想内心五味杂陈，两个人开始渐行渐远。第二天一早，李想又拎着公文包假装去上班。 李想在公交车上偶遇刚到中国的朱莉，好心地帮助她完成了入职手续。朱莉对他十分感谢，请他喝酒聊天，虽然两个人语言不通，但是却依然聊得十分愉快。李想没有想到自己会在一个语言不通的外国人身上找到了久违的快乐。醉熏熏的李想回家，再次和梦灵发生龃龉，两个人都感觉十分无奈。 李想在街上受到了路人感染，鼓足勇气回家想要跟梦灵坦白自己失业的事情，却被梦灵无意中打枪，话到嘴边却又被呛了回去，反而又惹梦灵不高兴。 万般失意的李想，在和朱莉的相处中，难得地轻松，朱莉也面临和丈夫多年分居，感情已逝，逃避问题才来到中国。遇到了李想之后，感觉到这个中国男人的贴心和照顾，十分感动。而李想可以无所顾忌地跟一个听不懂中文的人讲述自己的心事，让他多年的压抑释放了出来，两个人的相处异常地愉快。 梦灵决定要跟戴文说清楚，告诉他自己有男朋友，两个人交往多年，感情稳定。戴文是从国外回来的ABC，根本不理会梦灵说什么，还借机带她出游一天，让本来对生活和感情都很平淡的梦灵找到了久违的激情。戴文送梦灵回家，这一幕又被李想看到。回到家后，两个人各有心事，关系进入冰点，矛盾一触即发。 李想听从了朱莉的建议，亲自送梦灵去公司，却只是为了给那个“情敌”点颜色看看。戴文突然出现，梦灵顿时手足无措，李想借机把戴文狠狠整治了一顿，让他颜面无存，李想在情场的这次“战役”中以胜利者的姿态离开，让他获得了极大的满足。 可当他独自走在街头的时候，却惊觉自己一无所有，决定离开这个城市，找回自己最初的梦想。朱莉和丈夫离婚，但是也决定回国找回自我，她和李想真诚地祝福告别。梦灵决定跟戴文决裂，挽留下李想，可回到家中，发现人去楼空。当她看到李想留下了贴心的字条，不禁感动万分，又发现了桌子里厚厚的简历，才明白李想已经失业，并且曾经认真找过很多工作，他独自承担了很久，只是为了守住当时的承诺，要给她幸福！梦灵开始重新燃起对生活的希望，一心等他回来。 无处可去的李想，终于想通所有的问题还是要一件件去解决的，于是他回到了家中，想要跟梦灵坦白一切，梦灵的理解举动让两个人深情相拥，过去所有的误会和矛盾都被满满的爱意融解了。两个人决定一起承担责任，面对未来。",
    "chinese_title": "听说爱情来过",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-30T04:39:58"
}