{
    "aka": [
        "The Home of stars"
    ],
    "sid": "25720511",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2123643683.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1335393/",
            "name": "郑润锡 Yoon-suk Jung",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "별들의 고향"
    ],
    "douban_link": "https://movie.douban.com/subject/25720511/",
    "trans_title": [
        "The Home of stars"
    ],
    "douban_votes": "0",
    "introduction": "On 4th October 1990, Korean Army Private Yoon Suk Yang divulged the secret record of surveillance on civilians by Defense Security Command (DSC), which he took out when he left his base without permission, at a press interview held at the office of human rights committee of the National Council of Churches in Korea. The record of almost 1,600 people including underground activists and major politicians created an enormous political turmoil and made the Roh Tae-woo administration face its most serious crisis. As a result, the Minister of Defense and commanding officer of the DSC were dismissed, and the DSC was restructured and changed its Korean name from Boansa to Kimusa.It is rather ironic that the two Korean presidents from 1980s, Jeon Doo-whan and Roh Tae-woo with their military background, were both commanding officers of the DSC. In some sense, the place is a starting point of historic tragedy of 1980s as well as an ending point of the 1970s, if we remind the fact that the hospital in DSC was the first place for the president Park Jeong-hee to come after he was assassinated by Kim Jae-kyu (head of KCIA at the time). The place was also a front line of desire where an individual craved power, standing near around it.To young generations in Korea, 1980s is remembered in a form of 1988 Olympics and 386 computer, as well as images from news reporting demonstrations full of tear gas. The fact that a floppy disc in which we stored computer games could be used as storage for recording surveillance on civilians reminds us that not very long time has passed since we escaped from the intertwined historical memory.As Kang Jun-man pointed out, schism has become a destiny to Koreans in 2000s. Surely, the ‘schism’ is our destiny, but ‘recording’ is my destiny. If an historian’s mission does not just end at the point where he or she examines the facts, the shameful memories of oppressions on human rights by the state can also be applied to the current socio-political landscape of Korea.",
    "chinese_title": "별들의 고향",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T09:39:33"
}