{
    "aka": [],
    "sid": "25724848",
    "cast": [
        {
            "url": "/celebrity/1091286/",
            "name": "Richard Hickox Richard Hickox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191452/",
            "name": "叶甫格尼·基辛 Evgeny Kissin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2195929571.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0610292",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0610292/",
    "this_title": [
        "Being a Concert Pianist"
    ],
    "douban_link": "https://movie.douban.com/subject/25724848/",
    "trans_title": [
        "成为职业钢琴演奏家"
    ],
    "douban_votes": "81",
    "introduction": "In July, 19-year-old pianist Benjamin Grosvenor made his debut at the Proms to great acclaim, wowing both audiences and critics with his performance of Liszt's Piano Concerto No 2 in A Major. The youngest ever soloist to perform in the First Night of the Proms, he returns to the Royal Albert Hall on August 6 to take on Britten's Piano Concerto.In 2005, Imagine discovered this musical prodigy in the making. Alan Yentob talked to the 12-year-old Grosvenor about his success the previous year, in the piano section of The Young Musician of The Year Competition. This is another chance to see that documentary.Imagine: Being a Concert Pianist gets under the lid of this extreme form of musicianship. Celebrated pianists, including Yevgeny Kissin, Vladimir Ashkenazy and Chinese wunderkind Lang Lang, talk intimately about their lives, their work and their motivation. The film gives a frank and personal perspective on a profession for which the only real qualification is genius, richly illustrated with specially recorded rehearsal and performance.",
    "chinese_title": "成为职业钢琴演奏家",
    "douban_rating": "8.1/10 from 81 users",
    "foreign_title": "Being a Concert Pianist",
    "douban_rating_average": "8.1",
    "update_at": "2025-05-28T02:44:35"
}