{
    "aka": [
        "Деревянная пушка"
    ],
    "sid": "25728835",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2902919460.jpg",
    "region": [
        "苏联(摩尔多瓦)"
    ],
    "writer": [],
    "imdb_id": "tt2144818",
    "director": [
        {
            "url": "/celebrity/1078581/",
            "name": "Vasile Brescanu Vasile Brescanu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语",
        "罗马尼亚语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2144818/",
    "imdb_votes": 65,
    "this_title": [
        "Tunul de lemn"
    ],
    "douban_link": "https://movie.douban.com/subject/25728835/",
    "imdb_rating": "8.5/10 from 65 users",
    "trans_title": [
        "木炮子",
        "Деревянная пушка"
    ],
    "douban_votes": "0",
    "introduction": "Tunul de lemn este un film color realizat în Republica Moldova în anul 1987. El prezintă drama trăită de un bătrân (David) care locuiește împreună cu nora sa, Maria, în zilele tulburi din timpul celui de-al doilea război mondial. Aceștia locuiesc izolați de lume într-o casă aflată undeva pe un câmp, pe malul unei ape. Soțul Mariei, Andrei este plecat pe front și nu se mai știu nici un fel de știri despre el.Zi de zi existența liniștită a celor doi le este tulburată de apariția unui avion nemțesc care le-a ucis pe rând găinile, apoi oaia și amenință să le distrugă coliba unde locuiesc. Raporturile de forțe fiind inegale, bătrânul încearcă să negocieze prin strigăte cu fasciștii propunând ca nora sa să se dezbrace pentru ca nemții să-i lase astfel în pace. Neavând succes, se duce să cheme ajutoare, găsește un tun pe care îl aduce acasă. Din neatenție lansează însă singurul proiectil asupra casei și aproape că o dărâmă.În cele din urmă, după ce trec amândoi prin stările de furie, revoltă și deznădejde, nora sa construiește o catapultă (Tun de lemn) sperând ca o piatră aruncată de aceasta să lovească în rezervorul avionului. Nici această încercare nu are succes și bătrânului îi vine ideea să aducă niște butoaie cu gaz în casă și construiește un șanț în jurul casei pe care îl umple cu benzină. Când avionul se apropie, el dă foc la benzină, dar cum casa nu se aprinde, ia un șomoiog de paie în flăcări și îl aruncă el însuși pe casă. Casa explodează, la fel și avionul nemțesc, dar bătrânul își pierde și el viața.Filmul se termină prezentând-o pe Maria însărcinată care reconstruiește ea casa și cultivă pământul. Soțul ei nu s-a mai întors de pe front, iar povestitorul este chiar fiul Mariei și nepotul bătrânului.",
    "chinese_title": "木炮子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tunul de lemn",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T00:35:30"
}