{
    "aka": [
        "繫"
    ],
    "sid": "25727404",
    "cast": [
        {
            "url": "/celebrity/1000386/",
            "name": "阿耶莎·塔姬娅 Ayesha Takia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005282/",
            "name": "施瑞亚斯·塔尔帕德 Shreyas Talpade",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048435/",
            "name": "吉里什·卡纳德 Girish Karnad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219058/",
            "name": "古丽·帕那格 Gul Panag",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499312663.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0824316",
    "director": [],
    "duration": "147分钟",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0824316/",
    "imdb_votes": 6381,
    "this_title": [
        "Dor"
    ],
    "douban_link": "https://movie.douban.com/subject/25727404/",
    "imdb_rating": "7.9/10 from 6381 users",
    "trans_title": [
        "线",
        "繫"
    ],
    "douban_votes": "0",
    "introduction": "報章雜誌常談到印度電影年產量八百部以上。其實印度幅員遼闊，各邦風俗語言不一，雖然廣義的印度教教義可以概括基本人文思想，依舊有著同門異戶之別，對應在日常印度人普遍感染上的觀影熱，八百部產量是各邦貢獻的總產量。又因為主要的語言興地語普及，以興地語發音為主的寶萊塢影業遂被誤解為印度電影代稱，大家也都以為寶萊塢的主流愛情片是印度電影全貌。二OO六年出品的《繫》(Dor)的故事簡單，卻獨獨跳脫了寶萊塢愛情公式，言簡意賅的思想交流跨越性?，宗教與死亡。興地語發音的《繫》原作是印度西南的喀拉拉邦影片Perumazhakkalam，此邦居民多至中東石油國打零工，冒領護照、非法居留不在少數，由於寶萊塢的語言傾向，背景地遂移植到印度其他領土—山麓之邦的西馬拉雅邦以及沙漠之邦的拉加斯坦邦。故事中的日娜(Zeenat)為了解救失手殺人的丈夫阿米爾(Aamir)，搭乘錫克教徒的大卡車，南下尋找死者香卡遺孀米拉(Meera)。按回教律法，被害人寡婦原諒加害者的話，加害者可免除死刑。兩位的丈夫遠至沙烏地阿拉伯打工，在本國一無干係，因為意外事件，兩人間的前因後果如同無形的線緊繫在一塊。之後日娜與米拉交心，談論宗教人心的看法。按照彼此評價，米拉代表天真，日娜則是主見。然而兩者並不相悖，米拉的天真之中，也有著固執己見的一面，日娜相信能獲得遺孀赦令，也形同她相信人性善良的一面。劇情並不曾說明伊斯蘭教徒阿米汗怎麼誤傷印度教徒香卡，日娜一而再再而三的對米拉說道：「我相信我丈夫為人，他不可能殺人，一定有什麼誤會…《古蘭經》說寬恕你的敵人，所以我來求請妳的原諒。」日娜寄託希望於她所知的米拉，一位十七八歲甫為未亡人，涉世未深、仇恨較易化解，同時她期待彼此手帕情誼能昇華於律法之上，不僅是信任問題，更強調死者的影響力是否遠大於生者。死者已矣，生在世間的人依舊，但生者的生命歷程卻因此改變了。米拉藉著恨意活下去。她為一篤信印度教的少婦，婚前無憂、婚後甜蜜，未幾逢喪，歌麗粉被抹去，彩衣收拾，手飾盡褪，甚至歌曲、甜食、舞蹈等象徵人間生活的物件完全被屏棄在後。當香卡遺物輾轉回到她手中，一襲新嫁娘的彩衣對比新寡所著深色喪服，她蜷在地板無聲啜泣。緬懷未遠的記憶有之，哀傷生活轉變亦有之。唯有轉嫁生活磨難在一特定對象阿米爾，她方能解懷於嚴苛的歧視：「寡婦不祥」。對於加諸身上種種的精神折磨，她也才能合理痛苦，使自身安於熾熱黃沙。日娜仍就性別岐視反駁：「為什麼男人鰥居未久，就立刻娶新妻入門。反而女人在丈夫亡故，要剝奪生而為人的喜好欲望？」米拉思慮更進一層：「今天是香卡的生日，我跳了電影《悲歡歲月》之經典曲《妳是我的索尼亞》(You Are My Sonia)。我深怕歡喜，就忘了香卡。」她不是昧於理解悲傷存於內心真誠的哀悼，也承認哀傷是不能衡量的。相反地，因為自身的痛苦太深刻了，任何活動都會提醒她過去和今時不同。她跨不出恨意(電影稱之為「誠實一躍」the jump ofhonesty)，一旦打破了表面禁忌，死者不是不存在，可是身影一日淡過一日，她未來少說還有三十年，除了伺候公婆渡過餘生，米拉的未來可說一片茫然。她對阿米爾不解恨，像有了生活目標，所以冷淡地回絕日娜：「可是妳們的《古蘭經》也說以眼還眼。」繼而一項項控訴她身份的轉變和對待：「妳想不到吧。妳眼中那位無邪的米拉也談到報復」。這一方面，她非比尋常寡婦哀悼，能否轉換心境成了最困難的抉擇。一如日娜坦承：「作決定容易，但是能不能承擔後果。」米拉選擇不原諒的話，她仍活在恨意之中，也就不能獲得真正安穩，不過將重擔轉到阿米爾身上。反之，她若真心原諒阿米爾，親自承擔哀傷的能量，不以恨意為生，她才能真正超脫，她的哀傷也得以逐漸減免。相信阿米爾、日娜與否倒不那麼重要，而在於她能不能付出這樣的代價，自己能不能成長。這場搶救大作戰，毋寧是米拉本人的救贖歷程。本片最大的光彩全給了日娜。就算阿米爾被執被絞，若天地無壽限，她可能堅毅不可動搖地直到世間末日。踏上長程，只靠著一張照片，一個拉加斯坦邦(Rajasthan Pradesh)的線索，無遺孀名、無地址，就這麼尋到了米拉。香卡遺族唾其面，她任自乾。不詳內情的米拉待她越好，她越內疚。明知殺人有罪，她依舊盡最大的努力，說服米拉。其間的轉折交戰，前印度小姐也是演員的Gul Panag 從容鎮定，臨圍盡力一搏的軔性不住在她的眼神中散發光與熱。電影平實而靈活，看到主角三人在沙漠聞收音機起舞KajraRe(寶萊塢之后Aishwarya Rai Bachchan於2005年經典舞曲)，錯誤百出卻隨性自在，依舊引人會心一笑。（何逸琪 ∕'O Sole Mio‧邊邊角角藝文論壇成員）影評人：何逸琪",
    "chinese_title": "线",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dor",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T17:22:06"
}