{
    "aka": [],
    "sid": "25723127",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2294915893.jpg",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1129754/",
            "name": "John Murray John Murray",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-05-26(爱尔兰)"
    ],
    "this_title": [
        "The Secret Life of the Shannon"
    ],
    "douban_link": "https://movie.douban.com/subject/25723127/",
    "trans_title": [
        "香农秘境"
    ],
    "douban_votes": "88",
    "introduction": "Part 1Programme One introduces us to our presenter Colin Stafford-Johnson and to his journey. Opening with early morning mist rising off the river, viewers will be transported to a world few ever see. Close-ups of riverside wildflowers revealing the minutiae of river life give way to massive aerial shots of the river as it flows to the sea. Colin offers thoughtful reflections from inside his canoe or by the light of his campfire. A kaleidoscope of colour and action crosses the screen with giant butterflies and dragonflies powering up and taking off in slow motion. Kingfishers are filmed crashing into the river on their relentless hunt for fish while the Daubenton’s Bat is filmed at night scooping insects from the water’s surface.Part 2In Programme Two Colin brings us to the source of the mighty river and its unassuming beginnings. From here, it is a non-stop journey through breathtaking encounters with beautiful migrant Whooper Swans, Great Crested Grebes and Cormorants to name but a few. An explosion of Starlings gathering at dusk is perhaps the greatest wildlife spectacle to be seen in Ireland. Unseen and underwater we follow the mating antics of freshwater crayfish – argumentative male suitors fighting over females, protective mothers with their delicate babies. In slow motion a Red Squirrel is transformed from a cute rodent to an arboreal acrobat whose mastery would match any leaping lemur in Madagascar.",
    "chinese_title": "香农秘境",
    "douban_rating": "8.7/10 from 88 users",
    "foreign_title": "The Secret Life of the Shannon",
    "douban_rating_average": "8.7",
    "update_at": "2025-05-15T08:13:28"
}