{
    "aka": [],
    "sid": "25725234",
    "cast": [
        {
            "url": "/celebrity/1490783/",
            "name": "卡塔日娜·马吉达 Katarzyna Majda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "波兰"
    ],
    "writer": [],
    "imdb_id": "tt3335512",
    "director": [
        {
            "url": "/celebrity/1334374/",
            "name": "Bartosz Kruhlik Bartosz Kruhlik",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2013-09-28(塞尔维亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3335512/",
    "imdb_votes": 8,
    "this_title": [
        "Wycieczka"
    ],
    "douban_link": "https://movie.douban.com/subject/25725234/",
    "imdb_rating": "6.4/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"I wonder how many of these trips we've already taken,\" Grandpa Zbigniew says to his 13-year-old granddaughter Asia while they're watching the sun disappear behind the green Polish hills. \"Lots,\" she replies. But it's getting to be less and less, Grandpa knows. The Trip is a small and elegant road movie about a grandfather and grandchild who speak the same language but who are also very different from each other. Asia likes to focus on video games; Grandpa would prefer to climb up a tree - though he has some trouble getting down. \"For a moment I thought I was 15 again,\" Grandpa apologizes. He feels his strength declining and watches the sun go down, while the girl still has her whole life ahead of her. But Grandpa has plenty left to teach Asia: how to keep a scooter on the road, throw a knife in the ground, and see the beauty of nature. Eyeing an orange peel, Grandpa starts to talk about his own youth, when people used to eat oranges at Christmastime, not all year long. When Asia freezes time with her photo camera, Grandpa poses the question of what the most important thing in life is. His answer? \"Not gold or silver, but time!\" - See more at:http://www.idfa.nl/industry/tags/project.aspx?id=99ec0f88-6a5e-4f8f-b519-63c7012bed0b#sthash.O7Ft3wow.dpuf",
    "chinese_title": "Wycieczka",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T15:55:34"
}