{
    "aka": [],
    "sid": "25729236",
    "cast": [
        {
            "url": "/celebrity/1253657/",
            "name": "嘉艺达.阿泰什 Ceyda Ates",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "喜剧",
        "爱情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2143330842.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt2261916",
    "director": [],
    "duration": "90 分钟（土耳其）",
    "episodes": "13",
    "language": [
        "土耳其语 Turkish"
    ],
    "playdate": [
        "2012-08-01(土耳其)",
        "2012-11-29(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2261916/",
    "imdb_votes": 77,
    "this_title": [
        "Evlerden Biri"
    ],
    "douban_link": "https://movie.douban.com/subject/25729236/",
    "imdb_rating": "4.8/10 from 77 users",
    "trans_title": [
        "男人的房子"
    ],
    "douban_votes": "0",
    "introduction": "İskender, Erdal ve Ayşe… 2'si erkek, 1'i kız 3 evlat. Babaları Sadi emekli. Anneleri Hediye, ev hanımı. Mahalle arasında, eskimiş ama eskidikçe de değeri artan bir evde yaşıyorlar. Bütün gelecek hayallerini ve ümitlerini oturdukları eve bağlayan ailede, eski huzur ve mutluluk sadece fotoğraf karelerinde kalmış. Hayaller, birbirinden farklı beklentiler ve çıkar ilişkileri birbiriyle çakıştıkça gerilim de artmaya başlıyor.Bir gün, bir anneyle kızı, Nursen'le Leman taşınırlar karşılarındaki eve… İlginç, güzel, alımlı ve neredeyse abla kardeş gibi duran bu ikili, evdeki herkesin ilgi odağı olur. Evin erkeklerinin birbirlerinden habersiz benzer düşünceler geçer aklından. Hayalleri onların üzerinde yoğunlaşır. Evin erkeklerinin ümitleri, aşkları ve gelecekleri olurlar adeta bu anneyle kız.İskender’in içe kapanık, silik yaşamına yeni bir ışık doğar. Onun tam zıddı olan erkek kardeşi Erdal'sa abisinin damarına basacağı yeni bir yol bulmuştur kendisine. Ev üstünde daha fazla pay sahibi olabilmek için epeydir gergin olan kardeşlerin arası daha da açılmaya başlar.Sadi'yse öteden beri, çocuklarına karşı babalık görevini yaptığını düşünür. Artık ailesi için değil, içten içe kendi için yaşamak ister. Hastalıklı, yorgun ve yaşlı bedeni, ömrünün son günlerinde mutlu olsun ister.Masum ve dupduru güzelliğiyle Nursen, annesinin hiç onaylamadığı bir yaşamı, dürüst ve namuslu bir hayatı yakalamanın peşindedir. İlk görüşte sevdalandığı Erdal'la onun abisi İskender’in kendine olan gizli hisleri arasında hangisinin gerçek olduğunu bilemeden...",
    "chinese_title": "男人的房子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Evlerden Biri",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T13:56:11"
}