{
    "aka": [
        "Hélène et ses soeurs",
        "To Life",
        "伊莲娜与她的姐妹们",
        "生命不息"
    ],
    "sid": "25734062",
    "cast": [
        {
            "url": "/celebrity/1018265/",
            "name": "朱莉·德帕迪约 Julie Depardieu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045246/",
            "name": "约翰娜·特尔·斯蒂格 Johanna ter Steege",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280933/",
            "name": "苏珊娜·克莱蒙 Suzanne Clément",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028158/",
            "name": "伊波利特·吉拉尔多 Hippolyte Girardot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339883/",
            "name": "本杰明·旺格米 Benjamin Wangermee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123104/",
            "name": "比翠丝·米切尔 Béatrice Michel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344218/",
            "name": "安妮-玛丽·皮萨尼 Anne-Marie Pisani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2203022583.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt3198638",
    "director": [],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2014-08-11(洛迦诺电影节)",
        "2014-11-19(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3198638/",
    "imdb_votes": 261,
    "this_title": [
        "À la vie"
    ],
    "douban_link": "https://movie.douban.com/subject/25734062/",
    "imdb_rating": "6.4/10 from 261 users",
    "trans_title": [
        "敬人生",
        "Hélène et ses soeurs",
        "To Life",
        "伊莲娜与她的姐妹们",
        "生命不息"
    ],
    "douban_votes": "336",
    "introduction": "You are never fully liberated from Auschwitz, 11 July 2016Author: Red-125 from Upstate New YorkThe French movie \"À la vie\" was shown in the U.S. with the translated title \"To Life (2014).\" It was written and directed by Jean-Jacques Zilbermann. The film is a Post-Holocaust saga, although it opens with scenes in Auschwitz that are truly horrific.Hélène (Julie Depardieu) and Lily (Johanna ter Steege) were friends in Auschwitz, and they managed to survive the death march from Auschwitz to Louslau together. A third friend, Rose (Suzanne Clément) was unable to walk, so they were forced to leave her behind. As it turned out, Rose survived until the liberation of Auschwitz. The three did not see each other again until 1962, when they come together for a reunion at a beachside resort in Northern France.We learn early in the movie that Lily divorced her husband after the war, and is living as a \"free soul,\" with no permanent partner. Hélène and Rose both married concentration camp survivors.The plot of the film--based on the lives of three actual friends--revolves around their interactions during the reunion. No matter how much ice cream they eat, and how they display their new bathing suits, thoughts keep circling back to Auschwitz.They quarrel about tiny details which they remember differently. They revive horrible memories. It's clear that the reunion will change their lives, but whether the change will be for the better or for the worse is an open question.For reasons I don't understand, \"To Life\" caries a terrible IMDb rating of 6.1. Fortunately, we saw it as part of the excellent Rochester Jewish Film Festival. If we hadn't had \"All-Event\" tickets, we probably would have stayed home. This is a movie to be seen, not missed. Ignore the rating and seek it out. It's available on DVD, and it will work well on the small screen. See it!",
    "chinese_title": "敬人生",
    "douban_rating": "7.5/10 from 336 users",
    "foreign_title": "À la vie",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "7.5",
    "update_at": "2025-06-13T08:39:17"
}