{
    "aka": [],
    "sid": "25735547",
    "cast": [
        {
            "url": "/celebrity/1033188/",
            "name": "迭戈·托雷斯 Diego Torres",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163181/",
            "name": "Eleonora Wexler Eleonora Wexler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254400/",
            "name": "莫尼卡·安东诺普洛斯 Mónica Antonópulos",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151813023.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt2843552",
    "director": [],
    "duration": "65",
    "episodes": "146",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2013-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2843552/",
    "imdb_votes": 79,
    "this_title": [
        "Los Vecinos en Guerra"
    ],
    "douban_link": "https://movie.douban.com/subject/25735547/",
    "imdb_rating": "6.3/10 from 79 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mercedes (Eleonora Wexler) es una ama de casa de casi 40 años, quien 20 años atrás formó parte de un grupo de estafadores y nadie en su vida actual sabe de esto. En el pasado, trabajaba con Alex (Mike Amigorena), quien la reclutó para este tipo de tareas y se convirtió en su primer amor, y con Ciro (Luis Ziembrowski) con quien planeaba y financiaba las estafas. Un robo fracasó y el grupo se disolvió. Mercedes, con una identidad cambiada, comenzó una nueva vida lejos de las estafas. Contrajo matrimonio con Rafael (Diego Torres) quien no sabe absolutamente nada sobre su pasado;Mientras viven una vida normal. Una mañana que parecía ser como cualquier otra, descubren que a la casa más lujosa y cotizada del barrio se muda una nueva familia, los Mayorga. Mercedes, al verlos, queda en shock y descubre que el hombre de la familia no es otro que Alex, su antiguo amor y socio en los robos a quien ella creía muerto. Ciro sale de la cárcel luego de 20 años, y empieza a cumplir prisión domiciliaria. Él busca venganza de sus ex compañeros por el delito a quienes culpa por haber caído preso desde su residencia. El regreso de Alex a la vida de Mercedes tiene por objetivo volver a conquistarla y para lograr su propósito se encarga de contratar a un grupo de actores para fingir ser una familia normal y así, poder estar cerca de Mercedes sin llamar la atención. Una mañana, Rafael es citado a la oficina de su jefe y le informan que es despedido. Al retirarse de la empresa, se produce un choque automovilístico con Carolina (Marcela Kloosterboer) y ésta le ofrece ayuda y un trabajo en la empresa de su padre. Carolina padece una enfermedad mental, por lo que comienza a obsesionarse con Rafael hasta el punto de acercarse a su familia.",
    "chinese_title": "Los Vecinos en Guerra",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T04:49:11"
}