{
    "aka": [
        "Evil Calls"
    ],
    "sid": "25732144",
    "cast": [
        {
            "url": "/celebrity/1313861/",
            "name": "佟悦 Yue Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006480/",
            "name": "张茜 Jess Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313945/",
            "name": "霍泥芳 Nifang Huo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420897/",
            "name": "孙小娟 Xiaojuan Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151007481.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "98分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "来电不善"
    ],
    "douban_link": "https://movie.douban.com/subject/25732144/",
    "trans_title": [
        "Evil Calls"
    ],
    "douban_votes": "144",
    "introduction": "山区长大的青年诗人杨古，受贪念的驱使，和妻子郑美丽做起了臭名昭著的电信诈骗生意。 杨古是一个把诈骗当成职业贪婪而狡诈的骗子，他为自己制订了一个诈骗一千万的计划。却又理想着有一天能办起一家基金会回报社会，一个矛盾又可悲的人物。为了宏伟计划的实现，他和妻子从老家流动到海城，在出租屋每日不断的发出短信，打出电话，他们疯狂地榨取着他人的钱财。易伯用（老鬼）一个从事骗业多年的资深骗子，和杨古既是老乡，也是合作伙伴。每一次为同行们提供服务，他都会明码标价收取费用，并说这是道上的规矩，就连对既是情人也是帮手的马慧也是斤斤计较刻薄的要命。 郑美丽的堂弟郑大康在老家犯了事和妻子小芳来投靠他们，很快郑大康两口子也参与了杨古他们的电信生意，在金钱的诱惑下，人的贪性展露出来。老鬼对杨古说：一旦做了这一行，人就会变，钱是一把杀人的刀。 易伯用的情人马慧，始终不能接受易的性情乖僻和对金钱的刻薄，马慧终与表面斯文却早已垂涎其美色的杨古暗渡陈仓，对此自负的易毫无察觉，他在和杨古聊天时甚至嘲笑他人做的呆板，连个情人都没有处过。杨古幽默的回答：女人是水，老婆是杯里的水，别人能看的到自己能尝的到，情人是管子里流淌的自来水，别人一般看不见但合适了谁都可以喝一口，情人的最高境界是一辈子无影无声。 易伯用（老鬼）发现马慧在外边有了人，马慧拒不出卖杨古并跑出了易的出租屋。极度自私变态的易跟踪马慧，发现她上了同行老二的车。他接着查了马慧的手机通话记录，发现好色的老二与她短信联系频繁，易伯用陷入了痛苦和对老二的疯狂报复。面对易的不能自拔，杨古既不能承认自己的奸夫身份也劝慰不了他，最终，替罪羊的老二被易伯用一通恶整并在业内封杀。 郑大康因大意身份被联防队长宋大任发现，他带了小芳要继续逃跑时，威胁杨古要分他这些日子赚的钱的一半，否则就报警告他是骗子。无奈，杨古被敲去了五万元钱。携带大量现金的大康夫妻并没有离开，贪婪的小芳说有种生意叫螳螂捕蝉黄雀在后，他们在招待所里做起了诈骗电信骗子的生意。最终，被警察抓获。 易伯用（老鬼）因骗来了巨款，而惶惶不可终日，他准备逃离这座城市。在逃跑的路上撞上了一辆大货车，车毁人亡。 杨古担心郑大康被抓自己的住处已不安全，他带着郑美丽连夜撤离。杨古和妻子新的住处被街道治安员发现，宋大任带警察到来时， 杨正在外取钱，郑美丽为保护他摔掉了窗台上的君子兰——安全暗号，自己被抓。 出外回来的杨古看不到阳台上的花知道妻子出事了，正懊悔和无奈时，父亲又打来电话：今下午手机有个短信，说他们在外地发生了交通事故，父亲已按对方要求汇去了急需的五万元医疗费。杨古无法和父亲继续对话，他感觉自己正在饮下一杯自酿的苦酒，等待杨古的将是法律的严惩。 本剧以黑色幽默的喜剧形式对电信诈骗这种不良现象予以了嘲讽揭露，寓教于乐。",
    "chinese_title": "来电不善",
    "douban_rating": "5.1/10 from 144 users",
    "foreign_title": "",
    "douban_rating_average": "5.1",
    "update_at": "2025-08-19T03:31:01"
}