{
    "aka": [],
    "sid": "25732543",
    "cast": [
        {
            "url": "/celebrity/1317291/",
            "name": "王博谷 Bogu Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557010571.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1324417/",
            "name": "刘健魁 Jiankui Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "玉手迷踪"
    ],
    "douban_link": "https://movie.douban.com/subject/25732543/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一个雨夜，一个年轻女人正在编一条 彩信，内容是一双玉手雕塑，在她刚刚按上发送 键的时候，一双男人的大手勒住了她！沈东和郝 海燕是别人眼中羡慕的夫妻，一个在广告公司当 创意总监，另一个是小有名气的作家，但实际上 两人的婚姻早就开始出现裂痕。沈东整日忙于工 作，忽略了海燕的感受，再加上海燕小产，使她 产生了离婚的念头。这一天，沈东遇上了大麻 烦，一个叫“sdhhy”的用户发了一篇帖子，内容 是沈东如何骗取一个叫刘艳的女人的财色然后弃 她而去，还附上了一张她和沈东的照片。公司老 板觉得影响太坏，限令沈东三天内必须解决此 事。无辜的沈东百口莫辩，回到家中郝海燕漠不 关心的态度让他非常痛苦。海燕在这个时候又一 次提出离婚。沈东最后答应海燕辞职，但条件是 海燕必须陪他把这件事弄清楚，洗脱自己的冤 屈。东的好友王宾是本市一家大型公司的总经 理，但实际上是因为娶了董事长的女儿才一步登 天，日子过得非常压抑。两个人经常一起喝酒， 聊天，倾诉自己的苦闷。王宾觉得沈东的这件事 非常古怪，有可能是广告公司内部人的陷害，建 议沈东干脆辞职到自己的公司上班。沈东和海燕开始了针对照片的调查，沈东终 于发现照片是被别人合成的，在海燕的帮助下他 找到了照片中的咖啡店，在那儿附近贴出了寻人 启事，并承诺重谢。果然，很快有人打来电话， 声称是刘艳的房东。沈东和海燕马上来到刘艳的 租住房，从房东口中却得知这个女人已经有半个 月没有露过面了，但一周前曾经有人回过她的房 间，房东因为没在意并没有看清来人是谁。沈东 大失所望！海燕在房间的衣柜里发现了两种风格迥异的 服装，沈东判定这个房间可能还有另外一个女人 偶尔居住。沈东在书柜的缝隙中发现了一本书， 偷偷藏了起来。两人离开租住屋，沈东仔细翻看 这本书，书上的签名“《红与黑》购于方云书 屋”却令海燕大吃一惊，原来这个笔体是海燕失散 多年的姐妹张菊的笔体。果然沈东又在书中找到 了一张张菊的照片。两人认为张菊就是租住屋内 的另一个女人。而找到张菊是两人下一步的计 划。两人来到张菊的老家，张菊的母亲告诉他们 张菊已经很多年没有回来过，只是隔一段时间会 寄信回来。但是当海燕拿出刘艳的照片时，张母 却说刘艳十天前刚刚来过，还去了张菊亡父的坟 前祭奠！沈东和海燕彻底陷入了迷茫，临行前， 出于朋友的关系，两人决定去给张父上香。当两人来到坟前的时候，却意外碰到了王 宾。原来王宾正是张菊的初恋情人，王宾告诉他 们自己知道张父去世后，经常会来祭拜，一方面 是作为晚辈曾经和张父有很好的感情，另一方面 也希望能见到多年失去联系的张菊。毫无收获的沈东和海燕回家后，海燕建议沈 东不要继续查下去了，她相信自己的丈夫，只要 沈东能辞职，他们的生活会重新好起来。但是沈 东还是不甘心，气愤的海燕告诉沈东自己回娘家 休息一段时间，让沈东考虑。海燕找到王宾聊天，她告诉了王宾一个让人 惊讶的事情。原来，网上对沈东的诬陷帖子是海 燕一手炮制的，但是刘艳这个人却是真的，这个 主意也是刘艳给自己出的，目的就是逼沈东辞 职。而现在海燕已经不知道如何收场。王宾惊讶 万分，他告诉海燕先休息几天，他来想办法和沈 东解释。几天后，海燕接到王宾电话，说是要好好商 量一下如何告诉沈东事实。海燕欣然前往。在王宾的别墅里，海燕颇有兴致地参观豪 宅，王宾热情地介绍着房内的各种装饰来历，在 看到一个玉手雕塑的时候，海燕突然愣住了，怎 么这么眼熟，一刹那，她想到了几天前夜里收到 的那个玉手彩信，而发件人就是失踪的——刘 艳！于此同时，一直还在研究邮件的沈东突然意 识到“sdhhy”竟然是沈东郝海燕的缩写，他感到 哭笑不得，拨打海燕的电话却无法接通，找了一 圈后，身边的人没有知道海燕去处的，沈东一下 子慌了！正在此时，一封张菊母亲的来信，揭开 了沈东的谜团。张母的信封中放着一封张菊写给张母的信， 原来张菊就是刘艳，在王宾入赘富豪家之后，她 为了夺回王宾，多次整容，变了摸样又通过接近 海燕来到了王宾身边，毫不费力地成为王宾的情 人，她要和王宾摊牌。沈东一下子明白了真相，也突然意识到了海 燕的去处，他驾车赶到王宾的别墅，并在同时报 警。一番争斗后，王宾罪有应得被雷电击死，沈 东也救出了海燕。",
    "chinese_title": "玉手迷踪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-01T13:13:34"
}