{
    "aka": [],
    "sid": "25731971",
    "cast": [
        {
            "url": "/celebrity/1000535/",
            "name": "大卫·弗罗斯特 David Frost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033550/",
            "name": "哈罗德·威尔逊 Harold Wilson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2149557253.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1977"
    ],
    "this_title": [
        "A Prime Minister On Prime Ministers"
    ],
    "douban_link": "https://movie.douban.com/subject/25731971/",
    "trans_title": [
        "首相谈首相"
    ],
    "douban_votes": "0",
    "introduction": "Veteran television interviewer and presenter Sir David Frost is the only person to have interviewed all six British prime ministers in office between 1964 and 2007, and all US presidents from 1969 to the present. His fearlessly incisive approach is legendary and, just six months after his monumental encounter with former president Richard Nixon on American television, he presented this unique series in which the Rt. Hon. Harold Wilson was invited to discuss British prime ministers of the recent and distant past.In power for a total of 13 years, from 1964 to 1970 and again from 1974 to 1976, Harold Wilson’s government had presided over a country undergoing vast economic and social upheaval, his leadership frequently coming under attack from both right and left; in 1977, he was well placed to reflect on the challenges, triumphs and failings of his predecessors. This series offers not only an insightful overview of key political figures, but also remains a fascinating historical document in its own right.The series focuses on the following Prime Ministers: Disc One - Rt. Hon. Harold Macmillan, William Pitt the Younger, Sir Robert Peel, Viscount Palmerston, Benjamin Disraeli, William Ewart GladstoneDisc Two - David Lloyd George, Stanley Baldwin, Ramsay MacDonald, Neville Chamberlain, Winston Spencer Churchill, Clement Attlee parts 1 & 2.",
    "chinese_title": "首相谈首相",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Prime Minister On Prime Ministers",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T09:00:08"
}