{
    "aka": [
        "Ask Yakar"
    ],
    "sid": "25732152",
    "cast": [
        {
            "url": "/celebrity/1334712/",
            "name": "爱佳.隋肯 Ece Sükan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151008188.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt1748611",
    "director": [],
    "duration": "90 分钟",
    "episodes": "21",
    "language": [
        "土耳其语 Turkish"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1748611/",
    "imdb_votes": 149,
    "this_title": [
        "Aşk Yakar"
    ],
    "douban_link": "https://movie.douban.com/subject/25732152/",
    "imdb_rating": "2.8/10 from 149 users",
    "trans_title": [
        "爱情旅途",
        "Ask Yakar"
    ],
    "douban_votes": "0",
    "introduction": "Birbirlerini çocukluklarından beri seven Nazlı ve Mustafa, bir türlü evlenememişlerdir. Arkasına sığınacakları bahane çok olsa da, parasızlık, bunun başlıca sebebidir. Ailelerinin, arkadaşlarının ve mahallenin gözleri önünde defalarca ayrılıp barışmaları, ilişkiyi hafiften yıpratsa da \"aşk\"larını iyice alevlendirmiştir. Biri mahallenin en güzel kızı, diğeri en afilli delikanlısı olunca, onlarınki herkesin dilinde efsane aşka dönüşmüştür.Hayata her zaman iyi tarafından bakan Nazlı için üstesinden gelinemeyecek dert yoktur. Hele şimdi! Sonunda beklenen an gelmiş, Mustafa?nın babası Payidar, Nazlı'nın babası Sacit'ten kızını istemiştir. İsterse istemesin; Nazlı, mahallenin kalantorlarından birinin oğlu, kendisine ezelden beri yanık Teoman ile neredeyse nişanlanmak üzeredir. Mustafa ani bir baskınla nişanı bozmuştur; çünkü ikisinin de kalbine yıllarca nakış nakış işlenmiş, onları kâh acıtmış kâh avutmuş \"aşk\", yine devreye girmiştir.Mustafa her gün, mahallesini arkasında bırakarak karşı yakaya geçmekte, büyük bir spor salonunda, kickbox öğretmenliği yapmaktadır. Hayatını bu iki yaka arasında, yoksulluk içinde yaşayıp varlıklılara ders vererek geçiren Mustafa, burada yeni bir öğrenciyle karşılaşır. Bu genç ve güzel kadın, çok ünlü ve zengin bir ailenin mensubu, başarılı bir iş kadınıdır. Adı Belda'dır. Ve Nazlı ile Mustafa'nın aşklarını bir kez daha sınamalarına ve hayatlarını sonsuza dek değiştirecek çok uzun bir yola girmelerine neden olacaktır.Bu dizinin baş kahramanı, AŞK. Burada, aşkın nasıl hüküm sürdüğü, nereye kadar gidebildiği ve kazananın kim olduğu konu ediliyor. Aşk nefreti barındırır mı, aşkın intikamı olur mu, aşkta fedakarlık var mıdır, yerini doldurmak mümkün müdür? soruları, bir bir gözler önüne seriliyor.",
    "chinese_title": "爱情旅途",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Aşk Yakar",
    "imdb_rating_average": 2.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T16:16:02"
}