{
    "aka": [
        "Chua San Feast"
    ],
    "sid": "25735747",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2151853327.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "16",
    "language": [
        "粤语",
        "汉语普通话"
    ],
    "playdate": [
        "2009-09-27(中国香港)"
    ],
    "this_title": [
        "蔡瀾品味"
    ],
    "douban_link": "https://movie.douban.com/subject/25735747/",
    "trans_title": [
        "蔡澜品味",
        "Chua San Feast"
    ],
    "douban_votes": "193",
    "introduction": "新一辑蔡澜节目，继承“蔡澜叹名菜”后又一休闲节目，这一辑节目不再只讲食，还渗透到生活各阶层，品味人生，为观众献上一个真实的蔡澜。香港素有美食之都的称誉，蔡澜会游走香港各区，搜罗云集香江的世界名菜，逐一品嚐。甚至远赴外地，发掘鲜为人知的世界美食。除此以外，蔡生还会介绍生活中不可缺少的玩意及享受好去处。将美食和生活享受，交织出「蔡澜品味」，为观众带来全新惊喜。监制 何丽全编审 华国良主持 蔡澜，郭羡妮，林莉，还有朱茵等不少嘉宾。第1集 中山装和旗袍 2009.09.27(日)，蔡生认为中环集摩登时尚于一身，所以首集从中环开始。中国服装代表，男的有唐装和中山装，女的有旗袍，蔡生从布料说起，再说配衬，更即场上演花生骚。约会美女先尝法国菜，再会朱茵到空中花园尝美食。简约的明式家俱，数百年曆久不衰。华人爱麻雀，各地麻雀逐一数。第2集 艺术画廊 2009.10.04(日)，蔡生约会美女游街市，搜寻罕有传统醃菜，品尝驰名无油干炒牛河和鱼汤米线，蔡生认为他们专注用心取胜。看名表，赏名画，增添人生品味。边看肚皮舞，边歎风味埃及菜，人生乐事。第3集 传统裙褂 2009.10.11(日)，蔡生跟郭羡妮和林莉今集寻宝，天未光便到金鱼市场看金鱼，再到花墟和玉器市场，看靓花寻美玉。结婚生子是人生另一阶段，传统裙褂、龙凤镯、拣醋煲猪脚姜，蔡生逐一介绍。城中名人的御用摄影师高仲奇先生作品，每张相片背后都有故事，且听他们娓娓道来。第4集 漫游油尖旺 2009.10.25(日)，油麻地、尖沙嘴和旺角是九龙区最旺的地方。漫游油尖旺，还可以瞭解各地民生，蔡生选了到金巴厘街看韩国文化，到重庆大厦体会印度和中东风情，庙街感受香港地道特色。继而转到玩味寿山石，到海滨长廊踏单车赏维港。又到油麻地吃羊肉看厨具，到尖沙嘴拣眼镜读好书。第5集 新界离岛行 2009.11.01(日)，蔡生今次带sonija和林莉新界离岛行，早上6时到石湖墟看民情，再看色彩丰富的锦鲤。赏盆栽，体会道家清静无秽的心境。继而转移阵地，到长洲一游，探老友食红豆饼，逛画廊，购生插咸鱼。第6集 食匀全港 2009.11.08(日)，蔡生今集请来嘉宾陈贝儿和陈嘉容食匀全港。将鸭拆骨煎皮，用上3-4日时间烹调的鸭松，蔡生讚不绝口。四川凉粉，辣得满头大汗，舌头麻痹。地道泰菜，蔡生自创的鸡尾酒「湄公河少女」佐食。再教大家买鲍鱼、冰虾和多性能拐杖。第7集 玩味人生 2009.11.15(日)， 不同的收藏，为人带来不同的玩味和乐趣。蔡生嗜好多样化，爱书、爱画、爱墨戏、爱饮、爱吃、爱古董…今之玩味尽尝。带爱书者进书库读书赏画，如入宝山。品茶尝芝士，领略中外饮食文化。明朝黄花梨轿盒、乾隆茶盅看不同朝代民生。第8集 搜寻东洋味 2009.12.06(日)，搜寻东洋味蔡生曾留学日本及在当地工作，对日本文化熟悉不过，今集蔡生带大家在香港搜寻东洋味。不论吃的、喝的、娱乐的、文化的、潮流的…都毫不保留公开，令大家如置身日本，感受和风。第9集 丰俭歎世界 2009.12.13(日)，讲享受，不一定昂贵，平民化价钱，一样有好享受。由茶餐厅品嚐地道港式美食；到顶级酒店歎英式下午茶。无论是80万或几千元的睡床，最重要睡得酣甜。茄士羊、骆马毛织品跟平价颈巾，原来各有千秋。还有带大家欣赏可能是全球最贵；价值过千万的钻石，到怀旧上海理髮店和包罗万有的品味店。今集蔡生不论平、贵，都和大家歎一歎。第10集 平贵菜餚 2009.12.20(日)，食物视乎质素，并不是贵一定是好，平必定是差。蔡生带大家走进高级食府及大众化酒家品嚐皮脆肉香的乳猪和羊腩煲。又会到首间引入大闸蟹的食府，品嚐大闸蟹菜式。饭后甜品，有贵价燕窝和平民大菜糕，同样吃得开怀。餐具由几块钱到几千元不等，它们有何可取之处？蔡生大玩气枪和真枪，展示真男人气慨。第11集 聚首台北 2010.01.03(日)，蔡生好友遍天下，今次来到台北，聚首之馀，也大快朵颐。先到好友的餐馆，设饭局及嚐传统上海菜。又到空中餐厅边赏美景，边嚐台湾地道食品，及往至爱食肆嚐海鲜，但蔡生竟说瓜果更胜海鲜，为甚麽说得如此奇怪？游台北逛书店，如入大观园，书本、日用品…包罗万有，一应俱全，感受台湾生活品味。约会台湾影后杨惠珊小姐，欣赏她的琉璃工艺，歎为观止。第12集 台湾吃与赏 2010.01.10(日)，蔡生爱吃，只要做对味道，甚麽菜也爱吃。今集蔡生、朱茵和林莉在台湾「搵食」，从街坊小店牛肉麵、切仔麵，吃到高级酒店的地道一品宴。台湾人擅长牛肉麵，汤底料理充足，随意走进小店，也吃到好的牛肉麵。而一品宴菜式共57道，挑战食家胃口。同时，走访台湾食家推荐的当地食肆，品嚐浓油赤酱的上海菜。参观客家油葱和客家米糕的製作过程。此外，也拜访当地艺术家，欣赏陶瓷和木雕作品。第13集 大马讲享受 2010.01.17(日)，游罢台湾，蔡生们转到马来西亚讲享受。到风景怡人；有「小马尔代夫」之称的PANGKOR LAUT ISLAND(幸福岛)享受阳光与海滩之外，渡假庄园内还有私人管家、司机和厨师随时效劳，可以说是到了世外桃园。然后走进烦嚣，或到顶层设有私人泳池管家的超豪酒店，享受非凡服务。大马的名表天堂，全部名表免税价，极度吸引。再走访以银鱼闻名的小渔村，窥探渔民生活。无论平贵，榴槤、沙爹、烤全羊、30 年老字号各种美食，还有可能是全世界最贵的河鱼宴，全部放进肚子去，人生一大乐事，蔡生怎不满足。第14集 山形、群马赏枫叶 2010.01.24(日)，今集蔡生联同林莉和李珊珊到日本山形县和群马县看枫叶。山形县位于东北地方最西部，有 100 多座温泉，蔡生等又怎会错过驱除疲劳的机会，在室外温泉有美相伴，浸温泉也是人生快事。酒田市有「米城」之称，优质大米配上优质水源，蔡生寻找城中最佳的大吟酿。山形县盛产樱桃、葡萄…走进果园，饱嚐水果宴。继而到位于关东平原西北部的群马县，尝试摏年糕、牡丹豚锅、手切乌冬和体验茶道。群马县盛产达摩公仔，蔡生入乡随俗，点睛许愿。第15集 枫红北海道 2010.01.31(日)，北海道是位于日本北端的一个岛屿，四面环海，土地辽阔，约佔日本总面积的22%。北海道一年四季都各具特色，春天樱花绽放，秋天枫叶一遍红，夏天繁花盛开，将北海道染成彩色，冬天白雪飘飘，白色的北海道更添浪漫。承接上集，蔡生等为看枫叶，从山形及群马追到北海道。并顺道在扎幌品嚐日本三大珍味，到白老品嚐白老牛，又会到室兰探访料理铁人好友，及到定山溪温泉区浸温泉，体会日本肉帛相见的温泉文化。第16集 妈妈的味道 (完) 2010.02.31(日)，辛劳了一天，拖著疲累的步伐回家，一踏进家门，一室饭香、汤香、菜香，骤然心感温暖。再大口咀嚼「妈妈的味道」，是可等幸福的事。嚐遍各地名菜的蔡生，觉得天下间最美味的是「妈妈的味道」。故此，今集一班新知旧雨家访4个家庭，品嚐4位妈妈的广东菜、上海菜、福建菜和潮州菜。最后一集，蔡生更会亲自下厨，大显身手，及畅谈临别感受。",
    "chinese_title": "蔡澜品味",
    "douban_rating": "8.5/10 from 193 users",
    "foreign_title": "蔡瀾品味",
    "douban_rating_average": "8.5",
    "update_at": "2025-04-06T10:35:17"
}