{
    "aka": [],
    "sid": "25732006",
    "cast": [
        {
            "url": "/celebrity/1461912/",
            "name": "蓝强 Qiang Lan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164178747.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "25分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-02-19"
    ],
    "this_title": [
        "大美青海"
    ],
    "douban_link": "https://movie.douban.com/subject/25732006/",
    "trans_title": [
        ""
    ],
    "douban_votes": "163",
    "introduction": "《大美青海》选取青海境内最具地域特色和文化分量的《青海湖》《三江源》《塔尔寺》《昆仑山》《柴达木》五个地方作为拍摄对象，以点带面，涵盖“大美青海”的主题和内容。青海湖是青海的面孔，是大美青海的符号。本集细致拍摄青海湖各种鸟类的生动形态和丰富细节，反映青海湖良好的自然生态和藏蒙等民族珍爱动物，与自然~~相处的生活状态。三江源是青海省最具生态价值的地方。本集以水为主题，讲述三江源作为“中华水塔”的生态系统，展现神奇的藏羚羊、藏野驴和冬虫夏草，反映为保护“三江源”所实施的生态移民工程和恢复植被的行动。塔尔寺是青海省境内最大的藏传佛教寺庙，是宗喀巴的祖寺。本集深入介绍作为藏传佛教文化精华的“塔尔寺三绝”，结合藏族宗教节日萨嘎达瓦节，走进藏民族的精神世界。昆仑山是中华第一神山，是昆仑神话的载体，也是诸多青海文化附着的地方。透过昆仑山岩画、西王母石室、柳湾彩陶、昆仑玉和该地区藏民族的生活揭示昆仑文化的历史渊源和深厚内涵。柴达木是中国第三大盆地，也是资源富集的聚宝盆。节目通过柴达木盆地吐谷浑大墓的出土文物和今天格尔木的崛起，讲述柴达木传奇的前世今生。分集介绍:第一集   人间仙境青海湖我们说青海湖是人间仙境，是因为青海湖的美无与伦比。青海湖是青海最靓丽的一面，她清澈纯净，烟波浩淼，美不胜收，可以说它是大美青海的符号。大量的研究表明，这里完全可能是神话传说中西王母瑶池的现实依据。青海湖历史文化悠久，中央王朝最早管辖青海的西海郡就设在这里并以她为名。青海湖周边是历代少数民族的栖息地，是优良的牧场，迄今为止民族风情仍然非常浓郁；青海湖上有鸟岛，有历史上出产龙驹的海心山。资源富集，景象优美。近年，青海省连年举办环湖自行车邀请赛，青海湖成为青海省自我推介的一张名片。第二集   天造地化三江源三江源是黄河、长江、澜沧江——湄公河三大河流的源头，是青海联系外界的最重要纽带，是青海对外界最大的奉献，是外界对青海最深的关注。三江源是青海甚至整个自然界最神奇的景象之一，区区十万平方公里，发源出三条世界级的河流。由湿地、湖泊、河流、冰川构成的立体生态，比任何人的想像都更为生动。三江源是大自然的杰作，是大美青海的典型。第三集   精神家园塔尔寺藏族是青海的主体民族，藏传佛教文化是这一地域主要的文化特徵，而青海藏传佛教的主要载体便是塔尔寺。透过塔尔寺走进藏民族的精神世界，探寻藏民族在人与人，人与自然，人与神方面的观念。塔尔寺的一个**、玉树一个藏民的佛教徒和西宁旅游公司的一位导游，记录和反映**的修行和布道，藏族佛教徒的生活和信仰，导游自己如何看到塔尔寺和如何向游人介绍塔尔寺。通过上述三种人透视藏民族的精神世界。第四集   横空出世莽昆仑“昆仑”是中国的一个文化符号，昆仑山被称为中华第一神山，万山之宗。昆仑神话是中国神话的源头和主体，承载了中华文化关于自然和人类最悠远的记忆，神话传说共工触不周之山、女娲补天、嫦娥奔月、精卫填海都是昆仑神话的内容。这么一座远在西陲的大山何以成为中华第一神山？这是一个谜，这个谜迄今为止没有一个公认的解答。昆仑山耸入云霄，巍峨高峻，气势磅礴；昆仑玉、昆仑泉、西王母声名显赫；古羌人在它的周边生息，创造了古老的文明；穆天子策马西行，拜祭昆仑山，留下千年传奇；“河出昆仑”，大河情结的积淀和升华；昆仑道场，道家一派。第五集   前世今生柴达木青藏高原素以高远着称，因此，柴达木盆地很少被人提及，但是，柴达木盆地之于青海，之于中国都极为重要，盆地里分布着大大小小的盐湖，察尔汗盐湖是世界第二中国第一大盐湖，柴达木的盐可供全世界五十亿人口食用一千年。盐是青海最重要的自然资源之一，盐化工是青海最重要的工业门类，发展盐业是青海人创业精神的突出表现。从审美上讲，柴达木富于传奇，有中国最大的雅丹地貌景观区，有胡杨古柏伫立茫茫戈壁。这里还是历史上吐谷浑的居住地，书写过苍凉的历史篇章。柴达木的都兰县，挖掘出大量吐谷浑和吐蕃的古墓葬，墓葬里的大量柏树令人惊讶，这里曾经柏树葱茏，生机盎然！这里还出土了精美的绢布、东西方钱币，这让人想起楼兰。今天没有人为吃盐发愁，但在古代盐的地位非比寻常。地理位置、古生态和特殊资源可能为我们构筑柴达木异样的前世。",
    "chinese_title": "大美青海",
    "douban_rating": "7.1/10 from 163 users",
    "foreign_title": "",
    "douban_rating_average": "7.1",
    "update_at": "2025-02-26T18:35:08"
}