{
    "aka": [],
    "sid": "25738564",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2152486643.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1697670",
    "director": [],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1697670/",
    "imdb_votes": 15,
    "this_title": [
        "Outlawed: Extraordinary Rendition, Torture and Disappearances in the 'War on Terror'"
    ],
    "douban_link": "https://movie.douban.com/subject/25738564/",
    "imdb_rating": "7.5/10 from 15 users",
    "trans_title": [
        "非常规引渡"
    ],
    "douban_votes": "0",
    "introduction": "Binyam Mohamed al Habashi (also transliterated as Benyam Mohammed) (b. 1979) is an Eritrean national who is detained in Guantanamo Bay prison. In 1994, Mohammed sought asylum in the UK. He was captured and transported in the frame of the US extraordinary rendition program.After a long battle with the US authorities, Binyam Mohamed was released from Guantánamo Bay arriving in Britain on Monday 23rd February 2009.Speaking of his time in the Dark Prison, Binyam said:It was pitch black, no lights on in the rooms for most of the time. They hung me up for two days. My legs had swollen. My wrists and hands had gone numb. There was loud music, Slim Shady [by Eminem] and Dr. Dre for 20 days. Then they changed the sounds to horrible ghost laughter and Halloween sounds. At one point, I was chained to the rails for a fortnight. The CIA worked on people, including me, day and night. Plenty lost their minds. I could hear people knocking their heads against the walls and the doors, screaming their heads off.In a statement released through Reprieve, Binyam Mohamed said 'I am not asking for vengeance; only that the truth should be made known, so that nobody in the future should have to endure what I have endured.'",
    "chinese_title": "非常规引渡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Outlawed: Extraordinary Rendition, Torture and Disappearances in the 'War on Terror'",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T06:51:33"
}