{
    "aka": [
        "大猫儿追爱计"
    ],
    "sid": "25731085",
    "cast": [
        {
            "url": "/celebrity/1274763/",
            "name": "陈思诚 Sicheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1272245/",
            "name": "海清 Qing Hai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317092/",
            "name": "朱珠 Zhu Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319584/",
            "name": "锦荣 Vivian Dawson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313768/",
            "name": "赵亮 Liang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318747/",
            "name": "陶慧娜 Huina Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325806/",
            "name": "侯京健 Jingjian Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337572/",
            "name": "王澜霏 Crystal Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274639/",
            "name": "李勤勤 Qinqin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303298/",
            "name": "苏瑾 Jin Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313657/",
            "name": "龚慈恩 Mimi Kung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327332/",
            "name": "白恩 En Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346566/",
            "name": "孙怡 Yi Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274590/",
            "name": "王伯昭 Bozhao Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464364/",
            "name": "花溢彩 Yicai Hua",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381851/",
            "name": "鲍晓 Xiao Bao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355541/",
            "name": "梁雪芹 Xueqin Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2231605328.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322948/",
            "name": "田有良 Youliang Tian",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "58",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-09-17(中国大陆)"
    ],
    "this_title": [
        "大猫儿追爱记"
    ],
    "douban_link": "https://movie.douban.com/subject/25731085/",
    "trans_title": [
        "大猫儿追爱计"
    ],
    "douban_votes": "397",
    "introduction": "北京女孩“大猫儿”（ Kitty）是位时刻会冒 出各种古怪想法的“幻想症女孩”，立志要成 为一名顶尖的广告创意人，为此她放弃了 收入丰厚的客户部工作，以普通实习生的 身份进入了一家国际广告公司的创意部。 当大猫儿准备全力为事业打拼时，自己还 是单身的女上司穆明却给大猫儿安排了一 次相亲。 被动赴约的大猫儿没想到相亲对象“裴格” 是一位各方面条件都完美的“高帅富”，而且 种种迹象表明“高帅富”还义无反顾的喜欢上 了她。像所有平凡女孩的反应一样，大猫 儿怀着中彩票的心情胡思乱想起来。于是 ，大猫儿找来闺中密友小乔和樱子，对裴 格展开了一系列考验和试探。 住在大猫儿楼下的发小“林莽莽”对大猫儿 暗恋已久，而大猫儿对这位“睡在楼下的不 靠谱青年”一直保持着兄弟般的情谊。个性 风趣、永远不按常理出牌的林莽莽为了跟 情敌裴格一较高下，施展出浑身解数追求 大猫儿。一边是两小无猜，让人欢喜让人 忧的“坏小子”，一边是风度翩翩，童话故事 中的白马王子，这下可让大猫儿彻底纠结 了。 大猫儿的爱情就这么呼啸而至，而她的俩 位闺密小乔和樱子也陷入了情感的漩涡。 先是小乔和男友齐江的恋情遭到齐江妈妈 的强烈反对，并为齐江安排了一位女医生 做女友，懦弱的齐江居然同意了，这让性 格泼辣的小乔决定要斗争到底。另一边， 一心要嫁有钱人的樱子在经历了几次不靠 谱恋情后，遇到了有钱但没品位的“老范”， 面对金钱和爱情，樱子要做出艰难的选择 。 对创意一腔热血的大猫儿面临现实工作的 种种考验，女上司穆明对她忽冷忽热的态 度，让大猫儿无所适从。幸而有林莽莽一 边鼓励大猫儿，一边想方设法帮她解决一 个个困难。在这个过程中，大猫儿对林莽 莽 产生了某种不同以往的依赖感。而裴格的 工作和生活方式让大猫儿充满了好奇，她 几乎带着仰视的目光进入裴格的世界。父 母和闺蜜对裴格的赞赏，让大猫儿的情感 天平倾向裴格。两人的感情逐渐升温，裴 格提议带大猫儿去新加坡旅行。大猫儿后 知后觉才明白两人单独的旅行意味着什么 ，找来小乔和樱子商量，闺蜜们给了大猫 儿迎接人生第一次的各种建议。小乔甚至 带大猫儿选购及准备接受完美第一次的必 备品。 在新加坡大猫儿见到了裴格的妈妈，裴母 亲切的态度让大猫儿倍感温暖。但出乎大 猫儿意料之外的是，当大猫儿怀着忐忑的 心情准备迎接她人生的第一次时，裴格却 在关键时刻戛然而止，两人扫兴而归。大 猫儿自以为终于找到优质“高帅富”为什么没 女朋友，为什么会找自己的原因，原来裴 格有这样的生理问题。 在闺蜜们的追问下，大猫儿沮丧的交代了 新加坡之行的收获，闺蜜们又是一番各种 偏方和两极分化的主意，几番折腾下来反 而让大猫儿释怀了。原来高高在上的裴格 落到了地上，这让大猫儿重新审视自己对 爱情的态度，她觉得这时候不能抛弃裴格 ，反而更应该关心他，她认为这种事与爱 情无关，但内心不由的又掠过林莽莽的身 影。 创意部的工作压力终于让大猫儿无法应对 ，想撤回客户部时大猫儿却发现自己以前 的客户全被同事烟儿翘走。朋友的背叛让 大猫儿非常被动，只能选择在创意部做最 后的竞争。林莽莽前来安慰劝大猫儿不要 轻言放弃，并帮她共度难关，但林莽莽各 种不靠谱言行，又让大猫儿会不自主的和 裴格做比较。就在大猫儿为感情左右摇摆 时，裴格向大猫儿提出求婚，大猫儿稀里 糊涂的接受了，并拒绝了林莽莽的深情告 白。 大猫儿在创意部误打误撞接了一个不可能 完成的任务，关键时刻林莽莽和裴格都给 予了她不同方式的帮助，大猫儿的情感天 平再次摇摆不定，可林莽莽几次过激的举 动让大猫儿惶恐退缩了，两人在争吵中互 相被伤害。大猫儿全力投入工作，内心却 挥不去林莽莽的影子，她说服自己只要和 裴格结婚了，一切都会好起来的。 决定大猫儿命运的时刻在大猫儿策划的晚 会上拉开序幕。大猫儿邀请了裴格和穆明 参加。这是一个关于爱情主题的活动，当 大猫儿和裴格被主持人临时安排节目表演 后，大猫儿发现裴格不辞而别。由于临时 需要回公司取稿件，大猫儿在空无一人的 公司看到让她震惊的一幕：裴格和穆明紧 紧的拥抱在一起。 所有的美好在大猫儿心中坍塌了，她恍惚 的在大街游荡，不敢回家，当看到樱子时 才放声痛哭。第二天樱子冲去广告公司， 怒打穆明，并遇到四处寻找大猫儿的裴格 。当大猫儿得知裴格和穆明两人始终没能 忘情于彼此，裴格对她的追求仅仅是因为 她身上有穆明的影子，这个惊天发现让大 猫儿深受伤害，她毅然终止了与裴格的婚 约。 闺蜜小乔和樱子的情感也是一波三折，小 乔的男友齐江在母亲的逼迫下做出了很多 让小乔失望的事情。心灰意冷的小乔决定 带着肚中齐江的孩子，以一种让所有人吃 惊的告别方式离开北京。这时齐江才幡然 醒悟，内疚的同时深感小乔是自己今生唯 一的挚爱。而樱子自认为委曲求全跟了老 范，本想过上阔太太的生活，结果发现老 范已有妻室，回首时才发觉真爱是多么可 贵。 朋友意外的离世让林莽莽受到打击，开始 重新思考人生，他想要真正的去干成一件 可以为之奋斗的事业后再结婚，大猫儿跟 林莽莽为此起了争执，大猫儿指责林莽莽 从来没真的办成过什么事，并且以后也不 相信他能办成，两人不欢而散。辗转反侧 ，林莽莽发现自己确实一事无成，配不上 大猫儿，因此决心去寻找一个新的自己， 从此像蒸发了一样再无音讯。 工作上，大猫儿被最好的朋友出卖，背上 黑锅被公司辞退。大猫儿开始为找工作奔 波，种种辛苦和挫折总能让她想起林莽莽 。这些年来她早已经习惯了林莽莽守护在 身边，跟她打打闹闹，也帮她解决各种烦 恼。当大猫儿偶然看到林莽莽从小到大收 集的全部有关她的东西，终于意识到自己 真正喜欢的人是林莽莽。大猫儿从没想到 自己在林莽莽心中占有如此重要的位置， 林莽莽为了她不惜付出一切，大猫儿感动 之余反省自己为爱做过什么，无论是林莽 莽还是裴格。 大猫儿苦苦寻找林莽莽无果，甚至绝望， 她决定陪小乔去加拿大生产。机场，当大 猫儿准备登机的时候，旁边传来一声熟悉 的问候。在这生活的巨大漩涡中，被放大 后的情感世界，你来我往，有哭有笑，尝 尽了爱情的酸甜苦辣咸。因为爱的来临， 所有人被打回原形，彼此的吸引开始衍生 。在这场爱情争夺战中，也许青春就是一 次成长的蜕变……",
    "chinese_title": "大猫儿追爱记",
    "douban_rating": "5.6/10 from 397 users",
    "foreign_title": "",
    "douban_rating_average": "5.6",
    "update_at": "2026-01-20T22:49:36"
}