{
    "aka": [],
    "sid": "25749920",
    "cast": [
        {
            "url": "/celebrity/1223250/",
            "name": "艾德·斯皮伊尔斯 Ed Speleers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009267/",
            "name": "安娜·弗莱尔 Anna Friel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114308/",
            "name": "丹尼尔·乔丹 Daniel Jordan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205449190.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2324408",
    "director": [
        {
            "url": "/celebrity/1446579/",
            "name": "雷米·威克斯 Remi Weekes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329021/",
            "name": "卢克·怀特 Luke White",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2012-07-01(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2324408/",
    "imdb_votes": 70,
    "this_title": [
        "Metamorphosis: Titian 2012"
    ],
    "douban_link": "https://movie.douban.com/subject/25749920/",
    "imdb_rating": "7.4/10 from 70 users",
    "trans_title": [
        "变态"
    ],
    "douban_votes": "188",
    "introduction": "影片开头，一声枪响，睡梦中的男主角（简称A）被惊醒，也惊飞了一只猫头鹰，然后森林又归于平静。黝黑的森林远处的古堡庄重而幽静，唯一明亮的是从窗户中透出的灯光。几个镜头快速而又沉稳，把开头气氛渲染的非常到位，瞬间让观者察觉有一个奇特的故事在等待着他。接着，就是出现了油画，算是故事的展开，导演为画专门打了一束光营造气氛，不由分说，这幅油画在这部电影中有至关重要作用。屋内的气氛不像外面那样阴森，几个绅士围着圆桌在享用烛光晚宴，画面正中间桌子的远角，一位女士穿着一身洁白的裙子，显然，她是主角（简称D）。烛光映衬下，一桌人仿佛也是油画一般。被枪声惊醒的A此时也围坐在圆桌旁，并扭头望向D，D显得有些尴尬，并随手拿了一块肉喂了桌下的一只狗，这个动作也很让人记忆犹新。看到这里，大家会以为A和D也许会有一段艳遇。A很配合的坐在床上遐想，接着走进一闪露着光的门，不错，门内正是D，而且是全裸着身子，更让大家开始揣测。注意此时，在D的后面，一只狗趴着。A没有理会，继续向前，这时狗的一声嘶叫让D发觉有人进来，这只狗似乎成了D的守护者。当A和D面面相望时，却没有了后话，D的反应留下了一个疑问。A双眼恐怖的望着将要熄灭的火焰，他看到了什么？壁橱里的火熄灭了，A又进入了梦乡，一头鹿出现在了A面前，它又是什么，看到这里观众也许会一头雾水。接着墙上的花纹开始变化，下水口冒出的绿藻，墙角也莫名的冒出的植物。鹿似乎在攻击他，他显得无比痛苦，接着，可怕的事情发生了。D背上长出了鹿角，痛苦的A惨叫着，蜷缩已经变味森林的房间中，被鹿角包围起来。第二天清晨，房间恢复原状，D却不见了。森林里又出现了狗，这次不是一只而是一群，它们似乎在追逐着什么。在这群猎狗后面，一直举着猎枪的猎人尾随而出，他看到了目标。一声枪响，一个树林的全景，回到了开头。似乎到这里也可以作为一个结点，但是故事还没有结束。餐座上，绅士们捏着刀叉细心的切着盘中的肉，D也在其中，面含微笑的她这次主动的看向了A，但是A并不在。鹿头，挂在墙上。还是那幅画。一个很诡异的故事，每个镜头似乎都有象征含义。同桌而餐的D窥探了一眼A，罪恶似乎从这里未开始。没有受到惩罚的D夜不能寐，进一步窥探到了A的裸体，悲剧的命运和诡异的变化让他得到了变为动物的惩罚，更为残忍的是被猎人杀死后，竟然成为自己桌上的美餐供人品尝。这不合理也不现实的故事让人看着很不可思议。这部影片中有很多象征性的事物：三次出现的狗、变换的壁画和生长的植物、被射杀的鹿、墙上的油画。其实在影片的开头就交代了故事的内容，开头镜头拉近油画，结尾镜头拉离油画。这幅画是提香著名的《戴安娜与阿特泰恩》，画的内容是希腊神话中的故事：猎人阿特泰恩撞见了狩猎女神戴安娜裸浴，戴安娜将其变为一头雄鹿，最后猎人惨死在自己猎狗口中。提香在其作品中描绘了猎人撞见女神的一瞬间。导演将神话中的内容搬到现实中，而且做了改编。原神话只是猎人阿特泰恩，A则被熟识的人分食，似乎有意加重这种惩罚与情感冲击。这部微电影制作精良，镜头考究，这里不细说。导演对这种题材的把控能力和风格体现非常完美，不但营造了悬疑的气氛，而且处处流露着庄严与神圣。很多镜头都是正面拍摄，比如森林、油画、鹿头，这些庄重的塑造形式似乎有一种仪式感。这段希腊神话中提现了神的能力和残酷，也体现了人的欲望与受惩，一位艺术家专门以这个题材制作了一张照片——从锁眼中看到浴池中的裸女。都是在体现人的窥探欲，而且这种窥探欲如果没有得到告诫，就会愈演愈烈，就像是A在餐桌上的一撇到后来的窥探。不过希腊神话中的故事最多的还是体现神的威严，告诫人神的不可侵犯性和禁止对裸体的窥探，算是禁欲的一种教化。另外，猎人的猎狗也有一定的象征性，猎人被变为鹿后，狗将猎人撕咬而死，这种错杀不仅代表了对猎人惩罚的残酷，也代表了对作为猎人伙伴的猎狗的残酷，就像是分食A的“无知者”一样，他们也在被惩罚。而在电影中，导演把狗处理成了女神的守护者。回到现实，我们现在所得到的，最有普遍性的就是人之欲望。导演深谙观众对裸体的欲望的惩罚发挥到了极致，也许有他更深层次的价值观，这就不为小编所知了。影片中文名字《变态》（或许有更好的翻译），变态可以指男主角身体的变化，也可指女主角报复手段的残忍。总体来说，这应该是反应神话题材的神级作品。",
    "chinese_title": "变态",
    "douban_rating": "6.9/10 from 188 users",
    "foreign_title": "Metamorphosis: Titian 2012",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "6.9",
    "update_at": "2025-07-30T02:14:31"
}