{
    "aka": [
        "Between Boys and Friends",
        "Boys Before Flowers",
        "流星花园(美版)"
    ],
    "sid": "25743870",
    "cast": [
        {
            "url": "/celebrity/1340772/",
            "name": "约瑟夫·阿尔马尼 Joseph Almani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1237463/",
            "name": "道恩·莫罗 Dawn Morrow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337768/",
            "name": "亚历克西娅·奎因 Alexia Quinn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337112/",
            "name": "莱利·雷·贝克 Riley Rae Baker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459673/",
            "name": "莱昂内尔·克劳德 Leonel Claude",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164365952.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1320375/",
            "name": "神尾叶子 Yoko Kamio",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3174316",
    "director": [],
    "duration": "45分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-12-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3174316/",
    "imdb_votes": 146,
    "this_title": [
        "Boys Before Friends"
    ],
    "douban_link": "https://movie.douban.com/subject/25743870/",
    "imdb_rating": "2.5/10 from 146 users",
    "trans_title": [
        "花样男子(美版)",
        "Between Boys and Friends",
        "Boys Before Flowers",
        "流星花园(美版)"
    ],
    "douban_votes": "748",
    "introduction": "Ellison University is a school that caters to the children from families who are rich, famous, high-society or all of the above. Every year, they hold auditions to accept students who are super talented in different areas and give them a full scholarship to attend the University.Zoey, a dancer from a middle class family gets accepted. On her first day she discovers that things aren't as perfect as she thought they would be when she witnesses a string of extremely harsh bullying from the leaders of the school. Determined to stay out of the way and ignore the situation, she is forced to stand up to the bullies known as F4. After a series of events, she eventually earns their respect and the love of their leader, Liam.Between Boys & Friends is loosely inspired by the widely popular Japanese manga Hana Yori Dango.Characters:Zoey: Zoey is the girl next door from a middle class family who has grown up wanting to be a dancer. She convinces her best friend Piper to move to Los Angeles together to pursue their dreams. She is down to earth, tough, and fights for the things she thinks are right.Liam: Liam is a rich kids from Beverly Hills, CA. He has never had to do anything for himself and he is used to the fact that he can have anything and whoever he wants. He has a group of friends that he has grown up with that he cares for deeply and would do almost anything for.Zoey, a dancer from a middle class family, gets accepted to an elite program for the rich and famous her final year of Grad-School. The school is run by 4 guys from the most elite families in the country known as the F4. When Zoey stands up to the F4, she finds herself on the bad end of their temper before finally falling in love with the leader. Written by AnonymousZoey，一个美国中产阶级的女舞者，成功进一个满是名门望族子弟的研究生精英计划，这个贵族学校实际上被4个恶霸男学员统治着，他们来自学校最有名望的4大家族，在这里他们被称作F4，Zoey发现在F4面前表现的坏脾气，导致的最坏的结果是。。。她爱上了他，F4的头目。作者：Anonymous",
    "chinese_title": "花样男子(美版)",
    "douban_rating": "2.5/10 from 748 users",
    "foreign_title": "Boys Before Friends",
    "imdb_rating_average": 2.5,
    "douban_rating_average": "2.5",
    "update_at": "2025-08-21T14:49:22"
}