{
    "aka": [
        "Прощайте, товарищи"
    ],
    "sid": "25747658",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154481021.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318474/",
            "name": "安德烈.涅克拉索夫 Andrei Nekrasov",
            "@type": "Person"
        }
    ],
    "duration": "50 min.",
    "episodes": "2",
    "language": [
        "英语",
        "俄语"
    ],
    "playdate": [
        "1992"
    ],
    "this_title": [
        "Goodbye Comrades"
    ],
    "douban_link": "https://movie.douban.com/subject/25747658/",
    "trans_title": [
        "再见，同志们",
        "Прощайте, товарищи"
    ],
    "douban_votes": "0",
    "introduction": "Документальный сериал «Прощайте, товарищи!» включает шесть эпизодов, охватывающих период истории СССР и стран Восточного блока с 1975 по 1991 г. Автор сериала режиссер Андрей Некрасов предлагает зрителю «внутренний взгляд» на далекую советскую эпоху в этом необычном по форме документальном фильме. Проект франко-германского телеканала Arte «Прощайте, товарищи!» - это большой трансмедийный проект, включающий интерактивный веб-сайт, фильм, книги, документальный фильм, чат... Проект рассчитан на европейскую молодежную аудиторию, которая имеет лишь опосредованное представление о советской эпохе.Канва документального фильма «Прощайте, товарищи!» - это диалог между рассказчиком и его молодой дочерью, которая задает отцу вопросы о советских реалиях. Ее роль исполнила дочь Андрея Некрасова, Татьяна.Свидетельство, взгляд на советские времена изнутри – это именно то, чего ожидали от режиссера продюсеры фильма, говорит Андрей Некрасов.Андрей Некрасов: Я полагаю, что им (продюсерам) хотелось именно российского режиссера, чтобы рассказать историю изнутри. Этот проект задумывался именно как взгляд изнутри, взгляд более, может быть, даже художественный – у меня было довольно много свободы, они не хотели стандартного документального фильма. То есть, это было сочетание факторов и по содержанию, и по форме. Они знали, что я скорее киношник, у меня не журналистский подход. Этот фильм и о политике, и о жизни, и о культуре, и очень много музыки (я даже сам написал главную музыкальную тему). Короче, они хотели другое документальное кино. Arte вообще старается делать кино по форме и содержанию не конвенциональное, нестандартное. Продюсеры мне так и сказали: хотим нестандартное кино, не сплошные говорящие головы, а если интервью неизбежны, то они должны быть как-то поданы в каком-то контексте, в какой-то логике и динамике.",
    "chinese_title": "再见，同志们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goodbye Comrades",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T17:15:14"
}