{
    "aka": [
        "Non-fiction Diary"
    ],
    "sid": "25743057",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第18届釜山国际电影节(2013)\n　　最佳纪录片奖 韩国纪录片 郑润锡\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188714298.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1335393/",
            "name": "郑润锡 Yoon-suk Jung",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3265218",
    "director": [
        {
            "url": "/celebrity/1335393/",
            "name": "郑润锡 Yoon-suk Jung",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2014-07-17(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3265218/",
    "imdb_votes": 68,
    "this_title": [
        "논픽션 다이어리"
    ],
    "douban_link": "https://movie.douban.com/subject/25743057/",
    "imdb_rating": "6.7/10 from 68 users",
    "trans_title": [
        "非虚构日记",
        "Non-fiction Diary"
    ],
    "douban_votes": "0",
    "introduction": "90년대 한국 사회를 뒤흔든 그러나 지금은 잊혀진 지존파 사건을 되짚으면서 우리 사회를 들여보게 하는 영화. 지존파에서 출발해 성수대교 붕괴, 삼풍 백화점 붕괴, 5.18 주모자 처벌 문제 등으로 유연하게 흘러가는 영화는 픽션 보다 더 픽션 같은 논픽션 이야기를 품은 한국 사회를 ‘기록’한다.What happened in Korean society in the 1990s? The film starts with the Jijon-pa (Supreme Gangsters) case. The shocking story is narrated through the discussion by the two detectives who arrested the gangsters, of details of the roundup, data screens, and the death sentence. Nevertheless, Nonfiction Diary’s focus is not on the crime story. Starting from Jijon-pa onwards, the film reflects on the 1990s, when Korea digressed into contemporary history. The Seongsu Bridge and the Sampoong Department Store’s collapses are recalled, followed by the then-government’s punishment of the May 18 Uprising leaders, revealing the Korean legal system’s death penalty status, touching on political and power issues. The audience is reminded that today, 2013, is an extension of that same flow. Director Jung Yoonsuk’s Non-fiction Diary “records” the records by summoning forgotten incidents, utilizing interviews and the media’s data screens. This record is a “report”on contemporary society as well as a “record of the remembrance”. (HONG Hyosook)18th Busan International Film Festival Documentary Competition",
    "chinese_title": "非虚构日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "논픽션 다이어리",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T18:35:08"
}