{
    "aka": [],
    "sid": "25741293",
    "cast": [
        {
            "url": "/celebrity/1124038/",
            "name": "马歇尔·麦克卢汉 Marshall McLuhan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0228568",
    "director": [
        {
            "url": "/celebrity/1278540/",
            "name": "卡尔·巴塞 Carl Bessai",
            "@type": "Person"
        }
    ],
    "duration": "60",
    "episodes": "",
    "language": [],
    "playdate": [
        "1999-11-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0228568/",
    "this_title": [
        "Out of Orbit: The Life and Times of Marshall McLuhan"
    ],
    "douban_link": "https://movie.douban.com/subject/25741293/",
    "trans_title": [
        "传播大师麦克卢汉"
    ],
    "douban_votes": "0",
    "introduction": "加拿大传媒学家，“酷”、“地球村”和“信息时代”的始作俑者.对于中国传媒界来说，麦克卢汉可能还是一个陌生的名字，这实在是一个难以宽恕的疏忽。尽管现代传媒业的迅猛发展与他没有直接关系，但是，这个人使传媒业与现代文化变迁联系在一起，他使传媒业成为当代学术取之不尽的思想资源，他提升了传媒业的理论含量。简言之，因为这个人的惊人之论，人们开始意识到：传媒业不再只是谣言诽闻的发源地，不再只是强词夺理的场所，不再只是牟取暴利的超级工厂；而是当代社会最具有创造活力的文化形态，是改变我们生活的最直接的动力。麦克卢汉（Marshall McLuhan）何许人也？我们现在常把“地球村”这个说法挂在嘴边，但出处未必知晓，始作俑者就是麦克卢汉。麦克卢汉1911年出生于加拿大艾伯塔省埃德蒙顿市，早年在曼托巴大学求学，后来到英国剑桥大学攻读英语文学博士学位，并在美国多所大学执教。1951年，麦克卢汉第一本专著《机器新娘》出版，这本书广泛分析报纸、广播、电影和广告产生的社会冲击和心理影响，但没有产生多大的影响。直到六十年代初，麦氏依然不名一文，在大学教英美文学。衣着随便，丢三拉四，清瘦的面相中透出几分厚道。在时尚的美国学界看来，这个北美人像是个不合时宜的堂吉诃德。但接着他的二本著作出版：《谷登堡星汉璀灿》（1962）、《理解媒介》（1964），一时间令人叹为观止，在人文学科领域引起强烈震撼。《旧金山记事报》称为“最为灸手可热的学术财富”。 到了1965年秋天，《纽约先驱论坛报》不得不宣告该书的作者是“继牛顿、达尔文、弗洛依德、爱因斯坦和巴甫洛夫之后的最重要的思想家……”。一夜成名的麦克卢汉到处演讲，听者如云。记者描述说：他获得了人们“以偏执狂似的不可抗拒的信仰所赋予的、罗马祭师才享有的那种魅力”。并不只是学术界和轻信盲从的大学生对麦克卢汉趋之若鹜，在麦氏如日中天时，不少大企业的领袖人物乐于聆听麦氏的宣谕。通用汽车的高层不惜重金，请他说汽车已经成为明日黄花；贝尔电话公司的老总们乐于在他面前承认实在没有弄懂电话的功能，只有洗耳恭听，聆听高人指点；房地产设计公司居然也情愿一掷金钱，目的却是想听麦氏对其企业出路的质疑；还有企业预付5000美元，请他在电视上对自己的产品说三道四……；如此兴师动众，搞得当时加拿大候任总理特鲁多慌不择路，每月请麦氏吃喝一顿，讨教如何改善自己的电视形象。1969年，《花花公子》杂志也耐不住寂寞，拆下版面，由头牌记者埃里克．诺顿采访麦氏。当然，麦氏是一个极富争议的人，为人不解，遭人嫉恨。然而，即使是他的论敌也不得不对他的那些预言式的怪异思想留有余地：“万一他说的那些是对的呢？”历史不幸证明了这一点，他的许多预言都一个又一个地实现了，并且成为我们时代的常识。读一读《麦克卢汉精粹》一书，迅速就会被它俘获。这本600多页的书是麦氏代表著作精选合编，汇集了麦氏毕生著作的精华，其思想触角四处延伸，从媒介的特性，到后工业化时代的文化生产；从文学批评，到电子通讯给人类思维方式和价值取向带来的后果，从家庭伦理，到政治制度等等，麦氏都进行了预言式的探索。麦氏早年学文学出身，曾师从理查兹等大师名家，对经典作品了如指掌。可以看出麦氏有相当好的艺术感知力，文学批评方面的训练，使麦氏可以把感性经验与理论分析结合得天衣无缝。当然，这本书最根本的地方，还在于它是从文化方面探讨电子化引起的后工业化社会出现的文化裂变（内爆）。麦氏的天才启示录式的思想主要体现在他的代表作《理解媒介》这本书中，他提出一系列著名的论断：1，“媒介即是讯息”，过去，人们把媒介看成是一种运载物质或信息的工具，媒介本身并不重要，它并不能决定或改变它所运载的东西。但麦氏看到媒介的决定性作用，特别是在电子化时代，媒介具有前所未有的积极的能动作用。媒介引起了人间事物的尺度变化和模式变化，媒介改变、塑造和控制人的组合方式和形态。2，“媒介是人的延伸”。这是麦氏理解媒介根本的出发点，也是他超出所有理论家的独到之处。在麦氏的思想视野中，媒介不是冷冰冰的外在化的存在，媒介就是人的身体、精神的延伸。媒介改变了人的存在方式，重建了人的感觉方式和对待世界的态度。麦氏对媒介的理解大胆又独特，他把媒介分为“冷媒介”和“热媒介”。手写稿、电话、电视、口语被他划分为冷媒介，因为清晰度低；而拼音文字、印刷品、广播、电影等等则被看成是热媒介，因为清晰度高。显然，这里的“清晰度”并不是指图像的可视感觉，而是指这种媒介传载信息的准确度和可把握的较多的含义。热媒介只延伸一种感觉，并使之具有“高清晰度”，也就是使媒介处于充满数据的状态。麦氏的这种划分有他个人偏好，也有他所处的时代局限。例如，把电视划为冷媒介就有待商榷，他那个时代电视还不是十分普及，电视技术也远不如现在先进。在今天看来，电视就未必可以说是冷媒介。最可惜的是麦氏这本书未能论述到电脑和互联网，他所处的时代电脑和互联网都还未出现。现在看来，电脑和互联网作为媒介，对当代人类生活的改变显然是前所未有的，这需要新时代的麦克卢汉加以阐释。麦氏指出，正是来自世界各地的新闻和图片组成的普普通通的信息流，重组了我们的精神生活和情感生活。麦氏的卓越之处在于，他意识到这个时代变革的本质，新媒介使革命成为常态。200年前，摧毁旧政权的是思想和理论，而如今，改变生活条件和基本态度的，就是包装了的信息。麦氏指出，正是来自世界各地的新闻和图片组成的普普通通的信息流，重组了我们的精神生活和情感生活，无论我们是抱着抗争还是接受的态度。麦氏提醒人们应该知道世界上一切文化的变化影响，既看到其革命性的积极效果，也看到由此引发的危机，并且努力寻求解决的方案。麦氏在1980年圣诞除夕去世，作为一个神谕式的人物，他选择告别人世的时间也很特别。这个“酷”（ｃｏｏｌ）字，是麦克卢汉普及的。２０世纪的６０年代，前卫的嬉皮士喜欢这个字。麦克卢汉在《理解媒介》中，借用了这个俚语，用来形容热门的媒介。该书的序言里有了一句话：“你们孩子家为什么用‘酷／冷’（ｃｏｏｌ）这个词去表示‘热’（ｈｏｔ）的意思？”６０年代，美国孩子和年轻人“扮酷”。如今的中国年轻人，也处处喜欢“扮酷”了。其实，麦克卢汉的影响何止于年轻人呢。如今的几十亿人，谁不知道“地球村”这个概念？“地球村”的发明权，就在他的手里。这个词的诞生的产房，就是他这本《理解媒介》。《理解媒介》业已进入经典的学术殿堂。麦克卢汉早已成为２０世纪最重要的媒介理论家。１９６４年，这本奇书横空出世。麦克卢汉说：“媒介是人的延伸”，“媒介即是讯息”，“电子媒介是中枢神经系统的延伸”，“媒介使人自恋和麻木”，“我们正在回到重新部落化的世界”，“西方文明的整个观念是从拼音文字派生出来的”，印刷术、广播、电影是“热”的，口语、手稿、电话、电视是“冷”的……有人说，这些观点似是而非、似非而是，既使人半信半疑，又令人心驰神往。既使人震惊迷惑，又令人耳目一新。于是有人说麦克卢汉是一本天书，难以理解，是斯芬克斯之谜。４０年前，世人对他的评价，毁誉参半、别若天壤。褒之者宣告他是“继牛顿、达尔文、弗洛伊德、爱因斯坦和巴甫洛夫之后的最重要的思想家”，是“电子时代的代言人，革命思想的先知”。１９６４年１２月２８日的《国家》杂志，把麦克卢汉列为风云人物；１９６５年的《读者指南》列出四篇有关他的文章，分别刊载于《评论》、《纽约客》和《哈泼斯》。一时间，“麦克卢汉热”风靡美国，他的著作也成为畅销书。１９６６年至１９６７年，这“热”潮达到顶峰，美国最著名的几十种报刊如《幸福》、《新闻周刊》、《生活》、《老爷》、《全国评论》、《党派评论》、《纽约客》、《新墨西哥季刊》、《周末评论》、《花花公子》等，都刊登了有关麦氏的文章。他还不时应邀在电视上演讲，出尽了风头。他太有名了。欧洲语言里居然出现了几个以他命名的词汇：ｍｃｌｕｈａｎｉｓｍ，ｍｃｌｕｈａｎｉｓｔ，居然产生了“麦克卢汉学”。贬之者骂他是“通俗文化的江湖术士”、“电视机上的教师爷”、“攻击理性的暴君”、“走火入魔的形而上巫师”、“波普思想的高级祭司，在历史决定论的祭坛前为半拉子艺术家做黑弥撒的教士”。攻击他“出尽风头，自我陶醉，赶时髦，追风潮，迎合新潮。可是他错了”。宣判他的文字“刻意反逻辑、巡回论证、同义反复、绝对、滥用格言、荒谬绝伦”。历史给这些保守派和卫道士开了一个大大的玩笑。扑面而来的数字时代、网络生活、虚拟现实、赛博空间，使一切攻击不攻自破。信息高速公路证明，他是对的！２０世纪９０年代初，吹响网络时代号角的《在线》杂志（Ｗｉｒｅｄ），从创刊号起，就在刊头上把麦克卢汉供奉为“先师圣人”（Ｐａｔｒｏｎ　Ｓａｉｎｔ）。“在线”一族供奉他为祖师爷和开山祖，虽然他并不懂技术。如今，他的预言一个个变成了现实，这并不奇怪。奇怪的是，他的“梦呓”变成现实竟然会这么快。４０年前，麦克卢汉像是一个“幽灵”，一个独战风车的堂·吉诃德。他独自孵化出了一种全新的思想：媒介的社会影响和心理影响。他潜心研究传播、电脑等电子技术的社会影响和心理影响。他成为新技术媒介的教师爷，又是技术革命的传教士。４０年后，他播下的种子长成了信息网络、虚拟现实。世界范围的麦克卢汉热，一共有两次。第一次是２０世纪６０年代，时间不长。目前的麦克卢汉热，开始于２０世纪９０年代中后期。受到冷落的麦克卢汉，终于在数字时代复活了（可惜，我们无缘再聆听他的滔滔雄辩，他去世于１９８０年）。这是理性的回归，也是历史的必然。历史是公正的，在学术殿堂里给他留下了神圣的一席。学界是清醒的，纠正了过去对他的误读。这一次热潮，不仅范围广、势头猛、评著多，而且已然经过历史的考验和汰洗。信息高速公路崛起，知识经济到来，虚拟现实的出现，才使人们恍然大悟：原来他是对的！他所谓的意识延伸就是赛博空间，他所谓的地球村已然到来！他的确是电子时代的先驱和预言家！６０年代读不懂的天书，看上去胡说八道的东西，等到如今，都明白如话了。这一次的热，可以用亚马逊网上书店的书目为证。这个书店可供出售的有关麦克卢汉的著作和他本人的著作一共有２８种。与此相反，托夫勒、奈斯比特、亨廷顿、福柯、赛义德这些在中国红得不能再红的大牌人物，不是只有寥寥几种，就是根本没有一席之地。中国人对第一次的麦克卢汉热浑然不觉。我们在“内战”中几乎埋葬了一切人类文化。奇怪，８０年代等他陷入低谷时，我们却把他引进来了。那时的中国，久旱逢甘露，多么渴望一切人类文明成果啊！２０年来，他的著作已经被译介，他的基本思想进入了大学课堂，他的一些奇特警语，学界已经耳熟能详。不过，总体上说，我们对他还是一知半解，严肃的批评并不多见。",
    "chinese_title": "传播大师麦克卢汉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Out of Orbit: The Life and Times of Marshall McLuhan",
    "douban_rating_average": 0,
    "update_at": "2025-06-16T10:01:15"
}