{
    "aka": [],
    "sid": "25741713",
    "cast": [
        {
            "url": "/celebrity/1033189/",
            "name": "忍成修吾 Shûgo Oshinari",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2153238141.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2012-12-01(日本)"
    ],
    "this_title": [
        "法医学教室の事件ファイル35 長崎～横浜・亀が見ていた殺人事件!? 曲がった人差し指と金属アレルギーの謎"
    ],
    "douban_link": "https://movie.douban.com/subject/25741713/",
    "trans_title": [
        "法医学教室的事件档案35"
    ],
    "douban_votes": "0",
    "introduction": "2012年秋季 テレビ朝日 日剧二宮早紀（名取裕子）は港南医大・法医学教室の准教授で、神奈川県警から監察医を委託されている。夫の一馬（宅麻伸）は横浜東署の警部で、２人の間には愛介（佐野和真）という息子がいる。また、一馬には七海（由紀さおり）という叔母がいて、時々二宮家内を引っ掻き回すので、早紀にとってはありがたい相手ではない。銀婚式の記念旅行で長崎を訪れていた早紀と一馬は、ハウステンボスで女性を連れた愛介にバッタリ遭遇。愛介は就職が内定した出版社が倒産してしまい、北海道に傷心旅行に出たはずだったのだが、なぜここに…!?　愛介から、彼女は獣医学科に通う学生・浜崎理恵（杉本有美）だと紹介されたものの、早紀は自分にウソをついた息子のことが面白くない。だがその直後、早紀たちはハウステンボス近くの公園で倒れている男を発見する…！　男は写真週刊誌の記者・松田紘一（北山雅康）で、すでに死亡していた。早紀は、死体の両手指がまるで誰かを指差しているかのように奇妙な形をしているのが気になった。愛介と理恵は、逃げていく不審な男を目撃しており、所轄署の似顔絵作成に協力することに。もうひとり、撮影旅行に来ていたカメラマン助手の生島里美（小橋めぐみ）も走り去る男を目撃したと証言。里美は１匹のカメを連れており、カメと日本の風景をコラージュした作品を撮っているという。翌日、横浜に帰宅した早紀と一馬のもとに、廃工場で女性の死体が見つかったという知らせが入る。急行すると、殺されていたのはなんと里美だった。里美は「長崎で起きた殺人事件の犯人を、今、横浜で目撃した」と110番通報している最中に、背後から鉄パイプで頭部を殴られたようだった。長崎の犯人を目撃したために殺害されたということは、愛介も理恵も危ないのではないか…!?　一馬は、まだ長崎にいた２人にすぐに帰ってくるよう指示すると共に、現場から里美が飼っていたと思われるカメを保護する。一方、検視を行った早紀は里美の顔に奇妙な痣が残っていること、右手の人差し指に小さなノコギリ状のギザギザした傷があることに気づき、不思議に思う。まもなく、一馬たちは事件当日、松田が音楽プロデューサー・鮫島祐作（岩城滉一）と長崎で会っていた事実を突き止める。鮫島は、自分は何も知らないといい、疑わしい人物としてサキソフォン奏者の一之瀬直人（忍成修吾）の名を挙げる。直人は世界的に注目されている新進アーティストだが、人妻・工藤真美（永谷美優紀）との密会を松田にスクープされ、追い詰められた真美が自殺。その件で、直人は松田をひどく恨んでいたというのだ。さっそく、スタジオでレコーディング中の直人を直撃した一馬たち。直人はプロ意識が高いらしく、共演プレーヤーの演奏をけなして揉め、所属事務所社長・朝倉結衣子（とよた真帆）がなだめているところだった。直人は松田を憎んでいたことをまったく隠そうとせず、真美とは幼い頃、同じ施設で兄妹のように育った間柄なのに、事実無根の記事を書いた松田を許せないと告白。そして事件の日、松田を追ってハウステンボスに行ったことも認めた。だが、相手を見つけることができずに戻って来たと主張、同行したという直人の親友・篠原幹夫（黄川田将也）も、それを証明した。その夜、愛介が理恵と共に帰って来た。両親が海外に滞在中であるため、理恵はしばらく二宮家に泊まることになり、早紀は複雑な心境…。ところが、その理恵が何者かに襲われる事件が起きて…!?",
    "chinese_title": "法医学教室的事件档案35",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "法医学教室の事件ファイル35 長崎～横浜・亀が見ていた殺人事件!? 曲がった人差し指と金属アレルギーの謎",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T17:44:25"
}