{
    "aka": [],
    "sid": "25747561",
    "cast": [
        {
            "url": "/celebrity/1238167/",
            "name": "艾琳娜·莱辛 Alina Levshin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041526/",
            "name": "斯坦奇·艾塞克 Stipe Erceg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045843/",
            "name": "塞巴斯蒂安·席佩尔 Sebastian Schipper",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1277343/",
            "name": "Sascha Arango Sascha Arango",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3215004",
    "director": [
        {
            "url": "/celebrity/1042174/",
            "name": "阿希姆·冯·博里斯 Achim von Borries",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2013-10-16(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3215004/",
    "imdb_votes": 162,
    "this_title": [
        "Alaska Johansson"
    ],
    "douban_link": "https://movie.douban.com/subject/25747561/",
    "imdb_rating": "5.6/10 from 162 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Eine Frau unterwegs mit Schlittenhunden durch die Eiswüste. Eine einsame Hütte. Ein Mann, eingepackt in Pelz – er wurde gesucht, sie hat ihn gefunden. Und sie, Alaska Johansson, Top-Headhunterin, bekommt in der Firmenzentrale eine große Ehrung. Inklusive Erste-Klasse-Tickets für eine Weltreise. Die ihr der Chef nur schenkt, um sie loszuwerden – seine Frau ist dahintergekommen, dass er mit der jungen Schönen ein Verhältnis hat…Alaska Johansson: die pure Eleganz, die vollendete Schönheit, die reine Perfektion. Exquisite Kleidung, vornehmes Schuhwerk, akkurates Make-up, ein ebenmäßiger Körper. Alaska Johansson lebt in einem Appartement, wohnlich, aber unpersönlich; sie wirft gebrauchte Wäsche weg und hat eine Unmenge an steril eingepackter Kleidung vorrätig. Sie mixt Erdbeeren, Schnaps und Zigaretten und will sich umbringen. An ihrer Wohnung klingelt ein Kind, ein Mädchen wohl, verborgen unter einem Gespensterkostüm. Der Geist stürmt die Wohnung, bringt Alaska Johansson durcheinander.Im Nachbarappartement Sägen und Bohren, ein Nachbar ist eingezogen. Gehört das Kind zu ihm? Er leugnet es – und sie sieht es bei ihm herumspuken. Einmal ist es nachts in seinem Lieferwagen eingesperrt. Die Rätsche, mit der das Gespensterkind spielt, erzeugt nervige Laute. Der Film von Achim von Borries schlägt die Richtung des Appartment-Psychohorrors ein.Ein stoischer Polizist, der nichts zu glauben und alles zu wissen scheint; eine überdominante Mutter, die ihrer erwachsenen Tochter die Kleidung kauft; ein geheimnisvoll-bedrohlicher Nachbar, der nachts bei ihr einbricht: Figuren, die Alaska Johansson vereinnahmen wollen. Meinen sie es nur gut mit ihr? Als sie duscht, wird von außen das Bad abgeschlossen, Schritte, Schatten, Hämmern gegen die Tür, die Kamera im Taumeln, das Sounddesign im Overdrive – um Alaska Johansson kann man sich fürchten, um sie und um ihre Psyche. Alle Messer aus der Küche stecken in ihrer Matratze; das Auto fährt von alleine los, es gibt einen schlimmen Unfall…Zugleich ist Alaska Johansson, ganz modern-toughe Businessfrau, ganz souverän. Kann die Menschen einschätzen, kennt ihr Innerstes, weiß, was zu sagen ist, um sie zu sich herüberzuziehen. Weiß die Sorgen des Polizisten, den seine Frau betrügt. Weiß ihrem Arzt in einem Restaurant ganz beiläufig die Freundin auszuspannen.Doch was davon ist wirklich? Von Borries baut mit seinem Bündel an Genre-Stücken einen mäandernden Plot auf, nie weiß man, was nach der nächsten Biegung passiert, und ahnt doch stets so einiges. Phantasie und Halluzination werden gleichwertig mit dem gesetzt, was Realität zu sein scheint und vorgibt. Wobei der Zuschauer nie verloren geht in diesem Labyrinth der Bilder, der Hinweise, der Zeichen und Wunder. Sicher ist alsbald klar, dass das meiste wohl eingebildet ist; ein roter Ballon mit Gesichtsfratze ebenso wie das Gespensterkind. Wie weit dies kulminiert, wird auf einer Party ihrer Eltern offenbar, dort treffen alle nochmals aufeinander, die Reichen und Schönen, die Polizisten und Ärzte, Chef und Nachbar. Eine Gesellschaft der Optimierungsobsession, in der nach Perfektion gestrebt wird. Schönheit kann erzeugt werden, äußerliche Verunstaltung mit Operationen, mit einem zusammengenagelten Skelett, mit der Präzision des Chirurgen ungeschehen gemacht werden; was freilich nicht das innerliche Zerrütten und Verrotten verhindert, die negativen psychischen Energien, die um sich greifen und aus dem vollkommenen Körper ausbrechen wollen. Wehe, wenn sie losgelassen.",
    "chinese_title": "Alaska Johansson",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-22T17:45:20"
}