{
    "aka": [],
    "sid": "25748662",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154696461.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "23分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-10"
    ],
    "this_title": [
        "中国民间传说之北京篇"
    ],
    "douban_link": "https://movie.douban.com/subject/25748662/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "古时候，幽州是一片苦海，终日不见阳光，故名“苦海幽州”。那时，孽龙家族占据着苦海，而人都躲在西、北面的山上住。哪吒云游经过这里，把孽龙家族镇在了北海的白塔下和玉泉山脚下的一个海眼里，并封住各处海眼，于是苦海的水慢慢退去，幽州开始有了住户人家。鲁班、张果老、柴王爷为修赵州桥打赌斗法，柴王爷输了，自觉丢了脸面，就把龙、虎、蟒、蛇、日、月这六座宝山放在了幽州北边（现在的十三陵）。由于燕山山脚和宝山的环抱，幽州就象一个聚宝盆，成了风水宝地。人间皇帝平定了江山，决定把京城建在这块宝地上，命大臣们三天内拿出建京方案。众臣力荐刘伯温、姚广孝。二人苦思良策，夜不成寐。刘伯温月下吹箫，哪吒云游路过，听出箫中的烦愁。二人一齐商定了“内外四九城、五坛、八庙、九门楼”的建城方案。姚广孝躲在暗处偷听，原封不动照抄了图纸，赶到皇帝那里抢功，但比刘伯温慢了一步。皇帝封刘为大军师，姚为二军师。姚广孝不服气，跑到潭柘寺出家当了和尚。京都城址建在龙脉上，龙王认定自己的家族将永世不得翻身。于是他带龙母、龙子和龙女，化装成卖菜的，混进幽州城。龙子把城里的甜水喝光，龙女把城里苦水喝光，变成两个水篓，龙王用小推车把水篓偷运出城，并带走了沿途的一切水源。刘伯温派高亮去追水，高亮紧张中错扎了右边的水篓，苦水流了出来，龙子带着甜水逃进了玉泉山的海眼。北京虽然又有了水，可城里的水全是苦的，只有玉泉山的水是甜的。皇帝命刘伯温想办法尽快捉住孽龙。刘伯温想把房山的三只神石龟请进京城。但只请来了三青。快过卢沟桥时，龙王变化的蝎子蜇了三青一下。三青就再也走动不了。从此，北京就有了“大青不动，二青摇，三青走到卢沟桥”的传说。刘伯温担心蝎子桥继续害人，就命京城的石匠在桥上雕刻镇恶驱邪的石狮子。张果老托梦给领班的张石匠，带来杭州的“葫芦桥”图纸，又派来“葫芦桥”上的石狮帮着驭运材料，直到桥建好才走。至今，人们把杭州的“葫芦桥”叫 “护卢桥”。“葫芦桥”和卢沟桥栏上的石狮模样一样，白天蹲在桥栏上不动，晚上则互相来往，所以数目不断变化，留下个传说叫“卢沟桥的石狮数不清。”卢沟桥越传越神。有人说这里初一、初二能看见月芽，三十能看见月亮。皇帝听了，大年三十带文武百官一齐出城，来到卢沟桥。一直冻到五更，谁也没看到月亮。大臣们应付说只有金童玉女和大命之人才能见到，皇帝是大命之人，一定能看到，再好好看看。皇帝顺坡下驴，说是看到了弯月。众臣齐呼万岁，都说皇帝乃真龙天子大命之人。帝大喜，写了 “卢沟晓月”刻成石碑立在桥头，又命人修了一座亭子。龙王想把亭子抢回家去过年用，驾起风吹跑了亭子的宝顶。皇帝命人寻找亭子顶。为图吉利和邀功请赏，很多人都说宝顶落在了自己家。所以北京有好几个叫“皇亭子”的地方。修京城钱不够，皇帝宣京城首富沈万三捐款。沈万三闻讯连忙带人把财产分散埋在京城各处，插上马兰花做为记号。他端着个要饭的瓦盆来见皇上，皇上要钱，沈说自己是要饭的没钱。皇帝眼一瞪：“没钱不行，打。”士兵们一顿乱棍，沈经受不住，带士兵到某处一指，士兵们从地下挖出了十窑银子。皇帝大喜，封沈为活财神，并赐给他一只要饭的金碗。活财神想自己挖点钱用，可当时京城盛产马兰花，也不知哪朵下存有财宝，沈只好端着金碗真的要饭了。而皇帝挖宝挖出的大坑，慢慢有了水，就成了今天的什刹海。皇帝有了钱，建京城的速度加快了。而在修建京城的过程中，又发生了一系列有趣的故事，留下了一个个有趣的传说。",
    "chinese_title": "中国民间传说之北京篇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T22:02:17"
}