{
    "aka": [
        "Dream House by the Border"
    ],
    "sid": "25748289",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154727834.jpg",
    "region": [
        "韩国",
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "경계에서 꿈꾸는 집"
    ],
    "douban_link": "https://movie.douban.com/subject/25748289/",
    "trans_title": [
        "Dream House by the Border"
    ],
    "douban_votes": "0",
    "introduction": "“The house makes human beings, human beings make the house.” This film observes the modern history and the pain caused by the division of Korea by taking the house where people reside as a main theme and following the traces remained the house. Residents of Cheorwon-gun, Tongilchon, have lived by the iron railings and those are settlers or people who left their hometowns in the North Korea. And this film tells the memories and individual stories of Settlers, the second generation of settlers and displaced people melted into their houses, and then those memories become not just the history of Cheorwon, but that of Korea. The director KIM Ryang, born in Korea and now lives in France, begins with the story of her father who left his hometown in the North Korea and comes to the story of residents of Cheorwon. With keeping her distance, the director vividly describes the reality of the division of the Korean Peninsula in a restrained way. And this film successfully shows that the human house is “the most individual border zone” and also the place embracing the life and the desire of the society. (HONG Hyosook)",
    "chinese_title": "경계에서 꿈꾸는 집",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-09T18:56:30"
}