{
    "aka": [
        "And the Snow Was No Longer..."
    ],
    "sid": "25745801",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2154812979.jpg",
    "region": [
        "塞内加尔"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1144792/",
            "name": "阿巴巴卡尔·桑布-马哈拉姆 Ababacar Samb-Makharam",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Et la Neige n’Etait Plus..."
    ],
    "douban_link": "https://movie.douban.com/subject/25745801/",
    "trans_title": [
        "And the Snow Was No Longer..."
    ],
    "douban_votes": "0",
    "introduction": "Director Ababacar Samb-Makharam’s short on the tensions confronting Senegalese with feet in both worlds–the European and the African–is both compelling and quaint. The narration is a series of questions for a prodigal who’s “back in your homeland (which you) yearned for in the cold and snow of Europe’s cities,” while our protagonist is sleek in a tailored suit; he’s returned to Dakar in which family and friends are resplendent wrapped in the fabrics and garb of Senegal. Beautifully shot in black and white, this film is not only a document of a Dakar that barely exists anymore, it’s one of the few films about African society of the sixties. Samb-Makharam’s leftists judgment is leavened slightly by the even-handed narration, and the deft shift from European strings to African instruments on the score is far more subtle than calling his protagonist “playboy” and referring to the “costly pleasures” of aping white behavior. It’s probably fitting that the film is in black and white, though it didn’t occur to the director how insidious European influence is. The narration is in French.",
    "chinese_title": "Et la Neige n’Etait Plus...",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-04T03:00:13"
}