{
    "aka": [],
    "sid": "25750926",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161571103.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-02-12(英国)"
    ],
    "this_title": [
        "The Sound and the Fury: A Century of Music"
    ],
    "douban_link": "https://movie.douban.com/subject/25750926/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Series looking at the revolution in 20th century music.Wrecking BallIt begins by examining the shift in the language and sound of music from the melodies and harmonies of giants such as Mozart, Haydn and Brahms into the fragmented, abstract, discordant sound of the most radical composers of the new century - Schoenberg, Webern, Stravinsky and beyond. It examines how this new music was a response to the huge upheaval in the world at the start of the 20th century, with its developments in technology, science, modern art and the tumult of the First World War. Featuring performances of some of the key works of the period, performed by the London Sinfonietta, members of the Aurora Orchestra and composer and pianist Timothy Andres, the story of this episode in music history is brought to life through the contributions of the biggest names in modern classical music, among them Steve Reich, John Adams, Michael Tilson Thomas, Pierre Boulez, George Benjamin and Alex Ross, music critic of the New Yorker.Free for AllPart 2 examines how the freewheeling modernism that had shocked audiences in the first two decades of the century came under state control. Initially, many practitioners thought the totalitarian regimes would be good for music and the arts. What followed in Germany was a ban on music written by Jews, African-Americans and communists, while in the Soviet Union there was a prohibition on music the workers were unable to hum. After the cataclysm of the 1940s, a new generation of composers - Boulez, Stockhausen, Xenakis, Nono, Ligeti - turned their back on what they saw as the discredited music of the past and tried to reinvent it from scratch. Or, at least, from serialism, which became as much of a straitjacket as totalitarianism's strictures had been. But from this period of avant-garde experimentation, which many listeners found baffling and terrifying, came some of the most influential and radical musical innovations of the century.Easy ListeningSeries concludes with the focus shifting to the United States in the post-war years of the 1950s and beyond. Beginning with arguably the most notorious work of 20th century classical music, John Cage's 'silent' composition 4'33\", it looks at how a series of maverick Americans re-invented the sound of classical music into a more simple form, bringing back harmonies and rhythms that made it increasingly popular with audiences across the world. It also examines how this music found its way into a spiritual realm, with the strain of pared-down religious composition that came to be known as 'holy minimalism'. From the Maverick concert hall in Woodstock, New York to an Orthodox cathedral in Estonia to a car park in Peckham, south London, the story is told by a stellar line-up of contributors including Philip Glass, Steve Reich, John Adams, Arvo Pärt and John Tavener.",
    "chinese_title": "The Sound and the Fury: A Century of Music",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-12T23:26:21"
}