{
    "aka": [],
    "sid": "25750896",
    "cast": [
        {
            "url": "/celebrity/1327158/",
            "name": "秦汉擂 Hanlei Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445212/",
            "name": "杨智迪 Zhidi Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2248964568.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1405181/",
            "name": "韩锦昆 Jinkun Han",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "盯住你不放"
    ],
    "douban_link": "https://movie.douban.com/subject/25750896/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "电影《盯住你不放》讲述一个酒店老板爱 上了车行的女孩，两个小偷盯上了老板的 钱，想尽办法要得到。最后老板制服小偷 ，赢得美人芳心。刘福没有想到，自己很欣赏和器重的 司机二生其实是带有不轨目的混到其身边的窃 贼，他与自己的同伙大龙在小面馆里商议着如何 从刘福酒店办公室的保险柜里窃取金钱。刘福在银行取钱的时候，引起了窃贼的注 意，当他拿着钱准备上公交车时，窃贼将其装钱 的包抢走，夺路而逃，刘福在后紧追，路过的美 女杨露施展出自己的跆拳道功夫，将窃贼打倒， 帮刘福夺回了钱。对杨露心存感激的刘福坚持要请杨露吃饭道 谢，杨露本想谢绝，架不住刘福的盛情，又不愿 到刘福的高档酒店让其破费，拉着刘福到了小面 馆，并约来了自己的闺蜜李晴。结果，在小面馆 里，上演了一出意外的“群英会”：原来，李晴就 是前不久刚刚与刘福分手的女友，而她其实也是 大龙的表姐，接近刘福的目的，其实就是为了从 刘福手里“骗”钱，刘福看穿其只认钱不认人的性 格而与其分手，大龙才不得不另找出路，安排二 生“卧底”……刘福本来只是对杨露心存感激，但杨露的一 系列举动和行为（帮其夺钱、不占便宜吃大餐、 不收谢金，豪爽的性格）却让刘福对她有了一种 莫名的好感；而杨露却因为刘福“抛弃”李晴，而 对刘福心生不满，错把他当成了花心的有钱男 人，对刘福产生了厌恶……刘福见杨露不肯收自己的谢金，又仅仅是吃 一次饭，不足以表达谢意，就故意一天到杨露的 车行洗车、修车好几次，想让杨露变相收下他的 谢金，可他的举动，更引起了杨露的误会。然 而，刘福看到杨露智障的哥哥壮哥时的一系列细 微亲切的举动，却让杨露一下子对其刮目相看， 觉得原来刘福是个如此有爱心，且心地善良的 人，两人的误会也终于解释清，刘福此时也才意 识到，原来自己真的有些喜欢上了杨露……刘福担心自己配不上杨露，不敢向她说明心 意，最后他拉下脸将李晴请到酒店盛宴招待，套 问杨露的情况。刘福哪里想得到，就在这个时 候，大龙在二生的掩护下，潜入刘福的办公室想 要打开保险柜，两个“笨贼”闹出了一串动静和闹 剧，最终失败而去……刘福通过和李晴的聊天，了解了杨露的过 去：原来，她曾受到坏人打劫，多亏壮哥舍身相 救，才使其没有被人迫害，而壮哥却被打成了智 障。杨露也是从那时起，坚定了学习跆拳道，保 护哥哥和自己，再不受欺负的决心。刘福深受感 动，决心也要学习跆拳道，近一步接近杨露。李晴约杨露外出，故意在杨露面前夸奖刘 福，更劝杨露一定要把握自己，不能错过与刘福 交往的机会。其实杨露对刘福已经产生了好感， 但李晴这一手，反而让杨露对刘福起了反感，认 为他不敢说敢说，不够男人。本来已经准备向杨 露表白的刘福莫名遭到一阵奚落，哀叹自己到底 做错了什么……几经周折，刘福终于成功进入了跆拳道馆。 刘福却发现，教练说出了“喜欢”杨露。令他感到 了危机，最后竟然决定派二生到杨露的车行“卧 底”监视，又故意把车弄坏，送到杨露车行去修， 找机会接近杨露，确定她到底喜欢谁。大龙和二生觉得这是一个绝好的机会：既然 拿不到钱，不如就把刘福的车弄走。不料，第一 次出手，他们却发现车少了一个轮子（其实是喜 欢看赛车换轮的壮哥在暗中做了手脚），为了确 保第二次成功，大龙花钱买了一个轮子，谁知道 又一次失败……情急的大龙使出了最后一招，他让李晴让杨 露骗出，将杨露弄晕，然后向刘福要挟要钱。二 生害怕想要退出，却被凶狠的大龙吓住。赶来营救杨露的刘福，终于向杨露表白了自 己的对她的喜爱，而杨露也说出，其实早已经欣 赏刘福善良的人品，两人面对危险，却碰撞出了 爱的火花，让李晴和二生也大为感动。暗中的壮 哥用轮子撞倒大龙，刘福使出刚学会的跆拳道技 术，打倒大龙……警察随后赶来，将几名“笨 贼”押走。",
    "chinese_title": "盯住你不放",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T20:35:05"
}