{
    "aka": [
        "烟海沉浮"
    ],
    "sid": "25757136",
    "cast": [
        {
            "url": "/celebrity/1313796/",
            "name": "涓子 Juan Zi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356317/",
            "name": "张安安 An&#39;an Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367340/",
            "name": "关少曾 Shaozeng Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276032/",
            "name": "关晓彤 Xiaotong Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462004/",
            "name": "杨扬 Yang Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2328291286.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318251/",
            "name": "姜峰 Feng Jiang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "幻灭"
    ],
    "douban_link": "https://movie.douban.com/subject/25757136/",
    "trans_title": [
        "烟海沉浮"
    ],
    "douban_votes": "0",
    "introduction": "故事发生在二十世纪末春节前后，我国南方某省沿海地区南桩市。在市卷烟打假联合办公室初战告捷宣布休假之时，市烟草专卖局局长赵诚突然遭遇车祸身亡。这一噩耗使得刚从打假办调回工商局上班的消保科科长林妙卓深感意外：因为就在事发前一个小时，死者还曾电话约人紧急会面。公安部门依照程序对赵诚的死以交通肇事逃逸案立案。身为联合打假办副主任的林妙卓根据近一年来与赵局长共事的经验认定：这不是一起简单的车祸肇事逃逸，卷烟制假团伙出于维护其即得的暴利，很可能与此次“车祸”有关。但是，林妙卓的看法没有得到以市长张玲的支持。林妙卓27岁容貌出众、气质不凡。7岁时因生父林兴水在“插队”的阳县石牌村被手扶拖拉机砸死，其母不久又神秘失踪而被何保山收为养女。5年前她毕业于北京经贸大学，回南桩市工作后，由于她聪明能干加之时任县委办公室主任的养父何保山鼎力推荐，经市长张玲一手提拔，工作一帆风顺。就在赵局长被汽车撞死的几天前，在一次堵截假烟的大案中她与保险经纪人陈大维相识。由于二十年的养育之恩，林妙卓对此时已是阳县县长的养父何保山充满感激和尊重，并始终对明为政府官员，暗中却为华裔外商向明一伙制假团伙充当保护伞的何保山没有察觉。这就给她的命运埋下了灾难的伏笔。向明当年与同在一村插队的林兴水、何保山曾有金兰之好，结拜为三兄弟。林兴水当时为村中的拖拉机手，向、何二人则跟车装卸。一次由于何保山强行开车造成翻车，林兴水被砸在车下，由于向明对林兴水之妻阿秀早已心怀不轨，在事故现场就以帮助何保山逃脱责任为由唆使其见死不救，致使林兴水无助而亡。后来向明果然诱骗阿秀撇下了年幼的林妙卓随其远走海外。经过二十年的奋斗，在泰国发迹的向明却没能躲过亚洲金融风暴的劫难几乎破产，不得不变卖家当返回南桩市，并以外商的身份在何保山的支持下，明里成立了“绿色阳光”生物制品集团，暗里伙同何保山的外甥方国栋、方国梁兄弟大肆进行非法制假敛财的罪恶勾当。而赵诚局长的死也正是方国梁在得知自己的造假巢穴被赵诚发现后采取的极端应急措施。林妙卓担任联合打假办主任后，不顾养父及男友陈大维的劝阻执意要查清赵诚之死的真相，因此惹恼了市长张玲。当林妙卓在公安局刑警队队长王勇的支持下冲破层层阻力，使赵诚之死案即将转为刑事立案之时，老谋深算的向明又雇佣了专业“扛刀人”前来投案，精心伪造车祸逃逸的假相，致使调查工作又陷入困境。而林妙卓仍不放松对案件的侦察，这令张玲担心林妙卓的动作有可能给全市的工作政绩抹黑。张市长便以报送该市打假专题片《3·15备忘录》为名将林妙卓派往北京。于是大年初一，她怀着复杂的心情，坐着空荡荡的列车离开了工作、亲人和朋友，此时她才真正地感悟到打假工作的复杂性。在北京，林妙卓通过在大学的良师益友代英杰，偶然结识了几年前曾经涉足过南桩市假烟贩卖活动的“周先生”。已身为美国某大公司驻华首代的周先生对林妙卓可谓一见钟情，慨然允诺对其负责的卷烟打假工作提供帮助。返回南桩市后，为了便于工作林妙卓立即参与市烟草专卖局副局长职务竞争上岗，这自然受到了市长张玲的坚决反对。随后又由于打假办成员李斌和向明之女向如昀的特殊关系，向明探得了消息，设下圈套诱使林妙卓等人为查抄地下制假工厂误闯了南桩市广化县百子湾“张家祠堂”，结果引起民愤，造成事件。林妙卓为此不仅再没有机会进入烟草专卖局任领导职务，反而被勒令停职。停职在家的林妙卓并未停止对制假团伙的调查。但使她不能接受的是她所发现的地下烟厂竟然与自己从小情深恩重的表兄方国栋有着直接的关系！市公安局刑警队长王勇经过分析调查，特别是对赵诚临终前留下的血字的重新判断，也已将矛头指向方国栋。林妙卓在感情和道义上面临着考验。王勇与林妙卓本是少年同窗，王勇曾经因少年时莽撞过林妙卓导致处分，二人埋下过结，直至赵诚死案发生后才尴尬面对。公安局掌握了方国栋与制假集团有染的确凿证据，决定对其采取行动；向明一伙也做出应急反应，决定主动抛出部分制假设施以求保全方国栋。而这一过程却进一步暴露了他。方国栋只得被安排偷渡出境。林妙卓出于深追造假团伙后台之目的，又因不忘方国栋自幼对自己的爱护和帮助之情，便不顾个人安危前往边境，欲追回方国栋劝其投案自首。向明则派保镖白玉龙对林、方二人进行跟踪监视，万尾岛上形同困兽的方国栋面对自幼亲如兄妹的林妙卓，终被说。正当他翻然悔悟的时候，躲在暗处的白玉龙向他射出了致命子弹。方国栋的死使林妙卓的处境骤然变得凶险，一方面向明部署白玉龙为防止方国栋跑风，将已成为目击证人被警方控制住的林妙卓劫持；同时又与陈大维接触，诱使陈出面劝说林妙卓远离案件追查，而陈大维借机顺手牵羊以掌握向明一伙买通“扛刀人”顶罪的证据相威胁，迫使向明应诺事成后帮其投资建立保险网站，双方终为各自的利益达成交易。此时王勇也追至万尾岛，鉴于自己对林妙卓的了解，他不能相信这个理想主义的漂亮女人与犯罪有关。一直暗恋着林妙卓的李斌也与王勇一同前来。他为找不到林妙卓踪影而心急如焚。在一个月黑风高之夜，被软禁在船坞中的林妙卓意外地见到了她男友陈大维，这让她大喜过望……但，在一夜长谈之后却又令她痛苦万分，如恶梦初醒！她拒绝与陈大维同行，绝意宁愿留在船坞也决不与对手作任何条件的交换。向明的女儿向如昀——个个性奇特的现代女孩，自邂逅李斌后即被他的酷俊与朝气所吸引，此后便穷追不舍相随左右。在得知李斌去营救林妙卓后也随之而来，却意外碰上父亲原来在海外的雇员怀中竟抱着赵诚的女儿平平！由于她对林妙卓与这个小乖女情同母女的印象甚是深刻，这自然引起了她的怀疑。在她机灵巧妙地追查下竟意外找到了身陷囹圄的林妙卓，并救出了林妙卓。林妙卓回到南桩市，处境更为不利，她置身于政法机关和向明造假团伙的双重监视之下……由于追查工作的步步深入，造假团伙因利益之争内部发生分歧。何保山为保住自己一生委曲求全得到的权位，决定将所有罪责推到外甥方氏兄弟身上。而方国梁则始终为大哥的被杀耿耿于怀，极力要找到凶手，他的极端性格恰又被向明所利用，错将寻仇的手伸向了从小就对他不好的舅舅和那个他认为始终与自己作对的林妙卓身上。借林妙卓回家探望二老之机，引爆了遥控炸弹……公安人员在案发现场找到了何保山的尸体和脑部受到重创的何妻，并发现了四张总额合计一千余万元的巨额存折，且属名皆为林妙卓！这就让林妙卓又成了涉嫌巨额财产来源不明的嫌疑人。身为刑警队长的王勇面对蹊跷的案情陷入情感与理智的抉择之中，他暗下决心要为林妙卓洗清不白讨回公道。被严重烧伤毁容的林妙卓为李斌和向如昀救出，不得不暂时躲藏，幸亏得到了前不久患难相识隐居山野的“双面人”商九思的疗救，才得以暂时安顿；她又在李斌等人细心照顾和鼓励下顽强地闯过了生死关……林妙卓不顾毁容之痛执意要再赴北京，寻找制假团伙的犯罪线索。经商议由商九思陪她同行。为了万无一失李斌和向如昀则返回南桩市，以掩护林妙卓与商九思的北上。王勇虽然为北上的林妙卓牵肠挂肚，但他更深知要搞清孰清孰浊，莫过于找出真凶让事实大白于天下。于是他加紧动作生擒“小马哥”，围捕白玉龙，并以反奸计瓦解向明阵营，使侦察工作有了实质性突破，正当此时，得知一位自称周先生的大客户，已对向明预定价值上千万元假烟，随之周先生带两名保镖在南桩市出现……这一切进入了王勇的视野。也使向明满腹狐疑。一方面，王勇抓住时机，敲山阵虎；另一方面，周先生一行人又不见真佛不上香，这迫使已走投无路的向明狠心一搏，以求现钱到手后便逃离大陆。向如昀自从和李斌返回南桩市，不但对这位“大侠”用情笃定，而且对林姐也犹衷钦佩，当在一个偶然的机会，她弄清她心中的这位女侠竟是自己同母胞姐时，自然决心要暗中全力相助姐姐洗清冤情，……只是她还不知晓姐姐以生命与其相搏的黑手，竟是非常疼爱自己的生身父亲。老谋深算的向明将与周先生约会交款的地点定在藏有秘密暗道的废旧山神庙中，而且先派烟道上的资深人物老区代己前去探路，当被周先生识破后，他在穷途末路赖以求生的巨大利益诱惑下，同意亲自参加会面。也就是在这关键时刻，王勇接到匿名电话，掌握准确情报，面对这场设计绝妙的里应外合，更让王勇欣慰的是，他感到了林妙卓的存在。……一场斗智斗勇的较量，一场交织着爱恨情仇的殊死搏斗，终以造假团伙的覆灭终结。在这惊心动魄的过程中，林妙卓痛苦地看到，最后接应向明出逃的同党竟是曾经自己委身的陈大维！医院的特护病房里，何保山的妻子、林妙卓的养母终于苏醒过来，她虽然开口洗清了那四张巨额存折强加在林妙卓身上的不白之冤，却对死去的丈夫何保山生前的罪恶，只字未提……2001年的清明节，经手术恢复了容貌的林妙卓在王勇、李斌、向如昀的陪同下来给为打击卷烟制假售假犯罪活动而献出生命的市烟草专卖局原局长赵诚同志扫墓。四个年轻人经过打假斗争的洗礼，迈着更成熟的步伐走向未来人生。",
    "chinese_title": "幻灭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-06T13:42:09"
}