{
    "aka": [],
    "sid": "25757985",
    "cast": [
        {
            "url": "/celebrity/1183794/",
            "name": "Özgür Çevik Özgür Çevik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "喜剧",
        "动作",
        "爱情",
        "歌舞",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2156644236.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt3283664",
    "director": [],
    "duration": "90 分钟（土耳其）",
    "episodes": "",
    "language": [
        "土耳其语 Turkish"
    ],
    "playdate": [
        "2013-10-25(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3283664/",
    "imdb_votes": 2352,
    "this_title": [
        "Şevkat Yerimdar"
    ],
    "douban_link": "https://movie.douban.com/subject/25757985/",
    "imdb_rating": "5.1/10 from 2352 users",
    "trans_title": [
        "慈悲"
    ],
    "douban_votes": "0",
    "introduction": "Şevkat Yerimdar, Balat’ta yumurtacı dükkanı işleten genç bir adamdır. Çarşıda ve mahallesinde sevilen Şevkat Yerimdar, dürüstlüğü, yardımseverliği, gözükaralığı, hazırcevaplığı ve en önemlisi hiç öfke kontrolü olmayışıyla tanınan renkli biridir.Şevkat borcunu ödeyebilmek için çaresiz kalarak, dükkanındaki bütün yumurtaları yok pahasına satar. Tam bu sırada Pelin son model spor arabasıyla yumurtacı dükkanına girer, bir tane bile sağlam yumurta bırakmaz. Öfkeye kapılan Şevkat ağzına geleni söyler, Pelin’i def eder. O akşam Şevkat, yaşlı bir adamı caddede soymak isteyen silahlı kişilerin elinden canı pahasına kurtarır. Hayatını kurtardığı Memduh, babasının çocukluk arkadaşı çıkar. Şimdi çok zengin bir adamdır.Memduh, babasını çok sevdiği Şevkat’e sonsuz güven duyar. Ayakları hiç yer e basmayan kızına arkadaşlık etmesi, hayatın öteki yüzünü göstermesi için ısrar eder, adeta yalvarır, ne yapar eder, sonunda ikna eder. Fakat bu kız Pelin çıkar. Şevkat ve Pelin birbirini görür görmez kavga patlak verir. Şevkat çeker gider ama babasından durumu öğrenen Pelin peşine düşer, ondan özür diler ve dostluğunu kabul etmesi için onu ikna eder.Pelin yakında sosyetenin gözde bekarı Kutay ile evlenecektir. Ne var ki, Şevkat ile tanışan Pelin’in hayata bakışı birkaç günde tümüyle değişir. Aralarında bir aşkın kıvılcımları çakmaya başlar.",
    "chinese_title": "慈悲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Şevkat Yerimdar",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T17:22:04"
}