{
    "aka": [],
    "sid": "25764328",
    "cast": [
        {
            "url": "/celebrity/1078759/",
            "name": "杰里米·克拉克森 Jeremy Clarkson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223583/",
            "name": "理查德·哈蒙德 Richard Hammond",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2157759794.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3258142",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-11-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3258142/",
    "imdb_votes": 4386,
    "this_title": [
        "Top Gear: The Perfect Road Trip"
    ],
    "douban_link": "https://movie.douban.com/subject/25764328/",
    "imdb_rating": "7.8/10 from 4386 users",
    "trans_title": [
        "完美公路之旅"
    ],
    "douban_votes": "1015",
    "introduction": "Seven days, more than 1,000 miles, 20 cars, two boats, a motorbike and one dream...The Perfect Road Trip.The aim: to select the ideal mode of transport for each leg of a pilgrimage from Venice, Italy to Pau in France – home to a legendary street circuit and the origins of Grand Prix racing. On the way we prepare by taking to the track at Monza – the home of Italian Formula One. We try to get noticed on the road course in Monaco in a Bugatti, a Lamborghini and a Model T Ford. After cruising the canals in Venice we take to the tarmac and things look good - thanks to the Ferrari F12 Berlinetta and Mercedes SLS Black. Throw in a Pagani Huayra, Porsche Cayman S and a GT3 as well as the Aston Martin Vanquish centenary edition, Bentley V8 convertible, Rolls Royce Phantom coupe and the face-bending BAC Mono all seems pretty perfect to us.There’s culture too. An all-out effort to get the Birmingham burger-boy to savour the culinary delights of Italy and France – including octopus and an old balcony.Then it’s time to turn up the heat even more with a Top Gear race... and the worst forfeit in television history.Finally we head to the historic road course in Pau. Surely nothing could spoil our Perfect Road Trip...Enjoy...!Jeremy Clarkson & Richard Hammond",
    "chinese_title": "完美公路之旅",
    "douban_rating": "9.0/10 from 1015 users",
    "foreign_title": "Top Gear: The Perfect Road Trip",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "9.0",
    "update_at": "2025-04-12T08:49:13"
}