{
    "aka": [],
    "sid": "25769954",
    "cast": [
        {
            "url": "/celebrity/1023474/",
            "name": "菅野美穗 Miho Kanno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033202/",
            "name": "柏原崇 Takashi Kashiwabara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098533/",
            "name": "广末凉子 Ryoko Hirosue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010302/",
            "name": "藤木直人 Naohito Fujiki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028795/",
            "name": "堺雅人 Masato Sakai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033566/",
            "name": "冈田义德 Yoshinori Okada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012581/",
            "name": "阿部宽 Hiroshi Abe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029982/",
            "name": "佐藤蓝子 Aiko Satô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028170/",
            "name": "松岛菜菜子 Nanako Matsushima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483903/",
            "name": "多田亚沙美 Asami Tada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485828/",
            "name": "小松正一 Shoichi Komatsu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870523335.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "27",
    "language": [
        "日语"
    ],
    "playdate": [
        "1994-12-19"
    ],
    "this_title": [
        "ハートにS"
    ],
    "douban_link": "https://movie.douban.com/subject/25769954/",
    "trans_title": [
        "Heart's"
    ],
    "douban_votes": "0",
    "introduction": "『ハートにS』（ハートにエス）は1994年、1995年にフジテレビで放送された日本の深夜テレビドラマ。放送日時は月曜24:50-25:20。各回数話のショートドラマで構成され、ありふれた日常生活を描くそれぞれのエピソードが、エンディングで一つにまとまる形式を取るオムニバスドラマ。1994年12月に『ハートにS X'Masスペシャル』として4日連続で放送され、好評を受けて翌年4月から9月まで毎週放送された。ハートにS X'Masスペシャル第1夜（1994年12月19日）「ジングルベルボーイ」出演：西村雅彦、松崎早人、片岡富枝、大林丈史「シンデレラの王冠」出演：川島なお美、前田亜季「残業ラプソディ」出演：田中広子、ボビー大倉「ルームメイト」出演：羽野晶紀、須藤真里子、能見達也第2夜（12月20日）「想い出のベル」出演：田島令子、田中雅子、高柳葉子、鈴木清順「時のプレゼント」出演：大林暁美、阿部聖美「出世しないタイプ」出演：小沢美貴、野中功「初恋時計」出演：今村雅美、山中康弘、若杉南（Melody）第3夜（12月21日）「キューピット」出演：かとうかずこ、中丸新将、魏涼子「エンジェル」出演：菅野美穂、三橋貴志、市瀬理都子、山本ふじこ、村上冬樹「ピエロ」出演：風間杜夫、渡辺大輝、二瓶鮫一、早乙女愛「タクシードライバー」出演：木場勝己、山崎一第4夜（12月22日）「観音様のクリスマス」出演：船越圭祐、坂本衣里「記念日」出演：秋本奈緒美、阿南健治、中田優子、坂本あきら「ON AIR」出演：奥山佳恵、入江雅人レギュラー放送[編集]第1回（1995年4月10日）「ジングルベルボーイ」「時のプレゼント」「観音様のクリスマス」「記念日」「ピエロ」「エンジェル」「タクシードライバー」『ハートにS X'Masスペシャル』の再編集版。第2回（4月17日）「転校生」出演：吉田亮、浪花逸平、山崎海童「カット」出演：西田尚美、古田新太「マネ」出演：堀江奈々、河相我聞、古賀周一「グローブ」出演：松崎早人、平泉成エンディング「DJメッセージ」出演：三浦理恵子、入江雅人第3回（4月24日）「わがまま姫」出演：吉野公佳、明石亮太朗「10センチの勇気」出演：村松克巳、山路和弘「泥棒医者」出演：川原和久、神谷昌志「想いを込めた花束」出演：井筒森介、高橋理恵子、今村理恵エンディング「空を見上げて」出演：木村ふみひで、松木史雄、鳥越マリ第4回（5月1日）「息子」出演：山崎一、山田真莉「路上のラブストーリー」出演：西尾まり、大野幹代、田付貴彦、能見達也「白い手袋」出演：金井大、でんでん「GS」出演：重田尚彦、金久美子、吉田真由子エンディング 出演：小林昭二第5回（5月8日）「いのちの電話セールス」出演：立河宜子「本屋の神託」出演：田中雅子、土屋久美子「あなた、お茶」出演：長内美那子、坂本長利「愛ちゃんの憂鬱」出演：北見敏之、野村佑香、宮岡弥生エンディング「Ladies」出演：久我美智子、森山祐子第6回（5月15日）「マンスリースペシャル コンプレックス・カフェ」出演：鳥越マリ、森山祐子、三浦理恵子、吉田真由子第7回（5月22日）「指輪」出演：梶原善、久野真紀子「伴侶」出演：織本順吉、田中健司「大当たり」出演：濱田万葉、東根作寿英「パーティー」出演：円城寺あや、渕野一生、小松正一、池津祥子、筒井真理子第8回（5月29日）「オトメの放課後・魔術編」出演：馬渕英里何、戸田昌弘「オトメの放課後・プラクラ編」出演：岩崎ひろみ、古谷未央、たかはし等、京晋佑「オトメの放課後・修羅場編」出演：酒井幸枝、藤元八重子、梶原阿貴、長田江身子「オトメの放課後・家出編」出演：石橋けい第9回（6月5日）「ホームレスブルース」出演：塚本信夫、高木均「リメンバー」出演：角田智美、チャーリー・クラスラブスキー「ラッキーガール」出演：中野久美、金田明夫、住田隆「ほんにお前は」出演：渡辺いっけい、深浦加奈子第10回（6月12日）「ハチ公のしっぽ」出演：広末涼子、小橋めぐみ「ダイレクトコンタクト」出演：中村久美、遠野凪子、三輪優子、広岡由里子「破れた風船」出演：山口紗弥加、新井康弘「ただいま工事中」出演：鶴見辰吾、森廉、島村千草エンディング「ティーンズライフ」出演：児嶋一哉、相本久美子第11回（6月19日）「マンスリースペシャル 六月の子羊達」出演：京晋佑、住田隆、広岡由里子、筒井真理子第12回（7月3日）「秘密基地」出演：細山田隆人、作田聡一郎「お幸せに」出演：神田うの、彦摩呂「模型店のある街」出演：徳井優、二瓶鮫一「幸子ちゃん」出演：麻木久仁子、広田恵子、岡安泰樹、前田昌代、ト字たかおエンディング「スタンドバイミー」出演：甲本雅裕第13回（7月10日）「CM」出演：田口浩正、松嶋菜々子、宇田川綾子「A'」出演：小嶺麗奈、土倉有貴「ニューヨーカー IN 東京」出演：小沢美貴、スチーブン・ヘインズ「LOVE」出演：佐々木すみ江エンディング「ハッピーエンド」出演：奥村公延第14回（7月17日）「スーパーサブ -AS TEARS GO BY-」出演：金子賢、反田孝幸「マシーン -WILD HORSES-」出演：菊池健一郎、春田純一「プレイヤー -HEART OF STONE-」出演：今西太一、宮前真樹、中島義実、藤谷美紀「CLOSE -TIME IS ON MY SIDE-」出演：黒沢年男、富士原恭平、吉沢瞳第15回（7月24日）「カード」出演：ルビー・モレノ、山本太郎、宮沢美保「カモ」出演：伊藤欣司、遠藤美郎、飛田恵里「片側通行」出演：前田つばさ、小山励基「チラシ」出演：西野妙子、田山涼成、伊藤眞、中込佐知子、坂木優子第16回（7月31日）「マンスリースペシャル ガールズ・ビー・アンビシャス」出演：藤谷美紀、甲本雅裕、宮沢美保、宇田川綾子第17回（8月7日）「最後の一弾」出演：嶋田久作、西野麻美「都会の蛍」出演：阿南健治、松田美由紀「雨上がりの夜空に」出演：中上雅巳、中島ひろ子「真実」出演：塩見三省、高橋玲奈、小島聖エンディング「フィクション」出演：内山森彦第18回（8月14日）「ストーキング」出演：阿部寛、多田亜沙美、小瀬田あゆみ、穂坂優子「人の母親」出演：有森也実、佐藤藍子「ともだち」出演：井出薫、大嶺美香、田中美穂「パラレルラブ」出演：高橋かおり、田中有紀美、谷田真吾、岡田義徳第19回（8月21日）「ドクター」出演：相島一之、吉野紗香、畠中洋、藤木悠「カムアウト」出演：柴田理恵、吉沢梨絵、菊池則江、古川りか「故郷の女」出演：金山一彦、田中広子「休刊日」出演：遠藤雅、田代奈緒、堺雅人エンディング「それぞれの旅」出演：藤木直人第20回（8月28日）「線香花火」出演：内山眞人、小出由華「フレンチ・ブルー」出演：佐藤敦啓、黒沢あすか「夏風邪」出演：柏原崇、村田和美「すいか」出演：可愛かずみ、山本亨第21回（9月4日）「マンスリースペシャル 夏のファンタスム」出演：小島聖、佐藤敦啓、田中有紀美、藤木直人、松嶋菜々子第22回『ハートにSスペシャル』（9月11日） ※総集編出演：井出薫、入江雅人、椎名へきる（声）第23回（9月18日） ※傑作選「夏風邪」「ほんにお前は」「雨あがりの夜空に」「破れた風船」主題歌Something/酒井ミキオ",
    "chinese_title": "Heart's",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ハートにS",
    "douban_rating_average": 0,
    "update_at": "2025-10-25T00:35:29"
}