{
    "aka": [],
    "sid": "25773297",
    "cast": [
        {
            "url": "/celebrity/1325065/",
            "name": "陈友旺 Youwang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330685/",
            "name": "贺彬 Bin He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323770/",
            "name": "孙菂 Di Sun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460517756.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "兰花香"
    ],
    "douban_link": "https://movie.douban.com/subject/25773297/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "林峰和朋友曾凡合开了一家茶店，但 生意惨淡。林峰在父亲过世后收拾他房间的时候 发现了一个盒子里装着的一张三人照片和精心保 存的茶叶，虽然茶叶已经有些发霉，但是仍然溢 出沁人心脾的茶香，那张照片背面写着“兰花 香”。从曾凡父亲那里了解到父亲和“兰花香”的故 事之后，知道父亲当年在老家被人陷害，并且“兰 花香”的制作工艺也被照片上的另一个男人所夺。 林峰决定去寻找“兰花香”的制作工艺拯救茶铺， 并为父亲讨回公道。曾凡刚下车问路的时候，见到了风风火火奔 跑的姑娘香云，并帮她救了摔伤腿的父亲王老 头。香云误把林峰当做从城里来的采茶工。出于 对他的感激，把前一天父亲泡的“兰花香”端给林 峰喝，林峰一下辨认出了这个味道。恰好此时，二柱去看望王老头，并把卖茶的 钱交给香云。并顺势想摸香云的手，被香云抽 开。气愤的二柱夺过了林峰未喝完的茶一口喝 下。二柱不情愿地来到王老头房间看望他。香云 去给他们送茶的时候，二柱发现跟之前林峰喝的 茶不同，就问王老头，林峰喝的茶是不是正宗的 兰花香。林峰越发觉得这里面有名堂。二柱见王 老头摔伤了腿，就自告奋勇要帮香云采茶，为了 打发走二柱，王老头说已经雇佣了林峰当他们家 的采茶工。这样林峰就留在了香云家。晚上林峰想要旁敲侧击地向香云打听兰花香 的事，但香云含糊其辞。林峰就越发好奇了。林 峰给曾凡打电话说一切顺利。说很快就会找到制 茶手艺和那个陷害父亲的人。并说他坚信兰花香 能够救自己家的茶店。林峰和香云的相处很愉快，因为林峰不懂采 茶，香云就手把手的教他，这些都被二柱派去监 视他们的人看见。而二柱的母亲李婶看到香云和 林峰亲热的样子就告诉二柱不要帮香云家卖茶。 二柱非常生气，虽然收了香云家的茶但根本没把 它带去卖。香云给在山上采茶的林峰送鸡汤，李 婶正好碰见，在里面下了泻药，结果二柱在路上 碰见，因为气愤不过，就一把抢过来喝了。结果 大泻特泻了好几天，他把这笔账算在林峰头上。二柱拿着香云家的未卖的茶去警告香云不要 和林峰走的太近。另一方面，二柱的跟班木头带 人在村口打了林峰。晚上，香云为林峰清理伤 口，两人的感情在沉默中更近了一层。第二天，香云第一次带林峰去了山上的小 屋，但香云说这里除了父亲没人进去过。林峰试 探着问兰花香是不是在这里炒制的，香云不置可 否。她说了很多自己和父亲之间的事。问起林峰 和家人的事，林峰则说自己和父亲没什么交流， 没什么可说的。只说自己最大的梦想就是开一家 茶店。香云就想帮助林峰。因为家里积压了太多茶，香云一筹莫展，林 峰就提议去城里看看。结果他把茶全放到自己店 里，帮香云解决了困难。同时还不让曾凡告诉她 这是自己的店，拿出自己的积蓄作为香云家的茶 钱。林峰带香云在城里逛了个遍，为香云买衣服 和高跟鞋，带她逛珠宝店（逛珠宝店的时候，香 云看中了一款戒指，但林峰似乎并不知情。）、 看电影，一起吃饭。香云很高兴。两人的感情进 一步升温。在广场上的时候，林峰去买烧烤，一 个小偷瞄准了香云，但林峰很快返回，小偷没能 得逞。第二天，林峰和香云等车回家的时候，恰巧 又被那小偷撞上。趁着林峰买水的时候，他把香 云骗到一个偏僻的巷子企图抢劫香云，林峰及时 赶到救了香云，香云认出这个小偷是木头的表 弟，劝林峰说就这么算了。林峰一个当警察的朋 友正好路过，两人打招呼的时候，小偷趁机逃 跑。香云和林峰回家正好遇到李婶带着彩礼亲自 来提亲，被王老头回绝了。二柱气不打一处来， 发誓一定要把林峰赶走，给香云家点颜色看看。 木头告诉二柱林峰和香云在城里的事，二柱更加 生气，决定报复林峰。但木头说林峰在城里边有 靠山，二柱有些投鼠忌器，就想强暴香云，结果 被王老头一拐杖打在头上鲜血直流。气急败坏的 二柱让人砍了香云家的茶树。香云和林峰在山上的时候，林峰为香云编了 个草戒指为香云戴上，香云非常珍视。王老头看到被砍的茶树，一下子气晕了。林 峰提议打110报警。王老头醒来之后，决定把香 云许给林峰。香云顺势请父亲把兰花香的制作方 法教给林峰。王老头思索再三终于应允，并似有 似无地讲了自己和朋友有关“兰花香”的故事，但 到关键部分，就欲言又止，他只说这片茶山对自 己和朋友很重要，希望由林峰把“兰花香”传承下 去。他决定第二天带林峰到山上的小屋。林峰当晚打电话给曾凡说自己即将得到兰花 香的手艺。曾凡担心地问他和香云之间的事，林 峰沉默良久后，嘴硬地开玩笑说自己这次的卧底 工作不错吧……结果正好被香云听到，香云哭着 跑出去，林峰丢了电话紧跟着追出去。眼见自己即将人财两空，狗急跳墙的二柱喝 醉了跑到香云家砸烂了香云家的东西，并扬言要 毁掉山上的小屋。王老头正好发现林峰掉在地上 的手机，于是拨了110报警。香云痛哭着跑到小屋前，准备烧掉它。林峰 赶上来夺下了她手中的火把。二柱跑来一脚踹开 了小屋的门，王老头也紧跟着追了来。林峰一眼 就发现了整洁的小屋内相框中放着那张自己父亲 和王老头他们的照片，他从口袋里掏出那张照片 对比，他又翻看着照片上写着的“兰花香”想起了 小时候父亲让他教自己写“兰花香”几个字的情 景。二柱收到木头的短信说警察来了，他慌不择 路地逃跑。结果被抓。王老头突然明白了林峰的身份。他声泪俱下 的在小屋接着讲述了三十多年前的那件往事，说 出了事情的真相。并承诺会把那个制茶工艺交给 林峰。香云认定林峰是为了兰花香才跟自己在一 起的，心理受到非常大的打击，与同村的姐妹们 去城里打工了，但心里仍然忘不了林峰。三个月 后，林峰的新茶店开张，，挂出了兰花香的牌 子。他找到香云，把她带到那片应经重新种好茶 树的山上向她表白。说自己刚开始的确是为了寻 找茶艺和报复仇人才留在香云身边，但后来真的 喜欢上香云了。并拿出香云在珠宝店看上的那枚 戒指给香云戴上。两人终于幸福相拥。",
    "chinese_title": "兰花香",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T18:33:52"
}