{
    "aka": [
        "The Fourth Brother"
    ],
    "sid": "25777365",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160093243.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1316009/",
            "name": "徐童 Tong Xu",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "四哥"
    ],
    "douban_link": "https://movie.douban.com/subject/25777365/",
    "trans_title": [
        "The Fourth Brother"
    ],
    "douban_votes": "207",
    "introduction": "This dark, black-and-white documentary is an intimate portrait of a man who has spent half his life in prison. Following his release, he is now back to his old tricks in an industrial city in northeastern China. We are introduced to him by his sister, who visits him in the house where he lives with his wife. She explains that Fourth Brother, or Si Ge, as she calls him, disappeared when she was seven or eight and they only met again 20 years later. The camera follows the brother in his exploits and records his elaborate descriptions of pickpocketing techniques and stories about how he ended up in jail: a game of Mah-jongg got out of hand and turned into a fight involving Fourth Brother’s gang, and people got killed. In jail, he managed to avoid police bullying and outright torture by the highly inventive but nonetheless gruesome method of self-mutilation. But now there is drinking and smoking and laughing to be done, and at times the viewer forgets for a moment just how hopeless this existence really is.",
    "chinese_title": "四哥",
    "douban_rating": "7.7/10 from 207 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-02-26T01:28:09"
}