{
    "aka": [
        "Love Song",
        "恋歌2012"
    ],
    "sid": "25779791",
    "cast": [
        {
            "url": "/celebrity/1313867/",
            "name": "张若昀 Ruoyun Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326075/",
            "name": "吴婷 Ting Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313973/",
            "name": "陈奕龙 Yilong Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319531/",
            "name": "周庭伊 Tingyi Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314149/",
            "name": "李玲玉 Lingyu Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371115/",
            "name": "芮伟航 Weihang Rui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891962302.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1524866/",
            "name": "董友竹 Youzhu Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326076/",
            "name": "张健 Jian Zhang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1326076/",
            "name": "张健 Jian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341350/",
            "name": "王利兴 Lixing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321170/",
            "name": "王雷 Lei Wang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-12-03(中国大陆)"
    ],
    "this_title": [
        "恋歌"
    ],
    "douban_link": "https://movie.douban.com/subject/25779791/",
    "trans_title": [
        "Love Song",
        "恋歌2012"
    ],
    "douban_votes": "991",
    "introduction": "林恒是孤儿，小时候被生母抛弃之后被领养加拿大，变成了当地的混混，靠骗取外地游客钱财为生。林恒有两个愿望：一是赚钱和女友结婚，二是回中国找到自己的亲生母亲。当红人气歌手简尚是著名影星曹黛丽的独子，过着优越绚丽的生活。刘逸儿是简尚的助理，两人青梅竹马；逸儿一直暗恋着简尚，而简尚却爱上逸儿的朋友，明星任莎莎。简尚对逸儿的感情一无所知，还让逸儿帮他追求莎莎，让夹在中间的逸儿很痛苦。简尚和莎莎到加拿大拍摄外景，确定了恋情；逸儿伤心离开，却遭遇林恒团伙的打劫；逸儿流落街头遇险，林恒动了恻隐之心救了逸儿，两人度过了难忘的一夜。林恒女友为了钱抛弃林恒嫁给黑社会分子，婚礼上却遭遇黑帮寻仇。为了保护女友，林恒头部中弹，一颗子弹永远留在脑部；林恒带着死前找到母亲的心愿回到中国。林恒通过电视台找到了和自己有着同样戒指的孪生姐姐淑庆，淑庆因幼年发生车祸变成了智障。林恒终于知道了自己的身世：自己的母亲竟然是曹黛丽——简尚的母亲！想着自己和姐姐悲惨的生活，林恒发誓要复仇。为了报复生母，林恒决定进入简尚的生活。林恒和逸儿再次相遇，利用逸儿接近简尚。一次“偶然”事件，林恒救了简尚的命，简尚拜林恒为大哥，并让林恒成了自己的私人秘书。简尚对林恒信任无比，林恒却暗中给简尚和莎莎制造危机，让两人一度因误会分手，简尚痛苦不已，一蹶不振，事业跌至谷底；另一方面，林恒发现了莎莎“不能说的秘密”，莎莎和林恒越走越近，渐渐爱上了林恒。同时，在和逸儿的相处中，林恒内心的坚冰渐渐被逸儿的善良融化，不知不觉的爱上逸儿，甚至愿意为她放弃复仇。简尚终于发现莎莎另有所爱（却不知是林恒），痛不欲生，开车发生车祸，被送入医院抢救。经历了死亡，简尚发现自己心里真正爱的是逸儿，和莎莎平静分手；可此时逸儿已爱上林恒。简尚知道后倍受打击，病情加重。医生告知，简尚心脏功能失调，必须换心才能活下去！曹黛丽和逸儿悲痛欲绝。林恒决心死后将心脏给简尚，为自己赎罪。林恒决心在剩下的时光放下仇恨，享受爱情。林恒和逸儿开始交往，将死的林恒和不知情的逸儿度过了美好时光。与此同时，简尚在林恒家发现了X光片，知道林恒时日不多，十分震惊。简尚请求林恒放了逸儿，林恒答应并让简尚发誓一定要活下去给逸儿幸福。曹黛丽知道林恒将死，打算用林恒的心脏来救简尚，对林恒百般示好，林恒第一次感到母亲的温暖。而当林恒知道母亲的真实用意后，对着她痛苦的咆哮。逸儿从两人对话中知道了林恒的病情，震惊。大雨中，逸儿抱住林恒，表示再也不会和他分开。林恒告诉奥黛丽自己会捐心脏给简尚，曹黛丽喜极而泣。而简尚却拒绝接受林恒的心脏，林恒苦笑着告诉简尚：只有我的心脏可以救你，因为我是你的哥哥！林恒将一切事实告诉简尚，简尚难以置信，不能原谅林恒所做的一切。莎莎打听到德国医院有希望救活林恒，请求林恒前往一试，林恒拒绝。简尚劝林恒接受手术，告诉林恒：自己其实是妈妈领养的孩子！林恒终于知道了尘封的真相：当年曹黛丽未婚生子，其母将两个孩子送走并告诉曹她诞下死胎——原来曹黛丽并没有抛弃自己的孩子！林恒理解了母亲，并原谅了她。林恒请求曹黛丽为自己做一顿饭。吃着母亲的饭，林恒泪如雨下。去德国的前夜，逸儿让林恒给自己戴上戒指。林恒拒绝了逸儿：不，等我手术成功之后回来再亲自给你戴上！两人相约一年后举行婚礼。自己苦苦追求的亲情和爱情都得到了，林恒觉得了无遗憾。林恒笑着，从容赴死……一年后，简尚移植了林恒的心脏健康的活了下去。同时，逸儿来到了加拿大，在林恒的墓碑前，兑现了和林恒的约定，静静的死在了林恒的墓前，无名指上带着林恒的那枚戒指……混混林恒被生母抛弃至加拿大，在一次黑帮械斗中为救女友身受重伤，却侥幸存活。当红歌手简尚是著名影星曹黛丽的儿子，刘逸儿是简尚青梅竹马的好友兼助理。逸儿一直暗恋简尚，而简尚爱的却是演员任莎莎。逸儿随简尚和任莎莎一起到加拿大进行拍摄，看着终于确定关系的简尚和任莎莎，逸儿失落的外出却遭遇黑帮抢劫，被林恒所救。林恒遭遇女友背叛后，在逸儿的劝解下决心回国寻找生母，凭着一枚母亲遗留的戒指找到了因车祸变成智障的姐姐淑庆并得知自己的身世：原来自己的生母竟是曹黛丽——简尚的母亲！想着母亲的遗弃和自己的悲惨生活，林恒发誓复仇。林恒利用简尚的信任，暗中给简尚和莎莎制造危机，让两人因误会分手，简尚一蹶不振，事业跌至谷底；另一方面，林恒发现了莎莎“不能说的秘密”，莎莎和林恒越走越近，爱上了林恒。同时，在和逸儿的相处中，林恒内心的坚冰渐渐被逸儿的善良融化，不知不觉的爱上逸儿，甚至愿意为她放弃复仇。简尚终于发现莎莎爱上自己最信任的人，痛不欲生，开车发生车祸。经历了死亡，简尚发现自己心里真正爱的是逸儿，和莎莎平静分手；可此时逸儿已和林恒相爱。简尚知道后倍受打击，病情加重。于此同时，林恒旧病复发，生命进入倒数计时，林恒决心死后将器官给简尚，延续弟弟的生命为自己赎罪。林恒和不知情的逸儿度过了最后的美好时光，并终于知道了尘封的真相：原来当年曹黛丽并没有抛弃自己！林恒理解并原谅了母亲，自己苦苦追求的亲情和爱情都得到了，林恒笑着闭上了眼睛……",
    "chinese_title": "恋歌",
    "douban_rating": "7.8/10 from 991 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-04-02T16:11:54"
}