{
    "aka": [
        "探索频道：弑杀血案"
    ],
    "sid": "25771357",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2158969931.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2361849",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-06-07(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2361849/",
    "imdb_votes": 405,
    "this_title": [
        "Blood Relatives"
    ],
    "douban_link": "https://movie.douban.com/subject/25771357/",
    "imdb_rating": "7.1/10 from 405 users",
    "trans_title": [
        "弑亲血案",
        "探索频道：弑杀血案"
    ],
    "douban_votes": "0",
    "introduction": "From the outside, families can seem like harmonious units, pillars of the community in loving homes. But in BLOOD RELATIVES, the façades are shed to reveal complex layers of jealousy, adultery, and vengeance that resulted in the unthinkable: a murder within a family.From the matriarch to favored son, black sheep to heir apparent, each episode unravels the motives of every family member, who are all potential suspects... and potential victims. BLOOD RELATIVES unpeels these grim family dramas in which the strain of sibling rivalries, family businesses, and infidelities resulted in ultimate betrayals.All bonds are off when those closest to you commit the coldest of crimes. These teenagers, parents, spouses and siblings make sure to keep their loved ones in the family, by way of murder. From children who kill their mothers and fathers to parents who kill their sons and daughters, the love lost in each episode is palpable. Family members reveal their secrets and create a compelling mystery that raises the question: is blood really thicker than water?",
    "chinese_title": "弑亲血案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Blood Relatives",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2026-02-07T10:21:15"
}