{
    "aka": [],
    "sid": "25779711",
    "cast": [
        {
            "url": "/celebrity/1338873/",
            "name": "霍莉·登普西 Holli Dempsey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343261/",
            "name": "杰佛逊·豪尔 Jefferson Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140454/",
            "name": "蒂姆·罗斯 Tim Rose",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495475/",
            "name": "杰西卡·普拉默 Jessica Plummer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2160474168.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3280122",
    "director": [],
    "duration": "30",
    "episodes": "14",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-10-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3280122/",
    "imdb_votes": 22,
    "this_title": [
        "Wizards vs Aliens Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/25779711/",
    "imdb_rating": "7.4/10 from 22 users",
    "trans_title": [
        "巫师大战外星人 第二季"
    ],
    "douban_votes": "0",
    "introduction": "100 Wizards by Phil FordTom and Benny make an amazing discovery – a new wizard called Chloe! The race is on to find her before the Nekross can feast. But when Hex TV steps in to broadcast Chloe’s powers worldwide, every wizard in the land faces danger. Can Tom stop Chloe in time, before the Nekross can spring their trap?Directed by Beryl Richards, also stars Jodie Prenger (I'd Do Anything),  Cyril Nri (The Shopkeeper in The Sarah Jane Adventures, Lost In Time) and Jaye Griffiths (Silent Witness, Sherlock).Vice Versa by Clayton HickmanTom and Benny learn not to toy With the awesome Hobbledehoy! If you cross him you’ll feel stranger Because he’s a rearranger! And just to complicate his crime They have to talk to him in rhyme Now Tom’s clever, Benny’s magic! But events will soon turn tragic…Directed by Beryl Richards.The Cave of Menla-Gto by Joe LidsterTom is badly hurt in a magical accident, and the terrible curse of the Devastation threatens his life. His entire family must journey to the wilds of Tibet in search of a cure, within the mystical Cave of Healing. But with Benny and Moon left alone, the Nekross launch their most powerful attack yet – can they be stopped, without Tom?Directed by Mark Everest, also stars Zienia Merton (Registrar in The Sarah Jane Adventures, The Wedding of Sarah Jane Smith, and Space 1999).The Curse of Crowe by Gareth RobertsAliens teenage wizard Gemma Raven makes a terrible bargain with the Nekross – if they save her mother’s life, she will cast a spell strong enough to destroy Tom and Benny’s friendship forever! And when Ursula is drawn into the evil plan, she discovers that a fate worse that death awaits her, in the shape of the terrifying Neverwas.Directed by Mark Everest, also stars Nina Sosanya (Benny's mum, Trisha), Georgina Leonidas (Katie Bell in the Harry Potter series) and Josie Lawrence (Eastenders).The Thirteenth Floor by Phil FordTom Clarke faces his greatest challenge yet, when a mysterious elevator takes him to Floor 13 – a destination leading far beyond this world. While Benny struggles to understand this ancient trap, the Nekross arrive, ready to feast – only to discover that Floor 13 has terrible plans for them too…Directed by Paul Murphy, also stars Jessie Cave (Lavender Brown in the Harry Potter series) and Paul Putner (Little Britain)(Please note: this story was originally intended to be part of the fifth series of The Sarah Jane Adventures.)Endless Night by Phil FordRandall Moon is filled with dread – an eclipse is due to take place! He swears that evil will fall when the moon blocks out the sun. And he’s proved right when the Nekross activate their magnificent master plan – to take control of the moon’s orbit and bring everlasting night to Earth!Directed by Joss Agnew, also stars Nina Sosanya (Benny's mum, Trisha) and Don Gilet (Benny's dad, Richard).All Out War! by Russell T DaviesOn the eve of war, Tom is visited by a wizard family who claim to have found the most powerful object on the planet – the Source of All Magic! But in the skies above, the Nekross are forced to take terrible action, as Kooth sets her evil plan in motion. By the end of this night, neither wizards nor aliens will ever be the same again.Written by co-creator, and former Doctor Who showrunner, Russell T Davies. Directed by Joss Agnew.",
    "chinese_title": "巫师大战外星人 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wizards vs Aliens Season 2",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T19:52:27"
}