{
    "aka": [],
    "sid": "25772512",
    "cast": [
        {
            "url": "/celebrity/1053567/",
            "name": "福里斯特·惠特克 Forest Whitaker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2159088537.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2896898",
    "director": [],
    "duration": "39分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-11-01(美国)",
        "2016-04-11(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2896898/",
    "imdb_votes": 841,
    "this_title": [
        "Mysteries of the Unseen World"
    ],
    "douban_link": "https://movie.douban.com/subject/25772512/",
    "imdb_rating": "7.6/10 from 841 users",
    "trans_title": [
        "未知世界的秘密"
    ],
    "douban_votes": "243",
    "introduction": "MYSTERIES OF THE UNSEEN WORLD transports audiences to places on this planet that they have never been before, to see things that are beyond their normal vision, yet literally right in front of their eyes. Mysteries of the Unseen World reveals phenomena that can't be seen with the naked eye, taking audiences into earthly worlds secreted away in different dimensions of time and scale. Viewers experience events that unfold too slowly for human perception; They \"see\" the beauty, drama, and even humor of phenomena of that occur in the flash of a microsecond; They enter the microscopic world that was once reserved only for scientists, but that Mysteries of the Unseen World makes accessible to the rest of us; They begin to understand that what we actually see is only a fraction of what there is TO see on this Earth. High-speed and time-lapse photography, electron microscopy, and nanotechnology are just a few of the advancements in science that now allow us to see a whole new universe of things, events, creatures, and processes we never even knew existed and now give us new \"super powers\" to see beyond what is in front of us. Visually stunning and rooted in cutting-edge research, Mysteries of the Unseen World will leave audiences in complete thrall as they begin to understand the enormity of the world they can't see, a world that exists in the air they breathe, on their own bodies, and in all of the events that occur around them minute-by-minute, and nanosecond-by-nanosecond. And with this understanding comes a new appreciation of the wonder and possibilities of science.",
    "chinese_title": "未知世界的秘密",
    "douban_rating": "8.9/10 from 243 users",
    "foreign_title": "Mysteries of the Unseen World",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.9",
    "update_at": "2025-03-18T06:21:12"
}