{
    "aka": [],
    "sid": "25786914",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874520412.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1954678",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1963-03-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1954678/",
    "imdb_votes": 6,
    "this_title": [
        "何か面白いことないか"
    ],
    "douban_link": "https://movie.douban.com/subject/25786914/",
    "imdb_rating": "5.4/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "踊子の典子と週刊誌記者の小池は平凡な恋人どうし、幸せといえば幸せといえた。けれども最近、退屈な幸福というものに疑問を持ちはじめた典子は、自分が生きていることを強烈に感じさせるなにかが欲しいと思った。ある事情から典子は父の持っていたセスナを売り払うことになった。その競売の日、典子はいつか喫茶店で自分に水を浴びせた青年を見出した。早坂と名乗るこの青年は誰よりも高い四百万円の入札をし、支払いは十万円の月賦払いを申し込んだ。担保として一千万円の生命保険証書を差し出す彼に、典子は売る気になった。早坂はいままでのパイロット生活にたまらぬ退屈と倦怠を感じ、自分の腕で身体を張った生き方をしてみたいというのだ。セスナＪＡ三〇〇を手に入れた早坂ではあったが、競売に敗けた同業者に妨害され仕事は全く廻ってこなかった。こんな時世間は週刊現代人に載った“現代のドンキホーテ”という記事に眼を見はった。小池が早坂を彼一流の筆で嘲笑した記事である。「現代は何か面白いことないかって平和に暮すのが当り前なんだ」早坂に惹かれていく典子に、小池は烈しい言葉を叩きつけた。月十万の金は出来るはずもなかった。台風が襲ってきたとき、早坂は皆のとめるのも聞かず、考えられないほどの操縦の巧みさで飛び立っていった。彼は連絡船の不通になった津軽海峡を飛び、十万の金を持ち帰った。早坂の逞しい生き方に惹かれる典子の気持は、やがて烈しい憎悪となった。早坂を絶望させなくてはならない。典子はある夜ひそかに彼のセスナを破壊した。こうした典子の行為が早坂への愛情にほかならぬことを知って小池は嫉妬した。早坂はセスナが飛べなくなった以上その代金を払うためには死を選ぶほかなかった。ここぞとばかり小池は彼を“自殺宣言をした男”として書きたて窮地に追いやった。ついにみかねた典子はセスナは自分が壊したのだと告白したが世間はもはや早坂がいつ自殺するかということにだけ興味を持った。こうした中で早坂は奔走し苦悩していたが、早坂に拒絶された典子はそれ以上に後悔に苛まれた。早坂は松下工業の社長が日本に二つしがないＪＡ三〇〇のエンジンを持っていることを知り、交渉したが松下は頑として拒絶した。最後の手段と早坂はエンジンを盗み出し、セスナにとりつけると松下邸の上空に飛んだ。その下では典子が必死になって松下に懇願していた。ついに松下も承知した。合図する典子に、セスナのマイクから「典子、結婚してくれ」という早坂の声が降って来た。",
    "chinese_title": "何か面白いことないか",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T02:55:54"
}