{
    "aka": [],
    "sid": "25783390",
    "cast": [
        {
            "url": "/celebrity/1222381/",
            "name": "特丽莎·克里希南 Trisha Krishnan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430115/",
            "name": "乔伊·波德拉尼 Joy Badlani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "喜剧",
        "动作",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161142156.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2294567",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "泰卢固语"
    ],
    "playdate": [
        "2012-04-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2294567/",
    "imdb_votes": 2406,
    "this_title": [
        "Dammu"
    ],
    "douban_link": "https://movie.douban.com/subject/25783390/",
    "imdb_rating": "4.9/10 from 2406 users",
    "trans_title": [
        "半路传人"
    ],
    "douban_votes": "0",
    "introduction": "Rama Chandra (NTR Jr) is an orphan who leads a simple life along with his friend (played by Ali). He falls in love with Sathya (Trisha Krishnan), who is a very rich girl. Sathya imposes a condition that Rama Chandra's family history and pedigree are very important. At this very moment, Rama Chandra comes to know that a rich and powerful royal family is on the lookout to adopt an heir and Rama Chandra seizes the chance. But once he goes there, he realises that things are not as simple as they seem. The family has a violent past and a bitter dispute with another powerful family (headed by Nassar). He also realises that thousands of people in the area are now dependent on him for their very survival. He also discovers that he is the real heir to the family. Rama Chandra does not like violence and he tries his best to solve the problems peacefully. But the rival gang does not give him a chance. Vexed with the violence Rama Chandra kills Nasser's two sons and opens eyes of Nasser by placing a sword on Nasser's third son. In climax, Nasser realises that he was wrong and apologizes to all. Rama Chandra becomes the hero of the village.",
    "chinese_title": "半路传人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dammu",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-11T10:49:16"
}