{
    "aka": [
        "Mustafa Shokay"
    ],
    "sid": "25787939",
    "cast": [
        {
            "url": "/celebrity/1463270/",
            "name": "古尊·伊戈尔 Igor Guzun ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1502044/",
            "name": "玛丽娜·库德林斯卡娅 Marina Kudelinskaya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2161961288.jpg",
    "region": [
        "俄罗斯",
        "哈萨克斯坦"
    ],
    "writer": [],
    "imdb_id": "tt11387070",
    "director": [],
    "duration": "165分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11387070/",
    "imdb_votes": 19,
    "this_title": [
        "Мустафа Шокай"
    ],
    "douban_link": "https://movie.douban.com/subject/25787939/",
    "imdb_rating": "4.8/10 from 19 users",
    "trans_title": [
        "穆斯塔法·绍凯",
        "Mustafa Shokay"
    ],
    "douban_votes": "0",
    "introduction": "以Mustafa Shokay的犹太妻子Maria Yakovlevna所写的日记为蓝本，回忆Mustafa的一生以及他们之间传奇且至死不渝的爱情故事。(Mustafa Shokay：一个被人忘却的哈萨克军官；在柏林一个静悄悄的公墓里，躺着一位哈萨克老军人，很少有人知道他曾经坎坷而复杂的历史。很难对他作出一个评价，可以说他是个英雄，因为他的理想是解放故乡，他参加了战斗，被提升为军官，并且帮助成千上万的战俘逃离枪毙或者集中营的厄运。.同时，他又是个战犯，因为他的身份是法西斯军官，参与了德国对苏联的入侵，还参与筹建纳粹的外籍军团。关于他的历史，可查的记录很少。他可能是早期 Alash 的成员，后来 Alash 被剿灭的时候，辗转欧洲，最终参加了法西斯军队。苏德交战初期，他拯救了大量的苏联战俘，使他们免于被送往集中营或者枪决。在他的劝说和训练下，哈萨克、乌克兰、吉尔吉斯、乌兹别克、等许多民族的战俘，换上纳粹的军服，调转枪头，组成军团，企图解放被俄罗斯压迫的故乡民众，推翻斯大林的恐怖统治。从莫斯科战役，到斯大林格勒，到列宁格勒，当哈萨克红军战士为斯大林冲锋的时候，对方也有哈萨克纳粹士兵为了希特勒而战斗。但是他在战争爆发没多久就去世了，他的愿望没有实现，故乡没有解放，斯大林打败了希特勒。而他手下的那些哈萨克士兵以及其他外籍官兵也没有再回到苏联，战后分散于德国各地战俘营，逐渐消失殆尽。Mustafa Shokay（1890-1941), 出生于贵族家庭，出生地为哈萨克斯坦Kyzyl-Orda地区的Aulie – Tarangyl村。他曾是圣彼得堡大学法学院的优等生，1913年至1917年曾任穆斯林派别第四届杜马的秘书，1917年2月之后，他是穆斯林理事会的成员之一，他所从事的政治和新闻工作是针对当时的中亚自治政府，当布尔什维克党掌权后，他参与了反对布尔什维克的政治运动分别于1918年的乌法和1919年的格鲁吉亚，他于1920年移居，先后居住过土耳其、法国和德国。1941年在德国去世，死因不明，现埋葬于德国柏林的穆斯林公墓内。究其一生，人们对他的评价褒贬不一。可以称他为英雄，因为他的理想是解放故乡，他参加了战斗，被提升为军官，并且帮助成千上万的战俘逃离枪毙或者集中营的厄运。同时，他又是个战犯，因为他的身份是法西斯军官，参与了德国对苏联的入侵，还参与筹建纳粹的外籍军团。关于他的历史，可查的记录很少。他可能是早期 Alash 的成员，后来 Alash 被剿灭的时候，辗转欧洲，最终参加了法西斯军队。苏德交战初期，他拯救了大量的苏联战俘，使他们免于被送往集中营或者枪决。在他的劝说和训练下，哈萨克、乌克兰、吉尔吉斯、乌兹别克、等许多民族的战俘，换上纳粹的军服，调转枪头，组成军团，企图解放被俄罗斯压迫的故乡民众，推翻斯大林的恐怖统治。从莫斯科战役，到斯大林格勒，到列宁格勒，当哈萨克红军战士为斯大林冲锋的时候，对方也有哈萨克纳粹士兵为了希特勒而战斗。但是他在战争爆发没多久就去世了，他的愿望没有实现，故乡没有解放，斯大林打败了希特勒。而他手下的那些哈萨克士兵以及其他外籍官兵也没有再回到苏联，战后分散于德国各地战俘营，逐渐消失殆尽。他的一生充满传奇色彩，才华横溢，从哈萨克草原到莫斯科，到柏林，当过政客领袖，音乐家，军人。可惜生在一个多灾多难的时代。有个概念需要澄清一下，Mustafa 寻求的是民族解放，不是民族独立。这和当前某些民族的政治活动截然不同。当时的哈萨克人口损失上百万，文化精英都被消灭殆尽，已经不是什么民族独立，而是生死存亡的时刻，Mustafa 是在为民众寻找活路。他也不是只狭隘拯救哈萨克，而是所有被俄罗斯压迫的殖民地民族。这才是他最伟大之处，是一位为哈萨克的独立奋斗一生的民族英雄。http://tieba.baidu.com/p/1048525343)",
    "chinese_title": "穆斯塔法·绍凯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Мустафа Шокай",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T16:01:20"
}