{
    "aka": [
        "The Light"
    ],
    "sid": "25783396",
    "cast": [
        {
            "url": "/celebrity/1313723/",
            "name": "严晓频 Xiaopin Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336625/",
            "name": "杨树林 Shulin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357344/",
            "name": "褚楚 Chu Chu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2239617189.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1428416/",
            "name": "樊蔚源 Weiyuan Fan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7547330",
    "director": [
        {
            "url": "/celebrity/1336624/",
            "name": "盛林 Lin Sheng",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-05-10(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7547330/",
    "this_title": [
        "永远的守望"
    ],
    "douban_link": "https://movie.douban.com/subject/25783396/",
    "trans_title": [
        "The Light"
    ],
    "douban_votes": "0",
    "introduction": "除夕之夜，某中学高级教师刘雅琴的独子郑春龙因打抱不平，失手伤人至死。鉴于车祸致残的前夫无力打理此事，刘雅琴四处筹款，重金赔偿被害人家属，郑春龙最终被判处有期徒刑十五年，送至监狱服刑。性格倔强的刘雅琴精神几近崩溃。当年，刘雅琴为了学业赴外进修，未料婚姻家庭破裂，并失去对儿子的抚养权。在畸型家庭中长大的郑春龙，过早步入社会，最终酿成大祸。至此，刘雅琴深感愧疚，悔恨交加，于是，不顾学校领导、朋友的劝阻，毅然辞职，到儿子的服刑地“陪监”。郑春龙身陷囹圄，情绪躁动。刘雅琴只身来到异地，本想用亲情和母爱托起儿子对人生的希望，未料儿子既不认亲也不领情。刘雅琴深知儿子从小睡觉怕熄灯黑暗的癖习，在监狱监舍里每晚熄灯后都睡不好。懂得心理学的刘雅琴想出了一个安慰儿子的办法，每晚在自己租房的小阁楼窗外，远远地为儿子点上一盏灯，并拍下照片给儿子看，通过心理暗示，在儿子的心里点亮了一盏灯，儿子从此夜晚能安睡了，使僵化的母子关系开始缓和。从此，高墙内外，夜阑人静，一灯相连，母子相牵！刘雅琴租住在离监狱不远的汪嫂家。为了生计，跟老鞋匠冯大爷学补鞋。尊卑角色的转换，没有使她退却，而不良顾客的有意奚落和无端刁难，使她蒙受难言的屈辱和痛苦，但她仍然坚守如初，白天补鞋，晚上点灯，而且不同的日子点不同的灯，只在被害人的忌日不点灯，并要求儿子在黑暗中忏悔思过。母爱像春雨般地滋润温暖儿子冰冷的心，尽管郑春龙的情绪常有波动，但总算有了新的良好变化。一天，刘雅琴在补鞋摊前为两名高三学生解开了数学难题，其中一名叫张岩的学生就是监区张指导员的儿子。张岩知道了刘雅琴原先是高中数学高级教师，就瞒着父母找到了刘雅琴，在张岩的再三请求下，刘雅琴答应做了张岩的数学家教老师，张岩高考考出了好成绩，录取进了重点大学。原先学校的学生暑假结伴前来看望老师，特意转达全班学生请求老师返校执教的强烈心愿，刘雅琴心如刀绞，师生相拥而泣。郑春龙二十岁生日，刘雅琴在租屋里张罗了一个没有主人参加的特殊生日聚会。郑春龙看到生日仪式上的照片，特别是看到当地报纸上报道母亲补鞋“陪监”的事迹后，心灵受到极大的震憾。刘雅琴常去受害人家照顾病中的母女，两地来回奔忙。一次，刘雅琴拖着病体探望儿子，竟昏倒在会见室。刘雅琴住院了，最后确诊为肝癌。张指导员和鞋匠冯大爷、房东汪嫂还有邻居女孩欣儿都主动到医院侍候照顾她。不明真相的郑春龙只能用劳动的汗水冲淡心中莫名的焦虑和牵挂。沉甸甸的母爱彻底感化了高墙内的儿子。在张指导员的引导下，郑春龙创作了一首思念母亲、感恩母爱的歌词，监区请来刘雅琴邻居音乐老师女孩欣儿谱曲、制作，让郑春龙在监狱春节文艺汇演晚会上演唱。当郑春龙知道母亲也在监狱办公室里通过闭路电视看自己的演出时，再也控制不住自己的情感，台上声泪俱下，台下掌声雷动。刘雅琴的病情愈来愈重。她请求张指导员和儿子约定时间，拖着病体代替儿子去被害人家中谢罪，一幕感人至深的情感催泪戏让人断魂。全省监狱系统春节文艺汇演评比传出好消息，由郑春龙作词并演唱的歌曲获得极大反响，被评为一等奖，郑春龙立功受奖。此时，刘雅琴溘然而逝，郑春龙捧着母亲的骨灰盒参加监区减刑大会，听完为其宣读的减刑裁定书，他禁不住悲喜交加，涕泪交流。刘雅琴的租房阁楼窗外，音乐老师邻居女孩陆欣儿每晚依旧点上那盏灯，刘雅琴的骨灰盒依然在监外小阁楼上静静地守望……",
    "chinese_title": "永远的守望",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-31T10:52:05"
}