{
    "aka": [],
    "sid": "25788361",
    "cast": [
        {
            "url": "/celebrity/1102513/",
            "name": "Dorota Kwiatkowska Dorota Kwiatkowska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872064226.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0130631",
    "director": [
        {
            "url": "/celebrity/1294136/",
            "name": "帕维乌·帕夫利科夫斯基 Paweł Pawlikowski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "俄语"
    ],
    "playdate": [
        "1991"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0130631/",
    "imdb_votes": 141,
    "this_title": [
        "Dostoevsky's Travels"
    ],
    "douban_link": "https://movie.douban.com/subject/25788361/",
    "imdb_rating": "7.8/10 from 141 users",
    "trans_title": [
        "陀思妥耶夫斯基欧游记"
    ],
    "douban_votes": "0",
    "introduction": "When Pawlikowski visited the Dostoevsky Museum in St Petersburg, he learned that Dostoevsky's only descendant, Dimitri, was still alive. The director found Dimitri in Germany and, after agreeing to pay him a thousand pounds, began filming. After their first meeting, the director thought that Dimitri \"had grown a beard to look more like a Dostoevsky and I thought, a great face, great character, he could be a good key to the East/West situation today.\"Dimitri is invited to Germany by the members of the Dostoevsky Society. He is asked to give a series of lectures about his great grandfather. He knows little about his illustrious ancestor, and his only ambition is to earn enough money to buy a Mercedes. Dimitri feels burdened by his relative's status, because everybody expects him to be a 'prophet', just as Fyodor was considered to be. The film blends real events with fictional elements; the meeting of Dimitri Dostoevsky and Count Tolstoy in London is accompanied by a voiceover explaining that Fyodor and Leo never met, suggesting that Dimitri's story might itself be a fiction. Perhaps, we wonder, the whole film is a trick, and Dimitri nothing more than a conman.Dostoevsky's Travels ruminates on the collapse of the Soviet Union and Russia's transition to capitalism. Dimitri's yearning for material goods is hilarious, remarkable and full of pathos.",
    "chinese_title": "陀思妥耶夫斯基欧游记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dostoevsky's Travels",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-29T17:56:51"
}