{
    "aka": [],
    "sid": "25794021",
    "cast": [
        {
            "url": "/celebrity/1237889/",
            "name": "James &#39;Whitey&#39; Bulger James &#39;Whitey&#39; Bulger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "传记",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169187108.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3326366",
    "director": [
        {
            "url": "/celebrity/1041480/",
            "name": "乔·伯灵格 Joe Berlinger",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-06-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3326366/",
    "imdb_votes": 3255,
    "this_title": [
        "WHITEY: United States of America v. James J. Bulger"
    ],
    "douban_link": "https://movie.douban.com/subject/25794021/",
    "imdb_rating": "6.7/10 from 3255 users",
    "trans_title": [
        "黑帮大盗"
    ],
    "douban_votes": "0",
    "introduction": "Infamous gangster James “Whitey” Bulger wielded a mystique as the Robin Hood of South Boston. Fabricated in his hometown, Bulger’s legend captured the imagination of the entire country. Separating the man from the myth, this riveting documentary challenges conventional wisdom by detailing shocking new allegations.With unprecedented access, filmmaker Joe Berlinger utilizes this past summer's sensational trial against Bulger as a springboard to explore corruption within the highest levels of law enforcement. Embedded for months with retired FBI agents, Massachusetts state police, victims, lawyers, gangsters, journalists, and federal prosecutors, Berlinger scrutinizes Bulger’s relationship with the FBI and Department of Justice—an interaction that allowed him to reign over a criminal empire for decades.Academy Award nominee Berlinger returns to the Sundance Film Festival for the sixth time with this mesmerizing and complex account of crime and corruption. WHITEY: United States of America v. James J. Bulger relates a universal tale of human frailty, opportunism, and deception and reveals the often-elusive nature of truth and justice.- D.C",
    "chinese_title": "黑帮大盗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "WHITEY: United States of America v. James J. Bulger",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2026-01-02T12:17:00"
}