{
    "aka": [],
    "sid": "25794033",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2200637496.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3210388",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3210388/",
    "imdb_votes": 194,
    "this_title": [
        "Through a Lens Darkly: Black Photographers and the Emergence of a People"
    ],
    "douban_link": "https://movie.douban.com/subject/25794033/",
    "imdb_rating": "7.2/10 from 194 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In his impressive and artistically versatile documentary, Thomas Allen Harris chronicles the history of photography from an Afro-American perspective. With the aid of countless archive photographs he makes apparent how, from the beginnings of photography to the present day, the black community used the camera as a tool for social change. If photography’s story has until now largely been told through the work of white photographers, Harris enables Afro-American photographers, collectors and historians to have their say and analyse and re-read their history in terms of representations of ‘blackness’ by others as opposed to self-representation. Making use of photographic arrangements, some of which are collage-like and others animated, the film introduces us to photographers of art-historical importance like Roy De Carvava and Deborah Willis who have influenced subsequent artists and inspired them with their powerful depiction of everyday life. As he did in his film E minha cara which screened at the Berlinale in 2002, Harris once again makes use of personal material depicting his own family in order to reflect upon the emergence of a sense of photographic identity among African Americans in the USA.  (Berlinale 2014)",
    "chinese_title": "Through a Lens Darkly: Black Photographers and the Emergence of a People",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T08:33:58"
}