{
    "aka": [
        "God plays sax, the Devil violin"
    ],
    "sid": "25799126",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542937585.jpg",
    "region": [
        "Romania"
    ],
    "writer": [],
    "imdb_id": "tt1661211",
    "director": [
        {
            "url": "/celebrity/1333120/",
            "name": "亚历珊德拉·古利亚 Alexandra Gulea",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Romanian"
    ],
    "playdate": [
        "2004"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1661211/",
    "imdb_votes": 32,
    "this_title": [
        "Dumnezeu la saxofon, dracu la vioara"
    ],
    "douban_link": "https://movie.douban.com/subject/25799126/",
    "imdb_rating": "8.2/10 from 32 users",
    "trans_title": [
        "上帝吹萨克斯，魔鬼拉小提琴",
        "God plays sax, the Devil violin"
    ],
    "douban_votes": "69",
    "introduction": "ating, sleeping, popping pills; eating, sleeping, popping pills; and sleeping again. These are the only activities that seem to enliven the everyday life of 300 people living in a Romanian psychiatric home, in a forgotten region somewhere between the capital of Bucharest and the southern Carpathians. The unvarying cycle that the body adopts, between medication and wakefulness, resembles the movement of the old oil pumps that constitute the landscape surrounding the home. Substituting as an inmate of the asylum, the camera attempts to show us from the inside this daily monotony, these small acts in the fight for survival. It lets us see the heaviness of the dormitory and corridor walls, hear the doors squeaking, hear the perpetual shouts of the attendants, perceive the inner void of solitary beings surrounded by walls of men.300 patients are packed, sometimes 12 to a room, in to the Romanian psychiatric institution of Gura Ocnitei. The daily routine is reduced to medication, sleep and food, without any kind of therapy or reintegration programme. The internees of all backgrounds (from mentally or physically disabled to social cases) are left to themselves with no hope of ever leaving this place, no perspective or future.Thus, the inhabitants have created their own closed community. Inside this very peculiar society, people become friends, get married and split up again. They trade with coffee and cigarettes which have come to replace official currency. And above all, music brings some colour in this dullness, and allows them to dream of another world.The film, shot in still and precise long takes, reflects the immobility of daily life in the institution and offers at the same time an impressive witness to man's urge to survive.",
    "chinese_title": "上帝吹萨克斯，魔鬼拉小提琴",
    "douban_rating": "7.2/10 from 69 users",
    "foreign_title": "Dumnezeu la saxofon, dracu la vioara",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "7.2",
    "update_at": "2025-07-13T21:13:11"
}