{
    "aka": [],
    "sid": "25794226",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191762983.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3458220",
    "director": [
        {
            "url": "/celebrity/1308857/",
            "name": "斯特林·哈乔 Sterlin Harjo",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3458220/",
    "imdb_votes": 71,
    "this_title": [
        "This May Be the Last Time"
    ],
    "douban_link": "https://movie.douban.com/subject/25794226/",
    "imdb_rating": "7.2/10 from 71 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In 1962, filmmaker Sterlin Harjo’s grandfather disappeared mysteriously in Sasakwa, Oklahoma, and as the Seminole community searched for him, its members sang ancient songs of faith and hope. Harjo returns to the Sundance Film Festival for the fourth time with his first feature-length documentary, which explores the disappearance of his grandfather and the origins of these songs. Interviewing everyday people and the faith keepers of his tribe with his delicate touch and gentle inquiry, Harjo traces the creation of their songs, which commemorate a great time of upheaval from their homeland when United States policy dictated their relocation. Along the way, he learns that his tribe’s singing style is tied to traditions that originated in Scotland, Appalachia, and the experiences of enslaved African Americans.Sculpted with an aching sense of beauty, This May Be the Last Time reminds us that despite the hardships at hand, we can sing our way into the future and that forgiveness is essential if we want to move forward in life. - B.R.",
    "chinese_title": "This May Be the Last Time",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-25T08:36:41"
}