{
    "aka": [
        "A Clear Night"
    ],
    "sid": "25792632",
    "cast": [
        {
            "url": "/celebrity/1134600/",
            "name": "明桂南 Gye-nam Myeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030714/",
            "name": "韩汝云 Yeo-woon Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2162863700.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1352644/",
            "name": "金宰洙 Jae-soo Kim",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2013-12-26(韩国)"
    ],
    "this_title": [
        "청야"
    ],
    "douban_link": "https://movie.douban.com/subject/25792632/",
    "trans_title": [
        "清夜",
        "A Clear Night"
    ],
    "douban_votes": "0",
    "introduction": "The girl inside grandpa's picture, and Gochang in South Kyeong-sang.Ji-yoon is about to go studying abroad when she finds an old picture of a girl in her Alzheimer patient grandfather's album. She heads to Kyeong-nam Gochang to find her with him. She starts looking with the help of her cousin who is a producer at a broadcast station. PD Cha learns that the grandfather has a deep relationship with Gochang and decides to use Ji-yoon. The old man pretends that he was heard about the sins which he caused during the war and fit the pieces as needed for the documentary program that he was running. In the middle of their journey, Ji-yoon realizes that her grandfather's habit of saying, \"Don't you want to go to the bathroom?\", \"Let's go home\" was his way of trying to get innocent women and children into safe grounds before they got killed when he was a soldier. However, he had to murder them under orders and the guilt which he felt from it then remained in his memory as a trauma. Ji-yoon's heart tears apart everytime she sees him like this.",
    "chinese_title": "清夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "청야",
    "douban_rating_average": 0,
    "update_at": "2025-02-06T19:00:09"
}