{
    "aka": [
        "棒球杂牌军"
    ],
    "sid": "25794228",
    "cast": [
        {
            "url": "/celebrity/1031814/",
            "name": "库尔特·拉塞尔 Kurt Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032123/",
            "name": "托德·菲尔德 Todd Field",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545167543.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3445270",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3445270/",
    "imdb_votes": 4695,
    "this_title": [
        "The Battered Bastards of Baseball"
    ],
    "douban_link": "https://movie.douban.com/subject/25794228/",
    "imdb_rating": "8.0/10 from 4695 users",
    "trans_title": [
        "被殴打的棒球杂种",
        "棒球杂牌军"
    ],
    "douban_votes": "0",
    "introduction": "Chapman and Maclain Way’s energetic telling of one of baseball’s great, unheralded stories is as much about independent spirit as it is about the game. When Portland, Oregon, lost its longtime minor-league affiliate, Bing Russell—who briefly played ball professionally before enjoying a successful Hollywood acting career—bought the territory and formed a single-A team to operate outside the confines of major-league baseball. When they took the field in 1973, the Mavericks—the only independent team in America—started with two strikes against them. What did Deputy Clem from Bonanza know about baseball? Or Portland, for that matter? The only thing uniting his players, recruited at open tryouts, was that no other team wanted them. Skeptics agreed that it could never work.But Bing understood a ballplayer’s dreams, and he understood an audience. His quirky, unkempt castoffs won games, and they won fans, shattering minor-league attendance records. Their spirit was contagious, and during their short reign, the Mavericks—a restaurant owner turned manager, left-handed catcher, and blackballed pitcher among them—brought independence back to baseball and embodied what it was all about: the love of the game.- J.N.",
    "chinese_title": "被殴打的棒球杂种",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Battered Bastards of Baseball",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T07:28:14"
}