{
    "aka": [
        "South of the Ocean"
    ],
    "sid": "25794338",
    "cast": [
        {
            "url": "/celebrity/1320628/",
            "name": "周志强 Zhiqiang Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "　　第11届中国（广州）国际纪录片节(2013)\n　　“金红棉”国际纪录片评优单元 优秀系列纪录片\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163154525.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt8629678",
    "director": [
        {
            "url": "/celebrity/1275447/",
            "name": "周兵 Bing Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386758/",
            "name": "祝捷 Jie Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337443/",
            "name": "张华 Hua Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353994/",
            "name": "吉风颂 Fengsong Ji",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "10",
    "language": [
        "汉语普通话",
        "粤语",
        "闽南语"
    ],
    "playdate": [
        "2013-12-20(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8629678/",
    "this_title": [
        "下南洋"
    ],
    "douban_link": "https://movie.douban.com/subject/25794338/",
    "trans_title": [
        "South of the Ocean"
    ],
    "douban_votes": "1595",
    "introduction": "高清电视纪录片《下南洋》由马来西亚常青集团与中国中央电视台中央新影集团、香港东方之子国际事业有限公司联合出品，北京新影世纪影视文化发展有限公司和周兵导演工作室联合承制。此片拍摄制作历时三年，深入九国，纪录千年，试图向观众揭示一个与我们血脉相连的南洋。此片计划将于2013年底在中央电视台正式播出。南洋，始终是我们研究中国传统文化和中国近代史的重要历史课题。南洋的华人阅历了整个中华千年和百年来的双重命运。探索南洋对于中国文化的自我理解，以及对当下中国人自省与思考的价值都越来越凸显。该片将展现华人在东南亚开拓发展的历程与各时期生存状态，以开放的全球视野梳理历史、关照当下，力求打造一部能够对华人社会未来发展的建构有所启示的历史人文纪录片。总导演：周兵 祝捷周兵：周兵任中央新影集团周兵导演工作室艺术总监；中国纪录片委员会学术研究院秘书长；南开大学历史学院文物及博物馆系中国艺术史博士；同时兼任香港城市大学媒体传播系客座教授。九三年进入北京中央电视台《东方时空》，先后担任《东方之子》栏目编导，《东方时空》特别节目《记忆》总编导，《东方时空》、《纪事》栏目制片人。零三年任中央电视台新闻中心新闻评论部特别节目组制片人、大型系列纪录片《故宫》总导演。此后，拍摄及监制纪录片上百余部，包括《梅兰芳》《敦煌》《外滩》《当卢浮宫预见紫禁城》《台北故宫》《下南洋》等。他先后三次荣获中国纪录片年度导演，作品多次荣获金鹰奖、白玉兰奖、金熊猫奖、星光奖等几十项国家级以及国际性奖项。祝捷：中央电影学院毕业，内地新锐青年导演。纪实类作品2005年 CCT V国际频道春节特别节目《丽江•过年》导演、2007年《TAXI——A MOVING LIFE WITH CHINESE》（CNEX委制）导演（入选加拿大新亚洲独立影像展）、2008年《台北故宫》导演、2009年《当卢浮宫遇见紫禁城》导演、2010年纪录电影《外滩轶事》、2012年《下南洋》总导演。剧情类：2007年 电影短片《天堂的颜色》（第十届日本东京Shortshorts国际短片电影节（2008）亚洲竞赛单元最佳影片、意大利San Giò Video Festival of Verona（2009）DINO COLTRO AWARD）、2007年 电影短片《我自己的Malena》、2010年 纪录电影《外滩佚事》编剧、执行导演、2011年 电影《长江图》执行导演（荣获荷兰鹿特丹电影节剧本基金台湾金马电影节后期基金）创意总监：麦天枢作家、学者。报告文学代表性作家之一。其主要作品有《土地与土皇帝》、《西部在移民》、《爱河横流》、《天荒》等。曾获“人民文学奖”、“徐迟报告文学奖”等全国主要文学奖项。九十年代主要从事关于中国传统文化的研究，主要著述有《昨天——中英鸦片战争》、《中国农民——关于九亿人的现场笔记》、《天国猜想——认识中国的一条新路径》等。截至2011年已总策划、创作指导参与《大国崛起》、《汉字五千年》等有重大影响的历史文化纪录片。摄影指导：王昱王昱是一名中国电影摄影师，曾与中国很多知名导演合作，合作者包括田壮壮、娄烨、李玉、贾樟柯等人。他参与摄影的第一部电影是2000年娄烨的电影《苏州河》。凭借电影《吴清源》，王昱获得2007年第10届上海国际电影节“金爵奖”最佳摄影，并获2007年亚太电影大奖（Asia Pacific Screen Awards）最佳摄影奖提名。特约摄影：Luc Drion著名导演、摄影师，摄影作品有《海洋》、《迁徙的鸟》。制作人：周澜周澜，2001年2月~2003年5月任中央电视台新闻节目中心新闻评论部《东方时空 · 纪事》栏目组编导；2003年6月~2007年6月任中央电视台新闻节目中心新闻评论部特别节目组编导，参与纪录片《癸未之战》、《沙尘暴》、大型直播《敦煌再发现》等特别节目的制作；2007年7月至今在中央电视台新影制作中心特别节目部任编导；2004年~2005年担任10集电视纪录片《梅兰芳》第7集导演，担任12集电视纪录片《故宫》第7集导演；2005年12月任2006年度贺岁直播节目《一年又一年》短片总导演；2006年12月任2007年度贺岁直播节目《一年又一年》联合总导演之一；2007年~2009年任12集电视纪录片《台北故宫》制片人，任10集电视纪录片《敦煌》第7集导演；2011年至今任10集电视纪录片《下南洋》制片人。投资方：马来西亚长青集团——张晓卿 马来西亚华人 丹尼斯拿督年庚77岁的马来西亚华人张晓卿是享誉东南亚的工商界翘楚，他曾被马来西亚《资本家》杂志推举为马来西亚十大富豪之一，并于1985年被选为马来西亚国会上议员，被马来西亚政府授予世界张氏总会创会会长丹斯里拿督张晓卿。他还多次陪同马来西亚首相马哈蒂尔出访中国、韩国、日本、欧美和拉丁美洲国家。作为一位深受中国文化熏陶的海外华人，张晓卿对自己的故土更有着一份深沉的挚爱。1990年，张晓卿出任世界福州十邑同乡会的创会会长；1994年，张晓卿创办了世界华人的文学奖——“冰心文学奖”（每两年颁奖一次）。张晓卿对促进世界华人、尤其是十邑福州人的团结，加强海外福州人与祖籍地的联系与交流，推动中国和马来西亚经济、文化交流与合作等，做出了卓著的贡献。纪录片《下南洋》分集内容简介：第一集《华南之洋》 本集导演/撰稿：周兵、曾欣对于中国的绝大部分观众，南洋只是一个十分模糊的地理概念，本集将向观众介绍何以本片将南洋的范围界定在新加坡、马来西亚、印度尼西亚、菲律宾四国，并展示今天的南洋有着什么样的面孔、南洋的生活是怎样的景象、有着怎样独特的文化景观。这是一个多彩的南洋舞台，序幕刚刚拉开，接下来在这个舞台上，历史与当下都将陆续登场。第二集《南下之帆》 本集导演/撰稿：张华中国人从什么时候开始涉足南洋岛国？以当时的航海技术，人们是驾着怎样的船只经过怎样的航线，来到南洋？是什么推动着一代又一代中国人离乡背井、远涉重洋？帝国的思维传统与统治基调，与历时近千年的下南洋是否有着内在的联系？而一旦出洋，对于船舱中那一个个脆弱的生命来说，又意味着一趟多么凶险与艰难的旅途……第三集《异乡家园》 本集导演/撰稿：张效这是华人初到南洋之后，建立的新生活：他们如何适应新的环境？他们在什么行业工作？他们与当地原住民的关系怎样？在这个过程中，华人又展现了哪些来自其文化背景的品格特质？在一片几乎未被开发的处女之地，中国人是如何建立起异乡的家园？第四集《血泪南洋》 本集导演/撰稿：张效蔡、美慧当殖民时代开始，西方以国家行为组织化地进入南洋，他们不可避免地与已经在当地生存下来的华人产生协作及冲突。在南洋的不同地区，在不同殖民者的统治下，华人的命运亦呈现出巨大的差异，最极端的，是有规律的周期性屠杀。血流成河的背后，更深层的原因是什么？经历了血泪苦难之后，南洋社会是否已走向更健康理性的社会架构？第五集《百年兰芳》 本集导演/撰稿：丁英锋在南洋的历史上，曾经出现一个存在长达百年，叫作\"兰芳\"的政治体。它其实只是南洋先后出现过的众多华人政治体之一。但是因为曾经有学者把它称为\"兰芳共和国\"、\"兰芳公司\"，而让它负载了更多意义。扑朔迷离的\"兰芳\"到底是怎样的组织？它与隔海相望的母国民间社会组织形态有着怎样的血缘关系？它是否真的负载了中国人的\"现代国家\"之梦？第六集《千年家族》 本集导演/撰稿：丁英锋在中华的传统中，家族的繁衍时间远远长寿于王朝的更迭周期。是什么赋予\"家族\"这一社会构成的基本单位如此顽强的生命力？这种生命力又是如何在南洋的舞台上扎根蓬勃？而这份蓬勃的背后，付出的又是什么？血缘——这既是中华最大的宗教，也是中华走向现代社会不得不面对的最根本问题。第七集《母国春秋》 本集导演/撰稿：董力在早年下南洋的华人心里，故乡只是以留在家乡的亲人为中心，以村镇为半径的一个很小的地理范围，在这之上，不是故国，而是朝廷。千年来，在天朝观的笼罩下，朝廷是如何对待出洋的子民？南洋华人又是从何时开始有了现代意义上的国家观念，由此自认为中国人？本集将站在母国的视角，描述南洋华人身份的变迁，由此，也映射出母国的变迁。第八集《北望之心》 本集导演/撰稿：董力可以毫不夸张地说，中国百年来的动乱与曲折，南洋华人是最切身的旁观者或亲历者，他们由早年间悲剧的主体变成了想要改变国家整体悲剧命运的人。随着国民观念的建立，他们面对母国，曾以怎样的热忱和决绝参与着国家的变革，但他们北望母国的赤子之心却总要面临冰或火的考验……第九集《开放之门》 本集导演/撰稿：吉凤颂长久以来，南洋都是中国这片大陆与外界连接的一个重要门户。现代的思潮、物资的流通、人才的进出……或多或少都通过这扇门。变革的潮流既有澎湃一时的波澜，亦有润物无声的涓涓细流，南洋之门到底曾经试图带给中国什么？如今留下的又是什么？自此，我们的视线开始由历史转向未来。第十集《期待南洋》 本集导演/撰稿：周兵、曾欣对南洋华人的纪录与书写，揭开的只是南洋舞台的纷繁一角。全球自由迁徙和自由生存是全人类获得的现代财富，随着全球化进程在全世界的深入，有着共同历史源流的文化同胞，生活在不同的社会制度之下，与不同肤色、不同语言、不同习俗的邻居分享社会资源，将是整个人类的未来景象。面对多民族社会和谐共荣的美好愿望，南洋既是悠远的发端，也是现代的启示。",
    "chinese_title": "下南洋",
    "douban_rating": "9.0/10 from 1595 users",
    "foreign_title": "",
    "douban_rating_average": "9.0",
    "update_at": "2025-04-29T22:13:11"
}