{
    "aka": [
        "The Fisherman's Son"
    ],
    "sid": "25794888",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1523101/",
            "name": "维利斯·拉齐斯 Vilis Lācis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2404483",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "拉脫維亞語"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2404483/",
    "imdb_votes": 41,
    "this_title": [
        "Zvejnieka Dēls"
    ],
    "douban_link": "https://movie.douban.com/subject/25794888/",
    "imdb_rating": "6.9/10 from 41 users",
    "trans_title": [
        "The Fisherman's Son"
    ],
    "douban_votes": "0",
    "introduction": "Young fisherman Oskars Kļava dreams of new kind of fishing nets that would help them to gain independence from the clutches of fish dealer Garoza, but old men don't believe in his dream. After Roberts, Oskars' brother seduces Zenta and the girl consequently commits suicide, Oskars falls out with his brother and father and is forced to leave home. He invents this new kind of fishing net, becomes chairman of fishing cooperative, marries his sweetheart Anita...but in a few years things start going astray.========Latvian people still remembered \"Zvejnieka Dēls\" (1939), but the film was not accepted by the Soviet authorities, so the state commissioned new film to be shot. By that time Vilis Lācis had already rewritten his novel (as he did also with some of his other works) so that it would perfectly fit the frame of social realism (and this literary conformism is something people are having hard time forgiving him, while his political activities under Soviet regime is not an issue of big debate).So I really don't know how much of the differences between the old film and the new film are down to the novel being rewritten and how much of them were invented solely for the screenplay. I have read the original novel, but that was a long time ago and I have to admit that I don't remember anymore how it ended.",
    "chinese_title": "Zvejnieka Dēls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-01T08:56:36"
}