{
    "aka": [
        "Oranje en Nederland"
    ],
    "sid": "25795960",
    "cast": [
        {
            "url": "/celebrity/1062908/",
            "name": "Annie Bos Annie Bos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073145/",
            "name": "Jan Buderman Jan Buderman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1913",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2690091523.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1076782/",
            "name": "Louis H. Chrispijn Louis H. Chrispijn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0003208",
    "director": [],
    "duration": "33分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1913-09-11(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0003208/",
    "imdb_votes": 15,
    "this_title": [
        "Nederland en Oranje"
    ],
    "douban_link": "https://movie.douban.com/subject/25795960/",
    "imdb_rating": "4.1/10 from 15 users",
    "trans_title": [
        "尼德兰和奥兰治",
        "Oranje en Nederland"
    ],
    "douban_votes": "0",
    "introduction": "In the first segment, Willem the Silent (Jan van Dommelen) and the Van Brederode are demanding freedom of religion for the repressed Dutch citizens with governor Margaret of Parma (Christine van Meeteren). Charles de Berlaymont, sharing the opinion with Willem the Silent, opposes the Spanish dictation and introduces the 'honorary title' Geuzen. Together with his men, he swears 'Death or Freedom'. Meanwhile, Balthasar Gérard (Theo Frenkel), an admirer of Willem the Silent's enemy Philip II of Spain, unexpectedly assassins Willem the Silent.The second segment features Pieter Corneliszoon Hooft, as he performs at his Muiderslot. In the following, Maurice of Nassau, Prince of Orange (Charles Gilhuys) battles for the Netherlands' independence. The fourth segment includes Kenau Simonsdochter Hasselaer during the Siege of Haarlem. Next is the Siege of Breda, where one of the soldiers gets heavily ill, while a battle with the Spanish is near. The continuing is a description of the siege, ending with the capture of Breda.The following segment involves the escape of Hugo Grotius from Loevestein via a casket, organized by his wife (Mientje Kling) and a maid. Then comes the Siege of 's-Hertogenbosch by Frederick Henry, Prince of Orange (Willem Roemer). In an interlude, Rembrandt, Frans Hals and Jan Steen are seen in different scenes creating a painting. What comes after is a wedding taking place between Kloris and Roosje.In a bigger story, John William Friso, Prince of Orange (Marcel Mijin) is in Taisnières-sur-Hon to fight the Battle of Malplaquet. Subsequently, Michiel de Ruyer (Jan Buderman) and Maarten Tromp (Jan Holtrop) end their struggle after a long fight through help from William III of England (Louis van Dommelen). Attention then shifts to stadthouder William IV, Prince of Orange, followed by William V, Prince of Orange. Their crown was taken over by Louis Bonaparte. The film ends with William I of the Netherlands' (Jan van Dommelen) arrival in Scheveningen and his oath to the constitution.",
    "chinese_title": "尼德兰和奥兰治",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nederland en Oranje",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-07T07:13:12"
}