{
    "aka": [],
    "sid": "25796087",
    "cast": [
        {
            "url": "/celebrity/1313401/",
            "name": "奈杰尔·斯莱特 Nigel Slater",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2163425429.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60 min",
    "episodes": "",
    "language": [],
    "playdate": [
        "2013-12-18"
    ],
    "this_title": [
        "Nigel Slater's Great British Biscuit"
    ],
    "douban_link": "https://movie.douban.com/subject/25796087/",
    "trans_title": [
        "奈杰尔·斯莱特的饼干故事"
    ],
    "douban_votes": "0",
    "introduction": "Nigel Slater takes us on a nostalgic, funny and heart-warming journey back in time - through the biscuit tins of mum and dad, the doilies and saucers of aunties and grannies, the lunch boxes of friends and siblings. Nigel charts the origins of the humble biscuit, from its vital contribution to Britain's nautical dominance of the globe, through to the biscuit tin becoming that most ubiquitous of household items. He explores the history of our most famous brands, uncovering the Georgian and Quaker origins of the biscuits we love and eat today, meeting eccentric biscuit anoraks who have dedicated their lives to a love of these simple baked treats and meeting scientists who squash, dunk and ignite biscuits for research purposes.Nigel recalls the biscuits he found in his lunch box, the ones he cherished and the ones that would shape his formative years.He asks why it is, that of all the treats we indulge in on a regular basis, the biscuit has become such a dependable culinary companion. What makes Britain a nation of ardent biscuit eaters like no other in the world, with a £2.3 billion industry to match?",
    "chinese_title": "奈杰尔·斯莱特的饼干故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nigel Slater's Great British Biscuit",
    "douban_rating_average": 0,
    "update_at": "2025-04-17T11:07:20"
}