{
    "aka": [],
    "sid": "25798855",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2212210785.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3415772",
    "director": [
        {
            "url": "/celebrity/1025444/",
            "name": "理查德·皮尔森 Richard Pearson",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3415772/",
    "imdb_votes": 334,
    "this_title": [
        "PQ17: An Arctic Convoy Disaster"
    ],
    "douban_link": "https://movie.douban.com/subject/25798855/",
    "imdb_rating": "8.3/10 from 334 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Jeremy Clarkson tells the dramatic story of the Arctic convoys of the Second World War, from Russia to the freezing Arctic Ocean.Accompanied by moving first hand testimony from the men who served on these convoys, Clarkson reveals the incredible hazards faced by members of the Merchant and Royal Navy who delivered vital war supplies via the Arctic to the Soviet Union: temperatures of minus 50 degrees, huge icebergs, colossal waves, not to mention German U-boats and the Luftwaffe. It is no wonder that Churchill described the Arctic Convoys as 'the worst journey in the world.'Between 1941 and 1945, more than 70 convoys delivered 4 million tonnes of material to the USSR, yet one convoy in partiuclar would come to symbolise the dangers faced by the men who served on them. Codenamed PQ17, this convoy of 35 merchant ships would be described by Churchill as one of the most melancholy naval episodes of the war.Retracing the route of PQ17 from the Arctic to the Russian winter port of Archangel, Clarkson reveals how, on the night of July 4th 1942, this joint Anglo-American convoy became one of the biggest naval disasters of the 20th century. To make matters worse, the cause of the disaster lay not in the brutal conditions of the Arctic, or the military might of the Germans, but a misjudgement made in the corridors of the Admiralty in London.",
    "chinese_title": "PQ17: An Arctic Convoy Disaster",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T16:00:35"
}