{
    "aka": [],
    "sid": "25794233",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888813471.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3458756",
    "director": [
        {
            "url": "/celebrity/1285373/",
            "name": "萨姆·格林 Sam Green",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3458756/",
    "imdb_votes": 19,
    "this_title": [
        "The Measure of All Things"
    ],
    "douban_link": "https://movie.douban.com/subject/25794233/",
    "imdb_rating": "7.7/10 from 19 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Acclaimed documentarian Sam Green began experimenting with “live documentary” storytelling at the 2010 Sundance Film Festival with Utopia in Four Movements. Green returns to Sundance to develop the form with The Measure of All Things, a playful and beautifully poetic meditation on humanity, loosely inspired by the Guinness World Records book series.Green interprets our collective fascination with the book of world records as a profound need to try and make some sense of who we are by calibrating human experience and marveling at its outer contours. Green himself travels to various reaches of the earth to collect original footage of record-holding people, places, and things—the tallest man, the woman with the longest name, the oldest living thing on the planet. He weaves into these original portraits a rich assembly of archival footage, his own live narration, and an evocative live soundtrack from the chamber group yMusic to create an indelible rumination on fate, human endeavor, and the nature of our existence on Earth.- S.F.",
    "chinese_title": "The Measure of All Things",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-27T21:33:54"
}