{
    "aka": [
        "Saga drevnikh bulgar: Lestvitsa Vladimira Krasnoye Solnyshko"
    ],
    "sid": "25800582",
    "cast": [
        {
            "url": "/celebrity/1153486/",
            "name": "叶莲娜·齐普拉科娃 Yelena Tsyplakova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2164153539.jpg",
    "region": [
        "俄羅斯"
    ],
    "writer": [],
    "imdb_id": "tt2371433",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄語"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2371433/",
    "this_title": [
        "Сага древних булгар: Лествица Владимира Красное Солнышко"
    ],
    "douban_link": "https://movie.douban.com/subject/25800582/",
    "trans_title": [
        "古伏尔加保加尔人传奇2：“红日”弗拉基米尔的《神圣攀登的天梯》",
        "Saga drevnikh bulgar: Lestvitsa Vladimira Krasnoye Solnyshko"
    ],
    "douban_votes": "0",
    "introduction": "1005 год. Креститель и каган Руси — Великий князь русский Владимир Святославич получает в подарок книгу-наставление «Лествицу» и вспоминает историю своего восхождения к власти:...В 972 году в походе на дунайских булгар погиб его отец - великий киевский князь Святослав, а в 977 году между сыновьями Святослава началась усобица. Владимир, княживший в Новгороде, опасаясь своего брата великого киевского князя Ярополка, бежал в Швецию, заручился там поддержкой шведского короля Эрика (пообещав усилить культ языческих богов против проникающего из Византии христианства), нанял варягов, привлёк на свою сторону волжских булгар и вместе с новгородцами, верными его дяде Добрыне, пошёл против Ярополка.978 год. Войска Владимира взяли Полоцк, где жила невеста Ярополка варяжка Рогнеда, на которой Владимир насильно женится. Затем Владимир осадил в Киеве и самого Ярополка, который вынужден был явиться на переговоры, где по приказу Владимира был коварно убит.985 год. Войска великого киевского князя Владимира идут с мечом на бывших союзников - Волжскую Булгарию, за то, что булгары «посмели» самостоятельно заключить договор со славянами-вятичами, до сих пор ещё не покоренными варягами-русами Владимира. Одержав победу над булгарами, Владимир берет в жены «болгарыню» Алтун-Марию - сестру эмира Волжской Булгарии Мамуна и заключает с булгарами мир на выгодных для Руси условиях.Далее последовали многочисленные походы, бесконечные новые жёны и наложницы, пока в 988 году Владимир с помощью Анастаса Корсунянина не взял в византийском Крыму город Херсонес, после чего потребовал себе в жены сестру византийских братьев-императоров Анну. Анастас и император-соправитель Константин VIII (в фильме ошибочно назван именем своего деда Константина VII «Багрянородного») уговаривают Анну согласиться на брак. Условием Анны стало принятие Владимиром христианства. Жрец Соловушка выступает против смены веры, но по единодушному согласию наставников Владимира, «языческого» жреца убивают, сбросив с колокольни херсонесского христианского храма.На обратном пути из Херсонеса в Киев Владимир посещает в степи стан своих союзников - половцев, и там от своей жены-половчанки узнаёт, что половецкий каган неодобрительно отнёсся к намерению Владимира сменить веру и имеет намерение объявить войну Руси. Войну удается заменить на схватку двух батыров - половецкого и подаренного Мамуном Владимиру финно-угорского Ильи Муромского. Илья побеждает и война с половцами предотвращена.В Киеве Владимир крестится сам и крестит своих близких, отказывается от смены веры только Рогнеда с детьми. Она и её малолетний сын Изяслав даже предпринимают попытки убить за это Владимира, но они не удаются. Далее Владимир крестит всех киевлян. Крещение проходит мирно. «Языческих идолов» не сжигают, а по совету Славы выбрасывают в реку Днепр.После этого в 988 году Добрыня крестит «огнём и мечом» и всю Русь. Владимир старается жить по-христиански, имея не более одной жены, он отсылает всех прошлых жён с детьми в разные города...Со времени получения Владимиром в подарок книги-наставления «Лествицы» прошло 10 лет.1015 год. Теперь у Владимира выросли сыновья, и среди них старший - Святополк, от отнятой Владимиром у своего убитого брата Ярополка жены-монахини. Святополк был её сыном и родился вскоре после убийства Ярополка. И хотя Владимир и признал Святополка своим законным сыном, но у самого Святополка было несколько иное мнение на этот счёт и желание отомстить за смерть родного отца. По версии авторов фильма, Рогнеда по приказу Святополка, прозванного «Окаянным», отравила Владимира.После смерти Владимира снова началась борьба за власть. Святополк «Окаянный», пытаясь устранить всех конкурентов, приказывает убить своих братьев, и прежде всего - любимых сыновей Владимира от «болгарыни» Алтун-Марии — Бориса и Глеба. Но после их убийства Святополк терпит поражение в борьбе с другим своим братом, от Рогнеды - Ярославом и в 1019 году бесславно погибает.Основная идея фильма — успеха добивался только тот русский князь, который поддерживал хорошие отношения с булгарами и другими степными народами.",
    "chinese_title": "古伏尔加保加尔人传奇2：“红日”弗拉基米尔的《神圣攀登的天梯》",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Сага древних булгар: Лествица Владимира Красное Солнышко",
    "douban_rating_average": 0,
    "update_at": "2025-07-22T14:29:23"
}