{
    "aka": [],
    "sid": "25806709",
    "cast": [
        {
            "url": "/celebrity/1327844/",
            "name": "瓦尔德马·雅努茨扎克 Waldemar Januszczak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2165409774.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3365408",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3365408/",
    "imdb_votes": 131,
    "this_title": [
        "Manet: The Man Who Invented Modern Art"
    ],
    "douban_link": "https://movie.douban.com/subject/25806709/",
    "imdb_rating": "7.4/10 from 131 users",
    "trans_title": [
        "马奈：现代艺术创造者"
    ],
    "douban_votes": "0",
    "introduction": "Manet is one of the main candidates for the title of the most important artist there has been. As the reluctant father of Impressionism, and the painter of Dejeuner sur l'herbe, he can probably be accused of inventing modern art. But his story is fascinating on many other levels.As a piece of compelling biography, Manet's is the unlikely tale of the stubborn son of the most highly placed judge in France who decides to become an artist and embarrass his father. The resulting family tensions are the stuff of legend. His mother, by the way, was from a family that still supplies Sweden with its royalty.Then there was Manet's dramatic private life, including exotic romantic affairs and a particularly horrible death when, riddled with syphilis and gangrene, Manet had to have his leg amputated.But none of this would matter a jot were it not for the revolutionary art it provoked and coloured. Always cited as the father of the Impressionists, Manet stubbornly refused to show with them, and was careful to maintain an aesthetic distance from Monet, Renoir and the others. While they worshipped him, he looked down on them, preferring to continue his own remarkable departure from the traditional ways of art. The scandalous paintings with which he made his reputation - the outrageously sexy Olympia, the relentlessly paraphrased Dejeuner sur l'herbe - are the most totemic images in French 19th-century art. And the story of how Manet was rejected from the official salon, and ended up instigating the Salon des Refuses, can be understood as the epoch's key cultural event.Using the life of Manet as his narrative arch, Waldemar Januszczak tells the story of a complex and difficult man who started a revolution that continues to rumble on today.",
    "chinese_title": "马奈：现代艺术创造者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Manet: The Man Who Invented Modern Art",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-01T01:22:05"
}