{
    "aka": [
        "民国大佬的台湾岁月"
    ],
    "sid": "25806498",
    "cast": [
        {
            "url": "/celebrity/1405369/",
            "name": "游本嘉 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349288/",
            "name": "陈晓楠 Xiaonan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593554672.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-03-27(中国大陆)"
    ],
    "this_title": [
        "流轉歲月：民國人物在台系列"
    ],
    "douban_link": "https://movie.douban.com/subject/25806498/",
    "trans_title": [
        "流转岁月：民国人物在台系列",
        "民国大佬的台湾岁月"
    ],
    "douban_votes": "0",
    "introduction": "一九四九年，蔣介石到台灣執政，進入以黨領政的年代。國民黨內有聲望的人都代表著蔣氏的合法性。這些曾在中國獨霸一方的政治人物，來到台灣後，有人鬱鬱以終、有人雖擁有政治舞台，但無從發揮。鄉愁是他們共同的歷史記憶，袞袞諸公年紀老邁，來台後不久便病逝。由於兩岸隔絕，他們終究還是回不了家鄉，終老在寶島。鳳凰大視野推出「流轉歲月—民國人物在台系列」，介紹遠離政權的閻錫山、堅持不入官場的吳稚暉、若即若離的孫科、官運一帆風順的嚴家淦、被重用卻和蔣介石關係微妙的陳誠等五位台灣顯要，講述他們在台灣的生活往事，他們對愛情及親情的態度，以及他們年老時思念家鄉的鄉愁。他們的人生與國民政府緊緊相扣，透過拍攝他們住過的地點、珍貴鏡頭、照片和史料，從最細微的生活細節，到兒女下屬的觀察，道出他們如何處理歷史的關鍵時刻，政治生涯的高低起伏。五集內容簡述如下:第一集： 山西王閻錫山的最後餘生閻錫山曾在山西當了接近四十年省長，他在國共內戰最激烈的時刻，當了國府的行政院長，後來跟蔣介石來了台灣。到台後的閻錫山沒有部隊，帶著四十名部屬住在陽明山上。閻錫山晚年歲月孤寂，部屬一一離去，但仍帶著山西人的傲氣。第二集： 現代張良─吳稚暉吳稚暉是注音符號的創始人之一，他不想跟著蔣介石到台灣，但在蔣氏父子的邀請下，他離開妻兒獨自來台。他和孫中山共同參與革命事業，但他没有政治野心，即使死後他也將身上所有存款交予親人。今天，台灣仍有一群人，每月聚會來紀念這位清朝末代舉人。第三集： 孫中山之子孫科作為孫中山的兒子，孫科承受著別人無法理解的壓力，他自小跟父親聚少離多，長大後隨父加入政壇。但他不愛交際，與蔣介石的關係始終緊張。後來孫科因私生女的官司和蘭妮的醜聞，鬧得滿城風雨。孫科在國府撤守台灣時，選擇遠離政治核心，直到父親百年誕辰，他才重返台灣度晚年。第四集： 文人總統─嚴家淦嚴家淦是第一批接收台灣的國府官員。在「二二八事件」爆發時，他差點成為棒下冤魂。這位出身蘇州富商家庭的青年，放棄商界發展，在中國最需要人才時，成為政府幕僚。他到台灣後，默默做事，不加入派系。事實上，嚴家淦對建設台灣經濟貢獻良多，如發行新台幣、建立預算制度等。後來，他成了蔣介石的接班人，更做了三年台灣總統，是一個不張聲的文人總統。第五集： 伴君如伴虎的蔣介石副手─陳誠陳誠是蔣介石北伐、抗戰、國共內戰最重要的副手，他為蔣介石建設了大後方台灣，安頓國府大批撤退官員。後來他和蔣介石的關係陷入緊張，他的一生，從戰場到政府，天天孜孜矻矻，從來沒有自己的生活，連生重病也不吭半聲。更諷刺的是，他的病逝卻解決了蔣介石的接班人問題。",
    "chinese_title": "流转岁月：民国人物在台系列",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "流轉歲月：民國人物在台系列",
    "douban_rating_average": 0,
    "update_at": "2025-04-25T23:37:08"
}