{
    "aka": [],
    "sid": "25807330",
    "cast": [
        {
            "url": "/celebrity/1060482/",
            "name": "Gloria Allred Gloria Allred",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2165502250.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2636456",
    "director": [],
    "duration": "93分钟(美国)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2636456/",
    "imdb_votes": 486,
    "this_title": [
        "Divorce Corp"
    ],
    "douban_link": "https://movie.douban.com/subject/25807330/",
    "imdb_rating": "8.0/10 from 486 users",
    "trans_title": [
        "离婚集团"
    ],
    "douban_votes": "0",
    "introduction": "More money flows through the family courts, and into the hands of courthouse insiders, than in all other court systems in America combined - over $50 billion a year and growing. Through extensive research and interviews with the nation's top divorce lawyers, mediators, judges, politicians, litigants and journalists, this documentary uncovers how children are torn from their homes, unlicensed custody evaluators extort money, and abusive judges play god with people's lives while enriching their friends. This explosive documentary reveals the family courts as unregulated, extra-constitutional fiefdoms. Rather than assist victims of domestic crimes, these courts often precipitate them. And rather than help parents and children move on, as they are mandated to do, these courts - and their associates - drag out cases for years, sometimes decades, ultimately resulting in a rash of social ills, including home foreclosure, bankruptcy, suicide and violence. Solutions to the crisis are sought out in countries where divorce is handled in a more holistic manner.",
    "chinese_title": "离婚集团",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Divorce Corp",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T16:15:03"
}