{
    "aka": [
        "大卫·爱登堡的博物馆奇妙夜"
    ],
    "sid": "25809138",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906184883.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045102/",
            "name": "大卫·爱登堡 David Attenborough",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3438608",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3438608/",
    "imdb_votes": 1001,
    "this_title": [
        "David Attenborough's Natural History Museum Alive"
    ],
    "douban_link": "https://movie.douban.com/subject/25809138/",
    "imdb_rating": "8.1/10 from 1001 users",
    "trans_title": [
        "爱丁保罗夫爷爷的博物馆奇妙夜",
        "大卫·爱登堡的博物馆奇妙夜"
    ],
    "douban_votes": "774",
    "introduction": "Britain's best-loved broadcaster brings his favourite extinct creatures back to life in David Attenborough's Natural History Museum Alive.In this ground-breaking film, Sir David takes us on a journey through the world-famous Natural History Museum in London in a captivating tale of discovery, adventure, and magic, where state-of-the-art CGI, science, and research combine to bring the museum's now long-extinct inhabitants to life to discover how these animals once roamed the planet. As the doors are locked and night falls, Attenborough stays behind and meets some of the most fascinating extinct creatures which come alive in front of his eyes; dinosaurs, ice age beasts, and giant reptiles. The film fulfils a lifelong dream of the nation's favourite naturalist, who said: \"I have been coming to the Natural History Museum since I was a boy. It's one of the great places to come to learn about natural history. In this film we have the technology to bring back to life some of the most romantic and extraordinary extinct creatures that can be conceived; some are relatively recent animals like the dodo, others older like the dinosaurs, and some we only know through fossil evidence. Using our current scientific knowledge, this film brings these creatures alive, allowing me to look at some of the biggest questions surrounding them.\"",
    "chinese_title": "爱丁保罗夫爷爷的博物馆奇妙夜",
    "douban_rating": "9.1/10 from 774 users",
    "foreign_title": "David Attenborough's Natural History Museum Alive",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "9.1",
    "update_at": "2025-11-21T12:28:25"
}