{
    "aka": [
        "Da Han Feng"
    ],
    "sid": "25803255",
    "cast": [
        {
            "url": "/celebrity/1032540/",
            "name": "胡军 Jun Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315263/",
            "name": "肖荣生 Rongsheng Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016866/",
            "name": "杨恭如 Kristy Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166703/",
            "name": "吴倩莲 Chien-lien Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340026/",
            "name": "辛明 Ming Xin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319363/",
            "name": "沈保平 Baoping Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314321/",
            "name": "吴樾 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364220/",
            "name": "阳光 Guang Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2242654515.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318367/",
            "name": "卫翰韬 Hon-to Wai",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "大汉风之运筹帷幄"
    ],
    "douban_link": "https://movie.douban.com/subject/25803255/",
    "trans_title": [
        "Da Han Feng"
    ],
    "douban_votes": "0",
    "introduction": "大型系列数字电影《大汉风》剧组近日已从宣化转景到易县、涿州进行拍摄。该系列影片由广电总局电影频道节目中心和上海三九文化发展有限公司联合出品，上海三九文化发展有限公司、北京圣泰文化传播有限公司、北京新华环球文化文化发展有限公司联合摄制，中影沙龙影视数字制作技术有限公司、广东飞仕影音有限公司协助拍摄。大型系列数字电影《大汉风》由20部影片组成。这20部影片是以楚汉这段历史为背景，多侧面、多角度地表现了刘邦和项羽从联手抗秦到分庭抗礼直至最后刘邦战胜项羽建立大汉王朝的故事。据出品方介绍，楚汉这段历史最可宝贵的财富就是为汉民族文化留了了许多成语和典故，比如楚河汉界、破釜沉舟、指鹿为马、登坛拜将等；留下了许多家喻户晓的人物，如项羽、刘邦、韩信、张良、萧何等，并成为华夏文化的重要组成部分，融入海内外炎黄子孙的血液中。正是因为题材本身具有制作系列电影的优势，因此，以独立成章的电影形式来表现这段波澜壮阔的历史、风起云涌的人物以及汉文化的源起，可以给观众带来更好的娱乐和观赏价值。电影是科学的艺术，诞生于19世纪末的电影，现在正面临着“第二次革命”。高科技、高技术的运用，将在电影美学艺术、营销等方面产生一系列的根本变化，并给电影带来许多新产品和新功能，从而使电影进入一个崭新的时代。世界各国都在加紧发展电影的新技术，推进电影的数字化、产业化。国家广电总局已将2004年电影发展的战略定位于数字年、产业年，即通过发展数字电影，调动社会力量，整合电影资源，启动数字电影市场，建立面向市场的多种服务运营体系，扩大电影的社会效益和经济效益，实现电影产业快速发展，这也是出品方决定以数字电影的形式拍摄该片的另一个原因。据悉，该系列影片投资人民币3500万元，采用高清摄像机拍摄，“5+1”数字同期立体声，达到国际上通用的数字电影技术要求。据总制片人杨玉冰先生介绍，一般制作这样的历史战争题材、配备目前的演员阵容和技术设备，单部摄制成本应该在200万元以上，但采取连拍的方式，可以适当降低人员劳务、机器设备租金等费用，从而降低单部影片的成本。　　对于如何收回投资，出品单位介绍说，数字电影的产业链较之一般的电视剧更长，它除了可以在电视台播出，通过音像制品发行，还可以进入数字电影院。同时，对于不习惯收看长篇连续剧的海外观众，数字电影的海外市场也非常广阔。目前，这20部数字电影的国内电视播出权已被CCTV-6收购，国内音像版权也被广东飞仕影音有限公司先期买断，全国近百家数字电影院正密切关注着影片的上映档期。影片的海外播映权将采取保底发行及分账的方式进行。另外，该影片还将开发成语故事集锦、手机彩信等延伸产品。杨玉冰先生说：“如果不是采用数字技术以及系列电影的结构方式，播映平台就不可能那么多，延伸产品的开发在技术上难度更大。数字电影是传统产业与现代数字技术相结合的产物，数字技术是实现艺术创作的重要手段。数字电影具有强大的生命力和广阔的发展前景，是电影经济发展的新的增长点。我们要以扎实的工作和探索，落实广电总局电影产业的战略设想。”尽管已经组织了《黄河绝恋》、《紫日》等数十部电影和千余集电视剧的摄制工作，杨玉冰先生还是不无感慨地说：“这套影片的拍摄难度实在是太大了。首先在技术上。由于这部影片有大量的战争场面，为了解决高清摄像机在处理快速运动镜头时常常出现的拖尾现象，剧组反复进行试拍，并将样片多次送到北京请专家在大银幕上审看，现在，大家已经基本掌握了镜头规律，画面富有相当的冲击力。同期录音也是拍摄中的一大技术难题。演员必须熟记台词，稍有差错就得重拍。有时候，演员表演正在兴头上，却因为环境声不理想被导演要求重来。有一次拍摄胡军骑战马在敌营冲杀，一句台词说了十几遍，到后来，连胡军都不知道自己的台词是什么了。影片拍摄过程中第二大困难便是恶劣的天气，为了使影片富有历史的凝重感，影片选择在冬季开拍。剧组辗转宣化、易县、涿洲，古战场肃杀的气氛是有了，但零下十几度的气候，加上漫天飞舞的风沙，一天下来，剧组每一个工作人员都变成了‘秦佣’。外景难拍，内景也不好受。因为天气实在太冷，即使在棚里，演员说话还是‘口吐白烟’。为了解决这个问题，吴倩莲、杨恭如不得不喝冷水含冰块再开口说话，想想在零下十几度还要‘吃冰’，真不是常人可以忍受。影片拍摄的第三大困难是演员的组织和调度。片中有名有姓的人物几十个，项羽、刘邦、赵高、李斯、吕雉、虞姬个个都家喻户晓。胡军尽管片约不断，项羽这个角色还是深深地吸引了他。为了表现楚霸王的英勇豪迈，胡军练就了用鼻子出气的本领，千军万马中，只见他鼻翕一动，‘哼’地一声，一枪刺穿敌人的盾牌，将几个敌人同时挑起扔到空中，不愧为‘万人敌’的称号。肖荣生是一位电影影员，曾主演《背水一战》|《面对生命》等数十部影视剧，多次获得金鸡百花奖提名，有着丰富的表演经验。在他的房间里，摆满了有关刘邦的各种书籍，对于刘邦如何从一个所谓的‘流氓’变成开国皇帝，肖荣生给予了深刻的理解。他说，刘邦成为一代名君并不是偶然的，他大智若愚、能屈能伸，知人善用、体察人情，正是他性格中有着能忍常人所不能忍的一面，才能在楚汉之争中走出劣势，平定天下。邀请到王刚饰演赵高是剧组的又一兴奋点，赵高指鹿为马的故事本已在民间广为流传，每个观众心目中都有自己的“赵高”，相信王刚翻手为云、覆手为雨的演技，一定能让观众信服。为了能请一位好演员与王刚配戏，剧组又邀请了台湾演员李立群出演李斯。李立群是台湾著名的话剧表演艺术家，听说此番与王刚演对手戏，又是同期录音，李立群欣然同意。在影片中，他先是与王刚“沆瀣一气”，篡改秦始皇遗诏，立胡亥为秦二世，接着又与王刚展开激烈的宫廷斗争，最后“作法自毙”，被斩首于咸阳街头。虞姬是千古扬名的美女，邀请曾获“港姐”称号的杨恭如出演，也是非常理想的人选。吴倩莲饰演吕稚，形似神更似，全套影片中，以吕雉为主线展开的故事有《女中丈夫》、《吕后篡汉》等，吴倩莲将一个起初对爱情充满向往的少女到最后毒如蛇蝎的妇人演得丝丝入扣。吴倩莲非常敬业，候场时总见她在认真地研读剧本。即使和临时演员配戏，镜头里并不带到她，她也是站在旁边一遍一遍地搭台词。”杨玉冰先生说：“这套影片的看点很多，人物造型设计就是其中之一。剧组请到了伍健女士担任总造型设计师，她为项羽、刘邦设计了几十套服装，特别是他们的铠甲，纯金属制造，图案精美，工艺精湛。投资方拟将刘邦、项羽的金甲赠送给中国电影博物馆永久珍藏。应胡军的邀请，剧组还请张叔平设计了项羽在成亲大礼等一些场合的服装，以表现项羽在沙场外儿女情长的一面。”“在拍摄过程中，剧组得到了来自方方面面的关心和帮助，尤其是在宣化拍摄的时候，也是天气最为寒冷的时候，宣化当地领导几次来看望剧组。剧组驻扎在宣化军招，军招的领导热情接待，问寒问暖，这一切都使我们深深地感觉到，电影在广大人民群众中占有举足轻重的地位，是深受群众欢迎的一种艺术形式，我们有责任把这部影片拍好”。据悉，大型系列数字电影《大汉风》将于4月初关机，年底可望与观众见面。硬汉胡军为一代霸王再披战衣一个至情至性至义的萧峰将胡军的人气推到了最高点。萧峰是胡军的第一个古装角色，他在采访中曾提到因为萧峰是他的最爱，所以他头一次破例拍摄了古装剧。另一个同样气概冲天的英雄让胡军再次心甘情愿地披上了古代战衣。在中央电视台电影频道、上海三九文化发展有限公司及北京圣泰文化传播有限公司等单位共同投资拍摄的大型系列数字电影《大汉风》中，他出演一代霸王项羽。对于这个在中国历史上颇为著名的人物，胡军说：“我要演出他悲剧命运背后的原因，他是典型的性格决定命运的代表，他有豪情，却也霸道，重义气，但也刚愎自用。”美女杨恭如重新演绎红颜祸水有霸王，必定有虞姬，英雄美人的爱恨情仇是那个风云变幻的时代最动人的注脚。这一次站在胡军身边的是前香港亚洲小姐选美冠军杨恭如，她的美毋庸置疑，她的美貌成为这部风格凝重的历史片里吸引人的亮点。《大汉风》在尊重历史的前提下，为虞姬这个历史上着墨不多的美女增加了许多表现其善良、单纯的戏，然而也正是由于她的善良与仁慈，为后来的悲剧结局埋下了祸因。红颜祸水一说似乎再次得到印证，可是杨恭如却说：“真要说她是祸水吗？我觉得只能怪虞姬太善良，她应该生在太平盛世，与自己心爱的男人男耕女织，却偏偏生在那样动荡的时代，这是她的悲剧。”吴倩莲自我挑战变身一代枭后阴沉的脸、冷漠的眼、莫测的笑、不甘的心，这就是《大汉风》中另一个主要女性角色吕雉的总体感觉，她的扮演者却是一直以来以温婉含蓄书卷气著称的台湾明星吴倩莲。外人称这是形象上的巨大落差，吴倩莲自己却不能认同，她说：“我自己不觉得我有什么固定形象，其实我有很多面的，只不过大家看见的多是我的某一个侧面。”不管怎么变，吴倩莲的角色们有个共同点，都是内心充满力量的女人，吕雉也不例外，所以吴倩莲说：“她不能被简单地定义成坏人，她在那个处境下，只能用自己的智慧来保护自己，我甚至认为她是女性主义者的先锋，因为她懂得怎样为自己争得权益。”王刚、李立群高手过招分外精彩“指鹿为马”的赵高订下来由王刚扮演之后，另一位演技派高手李立群欣然答应出演片中另一个关键人物李斯，他毫不讳言就是冲着王刚而来，“因为之前看过王刚的戏，印象非常深刻，非常想与他合作。”两大高手3月2日在片场头回碰面就是演出秦二世登基的重场戏。拍摄之前，王刚与李立群都穿著戏装在一角端坐，嘴中念念有词——原来是抓紧时间熟悉台词。实拍过程中，王刚深厚的台词功力令人叹服，而李立群却将面对赵高一人独揽朝政，李斯的不甘与无奈表现得淋漓尽致。",
    "chinese_title": "大汉风之运筹帷幄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T06:44:32"
}