{
    "aka": [],
    "sid": "25808664",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169480535.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0069565",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0069565/",
    "imdb_votes": 44,
    "this_title": [
        "The Bobby Darin Show"
    ],
    "douban_link": "https://movie.douban.com/subject/25808664/",
    "imdb_rating": "8.0/10 from 44 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Legendary Singer Bobby Darin In His Final Series of Musical Performances! There has probably been no greater entertainer in the history of show business than the late singer-songwriter-actor BOBBY DARIN. Whether swingin' on Las Vegas nightclub stages, rockin' in the recording studio, starring on movie screens or captivating audiences on television and radio, BOBBY DARIN delivered enough talent to last well beyond his all-too-brief lifetime.THE BOBBY DARIN SHOW aired on NBC-TV in 1973, the same year of Bobby's untimely passing. The thirteen shows represent the last chapter in the career of an iconic artist who would span genres and generations. His songs remain time¬less with a voice that has stayed vital.Among the classic BOBBY DARIN hits fea¬tured are Mack The Knife, Beyond The Sea, Splish Splash, If I Were A Carpenter, Artificial Flowers, Won't You Come Home Bill Bailey, Happy and Mame. Bobby also delivers stunning renditions of popular standards (Just Once In A Lifetime, Cry Me A River, Come Rain or Come Shine), Broadway showtunes (Don't Rain On My Parade, Some People, Lover Come Back To Me) and contempo¬rary sounds (I'll Be Your Baby Tonight, Can't Take My Eyes Off You, For Once In My Life).Bobby duets with a dazzling list of lovely ladies of song such as Peggy Lee, Dusty Springfield, Petula Clark, Helen Reddy, Nancy Sinatra, Freda Payne and Connie Stevens. Additional guests include: Phyllis Diller, Tim Conway, Cloris Leachman, Andy Griffith, Dyan Cannon, Redd Foxx, Flip Wilson, Sid Caesar, Leslie Uggams, Arte Johnson, David Steinberg, Elke Sommer, Burl Ives, Carol Lawrence, Charles Nelson Reilly, Jackie Joseph, Pat Buttram and Donald O'Connor.Special features include a new Documentary: \"Bobby Darin - Going Out In Style,\" some Bobby Darin Newsreel Footage, and a TV Promo.",
    "chinese_title": "The Bobby Darin Show",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T23:39:10"
}