{
    "aka": [],
    "sid": "25806369",
    "cast": [
        {
            "url": "/celebrity/1173913/",
            "name": "Bill Belichick Bill Belichick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161800/",
            "name": "Reggie White Reggie White",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1216987/",
            "name": "Jerome Brown Jerome Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1173275/",
            "name": "柯特·沃纳 Kurt Warner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185602/",
            "name": "Tom Landry Tom Landry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273382/",
            "name": "夸米·拉西特 Kwamie Lassiter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2165368299.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2396758",
    "director": [],
    "duration": "45分钟",
    "episodes": "44",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-09-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2396758/",
    "imdb_votes": 760,
    "this_title": [
        "A Football Life"
    ],
    "douban_link": "https://movie.douban.com/subject/25806369/",
    "imdb_rating": "8.7/10 from 760 users",
    "trans_title": [
        "橄榄球人生"
    ],
    "douban_votes": "0",
    "introduction": "A Football Life is a documentary series developed by NFL Films and aired on NFL Network that documents the lives of select National Football League players, coaches, owners, and teams. Friends, teammates, family members and other players and coaches associated with the subjects are interviewed.The name of the series originated in a quote from Steve Sabol of NFL Films:\"For a company that prides itself on telling good stories, this is one hell of a story. Dad makes the Hall of Fame. Son's going to be his presenter. Son gets a brain tumor. Now the story is, Is the son going to be there? Will the son make it? Who knows? I could be around until the Super Bowl in New York [2014]. But I've had a lot of time to think ...So they talk about heaven, and I don't know what is waiting for me up there. But I can tell you this: Nothing will happen up there that can duplicate my life down here. That life cannot be better than the one I've lived down here, the football life. It's been perfect.\"Originating as an NFL Network special on the career of Bill Parcells in November 2010, it premiered as an episodic series on September 15, 2011, with the first part of Bill Belichick's documentary. The documentary was viewed by about 657,000 viewers, the most-watched documentary in NFL Network's history, and was the second-most watched program in Boston at the time with 151,000 viewers, trailing behind a Boston Red Sox game. Season One was eventually released on DVD.Season Two began on September 12, 2012, with The Faces of Tebow.The series was nominated for an Emmy Award for \"Outstanding Edited Sports Series/Anthology\" and \"Outstanding Promotional Announcement – Episodic\" for Belichick's episode in 2012.--Wikipedia",
    "chinese_title": "橄榄球人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Football Life",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T22:37:31"
}