{
    "aka": [],
    "sid": "25809285",
    "cast": [
        {
            "url": "/celebrity/1276033/",
            "name": "窦文涛 Wentao Dou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593547615.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-10-02(中国大陆)"
    ],
    "this_title": [
        "帝国斜阳：湘军东征录"
    ],
    "douban_link": "https://movie.douban.com/subject/25809285/",
    "trans_title": [
        ""
    ],
    "douban_votes": "131",
    "introduction": "第1集  序幕1851年的年初，洪秀全带领他的两万多信徒在广西金田村起义，随后建号“太平天国”。太平军起事以来，可谓势如破竹，他们只花了两年时间，就从广西打到了南京，控制了中国中部的大部分地区。清帝国曾经多次从全国各地调动军队，组织围剿，但这些行动无一例外地都遭到了惨败。咸丰皇帝不得不任命了包括曾国藩在内的几十个团练大臣，希望能够借此平定叛乱。曾国藩借此机会创办了“湘军”。1854年的春节刚刚过去，曾国藩接到了上谕，命令他立刻带领水陆湘军进军安徽。曾国藩在衡阳誓师东征的时候，发表了后来传遍天下的《讨粤匪檄》。他在檄文中抨击太平天国\"举中国数千年礼义人伦，诗书典则，一旦扫地荡尽\"。他同时又号召知识分子奋起捍卫孔孟之道和纲常理教。湘军与太平军长达11年的殊死征战，正式开始了。第2集  曾国藩曾国藩，晚清中兴四大名臣之一。他27岁中进士，后来受道光皇帝的赏识，破格进入翰林院，开始了他12年的京官生涯。他在北京官运亨通，十年七迁，连升十级。先后任过翰林院侍讲学士，内阁学士，礼部、兵部、工部、刑部和吏部侍郎。但是他的志向并不是做官，而是“效法前贤，澄清天下”。如果不是一个叫洪秀全的人起来造反的话，也许曾国藩一辈子就会这样无止境地修炼下去。那是1853年1月，当时42岁的曾国藩正在湖南老家为母亲守制，突然接到了咸丰皇帝的上谕，要他在家乡帮办团练，对抗太平军。曾国藩意识到，实现自己理想的机会来了：他在这一年创办了湘军。但是曾国藩带领湘军对抗太平天国的过程非常艰难，他本人并因此经历了三次自杀。湘军剿灭太平天国起义以后，曾国藩的地位和声望都达到了无与伦比的高峰。有历史研究者认为，尽管曾国藩几乎获得了在那个时代可以获得的全部功名，尽管他当时可能被无数人所艳羡，但是对于他本人来说，他的一生却是一个悲剧。第3集  胡林翼胡林翼，晚清中兴四大名臣之一。有人说，他是一位枭雄。在湘军集团中，他是仅次于曾国藩的二号人物。他只活了不到50岁，比起跟他同年出生的左宗棠，他少活了24年。可能就是这个原因，他远远没有曾国藩和左宗棠那幺有名。湘军在胡林翼的手上发展迅猛。在他担任湖北巡抚以前，湘军只有不到两万人。而自从他在湖北开始编练部队以后，四年时间里，湘军部队的总数增加到了七万多人，远远超过了过去曾国藩所统帅的部队规模。1857年，曾国藩被剥夺了兵权，困守湖南老家。如果不是胡林翼极力向朝廷争取重新起用曾国藩，也许这位湘军的领袖就在湖南那个偏僻的乡村里慢慢度过自己的余生。曾国藩重新出山以后，胡林翼和他联手干了一件足以改写那段历史的大事，这就是著名的“曾胡联手图皖”。1861年9月5日，安庆被湘军攻陷。在安庆攻克25天以后，胡林翼好象完成了自己的使命似的，在武昌病逝，当时他还不到50岁。第4集   三河战役三河战役是早期湘军主力与太平军主力的一次大对决，有学者把它列为中国历史上100次重大战役之一。1858年，湘军第一悍将李续宾带着他的6000名精锐部队在安徽境内所向披靡。1858年9月21日，他们攻克了太湖，杀死太平军约6000多人。6天以后，他们收复了潜山，太平军5000多人阵亡。接着经过一番血战之后，10月13日湘军又拿下了桐城，而在那里阵亡的太平军居然高达15000多名。经过18天的激战，于10月24日攻克了舒城。史书上说，有6000多名太平军在这里阵亡。李续宾接下来的目标就是安徽的首府庐州，而要夺取庐州，就必须进攻距离庐州五十里的三河镇。11月3日，李续宾率领部队进抵三河的外围。这时，他的部队只剩下6000人了。太平天国陈玉成和李秀成的援军日夜兼程到达了三河。陷入重重围困之中的湘军与十万太平军进行了最后的战斗。李续宾身上多处中弹，死在了乱军之中。李续宾战死后，湘军余部又血战了三个昼夜，无一苟活者。第5集  左宗棠左宗棠，晚清中兴四大名臣之一。如果生活在我们这个出名要趁早的时代，他可能一辈子都出不了名。因为他40岁的时候还待在乡下务农。在1852年的时候，左宗棠进入湖南巡抚衙门，担任幕僚，这一年他已经四十岁了。左宗棠在48岁那一年结束了他的幕僚生涯，作为一名湘军主帅带兵作战。左宗棠的累累战功，使得各种官职和头衔像流星雨一般落在了他的头上：浙江巡抚、闽浙总督、太子少保衔、一等伯爵、赏穿黄马褂，赏戴双眼花翎。左宗棠的脾气跟他的才能一样有名：心高气傲，性格直爽，得理不饶人。这样的性格使得他一较起真来，就六亲不认。左宗棠和他朋友们的故事，有很多一直流传到今天。其中最被人津津乐道的，是他和曾国藩的故事。曾、左两人很早就是朋友，可以说，正是因为曾国藩不断向朝廷大力推荐，才有了左宗棠在官场上的不断升迁，因而左宗棠对曾国藩存有感激之心。但是左宗棠对曾国藩也非常地挑剔，常常直率地批评他，不留一点情面。这样，在两人几十年的交情中，就出现了三次“曾左交恶”的情况。第6集  彭玉麟彭玉麟，晚清中兴四大名臣之一。他跟随着曾国藩四处征战，后来逐渐成长为湘军水师的统帅。湘军水师纵横长江十多年，攻克了沿江所有的战略要地：武昌、湖口、九江、安庆和天京。朝廷没有忘记湘军水师的赫赫战功，不断给彭玉麟封官晋爵。而这位水师统帅并没有因此而享受人生，相反，他终其一生都是郁郁寡欢。如此不合情理的现象，让后人产生了无数的遐想和猜测。彭玉麟小时候曾经住在安徽的外婆家里，最喜欢跟外婆的养女梅姑一起玩耍。梅姑虽然只比彭玉麟大一点点，但是从辈份上讲，她是彭玉麟的小姨。那时他们两个可能还不知道，儿时的玩伴会成为将来的恋人。但是据说，两人的恋情因为八字不合而碰壁。这样到了1831年，17岁的彭玉麟要跟着全家搬回湖南去，他和梅姑就不得不忍痛分别，而这一别就是14年。在彭玉麟30岁的那一年，他听说舅舅在安徽去世了，外婆和梅姑没有人赡养，于是他赶紧就派了自己的弟弟去安徽，把外婆和梅姑接到湖南来住。而彭玉麟跟梅姑好景不长，梅姑来到彭家没多久，彭玉麟的母亲就把她嫁出去了。彭玉麟曾经考虑要阻止这件事情，但是因为决断迟了，错过了最后挽回的时机。梅姑出嫁四年以后，死于难产。这对彭玉麟的打击之大是不言而喻的，他发誓要以一生的光阴，画一万幅梅花来怀念她。彭玉麟说到做到，他画了整整40年。第7集  安庆会战1860年，曾国藩和胡林翼开始集中湘军的全部兵力进攻安徽。首先要解决的，就是安庆。围攻安庆的前敌总指挥是曾国藩的九弟曾国荃，他的部队一共挖了内、外两道壕沟，内壕用来对付安庆城，外壕用来抵抗太平军的援军，而他属下1万多人就驻扎在两道壕沟之间。在曾国荃部队的外围，湘军还另外部署了2万多人的部队用来打击太平军的援军。9月底，陈玉成奉天王的命令，率十万大军前去救援安庆，但是他的部队始终无法突破湘军在安庆外围建立起来的防线。后来天王又组织了多次援救，但这些行动都被湘军挫败，太平军还损失了大量人马。长期的断粮，造成安庆城内发生了吃人惨剧，偌大一座城市沦为了人间地狱。1861年9月5日，坚守了一年零四个月的安庆城陷落了，守卫这座城市的16000名太平军全部被杀。安庆会战，就是以这样极端惨烈的方式载入了中国历史。第8集   天京战役1862年5月，湘军已经兵临天京城下了，天王洪秀全才猛然发觉：身边几乎没有可用之人，天国的地盘也所剩无几了。现在唯一的希望只能寄托在忠王李秀成身上。从1862年10月13日开始，伤病累累的2万湘军与李秀成的20万太平军，在雨花台展开了旷日持久的争夺战，这就是历史上所说的四十四天大战。大战在这一年的11月底结束。这时，严冬已经来临，李秀成的部队缺乏粮食和棉衣，不得不停止了对湘军大营的围攻，撤回天京城内。1864年6月1日，天王离开了人间。洪秀全死后，满朝文武拥立16岁的幼天王继位，而一切军政事务归李秀成执掌。7月19日，湘军轰塌了城墙，蜂拥而入，并占领了所有的城门。天京陷落以后，忠王李秀成带着幼天王成功出逃。但是不久他们都分别被捕，并被凌迟处死。攻克天京以后，湘军继续在福建和广东等地追剿太平军的余部。到1866年2月，这场中国历史上最大规模的农民起义被彻底剿灭。第9集   未解之谜1864年7月，湘军攻克天京，太平天国起义就此终结，湘军的使命也告完成。就在一切将要尘埃落定的时候，却出现了一系列扑朔迷离的公案：湘军在天京城大肆抢掠，统帅曾国荃是否因此一夜暴富？忠王李秀成被俘以后，曾国藩为什幺不把他递解北京，而是将他迅速处死？湘军将领是否策动曾国藩造反，图谋夺取大清江山？一百多年以来，各种说法大相径庭，却各有道理，终究成了千古之谜。第10集   谢幕湘军开始谢幕，一支新式的军队――淮军，在中国近代史的舞台上登场了。而淮军领袖李鸿章被看作是曾国藩的接班人，开始在这个末代王朝施展身手。曾国藩和李鸿章等人开始尝试洋务活动。西方已经持续了一个多世纪的工业革命，通过曾国藩、李鸿章和左宗棠这些人，延伸到了古老的中国。左宗棠带领湘军收复了新疆160万平方公里的土地，创造了盖世功勋。曾国藩、左宗棠等湘军人物相继去世。就在湘军即将要从历史视野里消失的时候，它却挣扎着发出了最后一道光亮。那是中日甲午战争爆发以后，湘军赶赴辽东战场，最终在牛庄镇几乎全军覆没。湘军的历史至此结束。",
    "chinese_title": "帝国斜阳：湘军东征录",
    "douban_rating": "7.9/10 from 131 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-02-13T01:21:09"
}