{
    "aka": [
        "Hatsukoi",
        "My First Love"
    ],
    "sid": "25809160",
    "cast": [
        {
            "url": "/celebrity/1337734/",
            "name": "富田理生 Rio Tomita",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168123435.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1332203/",
            "name": "鹤冈慧子 Keiko Tsuruoka",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3235258",
    "director": [
        {
            "url": "/celebrity/1332203/",
            "name": "鹤冈慧子 Keiko Tsuruoka",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3235258/",
    "imdb_votes": 555,
    "this_title": [
        "はつ恋"
    ],
    "douban_link": "https://movie.douban.com/subject/25809160/",
    "imdb_rating": "3.0/10 from 555 users",
    "trans_title": [
        "初次爱恋",
        "Hatsukoi",
        "My First Love"
    ],
    "douban_votes": "0",
    "introduction": "Ivan Turgenev’s much-filmed novella First Love was proposed by Kurosawa Kiyoshi as a challenge for students on the Masters program at Tokyo University of the Arts. Each of them adapted the story into a script, and Tsuruoka Keiko’s was the one chosen for production; it was shot, with her classmates as crew, over 14 days in January-February 2013.Tsuruoka stays pretty close to Turgenev’s characters and plot, but transposes the story to Tokyo in 1994. Tamiya Kyoichi is an 18-year-old who moves to Tokyo with his mother and stepfather after the death of his grandmother—to sort through her effects and dispose of her assets. Those assets include an old building with a derelict piano studio upstairs and a small bar on the ground floor, and it’s when Kyoichi first lays eyes on Murasaki Megumi, one of the two sisters who run the bar, that he’s smitten. He’s too shy to even speak to her at first, but before long he’s drinking in the bar and neglecting his cramming for the university entrance exams. Megumi seems aware of his growing infatuation and half-encourages it, but Kyoichi gradually realizes that she’s becoming close to someone else…Tsuruoka presents the story in flashback (the older Kyoichi is pushed into reminiscing) and directs with a keen sense of telling glances, gestures and compositions.— Tony Rayns",
    "chinese_title": "初次爱恋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "はつ恋",
    "imdb_rating_average": 3.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-29T19:13:16"
}