{
    "aka": [
        "Cracks in Concrete"
    ],
    "sid": "25814833",
    "cast": [
        {
            "url": "/celebrity/1349451/",
            "name": "穆拉桑·木苏鲁 Murathan Muslu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436139/",
            "name": "斯蒂芬妮·努尔 Stephanie Nur",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2243481052.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt3328762",
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014-02-07(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3328762/",
    "imdb_votes": 238,
    "this_title": [
        "Risse im Beton"
    ],
    "douban_link": "https://movie.douban.com/subject/25814833/",
    "imdb_rating": "6.7/10 from 238 users",
    "trans_title": [
        "混凝土上的裂痕",
        "Cracks in Concrete"
    ],
    "douban_votes": "0",
    "introduction": "Gangs, drugs, dirty rap, dirty fights and dirty sex pervade the Viennese district to which Ertan returns after a ten-year spell in prison. He’s 35 and has lost all contact with his wife and children; even his own brother doesn't want anything to do with him, regardless of the fact that he has matured and wants to steer clear of trouble. Teenager Mikail is about to make the same mistakes that put his hitherto unknown father Ertan behind bars. He thinks drug dealing will help fund his future as a famous rapper and spends a lot of time at the youth centre where he plans to record his first demo. To get closer to Mikail, Ertan takes on a job at the centre, and smiles to himself proudly as he secretly listens to rehearsals. Ertan’s friends just can’t understand where the old tough guy act has gone, but all he wants is to help Mikael get on the right track.As in Kuma which screened in the Panorama in 2012, Umut Dağ’s new work Cracks in Concrete explores in intimate detail the lives of his energetic characters played largely by non-professionals, as well as the environment in which they live. (Berlinale 2014)",
    "chinese_title": "混凝土上的裂痕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Risse im Beton",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-10T18:52:44"
}