{
    "aka": [
        "The Family That Walks On All Fours"
    ],
    "sid": "25817083",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2167457393.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0952654",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-03-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0952654/",
    "imdb_votes": 52,
    "this_title": [
        "The Family That Walks On All Fours"
    ],
    "douban_link": "https://movie.douban.com/subject/25817083/",
    "imdb_rating": "6.3/10 from 52 users",
    "trans_title": [
        "四足走路的家庭",
        "The Family That Walks On All Fours"
    ],
    "douban_votes": "0",
    "introduction": "一个有趣的科学辩论已经引起了世人对一个特别家庭的关注，这个生活在土耳其农村的家庭有五个成年人，他们都是用手和脚一起行走，就像以前的猿类还没有进化到直立行走一样。NOVA揭示了这个困境的家庭令人同情的状况，这个不寻常的障碍已经把他们推向了科学和媒体的焦点。An intense scientific debate has ignited around a quiet but extraordinary family living in rural Turkey—a family with five adults who walk on all fours. Since bipedalism has long been considered one of the defining characteristics of modern humans, such a discovery raises fascinating questions about genetics, society, and the evolutionary history of our species. Is this the anthropological find of the millennium, or simply a unique medical case? NOVA sets out to unravel the controversy and meet the individuals who have captured the imagination of scientists around the world.While no one knows exactly when our ancestors stood up, there are clues. One of the most haunting is a trail of human-looking footsteps unearthed in Tanzania. Whoever made them walked on two feet more than three million years ago. Now, shaped over the millennia by evolution, the human body is exquisitely built for bipedal movement—from the proportion of its limbs and spine, to its breathtaking sense of balance. Walking, hands on the ground, is a painfully difficult task, so much so that the U.S. Marines use it as an endurance exercise. So why are adult members of a Turkish family walking in this way? This program takes viewers through a fascinating examination of the leading theories.The family, comprising the parents and their grown children, lives in a poor and remote area of Turkey. Five of the adult children, ranging in age from 18 to 34, walk with their feet and palms on the ground. They were first \"discovered\" in 2005 by scientist Uner Tan, who created a sensation in the popular press by characterizing the handwalkers as \"genetic throwbacks.\" Intrigued by Tan's theory, German geneticist Stefan Mundlos has searched for a genetic mutation that could be connected to the emergence of bipedality. But NOVA checks in with geneticist Sean Carroll and anthropologist Brian Richmond, two prominent researchers who believe that to view these family members as a kind of missing link is both deeply insulting and scientifically incorrect.Many experts reject the idea that ancient genes can simply \"switch on,\" causing traits to resurface after an absence of generations, or even that any one gene could be responsible for complex physical traits and structures they believe involve multiple genes modified over millions of years and many speciation events (see The Genetic Factor). By comparing a quadruped chimp skeleton to a bipedal human skeleton, anthropologist Brian Richmond shows NOVA how the pelvis, hip, knee, and foot had to dramatically change for our ancestors to walk upright—changes that could not have occurred through a single mutation (see Compare the Skeletons).Spending time with the family in Turkey, researcher Nicholas Humphrey and psychologist Defne Aruoba also doubt the single gene theory, believing instead that the answer to the scientific puzzle lies in the very fabric of the family's life. Through interviews and observation, they learn that the parents are closely related; that fearful neighbors in their fundamentalist Islamic community have left them socially isolated; and that the handwalkers have never had the benefit of physical therapy—treatment that would be standard protocol, for example, in the U.S. or Britain.Personal interviews and footage of time spent with the family are emotional and telling (see The Family and Me). Villagers turn a blind eye as their children taunt the adult handwalkers. NOVA's film crew takes the family on their first-ever visit to the ocean, a mere hour-long ride from their home. Cameras capture their efforts to stand and walk upright when presented with equipment they have never seen before—simple aluminum walkers. Whatever view these individuals end up providing of our ancient past, it is clear that they are a striking example of how people are shaped by the world around them.",
    "chinese_title": "四足走路的家庭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Family That Walks On All Fours",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T19:45:00"
}