{
    "aka": [
        "Kombinat Nadezhda",
        "The Hope Factory"
    ],
    "sid": "25810725",
    "cast": [
        {
            "url": "/celebrity/1430061/",
            "name": "马克西姆·斯托亚诺夫 Maxim Stoyanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1545304/",
            "name": "克塞尼娅·拉琴科 Kseniya Radchenko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "　　第43届鹿特丹国际电影节(2014)\n　　老虎奖(提名) 纳塔莉娅·梅什查尼诺娃\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2312328523.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1438958/",
            "name": "卢博夫·慕尔门科 Lyubov Mulmenko",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3492714",
    "director": [
        {
            "url": "/celebrity/1389644/",
            "name": "纳塔莉娅·梅什查尼诺娃 Natalya Meshchaninova",
            "@type": "Person"
        }
    ],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3492714/",
    "imdb_votes": 363,
    "this_title": [
        "Комбинат «Надежда»"
    ],
    "douban_link": "https://movie.douban.com/subject/25810725/",
    "imdb_rating": "6.5/10 from 363 users",
    "trans_title": [
        "希望工厂",
        "Kombinat Nadezhda",
        "The Hope Factory"
    ],
    "douban_votes": "0",
    "introduction": "Industrial city of Norilsk: factories, cold, chemical air. The only desire of young people living here is to leave, against all odds. A docu-style, emotionally-driven drama about a young girl desperately fighting for an escape which is so blurry, and for love which is so insecure.Due to its vast industrial areas and enormous industrial output, the Russian city of Norilsk has become one of the most polluted places in the world. However, despite the persistent ecological crisis, the severe northern climate and harsh living conditions, life goes on there in its own extreme, as well as routine, way. But the will to live that such an existence fosters is actually the will, or rather the dream, to escape, especially for a young generation. A desperate, hardly possible dream that moves and traps its adherents, turning against them.Norilsk, with its arctic landscapes, huge factories, anonymous soviet architecture and post-soviet capitalism, is the gripping backdrop and important protagonist of The Hope Factory, the first feature by Natalia Meschaninova, a young filmmaker with an extensive background in documentaries. A dramatic coming-of-age story about two girls - two rivals who pursue the same goal of leaving their homeland but who take different steps to reach it, testing the blurring boundaries of morality and transgression.Restlessly shot on a hand-held camera and genuinely performed by mostly first-time actors, this kinetic docudrama nearly gets under the skin of its characters and raises universal issues about the 'age of blooming'.",
    "chinese_title": "希望工厂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Комбинат «Надежда»",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T05:58:00"
}