{
    "aka": [
        "Quiet Bliss"
    ],
    "sid": "25814830",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2260331144.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1051892/",
            "name": "艾多阿多·温斯皮尔 Edoardo Winspeare",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2978814",
    "director": [],
    "duration": "131分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2014-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2978814/",
    "imdb_votes": 230,
    "this_title": [
        "In grazia di Dio"
    ],
    "douban_link": "https://movie.douban.com/subject/25814830/",
    "imdb_rating": "6.6/10 from 230 users",
    "trans_title": [
        "Quiet Bliss"
    ],
    "douban_votes": "0",
    "introduction": "Salento in southern Italy. A small family-run textile factory is forced to close and three generations of women must now struggle to keep the wolf from the door. In order to settle their debts their home is sold. Now that her brother has emigrated, it falls to energetic Adele to find a way out of their crisis. Whilst her sister only dreams of becoming an actor and her conservative daughter doesn’t even grasp the reality of the situation, Grandma at least appears to bear these cruel knocks with endearing equanimity. Nonetheless, once these women move to the country their life seems to find its own rhythm as they begin cultivating the soil and selling or bartering their produce. Not only do they discover that their new self-sufficient life style is a relaxing down-shift; it also gives them strength. Edoardo Winspeare’s warm and authentic storytelling reflects both the economic crisis and the identity of a region. The intense imagery implies an archaic affinity to nature, and his strong female protagonists are matriarchs in the best sense of the word: using tolerance, solidarity and independence to find solutions, they refuse to be browbeaten by the hegemony of the global economy.  (Berlinale 2014)",
    "chinese_title": "In grazia di Dio",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T22:28:20"
}