{
    "aka": [
        "On-Line: An Inside View Of Korean Independent Film"
    ],
    "sid": "25813433",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166745355.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332796/",
            "name": "洪亨淑 Hyung-sook Hong",
            "@type": "Person"
        }
    ],
    "duration": "64分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "this_title": [
        "변방에서 중심으로"
    ],
    "douban_link": "https://movie.douban.com/subject/25813433/",
    "trans_title": [
        "On-Line: An Inside View Of Korean Independent Film"
    ],
    "douban_votes": "0",
    "introduction": "Produced by Seoul Visual Collective, one of the leading Korean independent film productions, is a penetrating look at Korean independent filmmaking today.This documentary unfolds diverse voices and views within the independent filmmaking community, as it questions the past, the present and the future of Korean independent film. Are they happy when making films? How do they define independent film? Why do they still retain independent filmmaking today as things have been changed politically and aesthetically? what is their hope and despair? Incorporating archival footage and interviews into the director's own reflections, redefines Korean independent cinema which emerged as negation of status quo about twenty years ago and has continued its search for renewed gaze to the world. What the independent filmmakers have paid attention to is people's lives where various conflicts draw a front line.On the front filmmaking is also a struggle, tears, sympathy and hope itself. viewing from unquestioning mind, the front can be a mere marginal place. However, from the very moment when resistance takes place in every life, it becomes a center of the world. What the filmmakers see is a new center already existing and ever-growing in the marginalized lives. As the documentary covers diverse filmmakers of different generations and areas, we see the beliefs and self-reflections of the independents, as well as an account of dilemmas that filmmakers face.Kim Dong-won says that his life was entirely changed by making Sangkye-Dong Olympics, a documentary about evacuated homes because of Seoul Olympic Games. Sin Myung-wha looks at a distance with her wastery eyes, saying \"I'm trying not to think of anything right now\" when she faces the death of Mrs. Kang Duk-Kyung, former comfort woman during World War Ⅱ and collaborator on her documentary project. Lee Yong-Bae dreans to be forever with the spirit of 'Changsankot-mae', now dissolved filmmaking group. Nang Hee-Sub, one of the founding members of Independent Film Association, negates himself as not qualified for an interview. Kim Myung-Jun wishes to build good world where he can spend his life fishing. And there is Hong Hyung-Sook, the director of this documentary, observing them. is a critical look at a proud film community looking to build solidarity and new direction.1997, digital & Betacam, 64 mininvited to 2nd Pusan Int'l Film Festivalinvited to 10th Int'l Documentary Film Festival Amsterdaminvited to 28th International Forum of Young Cinema in 48th Berlin Int'l Film Festival",
    "chinese_title": "변방에서 중심으로",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-08T16:25:19"
}