{
    "aka": [],
    "sid": "25813955",
    "cast": [
        {
            "url": "/celebrity/1487894/",
            "name": "图阿里·赖特 Tuari Wright",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166856747.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2966574",
    "director": [],
    "duration": "44分钟",
    "episodes": "9",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2966574/",
    "imdb_votes": 160,
    "this_title": [
        "Deadly Devotion"
    ],
    "douban_link": "https://movie.douban.com/subject/25813955/",
    "imdb_rating": "7.0/10 from 160 users",
    "trans_title": [
        "黑暗神秘會社"
    ],
    "douban_votes": "0",
    "introduction": "ABOUT DEADLY DEVOTIONHidden among the suburbs and strip malls of America, there lies a coloruful constellation of unique subcultures and secret societies that live according to their own set of rules, rituals, and traditions. DEADLY DEVOTION recounts the true stories of everyday people searching to belong in these strange worlds. Many of them end up paying a fatal price: a vibrant young woman abandons her faith and her family to join the flock of a crusading Christian Polygamist; a single mom embarks on a fateful journey that teaches her about the unwritten code of the Hells Angels; an ambitious career woman joins a self-help group led by an overzealous guru on a dangerous mission.Ranging from an Amish sect, to an apocalyptic New Age cult, and a centuries-old Gypsy clan, each episode of the 10-part series DEADLY DEVOTION leads viewers to the dark underbelly of a largely unknown yet fascinating world where some of the most compelling true-crime stories in recent history are revisited.These gripping, unpredictable narratives feature expertly-crafted storytelling with emotional depth and drama, as well as the mystery and psychological suspense of a classic cinematic thriller. Showcasing chilling \"insider\" interviews from members of these secret worlds, exclusive archival footage, and vivid cinematic re-creations, DEADLY DEVOTION tells real, unforgettable, and intriguing stories that stand above the rest.",
    "chinese_title": "黑暗神秘會社",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Deadly Devotion",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-12-28T15:07:42"
}