{
    "aka": [
        "Apple in the River"
    ],
    "sid": "25815395",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2654734761.jpg",
    "region": [
        "蘇聯"
    ],
    "writer": [],
    "imdb_id": "tt2395129",
    "director": [
        {
            "url": "/celebrity/1082535/",
            "name": "Aivars Freimanis Aivars Freimanis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "拉脫維亞語"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2395129/",
    "imdb_votes": 81,
    "this_title": [
        "Ābols Upē"
    ],
    "douban_link": "https://movie.douban.com/subject/25815395/",
    "imdb_rating": "6.8/10 from 81 users",
    "trans_title": [
        "Apple in the River"
    ],
    "douban_votes": "0",
    "introduction": "This film is about a small world found in the heart of Riga, and right in the middle of the Daugava River – Zaķusala (Rabbit Island) – a place that has preserved an ambience of another century. Janka lives on Zaķusala and has to take a ferry to his work at the shipyard. He meets Anita and a relationship blossoms, but then Anita suddenly disappears from the city, and from Janka’s life…The film An Apple in the River has entered the Latvian cultural cannon as a peculiarity in Latvia’s cinematic history – a dramatic film shot in an authentic environment and with techniques usually reserved for documentaries; the filmmakers disturbed the flow of real-life events as little as possible – mostly provoking, rather than scripting them. There was no written dialog in the screenplay, so the acting was largely based on improvisation; the filmmakers’ previous experience was only in documentary film, and they turned to the dramatic genre only later on. As a result, An Apple in the River is a true and flawless portrayal of an era, and has become an example of cinematic avant-garde for its time.",
    "chinese_title": "Ābols Upē",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T12:21:17"
}