{
    "aka": [],
    "sid": "25814498",
    "cast": [
        {
            "url": "/celebrity/1360101/",
            "name": "埃尔达·斯卡 Eldar Skar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405670/",
            "name": "哈尔瓦德·霍尔门 Hallvard Holmen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406860/",
            "name": "罗伯特·福林 Robert Follin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406996/",
            "name": "艾达·玛丽·巴克鲁德 Ida Marie Bakkerud",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402612/",
            "name": "乔恩·奥伊登 Jon Øigarden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443154/",
            "name": "特隆·霍维克 Trond Høvik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166986017.jpg",
    "region": [
        "挪威"
    ],
    "writer": [],
    "imdb_id": "tt2377081",
    "director": [],
    "duration": "58分钟",
    "episodes": "6",
    "language": [
        "挪威语"
    ],
    "playdate": [
        "2014-01-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2377081/",
    "imdb_votes": 2158,
    "this_title": [
        "Mammon Sesong 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25814498/",
    "imdb_rating": "6.8/10 from 2158 users",
    "trans_title": [
        "玛门 第一季"
    ],
    "douban_votes": "0",
    "introduction": "A newspaper journalist revealing fraud in a large multinational company, finds his family involved, ruining his career, family relation s, and entangles him in a following mystery.Episode 1 OfferetJournalist Peter Veraas receives a tip from an anonymous source about a scandal in the financial world. The crushing evidence incriminates his own brother; a senior director in one of Norway's leading finance companies. In spite of this, Peter decides to let the newspaper publish the story, and the disclosure has large consequences for Peter's brother. Vibeke, the economic crime investigator, reveals some surprising information for Peter, and the hunt (for the criminals) gets started.Episode 2 OppvåkningenJournalist Peter Veraas finds, after five years of investigating, the first sign that his brother was pushed to commit suicide. He and his sister-in-law, Eva, circle in on a top financier who knew his brother's secret. He discloses the word 'Abraham' before he too commits suicide. Peter continues the search for the truth while promising to keep his family out of trouble, but the police and his colleagues no longer believe Peter's explanations about what happened to his brother. The closer Peter gets to what really happened, the more certain he becomes to keep the ...Episode 3 NedstigningenPeter has found the connection between his brother's and Aage Haugen's suicides. Both were in possession of paintings with references to the child offering in the Bible; both were afraid something awful would happen to their own children and both committed suicide on the same date - October 22nd. Peter is sure that someone pushed them to suicide and that the paintings were a scream for help. At the same time, Aftenavisen (The Evening Times) and Peter are trying to find out how financier Tom Lied so quickly rose to become one of Norway's wealthiest men.Episode 4 PaktenPeter is starting to see that his brother was involved in even bigger brutalities than suicide, and someone is trying to warn Peter about what happened. Peter believes several people may find themselves in his brother's situation, but they are too afraid to reveal themselves. Peter and Aftenavisen (The Evening Times) suspect a conspiracy that reaches in to the inner corridors of power within finance, politics and media. To find answers, Peter has to find the mysterious whistle blower and get to the bottom of what happened 25 years ago.Episode 5 DrapetPeter's nephew has disappeared, but Peter is too afraid to go to the Police in fear that someone will hurt Andreas. Joined by his sister-in-law and Vibeke, they set out to find the boy. Another brutality tied to Peter's brother is revealed when they find a coded message - a cry for help. The clue leads them to a secret network - and Peter realizes the threats against his brother are about to personally affect him too. The snowball is rolling and it's becoming impossible to stop it.Episode 6 DommedagOne of the ones closest to Peter is badly injured and another one is killed. Peter is the main suspect of both crimes, and he has now become Norway's most hunted man. Peter only trusts his previous boss, Mathiesen. Peter had promised to take care of his brother's son and he refuses to give up the hope of finding him. The search for Andreas leads Peter west, and as time is about to run out, he receives help from an unexpected place.",
    "chinese_title": "玛门 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mammon Sesong 1",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T17:49:21"
}