{
    "aka": [
        "小朋友大問題(台)"
    ],
    "sid": "25814538",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "动画",
        "短片",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166962873.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2789208",
    "director": [],
    "duration": "5 min",
    "episodes": "52",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-03-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2789208/",
    "imdb_votes": 48,
    "this_title": [
        "What's the big idea Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25814538/",
    "imdb_rating": "8.2/10 from 48 users",
    "trans_title": [
        "雨果带你看世界 第一季",
        "小朋友大問題(台)"
    ],
    "douban_votes": "324",
    "introduction": "‘What’s the Big Idea?’ is CBeebies’ first ever Philosophy show for pre-schoolers. The programme takes children on a journey of philosophical enquiry with Hugo, its central character. Each episode begins with Hugo asking a ‘big’ question such as; ‘What is the difference between thinking and dreaming?’, ‘Can it ever be good to be angry?’ and ‘Why do people feel sad?’.As Hugo travels through his beautiful landscape (and sometimes beyond, as he sometimes finds inspiration in outer space) in search of understanding, he meets a range of characters, based on the books of Oscar Brenifier and Jacques Després.As his understanding develops in each episode, Hugo asks more questions, designed to draw the viewers into a deeper exploration of topics that are meaningful to them, such as friends, beauty, imagination, learning and fairness.We hope that through enjoying Hugo’s adventures in the series, they will also find themselves relating to his experiences and maybe developing questions of their own.Studies around the world have shown that regular participation in philosophical enquiry can have a whole host of significant benefits, such as increased academic attainment, better relationships and greater confidence in speaking to others, and many primary schools have started including some elements of philosophy in their curriculums. Children of nursery age and above are being encouraged to think not only creatively and critically, but also caringly (listening to each other’s ideas and respecting differences) and collaboratively (building on each other’s ideas and working together to make more sense of things).",
    "chinese_title": "雨果带你看世界 第一季",
    "douban_rating": "8.8/10 from 324 users",
    "foreign_title": "What's the big idea Season 1",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.8",
    "update_at": "2025-06-13T17:47:55"
}