{
    "aka": [],
    "sid": "25813318",
    "cast": [
        {
            "url": "/celebrity/1016785/",
            "name": "约翰内斯·波兰特 Johannes Brandrup",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007020/",
            "name": "夏洛特·兰普林 Charlotte Rampling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010539/",
            "name": "威廉·达福 Willem Dafoe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2166946267.jpg",
    "region": [
        "意大利",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001974/",
            "name": "佛朗哥·巴蒂亚托 Franco Battiato",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2255835",
    "director": [
        {
            "url": "/celebrity/1001974/",
            "name": "佛朗哥·巴蒂亚托 Franco Battiato",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "意大利语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2255835/",
    "this_title": [
        "Händel"
    ],
    "douban_link": "https://movie.douban.com/subject/25813318/",
    "trans_title": [
        "亨德尔传"
    ],
    "douban_votes": "0",
    "introduction": "Georg Friederich Händel was not only a musical genius but also a great man.  He had a strong personality and was non-conformist, honest, outspoken, independent and unable to kowtow to the servility in the court.Händel was a child prodigy like Mozart the only difference being that his father wanted him to be a lawyer and therefore fought little Georg’s talent.  Foregoing his formative years in Germany, the story begins in Italy, Rome in 1708, with the performance of the oratorio from the “Resurrection” in his patron Francesco Maria Ruspoli’s palace.  Handel is 23, slim, blond and extremely handsome.In Rome cardinal Ottoboni organises  a memorable music competition between the two greatest players of the time, Handel and his contemporary Domenico Scarlatti  in his magnificent residence (Palazzo della Cancelleria).In December 1709 in Venice Händel’s success  seals his value as an excellent opera writer and propels him towards the major European courts. In 1710 he becomes Chapelmaster at the court of Hanover, by far too provincial a stage for such an emerging talent.The prince of Hanover grants him permission to travel to London on the agreement that he would return.  It is to be a temporary transfer but turns out to be definitive as Handel settles in England, much to the disappointment of the Elector and his court.On August 1st 1714 the Elector of Hannover ascends  the throne of England, the first monarch of the House of Hanover, thus placing Händel in an embarrassing position.The king grants Händel forgiveness thanks to Baron Kielmansegg and he writes the Water Music, the world-famous concert composed to be performed to the court as it sailed down the Thames on a barge.  A grand event to glorify George I commissioned to the only musician deemed to be up to such magnificence.  It was an absolute triumph!Händle also becomes music tutor to the king’s children and establishes a wonderful relationship with Princess Anna, who has a true love of and talent for music.  To the Saxon composer she is just like a daughter.Händel meets with true glory in England but it is not by chance that he again falls out of grace when Princess Anna leaves England to marry William IV of Orange.His proverbial sense of humour keeps him in high spirits and helps him elegantly turn the attacks of his rivals and detractors to his favour.  In an empty theatre he simply encourages his entourage  “Let us play, my music will sound better without an audience”The long incessant work hours, the attacks from the aristocracy and the ensuing distress bring on an apoplectic fit which he miraculously recovers from.  Then he starts having serious problems with his eyesight.  An itinerant oculist, a charlatan by the name of  John Taylor (he had already caused Johann Sebastian Bach to go blind) offers to operate on Handel but turns him completely blind using unsterilized surgical instruments.The film ends with Händel as an old blind man, his eyes hidden behind darkened lenses, dictating his memoirs to his biographer Mainwaring.HÄNDEL:“It was predictable that the audience would be moved...looking at an old  blind Handel as he listened toSamson, blinded by the Philistines, singing \"Total Eclipse!\"But that evening something uncanny happened...John Beard sang in that way that escapes our natural laws\"...",
    "chinese_title": "亨德尔传",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Händel",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T07:56:37"
}