{
    "aka": [
        "塞尔达（美国版动画）"
    ],
    "sid": "25815580",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507929379.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0832330",
    "director": [],
    "duration": "",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-09-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0832330/",
    "imdb_votes": 2178,
    "this_title": [
        "The Legend of Zelda"
    ],
    "douban_link": "https://movie.douban.com/subject/25815580/",
    "imdb_rating": "6.0/10 from 2178 users",
    "trans_title": [
        "塞尔达传说",
        "塞尔达（美国版动画）"
    ],
    "douban_votes": "0",
    "introduction": "The Legend of Zelda is a 1989 American animated series loosely based on the first and second The Legend of Zelda games for the Nintendo Entertainment System. Each episode of Zelda followed the adventures of the hero Link and Princess Zelda as they defended the kingdom of Hyrule from the evil wizard Ganon. Most episodes consisted of Ganon (or his minions) either attempting to capture the Triforce of Wisdom from Zelda, kidnap Zelda herself, or use some other villainous scheme to conquer Hyrule. Link and Zelda are in some episodes assisted and accompanied by a fairy named Spryte. The episodes were each approximately fifteen minutes long, and were featured on Friday editions of The Super Mario Bros. Super Show!.A common running joke of the series was Link's repeated failure to convince Zelda that he deserved a kiss for his heroic deeds; whenever it seemed they were going to kiss, something bad would happen. This theme was most likely inspired by the final moments of Zelda II: The Adventure of Link, and may itself have influenced the popular belief that Link and Zelda are romantically involved, an idea hinted, although rarely, in the games themselves.Zelda also had more of a protagonist role in the show than in the video games up to that point, where she had been simply the character the player must rescue. While Link did have to save Zelda in a few episodes, she mostly battled side by side with Link, often preferring a magic bow as her weapon of choice, forming arrows rendering a Quiver unnecessary. Some later games in the series continued the trend of making Zelda more of an ally to Link and hero in her own right. On at least one occasion in the show, she had to save him. Link usually met Zelda's obstinate rejection with his trademark sarcastic catchphrase, \"Well/Hey! Excuuuuuse me, Princess!\" which became popular in gamer culture of the period.While direct referencing of the game is very loose, the series did feature a number of recognizable items and locations (such as Death Mountain) from the game. The seemingly impossible amount of items that Link and Zelda are able to carry is never directly explained in the games; the show's creators, however, came up with a relatively plausible solution. When not needed, the items they carry (shields, bows, bombs, etc.) are magically shrunk when the items are placed in pouches or pockets. This is usually accompanied by a sound-effect taken directly from the game. The show also featured a number of familiar monsters, including Keese, Ropes, Gohma, and Aquamentus. Rupees were still the currency of Hyrule, but in the show they were called Rubies.The creators also developed a \"non-violent\" approach to Link and Zelda's battles with Ganon and his monsters: The monsters were kept within a giant magical container known as the \"Evil Jar,\" released from it at Ganon's command. When a monster was hit by a weapon, like the bolts from Link's sword or Zelda's magic arrows, it wasn't killed but \"zapped\" back into the Evil Jar. Even Ganon himself could be zapped into the jar.Only thirteen episodes of the cartoon were produced. The series was to be continued but was canceled along with The Super Mario Bros. Super Show!. The series is still (as of 2009) one of only four productions in which Link talks, the other three being CD-i games, The Legend of Zelda manga, and The Wind Waker, in which Link says \"Come on!\" to get specific characters to follow him.",
    "chinese_title": "塞尔达传说",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Legend of Zelda",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-09T15:21:12"
}