{
    "aka": [],
    "sid": "25818513",
    "cast": [
        {
            "url": "/celebrity/1282967/",
            "name": "艾瑞克·艾伯纳尼 Eriq Ebouaney",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt2375701",
    "director": [
        {
            "url": "/celebrity/1291390/",
            "name": "Zola Maseko Zola Maseko",
            "@type": "Person"
        }
    ],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2375701/",
    "this_title": [
        "The Manuscripts of Timbuktu"
    ],
    "douban_link": "https://movie.douban.com/subject/25818513/",
    "trans_title": [
        "廷巴克图手稿"
    ],
    "douban_votes": "0",
    "introduction": "Every student, and every scholar should be required to watch this riveting film about the lost manuscripts and libraries of Timbuktu. I have seen those books myself, I featured them in my series \"Wonders of the African World,\" and I persuaded the Mellon Foundation to build a library to house one family's extraordinary collection of books well over half a millennium old. But never has the story of the origins and history--the decline and fall and resurrection--of this black center of learning and intellect been told in more compelling fashion than in this marvelous documentary. I am assigning it to both my undergraduate and graduate courses at Harvard, and hope that all scholars of African and African American Studies will do the same. Truth be told, all students in high school and college throughout the world should be required to see this film, and learn of the history of our intellectual forebears whose very existence Europe and the West have, until recently, systematically denied. Thisfilm is a triumph!",
    "chinese_title": "廷巴克图手稿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Manuscripts of Timbuktu",
    "douban_rating_average": 0,
    "update_at": "2025-08-19T22:56:18"
}