{
    "aka": [
        "騎呢動物之最"
    ],
    "sid": "25810958",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914161834.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2733508",
    "director": [],
    "duration": "45mins",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2733508/",
    "imdb_votes": 46,
    "this_title": [
        "World's Weirdest Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25810958/",
    "imdb_rating": "7.1/10 from 46 users",
    "trans_title": [
        "奇形怪物 第一季",
        "騎呢動物之最"
    ],
    "douban_votes": "0",
    "introduction": "这个全新的系列呈现动物王国中最奇特、疯狂、怪异和令人匪夷所思的行为。在母亲背部皮肤中发育的宝宝、动物为了适应极端环境而发生的演化、奇形怪状的身体部位和伪装等，本系列节目中应有尽有，每一集都以单一环境为主。World's Weirdest: Freaks Of The SkyBrush feathers with the freakiest denizens of the winged world as we take to theWorld's Weirdest: Freaks On LandThere's no shortage of bizarre behavior. We burrow high and low to unearth some of the creepiest creatures which crawl on this planet.World's Weirdest: Freaks In The OceanWe dive into the realm of creepy aquatic creatures and surface with its most bizarre denizens in the World's Weirdest.Drawing on our ever-growing library of HD natural history footage, new World’s Weirdest airs Tuesdays at 8pm and is a countdown showcasing some of the most captivating scenes of crazy animal behaviours in four informative and entertaining shows.World’s Weirdest:01Strange LoveThe birds and the bees as you’ve never seen them before, including frigate birds trying to burst love rivals’ throat sacs. And, check out the remarkable flexibility of an elephant’s appendage.World’s Weirdes02Bizarre BattlesSmart strategies for animal survival include the glow-worm’s living lure, and chemical mind control in a struggle for ant supremacy. The whale shark’s trick is simpler: a massive mouth!World’s Weirdest03Almost HumanLemurs get high on the natural defences of millipedes, drunken bees get in trouble at work, and a mother owl gets in an unusual pest-control operative as animal behaviours come close to home.World’s Weirdest04Freaks Of NatureSee parasitic wasps turn caterpillars into helpless living incubators for their young, beetles fight to defend lumps of dung, and a giraffe licking ants out of his own nose.",
    "chinese_title": "奇形怪物 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "World's Weirdest Season 1",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T06:34:54"
}