{
    "aka": [],
    "sid": "25827871",
    "cast": [
        {
            "url": "/celebrity/1123075/",
            "name": "约翰·米尔斯 John Mills",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159312/",
            "name": "西尔维娅·西姆斯 Sylvia Syms",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023156/",
            "name": "布伦达·德·班泽 Brenda De Banzie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074296/",
            "name": "厄尔·卡梅伦 Earl Cameron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140614/",
            "name": "约翰尼·塞卡 Johnny Sekka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337717/",
            "name": "安·林恩 Ann Lynn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072187/",
            "name": "威尔弗里德·布兰贝尔 Wilfrid Brambell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087850/",
            "name": "梅雷迪思·爱德华兹 Meredith Edwards",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2195978504.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1017141/",
            "name": "Ted Willis Ted Willis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0054879",
    "director": [
        {
            "url": "/celebrity/1037151/",
            "name": "罗伊·沃德·贝克 Roy Ward Baker",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0054879/",
    "imdb_votes": 453,
    "this_title": [
        "Flame in the Streets"
    ],
    "douban_link": "https://movie.douban.com/subject/25827871/",
    "imdb_rating": "6.7/10 from 453 users",
    "trans_title": [
        "街头的火焰"
    ],
    "douban_votes": "0",
    "introduction": "Domestic difficulties develop in a working-class family when their daughter falls in love with a Jamaican.Made in the wake of the 1959 Notting Hill riots, Flame in the Streets (d. Roy Ward Baker, 1961), is a tense examination of racial prejudice. Adapted by Ted Willis from his own stage play Hot Summer Night, it had already been produced for television (ITV, tx. 1/2/1959) for the Armchair Theatre strand. In this screen presentation, Roy Ward Baker makes no allowances for liberal sensibilities and pulls few punches in delivering what he himself termed \"a harsh picture\". Baker's harshness, however, is not entirely without subtlety. He is careful not to be judgemental and much of what transpires is almost in the form of an exposé.Baker elicits a stirring performance from Brenda De Banzie as Nell, whose transformation from typical housewife and mother to snarling racist is the centrepiece of the drama. This is reminiscent of another Earl Cameron film, Sapphire (d. Basil Dearden, 1959), in which it is the sister of the main suspect who is finally revealed as the murderer, driven by a pathological hatred of black people.Peter Lincoln (Johnny Sekka) and Gabriel Gomez (Cameron) are driven by forces quite different from those that drive Kathie and her family, although this is not necessarily due to their cultural difference. Within the integrity of both black characters there is a sense of longing for something other, something as distant as it is difficult to express, and therefore never quite articulated.Gomez is especially keen to avoid conflict, even if this means accepting less than his ultimate worth. But his lack of assertiveness brings him into conflict with his wife Judy (Ann Lynn), who has to force him to attend the crucial union meeting at which his promotion will be decided. Rather than seize his opportunity, he would prefer others decided his fate. To a large extent this perception of West Indians died with the Notting Hill riots.Cameron's performance is assured and deliberate, while Sekka's Lincoln embodies the emotional consequences of the film - heartbreak and a sense of loss. Both characters are presented as martyrs to a higher cause. But in the end, as in reality, Gomez and Lincoln are forced to fight. Their main struggle, however, is with themselves, centred on their fleeting sense of belonging.",
    "chinese_title": "街头的火焰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flame in the Streets",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T15:28:23"
}