{
    "aka": [],
    "sid": "25820125",
    "cast": [
        {
            "url": "/celebrity/1320622/",
            "name": "Indrajith Indrajith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1432859/",
            "name": "法哈德·法西尔 Fahadh Faasil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467311/",
            "name": "尼莎·萨朗 Nisha Sarangh  ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168195393.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2786278",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "马拉雅拉姆语Malayalam"
    ],
    "playdate": [
        "2013-03-22(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2786278/",
    "imdb_votes": 3609,
    "this_title": [
        "Amen"
    ],
    "douban_link": "https://movie.douban.com/subject/25820125/",
    "imdb_rating": "7.9/10 from 3609 users",
    "trans_title": [
        "福音情缘"
    ],
    "douban_votes": "0",
    "introduction": "Amen tells the story of people around an ancient Nasrani Church. The plot is set in a village, Kumarankary, where its inhabitants are always garbed in white - a motif which the film deftly employs to meld the elements of fantasy and spirituality. A young, handsome cleric (Indrajith Sukumaran) arrives as the Kathanar (Syrian priest) of the church, whose senior Kathanar is Fr. Abraham (Joy Mathew), a grumpy fellow. The village has a mix of issues, which range from the love between Solomon (Fahadh Faasil) and Sosanna (Swati Reddy) to the fate of a band crushed by frequent failures in contests. The movie sets itself a lot of targets like the fate of Solomon's love, his dazzling self-discovery of a trait not known to him before and some sober spiritual and religious conflicts. Amen promises a luxuriant plot replete with music, faith, fantasy and romance and an amazingly varied set of characters. As the parish seriously discusses whether to retain the church's band that had lost to the rival group in the earlier band competition, a young priest Fr. Vincent Vattoli (Indrajit) takes charge under Fr.Ottaplackan. He is stylish, dares to defy conventions and is in support of the romance between Solomon and Sosanna. His actions irk the senior priest and things take a serious turn after a while. The people agrees to a pact that sets the fate of Solomon's love with Sosanna, and the Kumarankary church band's future. The band goes on to win the competition, and the film ends on a truly surprising climax.",
    "chinese_title": "福音情缘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amen",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T14:52:37"
}