{
    "aka": [
        "arctic",
        "arktisch"
    ],
    "sid": "25825750",
    "cast": [
        {
            "url": "/celebrity/1170563/",
            "name": "维克特·加西亚 Víctor García",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201047060.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt3509772",
    "director": [
        {
            "url": "/celebrity/1299949/",
            "name": "加布里埃尔·贝拉斯克斯 Gabriel Velázquez",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2014-02-11(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3509772/",
    "imdb_votes": 126,
    "this_title": [
        "ärtico"
    ],
    "douban_link": "https://movie.douban.com/subject/25825750/",
    "imdb_rating": "5.6/10 from 126 users",
    "trans_title": [
        "北极",
        "arctic",
        "arktisch"
    ],
    "douban_votes": "0",
    "introduction": "A pair of care-worn hands drums a traditional Spanish rhythm on the table. What kind of a rhythm does the world follow today? Old rituals and modern life have long since merged and it’s extremely hard for young people to find their place in society.At 16, Simón, who sports a pierced eyebrow and a stud in his ear, is already a father. He lives with his wife and child at his parents’ house. Unable to find a steady job, the mood at home is far from upbeat and his father is not averse to taking the belt to him from time to time. He spends his time hanging out with his friend Jota, mugging pupils at school, stealing cattle and getting mixed up with criminals. Jota’s girlfriend Debi touts cocaine while she babysits in the park. The couple is rarely cheerful. Debi’s unwanted pregnancy brings a bit of hope into Jota’s life but, without the support of a genuine family, there’s not much of a future for this young generation.Ärtico is the final part of a trilogy about the importance of family. Unfolding in episodes of static camera shots and terse dialogues, the film finds atmospheric images that are almost musical in their composition to describe the lives of Spanish youths during the economic crisis.  (Berlinale 2014)",
    "chinese_title": "北极",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ärtico",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T09:35:21"
}