{
    "aka": [
        "The Girl on the Roof"
    ],
    "sid": "25823660",
    "cast": [
        {
            "url": "/celebrity/1002808/",
            "name": "哈迪·克鲁格 Hardy Krüger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094597/",
            "name": "约翰内斯·希斯特 Johannes Heesters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123820/",
            "name": "约翰娜·马茨 Johanna Matz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151978/",
            "name": "汤姆·塔利 Tom Tully",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050314/",
            "name": "道恩·艾达丝 Dawn Addams",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016842/",
            "name": "福图尼奥·博纳诺瓦 Fortunio Bonanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002939/",
            "name": "格雷戈里·拉托夫 Gregory Ratoff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036665/",
            "name": "奥托·普雷明格 Otto Preminger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140741/",
            "name": "西戈·鲁曼 Sig Ruman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912257568.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020055/",
            "name": "F. 休·赫伯特 F. Hugh Herbert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017206/",
            "name": "卡尔·楚克迈尔 Carl Zuckmayer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0298390",
    "director": [
        {
            "url": "/celebrity/1036665/",
            "name": "奥托·普雷明格 Otto Preminger",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1953-12-16(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0298390/",
    "imdb_votes": 118,
    "this_title": [
        "Die Jungfrau auf dem Dach"
    ],
    "douban_link": "https://movie.douban.com/subject/25823660/",
    "imdb_rating": "5.5/10 from 118 users",
    "trans_title": [
        "屋顶女郎",
        "The Girl on the Roof"
    ],
    "douban_votes": "0",
    "introduction": "\"Die Jungfrau auf dem Dach\" (English translation: \"The Virgin on the Roof\") is a comedy film produced and directed by Otto Preminger. The screenplay by Carl Zuckmayer is a German language translation of the script for \"The Moon is Blue\" by F. Hugh Herbert, based on his 1951 play.A comedy of manners, the film centers on virtuous actress Patty O'Neill, who meets playboy architect Donald Gresham on the observation deck of the Empire State Building and accepts his invitation to join him for drinks and dinner in his apartment. There she meets Donald's upstairs neighbors, his ex-fiancée Cynthia and her father, roguish David Slader. Both men are determined to bed the young woman, but they quickly discover Patty is more interested in engaging in spirited discussions about the pressing moral and sexual issues of the day than surrendering her virginity to either one of them. After resisting their amorous advances throughout the night, Patty leaves and returns to the Empire State Building, where Donald finds her and proposes marriage.Otto Preminger had directed the 1951 Broadway production of F. Hugh Herbert's play \"The Moon is Blue\", and its successful run of 924 performances prompted him to contract with United Artists to finance and distribute a screen adaptation over which he would have complete control. He deferred his producer's and director's salaries in exchange for 75% of the film's profits.Since Herbert's play had been a huge success in Germany, Preminger decided to film English and German language versions simultaneously, using the same sets but different casts. The director estimated this method would increase the filming schedule by only eight to ten days and production costs by only 10 to 15 percent.After ten days of rehearsals for each of his casts, Preminger began principal photography of both films on January 21, 1953, filming an English language scene and then its German equivalent in quick succession. Johanna Matz and Hardy Krüger, the stars of the German adaptation, briefly appear in the English language version as the young couple waiting to use the coin-operated telescope at the top of the Empire State Building, cameo roles William Holden and Maggie McNamara of the American cast play in the German version.In later years, Preminger stated he much preferred \"he Moon is Blue\" to \"Die Jungfrau auf dem Dach\" because he felt the psychology of the plot did not translate well. (Wikipedia)",
    "chinese_title": "屋顶女郎",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Jungfrau auf dem Dach",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T15:57:05"
}