{
    "aka": [
        "永志我爱"
    ],
    "sid": "25820626",
    "cast": [
        {
            "url": "/celebrity/1337856/",
            "name": "陆军 Jun Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274730/",
            "name": "陈怡蓉 Tammy Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025426/",
            "name": "狄龙 Lung Ti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275540/",
            "name": "方子哥 Zige Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334739/",
            "name": "谢承均 Angus Hsieh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1449168/",
            "name": "思潮 Si Chao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316965/",
            "name": "孙浩 Hao Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366290/",
            "name": "方晓鸽 Xiaoge Fang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2204681834.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1337856/",
            "name": "陆军 Jun Lu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11285254",
    "director": [
        {
            "url": "/celebrity/1320761/",
            "name": "郑基成 Kei Shing Cheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11285254/",
    "this_title": [
        "台北有多远"
    ],
    "douban_link": "https://movie.douban.com/subject/25820626/",
    "trans_title": [
        "永志我爱"
    ],
    "douban_votes": "0",
    "introduction": "乐军任职于“利奥建筑设计 北京总公司”，既玩世不恭又才华横溢，是设计室里一帮“ 活宝“的领军人物。但自从公司为了一个重要的设计项目 ，聘请来自台北、留学英国的建筑设计师苏家怡加盟设计 室之后，乐军的好日子便到头了。这不仅是因为由谁牵头 的设计方案得以通过，谁就可以成为设计总监，更因为乐 军与家怡就好象天生的死对头，两人的个性、习惯、风格 完全迥异。初次见面，两人就为了争抢停车位而大起冲突 ，而一旦成了竞争敌手，更是针锋相对，频频交锋。他们唯一的共同点，就是“绝不相信爱情”。乐军喜欢 追求女孩子，但绝不给予对方任何幻想或许诺。而家怡不 相信爱情，则是因为幼时父亲外遇造成父母离异，给自己 的少年留下了难以磨灭的痛苦回忆，而且她在海外求学期 间，也因为前男友姚天健的“功利爱情主义”而经历过爱的 创伤。拥戴乐军的一班同事们对苏家怡频频恶作剧，闹得设 计室乌烟瘴气。家怡多次面临险境，但都凭着智慧化险为 夷，反而使乐军他们陷于尴尬境地。不料就在明争暗斗的 较量中，乐军对家怡竟然悄悄萌生了好感。当然，他死都 不肯相信自己内心中所产生的微妙变化。他的心事只有在 一个忘年交面前才会流露，那就是经常和他一起打球、跑 马、喝酒的台湾老伯林季鸿。而林季鸿也似乎一直关注着 乐军设计室中的“最新战况”。谁的设计将被客户采用？谁将成为新的设计总监？决 战之日的前夕，家怡与乐军都向公司立下了军令状，谁输 了谁就辞职。看在对方仍不失为可敬的对手的份上，乐军 和家怡勉强共进最后的晚餐，本想暗中较劲，不料两人越 谈越投机，竟度过了一个十分愉快的夜晚。是出于酒后心防瓦解？还是出于两人其实一直怀有的 隐约心愿？在渐入佳境的晚餐之后，乐军和家怡竟然擦枪 走火，意外地发生了关系。第二天醒来，两人虽同床共枕 ，却尴尬万分。更要命的是：前晚方才一夜缠绵，天一亮 就必须面临“不是你死就是我亡”的设计方案大决战。决战的结果令所有人吃惊！客户认为乐军与家怡的设 计各具特色，难以取舍，希望两人共同创作。面对这料想 不到的新形势，两人相约：把昨晚的事忘得一干二净！一 直以来的“战事”又开始了，不仅乐军继续和家怡恶作剧， 还有同事小丹也因为一直暗恋乐军而把家怡暗中视为情敌 ，另一个同事贾柯更因为误会而对她“深恶痛绝”尽管如此 ，乐军和家怡都无法忽视各自内心那肆意滋长的爱意。一次，家怡偶然发现，设计项目的幕后老板竟是自己 的亲生父亲林季鸿，也就是一直和乐军交往的那位台湾老 伯。林季鸿为了补偿曾经带给家怡的痛苦，一直在暗中关 注她，照顾她。家怡与父亲大吵一架，当场便要离开北京 。乐军试图阻止家怡离开，毫不领情的家怡又和乐军大起 冲突。当晚，林季鸿心脏病发，乐军拼命把即将登机的家 怡唤了回来。然而家怡却打定主意，要和父亲冷战到底。因为同在设计界，家怡遇见曾经深爱过的前男友姚天 健。背叛过家怡的姚天健此时因为家怡父亲的地位，又开 始再度追求家怡。家怡喜欢乐军，却受不了他的玩世不恭 ，而如果接受姚天健，虽然可以度过稳当和富足的后半生 ，却再也找不到心动的感觉……家怡的内心在不断游移， 乐军也很紧张，表面上却仍保持好友的立场。两人之间充 满着爱的渴望，却都怯于表达。终于，乐军失落地要求调离北京，不料地域的阻隔却 引发了强烈的渴望。家怡拒绝了姚天健，乐军也毅然由上 海返回总公司，鼓起勇气，诚挚表白，两人开始学习如何 勇敢地付出感情，如何互相尊重与包容，虽然受到姚天健 的阻挠和林季鸿的反对，“绝不相信爱情”的两个人却开始 认认真真地创造爱情。家怡又开始感到身体不适了。原来她小时侯曾患骨癌 ，来到大陆的目的之一就是要寻找以前为她捐献骨髓的人 。就在家怡最需要温暖的时候，毫不知情的乐军却一门心 思瞒着家怡到郊外去建造他们梦想中的小木屋。家怡一直 等待乐军的求婚，而乐军却索性住到了郊外，家怡怀疑他 花心不改，矛盾渐次升级。终于，家怡骨癌复发病倒在工作中，她知道自己时间 不多了，暗中决定斩断与乐军的情感，乐军则疯狂地为家 怡寻医问药。为了安慰家怡，乐军将她带到郊区，温暖的 小木屋出现在眼前。乐军郑重向家怡求婚，泪流满面的家 怡态度仍然决绝，声言已不再爱他，并历数乐军的“罪状” 。乐军充耳不闻，大声地宣布了结婚日期。婚礼场面盛大感人，此时此刻，过去的心结全都释然 了。乐军欣慰地看着家怡挽着父亲的手臂走向自己。当夜 ，家怡在小木屋撒手人寰，林季鸿将家怡的骨灰带回台北 ，与她母亲葬在一起。驶往机场的车子里，飞向厦门的飞机上，乐军的耳畔 一直回响着家怡的声音。",
    "chinese_title": "台北有多远",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-15T06:21:05"
}