{
    "aka": [
        "My Mother, a War and Me"
    ],
    "sid": "25825599",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169613601.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt3487302",
    "director": [
        {
            "url": "/celebrity/1035844/",
            "name": "Johann Feindt Johann Feindt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299469/",
            "name": "塔玛拉·特兰珀 Tamara Trampe",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "德语",
        "俄语",
        "乌克兰语"
    ],
    "playdate": [
        "2014-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3487302/",
    "imdb_votes": 15,
    "this_title": [
        "Meine Mutter, ein Krieg und ich"
    ],
    "douban_link": "https://movie.douban.com/subject/25825599/",
    "imdb_rating": "7.1/10 from 15 users",
    "trans_title": [
        "My Mother, a War and Me"
    ],
    "douban_votes": "0",
    "introduction": "1942, and a spectacular wartime birth in the depths of winter: a young russian nurse unexpectedly goes into labour and, all alone and in freezing temperatures, gives birth to her daughter Tamara in a field on the banks of the Volga. The most personal film to date from co-directors Tamara Trampe and Johann Feindt is dedicated to Tamara's own family history. The search for her unknown father who, as a russian officer, made the young nurse pregnant, is complicated by the fact that her mother has never come to terms with her wartime trauma and worn family photos only seem to show happy-go-lucky life before the war. But the director won't give up so easily and, through a mixture of personal childhood recollections and conversations with relatives and former nurses who were on the front in Ukraine, she puts together the pieces of the puzzle. In her mother's twilight years, a family history is warm-heartedly and movingly reappraised and a chronicle of the 20th century emerges. World War II left behind mental scars in the Ukraine under which more than one generation are suffering even almost 70 years after the conflict ended.  (Berlinale 2014)",
    "chinese_title": "Meine Mutter, ein Krieg und ich",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T09:43:32"
}