{
    "aka": [
        "Iranian"
    ],
    "sid": "25825720",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201901133.jpg",
    "region": [
        "法国",
        "瑞士"
    ],
    "writer": [
        {
            "url": "/celebrity/1486086/",
            "name": "梅赫兰·塔马顿 Mehran Tamadon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3510280",
    "director": [
        {
            "url": "/celebrity/1486086/",
            "name": "梅赫兰·塔马顿 Mehran Tamadon",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "波斯语"
    ],
    "playdate": [
        "2014-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3510280/",
    "imdb_votes": 248,
    "this_title": [
        "Iranien"
    ],
    "douban_link": "https://movie.douban.com/subject/25825720/",
    "imdb_rating": "6.7/10 from 248 users",
    "trans_title": [
        "伊朗实验",
        "Iranian"
    ],
    "douban_votes": "0",
    "introduction": "It took two years for Mehran Tamadon to persuade the four supporters of the Iranian regime to risk taking part in an experiment with him. Now he receives them as guests at his family’s country house to try out something that does not exist in Iran: a pluralistic society. As the women disappear into the guest rooms, the men discuss the advantages and disadvantages of a secular society, the veil, abortion, freedom of the press… The guests not merely outnumber the filmmaker, who is critical of the regime, but are also masters of rhetoric. Again and again, they twist his words and use them against him. His secular society, they argue, is just as ideological as their religious one. The mood is contentious, but there’s also a great deal of communal laughter, prayer and cooking. In the end, the attempt to create a social utopia fails as there are simply too many issues that are non-negotiable. But does that mean that the experiment itself has failed? After all, for a brief time, differing lifestyles and opinions managed to co-exist. A dialogue took place. For the filmmaker, however, there’ll be a high price to pay.  (Berlinale 2014)",
    "chinese_title": "伊朗实验",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Iranien",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-02T06:39:11"
}