{
    "aka": [],
    "sid": "25826672",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182532044.jpg",
    "region": [
        "意大利",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt3524578",
    "director": [
        {
            "url": "/celebrity/1042016/",
            "name": "乔纳森·诺西特 Jonathan Nossiter",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2014-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3524578/",
    "imdb_votes": 78,
    "this_title": [
        "Natural Resistance"
    ],
    "douban_link": "https://movie.douban.com/subject/25826672/",
    "imdb_rating": "6.2/10 from 78 users",
    "trans_title": [
        "自然抗性"
    ],
    "douban_votes": "0",
    "introduction": "Ten years after Mondovino, his analysis of the increasingly standardised wine production in France, wine expert Jonathan Nossiter picks up the thread again and shows what it means to be rooted in the soil you're working on. During walks through the vineyards and relaxed gatherings with a group of alternative Italian wine growers, he trades experiences and arguments. What looks like a bucolic paradise, where intelligent people produce wine according to time-honoured and organic methods, is actually revealed to be a battleground. The DOC association, which is supposed to look after the interest of independent vintners, promotes winemakers who produce vast amounts in a standardised quality; and the agricultural industry with its hygiene regulations excludes traditional methods of production. The only thing saving the landscape from being totally destroyed is affluent foreigners using the old vineyards as summer holiday homes.With the help of a film curator friend who contributes treasures from the archives, the documentary compares the restoration of this cinematic heritage with wine culture and reveals surprising connections between intellectual nourishment and bodily sustenance.  (Berlinale 2014)",
    "chinese_title": "自然抗性",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Natural Resistance",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-27T04:13:10"
}