{
    "aka": [],
    "sid": "25823537",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2198257185.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt3484576",
    "director": [
        {
            "url": "/celebrity/1411044/",
            "name": "安娜卡特林·亨德尔 Annekatrin Hendel",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014-05-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3484576/",
    "imdb_votes": 35,
    "this_title": [
        "Anderson"
    ],
    "douban_link": "https://movie.douban.com/subject/25823537/",
    "imdb_rating": "6.6/10 from 35 users",
    "trans_title": [
        "安德森"
    ],
    "douban_votes": "0",
    "introduction": "He was the charismatic pop star of East Berlin’s oppositional literary scene in Prenzlauer Berg in the eighties, a close acquaintance of Christa Wolf, Franz Fühmann and Heiner Müller. He was also a zealous informer working for the GDR’s secret police: Sascha Anderson, born 1953. Twenty years on, the pain he inflicted on friends and colleagues is as deep-seated as ever and the finely woven web of lies, half-truths and legends he unfurled around him still raises tempers. Annekatrin Hendel sits Sascha Anderson down before a camera to ask him what prompted him to act as he did and discover what he thinks about it today. What convinced him to denounce others? What caused him to gamble with his own life? Does he feel remorse or the need to atone? The film questions Anderson’s one-time companions such as ceramicist Wilfriede Maaß, who separated from her husband on his account, former university classmates Lars Barthel and Thomas Plenert, poet and anarchist Bert Papenfuß as well as Roland Jahn, now Federal Commissioner of the Stasi Archive. Making use of these fragments of memories the film creates a document of an era bound by trust and betrayal which persists to the present day.",
    "chinese_title": "安德森",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Anderson",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T21:13:14"
}