{
    "aka": [
        "De andre"
    ],
    "sid": "25828638",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2208056035.jpg",
    "region": [
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1001222/",
            "name": "玛格丽特·欧林 Margreth Olin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2750090",
    "director": [
        {
            "url": "/celebrity/1001222/",
            "name": "玛格丽特·欧林 Margreth Olin",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "挪威语"
    ],
    "playdate": [
        "2012-08-26(挪威)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2750090/",
    "imdb_votes": 130,
    "this_title": [
        "Nowhere Home"
    ],
    "douban_link": "https://movie.douban.com/subject/25828638/",
    "imdb_rating": "6.9/10 from 130 users",
    "trans_title": [
        "无处为家",
        "De andre"
    ],
    "douban_votes": "0",
    "introduction": "2009年，挪威政府颁布了几项限制移民的法案。其中一项就是给暂时没有双亲的儿童颁发临时居住许可，但是在他们成年时会被遣返回国。在挪威，儿童福利部门负责监护没有亲人照顾的儿童，但是这一政策并不适用于处于15到18周岁寻求庇护的外国儿童。在挪威儿童之家，我们认识了来自库尔德斯坦（西亚北部）的高利。挪威政府在他刚满18岁后，就将他驱逐出境，我们也跟随他搭上了前往他家乡的航班。哈桑和侯赛因兄弟俩来自阿富汗。当侯赛因得知他们的入境申请被挪威政府驳回后，他几乎晕了过去。我们在哈立德十八岁生日时找到了他，当天他接到了挪威移民上诉委员会关于他申请的最终答复。《无处为家》是一部反映青少年们为了一个有尊严的生活痛苦挣扎的纪录片。通过细腻的拍摄手法和引人深思的故事情节，这部纪录片的播出，给现存的道德伦理准则和僵化的管理制度提出了疑问。导演小传Margreth Olin 生于1970年。她曾在卑尔根大学和奥斯陆大学学习媒体与大众传播专业。此后在沃尔达大学学习媒体、记者与纪录片电影制作。1994年她的毕业作品《在爱的房子里》使她成功进入纪录片领域。她的第一部长篇纪录片，《在天使的房子里》（1998）在1999年荣获了她的第一座阿曼达国内电影最佳纪录片奖。自此，她的多部自编自导的纪录片斩获了多项纪录片大奖，如《我的身体》（2002）和长篇纪录片《粗犷青年》（2004）。值得一提的是，在2002年，《我的身体》荣获了她的第二个阿曼达国内电影最佳纪录片奖，而《粗犷青年》也被该奖项和2005年欧洲电影奖提名。Olin也导演剧情电影，她的第一部短片电影《Gluttony》是2000年的综合电影《七宗死罪》中的一部分。她的第一部故事长篇《天使》于2009年上映，成为了她的又一部杰作，获得了评论家、观众与评奖委员的一致好评。这部被高度赞扬的作品也被挪威电影界相中，作为挪威推荐的2010年度奥斯卡金像奖最佳外语片提名影片。Olin同时也是挪威制片公司Speranza Film AS的总经理，该公司制作短篇、长篇电影和电视节目。她还是一位在国内国外均被高度评价的学者，主要研究电影主题与叙事技巧。2012：卑尔根国际电影节：最佳挪威纪录片2013：挪威纪录片电影节：最佳纪录片2013：Planete+ 纪录片电影节：特别推出n 2009, the Norwegian government introduced several measures to restrict immigration. One of the measures is to grant temporary residence permits to unaccompanied children seeking asylum. At the age of 18, they are to be returned to their country of origin. In Norway, the Child Welfare takes custody of children without close caregivers - but this does not apply to unaccompanied asylum-seeking children between the age of 15 and 18 years.In Nowhere Home we get to know Goli from Kurdistan. He was deported from Norway the day after he turned 18 and we follow him as he embarks on a new flight. The brothers Hasan and Husein are from Afghanistan. Husein was literally paralyzed with fear when the brothers were denied residency in Nor-way. We follow Khalid when he receives his final reply from the Immigration Appeal Board on his 18th birthday.Nowhere Home is a film about teenagers who fight to keep their hope for a dignified life alive. A close, touching and provoking encounter, it questions the management of the ethical basic principles of our time.Director BioMargreth Olin (b. 1970) studied media and mass-communication at the University of Bergen and the University of Oslo, and media, journalism and documentary filmmaking at Volda University College. She made her debut as documentary filmmaker with her graduation film In the House of Love in 1994. Her first feature length documentary, In the House of Angels (1998), garnered Olin (among several other awards) her first National Film Award Amanda for Best Documentary in 1999. She has since written and directed several award-winning documentaries, including My Body (2002) and the feature length Raw Youth (2004). Among many other awards and accolades, My Body won Olin her second Amanda for Best Documentary in 2002, while Raw Youth was nominated for the same award, as well as for the European Film Awards in 2005.Olin has also directed fiction film, making her debut in this field with the short film Gluttony, as part of the portmanteau film The Seven Deadly Sins in 2000. Her first feature fiction film, The Angel, premiered in 2009 and was another tour de force from Olin, winning over the critics, audience and award-juries alike. The highly acclaimed drama was also selected as the Norwegian candidate for the 2010 Academy Awards for Best Foreign Language Film.Olin is also the managing director of Norwegian production company Speranza Film AS, producing both shorts, feature films and television series'. She is also a highly sought after lecturer, both in Norway and abroad, often focusing on topics from her films, and techniques of storytelling.Awards2012:Bergen International Film Festival: Best Norwegian Documentary2013:The Norwegian Documentary Film Festival: Best Documentary2013:Planete+ Doc Film Festival: Special Mention",
    "chinese_title": "无处为家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nowhere Home",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T12:33:45"
}