{
    "aka": [
        "Happy to Be Different"
    ],
    "sid": "25825566",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2198241426.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt3497674",
    "director": [
        {
            "url": "/celebrity/1005391/",
            "name": "吉安尼·阿梅利奥 Gianni Amelio",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2014-02-10(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3497674/",
    "imdb_votes": 82,
    "this_title": [
        "Felice chi è diverso"
    ],
    "douban_link": "https://movie.douban.com/subject/25825566/",
    "imdb_rating": "6.6/10 from 82 users",
    "trans_title": [
        "异爱同欢",
        "Happy to Be Different"
    ],
    "douban_votes": "0",
    "introduction": "An older gay couple in a city in northern Italy talk about their decades-long relationship. A man describes how he was physically abused by his father because of his sexual identity. Another, who had a high-flying career, recounts a sexually fulfilled life and mentions numerous homosexual politicians. Gay men from across the social classes and regions of the country have their say and discuss the different conditions which determined gay life in Italy. Their stories recall isolation, discrimination, suffering and violence, but also reveal designs for a happy life. There is a discomfiting and controversial discrepancy between the reality of the individual accounts and the media coverage. The latter often portrays gay people with a discriminatory irony or is manipulating and vitriolic, especially where intellectuals are concerned. With Felice chi è diverso, Gianni Amelio relates a gay history of Italy since fascist times. His anthropological study becomes a cultural history of the country. His analysis of social conditions is both moving and enraging and refuses to allow the audience to remain indifferent. (Berlinale 2014)",
    "chinese_title": "异爱同欢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Felice chi è diverso",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T04:21:44"
}