{
    "aka": [
        "The Past Is a Strange Country"
    ],
    "sid": "25823094",
    "cast": [
        {
            "url": "/celebrity/1332804/",
            "name": "金应洙 Eung-soo Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2169066317.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1332804/",
            "name": "金应洙 Eung-soo Kim",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1332804/",
            "name": "金应洙 Eung-soo Kim",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2008-03-06"
    ],
    "this_title": [
        "과거는 낯선 나라다"
    ],
    "douban_link": "https://movie.douban.com/subject/25823094/",
    "trans_title": [
        "The Past Is a Strange Country"
    ],
    "douban_votes": "0",
    "introduction": "On April 28, 1986, two students, twenty-year-old Kim Se-jin and Lee Jae-ho, immolated themselves to death, shouting slogans, “No war, no nuclear weapons, Yankee go home,” “U.S. sign the peace treaty with North Korea,” and “Expel American imperialists.” This took place in the midst of a public demonstration against the forced conscription of students, joined by approximately four hundred students and held at the Sinrim crossroads facing the Seoul National University main gate. The manner of their deaths, the radicalness of their slogans (they were the first overtly anti-American statements to be heard in public since the conclusion of the Korean War) deeply shocked Korean society at the time. Twenty years have since passed. The world has changed. The leaders of North and South Korea are holding a summit meeting for the second time. The United States is discussing the possibility of signing a non-aggression pact with one of the erstwhile “Axis of Evil” regimes. Few Koreans living in 1986 could have anticipated all this. What about the deaths of these two young men? What are their friends and comrades doing today? What have they remembered, and what have they forgotten about this shocking event? Have they changed as much as the world has changed? Will their faces register masks of complacency, or countenances of discordance? “History does not flow away from us, rather it walks towards us.” The friends and colleagues of the two young men and the director switch the positions of an interviewer and interviewees, to offer testimonials to the elusive truth.",
    "chinese_title": "과거는 낯선 나라다",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-24T03:23:16"
}