{
    "aka": [],
    "sid": "25820248",
    "cast": [
        {
            "url": "/celebrity/1051027/",
            "name": "阿尔瓦罗·塞万提斯 Álvaro Cervantes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045283/",
            "name": "乌戈·席尔瓦 Hugo Silva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032704/",
            "name": "克拉拉·拉戈 Clara Lago",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1421346/",
            "name": "伊巴·阿布克 Hiba Abouk",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "爱情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2173046036.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt1985387",
    "director": [],
    "duration": "80分钟",
    "episodes": "6",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2014-02-03(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1985387/",
    "imdb_votes": 139,
    "this_title": [
        "El corazón del océano"
    ],
    "douban_link": "https://movie.douban.com/subject/25820248/",
    "imdb_rating": "5.8/10 from 139 users",
    "trans_title": [
        "大洋之心"
    ],
    "douban_votes": "0",
    "introduction": "The first nights aboard on the Nao San Miguel are not how the maidens waited. The vagaries of the ship wreak havoc among young girls, but Ana represses her discomfort to help her traveling companions. The expedition arrives in Gran Canaria, where a detachment of soldiers and the rest of the expeditionaries await them. There, Mencía meets her friend Isabel of Cabrera and her daughter, Elvira, who will also join the adventure. A storm is planned on the Nao San Miguel, the ships of Ovando and Becerra are more advanced and Mencía does not want to lose sight of them. However, Salazar believes that it is better to fold until the time improves. Once again, the captain and Mencía are facing each other again. Pelayo, who was a stowaway, almost drowned, and is discovered to be saved by Alonso. After the storm must repair the damage. They have run out of rudder and are drifting, the animals have drowned and they do not know if they will have enough water and food to survive before reaching the coast. In addition, they have lost track of the other two Naos. At the end of May of 1550, the expeditionaries reached the coast of the Gulf of Guinea after more than a month of sailing adrift. Once there, things will get even more complicated: the Indians attack them and they find themselves attacked by the pirates. Salazar will not hesitate to give his life, if necessary, for the honor of the maidens but Mencía makes him reconsider so that they negotiate instead of dying in vain. However, pirates have a very different knowledge than Mencía from the word pact. The decision of the Adelantada in these difficult moments can save the lives of all.",
    "chinese_title": "大洋之心",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El corazón del océano",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T02:43:31"
}