{
    "aka": [
        "Not a Fairy Tale"
    ],
    "sid": "25820126",
    "cast": [
        {
            "url": "/celebrity/1072510/",
            "name": "松米特拉·查特吉 Soumitra Chatterjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329473/",
            "name": "拉迪卡·艾普特 Radhika Apte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319673/",
            "name": "因德兰尼尔·森古普多 Indraneil Sengupta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422970/",
            "name": "阿林多姆·西勒 Arindam Sil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422293/",
            "name": "索希妮·肖卡尔 Sohini Sarkar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422291/",
            "name": "拉胡尔·班纳吉 Rahul Banerjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422226/",
            "name": "阿宁多·班纳吉 Anindya Banerjee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422184/",
            "name": "戈西克·森 Koushik Sen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436179/",
            "name": "阿比吉特·古哈 Abhijit Guha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168195427.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1425055/",
            "name": "阿达努·高什 Atanu Ghosh",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2848560",
    "director": [
        {
            "url": "/celebrity/1425055/",
            "name": "阿达努·高什 Atanu Ghosh",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "孟加拉语 Bengali"
    ],
    "playdate": [
        "2013-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2848560/",
    "imdb_votes": 206,
    "this_title": [
        "Rupkatha Noy"
    ],
    "douban_link": "https://movie.douban.com/subject/25820126/",
    "imdb_rating": "6.8/10 from 206 users",
    "trans_title": [
        "不是童话",
        "Not a Fairy Tale"
    ],
    "douban_votes": "0",
    "introduction": "Sisir Roy (Soumitra Chatterjee) is a 72-year-old man, long retired from a government office as Upper Division Clerk. His family consists of his son Prasanta (Bhaskar Banerjee) and daughter-in-law Mandira(Soma Chakrabarty). Sisir’s wife died many years ago. Everyday. Sisir goes to the park and interacts with different people. Over a period of time, five young people get acquainted with him – Ahana (Sohini Sarkar), a newly married girl, restless and immature, who repeatedly flees from her in-law’s place, much to the anxiety of people close to her. Her newly married husband Prasit (Gourab Chakrabarty) is quite baffled about her behaviour and is desperately on the lookout for a solution. Saswata (Koushik Sen) is a 35-year-old man who teaches Mathematics in a boy’s school. For the last nine years, he has been entrusted to teach Calculus. Saswata has no thrill in life and is desperately in search of that. Sananda (Radhika Apte), a 30 year-old IT engineer, is a single mother of a 3-year old child. Sananda has a dreadful past, which keeps haunting her. Biswanath (Rahul) is a typist who sits on one side of the park, quite aware of that the number of customers is rapidly dwindling, as more and more people prefer electronic type using computers, but he does not have the means to buy a computer. Reena (Nina Chakrabarty) is a young girl, working at a petrol pump,who is struggling against an uncertain future and insecurity. All these five people are either going through or on the verge of a crisis in their lives. In midst of such a situation, Sisir’s son and daughter-in-law leave for Meerut. And now Sisir is left completely alone. Detached from his own kin, Sisir now reaches out to his extended family by involving himself more intimately with the four new people in his life. He touches upon their minds trying to change their thoughts, and in turn, their lives. But in the process, he puts his own life into a vortex of complexities.",
    "chinese_title": "不是童话",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rupkatha Noy",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-20T02:28:30"
}