{
    "aka": [],
    "sid": "25839035",
    "cast": [
        {
            "url": "/celebrity/1351615/",
            "name": "Billie JD Porter Billie JD Porter",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2789618031.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3719154",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-02-05(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3719154/",
    "imdb_votes": 12,
    "this_title": [
        "Secrets of South America"
    ],
    "douban_link": "https://movie.douban.com/subject/25839035/",
    "imdb_rating": "7.7/10 from 12 users",
    "trans_title": [
        "南美的秘密"
    ],
    "douban_votes": "109",
    "introduction": "Three-part series revealing what it's like to be young in South America.Episode 1: Extreme Beauty QueensBillie JD Porter goes inside the Miss Venezuela boot camp, where plastic surgery and punishing diets transform ordinary young girls into rich and famous beauty queens in the world's most extreme contest.Billie spends six months with the contestants as they prepare for the spectacular grand final. She discovers that it's a gruelling marathon of posing and pouting for the ultimate prize which will change their lives. To succeed, the girls must impress Venezuela's king of beauty, Osmel Sousa, who is a ruthless perfectionist.Billie also explores why this country seems so obsessed with beauty when some of its people are still struggling with violence and poverty, as part of her thee-part journey across South America in World Cup year.Billie meets 20-year-old farm girl Laura, who has given up university so that she can fully focus on the beauty contest. She tells Billie about the pressure she feels to undergo cosmetic surgery, saying 'they want perfection but it doesn't exist.'The programme also follows 18-year-old Meyer as she progresses to the final stages of the contest. Her brother and cousin were both shot dead in the barrio Meyer lives in and she sees success in the competition as a way out of the slums. Billie visits Meyer's home and meets her family, who tell her they work seven days a week to earn enough money to pay for the cosmetic surgery she has been told she needs to get ahead. So far she has had breast implants, a nose job, her teeth corrected and a mesh fitted to her tongue which makes it too painful to eat solids, and therefore easier for her to lose weight. She wants to find a way to transform her life and help her family and she's hoping that taking part in Miss Venezuela will be the answer.Billie also gets close to Osmel Sousa and hears how he has been so successful at creating beauty queens for decades, with a string of Miss World victories to his name, and why he demands perfection.The film is the first in Billie's three-part journey across South America, unlocking the secrets and obsessions of the continent.Episode 2: Generation SexBillie JD Porter travels to Argentina to unlock the secrets surrounding one of the country's biggest passions - sex.Arriving in Buenos Aires only days before the Dia de la Primavera festival, which celebrates the first day of spring, she finds signs of sex everywhere from the music to the partying, and the steady stream of customers visiting Telos or love hotels. But she discovers that Argentina is a country full of contradictions, where sexual freedoms run up against the power of the Catholic Church, which frowns on homosexuality and supports the government's criminalisation of abortion, and where years of dictatorship have left their mark.As the spring break approaches, Billie explores the tug of war between traditional values and modern freedoms, immersing herself in the stories of young people as they seize every opportunity to enjoy themselves and have fun.The film is the second in Billie's three-part journey across South America, unlocking the secrets and obsessions of the continent.Episode 3: Cinderellas of the SlumsIn the last of three programmes revealing what it's like to be young in South America, Billie JD Porter travels to Brazil to explore the glitz and glamour of 15th birthday debutante balls. In Brazil's booming economy, some parents are spending more than £100,000 on their daughter's special day. But in a country with a huge gap between rich and poor, not everyone is invited to the party. Billie teams up with two modern-day 'Cinderellas' who are hoping their dreams of making it to the ball will come true.",
    "chinese_title": "南美的秘密",
    "douban_rating": "8.0/10 from 109 users",
    "foreign_title": "Secrets of South America",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.0",
    "update_at": "2025-04-10T16:00:50"
}