{
    "aka": [
        "The Innside Story: the Green River From the Alps"
    ],
    "sid": "25833970",
    "cast": [
        {
            "url": "/celebrity/1142293/",
            "name": "Ulrich Reinthaller Ulrich Reinthaller",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171493393.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt2156567",
    "director": [],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2011-12-22(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2156567/",
    "this_title": [
        "Inn - Der grüne Fluss aus den Alpen"
    ],
    "douban_link": "https://movie.douban.com/subject/25833970/",
    "trans_title": [
        "因河的美丽世界",
        "The Innside Story: the Green River From the Alps"
    ],
    "douban_votes": "0",
    "introduction": "Central Europe’s largest tributary of the Danube, the 323-mile Inn River flows through Switzerland, the Austrian Tyrol and Bavaria. Through the ages, the Inn’s legendary natural beauty has generated unique cultural regions. Called the green river from the Alps, the Inn has many faces: picturesque sandy islets, extensive wetlands, riparian forests and gravel banks. The source of the Inn lies in the Engadin Valley, in the Swiss canton of Graubünden, a famously gorgeous landscape with local populations of ibex and ptarmigans. In Tyrol and Bavaria, where the river finally empties into the Danube, beavers and European otters take advantage of the Inn as a habitat. The film also addresses the serious threats the river faces today: signs of massive human intervention are clearly apparent all along the Inn’s course, with consequences suffered by animal and plant life alike. Directed by Franz Hafner. Produced by Interspot Film GmbH for Austrian Broadcasting Corporation ORF.CCTV9于2013.12首播",
    "chinese_title": "因河的美丽世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Inn - Der grüne Fluss aus den Alpen",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T04:01:05"
}