{
    "aka": [],
    "sid": "25832988",
    "cast": [
        {
            "url": "/celebrity/1032170/",
            "name": "艾伦·戴维斯 Alan Davies",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060641/",
            "name": "莎拉·亚历山大 Sarah Alexander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367748/",
            "name": "达尔·达什 Dar Dash",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172994330.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050872/",
            "name": "大卫·伦维克 David Renwick",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3517834",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-03-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3517834/",
    "imdb_votes": 322,
    "this_title": [
        "Jonathan Creek: The Curse of the Bronze Lamp"
    ],
    "douban_link": "https://movie.douban.com/subject/25832988/",
    "imdb_rating": "6.8/10 from 322 users",
    "trans_title": [
        "幻术大师：青铜灯的诅咒"
    ],
    "douban_votes": "0",
    "introduction": "Just when married life for Creek and Polly couldn't be sweeter, the first signs of conjugal friction are beginning to appear on the horizon...A chance meeting one day with a stunning young weather forecaster is about to sow the seeds of insecurity in Polly's mind - especially when it emerges that her husband and the glamorous Daisy Shand share a rather unusual and intimate secret in the past.And there are parallel rumblings in the life of the Creeks' new cleaning lady Denise, who is constantly offloading all her marital problems with apparent relish. Relations with her bovine husband Dean, it seems, are at such a low ebb she's decided to turn to the commercial sector for sexual fulfilment...Too much information, the Creeks may feel, as she details her plans for a night of sin with a hunky young male escort. But when the evening takes a sudden tragic turn they are inevitably called in to help... and so begins a bizarre spiral of events involving mistaken identity, the disposal of a dead body, and a miraculous act of teleportation that leaves even Jonathan Creek lost for words.Is it too fanciful to attribute these magical developments to the rusty old Aladdin's lamp that Denise recently unearthed at a car boot sale?And as if life weren't complicated enough, there is the arrival one morning of a shocking photograph in the mail destined to send a shiver down Polly's spine. Who took it? And who sent it? And most terrifyingly, is there a chance, as Creek suggests, that it might be about to go viral?And finally, what is going on behind the net curtains at the apparently innocent riverside home of parish magazine editor Horace Greeley? And what is the strange dark secret being nursed by his elderly twin sisters...?",
    "chinese_title": "幻术大师：青铜灯的诅咒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jonathan Creek: The Curse of the Bronze Lamp",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T22:45:20"
}