{
    "aka": [],
    "sid": "25834831",
    "cast": [
        {
            "url": "/celebrity/1531000/",
            "name": "山田英子 Eiko Yamada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1409166/",
            "name": "菊田一夫 Kazuo Kikuta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2532478",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1950-03-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2532478/",
    "this_title": [
        "夢を召しませ"
    ],
    "douban_link": "https://movie.douban.com/subject/25834831/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "春海渚はレビューにあこがれて上京したものの、踊子にもなれず、劇場の案内係をしていたのに郷里の恋人弱木紋太にはスターになっているということにしていたが、あいにく紋太は渚のその晴れ姿を見ようと上京してきてしまった。スターの春海渚と尋ね歩いてもだれ一人知る者もいない。一方渚はスターのミッキイのファンから贈り物を届に部屋に入るが、目についた燕尾服に目が止まり、留守を幸い、衣裳を着込んで喜んでいた。ところへドアにノックがあり、驚いた渚は窓から外の手すりに逃げたが、シルクハットを風に飛ばされ、それを拾おうとした瞬間、よろめいた渚はそのまま気を失ってしまった。－－照明も消えた舞台に、一人立つ渚は、影法師に望みをかなえてやろうと言われて、錦絵のような美しい長崎の故郷へ連れていかれた。渚の顔をみると歌声と共に、大衆が押し寄せ、渚は「ナーギイ」という花形にされてしまった。花馬車にのせられたナーギイは王子にされ、李花の姫と共に、ナーギイ歓迎会場に連れて行かれた。大勢の観衆に囲まれて、すっかり有頂天になった渚は、始めは驚いたが、そのうちに自分でもナーギイになりきってしまった。その会場へ紋太と李花の恋人、王龍が憤慨してやってきた。樹の上でそれを見ていた、陰智己と頓智己はすっかり喜んでその結果を見ようと、魔力で娘姿に化けて後をつけた。すっかり王子にまつり上られたナーギイは銀の靴を出して、シンデレラを探したが、その靴をはけたのは、貧しい娘と、李花だった。二人のシンデレラの出現にナーギイは迷ったが、よく見ると貧しい姿の娘は、同じ劇場に働いていた翠だった。翠は間違いでも起こらないうちに帰ってくれと耳に囁いたが、今は驕慢になった有頂天のナーギイは、反対に翠をつきのけて、李花をシンデレラ姫に決めてしまった。そこへ乗り込んできた紋太と王龍のために、ナーギイは正体を暴露され、大衆に追われて逃げ出さなければならなくなった。一心に逃げるナーギイは魔力によって南蛮山お化け寺に吸い込まれ、影法師の主獏々和尚のためにいつまでもナーギイにしておいて貰う約束で、だまされて影をとられてしまったのだ。渚は影の代償として再びナーギイになったつもりだったが、舞台の花形として踊り狂うナーギイの相手は、実は悪魔だったのである。ナーギイにはその悪魔の姿が、人気者のミッキイ、タッピイに見えるのだ。そこへ紋太と翠たちが駆けつけて、悪魔のもっとも嫌う、十字架を持って、獏々和尚の魔力を解いて、ナーギイをやっと元の姿に帰すことが出来たのである－－。開幕のベルが鳴っている。渚は、手すりから落ちて実は気絶していたのだ。夢からさめた渚は、なつかしい紋太の姿を発見して、二人は熱い抱擁をするのだった。",
    "chinese_title": "夢を召しませ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T03:14:39"
}