{
    "aka": [],
    "sid": "25838997",
    "cast": [
        {
            "url": "/celebrity/1364490/",
            "name": "周博文 Bowen Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329154/",
            "name": "魏子涵 Zihan Wei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "儿童",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2711956793.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-03-06(中国大陆)"
    ],
    "this_title": [
        "小号手"
    ],
    "douban_link": "https://movie.douban.com/subject/25838997/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1948年冬天，解放军攻城部队对阎锡山盘踞的太原城开始了长达5个月的围困。主人公小号手是一名失去双亲的孤儿，作为连长的叔叔收留他在队伍中，并给他安排司号手的职务。但连长心里始终想让小号手远离战争，找到一个合适的人家做儿子。小号手性格乐观、幽默、勤快、机灵。在部队轮换休整的过程中，连长的队伍住进了太原郊区东山上的南梁村，故事就发生在这个村子里。小号手在部队的一次与敌人的作战中，在冲锋的一刻未能吹响冲锋号，自己懊悔不已，后又在行军的路上冒犯了正在上坟的三妮和女儿转。部队休整住进了南梁村，小号手和五六个战士竟然被安排住进了三妮的家。南梁村村妇三妮因10岁的儿子成刚刚不幸夭折了，三妮一家陷入痛苦中不能自拔，但为了支援前线，他们还是忍住悲伤尽心照顾着小号手和战士们。小号手因为在战场上没能将军号吹响一直心存愧疚，部队休整期间他刻苦练习，希望能成为一名合格的司号员，能有机会再上战场参加战斗。村中的孩子们看到小号手练习吹号，对小号手非常好奇，千方百计的想与小号手接近，希望也能吹一下军号，但小号手视军号如生命，经常为此和小伙伴发生冲突。尽管一开始小号手给三妮和女儿转留下很不好的印象，小号手也与南梁村以栓子为首的孩子们发生了一些冲突，多次受到连长的严厉批评和处罚。但小号手的到来也冲淡了三妮的哀伤，小号手从三妮身上也感受到了母爱。为了能使小号手远离战争，连长和三妮的男人长生商量决定搞一个仪式，让小号手认三妮做干妈，等打下太原城后，就让小号手留在南梁村好好给三妮夫妇当儿子，过上安稳的生活。小号手在与三妮一家和村民的相处中也逐渐产生了感情，欣然接受了连长的建议。在大军发起总攻的前夕，小号手带着三妮来到一排排白茬棺材前。小号手指着写有自己名字的棺材告诉三妮，他一定会在总攻中吹响他的冲锋号，如果要是他光荣了，就把他装进这口棺材埋了。三妮虽然不舍得小号手离去，但为了缘小号手能在战场吹响军号的梦，忍痛答应了小号手参加总攻的要求。小号手告别三妮妈妈，跟着连长他们奔赴攻城前线。清晨，三妮和转站在南梁顶上，远眺远处的冲天火光和隐隐传来的炮声，仿佛听见了小号手嘹亮的冲锋号。第二天黄昏，站在村口等候小号手归来的三妮看到的只是连长手里那把变形的小铜号。三妮手里的葱花烙饼散落一地。三妮让把装着铜号和新夹袄的棺材埋在儿子成的坟旁。高高的崖顶上，南梁村的孩子栓和小伙伴们用嘴吹起了小号手教会的休息号，悠扬的休息号声，回荡在春天返青的果园里。",
    "chinese_title": "小号手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-07T00:50:15"
}