{
    "aka": [
        "Maps of the Great Explorers"
    ],
    "sid": "25835379",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2171824657.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1444822/",
            "name": "吉尔·可巴利 Gil Kebaïli",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Les cartes des grands explorateurs"
    ],
    "douban_link": "https://movie.douban.com/subject/25835379/",
    "trans_title": [
        "伟大航海家的地图",
        "Maps of the Great Explorers"
    ],
    "douban_votes": "0",
    "introduction": "This two-part series gives viewers insight into how maps were drawn and revised based on the voyages of the great explorers. Interviews with historians and cartographers are interspersed with reenactments and the voyages and discoveries. The voyages of these explorers to the new world have provided historians many stories. Students can now see and understand the 'how' the knowledge gained from the voyages translated into the maps that explorers used. It wasn't necessarily a linear creation. Maps were added to, removed from and modified as more of the world was discovered. Part 1 - Columbus, Vespucci, Magellan The earliest maps didn't represent the actual land content of the world. Maps were updated as more of New World was explored. The maps of the Middle Ages, were mostly based on conjecture rather than actual discovery. With the expansion of the spice trade between Asian and Portugal and Spain, the maps began to change once again. The explorations of Columbus didn't end up where he had anticipated, but his addition of the West Indies to the maps gave Europeans a fuller view of the world. Vespucci gave mapmakers a solid understanding of what was beyond the shores of the Atlantic Ocean. Magellan's expedition circumvented the world discovering a vast ocean and lands beyond America. Part 2 - Cook, LaPerouse The earlier explores provided mapmakers with an understanding of the major continents. Part two of this series highlights the voyages of British Explorer James Cook and French explorer Jean Francois de la Perouse. James Cook, an exceptional navigator and cartographer, circumnavigated New Zealand, explored the Great Barrier Reef of Australia, and crossed the Polar Circle being the first to understand the icy nature of Antarctica. He sailed across the Pacific Ocean, mapping the \"Sandwich\" or Hawaiian Islands, and visited most of Polynesia. The voyages of LaPerouse in the Pacific provided cartographers with detailed charts and illustrations of the shores of Alaska, the Sea of Japan and the island archipelagos of Micronesia and Polynesia. A member of his expedition, Barthelemy de Lesseps, traveled by land across Siberia and Russia to deliver these documents back to Europe.",
    "chinese_title": "伟大航海家的地图",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Les cartes des grands explorateurs",
    "douban_rating_average": 0,
    "update_at": "2025-08-23T16:00:09"
}