{
    "aka": [],
    "sid": "25847185",
    "cast": [
        {
            "url": "/celebrity/1054467/",
            "name": "克里斯托弗·李 Christopher Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323244/",
            "name": "塞尔玛·布鲁克 Selma Brook",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "爱情",
        "悬疑",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527659285.jpg",
    "region": [
        "英国",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052592/",
            "name": "Michael Pakleppa Michael Pakleppa",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3519178",
    "director": [
        {
            "url": "/celebrity/1052592/",
            "name": "Michael Pakleppa Michael Pakleppa",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3519178/",
    "imdb_votes": 64,
    "this_title": [
        "Angels in Notting Hill"
    ],
    "douban_link": "https://movie.douban.com/subject/25847185/",
    "imdb_rating": "6.4/10 from 64 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "One day the boss of the universe (Christopher Lee) calls Joy (Selma Brook), one of his young helpers, to take on a job in Notting Hill, London. It is Joy's second mission and not an easy one. But she is determined to succeed. She has failed on her first job, this mission is her probation, her biggest challenge. But she has no clue, where to start and how to proceed. Her client Geoffrey is a secluded, lonely, not very attractive young man (Ryan Mercier) and he is not much to her liking. He lives in his fantasy world of hurtful memories of his dead girlfriend Rebecca and hardly notices anything that happens around him except his plush dog Mr. President. Geoffrey's real home is his work place, the antique shop \"Alice's\" - a wonderland of old circus and fairground items with a macabre collection of skeletons and weird, monstrous exhibits in the eerie basement. His boss, Ms. Alice Maple (Tina Gray) is a warm-hearted, eccentric old lady who is like a mother to him, \"Alice's\" is near bankruptcy, but Miss Maple stays positive. The darkest hour comes always before dawn. Geoffrey is too switched off to be very surprised by all the little miracles that start happening from now on around him. He meets now Joy regularly, but nobody else seems to be able to see her - except one: Miss Maple. Once Joy and Geoffrey get increasingly involved, she is unwillingly confronted with her own past. Geoffrey discovers step by step that Joy lived on earth before - as a showgirl and gangster bride in the 1920's. And she starts falling in love with her client and her new life as a woman - so much that she is about to fail once more. After a period of hide-and-seek the strange romance develops into a crazy love affair that culminates in the hopeless attempt to lead a relationship. But how can an angel and a man live happily together? Joy keeps disappearing and every time Geoffrey feels more miserable. But he has a funny new companion now: his toy dog has started talking (voice of Christopher Lee) and he keeps the slow Geoffrey alert with his ironical comments. In a dream Geoffrey meets the ghost of his girlfriend Rebecca (René Castle) again, who begs him to stop grieving and to let her free. But he still lacks a human companion. One day he meets Suzie (Stefanie Wallis), a shady young woman who is just at the end of an abusive relation. It looks, as it could be the beginning of another romance - until Geoffrey finds out that Suzie has stolen his money. It takes a lot of surprising turns until the angel has brought this impossible couple together - at the end all of them: Geoffrey, Joy herself, Miss Maple and Suzie have all healed the wounds of their past and are ready to enter a new phase in life. ANGELS IN NOTTING HILL is an urban fairy tale about men and angels and the hidden little angel within all of us - full of magic, gentle humour and warmth. A funny philosophic, poetic fantasy about heaven and hell in modern everyday life.",
    "chinese_title": "Angels in Notting Hill",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T02:13:15"
}