{
    "aka": [],
    "sid": "25846029",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888224955.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "171分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "RACE - The Power of an Illusion | PBS"
    ],
    "douban_link": "https://movie.douban.com/subject/25846029/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Race is one topic where we all think we're experts. Yet ask 10 people to define race or name \"the races,\" and you're likely to get 10 different answers. Few issues are characterized by more contradictory assumptions and myths, each voiced with absolute certainty.In producing this series, we felt it was important to go back to first principles and ask, What is this thing called \"race?\" - a question so basic it is rarely raised. What we discovered is that most of our common assumptions about race - for instance, that the world's people can be divided biologically along racial lines - are wrong. Yet the consequences of racism are very real.How do we make sense of these two seeming contradictions? Our hope is that this series can help us all navigate through our myths and misconceptions, and scrutinize some of the assumptions we take for granted. In that sense, the real subject of the film is not so much race but the viewer, or more precisely, the notions about race we all hold.We hope this series can help clear away the biological underbrush and leave starkly visible the underlying social, economic, and political conditions that disproportionately channel advantages and opportunities to white people. Perhaps then we can shift the conversation from discussing diversity and respecting cultural difference to building a more just and equitable society.",
    "chinese_title": "RACE - The Power of an Illusion | PBS",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T11:11:54"
}