{
    "aka": [],
    "sid": "25840404",
    "cast": [
        {
            "url": "/celebrity/1028877/",
            "name": "约翰·皮尔格 John Pilger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172903554.jpg",
    "region": [
        "英国",
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1028877/",
            "name": "约翰·皮尔格 John Pilger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3335378",
    "director": [
        {
            "url": "/celebrity/1028877/",
            "name": "约翰·皮尔格 John Pilger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320174/",
            "name": "阿兰•罗威 Alan Lowery",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-11-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3335378/",
    "imdb_votes": 465,
    "this_title": [
        "Utopia"
    ],
    "douban_link": "https://movie.douban.com/subject/25840404/",
    "imdb_rating": "7.7/10 from 465 users",
    "trans_title": [
        "乌托邦"
    ],
    "douban_votes": "0",
    "introduction": "UTOPIA is an epic production by the Emmy and Bafta winning film-maker and journalist John Pilger.UTOPIA is a vast region in Northern Australia and home to the oldest human presence on earth. \"This film is a journey into that secret country,\" says John Pilger, \"It will describe not only the uniqueness of the first Australians, but their trail of tears and betrayal and resistance – from one utopia to another\". Pilger begins his journey in Sydney, where he grew up, and in Canberra, the Nation’s Capital, where the National Parliament rises in an affluent suburb called Barton, recently awarded the title of Australia’s most advantaged community.A Global Campaign illuminated apartheid in South Africa. No such opprobrium has been directed at Australia, where black Australians are imprisoned at up to eight times the rate of blacks in apartheid South Africa. Instead, Australia’s post card image is that of the ‘lucky country’; and indeed few societies are as wealthy, if you leave out the original inhabitants is that of a third world country. In the town of Wilcannia, New South Wales, the average life expectancy of men is 37. This is the secret of apartheid Australia.UTOPIA is both a personal journey and universal story of power and resistance and how modern societies can be divided between those who conform and a dystopian world of those who do not.",
    "chinese_title": "乌托邦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Utopia",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T10:56:32"
}