{
    "aka": [],
    "sid": "25855308",
    "cast": [
        {
            "url": "/celebrity/1152034/",
            "name": "贝拉·塔尔 Béla Tarr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2176313185.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt3150876",
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2013-07-04(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3150876/",
    "imdb_votes": 243,
    "this_title": [
        "Tarr Béla, I Used to Be a Filmmaker"
    ],
    "douban_link": "https://movie.douban.com/subject/25855308/",
    "imdb_rating": "7.1/10 from 243 users",
    "trans_title": [
        "贝拉·塔尔：我曾是一个制作电影的人"
    ],
    "douban_votes": "264",
    "introduction": "An illuminating – and extremely rare – documentary profile of one of the greatest filmmakers of our time, Béla Tarr. Filmed during the production of his final masterpiece, The Turin Horse, this film features clips, behind-the-scenes footage and interviews with longtime collaborators.From December 2008 until June 2010, Béla Tarr gathered his “cinema family” near Budapest for his last film: The Turin Horse. This shooting family, which has been collaborating with Tarr for years or even decades, includes Tarr's wife/co-director/editor Agnes Hranitzky, cinematographer Fred Kelemen (himself a director of some renown), scriptwriter Laszlo Krasznahorkai, musician Mihaly Víg, composer Akosh Szelevenyi, and lead actors Janos Derzsi and Erika Bok.Tarr Béla: I Used to Be a Filmmaker offers an in-depth window into Tarr’s on set process. While filmmaking is \"a feudal system\" and “there is no democracy in art” as Tarr declares, this film reveals collaboration is essential to the making of Tarr’s cinematic art. Granted all-access, French anthropologist/filmmaker Lamoure closely follows the construction of the main set, captures intimate exchanges between the director and his actors during rehearsals, and the orchestration of elaborate shots involving heavy equipment, but as the documentary also reveals, economic ingenuity.Lamoure takes occasional detours to Budapest where he elicits revealing interviews from Bok, Vig and Derzsi, and also includes clips from Tarr's best-known previous productions, the 7-1/2 hour Sátántangó (1994) and Werckmeister Harmonies (2000), plus 8mm footage shot during the making of the former.",
    "chinese_title": "贝拉·塔尔：我曾是一个制作电影的人",
    "douban_rating": "8.1/10 from 264 users",
    "foreign_title": "Tarr Béla, I Used to Be a Filmmaker",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.1",
    "update_at": "2025-02-23T03:49:30"
}