{
    "aka": [
        "Because I was a Painter, Art that survived the Nazi camps"
    ],
    "sid": "25851897",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2175668593.jpg",
    "region": [
        "法国",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt3342998",
    "director": [
        {
            "url": "/celebrity/1459224/",
            "name": "克里斯托夫·科涅 Christophe Cognet",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2014-03-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3342998/",
    "imdb_votes": 31,
    "this_title": [
        "Parce que j'étais peintre - l'art rescapé des camps nazis"
    ],
    "douban_link": "https://movie.douban.com/subject/25851897/",
    "imdb_rating": "6.7/10 from 31 users",
    "trans_title": [
        "因为我是一位画家",
        "Because I was a Painter, Art that survived the Nazi camps"
    ],
    "douban_votes": "0",
    "introduction": "Ce film mène une enquête inédite parmi les oeuvres réalisées clandestinement dans les camps nazis. Il dialogue avec les rares artistes déportés encore vivants et avec les conservateurs de ces oeuvres : des émotions qu'elles suscitent, de leur marginalisation, leurs signatures ou leur anonymat, de leur style, ainsi que de la représentation de l'horreur et de l'extermination.Surtout peut-être, il contemple longuement les dessins, croquis, lavis, peintures, conservés dans les fonds en France, en Allemagne, en Israël, en Pologne, en Tchéquie, en Belgique, en Suisse...Dans ce voyage parmi ces fragments d'images clandestines et les ruines des anciens camps, il propose une quête sensible entre visages, corps et paysages, pour questionner la notion d'oeuvre et interroger frontalement l'idée de beauté. L'enjeu en est dérangeant, mais peut-être pourrons-nous mieux nous figure ce que furent ces camps, appréhender les possibles de l'art et éprouver ce qu'est l'honneur d'un artiste - aussi infime et fragile que soit le geste de dessiner.",
    "chinese_title": "因为我是一位画家",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Parce que j'étais peintre - l'art rescapé des camps nazis",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T22:21:15"
}