{
    "aka": [
        "New Minesweepers Warfare : Courageous boy"
    ],
    "sid": "25869685",
    "cast": [
        {
            "url": "/celebrity/1340249/",
            "name": "马英哲 Yingzhe Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340255/",
            "name": "涓子 Juanzi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340250/",
            "name": "苏俣 Yu Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340112/",
            "name": "林强 Qiang Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340251/",
            "name": "梁子 Zi Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340252/",
            "name": "陈大刚 Dagang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340253/",
            "name": "梁晓强 Xiaoqiang Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340254/",
            "name": "马羽非 Yufei Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "动画",
        "儿童",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183479290.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1340242/",
            "name": "金晓敏 Xiaomin Jin",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1340240/",
            "name": "杨广福 Guangfu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340241/",
            "name": "蒋惠岩 Huiyan Jiang",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-05-30(中国大陆)"
    ],
    "this_title": [
        "新地雷战：神勇小子"
    ],
    "douban_link": "https://movie.douban.com/subject/25869685/",
    "trans_title": [
        "New Minesweepers Warfare : Courageous boy"
    ],
    "douban_votes": "539",
    "introduction": "抗日战争爆发后的，日军得寸进尺，大肆杀害抢掠我国同胞， 人民恨之入骨， 可惜孤军势弱奈侵略者不得。日军挺进中原，先头部队来到必经要塞：麦家村。日军队长野田一郎原以为小小麦家村，面对日军金戈铁马，机械化部队，应该束手就擒，就此沦陷。岂料，在最危急时刻， 麦包父亲联络邻村村民，共组游击队，运用硝、硫、木炭自制火药，制造地雷，顽强反抗。一时间，日军屡屡败退，对于麦家地雷，更是闻风丧胆。野田老奸巨猾，决定大肆抓捕中国人，威逼个别懦弱之徒做汉奸，混入麦家村游击队中，里应外合，大破地雷阵机灵敏捷的麦包人小志大，欲与麦父并肩作战，但被父亲制止，认为麦包应该读书识字，将来会更有一番作为。麦包一心报国，跟随爷爷的戏团混入日军所在的梁城演出爱国剧目《精武门》，唤醒人民沉睡的爱国心，不幸被抓。狱中，麦包遇到伪装成大汉奸打入敌人内部的共产党员徐三东。在三东的帮助下，麦包死里逃生，更成为了一名小小小卧底。麦包寻找机会假意向日军献媚，更使出祖传中医绝技， 很快成为野田眼中红人。而此时，野田亦顺利收买村民蔡丁作为间谍混入游击队。至此，卧底对卧底的局面依然产生。麦爷爷等一干村民被抓后，麦爸爸决定夜晚偷袭日军总部救人，不料这个消息被蔡丁告知了野田。日军决定将计就计，将村民绑在木桩上，换上士兵衣服，而将自己的士兵换上村民的服装，待游击队来到，将其一举歼灭。夜晚降临，麦包现场看到爷爷等人被传上日军军服，不禁着急，而爷爷等村民误以为麦包卖国求荣。麦包内心挣扎。埋伏率队赶到，幸得麦包聪明，攀上城墙，以探照灯闪灯闪出摩斯密码，麦父收到情报，全身而退。野田看到探照灯摩斯电码，心中生疑，麦包嫁祸给队长心腹萧春，萧春背黑锅。蔡丁再次传出消息，游击队发现火药耗尽，而制作的材料亦不足，决定进日军军营偷火药。麦包和三东里应外合，使出调虎离山计，配合游击队顺利拿到火药。终于拿到了火药，更拿到了日军的地雷，但是，日军的探雷小组奉命来到，麦包再次利用风筝发消息，但是被萧春破坏，野田更是对所有人心存怀疑，拖着萧春，三东，麦包等玩游戏。麦包分身乏术，没法放出消息，麦家村危在旦夕。危情之下，麦包再次以小孩子天马行空的想象力想出一个决定聪明的方法，送出情报，只是，连麦包自己也不清楚，麦爸爸是否能注意到这个情报传送出来的细节，没有别的办法了，就此一搏。日军纠集人马，有探雷队长龟田带领探雷队探雷，野田不禁得意洋洋。麦包看见龟田、萧春二人在野田面前争宠，施以离间计，使得二人水火不容。二人争抢头功，举帮探雷，不料，麦父早已收到消息，在地里买下破锅烂铁，二人非但没有探到地雷，反而踩到地雷，大呼救命，日军前进，被地雷阵困住，死伤无数。野田只得鸣金收兵，从长计议。野田不甘心屡战屡败，更是因为蔡丁的提醒，得知身边有卧底，开始对所有人都不信任。是夜，野田重新纠结人马，欲趁黑夜偷袭麦家村。更是以爷爷等村民作为先头去踩地雷。爷爷等人视死如归，大义凌然，麦包心里难受，却又无法表现出来。更重要的是究竟用什么方法通知父亲。眼看前面就要进入雷区，麦包忽然再度想出绝世妙计，麦父率领游击队，勇救村民。野田回到营地，破口大骂，将一直以来的怀疑锁定在麦包，萧春，三东和龟田身上。野田决定将众人带到审问犯人的终极之地——风声城堡。野田对众人分别使出电影《风声》中的各种招数，虽然都以玩笑结束，但是野田“宁可杀错，绝不放过”的抓卧底政策实施之日也越来越紧，麦包和三东决定最后一搏，终被二人逃出生天，但是三东却中枪，麦包发誓一定要替三东和无数被野田杀害的通报报仇，将他们赶出麦家村，将来，更要将所有日本鬼子赶出中国。麦包回到麦家村，首要任务，找出游击队中的卧底。麦包父子唱双簧，麦父更故意辞去游击队长一职，忍辱负重，暗中找出卧底蔡丁。此时，野田在也没有耐心玩下去，终于使出杀手锏——坦克。野田纠集50辆坦克浩浩荡荡驶向麦家村，要把这里夷为平地。地雷对坦克的大战一触即发！麦包用地雷出发炸弹，炸毁排在第一辆的坦克。而麦包父亲则拉动石雷，炸毁山体，将所有日本坦克困在麦家村动弹不得。村民投下无数火堆，燃烧自己的屋子，一瞬间，整个麦家村变成了一片火海，坦克收到高温，有的自然爆炸，日兵逃出坦克也着火。看着一片火海，所有人眼中噙着眼泪。在麦包和父亲的带领下，终于，游击队大败日军，坚守住麦家村，麦家村变成一片欢乐的海洋。",
    "chinese_title": "新地雷战：神勇小子",
    "douban_rating": "2.7/10 from 539 users",
    "foreign_title": "",
    "douban_rating_average": "2.7",
    "update_at": "2025-06-07T08:21:11"
}