{
    "aka": [],
    "sid": "25867543",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2179250288.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1568621/",
            "name": "米切尔·邓奈尔 Mitchell Duneier",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1553312",
    "director": [
        {
            "url": "/celebrity/1037731/",
            "name": "巴里·亚历山大·布朗 Barry Alexander Brown",
            "@type": "Person"
        }
    ],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-04-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1553312/",
    "imdb_votes": 18,
    "this_title": [
        "Sidewalk"
    ],
    "douban_link": "https://movie.douban.com/subject/25867543/",
    "imdb_rating": "6.4/10 from 18 users",
    "trans_title": [
        "人行道王国"
    ],
    "douban_votes": "0",
    "introduction": "SIDEWALK chronicles the lives of primarily black homeless book vendors and magazine scavengers who ply their trade along 6th Avenue between 8th Street and Washington Place in New York City. By briefly comparing those book vendors with the history of book vending along the Seine in Paris, the film speaks to the efforts of North American and European societies to rid public space of the outcasts they have had a hand in producing. The film takes us into the social world of the people subsisting on the streets of New York by focusing on their work as street side booksellers, magazine vendors, junk dealers, panhandlers, and table watchers. The sidewalk becomes a site for the unfolding of these people living on the edge of society in order to give us a deeper understanding of how these individual's are able to survive. It also becomes a site for conflicts and solidarities that encompass the vendors and local residents. We followed half dozen vendors for most of this past decade. By the end of shooting the film, their lives had taken a myriad of routes - one was hired by a local University to run a speakers series, another left to find herself working at a 7/11 convenience store, a third was deported to Jamaica where he struggles to survive without family, friends or a livelihood. Most of our characters have remained on the street continuing the daily struggle to scratch out a living on what the rest of us throw away. In this context, our main objective is to show HOW the sidewalk life works today. How do these people on the street live in a moral (and sometimes immoral) order? How do they have the ingenuity to do so in the face of exclusion and stigmatization on the basis of race and class? How does the way they do so affront the sensibilities of the working and middle classes? How do their acts intersect with a city's mechanisms to regulate its public spaces?- Written by Barry Alexander Brown",
    "chinese_title": "人行道王国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sidewalk",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T13:15:16"
}