{
    "aka": [],
    "sid": "25869912",
    "cast": [
        {
            "url": "/celebrity/1372148/",
            "name": "伍强 Qiang Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356624/",
            "name": "刘伟 Wei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316726/",
            "name": "马丽 Li Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316396/",
            "name": "余小雪 Xiaoxue Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326939/",
            "name": "王虎城 Hucheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372149/",
            "name": "刘典坤 Diankun Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325697/",
            "name": "赵耀东 Yaodong Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410957/",
            "name": "李根 Gen Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455803902.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1339763/",
            "name": "陈国军 Guojun Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "内幕"
    ],
    "douban_link": "https://movie.douban.com/subject/25869912/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "谭华是佑海市公安局刑警队队长， 在警局表现出色，妻子龚敏婕市佑海市 医院的大夫，这样的结合无疑是令人羡 慕的。但是没有想到的是龚敏婕竟然在 一个深夜在自己的家中，被人残忍地杀 害了。警方进入案发现场，但一时间却 没有头绪，就在这时，龚洁——龚敏婕 的妹妹站出来，指证谭华味杀人凶手， 并表示自己不止一次地看见姐姐和姐夫 发生激烈争吵，姐夫常常用非常吓人的 字眼恐吓威胁姐姐，说要杀了姐姐。一 时间警方的视线都集中到了谭华的身上 。龚敏婕的父母一时之间难以接受女儿 的死讯，队女婿谭华也产生了很大的误 会，女儿娟娟也被送到姥姥、姥姥家。在接受了警方48小时的收审以后， 谭华开始了投入到破案的过程当中，为 尽快弄清事情的真相，谭华借自己肾结 石的病住进了佑海医院。在医院里的日 子里，谭华通过病友以及病历管理员的 帮助下，开始渐渐意识到妻子的死或许 和假药有关，在医院妻子的电脑上发现 一篇名为《调查》的文件后，谭华就更 进一步行动，有人偷偷在谭华日常服用 的药中下了毒。去市人民医院孟大夫那 里了解到妻子曾经为了搞清柏枞胶囊的 疗效去找莫教授的情形之后，谭华的内 心更加不平静了起来，他越来越意识到 妻子的死和药品有关。没有想到的是刚 从人民医院出来，谭华就遭到了犯罪分 子的袭击。然而这一切并没有让谭华畏 惧，他很快找到了医药专家莫与伦教授 。谭华的到访，让莫与伦不禁有些措 手不及，也让他开始对赛尔集团的柏枞 胶囊产生怀疑，毕竟当初他并没有认真 考察过该药的药效。在他的配合下，警 方和药检局对赛尔集团进行了全面调查 ，结果却一无所获。赛尔集团保卫处的 负责人娄士恒还主动提供了一个制假窝 点，但这些都只是虚晃一招。谭华并没有被这些假相所迷惑，他 接着往下调查，这让赛尔集团非常恼火 ，排人威胁了龚敏婕的父母。接下来， 郝妍、白强和马长水的相继死亡也让案 情扑朔迷离了起来，付学友是否内奸， 也成了谭华和赵局长的一个重大疑点。赛尔集团积极推动新产品——抗衰 延寿生命营养液上市，并发表了一篇过 去莫教授的文章来做宣传，莫教授非常 生气，发表了一篇对立的文章来回击赛 尔集团，没有想到赛尔集团竟用更恶劣 的手段对付，莫教授气愤难平，中风住 进了医院。一场关于营养液是不是有效 的学术声论展开了，因为新产品是赛尔 集团争取3亿贷款的有力筹码，为此，鲍 雨桐等人不惜使用赤裸裸的金钱诱惑， 一些专家学者站到了赛尔集团的一边。 谭华在龚洁的帮助下，虽然也争取到了 一些专家学者，但依然没有阻拦住这场 伪学术听证会。就在赛尔集团为伪听证会的胜利而 欢呼的时候，谭华、高朝华截获了户外 流动的制假工厂，花志才和郭家千等人 被依法逮捕。在花志才的供诉中，龚敏 婕被杀害的整个案情清楚地呈现出来， 作案人和作案过程都明朗了。假药厂和 凶杀案被成功破获意义非常重大，电视 台对此进行了深入报导。看到龚敏婕被 杀害的真相在电视上播出，龚家一家人 都忍不住极大的悲痛，对谭华的误会也 慢慢消除，一直对自己工作的赛尔集团 非常相信的龚洁也开始相信姐夫谭华的 判断，增添了对姐夫的内疚之情。假药厂被截获，娄士恒被逮捕，方 余百的假博士学位又被自己抛弃的女助 手姜菲揭示了出来，一时间，赛尔集团 再也无法掩饰自己的斑斑劣迹，但关键 时候鲍雨桐的秘密情人佑海市副市长罗 子谦出面圆场，市级领导一致通过，表 示赛尔集团毕竟是市里的优秀企业，本 着保护的态度，希望赛尔集团能够将功 补过，并通知市公安局长赵启德立即停 止对赛尔集团的调查工作，谭华气愤不 已。谭华的不依不饶，让赛尔集团德鲍 雨桐非常恼火，在鲍雨桐和付学友的秘 密指使下已经被转移到佑海市以外的娟 娟还是遭到了袭击，谭华也被栽赃陷害 。在赵启德德授意下，谭华等人找到了 佑海市市委书记路书记，行动也开始往 顺境中转变。随着调查力度的增加，赛尔集团方 面也乱了阵脚，鲍雨桐的秘书邢平在被 付学友送往机场的路上被逮捕，并一口 供出了付学友和赛尔集团的黑暗交易。 娄士恒在监狱中服毒自杀的事件，引出 了另一个隐藏很深的幕后人物——郭行 长。案情到了收尾的时候，付学友和郭 行长在废弃大楼里和警方负隅顽抗的时 候被抓获，付学友当场被击毙。鲍雨桐 等束手就擒，等待法律的公正判决，谭 华也终获家人的理解，一家团聚……",
    "chinese_title": "内幕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-05T16:55:52"
}