{
    "aka": [],
    "sid": "25867233",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897232736.jpg",
    "region": [
        "新西兰",
        "德国",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt2372238",
    "director": [],
    "duration": "43分钟",
    "episodes": "5",
    "language": [
        "英语",
        "粤语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2372238/",
    "imdb_votes": 56,
    "this_title": [
        "New Zealand from Above"
    ],
    "douban_link": "https://movie.douban.com/subject/25867233/",
    "imdb_rating": "8.3/10 from 56 users",
    "trans_title": [
        "南面有伊甸"
    ],
    "douban_votes": "0",
    "introduction": "An aerial journey from the deep south of the South Island to the northern tip of the North Island. We discover the landscapes and meet New Zealanders who talk about their work, interests and culture.《南面有伊甸》摄製队是利用装置了稳定器的高清摄录机，全空中拍摄的纪录片，在直昇机上俯瞰整个纽西兰，飞越美丽的冰川、平湖、雨林及激流，更深入北部的白沙湾，欣赏白色悬崖及火山一带的美丽风景，又探访毛利族人及电影《魔戒》的故事取景地点。第一集《南面有伊甸》将带领大家看看纽西兰南岛的第二大城市 - 但尼丁。还有已列入世界文化遗产的峡湾国家公园，作为纽西兰最大的国家公园，公园内三分之二的地区都覆盖着原始的山毛榉和罗汉松森林，森林中有鴞鹦鹉、鹬鸵等珍贵鸟类栖息。接着到南岛的旅游度假地 - 皇后镇，这裡被非常壮观的群山环绕，电影《魔戒》曾在这裡取景，更是玩滑翔伞的胜地。第二集南阿尔卑斯山脉（Southern Alps）是位于纽西兰南岛西部的一条山脉，是整个南岛的天然分水岭，漂亮的地形令人讚叹，进入奥塔哥的中部，感受一下1860年时期的疯狂淘金潮，不过现已剩下的只有废墟及一些淘金传说。而现在，酿酒业已成为这个地区的最重要产业。第三集 今集我们先到纽西兰的西岸，西岸以崎岖的海岸线、丰富的自然宝藏与保护完好的雨林而着称。而西岸的冰川更是世界闻名。接着我们飞到东岸，一窥海上的霸主鲸鱼如何觅食。再到有「花园之城」美誉的纽西兰第三大城市基督城，看看发生了两次的大地震对这裡有什麽影响。最后回到西岸，乘船到达塔斯曼湾欣赏美极的景色。第四集 从南面出发，横扫位于纽西兰北岛、南岛之间的库克海峡，当中有一渡轮来往于南岛皮克顿与北岛惠灵顿之间。我们再往北面进发，那裡的火山台地有着多个活火山如东格裡罗火山、诺鲁霍伊火山、鲁瓦皮胡火山，亦有因频繁的火山活动而形成的陶波湖。第五集 位于北岛最北部的纽西兰是在北岛最大的城市，人口约140万，被称为「帆之都」的奥克兰，同时也是纽西兰工业和商业中心。接着到达北面海湾的Poor Knights Island，直立在深海之中的峭壁、悬崖像海岛本身一样独一无二，海洋生物在这裡安全地生活着。再到怀波阿森林区（Waipoua Forest）。这裡万松挺立。其中有一棵树龄生存了1200年以上的古松，高170英尺，生长于纽西兰考裡松原始森林保护区，被称为「森林之父」。 最后以探访纽西兰境内的原住民 – 毛利人作完结。",
    "chinese_title": "南面有伊甸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "New Zealand from Above",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T15:21:26"
}