{
    "aka": [
        "Rollerblade"
    ],
    "sid": "25864189",
    "cast": [
        {
            "url": "/celebrity/1549480/",
            "name": "柳淳哲 Soon-chul Yoo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt5132714",
    "director": [],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5132714/",
    "this_title": [
        "롤러블레이드"
    ],
    "douban_link": "https://movie.douban.com/subject/25864189/",
    "trans_title": [
        "Rollerblade"
    ],
    "douban_votes": "0",
    "introduction": "A girl living in a town before redevelopment wants to run fast like other friends. However, she is way behind other kids her age because she doesn't have a rollerblade. Rollerblade juxtaposes the world of adults who thirst for redevelopment with the world of a girl who wants to have a rollerblade. The film criticizes the shameful reality of Korean society which is still obsessed with the redevelopment with a stable storytelling style layered on ingenuous coming of age story of children using the motif of confined space treated in old stories repeatedly. Especially, the series of actions a girl has done in scrapyard with her brother is the figuration of her curiosity, psychological anxiety and fear. And the scene is in line with the stories happened in fairy-tale world as well. But the thing that it still can't stay out of the coming of age story is the one of wistfulness of this film. However, the cohesiveness to condense growing up process which would be left like a small scar on her hand is the obvious attraction of Rollerblade. (Ahn Sihwan)",
    "chinese_title": "롤러블레이드",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-06T17:13:09"
}