{
    "aka": [
        "Soup of Life"
    ],
    "sid": "25864139",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424162578.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "40分钟",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-02-05"
    ],
    "this_title": [
        "砂煲肉骨茶"
    ],
    "douban_link": "https://movie.douban.com/subject/25864139/",
    "trans_title": [
        "Soup of Life"
    ],
    "douban_votes": "0",
    "introduction": "故事大纲“人生就像肉骨茶一樣，必須經得起時間的考驗才能活出自我，知道自己的存在價值，生活才能更精彩！”这是源妈告诉阿源的做人道理。阿源年少时本是一个小流氓，专干一些偷鸡摸狗的事情。一次帮派厮杀的过程里，阿源的好兄弟阿海，为了让阿源脱离警察的追捕，毅然自首，承担一切罪名。阿源感激阿海的牺牲，从此洗心革面，继承了父亲的手艺，在咖啡店里开了一档肉骨茶档，与妻子阿妹一起经营。阿源秉承着真诚、绝不偷工减料的理念把肉骨茶发扬光大，许多顾客都慕名而来咖啡店。阿妹的旧相好黑哥总是缠着阿妹不放，要她离开阿源跟自己走，还三番四次地来咖啡店找阿源的麻烦。两人在一次的冲突下，阿源忍无可忍，竟失手将黑哥烫伤。黑哥誓言一定要把阿源告到坐牢…阿海从监狱出来，本打算重新做人，挥别过去。阿海知道阿源为了黑哥的事情而烦恼，竟私下找黑哥谈判，不料黑哥反欣赏阿海的狠劲，要他帮忙自己走私,此时最后被阿源知道，及时阻止了。两兄弟合作将黑哥绳之于法。阿海为了工作而烦恼，总是因为曾是囚犯而遭歧视，好不容易找到一份厨师的工作，却重遇回以前的老大——龙哥。龙哥知道阿海的能力，欲邀他回来帮自己，阿海不愿再走回头路，断然拒绝，却因此惹怒了龙哥。阿海无处可去，在阿源的帮忙之下，终于在咖啡店开了个卖椰浆饭的档口。在咖啡店卖卤鸭饭的林芳，刻苦耐劳，总是无怨无悔地家庭付出，丈夫Mark因失业多年而变得脾气暴躁，更和一个酒吧老板娘Amy纠缠上。林芳为了捍卫家庭，她会选择妥协还是面对？Mark向林芳恳求原谅，可Amy的出现却让一切骤变，她挑破离间，让林芳和她儿子之间的关系更糟糕。Mark为了挽救婚姻，欲跟Amy分手，不料却激怒了Amy。Amy为了让Mark回到自己的身边，使出一切手段，结果却酿成了一场悲剧。失去丈夫的林芳，得到咖啡店众人的帮助，重新振作起来。而阿海一次又一次的适时帮助，让两人渐生情愫，可两人因为各自的身份而无法更进一步。同一时间，阿源因牵涉一宗杀人案，而被警方当成犯人捉走了。阿海几番追查之下，得知此事竟与龙哥有关。为了帮阿源脱罪，阿海终于答应龙哥的要求。阿源无罪释放，阿海却无故失踪。林芳无意中发现阿海的踪影，知道他重新加入了黑帮，痛心不已，两人的感情更受考验。咖啡店聚集了各个不同性格的人，老板娘银姐，为人尖酸刻薄，总是以金钱和利益为主，以此管制所有的档主和员工。银姐有一个儿子和一个女儿，儿子金茂终日游手好闲的，总是想办法赚快钱，却每一次都不成功；女儿金铃有轻度弱智，而常常遭人欺负，幸亏阿海一次又一次地替她解围，顿时让金铃倾心，把他当成英雄看待，整天缠着阿海。银姐的老相好凌师傅，则是一个太极师傅，知识渊博，常常待在咖啡店里谈论时事。西餐档的Paul邂逅了来自中国的追梦女孩姜虹，对其倾心，姜虹却一心要完成去美国跳舞的梦想。为了赚钱储蓄，她还到咖啡店当起了咖啡小妹。咖啡少东金茂对姜虹展开了热烈的追求，知道她需要一笔庞大的资金，便毅然介绍了直销减肥药这一条财路给她。不料林芳的妹妹阿珠吃了减肥药后，导致肾脏衰竭入了医院，姜虹为此愧疚不已，而Paul由始至终一直默默守候在姜虹身边，让姜虹感动不已，接受了Paul的追求。可惜好景不长，凌师傅的女儿丁丁突然从美国回来，对于这位开放又前卫的女生，众人都感措手不及。原本打算结婚的银姐和凌师傅，因为丁丁和金茂不合的关系而被迫取消结婚计划，银姐还因此生气了凌师傅。凌师傅伤心之下，拉了Paul去喝酒，结果Paul喝得大醉，回到家后竟把丁丁骂得一文不值。丁丁知道父亲对银姐的爱意后，决定和Paul合计让两人破镜重圆。丁丁和Paul也因这次的误会而不打不相识。金茂一直对姜虹有意，一次借着醉意竟想强吻姜虹。丁丁得知了这件事情，决定替姜虹报复，设计陷害金茂。金茂的丑事被爆，还被人当成过街老鼠，因此他对丁丁恨之入骨，更将丁丁掳走。原本只是想吓一吓丁丁的金茂却把事情越闹越大，最后还被警方通缉，无处可去的他只好投靠龙哥。龙哥心生一计，竟利用金茂对付阿海……刘虹毕业后一直积极找工作，为得就是取得居留证留在新加坡。在Paul的帮助下，她终于找到一份教小孩子跳舞的工作，其中一名学生何恩琪，姜虹特别投缘，其父亲何先生也对姜虹有意。夹在何先生和丁丁的之中，Paul和姜虹的感情渐渐变卦。Paul为了实现姜虹的梦想，毅然成全何先生和姜虹。而丁丁则一直陪在Paul的身边，鼓励他从情伤里走出来。Paul真的可以放下这段情吗？阿妹怀孕，阿源家上下欣喜。不料阿妹却意外发现自己患上了妊娠糖尿病，不适宜生孩子。阿源为了阿妹的身体着想，竟要求阿妹把孩子拿了，阿妹不愿意，极力保住孩子，两夫妻同心协力地为孩子的出生而努力着。可好事多磨，阿妹因为目击了金茂杀人而被盯上了。而阿源要如何保护他的妻儿呢？在食物的香气里，在咖啡店特有的风味里，一出出充满人情味的故事被娓娓道来。人生的酸甜苦辣，暗合着各种食材，道出了种种人生百态。",
    "chinese_title": "砂煲肉骨茶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T21:00:44"
}