{
    "aka": [],
    "sid": "25870672",
    "cast": [
        {
            "url": "/celebrity/1055707/",
            "name": "Nick Rhodes Nick Rhodes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "11 min",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-01-15"
    ],
    "this_title": [
        "The Shape Of Things That Hum Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25870672/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Shape of Things That Hum is a synthesizer documentary series that featured Nick Rhodes, first aired by Channel 4 in the UK during 2001.The series centered on electronic instruments that helped shape modern music, with each episode focusing on a specific instrument.The episodes, which were broadcast between 1.30 am and 1.41 am, featured musicians talking about classic vintage synthesizers. Nick Rhodes appeared in two episodes, including the one about the DX7 that defined the sound of the 1980s.Mini Moog (15-01-2001) - Cult electronic instrument that helped to shape modern music.Vocoder (22-01-2001) - Developed as a scrambling device in World War II. Includes interviews with Orbital and Rick Wakeman.DX7 (29-01-2001) - Synthesizer that defined the sound of the 1980s. Interviews with Vince Clarke and Nick Rhodes.Fairlight (05-02-2001) - Computer based synthesizer offering sampling, digital recording, sequencing and editing. Includes Nick Rhodes.Simmons (12-02-2001) - Includes producer Arthur Baker discussing the making of \"Planet Rock\".Roland TB-303 (19-02-2001) - House innovators Coldcut and Orbital discuss the Roland 303 synthesizer.Roland TB-808 (26-02-2001) - Includes producer Arthur Baker. Ray Keith talks about the importance of the bass.Akai Sampler (05-03-2001) - Instrument that helped fuel the rave scene and the white label explosion.",
    "chinese_title": "The Shape Of Things That Hum Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-22T15:14:11"
}