{
    "aka": [],
    "sid": "25878775",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3196324",
    "director": [],
    "duration": "60 分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-09-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3196324/",
    "imdb_votes": 17,
    "this_title": [
        "The Fried Chicken Shop Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25878775/",
    "imdb_rating": "6.1/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In Britain, chicken used to be a luxury. We used to eat the equivalent of just one a year. Now we slaughter over three and half million a day - and eat more of it than any other meat. How and where we eat chicken has changed and our high streets are changing with it. There are now over 2100 chicken shops in the UK in a fast-food market worth over £4 billion per year.Roosters Spot is an up and coming franchise in the increasingly competitive market of fried chicken. Exploring the phenomenal rise in public affection for everything fried chicken through a single shop in south London, this Cutting Edge documentary offers a unique and intriguing insight into contemporary London life.A 'mini-rig' of fixed cameras provides unprecedented access to Roosters Spot's flagship store on south London's party-strip, Clapham High Street. Flooded with regulars in the week and revellers on the weekend, it's a space that feels unpredictable at times and life-affirming at others.No two days or nights are the same, and at the weekend the staff serve up to a thousand customers a night and stay open until 6am.The Roosters team, working on both the front line and breadline of Britain, reveal their personal experiences of what it's like to serve the great British public. The Chicken Shop is a place anyone can come, anything can happen and where, most of the time, anything goes.",
    "chinese_title": "The Fried Chicken Shop Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T11:39:19"
}