{
    "aka": [
        "Air Cries \"Empty Water\" Pt. Two: The Red Thread"
    ],
    "sid": "25870638",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0203831",
    "director": [
        {
            "url": "/celebrity/1253377/",
            "name": "Carl Brown Carl Brown",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0203831/",
    "imdb_votes": 18,
    "this_title": [
        "The Red Thread"
    ],
    "douban_link": "https://movie.douban.com/subject/25870638/",
    "imdb_rating": "7.1/10 from 18 users",
    "trans_title": [
        "Air Cries \"Empty Water\" Pt. Two: The Red Thread"
    ],
    "douban_votes": "0",
    "introduction": "\"I have been working in film and photography for over twenty-five years. In that time I have tried through my journey to perfect my alchemy / my art / my life.It is in the spirit of an experience and not of experiment that my work has been viewed these past 25 years, seized in moments of visual detachment during periods of emotional contact. These images are oxidized residues, fixed by light and chemical elements, of living organisms. No plastic expression can ever be more than a residue of the experience. Yet, that residue is recognition of an image that has somehow survived the experience, recalling the event, like the undisturbed ashes of an object consumed by flames.When I began working with film and photography in a materially oriented way, I thought that by working with the surface — altering and affecting it — I could leave my identity, my personality. My vision was meshed with the film’s physical makeup creating an organic surface. Also I felt it was a way to create an entirely new visual language, to be able to convey my innermost feelings and emotions in a very personal way.\"Carl E.BROWN",
    "chinese_title": "The Red Thread",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T08:08:29"
}