{
    "aka": [],
    "sid": "25874814",
    "cast": [
        {
            "url": "/celebrity/1258848/",
            "name": "Phillip Whiteman Phillip Whiteman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "逻辑学",
        "逻辑",
        "科学",
        "数学",
        "推理",
        "计算机"
    ],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568780368.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1319586/",
            "name": "丹·希尔曼 Dan Hillman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3545434",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-12-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3545434/",
    "imdb_votes": 91,
    "this_title": [
        "The Joy of Logic"
    ],
    "douban_link": "https://movie.douban.com/subject/25874814/",
    "imdb_rating": "7.1/10 from 91 users",
    "trans_title": [
        "逻辑的乐趣"
    ],
    "douban_votes": "1584",
    "introduction": "A sharp, witty, mind-expanding and exuberant foray into the world of logic with computer scientist Professor Dave Cliff. Following in the footsteps of the award-winning 'The Joy of Stats' and its sequel, 'Tails You Win - The Science of Chance', this film takes viewers on a new rollercoaster ride through philosophy, maths, science and technology- all of which, under the bonnet, run on logic.Wielding the same wit and wisdom, animation and gleeful nerdery as its predecessors, this film journeys from Aristotle to Alice in Wonderland, sci-fi to supercomputers to tell the fascinating story of the quest for certainty and the fundamentals of sound reasoning itself.Dave Cliff, professor of computer science and engineering at Bristol University, is no abstract theoretician. 15 years ago he combined logic and a bit of maths to write one of the first computer programs to outperform humans at trading stocks and shares. Giving away the software for free, he says, was not his most logical move...With the help of 25 seven-year-olds, Professor Cliff creates, for the first time ever, a computer made entirely of children, running on nothing but logic. We also meet the world's brainiest whizz-kids, competing at the International Olympiad of Informatics in Brisbane, Australia.'The Joy of Logic' also hails logic's all-time heroes: George Boole who moved logic beyond philosophy to mathematics; Bertrand Russell, who took 360+ pages but heroically proved that 1 + 1 = 2; Kurt Godel, who brought logic to its knees by demonstrating that some truths are unprovable; and Alan Turing, who, with what Cliff calls an 'almost exquisite paradox', was inspired by this huge setback to logic to conceive the computer.Ultimately, the film asks, can humans really stay ahead? Could today's generation of logical computing machines be smarter than us? What does that tell us about our own brains, and just how 'logical' we really are...?",
    "chinese_title": "逻辑的乐趣",
    "douban_rating": "7.6/10 from 1584 users",
    "foreign_title": "The Joy of Logic",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.6",
    "update_at": "2025-04-05T14:49:12"
}