{
    "aka": [],
    "sid": "25878798",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0605135",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2000-12-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0605135/",
    "imdb_votes": 28,
    "this_title": [
        "Horizon: The Boy Who Was Turned Into a Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/25878798/",
    "imdb_rating": "8.6/10 from 28 users",
    "trans_title": [
        "男孩变成女孩"
    ],
    "douban_votes": "0",
    "introduction": "In 1965 in the Canadian town of Winnipeg, Janet Reimer gave birth to twin boys - Bruce and Brian. Six months later a bungled circumcision left Bruce without a penis. Based on a radical new theory of gender development the decision was taken to raise Bruce as a girl. In 1967 Bruce became Brenda and for the next three decades this case would be at the heart of one of the most controversial theories in the history of science.The man behind this work was world-renowned psychologist Dr John Money. In the 1950s Dr Money developed a theory that revolutionised our understanding of gender. Money believed that what he called our 'gender identity' - what makes us think, feel and behave as boys or girls - is not fully formed by the time of birth. While we may have some innate sense of being a boy or a girl, for up to two years after birth, our brains are, in effect, malleable and we can be taught to grow up as either a boy or girl by how we are raised - by the toys we are given, the guidance we receive from adults and the clothes we are given to wear. This became known as the 'theory of gender neutrality'.Dr Money had reached this conclusion by working with a rare group of individuals born with ambiguous genitals - people known as intersexuals or hermaphrodites. Dr Money studied groups of intersex children, and concluded that these children could be brought up as either boys or girls regardless of their genetic or physical sex. The legacy of Dr Money's work was a revolution in the treatment of 'intersex'. From the 1950s to the present day many intersex children born with a tiny penis are reassigned as female even if they are actually genetically male.But not everyone agreed with Dr Money's theories. Since the 1950s a small group of scientists including Dr Milton Diamond have questioned John Money's work. Diamond believed that our sex is already defined in our brains before we are born. He was convinced that the power of our genes and hormones was so strong that no amount of nurturing could override them.But John Money's theory had already become firmly accepted around the world and the most dramatic confirmation of the theory came from one particular case - the case of Bruce Reimer.Bruce was a normal boy, not an intersex child, and yet the decision was made to turn this boy who had lost his penis, into a girl. Under the guidance of Dr Money and his team at Johns Hopkins University this baby boy was surgically changed into a girl. After surgeons at Hopkins had castrated baby Bruce, he became baby Brenda. The family were instructed how to bring up Brenda as a normal little girl. According to Dr Money's theory she would grow up believing herself to be female and would go on to live a normal happy life as a woman. It seemed the ultimate test that nurture could override nature.Thirty years after Bruce became Brenda, the impact of this extraordinary story continues. After almost 14 years living as a female, Brenda Reimer reverted to her true biological sex - the case of the boy who was turned into a girl had failed. Brenda took the name David and for the last twenty years he has lived anonymously in his hometown of Winnipeg. For almost all this time no one knew the outcome of John Money's celebrated case. But now that David has gone public, the case is being widely discussed once again and its impact on John Money's theory of gender development and the treatment of intersex children is being hotly debated.",
    "chinese_title": "男孩变成女孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Horizon: The Boy Who Was Turned Into a Girl",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T23:43:02"
}