{
    "aka": [],
    "sid": "25886509",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183321950.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "this_title": [
        "The State Hermitage Museum"
    ],
    "douban_link": "https://movie.douban.com/subject/25886509/",
    "trans_title": [
        "冬宫"
    ],
    "douban_votes": "0",
    "introduction": "The Hermitage Museum in Saint Petersburg, Russia is one of the world's largest art museums. Its magnificent buildings served as the official residence of the Russian Emperors for almost two centuries. Now they are open to the public and over two million artifacts and works of art from prehistoric times to the contemporary period are exhibited in hundreds of galleries and rooms. The Hermitage Museum houses a rich collection of Greek and Roman sculptures, splendid jewelry, and many of the best works of Raphael, Da Vinci, Titian, Giorgione, Velasquez, Van Dyke, Rembrandt, many other Dutch masters, French Impressionists, and 20th Century masters such as Matisse and Picasso.The modern digital technologies make many treasures of world art closer to us. The impression of the image reproduced by the Blu-Ray disc could be compared to the personal visit to the museum. The wealth of the Hermitage collection ranks along with those of the Louvre and Prado. It was based on the private collection of Catherine II, which was quickly enlarged by acquisitions of works of art from the famous European collectors. Now the Hermitage possesses more than 3 million exhibits – from the pre-historic culture up to the modern art. The correct color reproduction, the large fragments of art works, the panoramic views of the Winter Palace's facades and the passage through the museum rooms and halls will help you to make a virtual trip to the world-famous museum.",
    "chinese_title": "冬宫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The State Hermitage Museum",
    "douban_rating_average": 0,
    "update_at": "2026-01-13T17:40:35"
}