{
    "aka": [
        "Road TT - Sucht nach Geschwindigkeit(德)",
        "ロード／デスティニー・オブ・TTライダー(日)"
    ],
    "sid": "25883160",
    "cast": [
        {
            "url": "/celebrity/1031220/",
            "name": "连姆·尼森 Liam Neeson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "传记",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182540918.jpg",
    "region": [
        "英国",
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt3546370",
    "director": [],
    "duration": "102分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-06-11(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3546370/",
    "imdb_votes": 1551,
    "this_title": [
        "Road"
    ],
    "douban_link": "https://movie.douban.com/subject/25883160/",
    "imdb_rating": "7.8/10 from 1551 users",
    "trans_title": [
        "Road TT - Sucht nach Geschwindigkeit(德)",
        "ロード／デスティニー・オブ・TTライダー(日)"
    ],
    "douban_votes": "0",
    "introduction": "Motorcycle road racing is the most dangerous of all motor sports. A sport in which men compete at speeds of up to 200 miles per hour on closed country roads. Roads that on any other day service cars, buses and tractors, roads that are lined with trees, telegraph posts and stone walls, unforgiving obstacles when struck by the human body. It is a sport that has claimed many lives over the years – and continues to do so to this day. Ireland and the Isle of Man are two of the few places in the world where the sport still survives. Narrated by Liam Neeson, Road is the heartbreaking and adrenaline-fuelled tale of a family who have dominated road racing for over thirty years. Robert and Joey Dunlop are quiet men from a rural village in Northern Ireland - but racers who risked everything to win. Robert’s sons, William and Michael are two of the world’s leading road racers today, young men determined to continue a family tradition. Featuring stunning action, candid race day scenes and a gripping narrative, Road is the story of two generations of one family that have been united by success, and united by tragedy.",
    "chinese_title": "Road",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-09T00:02:14"
}