{
    "aka": [],
    "sid": "25889991",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2274242151.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1796642",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-12-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1796642/",
    "imdb_votes": 197,
    "this_title": [
        "The Search for Life: The Drake Equation"
    ],
    "douban_link": "https://movie.douban.com/subject/25889991/",
    "imdb_rating": "7.1/10 from 197 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For many years our place in the universe was the subject of theologians and philosophers, not scientists, but in 1960 one man changed all that.Dr Frank Drake was one of the leading lights in the new science of radio astronomy when he did something that was not only revolutionary, but could have cost him his career. Working at the National Radio Astronomy Observatory in Greenback in Virginia, he pointed one of their new 25-metre radio telescopes at a star called Tau Ceti twelve light years from earth, hoping for signs of extra-terrestrial intelligence.Although project Ozma resulted in silence, it did result in one of the most seminal equations in the history of science - the Drake Equation - which examined seven key elements necessary for ET intelligence to exist, from the formation of stars to the likely length a given intelligent civilisation may survive. When Frank and his colleagues entered the figures, the equation suggested there were a staggering 50,000 civilisations capable of communicating across the galaxy.However, in the 50 years of listening that has followed, not one single bleep has been heard from ET. So were Drake and his followers wrong and is there no life form out there capable of communicating? Drake's own calculations suggest that we would have to scan the entire radio spectrum of ten million stars to be sure of contact.The answers to those questions suggest that, far from being a one off, life may not only be common in the universe but once started will lead inevitably towards intelligent life.To find out about the equation's influence, Dallas Campbell goes on a worldwide journey to meet the scientists who have dedicated their lives to focusing on its different aspects.",
    "chinese_title": "The Search for Life: The Drake Equation",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T11:29:04"
}