{
    "aka": [
        "Seventeen Moments of Spring: Final Cut"
    ],
    "sid": "25885431",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183049565.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2013"
    ],
    "this_title": [
        "Семнадцать мгновений весны: Последний дубль"
    ],
    "douban_link": "https://movie.douban.com/subject/25885431/",
    "trans_title": [
        "春天的十七个瞬间：最后的重访",
        "Seventeen Moments of Spring: Final Cut"
    ],
    "douban_votes": "0",
    "introduction": "2013年《春天的十七个瞬间》40周年纪念纪录片，IMDB上暂无条目40 лет назад - 11 августа 1973 года вышел телесериал \"Семнадцать мгновений весны\". 11 августа 1973 года. 19 часов 30 минут. Штирлиц едет на работу. По той же дороге, на такой же машине, спустя 40 лет со дня съёмок этой сцены, едет ведущий фильма… Малоизвестные подробности о съёмках знаменитой киноленты - основа фильма. Вместе со съемочной группой зритель пройдет по местам боевой славы Отто фон Штирлица. Узнает, как сегодня выглядит его дом в предместье Берлина. Увидит улицы, по которым ходил любимый герой. Одна такая прогулка закончилась забавным эпизодом. В перерыве между съемками, Вячеслав Тихонов шёл по Берлину– прямо в нацистской форме, чтобы не терять времени на переодевание. Прохожие поначалу шарахались от штандартенфюрера СС. Но потом к Тихонову подошли два, особо бдительных, гражданина и хотели было препроводить его в полицейский участок. Когда недоразумение утряслось, один из них попросил примерить мундир и фуражку со словами – \"всё, как настоящее!\" Зритель впервые узнает, кого режиссер Татьяна Лиознова видела в роли Штирлица. Поначалу кандидатура Вячеслава Тихонова даже не рассматривалась. В чем упрекают создателей картины историки. Из-за чего Иосиф Кобзон ругался с Лиозновой, и поначалу не хотел исполнять песни сериала? Почему Василий Лановой так и не попробовал отборного французского коньяка, который прислал ему настоящий генерал Вольф, а Вячеслав Тихонов хотел наотрез отказаться от главной роли своей жизни? Неизвестные истории, которые остались за кадром народного сериала, иногда смешные, иногда трогательные, прозвучат в воспоминаниях Олега Табакова, Василия Ланового, Вячеслава Шалевича, Элеоноры Шашковой, Светланы Светличной, Алексея Сафонова, режиссера Сергея Соловьева, композитора Максима Дунаевского, ветерана спецслужб Михаила Любимова, историка Константина Залесского.",
    "chinese_title": "春天的十七个瞬间：最后的重访",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Семнадцать мгновений весны: Последний дубль",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T01:23:05"
}