{
    "aka": [],
    "sid": "25880924",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3605366",
    "director": [
        {
            "url": "/celebrity/1291542/",
            "name": "阿德里安·麦克道尔 Adrian McDowall",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-03-11(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3605366/",
    "imdb_votes": 36,
    "this_title": [
        "Insane Fight Club"
    ],
    "douban_link": "https://movie.douban.com/subject/25880924/",
    "imdb_rating": "7.2/10 from 36 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "BBC One's documentary grabbed you in a headlock and didn’t let go until you stumbled off the sofa an hour later, says Michael HoganIn David Fincher’s film, the first rule of Fight Club was that you do not talk about Fight Club. The second rule of Fight Club was, well, the same. Brad Pitt didn’t specify but I wouldn’t imagine you were allowed to make hour-long BBC Scotland documentaries about it either.Insane Fight Club (BBC One) was a fly-on-the-ropes film following a fisticuffs organisation called Insane Championship Wrestling, set up by a group of Glaswegian friends. Owner-cum-promoter Mark Dallas had grown frustrated by the censored violence of traditional wrestling and put together his own over-18s version. He described his brainchild as “theatre for a new generation, where people get the s**t kicked out of them”.From the opening minutes, this energetic film grabbed you in a headlock and didn’t let go until you stumbled off the sofa, dazed and punch-drunk, an hour later.These were no ordinary wrestling events: not the Big Daddy and Giant Haystacks pantos of Saturday afternoons on Seventies ITV, when portly men pretended to grapple, while grannies furiously waved handbags from the front row; not the fake-tanned razzmatazz of American WWE.“I-C-Dub” was a heavy metal remix, with pumping music, baying crowds and plentiful tattoos. Bouts were as choreographed as retro wrestling, but the blood was real. The chaos spilled out of the ring, heads got slammed into tables, chairs and dustbins were wielded as weapons, strapping men got hurled off balconies.",
    "chinese_title": "Insane Fight Club",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T02:49:12"
}