{
    "aka": [
        "Winter Journey",
        "Zimniy Put",
        "冬之旅"
    ],
    "sid": "25889964",
    "cast": [
        {
            "url": "/celebrity/1253782/",
            "name": "Aleksei Frandetti Aleksei Frandetti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351043/",
            "name": "伊戈尔·卡列斯科夫 Egor Koreshkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428597/",
            "name": "弗拉德米尔·米什科夫 Vladimir Mishukov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457795443.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt3563662",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2014-02-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3563662/",
    "imdb_votes": 397,
    "this_title": [
        "Зимний Путь"
    ],
    "douban_link": "https://movie.douban.com/subject/25889964/",
    "imdb_rating": "6.8/10 from 397 users",
    "trans_title": [
        "寒冬旅程",
        "Winter Journey",
        "Zimniy Put",
        "冬之旅"
    ],
    "douban_votes": "386",
    "introduction": "Two young men from opposite sides of the socioeconomic spectrum embark on a dangerous course of self-destructive behavior in this striking and brave Russian drama. Eric is a classical singer and pianist practicing for an important audition.On the bus one day, he encounters the volatile Lyokha, who is subsequently arrested by a pair of police officers and taken into custody. For much of the film, their stories play out in parallel, with Eric spending his time rehearsing sublime Schubert lieder, passing time with his wealthy but dissolute mentor, Slava, and imbibing liters of vodka from a corner store, while Lyokha is causing trouble with almost everyone he encounters. The two meet up again one evening among a group of Eric’s friends, one of whom is his presumed boyfriend, and Lyokha proceeds to antagonize almost everyone assembled with boorish behavior and homophobic diatribes. Despite Lyokha’s cretinous conduct, the singer is drawn to the animalistic boy and gives him a place to stay. Where the relationship, and the film, proceeds from here is unexpected, moving, sometimes surreal, and always surprising. Coming from a culture in which being gay has recently become perilously difficult, Winter Journey feels like an urgent and brilliantly acted missive, portraying an existence where violence, alcohol, and drugs provide necessary escape and love seems next to impossible.",
    "chinese_title": "寒冬旅程",
    "douban_rating": "7.6/10 from 386 users",
    "foreign_title": "Зимний Путь",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.6",
    "update_at": "2025-07-31T15:26:45"
}