{
    "aka": [
        "Entangled"
    ],
    "sid": "25897430",
    "cast": [
        {
            "url": "/celebrity/1315301/",
            "name": "王沺裁 Thomas Ong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375279/",
            "name": "陈泽耀 Jack Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019683/",
            "name": "王宇婕 Margaret Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367673/",
            "name": "庞蕾馨 Kate Pang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1408327/",
            "name": "黄启铭 Kheng Ming Wee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325357/",
            "name": "陈丽贞 Aileen Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318008/",
            "name": "陈泰铭 Rayson Tan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185486557.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1372064/",
            "name": "赵志坚 Chi-Kin Chiu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1369095/",
            "name": "马家骏 Jiajun Ma",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-04-25(新加坡)"
    ],
    "this_title": [
        "日落洞"
    ],
    "douban_link": "https://movie.douban.com/subject/25897430/",
    "trans_title": [
        "Entangled"
    ],
    "douban_votes": "0",
    "introduction": "23年前，扑朔迷离的案件1989年，秋，怡保。老街区的房子里住在两户人家，余建财和罗东发既是邻居，也是好朋友。建财是一名水电工，老婆陈佳仪是个理发师，两人生育了两个孩子，长子光杰和次子光伟，看似温馨的家庭却藏在深深的隐患，原来佳仪天生尤物，貌美如花。建财自卑成习，见不得佳仪和其他男子说话，甚至每每看到佳仪为客人洗头发，十指温柔地在揉搓，关心客人水温的适宜。建财的心中就有一把无名火在燃烧。为了照顾儿子，也为了抵消建财的醋意，佳仪辞去了理发店的工作，在家门口开了一间简陋的洗头店。佳仪的苦心经营，在建财的眼里，却是一种火辣辣的讽刺，建财总是要强忍内心的悲愤，目睹老婆和客人谈笑风生，心里一直担心佳仪总有一天会红杏出墙。而另一边的罗家，东发在这一带算是个小有名气的混混，帮私会党收地下万字票，经常都会惹来一些麻烦，甚至有时还要儿子宇航逃课，协助他收4D。妻子月琴不希望每天都过着提心吊胆的日子，劝说老公能改邪归正，奈何东发却一意孤行。月琴做得一手好菜，在佳仪的鼓励下，制作鸡仔饼拿到菜市场去卖，她不时也会把卖不完的鸡仔饼送到余家。她和佳仪无话不谈，更把佳仪当成了倾诉心声的对象，总是在佳仪面前，数落东发对家庭的不负责任。女儿宇婕和儿子宇航也经常到洗头店找光杰和光伟玩，佳仪甚至开玩笑，要让宇婕在自己的两个儿子里选择一个当夫婿。宇婕害羞地指着光伟，说长大后要嫁给光伟。生活，不在沉默中爆发就在沉默中死亡！有一天，建财接了儿子回家，却打不开家里的大门，建财整张脸都绿了，认定了老婆在家里头偷汉子。机灵的光杰，找来了一个铁丝，两三下就把门给打开了！光杰感到雀跃不已，从此对开锁产生了兴趣，这对光杰日后的人生，也造成了重大的影响，导致他不知不觉中走上了偷窃的道路。建财冲进家门，却发现空无一人，产生幻觉，甚至幻听到了老婆和别人的苟合，建财一阵崩溃，捶地发泄。佳仪牵着宇航和宇婕茫然地出现，原来她只是帮月琴照顾两个孩子，因为东发闯了祸，罗家正被小混混们趁火打劫。佳仪关心建财，建财却一味隐忍，不愿意袒露心声。面对温柔贤淑的佳仪，建财越来越厌恶自己，觉得自己配不上佳仪。建财决心要好好对待佳仪，买了熟食回来，准备家庭聚餐，却发现佳仪不知所踪，地上一片狼藉，小儿子光伟昏倒在冲凉房外的地上。建财震惊，抱起光伟，拼命追问小儿子究竟发生了什么事。光伟迷迷糊糊地醒来，情急地告诉爸爸，母亲被一个男人骑在身上，要爸爸快点去救妈妈。建财误会了光伟的话，以为佳仪是和男人偷情被光伟撞见，所以才不敢回家，等这个荡妇回来后，一定要好好惩罚她，没想到一直到深夜，佳仪都还没有归来。建财有过一丝挣扎，想要去警局报警，可又怕自己只是被戴了绿帽，不愿意丢人现眼……建财想要找寻佳仪，又怕佳仪思念儿子会回家，害怕错过佳仪，便请假守在家里，希望用儿子来感动佳仪，只要佳仪不抛弃父子，一切都可以重新开始。可佳仪始终没有回家。建财终于认定，佳仪是和情人远走高飞了……建财受不了街坊的闲言碎语，决定带着两个孩子离开这个伤心地。光伟心里一直很牵挂着妈妈，所以当爸爸把他带上巴士，准备离开时，光伟哭着要求爸爸不要丢下妈妈，妈妈是被男人伤害了……建财忍无可忍，强行捂住光伟的嘴巴，不允许他把家丑说出来。光伟禁不住，咬了建财一口，挣脱建财，奔向了油棕园。建财与光杰吃惊，只好追着光伟来到油棕园，光伟口里疯狂的呐喊着：“妈！妈！你在哪里？”此时此刻，在油棕园的一间简陋小屋里，一个被铁链捆绑，披头散发，肚子已经微微隆起的女人，奄奄一息地睁开了眼睛，仿佛听到了儿子的呼唤。原来这段日子以来，佳仪一直都被囚禁在这个小屋里，过着生不如死的非人生活。而绑架佳仪的，不偏不倚正是东发。东发垂涎佳仪的美色，对她虎视眈眈，碍于月琴和建财的面子，一直有贼心没贼胆。这一日，东发来找佳仪理发，终于按捺不住，对佳仪动了邪念，趁着家里没人之际，霸王硬上勾。怎知，却碰到了光伟回来，撞破了好事，东发还因此发狠把光伟打昏，慌乱之下，不小心把挣扎中的佳仪给活活掐死。东发发现佳仪没有气息，惊恐自己误杀了佳仪，只好赶紧把佳仪装进了黑纸袋里，带到荒郊野岭，准备毁尸灭迹，却意外的发现，佳仪渐渐苏醒过来。于是，东发决定把佳仪禁锢在油棕园林的小屋内，满足他的兽欲。当佳仪听到了孩子的呼唤，用尽了残留的力气，尝试要呐喊，却只有微弱的声音在小房子回旋。光伟仿佛心灵感应，听到了母亲的声音，循着声音找去，却遭建财和光杰的阻止，建财数落光伟，不要再丢人现眼了！建财硬生生地扛起了光伟，光伟在建财的肩膀上，看到了远处的小房子，泪光中只能和母亲失之交臂……此时，东发正好打包了食物，准备送给佳仪吃，意外的看到了余家三父子，吓得脸色发白，连忙躲了起来，一直等到父子消失，才敢现身。当东发拿着食物来到了佳仪的面前，看着泪流满脸，饱受精神折腾的佳仪苦苦哀求东发放开她，东发不肯就范，两人在挣扎间，佳仪把东发脖子的玉牌给扯断……终于，佳仪快要临盆之际，才成功地逃离了东发的魔掌。离开了那间破屋后，大腹便便的佳仪独自来到河边，遇到了一个哑妇人。好心的哑妇见佳仪羊水都破了，忍着阵痛求助，便义不容辞的帮佳仪接生。佳仪几经折腾才把孩子生下来，看了小宝宝一眼，把手上紧握着的玉牌，放在孩子身上，含泪哀求哑妇人帮她再做一件事……当东发找到佳仪时，佳仪已经奄奄一息，东发激动的把佳仪抱在怀里。随后跟踪而来的月琴看着这一幕，震惊不已，没料到原来佳仪的失踪，竟然和老公有关。其实近几个月来，东发一直神出鬼没，月琴已经对老公的行踪起疑，才会跟踪老公。月琴不想听东发的解释，一心想把佳仪送到医院抢救，却遭到东发的阻止，就在两夫妻争执不下时，佳仪已经断了气。当晚，月琴被逼着和东发一起埋尸。在东发苦苦的哀求下，月琴念在孩子的份上，决定再给他一次机会……23年后，暴风雨前的寂静为了庆祝天乐集团旗下的度假村项目启动，公司召开了记者会，主席月琴优雅地挽着丈夫罗东发出现，微笑地面对记者的诸多提问。记者问询月琴，二十多年后重返怡保，有什么感受？月琴看了一眼东发，自信地回答，她将在这里建造一个最浪漫的度假圣地。原来，经过二十年的洗礼，当年的小混混罗东发，已经摇身一变，成了今时今日地产业与建筑业的大亨，目前他已经退居幕后，他的老婆林月琴全权掌管公司的大权，当年的小妇人，也已经变成了强悍的女强人。奈何独子宇航却无心经商，不想继承父母亲的衣钵，整天只顾着吃喝玩乐，飙摩托车。最大的心愿就是能成为国家级的摩托车手。东发看着不学无术的宇航，有种恨铁不成钢的无奈。相比之下，女儿宇婕就乖巧懂事多了，刚刚在国外完成了大学的学业，就要学成归来，父母把所有的希望都寄托在小女儿身上。宇婕搭乘朋友车回家的路上，不小心撞上了光伟客户的新车。光伟要她们赔钱，宇婕答应会帮忙赔偿，要光伟先把车子拿去维修，光伟把自己的名片给了他们，并跟宇婕要了电话。宇婕见光伟原来是个修车技工，带有鄙视的眼神看了他一眼，两个女人担心光伟心怀不轨，就匆匆驾着车子而去。光伟的哥哥光杰目前还在大学进修，前景一片光明，令老爸建财深感欣慰，光杰有个当记者的女朋友PAULINE，两人交往多年，关系很好，PAULINE是个个性直率的甜姐儿，活泼可爱。光杰一心想要出国深造，却改不了从小染上的偷窃癖好，光杰在一次的偷窃行动中差点失手，竟然栽赃给光伟，光伟心知肚明是哥哥干的好事，却选择帮他隐瞒，背黑锅。其实，从小到大，这种事情已经发生得太多次了！每一次光杰的行为败露，都会找弟弟当他的替罪羔羊，甚至校方还在周会时当着众师生的面羞辱光伟，导致光伟很讨厌上学。这也就是为什么今时今日的光伟只是一个修车技工。宇航从小就跟父亲的关系疏离，只爱玩车，为了要摆脱父亲的魔掌，搬到外头独居，靠自己自力更生，却经常经济拮据，得低声下气去找月琴要钱。月琴要宇航搬回家里，难得妹妹宇婕也学成归来，一家人可以团聚，宇航却不愿意，他不想被父亲束缚，宁可自己一个人在外头打工赚钱养活自己。一日，宇航在公路上飙车时，被其他一群摩托车党围攻，光伟驱车经过，看到了无助的宇航，伸出了援手。光伟看到宇航脚上的胎记，有点狐疑的打量了宇航，打听名字后，终于确定眼前这个人就是小时候的邻居。两个童年玩伴都感到欣喜不已，宇航还兴致勃勃地把光伟带回家里。当宇婕看到光伟在她家里出现时，误以为他是上门来讨债的，吓得花容失色。后来，宇航出现了，宇婕才搞清楚原来眼前这个男人，就是她小时候的青梅竹马。然而，东发和月琴见到光伟时，都感到震惊不已，表面上两人都对光伟表现得很亲切，并从光伟的口中知道，他们一家人也已经搬到了新加坡谋生。这些年来，月琴心里对佳仪的离世，感到愧疚不已，也因为这样，她才拒绝回到怡保，直到有人想要翻新油棕园林，月琴听闻后，情急，只能高价买下园林，准备自己开发度假村。自从宇航认回光伟后，两人就成了无话不谈的好朋友，宇婕也总是找各种借口接近光伟，不知不觉中对光伟产生了情愫，提醒光伟，小时候就想嫁给光伟。奈何此时的光伟心里爱的却是光杰的女朋友PAULINE！PAULINE无意中发现了光杰患有偷窃的癖好，对他大表失望，开始同情一直替哥哥背黑锅的光伟，对光伟产生了好感。其实早在光杰跟PAULINE走在一起前，光伟就已经暗自喜欢PAULINE，后来看到哥哥把PAULINE追到手，就只能把内心的感情藏在心底……光杰跟PAULINE闹情变，饱受失恋的折磨，当他看到光杰跟PAULINE走在一起时，怀疑是弟弟故意出卖他，破坏他跟PAULINE的感情，两兄弟的感情因而决裂。光伟深感痛苦，最后还是忍痛跟PAULINE分手，希望她能回到光伟的身边。与此同时，学成归来的天才少年李天柱，满心欢喜回到他阔别多年的家乡，却没想到家里愁云密布，原来天柱的李父患上了肝病，需要紧急移植，天柱十分乐意把肝捐给老爸，没料到李母却告诉了天柱一个秘密。原来天柱并不是他们的亲生骨肉，李母终于把收藏了二十多年的玉牌交还给了天柱，告诉天柱，凭着这个玉牌可以找到他的亲生父母。天柱不能接受这个事实，虽然养父母给了他安逸的生活，可他内心深处却始终痛恨亲生父母当年的遗弃，他发誓总有一天要找到他们，要问个清楚，为什么当年会抛弃自己！作为天蝎座的天柱，思想深邃，眼光敏锐，冷静理性。每当夜深人静的时候，天柱激动痛苦之余，都把心中的秘密一一记录下来。天柱通过学姐宇婕的穿针引线，在即将开业的度假村里谋得了一个职位，一有空就开始追查自己的身世之谜。在天柱最失落无助的时候，都是宇婕陪伴在他身边，天柱对宇婕产生了莫名的爱恋，奈何宇婕只是把天柱当成弟弟，始终对光伟一往情深，就这样，展开了一段错综复杂的男女感情。光伟时常与宇航一起飙车，后来也在宇婕的安排了，进入了度假村当保安，天柱刚开始对吊儿郎当的光伟没有好感，后来在相处的过程中，光伟三番几次帮了他，两人渐渐从情敌变成了惺惺相惜的好朋友。度假村召开了剪彩仪式，没想到工人在修整高尔夫球场草坪时，挖出了一具骸骨。月琴吓得脸青唇白，当场昏过去。东发赶到了医院，月琴苏醒过来，告诉东发，她买下油棕园林，开发度假村就是为了隐藏当年的秘密，没想到还是被人发现了，要东发赶紧为佳仪的骸骨打斋超渡。两人的对话正巧被来探病的天柱听到，天柱不禁对两人起疑。当哑婆子再次看到天柱的时候，把发现骸骨的那段新闻剪报交给了天柱，天柱一时无法领会，只好慢慢继续追查。天柱无意中看到光伟的钱包中有儿时和母亲的合照，笑光伟是个有恋母情意结的人，光伟因此打了天柱一拳，后来光伟在一次喝酒后，告诉了天柱他母亲故事。这件事却让天柱忽然联想起当日被挖掘的骸骨，还有隐约听到东发与月琴的对话。于是乎，天柱偷偷用手机把光伟与母亲的合照拍下，去找哑婆子追查。哑婆子见到佳仪的照片，情绪激动，带天柱来到当年的河边，依依哑哑的，用手指比画一番，令天柱晴天霹雳，更推断出工地出现的骸骨很可能就是自己的生母，震惊母亲已遭受杀害。光伟上班被公司主管抽调，暂时当东发的司机。在开车接送东发时，看见了东发手臂上的青龙纹身，心中震惊！光伟终于印证自己多年的恶梦是真有其事，为了查探真相，甚至怀疑母亲是被东发所杀。光伟答应替东发做事，他心中被仇火所烧。宇婕试探光伟，一直以来他们兄妹俩都不齿父亲黑道的手段，她不想看到光伟被卷入，希望光伟能跟她一块离开这里，光伟却断然拒绝，他心里发誓要在东发身上找到母亲死亡的真相！孽子兄弟、天人交战光伟的矛盾与愤怒，终于让父亲建财明白了儿子怀疑母亲当年是被东发所害，他隐瞒了儿子，单独找东发追问，东发当然完全否认，建财半信半疑，认为东发不肯坦白真相，盛怒之下开车追撞东发。却被东发摆脱，当光伟知道父亲找东发摊牌的时候，建财已经车毁重伤……宇婕从光伟的口中得知了建财的受伤和佳仪的遇害悲剧，全都是她父亲一手造成的，劝光伟不要再跟她父亲纠缠下去，连她哥哥宇航也与父亲决裂。光伟痛苦地表示，新仇旧恨都是因为母亲被杀而起，他绝不会放弃报仇！宇婕向光伟表白对他的感情，虽然她的父亲作恶多端，但是她对光伟的情意却是真挚的，光伟不置可否，让宇婕为情所困。光杰惊慌赶到医院，责问光伟，父亲为何受了重伤，光伟与光杰早有心结，光伟不耻哥哥之前对父亲的漠不关心，如今事以至此，也不想兄长再介入，两人最终不欢而散。光杰守在父亲的床边，终于等到建财醒来，光杰询问父亲受伤的原委，建财才悲痛讲出经过，父子抱头痛哭，光杰震惊知道真相，心中却燃起了另外一种想法……而此时，天柱心里一直怀疑光伟是否忠心东发，他仿佛猜到东发有心在测试光伟的忠诚度，有意无意之间都替光伟掩盖。有一次，光伟取得了东发贿赂的证据，以匿名人告发东发，东发受到调查，可惜又被天柱替东发洗脱嫌疑。东发怀疑有内鬼，于是要天柱设法揪出内鬼！东发偶然机会下看到天柱的玉佛，非常激动，怀疑天柱是自己的儿子，暗中追查天柱，天柱搜查骸骨的事也被东发发现。东发试探天柱，天柱也试探东发，父子俩有波云诡变的心历过程，直到东发坦白所有的事实，天柱反而认为是母亲的无知。东发含泪对天柱说要做出补偿，讲出与妻子已没有感情，儿子宇航也让他头痛，宇婕一心向着光伟，几乎已经是众叛亲离的局面。天柱真情流露，不管父亲当年做错了什么，他都是东发的亲生儿子！东发感动，他会非常珍惜天柱这个好儿子，且将来自己的王国也是属于天柱的，东发以金钱和权力就是人生的追求来诱惑天柱。天柱强按情绪，冷静答应接受。月琴心里一直忧心着冥冥中的报应即将降临。她也曾劝东发立即收手退休，让这个不定时炸弹永远不会被引爆，可是东发不肯，尤其在他事业蒸蒸日上如日中天时，他觉得有能力可以掩埋这个滔天大罪，结果导致夫妻感情陷入僵局。后来月琴发现东发对天柱言听计从，她心里有一种不祥的感觉……表面上天柱摆出禁不起金钱和权力的诱惑，极力为东发尽心尽力做事。光杰意图绑架宇航，却阴错阳差的抓了天柱！光杰在幕后操控，向东发勒索亿元赎款！东发初以为宇航真的被人绑架了，宇航突然出现，指责父亲当年的作孽却害了天柱，东发吃惊宇航知道了这一切，同时也知道光杰误绑了天柱，大怒不肯交付赎款！光杰不顾一切要引出东发，一怒之下扬言要撕票，天柱面对死亡，开始有所惧怕，求光杰让自己亲自和东发对话，可保证光杰得到赎款！东发听到天柱求救的声音，东发父子情深，安抚天柱，一定会交赎款，光杰听到东发妥协愿意交出赎款，他已经准备一个玉石俱焚的计划，此时，月琴极力反对，东发一意孤行不理会月琴，并坚持交全额赎款，并指派光伟负责此事！月琴不解东发何以愿意以亿元去赎天柱。当光伟按对方指示交赎款时，猜到了对方就是光杰，光伟内心矛盾，但毕竟是兄弟情重，光伟不揭发是光杰。当光伟驾车驶至郊外，受命抛下钱袋，光杰成功取了钱，正想杀天柱灭口时，忽然东发的人马赶至，光伟大喊哥哥，对众人说不要开枪！光杰怒骂光伟为东发卖命，不顾一切与他们火并，身中多枪倒地，光伟冲向光杰，要将他送往医院抢救，光杰抓住光伟的手想跟他忏悔，来不及讲话就咽下了最后一口气……光杰的死也让天柱心里产生了极大的震撼！天柱表面上感激东发的相救，东发表现出父子情深的一幕，他对天柱承诺他这一生唯一的儿子就是他一个！月琴在门外听得东发和天柱竟是父子关系，晴天霹雳！但压抑着不动声色。光伟心里怀疑天柱是母亲被东发强奸所生下的孽子，他对天柱产生了厌恶，没法接受这个同母异父的兄弟。法网难逃、大义灭亲光伟为了要令东发得到法律制裁，极力追查东发与官商勾结的罪证，令东发受到警方的监视和调查，东发怒火中买凶准备要杀光伟两父子，天柱暗中通知，令光伟又逃过一死！光伟怀疑尸骸很可能就是二十年前失踪的母亲，要求警方做DNA测试，当法医把佳仪二十年前的牙齿X光片拿出，与光伟核对时，却发现不吻合！光伟并不知道，原来是鉴证科的人员受了东发的贿赂。两个同母异父的兄弟，宿命让他们紧紧地绑在一起，一份扭曲了的手足情，面对母亲的血仇，干尽坏事的仇人罗东发，兄弟两竟然各走极端！这是光伟无法理解的，其实在天柱的心里，当他知道母亲为何而死，他因何而生的时候他就认为自己是上天对他开了一个玩笑，他既不能得到余家的亲情和接受，他也不能面对杀害他母亲的凶手，他曾经失落也认东发是他亲生父亲，他泯着良心跟着父亲去做恶，可是心里有另外一把声音在向他诉说，他幻想当年母亲一家四口的快乐时光，他却无法参与，所以他决定要做一个毁灭者，也是一个裁决者！光伟深入调查后，果然发现了鉴证科的人员受东发贿赂。再次要求警方检验尸骨，几经波折终于证实尸骸就是他的母亲林佳仪！宇婕震惊发现光伟准备炸弹，痛心劝阻，责问光伟为何要选择玉石俱焚，光伟认为法律和警方根本没有办法为他母亲申冤，他只有选择同归于尽。他对宇婕保证如果他能活着回来，一定会跟她重新开始。那一夜宇婕留住了光伟，以为能把他灌醉，没想到天还没亮，光伟就不见了…东发因为儿子宇航自从绑架案之后就失踪，女儿宇婕又跟光伟在一起，他把一切都归咎于建财和光伟身上！月琴因子女的事，认为一切是报应，劝东发收手，可是东发不听从，月琴讲出天柱不可靠，东发与月琴冲突。天柱看见光伟与宇婕感情日深心里感到一阵心痛，他掌握了东发所有的财产和共同犯罪的证据，这些都不能弥补他失去心爱的女人，他终于单独约了光伟，向他坦诚了自己的真正身份，被光伟痛骂。与此同时，警察总部收到了一份密函，里头拥有东发的罪证，究竟谁是密者者？光伟这时来到医院探访父亲，拿出一本日记交给他，那是在天柱的房间找到的…建财翻看天柱的日记，叠过天柱的旁白，此时的天柱与东发被押上法庭，东发被判死刑，光伟透过律师呈上天柱的日记本，天柱可怜的身世让法官认为他大义灭亲值得同情，将考虑减刑。监牢里，天柱走进会客室，竟然看到光伟推着父亲出现了，建财看着天柱，想到当年的前尘往事，就因为罗东发一时的兽性，害死了自己心爱的妻子，毁掉了一个美满家庭，想到爱妻佳仪的倩影，她仿佛是落在凡尘的精灵，却在瞬间被摧毁，看到眼前这两兄弟，他不知道该如何表达这份创痛…光伟与天柱兄弟重逢，光伟告诉天柱所有的罪恶跟黑暗都已经灰飞烟灭，他与父亲来看他是把他当成一家人，明年母亲的生日希望一家人能看到蓝天。天柱被感动含泪无言地对父子两点头，坦然说当他能走出监狱的那天他绝对不会让在天之灵的母亲失望。",
    "chinese_title": "日落洞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-28T18:42:22"
}