{
    "aka": [],
    "sid": "25892014",
    "cast": [
        {
            "url": "/celebrity/1317926/",
            "name": "阿拉斯泰尔·苏克 Alastair Sooke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2185573535.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3723890",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3723890/",
    "this_title": [
        "Pop Go the Women: The Other Story of Pop Art"
    ],
    "douban_link": "https://movie.douban.com/subject/25892014/",
    "trans_title": [
        "女艺术家：波普艺术的半边天"
    ],
    "douban_votes": "0",
    "introduction": "Pop Go the Women: The Other Story of Pop Art The story of pop art has been culturally canonised as the preserve of a ground-breaking gang of boys, focusing on the likes of Roy Lichtenstein, Andy Warhol, Peter Blake, Richard Hamilton, or Tom Wesselman. Just like Andy Warhol's soup cans or Lichtenstein's comics, women were simply commodified objects. However back in the day, pop art was not just a boys' club. The scene was full of female artists, tussling with sexuality, violence and consumer culture every bit as much as their male counterparts. Strangely, their work has been consigned to the margins of history - they started out together, shared the same art dealers and were shown in the same exhibitions, but as the boys' prices skyrocketed, the girls' stayed put. By the end of the sixties they had pretty much been erased from the pop narrative. In this Culture Show special, Alistair Sooke tracks down the forgotten women artists of pop, finding many of them are still alive and working, their art and their stories ripe for rediscovery. Artists include Pauline Boty, Marisol, Rosalyn Drexler, Idelle Weber, Letty Lou Eisenhauer and Jann Haworth.",
    "chinese_title": "女艺术家：波普艺术的半边天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pop Go the Women: The Other Story of Pop Art",
    "douban_rating_average": 0,
    "update_at": "2025-09-29T12:00:40"
}