{
    "aka": [],
    "sid": "25892165",
    "cast": [
        {
            "url": "/celebrity/1276002/",
            "name": "黄勐 Meng Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316623/",
            "name": "任正斌 Zheng-bin Ren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "2000年代"
    ],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2549551455.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "神秘的紫砂壶"
    ],
    "douban_link": "https://movie.douban.com/subject/25892165/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《神秘的紫砂壶》讲述张 琪是一个没有名气的画 家，为了满足女友小雨买 房子的愿望，决定暗中进 行一场古董紫砂壶的交 易，却不知道对方已经布 好了层层骗局。交易刚刚开始，又偶遇一 直在他和小雨之间作梗的小雨表姐，被误 会他移情别恋于交易的中间人廖吉香，小 雨愤然离他而去。好友陈建林前来安慰， 不知交易内情张琪还沉浸在赚钱的梦想 里，酒后以大款自居，陈建林对张琪突然 发横财的疑问还没有解开，又在张琪家看 到大量紫砂壶的资料，联想到他给张琪透 露老中医董大夫收藏古董紫砂壶一事，怀 疑张琪打了紫砂壶的主意，如果是这样， 他便成了张起的帮凶。陈健林决定暗中调 查这件事情。第二天，陈建林开车来到董大夫家，董 大夫正在弥留之际，一直等着要见一个 姓陈的患者，孙女天骄去找过多次，姓 陈的患者家一直没有人。经过了解和分 析，陈建林判断此人就是张棋。陈建林 带天骄找到张棋，天骄认出张棋果然就 是那位“陈叔叔”。张棋强调他姓张，是 天骄记错了他的姓，一句话让他不得不 承认自己去董大夫那里看过病，但是现 在他有急事，不能前去与董大夫见面。 在陈建林的强迫和威胁下，张琪不得不 上了陈建林的车，去见董大夫。为了回 避陈建林，张琪不敢接听交易对方的电 话，对方对他产生了怀疑，引起了悍然 大波。路上，张琪向陈健林讲述着他找董大夫 看病以及以后与董大夫交往的过程，天 骄在一边补充，他们越说，似乎就越能 证明陈健林的怀疑没有道理。陈建林不 断提出的疑问，让谈话不断陷入僵局。 到达董大夫家门前后，陈健林提出了最 后一个疑惑，他认为如果张棋仅仅是董 大夫的一个病人，然后在一起谈几次古 董，就成了老人不见死不瞑目的人？这 看上去不符合逻辑。他提醒张琪：“如果 你做了对不起董大夫的事，马上悬崖勒 马，否则我饶不了你！”张琪胆战心惊的走到大夫床前，从门缝 偷窥的陈建林惊讶的看到董大夫拿出紫 砂壶赛进了张琪手里，然后便晕了过去 ，重病的董大夫被送进了医院。这个场 面完全推翻了陈建林对张琪的怀疑，但 是他还是不明白，一个近千万元的古董 紫砂壶董大夫就这样轻而易举的拱手送 给了张琪？尽管他仍然认为不符合逻辑 ，但是是他亲眼所见，他只能感叹世上 的事儿无奇不有了。张琪拿到紫砂壶后 ，没有得到他想要的生活，交易对方的 追杀，良心的谴责，噩梦的折磨，让他 陷入了痛苦不堪的境地中，深夜，他在 噩梦中醒来后，终于再也忍受不下去了 ，电话叫来了陈建林，把一真一假两把 紫砂壶摆在了陈建林面前，说出了真相 。",
    "chinese_title": "神秘的紫砂壶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-06-06T23:20:14"
}