{
    "aka": [],
    "sid": "25903071",
    "cast": [
        {
            "url": "/celebrity/1164813/",
            "name": "基尔斯蒂·安妮·沃克 Kirsty Wark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317926/",
            "name": "阿拉斯泰尔·苏克 Alastair Sooke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2186953108.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4003438",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-06-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4003438/",
    "this_title": [
        "The Summer Exhibition: BBC Arts at the Royal Academy"
    ],
    "douban_link": "https://movie.douban.com/subject/25903071/",
    "trans_title": [
        "英国皇家艺术研究院的夏季展"
    ],
    "douban_votes": "0",
    "introduction": "What makes the Summer Exhibition an enduring fascination? The combination of ordinary Brits showing alongside the art world's most celebrated scions; the chance for emerging and established names to make a big splash; and the opportunity to see and be seen at one of the social calendar's most spectacular shindigs.Presented by Kirsty Wark, Alastair Sooke and Morgan Quaintance, the programme comes from the very glamorous private view, and goes behind the scenes of the Academy in the run-up to the opening. It visits artists' studios and amateur artists, and delves into the fascinating process of curating and hanging the world's largest open submission exhibition.One of the only institutions run by artists, an unprecedented twelve new Royal Academicians have been elected into the RA by their peers over the last year. What will Thomas Heatherwick, Bob and Roberta Smith, Conrad Shawcross, Wolfgang Tilmans and Yinka Shonibare mean for the future of the RA?Plus, Cornelia Parker curates a room and Kaiser Chiefs play their new single.",
    "chinese_title": "英国皇家艺术研究院的夏季展",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Summer Exhibition: BBC Arts at the Royal Academy",
    "douban_rating_average": 0,
    "update_at": "2025-09-07T04:00:27"
}