{
    "aka": [
        "Three Days Till Christmas"
    ],
    "sid": "25907798",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457432038.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [],
    "imdb_id": "tt2661620",
    "director": [
        {
            "url": "/celebrity/1019538/",
            "name": "拉杜·加布雷亚 Radu Gabrea",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2012-12-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2661620/",
    "imdb_votes": 77,
    "this_title": [
        "Trei zile până la Crăciun"
    ],
    "douban_link": "https://movie.douban.com/subject/25907798/",
    "imdb_rating": "7.6/10 from 77 users",
    "trans_title": [
        "圣诞节前三天",
        "Three Days Till Christmas"
    ],
    "douban_votes": "0",
    "introduction": "Docu-drama three days before Christmas is a detailed chronicle, based on testimonies, documents, reconstructions and archive footage, the last three days of Elena and Nicolae Ceausescu couple before their execution on Christmas Day of 1989.In his last night as the absolute master of the country, Nicolae Ceausescu remains the headquarters of the Communist Party to coordinate repression. Do not sleep more than three hours. Morning, December 22, for fear of being lynched by the crowd that forced entry into the building, Ceausescu agree to be evacuated by helicopter. Once up in the air, but it becomes a prisoner of the just had appointed to command the Army: General Stănculescu.Ceausescu's flight is a mixture of improvisation, arrogant, absurd and desperate. The old Stalinist seek refuge there to save the skin, but to organize the return to power. She's almost 72, but can not give up their \"most beloved son of the people.\" First helicopter taking him to Snagov Palace, where Ceausescu is interested, phone, where it's quiet in the country. Deciding to fly towards Pitesti, which relies on several armored divisions and commanders loyal. Requires two helicopters escort, but they refused to get off the ground. Pilot its bimotorului a Dauphin, abandons a chain of barley on the road Bucharest - Targoviste, near the town of Titu. Soon, the \"beloved leader\" will give nose to nose with his people. Why Targoviste officers refused to suppress fugitive dictators without trial? They had two fears: that will be executed in turn, to delete all, or that later will be tried for murder. It has created a process solution summarily decided staged in Bucharest and Targoviste. A process with predetermined verdict: death sentences fugitive dictators and enforcement of the sentence. So it came as Nicolae and be shot \"like wild animals\" as Michael Gorbachev had to speak in April 2010, the first visit to post-communist Romania. The execution took place on December 25, 1989, on Christmas Day.",
    "chinese_title": "圣诞节前三天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Trei zile până la Crăciun",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T20:07:20"
}