{
    "aka": [
        "7 Day The Series"
    ],
    "sid": "25903852",
    "cast": [
        {
            "url": "/celebrity/1000678/",
            "name": "查克利·彦纳姆 Shahkrit Yamnarm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041591/",
            "name": "娜特慧兰·塔美 Natthaweeranuch Thongmee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2221455985.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1521003/",
            "name": "艾安披·法卡尼奈·咔斯拉克 Amp Phakhinai Kasirak",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "18",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2015-01-10"
    ],
    "this_title": [
        "7 วันจองเวร"
    ],
    "douban_link": "https://movie.douban.com/subject/25903852/",
    "trans_title": [
        "7日复仇",
        "7 Day The Series"
    ],
    "douban_votes": "0",
    "introduction": "เตรียมพบกับ ซีรี่ย์ไทย เรื่องแรกของช่อง1เวิร์คพอยท์\"7วันจองเวร: เกิดวันไหนตายวันนั้น\"สร้างจากเค้าโครงนิยายขายดี ของ ภาคินัย ผู้เขียน ซินเดอเรลล่ารองเท้าแตะ, นางชฎา ฯลฯทั้งนี้ หนังสือซีรี่ย์ชุด 7วันจองเวร ของ ภาคินัย ได้ แปลเป็นภาษาต่างประเทศไปแล้วหลายภาษา ส่งขายไปหลายประเทศ\"7วันจองเวร\" นำแสดงโดย ชาคริต แย้มนาม, จ๋า วรัลชญาน์ จินดารักษ์วงศ์ , ทิพวรรณ ปิ่นภิบาล, รัดเกล้า อามรดิษ, กฤษณ์ เศรษฐธารงค์, บริวัตร อยู่โตฯลฯบทละครโดย: คงเดช จตุรัศมี(สยิว,กอด,ตั้งวง), ฝีมือการกำกับของ “ทรงศักดิ์ มงคลทอง”(เฮี้ยน,ผีจ้างหนัง). ผลิตโดย ทาเล้นท์วัน(last summer)ซีรีย์ละครเรื่อง “7วันจองเวร” เป็นเรื่องราวของชายหนุ่มเจ้าชู้ที่ประสบอุบัติเหตุทางรถยนต์เกือบตาย อุบัติเหตุครั้งนี้ทำให้ชีวิตของเขาเปลี่ยนไปอย่างสิ้นเชิง เขากลายเป็นคนเห็นผีหลายตนที่ตามหลอกหลอนเขาตามวันทั้ง 7 ซึ่งหนึ่งในผีเหล่านั้นคือนุสราว่าที่เจ้าสาวของเขานั่นเองโดย เรื่องราวจะพัวพันไปยังผี 7 ตน ตามวันต่างๆ ที่เป็นเรื่องแยกในแต่ละวันอาทิ‘WARD ห้องคลอดมรณะ’เป็นเรื่องของคนเกิดวันอาทิตย์ที่มักมีจิตสื่อสารกับคนท้องว่ากันว่าถ้าได้ใกล้สตรีมีครรภ์...มักจะได้เห็น ‘วิญญาณ’รอบตัวหลากมุมของ ‘ความลับ’ กำลังรอการ ‘คลี่คลาย’ไม่ว่าผีหลอกคน...คนหลอกผี...หรือใครหลอกใครผลสุดท้าย ’ความตาย’...จะมาคืนสนอง!‘Mirror กระจกสั่งตาย’เป็นเรื่องของคนเกิดวันจันทร์...ที่มักมีจิตสื่อกับกระจกเงา ว่ากันว่ายามใดได้ใกล้กระจกหลังเที่ยงคืน...มักจะเจอ ‘สิ่งเร้นลับ’ รอบตัวมนุษย์เราย่อมมี ‘คนรัก’ และ ‘คนเกลียด’ เป็นธรรมดา แต่ถ้าไอ้คนที่เกลียด...มันยังคอยราวีไม่เลิกรา บางทีก็ถึงคราวต้องลุกเผชิญหน้า...ส่งมันไปตายซะให้รู้แล้วรู้รอด!‘Haunted อาถรรพ์เรือนลั่นทม’เป็นเรื่องของคนเกิดวันอังคารที่มักมีจิตสื่อกับห้องน้ำว่ากันว่าถ้าได้ใกล้กับห้องน้ำที่มีประวัติไม่ดีงาม มักจะเจอสิ่งเร้นลับเสมอที่ๆคุณเคยคิดว่า ‘ปลอดภัย’แน่ใจได้อย่างไร...ว่าในวันที่กลับไป จะไม่มี ‘ใคร’ แอบอยู่!'theatre ตีตั๋วไปตาย'เป็นเรื่องของคนที่เกิดวันพุธที่มักมีจิตสื่อสารกับงานศพ ว่ากันว่าหากได้ไปงานศพ ดวงวิญญาณที่ไม่ได้รับเชิญจะตามกลับมาด้วย อย่ามัวแต่ระแวงหลัง...จนพลั้งเผลอลืมมองข้างหน้า เพราะบางที ‘รูปงานศพ’ ของคนที่ตั้งในศาลา อาจจะเป็น ‘ใบหน้า’ ของ ‘คุณเอง!’Stairs 12ขั้นบันไดผีเป็นเรื่องของคนที่เกิดวันพฤหัสบดี...ที่มักมีจิตสื่อสารกับบันไดบ้าน ว่ากันว่าหากจ้องมองที่บันไดในยามค่ำคืนมักเจอสิ่งเร้นลับชวนขวัญผวา เช่นเดียวกับ ชีวิตคนเรา...ไม่ต่างจากการก้าวขึ้นบันได พลาดพลั้งเมื่อไหร่...ระวังจะมี ‘ใคร’ ฉุดไป ‘ลงนรก!’'Reality ท้าคนเป็นเห็นคนตาย'เป็นเรื่องของคนวันศุกร์ที่มีจิตสื่อสารกับแหล่งน้ำว่ากันว่าหากไปยังเกาะแก่งแม่น้ำอาจจะได้พบเห็นวิญญาณสัมภเวสี‘HOLY ศพ-เซ่น-ศาล’เป็นเรื่องของคนเกิดวันเสาร์...ที่มักมีจิตสื่อสารกับศาลพระภูมิว่ากันว่าหากจ้องมองหรือลบหลู่ศาลพระภูมิมักจะเจอดีสิ่งบางสิ่งที่ ‘ไม่อาจเห็นด้วยตา’แต่นั่นไม่ได้หมายความว่า ‘มันไม่มี’ปากพล่อย สัญญา ลบหลู่ ดูหมิ่น หรือลองดีระวังจะกลายเป็น ‘สัมภเวสี…ผีไม่มีศาล!’สำหรับแฟนๆที่อดใจรอไม่ไหว หรือ อยากรู้ว่าน่ากลัวหรือ สนุกแค่ไหน ลองหา ซีรี่ย์ชุด 7วันจองเวร มาอ่านก่อนได้ ตามร้านหนังสือชั้นนำทั่วประเทศรายละเอียดเพิ่มเติมของซีรี่ย์และบรรยากาศกองถ่าย หรือเบื้องหลังจะทยอยแจ้งเป็นระยะๆ",
    "chinese_title": "7日复仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "7 วันจองเวร",
    "douban_rating_average": 0,
    "update_at": "2025-06-30T10:28:49"
}