{
    "aka": [
        "The End of the World"
    ],
    "sid": "25903817",
    "cast": [
        {
            "url": "/celebrity/1274565/",
            "name": "陆诗雨 Shiyu Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318619/",
            "name": "刘莉莉 Lili Liu ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405180/",
            "name": "陈林海 Linhai Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "动作",
        "西部",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189664721.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1341086/",
            "name": "阿健 A Jian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1475097/",
            "name": "陈笳 Jia Chen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1341086/",
            "name": "阿健 A Jian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405180/",
            "name": "陈林海 Linhai Chen",
            "@type": "Person"
        }
    ],
    "duration": "97分钟(中国大陆)",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语",
        "德语"
    ],
    "playdate": [
        "2007-11-30(中国大陆)",
        "2013-01-30(德国)"
    ],
    "this_title": [
        "天涯"
    ],
    "douban_link": "https://movie.douban.com/subject/25903817/",
    "trans_title": [
        "The End of the World"
    ],
    "douban_votes": "0",
    "introduction": "明朝中期，国势日趋衰弱，不仅内忧严重，而外患更为强烈，主要强敌是瓦刺国，自永乐盛世后，瓦刺日益强大不断侵犯大明西北边境。大明多次派使臣前往瓦刺恰和，可屡次失败，其中原故是瓦刺中的汉人（张士城后裔）为完成自己的复国大业从中作乱。经多次交谈最终瓦刺与大明联姻，瓦刺要求大明公主嫁给瓦刺王子。大明皇帝为了保全江山社稷，只能痛心将心爱的女儿（静宁公主）嫁往瓦刺。特派大内御前二品带刀侍卫（云萧天）率其精锐部下护送公主前往瓦刺。云萧天与公主彼此早有爱意，但在朝政身份有别的阻碍下二人只能私下交往。却想不到二人接到皇帝将公主下嫁瓦刺的使命。在国家与忠诚面前二人只能背叛爱情完成各自的使命。在前往瓦刺的途中，他们经历了重重困难，多次被反军围困，云萧天率其众侍卫保护着公主杀出了重围，可前路被封，后有追兵，只有绕道西北大漠前往瓦刺。在这种恶劣的地势环境和追兵凶猛的追杀下，云萧天及众人几乎没有丝毫喘气的机会。在连续数天的追杀中令云萧天不解的是无论他们怎么改变路线都无法摆脱敌兵的追击，于是云萧天在途中秘密暗查其原因，后得知是埋藏在随行队伍里的卧底（公主的贴身丫鬟秀儿）一直在途中给敌人暗留记号，同时也知道了秀儿就是自己一直在寻找失散多年的妹妹，秀儿向大家诉说了自己的遭遇和经过，也意识到了自己在被叛党利用，可这一切云萧天却难以接受。离瓦刺国越来越近了，也就意味着公主即将要和云萧天分开了，他们的心里无比焦急，二人想到海誓山盟的诺言，忍受不了分别的痛苦，云决定带公主远离朝政，放弃高官名利和荣华富贵，从此浪迹天涯，过无忧无虑的生活，可在这时被随行的和亲使臣刘彦所阻，并告诉他们如果你二人走了大明和瓦刺将会再起战争，那时普天下的老百姓就会因此而遭受灾难，生灵涂炭，还有万岁在和亲队伍出发时已把云母接进宫中，为的就是怕你们会有此动机。面对这严重后果之后，在亲情、爱情和忠孝大意面前，他们只能听天由命。经过重重磨难后终于到了瓦刺边界，反军仇明早已设好布局将云等人团团包围，秀儿企图想让义夫仇明开恩放过云萧天等人，却不料为此而牺牲。就在双方杀的正激烈时瓦刺王子赶来阻止了他们，并把公主接上了城墙，王子向仇明寻问其原由，在仇明的挑衅下得知公主早已和云萧天私定终生，公主也点头表示属实并威吓说谁都不能把他们分开，王子大怒，为了能让公主死心，也以除后患，决定在公主面前亲手杀掉云萧天，于是瓦刺王子和云萧天展开了一场激烈的生死搏斗。所有人的心都是紧张、哽咽的，公主更为担心，和云萧天在一起的一幕幕开心缠绵的情景不断回荡在公主脑海里，痛苦无奈下她仰声阻止了这场决战，并向瓦刺王子表示只要瓦刺国放过所有人，再把回旨下达给他们让其回国复旨，从此两国不再战争，她便和云萧天分开，永远不再见面，身为公主，所说的话让瓦刺王子折服了，答应了其要求。就当刘彦接到回旨后，公主泪流满面的望着云萧天放声“萧天我们永远也不会分开”后纵身跳下城墙，云看到此情景撕心裂肺，使劲全身力气冲了过去，茫茫大雪中，所有人都静静的站在原地看着云萧天抱着公主向远方走去，一直到消失。瓦刺王子被眼前这一幕所打动，撤兵而去。传说，此后大漠上时常会出现一对劫富济贫的侠侣，如果你在漠北看到一匹白色的骏马，听到悠扬的萧声，或许会寻找到他们的足迹、、、、、、刀光剑影，斩不断恩怨情仇！傲气豪骨，道不尽满腔悲怆！雄心侠胆，唱不完一世悲歌！一生凄美！一路坎坷！一腔侠气！几多悲凉绝唱 ……荡气回肠的爱情传说！风雨飘摇的封建王朝！热血基昂的忠勇侍卫！大义凛然的柔情公主！不共戴天的前朝旧恨！纵横戈壁的浴血匪帮！",
    "chinese_title": "天涯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T01:55:48"
}