{
    "aka": [],
    "sid": "25900846",
    "cast": [
        {
            "url": "/celebrity/1361412/",
            "name": "豪田路世留 Cecile Goda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1347927/",
            "name": "中村幻儿 Genji Nakamura",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "抱きたい女 抱かれたい女"
    ],
    "douban_link": "https://movie.douban.com/subject/25900846/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "【ポイント】 「遊ぶ女」と「遊ばれる女」2人の女の対照的な姿を描きつつ、結局は2人とも1人の男を愛するという点では同じであるという、切ない女の性を描く。本編中には竹の子族、懐かしい映画の看板など、時代を感じさせるものも見られる。 【ストーリー】 漫画家を目指すたかおは予備校生のひろしに「女の身体を知らないのに女が描けるか」と言われ、さちこという女を買う。しかし童貞のたかおは結局何もやらずに金だけ払う。翌日、雑誌社へ原稿を持ち込むたかお。そこで、たかおは気鋭の女写真家れいこと出会う。れいこはたかおを誘い、その日のうちに2人は寝てしまう。一方、ひろしはさちこと遊びで付き合っているがさちこは本気らしい。ある日、れいこが参加するパーティに招待されたたかおは、現場に行って驚く。なんと乱交パーティで、れいこは他の男と裸でイチャついている。怒って部屋を出たたかおを追いかけるれいこ。そして、たかおの部屋で2人は絡みあう。「オレだけの女になってほしい」そう頼むたかおに、「私は誰の女にもならない。私は私。あなたはあなた」そう言い放つれいこ。再び、原稿を持ち込んだたかおに「女の線が良くなった」と編集長は誉める。そこへ、れいこが現れる。れいこは普通のそぶりでたかおと接する。事務所を出たたかおは、その後、編集長とれいこが2人でどこかへ行くのを目撃する。れいこは「女は恋を食べて生きるのよ」と言って編集長との情事を楽しんだ・・・。一方、ひろしはさちこを捨てて田舎に戻っていった。たかおから事情を聞いたさちこは「ひろしはあたしを捨てないよね」と淋しそうに呟く。そんな時、れいこに一通のエアメールが届く。れいこを置いてニューヨークに行った男からの手紙で、もう一度やり直そうというものだった。それ以来、その男の事が頭から離れないれいこ。そして、れいこは男の待つニューヨークへ旅立つ決心をして別れの電話をする。たかおに、そして、今まで自暴自棄になってた自分に・・・。たかおの部屋で悲しい顔のたかおとさちこ。「ひろし、いつ戻って来るのかな」というさちこに、「お前は捨てられたんだ! オレ達の愛なんてソフトクリームラブ。ちょっぴり甘いけどすぐとけちまう」と吐き捨てるたかお。「きれいなところで死のう」とたかおは言う。そして、2人は重なり合うが、口からは「ひろし」「れいこ」と、想い出にすがりながらお互いにお互いの相手をだぶらせている。-とある湖。ボートに乗ってる2人。たかおはさちこに「オレ達やり直さないか」と言うが、さちこは「死ぬ」と言ってきかない。ボートの上でもみあううちに2人は、湖に落ちてしまう・・・。",
    "chinese_title": "抱きたい女 抱かれたい女",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-31T15:28:32"
}