{
    "aka": [],
    "sid": "25908589",
    "cast": [
        {
            "url": "/celebrity/1027179/",
            "name": "杰森·弗莱明 Jason Flemyng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281376/",
            "name": "琳德塞·库尔森 Lindsey Coulson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164302/",
            "name": "马克·扎米特 Marc Zammit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160210/",
            "name": "迪肯·托尔森 Dickon Tolson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120131/",
            "name": "米切尔·刘易斯 Mitchell Lewis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3583138",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3583138/",
    "imdb_votes": 57,
    "this_title": [
        "The Journey"
    ],
    "douban_link": "https://movie.douban.com/subject/25908589/",
    "imdb_rating": "7.8/10 from 57 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When a passing Samaritan, Ozzy stops a young Londoner, Will, from trying to kill himself, he takes him for a reluctant drink to calm his nerves. Sensing the young man might still make a stupid decision in his life, Ozzy tells 'Will' the tale of two men he met while travelling in Greece who were facing a similar dilemma. Like Will, these men, Hector and Jason, had both lost the desire to live and like him they too planned to end their lives. Ozzy explains that they found a way forward by not only facing their own demons but by accidentally saving others in their quest to find answers. Ozzy recounts their tale, transporting Will and the audience on a journey to the islands of Greece where we see both men individually struggle with their own loss and how their decision to travel impacts the lives of those they meet on the journey. Despite being consumed by their own despair Hector and Jason still show small acts of kindness to those whom they meet which have stronger ramifications than they envisaged. Not only to those strangers around them, but for themselves as well. Hector encounters Atia, a mercenary recently returned from Libya who is carrying a heavy burden and Jason meets Barbra, a British woman going through a difficult divorce. Each character they encounter becomes a source for personal reconciliation as they attempt to come to terms with their own grief and loss by inadvertently helping others despite being haunted by ghosts from their recent past. All the characters are linked by Ozzy, who meets them while he travels from island to island looking for the next party and by a mysterious dark woman dressed in white who constantly stalks the men. But is everything as it seems or are their greater forces at work guiding them on a journey that they have yet to fully comprehend?",
    "chinese_title": "The Journey",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-25T03:40:07"
}