{
    "aka": [],
    "sid": "25910282",
    "cast": [
        {
            "url": "/celebrity/1178559/",
            "name": "亨丽埃特·李赫特-罗赫 Henriette Richter-Röhl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010032/",
            "name": "大卫·罗特 David Rott",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188223044.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1596038/",
            "name": "绍·塞夫切克 Xaõ Seffcheque",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3710662",
    "director": [
        {
            "url": "/celebrity/1006554/",
            "name": "托马斯·科隆塞勒 Thomas Kronthaler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014-05-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3710662/",
    "imdb_votes": 61,
    "this_title": [
        "Julia und der Offizier"
    ],
    "douban_link": "https://movie.douban.com/subject/25910282/",
    "imdb_rating": "6.2/10 from 61 users",
    "trans_title": [
        "一位军人的爱恋"
    ],
    "douban_votes": "0",
    "introduction": "Bayern, 1965. Kaum ein Jahrzehnt hat Deutschland gesellschaftlich so revolutioniert wie die sechziger Jahre. Der Kalte Krieg beherrschte das politische Klima, der Minirock eroberte die Mode, und die Beatles machten dem heimischen Schlager Konkurrenz.Von all dem unberührt scheint das bayerische Dorf Lehrbach - bis zu dem Tag, als Julia Welling (Henriette Richter-Röhl) auftaucht, um im Auftrag der katholischen Kirche ein Kinderheim aufzubauen. Ihre modernen pädagogischen Erziehungsmethoden und ihre emanzipierte Art passen so gar nicht zum traditionellen Familienbild, das auf dem Land noch immer herrscht. Dort hat der Mann das Sagen, gehört die Frau an den Herd und gelten Kinder vor allem als billige Arbeitskräfte in der Landwirtschaft.Kein Wunder, dass nicht nur die Bauern, sondern auch Pfarrer Weber (Andreas Lust) und Bürgermeister Huber (Stephan Zinner) nicht gut auf die zugereiste Städterin zu sprechen sind. Schließlich setzt sich Julia über ihre Pläne hinweg und kauft statt der alten Gerberei eine leerstehende Kaserne der amerikanischen Truppen, um darin das Kinderheim einzurichten.Unerwartete Unterstützung erhält Julia von David Carter (David Rott). Der US-Major wickelt die Auflösung des Militärstandortes in Lehrbach ab und ist von Julias Selbstbewusstsein fasziniert. Doch die Sympathie, die beide für einander empfinden, wird schon bald von Julias Zweifel überschattet, ob ihre Liebe eine Chance haben kann. Denn als Soldat verkörpert David alles, was Julia ablehnt",
    "chinese_title": "一位军人的爱恋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Julia und der Offizier",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-08T11:00:15"
}