{
    "aka": [],
    "sid": "25910215",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188217465.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0194994",
    "director": [],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1976"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0194994/",
    "imdb_votes": 40,
    "this_title": [
        "Judgement Day"
    ],
    "douban_link": "https://movie.douban.com/subject/25910215/",
    "imdb_rating": "5.4/10 from 40 users",
    "trans_title": [
        "审判日"
    ],
    "douban_votes": "0",
    "introduction": "\"Judgement Day\" - a charming story of two unhappy lovers Mona and Will. The story in the style of \"Heaven can wait\", this fascinating film tells the story of the couple entering the Gates of Paradise, where they are met by four other guilty eager entrance to Paradise. Be that as it may, the entrance to Paradise is forbidden to them, because in order to enter there the true facts of life of each of them should be open. No detail will be omitted or what action, regardless of how they were unnatural will not be hidden from the viewer. And so, these hard-hitting action that four of the six are left to suffer forever in hell. But Will and Mona return to the ground and give them a second chance. The way they use this opportunity is amazing and an end to the unusual erotic film.Some words more about Judgement Day film: The entire film is structured - St. Peter calls the next sinner, that will send him to hell or heaven, and look at your book, what happened to the sinner just before his death. PJ Wingham in the role of St. Peter really annealed in every scene) who is fluent in English, will be able to assess the incessant banter.",
    "chinese_title": "审判日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Judgement Day",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T21:33:53"
}