{
    "aka": [],
    "sid": "25912256",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189510498.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1443762/",
            "name": "孙原 SUN YUAN",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-05-28(中国大陆)"
    ],
    "this_title": [
        "船政学堂"
    ],
    "douban_link": "https://movie.douban.com/subject/25912256/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1383",
    "introduction": "纪录片《船政学堂》整部作品规划六集，每集长度50分钟。2012年，纪录片《船政学堂》筹备阶段，我们就召开专家策划会，决定借鉴国内各省通过高端纪录片打造地域文化知名度的成功经验，首次以编年体与共时性兼备、中西文化学者共同讲述的国际化视角，从“人”的角度切入，来讲述船政学堂以及船政毕业生鲜为人知的故事。既开掘“创办—保台—留学—整军—报国—启蒙—图治”等办学前后一系列生动感人的真实事件，更围绕船政学堂关键人物如左宗棠、沈葆桢、严复、魏瀚、刘步蟾、陈季同、萨镇冰等，展开故事讲述和人物塑造，生动再现晚清“千年未有之变局”中，福建船政学堂大胆开放、提倡启蒙与创新、悲壮报国的集体群像，揭示船政学子与中国近代变革之间的关联。全片的故事起点为1866年左宗棠上疏奏请创办马尾船政及学堂，终点为19辛亥革命后，严复在内心矛盾纠葛中仍然坚持唤醒民众、期待新人。六集片名分别为《海国图梦》、《孺子可教》、《问道“泰西”》、《蛟龙出海》、《一声叹息》和《世纪星火》，涉及时间跨度45年。马尾，史称马江，这里因诞生彪炳史册的船政局和船政学堂，成为中国近代海军的摇篮、中国近代科技的重要发祥地、近代中国新式教育的发端。船政学堂是中国梦的十九世纪版本，它由洋务派主要领袖之一的左宗棠、首任船政大臣沈葆桢创办，于1866年底落户五口通商城市福州的马尾港。它最初的目的有两个：一是仿造英法等西方强国的坚船利炮；二是用西方的师资培养能驾驶蒸汽轮船的“良将”和能用西方技术制造枪炮的“良工”。可是，这所厂校合一的海军学校对中国近现代历史的影响，却大大超越了创办之初设定的目标。船政学堂最大的历史功绩在于，它为中国近代化输送了一批具有世界意识的杰出人才，可以说，中国近代化进程中的许多历史面貌，因为船政学堂的开办而留下了“急剧变迁”的伏笔。曾培养出严复、邓世昌、刘步蟾、魏瀚、陈季同、陈兆锵、萨镇冰等一大批具有世界意识和爱国情怀的知识分子，他们冲破中国晚清腐朽王朝的重重局限，以前所未有的新视野和新方式与西方世界打交道，在思想、军事、外交、科技、工业、文学等诸多领域戮力改革、勇于实践，极大地推动了中国近代化进程。船政文化是近代中国先进文化的旗帜，是福建省乃至中国独特的历史文化精粹，是近代中国追求民族进步、自强不息的精神缩影。近年来，作为船政文化的发祥地，福建省委、省政府以及各界人士对船政文化极为重视，船政文化早已成为世界范围内的研讨话题，吸引着海峡两岸以及海内外众多专家学者的目光。然而，从电视人的角度来看，震撼性地全面还原、挖掘和深刻反思这段近代历史的大型电视作品，尚是缺无。随着船政后人、船政研究学者不断老故，对这一重大历史人文题材实施抢救性拍摄，已经刻不容缓。在新的历史时期和发展机遇下，我们需要以新的历史观，去构建属于这个时代的主流价值。由左宗棠、沈葆桢于1866年创建的船政学堂，与中国传统学堂完全不同，传统学堂以灌输儒家经义为能事，以培养封建官吏为目标。船政学堂以学习近代科学为职志，以培养现代化人才为目标。传统学堂禁锢人的思想，船政学堂解放人的思想。迄今为止，有关兴办福州船政的历史意义众说纷纭，但究其根本所在——船政学堂，其未被世人充分认识的重要价值至少有四：一是教育领域。近现代中国教育发展进程中诸多关键实践由船政学堂成型。船政学堂是中国有史以来第一所推行外语教育、学用结合的工科学校，其在招生、外教聘用、教学管理等方面创立了一整套体系，为近代新式教育提供了成功范例。与1872年派遣的120名留美幼童相比，船政学堂派遣的欧美留学生，系国内新式教育培育之佼佼者，他们思想独立，胸襟博大，眼光独到，故能成为在学习西方文化和科技精粹后真正回国报效国家的群体，中国近代的留学生派遣体制因此得以形成。二是中西方文化交流领域。船政学堂学生群体在许多关键点上首开先河。哲学方面，严复第一个将进化论和逻辑学带入中国；文学方面，陈季同第一个将中国古典文学名著《红楼梦》、《聊斋志异》等介绍到欧洲，王寿昌则第一个将法国言情小说《茶花女》介绍到中国，为晚清的“小说界革命”培育了最广泛的读者群；天文学方面，高鲁第一个将中国阴历换算成公元历，并创立中国近代天文学。船政学堂是晚清中西文化双向交流传播和互动合作的关键平台，它所提供的不同文明间合作交流之镜鉴，至今意义重大。三是中国近代思想史上。船政学子参与发动并投身中国近代第一次思想解放运动——戊戌变法，严复翻译的《天演论》以及创立的《国闻报》，开世事之昏蒙，给小农意识浓厚的古老中国注入自由竞争、适者生存的现代意识，成为近代中国倡导科学民主的重要思想之源。四是保卫和经略台湾方面。船政学子大智大勇，功在千秋。1874年，早已觊觎台湾的日本派出舰队大举侵台，由福建船政精英组建的“福建水师”不仅在船政大臣沈葆桢率领下赴台强势威慑并驱走日军，而且在驻屯期间推行“开山抚番、解禁召垦”新政，为清朝大力开发和治理宝岛台湾奠定坚实基础。以上四点重要价值与当今现实联系最为紧密，也最可以资镜鉴。大型历史人文纪录片《船政学堂》的摄制与播出，必将在海峡两岸及海外引起强烈的反响。《船政学堂》定位于大型历史人文纪录片精品，大量挖掘船政学堂办学及其后世影响的珍贵史料和相关重点人物的真实故事，包括赴国外、台湾地区拍摄获取首次披露的大量鲜为人知的珍贵史料，以及英、法、美、日、德等国学者的有关历史评价、首次披露的国外博物馆珍藏的相关文物等，它是一部福建船政学堂的全新历史影像志。这部作品将告诉人们，中国梦的实现方式，从一开始就是与思想解放、与改革发展、与世界各民族间的和平、合作、交流分不开。而且，这个过程不会一帆风顺，更不可能一步到位，需要一代人甚至几代人的砥砺进取才能不断接近民族复兴的伟大梦想。",
    "chinese_title": "船政学堂",
    "douban_rating": "9.1/10 from 1383 users",
    "foreign_title": "",
    "douban_rating_average": "9.1",
    "update_at": "2025-04-14T18:07:05"
}