{
    "aka": [
        "和付兰兰一起拍短片"
    ],
    "sid": "25918774",
    "cast": [
        {
            "url": "/celebrity/1019001/",
            "name": "詹姆斯·弗兰科 James Franco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2213014050.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1051122/",
            "name": "大卫·加勒特 David Garrett",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3744126",
    "director": [
        {
            "url": "/celebrity/1019001/",
            "name": "詹姆斯·弗兰科 James Franco",
            "@type": "Person"
        }
    ],
    "duration": "4分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3744126/",
    "imdb_votes": 223,
    "this_title": [
        "Making a Scene with James Franco Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25918774/",
    "imdb_rating": "5.4/10 from 223 users",
    "trans_title": [
        "和詹姆斯·弗兰科一起拍短片 第一季",
        "和付兰兰一起拍短片"
    ],
    "douban_votes": "0",
    "introduction": "E01 Dirty Dancing DogsFranco plays both Michael Madsen's character, Mr. Blonde, AND Patrick Swayze's Johnny Castle in this showdown between captor and hostage. Because \"nobody cuts Baby's ear off.\"E02 Here's JimmyIn this parody, James Franco envisions what would have happened if Nicholson's ax chopped all the way through that door. Everyone thinks Jack's trying to kill his family in the iconic bathroom scene. But what if he just wants to be loved? Shot with the same dialogue and many of the original compositions, it's as if James was cast in the original - with a huge twist.E03 BatJuiceIn this parody of the famous dinner scene from Beetlejuice, the guests intermingle with super villains straight out of Gotham City.E04 Silent Taxi DriverJames spins the wheel for a scene remake in the silent film genre. When it lands on Taxi Driver, he knows he has his work cut out for him. This silent parody gives new meaning to \"You talkin' to me?\"E05 Wayne's TitanicIn the emotional turning point of James Franco's parody, Titanic meets Wayne's World as Wayne and Garth fully explore their unspoken love through the many mediums of art.E06 Back to the FutureIn this mashup of Forrest Gump and Back To The Future, James Franco plays Tom Hanks -- who was playing Forrest Gump and is now playing Michael J. Fox - who was playing Marty McFly.E07 I'm the One That I WantIn a way that only James Franco could conceive, he's mashing up Grease with - Grease. Ahna O'Reilly joins him as Sandy for a one-of-a-kind musical performance.E08 CatfatherWhen James decided to remake whatever film the wheel spins in the Horror Porn genre, he never could have predicted that it would land on \"The Godfather.\"E09 When Harry Met HarryWhen the mash-up wheel lands twice on \"When Harry Met Sally\" James proves that while sometimes you can fake it til you make it, the one person you can't fool is yourself.E10 The Dark Side of TwilightAt this point, where hasn't Twilight gone? Space, that's where. James is taking this franchise to the (animated) extreme.",
    "chinese_title": "和詹姆斯·弗兰科一起拍短片 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Making a Scene with James Franco Season 1",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T20:43:47"
}