{
    "aka": [
        "A love story, Lindenfeld"
    ],
    "sid": "25911745",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2188561774.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1019538/",
            "name": "拉杜·加布雷亚 Radu Gabrea",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1019538/",
            "name": "拉杜·加布雷亚 Radu Gabrea",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "2014-06-20(罗马尼亚)"
    ],
    "this_title": [
        "O poveste de dragoste, Lindenfeld"
    ],
    "douban_link": "https://movie.douban.com/subject/25911745/",
    "trans_title": [
        "林登菲尔德，爱情往事",
        "A love story, Lindenfeld"
    ],
    "douban_votes": "0",
    "introduction": "In Frankfurt the year 2005, Ulrich (Ulli) Winkler, president of a large company (Victor Rebengiuc) sees on TV a story about a former Saxon village of Banat, now abandoned. This is Lindenfeld, where he was born and lived Ulli until 1945, when most members of the community, including his parents and his girlfriend then, Helga, were deported to Soviet labor camps; witnessing dramatic events in a flashback that shift from idyllic when the foreground is the game of the two lovers, the sadistic and grotesque frame when entering grobienii representatives of the new government, imposed by the East. Throughout this action, six decades after he fled to Germany and began to make a fortune, trying to erase the memory of his ties with Romania, Ulli is strongly influenced by the images seen by the accidental reunion with a former villager, who announced that Helga lives so decide, together with Boris, his old servant and faithful friend to go secretly to Lindenfeld. There's a cruel finds his lover in his youth (Victoria Cociaş), who recounts with a very bitter humor, horrors endured by the villagers of the past: some died of hunger and cold in the camp (and her parents) while others have started issuing in 1950 to return home and be deported again, this time in Calandra, where they found the end (like his parents).",
    "chinese_title": "林登菲尔德，爱情往事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O poveste de dragoste, Lindenfeld",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T17:01:57"
}