{
    "aka": [],
    "sid": "25910265",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1357604",
    "director": [],
    "duration": "30",
    "episodes": "12",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1357604/",
    "imdb_votes": 697,
    "this_title": [
        "Chasing Classic Cars Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25910265/",
    "imdb_rating": "7.3/10 from 697 users",
    "trans_title": [
        "经典车妙探 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Hosted by renowned collector car archeologist, Wayne Carini, CHASING CLASSIC CARS welcomes viewers into the elite world of high-end car collection, as Wayne finds, buys, restores and sells some of the finest and most unique vehicles ever manufactured.In CHASING CLASSIC CARS, Wayne chases down original one-off cars in secret stashes around the country and meets with some of the hobby's most respected collectors, restorers, and artisans, giving viewers insight into the classic car expert's elite inner circle. Whether he is restoring a vintage ride, or searching for a hidden gem in garages around the world, Wayne's straight-shooting sensibility and passion for everything on wheels makes CHASING CLASSIC CARS a must-see for car lovers everywhere.From an iconic Mercedes Gullwing valued just shy of a cool million, to a duo of silky customs from legendary hot rodder Boyd Codington, to an affair with a collection of vintage motorcycles, this all new season of CHASING CLASSIC CARS has something for everyone. The sales are red hot and the buys are riveting, especially when Wayne ignores his own advice and catches auction fever, refusing to lower paddle until the hammer falls.Off the auction block, Wayne explores the fine line between collecting and hoarding when he wades knee deep into the vast and varied collection of the late Lee Roy Hartung. On the West Coast, Wayne dives deep into the work of Steve Moal, one of America's most renowned coachbuilders, and goes cruising in Sonoma with car lover Bruce Cohn - manager of the Doobie Brothers and owner of the B.R. Cohn winery, makers of a whimsical line of classic cars wines.",
    "chinese_title": "经典车妙探 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chasing Classic Cars Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-28T07:35:08"
}