{
    "aka": [
        "二手衣的奇幻旅程"
    ],
    "sid": "25928802",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2274228244.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3855620",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-07-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3855620/",
    "this_title": [
        "the secret life of your clothes"
    ],
    "douban_link": "https://movie.douban.com/subject/25928802/",
    "trans_title": [
        "旧衣的秘密",
        "二手衣的奇幻旅程"
    ],
    "douban_votes": "339",
    "introduction": "In Britain we give thousands of tons of our unwanted clothes to charity shops every year. But where do they actually go? It turns out most don't ever reach the rail of the local charity shop; they are exported to Africa. And even though we have given them away for free, our castoffs have created a multi-million pound industry and some of the world's poorest people pay good money to buy them.In this revealing film for BBC Two's This World, Ade Adepitan tells the fascinating story of the afterlife of our clothes. He follows the trail to Ghana, the biggest importer of our castoffs. One million pounds' worth of our old clothes arrive here every week. Ade meets the people who making a living from our old castoffs, from wholesalers and markets traders to the importers raking in a staggering £25,000 a day. But not everyone is profiting.With cheaply made western clothes flooding the market, the local textile industry has been decimated. Ade visits one of the last remaining cloth factories and finds it on its knees. And the deluge of our clothes isn't just destroying jobs, it has also had a seismic effect on Ghanaian culture. Western outfits are fast replacing iconic West African prints and traditional garb. Ade travels to remote villages to finds everyone wearing British high street brands.",
    "chinese_title": "旧衣的秘密",
    "douban_rating": "8.2/10 from 339 users",
    "foreign_title": "the secret life of your clothes",
    "douban_rating_average": "8.2",
    "update_at": "2025-03-09T23:35:58"
}