{
    "aka": [
        "The Lance Armstrong Story - Stop at Nothing"
    ],
    "sid": "25928045",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2208502585.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1348651/",
            "name": "艾利克斯·霍姆斯 Alex Holmes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3511812",
    "director": [
        {
            "url": "/celebrity/1348651/",
            "name": "艾利克斯·霍姆斯 Alex Holmes",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-05-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3511812/",
    "imdb_votes": 3123,
    "this_title": [
        "Stop at Nothing: The Lance Armstrong Story"
    ],
    "douban_link": "https://movie.douban.com/subject/25928045/",
    "imdb_rating": "7.5/10 from 3123 users",
    "trans_title": [
        "不择手段： 兰斯 · 阿姆斯特朗的故事",
        "The Lance Armstrong Story - Stop at Nothing"
    ],
    "douban_votes": "0",
    "introduction": "Documentary telling the intimate but explosive story about the man behind the greatest fraud in recent sporting history, a portrait of a man who stopped at nothing in pursuit of money, fame and success.It reveals how Lance Armstrong duped the world with his story of a miraculous recovery from cancer to become a sporting icon and a beacon of hope for cancer sufferers around the world. The film maps how Armstrong's cheating and bullying became more extreme and how a few brave souls fought back, until eventually their voices were heard.Director Alex Holmes tracks down some of his former friends and team members who reveal how his cheating was the centre of a grand conspiracy in which Armstrong and his backers sought to steal the Tour de France. Friends and fellow riders were brought into a dirty pact that no-one could betray, lest the horrifying extent of complicity be revealed. But the former friends whose lives he destroyed would prove to be his nemesis, and help uncover one of the dirtiest scandals in sports history.",
    "chinese_title": "不择手段： 兰斯 · 阿姆斯特朗的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stop at Nothing: The Lance Armstrong Story",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T11:42:09"
}