{
    "aka": [],
    "sid": "25927998",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192286823.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1300484/",
            "name": "渡边文树 Fumiki Watanabe",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "ノモンハン"
    ],
    "douban_link": "https://movie.douban.com/subject/25927998/",
    "trans_title": [
        "诺门罕"
    ],
    "douban_votes": "0",
    "introduction": "「ノモンハン」も「天皇伝説」同様の低予算映画で、時代設定は昭和14年ごろのはずなのに、なぜか道路がアスファルト舗装されていたり、主人公が着ているコートがどうも「平成」のものに見えちゃったりと、お茶目ポイントがいくつかあることはあるのですが・・・。でも、そんなことどうでもいいです。目をつぶってください。渡辺監督はアクション映画が大好きみたいですが、アクションよりも日本社会の閉鎖性、血縁に縛られた家族のグロテスクな悲劇、そういった「ニッポンの土着的情念の世界」を描き出すことにたけた作家のような気がします。「ノモンハン」のあらすじを簡単に紹介しますと、「ノモンハン事件」を戦った軍人である主人公（渡辺監督が演じている）は、日本軍惨敗という悲劇に終わってしまったノモンハンの真実を語るべく、あえて自決せずに復員します。我が家に帰ると、主人公の息子（将来を希望されていた軍人）は自殺しており、自殺の原因は彼の美しい妻が「ある皇族将校」と姦通したためではないか、という噂が村中で囁かれています。このように、途中までは閉鎖的な村社会を舞台にした家庭ドロドロ劇風な展開なのですが、主人公が未亡人となった嫁の秘密を追求していくあたりから俄然面白くなってきます。実は主人公の一族は被差別部落の出身であり、その事実を知った嫁は一族の青年を軍隊学校に無事入学させるため、被差別部落という出自をなかったことにしてもらうため、皇族将校に身を任せたのでした。姦通は事実だったのです。家族に対する愛情からとはいえ、主人公は嫁の不貞を許せません。しかし、嫁以上に主人公はその「皇族将校」が許せないのです。問題の皇族将校はノモンハンでは主人公の上官であり、皇族将校の判断ミスによって大勢の日本軍人の命が失われたという、公にはされていない事実を主人公は知っていたのでした・・・。主人公は嫁を殺害、自身も嫁殺しの犯人として生涯を終えます。悲劇の発端ともいえる皇族将校は何の罪に問われることもなく、生き長らえます。そして時は流れて・・・病気で余命いくばくもない皇族将校が入院している病院に一人の女が現れます。女は一瞬の隙をついて皇族将校を殺害、自分も自殺します。女は主人公の孫、つまり自殺した息子と嫁の間に生まれた子供だったのでした。どうですか？かなり大胆な結末だと思いませんか？「天皇伝説」よりも、こちらのほうが絶対ヤバい！ノモンハン事件に渡辺監督が考えているようなウラ話があったのか、私にはわかりません。すべては監督の妄想、フィクションなのかもしれません。そうだったとしても、「皇室」と「被差別部落」という「徹底的に守られる存在」と「徹底的に排除される存在」を対比させるアイデアはすごいなと思いました。また、地方のある一族に起こった悲劇が、ノモンハンの悲劇の真実を解き明かしていくという展開も見事です。私は特に政治的ポリシーを持っているわけではありませんし、天皇制に反対というわけでもないノンキなミーハーにすぎませんが、もともと「歴史・政治・戦争の不条理が個人の悲劇に還元されていく」というお話に弱く、そういう意味で「ノモンハン」はかなりガツンときましたし、「天皇伝説」にしても、「ああ、世の中にはこんなことを考えている人もいるのだな。」と、興味深く楽しむことができました。渡辺文樹が撮っているのは間違いなく「映画」です。監督の「感性」というフィルターがかかる以上、すべての映画はフィクションであり、そこで語られていることはすべて（それがどんなに危険なことであったとしても）、フィルムに焼きつけられた空想に過ぎないのかもしれません。でも、だからこそ、渡辺監督には死ぬまで自分の「思想」を撮りつづけて欲しいです。",
    "chinese_title": "诺门罕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ノモンハン",
    "douban_rating_average": 0,
    "update_at": "2025-08-04T11:21:17"
}