{
    "aka": [
        "The Temple"
    ],
    "sid": "25926743",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191256186.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332654/",
            "name": "郭恒奇 Hengqi Guo",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "庙"
    ],
    "douban_link": "https://movie.douban.com/subject/25926743/",
    "trans_title": [
        "The Temple"
    ],
    "douban_votes": "331",
    "introduction": "二○六宿舍里住着几名即将毕业的男生。终日吃饭、聊天、打牌、玩手机，打发他们的青春时光，只为了混一张高中文凭。终于，高中毕业了，可是未来又在何方？去打工还是继续混个大专？面对这样的学生，教师们很难表现出教学热情。成绩不可能好，待遇也不高，得过且过，坐等学校搬迁早日到来。只有侯老师认真地擦着报栏（布告栏），一如既往。侯老师不善与人交往，生活中大部分的时间是一个人坐着，不说话。平遥县段村中学原址是一座明代古剎，清末在此设有义学，民国初年设高小（小学高年级），中华人民共和国成立后成立县办初中，八○年代成立县办高中。二○○一年高中扩招，在校学生达一千四百余名，为此校方在操场上新修一座教学楼。来到二○一一年夏天，全校一百五十余名学生和其它两所高中合并，迁入城中新校。操场上长出青草，教学楼中继续住着看门人老米和他的家人。导演简介郭恒奇，1979年出生于中国山西。2007年参加艾未未的纪录片《童话》的后期制作，任剪辑助理。同年12月，担任王兵的纪录片《原油》剪辑；2008年1月剪辑张弛剧情片《盒饭》。2008年2月至2010年8月拍摄纪录片《新堡》， 该片荣获2010年釜山电影节超广角单元最佳纪录片，并正式入选2011法国真实电影节、加拿大Hot Docs国际纪录片电影节、云之南纪录影像展、台北电影节。纪录片作品2008-2010 导演《新堡》New Castle , director2007 剪辑《原油》Crude Oil , editor导演的话平遥县段村中学是一所农村中学，原址是一座明代古剎。我的爷爷、父亲，还有弟弟都曾在这里求学。当听说段村中学将要搬入城中时，全体师生欢呼雀跃，急切盼望这一天的到来，以便早日投入城市的怀抱。操场上的教学楼从新建到废弃才十年；而这里作为一所学校近一百年了，作为一座建筑近五百年了；可是，没有人在乎这些。当我是一个学生时，我们曾对所有的老师充满尊敬。当我成为一个老师后，对面的学生叼着烟，老成地对我说：「现在有本事的人谁当老师啊！对吧！」 三十年经济发展的同时，我们还改变了什么？「学校者， 教化之原」， 可以「申之以孝悌之义」， 可以「修己治人」，然而现在所有的学校不可能有这些了，取而代之的是思想政治教育，考试是教育和学习的唯一目的。在乡村学校，面对微薄的薪水，顽劣的学生，教师已无心授业，也无力传道，师道尊严扫地。学生们厌学，逃学，无所事事也无所适从，茫然，躁动，虚掷青春，向往城市的繁华，梦想有一天可以不劳而获。但是这些问题仅仅归结于教育的失败吗？ 更重要的原因来自这个社会对他们的影响。他们对世界的认识离不开他生存的环境、生活的地域、社会的阶层等等。也正如他们的教科书中所提到的：「意识是人脑对客观世界的反应」。他们的言谈举止、精神状态、价值认同是目前乡村社会真实写照。他们是乡村社会的未来，然而从事实层面看来，他们很可能成为社会上闲散的无业游民。百年学校凋敝的背后，是乡村社会人文价值体系的瓦解。从此，「礼失求于野」成为一种奢望。",
    "chinese_title": "庙",
    "douban_rating": "7.5/10 from 331 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-12-01T18:45:21"
}