{
    "aka": [],
    "sid": "25931256",
    "cast": [
        {
            "url": "/celebrity/1025614/",
            "name": "三上博史 Hiroshi Mikami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031458/",
            "name": "加藤贵子 Takako Katoh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321815/",
            "name": "真岛秀和 Hidekazu Mashima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016987/",
            "name": "津川雅彦 Masahiko Tsugawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192109779.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1337400/",
            "name": "北川雅一 Masaichi Kitagawa",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2011-02-21"
    ],
    "this_title": [
        "シリーズ激動の昭和 総理の密使 〜核密約 42年目の真実〜"
    ],
    "douban_link": "https://movie.douban.com/subject/25931256/",
    "trans_title": [
        "总理的密使"
    ],
    "douban_votes": "0",
    "introduction": "昭和42年(1967)、自民党・佐藤政権は「沖縄返還」を公約に掲げ、国内世論はこの問題で沸騰していた。「戦争に負けても、外交で勝つ」。国際政治学者・若泉敬(三上博史)は、尊敬する吉田茂元総理の言葉を引き、東大の後輩でのちに外務官僚となる谷内正太郎(眞島秀和)に、沖縄返還で日本外交の力が試されると説く。若泉は親交のあった自民党幹事長・福田赳夫を介して、佐藤榮作総理(津川雅彦)と密会。返還交渉について、秘密の特使=密使の仕事を依頼される。間近に迫った日米首脳会談で、返還時期のメドだけでもつけたい佐藤総理。彼は、「ベトナム戦争の最中に、その前線基地となっている沖縄をアメリカが返すはずがない」と動きの鈍い外務省ルートとは別の突破口を求めていたのだ。単身ワシントンに向かった若泉は、時のジョンソン大統領の側近に働きかけ、「2～3年以内に返還時期のメドを付ける」との合意に成功する。しかし、肝心のジョンソン大統領が次期大統領選に不出馬。交渉は振り出しに戻ってしまった。2年後、後継のニクソン大統領との首脳会談を前に、再び若泉は、佐藤総理から密使の仕事を依頼される。今回は、「国際政治の怪物」と呼ばれたキッシンジャー補佐官が相手だ。ホワイトハウスに乗り込んだ若泉は、キッシンジャーと二人だけの秘密交渉を開始。「核抜き、1972年の返還」と引き替えに、キッシンジャーが突きつけてきたのは、「有事の際の沖縄への核再持ち込み」と「繊維交渉での日本側の譲歩」というふたつの秘密の合意=密約だった。ばれたら政権が吹っ飛びかねない「爆弾」であったが、「沖縄を取り戻すためには、やむを得ない代償」と思い定めた若泉は、佐藤総理を説得し続けた。昭和44年(1969)11月、ついに沖縄返還が決まった日米首脳会談。ホワイトハウスの小部屋で、密かに合意文書が取り交わされる。それは、若泉、佐藤、ニクソン、キッシンジャーの4人しか知らないものだった。役目を終えた若泉は、佐藤総理に「私のことはすべて忘れてください」と語り、交渉における自らと\"密約\"の存在を封印する。昭和47年(1972)5月15日、沖縄の本土復帰、そして、昭和49年(1974)年、佐藤榮作がノーベル平和賞を受賞する。しかし、一方、繊維交渉は進まず、日米関係は最悪の状態に。専門外の経済交渉に巻き込まれ、板ばさみとなった若泉は心身共に疲弊していく。さらに、返還後も変わらない沖縄の基地負担の現実に、自らの「結果責任」を痛感した若泉は、50歳にして故郷・福井への隠棲を決意。沖縄返還交渉の真実を明かすため、長い執筆活動に入った。そんな若泉を支え続けたのが、弁護士の妻・ひなを(加藤貴子)。だが、5年後、ひなをは急死。さらに若泉本人もすい臓がんであることを告知される。そんな中、若泉は太平洋戦争での遺骨収集のため沖縄へ向かった。そして1994年の沖縄本土復帰記念日に、ついに著書「他策ナカリシヲ信ゼムト欲ス」が出版される。600ページ以上もある分厚い本は、沖縄返還交渉の裏舞台と\"密約\"について詳細を究めたものだった。「長く密約の存在を否定し続けてきた日本政府は、どう対応するのか」、マスコミは騒然となった。国会への証人喚問も覚悟していた若泉敬。公の場で語り、沖縄への「結果責任」をとると同時に、外交戦略なきニッポンへ警鐘を鳴らす意図があったのだが・・・・・・",
    "chinese_title": "总理的密使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "シリーズ激動の昭和 総理の密使 〜核密約 42年目の真実〜",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T10:42:11"
}