{
    "aka": [],
    "sid": "25931769",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192818484.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3645068",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-05-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3645068/",
    "imdb_votes": 525,
    "this_title": [
        "Nat King Cole: Afraid of the Dark"
    ],
    "douban_link": "https://movie.douban.com/subject/25931769/",
    "imdb_rating": "7.0/10 from 525 users",
    "trans_title": [
        "纳特金·科尔：害怕黑暗"
    ],
    "douban_votes": "0",
    "introduction": "Imagine what it would feel like to be the only black television star in Hollywood at a time when the KLU KLUX KLAN acted out violently against black people, when America groaned under the weight of segregation and prejudice. Imagine being in possession of a natural talent so great, so unique and disarming that these issues were seemingly swept to one side to allow you to perform and be acknowledged for this gift, yet behind closed doors they were trying to think of a way to package you as something you were not: white. This candid account of the actual happenings in and around the \"fairytale\" life of fame and fortune of Nat King Cole, are taken from the private journals of Nat King Cole and exclusive interviews with the widow of Nat King Cole, Maria Cole, as well as contributions from other family members, Tony Bennett, Buddy Greco, Harry Bellafonte, Nancy Wilson, Sir Bruce Forsythe, George Benson, Aaron Neville, Johnny Mathis and many more. Some of these shocking stories have never ...",
    "chinese_title": "纳特金·科尔：害怕黑暗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nat King Cole: Afraid of the Dark",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-30T11:00:22"
}