{
    "aka": [],
    "sid": "25933297",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192450678.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1300484/",
            "name": "渡边文树 Fumiki Watanabe",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010"
    ],
    "this_title": [
        "政治と暴力：三島由紀夫＆赤報隊"
    ],
    "douban_link": "https://movie.douban.com/subject/25933297/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "また福島まで行ってきた。先月まで、事件取材だと何度も出かけてきたのに。だが、今回は犯罪ではなくて映画のためだ。いや、ある意味犯罪のようなものか。渡辺文樹の新作である。mixiでのポスター目撃情報だけを頼りにはるばる出かけてきたわけだが、いや、とんでもないものを見せられてしまった。今回、新作は二本、『三島由紀夫』と『赤報隊』が上映されたのだが、これは実は一本の話である。『天皇伝説』と『ノモンハン』のように姉妹編というのもなく、まったくひとつの話。どうやら一本の映画として撮ったのだが、話が長くなりすぎたので分割して二本立て上映にしたらしい。上映時間三時間半、堂々たる大作である。しかもモノクロ・スタンダード！　三時間半の白黒映画となればもう超大作である。そう、これはある意味これまでの渡辺文樹映画の集大成とも言える一大歴史絵巻だったのだ！昭和55年、住友銀行では磯田頭取みずからが中途採用の男の面接をおこなっていた。彼の名は渡辺文弥（渡辺文樹）。元自衛官であり、殺人の罪で服役したこともある男だ。なぜ一流銀行がそんな男をわざわざ採用しようというのか？　それは渡辺の過去に理由があった。陸軍中野学校を出た謀略のプロ、渡辺はかつて反共の謀略に荷担し、米軍らと共に列車破壊の陰謀にたずさわったこともあったのだ……そう、昭和24年の松川事件。「福島と言えば松川事件」などと『殺人事件がわかる本』にも書いたが、実はあれは渡辺文樹の謀略だった！という驚愕のストーリーである。ここ数ヶ月の自分の仕事がすべてつながってしまった。松川事件からはじまる昭和暗黒史がその裏に暗躍する｢渡辺文也」という男の生き様とともに語られていく。これは「渡辺文樹の黒い霧」である！　つまり文樹＝昭和史なのである。であればこれが三時間半の超大作になる理由も、全編モノクロ（ただし一部インサートはモノクロ・フィルムがなかったためかカラー・フィルムが使われているのだが、それでも文樹の意図を汲んで全編モノクロと考えるべきだろう）で撮られている理由もわかるだろう。これは渡辺文樹による山本薩夫映画の再現なのだ。もちろん映画はあくまでも文樹映画なので、素人ばかりの俳優は科白をトチリまくるし、昭和の話なのにみんな携帯使っていたりするし、撮影ではピントが狂いまくる（というか、カメラを回してからピント合わせをしている！）。そのての瑕疵をあげつらっていたらきりがない。だが、一方で素人ばかりの俳優にはどんな商業映画俳優にもない味がある。個人的に一番感心したのは朝日新聞・犬飼記者役の俳優で、いかにも朝日新聞の記者らしいねちっこいいやらしさが表現されているのだった（いや、もちろんぼくの会った朝日の記者の中にあんな人はいません）。俳優の｢顔」に対する文樹の感性は相変わらず素晴らしい。物語はもっぱら室内でのダイアローグのやりとりだけで進む（｢顔」の映画である）のだが、何ヶ所か入るアクション・シークェンスは鮮烈だ。たぶんこういう映画を作りたいと思っている映画人は多いはずなのだ。それが「文樹映画」という枠の中であっけなく実現してしまっている！　いや、それは｢文樹映画」だからこそ成立するのかもしれないが、この暴力的な映画作りに高橋洋が嫉妬するのは間違いない！",
    "chinese_title": "政治と暴力：三島由紀夫＆赤報隊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T03:40:30"
}