{
    "aka": [
        "Trees Stand on Slope"
    ],
    "sid": "25933714",
    "cast": [
        {
            "url": "/celebrity/1314836/",
            "name": "李纯才 Soon-jae Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324337/",
            "name": "文姬 Hie Mun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1612425/",
            "name": "金淳哲 Sun-cheol Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2192502280.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0330676",
    "director": [
        {
            "url": "/celebrity/1341553/",
            "name": "崔夏园 Ha Won Choi",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1968-04-13(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0330676/",
    "this_title": [
        "나무들 비탈에 서다"
    ],
    "douban_link": "https://movie.douban.com/subject/25933714/",
    "trans_title": [
        "树长在土坡上",
        "Trees Stand on Slope"
    ],
    "douban_votes": "0",
    "introduction": "한국전쟁에 참전하였다 제대한 후 전쟁의 상처를 안고 사는 재벌집 아들 현태(이순재)는 하루하루를 무위도식하며 지낸다. 어느 날 그에게 자살한 전우 동호(김동훈)의 약혼녀 장숙(문희)이 찾아온다. 장숙은 동호의 자살 원인을 듣고 싶어 하나, 현태는 한사코 밝히기를 거부한다. 결벽증이 있던 동호를 증오한 현태가 그에게 술집 작부를 붙여 타락하게 만들었고, 동호는 술집 작부에게 남자가 치근대는 것을 보고 그 둘을 죽인 후 자신도 자살한 것이다. 현태가 넘겨준 유서를 통해 장숙은 사건의 전모를 알게 되고, 둘은 밤을 함께 보낸다. 미국으로 떠나기로 한 전날 장숙을 만나 책임 추궁을 받은 후 이상한 충동에 휩싸인 현태는 동호에 빙의라도 한 듯 자신과 평소 가까이 지내던 술집 작부 계양에게 치근덕대는 남자를 칼로 찌르고 감옥에 간다.황순원의 동명 소설을 원작으로 한 이 영화는 <독짓는 늙은이>(1969), <무녀도>(1971)와 함께 최하원 감독의 대표작이자 데뷔작이다. “한국적인 소외와 고독이 도대체 어디서 오는가를 화면을 통해서 파헤쳐 보겠다”는 야심찬 계획으로 만들어진 이 영화는 그 비극의 기원으로 한국전쟁을 지목한다. 그러나 이 영화는 한국전쟁을 정면으로 다루기보다는 전쟁이라는 국가폭력의 구조가 개인에게 남긴 상처의 내면을 탐사하는데 초점을 맞추고 있다.당대 많은 문예영화들이 형식적인 실험을 통해 한국영화 표현의 경계를 넓히고자 노력했는데, 이 영화는 그러한 시도가 가장 성공적인 결과로 나타난 작품 중 하나라 할 수 있을 것이다. 특히 인물의 복잡한 성격화, 상징적이고 은유적인 대사, 혼란스럽고 황폐한 내면을 외화한 표현주의적인 화면 구성과 음악이 돋보인다. 한국영화가 동시대 유럽의 영화와 어떻게 공명하는 지를 보여주는, 한국영화의 다양한 흐름 중 모더니즘 계열의 대표적 작품이라 할 수 있다. 1960년대 후반 한국영화사에서 가장 주목할만한 데뷔작일 것이다. (출처 : 영상자료원 영화사연구소)在韩国战争中参战后退伍的财阀家庭的儿子贤泰(李顺载饰)在战争中受伤，每天过着无所事事的生活。有一天，自杀的战友东浩(金东勋饰)的未婚妻张淑(文姬饰)来到了他身边。张淑想听到东浩自杀的原因，但玄泰坚决拒绝说出。憎恨患有洁癖的东浩的贤泰在他的酒吧里找了个女主人堕落了，东浩看到男人缠着酒吧女主人，杀死了他们两人后自己也自杀了。通过玄泰留下的遗书，张淑知道了事件的全貌，两人在一起过夜。决定前往美国的前一天，玄泰在与张淑见面并被追究责任后，陷入了奇怪的冲动之中，他用刀刺向似乎附身于东湖集团一样，平时经常和自己亲近的酒吧女主人桂阳缠人的男子后，将其关进了监狱。该片改编自黄顺源的同名小说，与影片《爱的老人》(1969年)、《舞女图》(1971年)一起，是崔在夏导演的代表作和处女作。以“通过画面来揭开韩国人的疏远和孤独究竟来自何方”的充满野心的计划制作的这部电影将韩国战争指为悲剧的起源。但该片没有正面描写韩国战争，而是把重点放在探索“战争”这一国家暴力结构给个人留下的伤痛的内心世界。当代很多文艺电影都在通过形式上的实验，努力拓宽韩国电影表现的界限，而这部电影可以说是这种尝试最成功的结果之一。特别是人物复杂的性格化、象征性和隐喻性的台词、将混乱和荒废的内心加以外化的表现主义的画面结构和音乐尤为突出。在表现韩国电影如何与同时代的欧洲电影产生共鸣的韩国电影的多种流向中，可以说是现代主义系列的代表性作品。这是20世纪60年代后期韩国电影史上最值得关注的处女作。(来源:影视院电影公司研究所)",
    "chinese_title": "树长在土坡上",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "나무들 비탈에 서다",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T15:00:14"
}