{
    "aka": [],
    "sid": "25945246",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432730389.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1667833",
    "director": [
        {
            "url": "/celebrity/1338700/",
            "name": "克里斯托弗·斯宾塞 Christopher Spencer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1667833/",
    "imdb_votes": 24,
    "this_title": [
        "Fighting the Red Baron"
    ],
    "douban_link": "https://movie.douban.com/subject/25945246/",
    "imdb_rating": "6.9/10 from 24 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Fighting the Red Baron follows two modern-day, elite Red Arrows pilots as they take on the challenges that faced the aviators of World War I, in order to find out how aerial warfare changed forever in just four years.In 1914, when WWI began, the aeroplane was so new that the British had never used it in battle before. Eager recruits, some as young as 17, rushed to join the British army's new aircraft service - the Royal Flying Corps - and quickly came up against Germany's hunting squadrons and most notorious fighter pilot, the Red Baron.By the end of the war in 1918, a new and terrifying form of warfare had been devised, the skies had been turned into battlefields and the cost to aviation pioneers had been enormous.In this film the Red Arrow pilots fly original WWI aircraft, and carry out the key challenges the plane took on in the course of WWI: photo reconnaissance, artillery ranging and bombing missions; all leading to a final classic dogfight in replica period aircraft kitted out with camera guns.The pilots' flying skills are tested to the limit for an exhilarating and surprising experience. They find that all aspects of modern aerial warfare, from surveillance to artillery ranging, were already being refined by their pioneering counterparts almost 100 years ago.Their journey charts the historical 'big-bang' moments of the race for aerial supremacy and reveals how, in just four years of war, aircraft were transformed from flimsy flying machines to the warplanes recognisable today.",
    "chinese_title": "Fighting the Red Baron",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T17:21:33"
}