{
    "aka": [],
    "sid": "25940526",
    "cast": [
        {
            "url": "/celebrity/1315193/",
            "name": "奥利弗·杰森-科恩 Oliver Jackson-Cohen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336367/",
            "name": "莎拉·斯努克 Sarah Snook",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1256982/",
            "name": "蒂姆·明钦 Tim Minchin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1391679/",
            "name": "芬恩·希克卢纳·奥普莱 Finn Scicluna-O&#39;Prey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355648/",
            "name": "本杰明·里格比 Benjamin Rigby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470419/",
            "name": "塞巴斯蒂安·斯库巴拉 Sebastien Skubala",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507064334.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1033954/",
            "name": "麦克·古德根 Mac Gudgeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296698/",
            "name": "扬·萨尔迪 Jan Sardi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1559367/",
            "name": "凯特·格伦维尔 Kate Grenville",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2298264",
    "director": [],
    "duration": "80分钟",
    "episodes": "2",
    "language": [
        "英语",
        "土著语"
    ],
    "playdate": [
        "2015-06-14(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2298264/",
    "imdb_votes": 723,
    "this_title": [
        "The Secret River"
    ],
    "douban_link": "https://movie.douban.com/subject/25940526/",
    "imdb_rating": "7.1/10 from 723 users",
    "trans_title": [
        "神秘的河"
    ],
    "douban_votes": "0",
    "introduction": "William Thornhill, an illiterate Thames bargeman and a man of quick temper but deep feelings, steals a load of timber and is transported to New South Wales in 1806. Like many of the convicts, he's pardoned within a few years and settles on the banks of the Hawkesbury River. Perhaps the Governor grants him the land or perhaps he just takes it - the Hawkesbury is at the extreme edge of settlement at that time and normal rules don't apply. However he gets the land, it's prime riverfront acreage. It looks certain to make him rich. There's just one problem with that land: it's already owned. It's been part of the territory of the Darug people for perhaps forty thousand years. They haven't left fences or roads or houses, but they live on that land and use it, just as surely as Thornhill's planning to do. They aren't going to hand over their land without a fight. Spears may be primitive weapons, but settlers know that they can kill a man as surely as a ball of lead from a musket. As he realises all this, Thornhill faces an impossible choice. Some of his neighbours - Smasher Sullivan, Sagitty Birtles - regard the Darug as hardly human, savages with as little right to land as a dog. When the Darug object to being driven off, those settlers have no compunction in shooting or poisoning them. Other neighbours make a different choice, and find ways to co-exist with the Darug. Blackwood has made a family among them. Mrs Herring \"gives them when they ask\". Hostility between blacks and whites gradually escalates. Finally a group of settlers decides to go out and \"settle\" the Darug for once and for all. Will Thornhill join them? The decision he makes is with him for the rest of his life.",
    "chinese_title": "神秘的河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Secret River",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-27T17:22:27"
}