{
    "aka": [],
    "sid": "25955863",
    "cast": [
        {
            "url": "/celebrity/1013839/",
            "name": "丹妮卡·麦凯拉 Danica McKellar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2195270725.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1252491",
    "director": [
        {
            "url": "/celebrity/1398534/",
            "name": "George Paul Csicsery George Paul Csicsery",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1252491/",
    "imdb_votes": 13,
    "this_title": [
        "Julia Robinson and Hilbert's Tenth Problem"
    ],
    "douban_link": "https://movie.douban.com/subject/25955863/",
    "imdb_rating": "7.8/10 from 13 users",
    "trans_title": [
        "朱莉娅·罗宾逊和希尔伯特的第十个问题"
    ],
    "douban_votes": "0",
    "introduction": "A one-hour biographical documentary, Julia Robinson and Hilbert's Tenth Problem tells the story of an important American mathematician against a background of mathematical ideas.Julia Robinson (1919 – 1985), a pioneer among American women in mathematics, rose to prominence in a field where often she was the only woman. She was the first woman elected to the mathematical section of the National Academy of Sciences, and the first woman to become president of the American Mathematical Society.Her work, and the exciting story of the path that led to the solution of Hilbert's tenth problem in 1970, produced an unusual friendship between Russian and American colleagues at the height of the cold war. In this film, Robinson's major contribution to the solution of H10 triggers a tour of 20th century mathematics that moves from Paris in 1900, through the United States, to the Soviet Union and back.Following the passionate pursuit of an unsolved problem by several individuals in different countries adds to the emotional intensity of the mathematical quest.This film covers important events in the history of modern mathematics while conveying the motivations of mathematicians, and exploring the relationship between mathematical research and the development of computers. The key protagonists and advisors to the project are recognized as the most prominent in their fields.Julia Robinson's story, and the presence of prominent women in mathematics in the film, should inspire young women to pursue educational opportunities and careers in mathematics.",
    "chinese_title": "朱莉娅·罗宾逊和希尔伯特的第十个问题",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Julia Robinson and Hilbert's Tenth Problem",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T02:14:40"
}