{
    "aka": [
        "恐怖說書人"
    ],
    "sid": "25955522",
    "cast": [
        {
            "url": "/celebrity/1375827/",
            "name": "春野惠 Megumi Haruno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426729/",
            "name": "林未纪 Miki Hayashi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2195238112.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt28262050",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2011-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28262050/",
    "this_title": [
        "カタリヤ最恐都市伝説"
    ],
    "douban_link": "https://movie.douban.com/subject/25955522/",
    "trans_title": [
        "恐怖说书人",
        "恐怖說書人"
    ],
    "douban_votes": "227",
    "introduction": "都市伝説関連のネタをオムニバス形式で実写化した作品。収録数２４本、１本約２分～３分のショートストーリーなのでつまらないエピソードでもすぐに終わるのが救いですねｗちなみにイントロで”この世から都市伝説が消えそうになった時に現れるという「潟裏弥（かたりや）」が語る”なんて意味深な文言が踊ってますが、本編でのナレーションを務めるだけで深い意味はありませんｗ都市伝説ネタもしくはそれにまつわるような話って、殆どメディアで目にした使い古されたネタばっかりで新鮮さに欠けるのが難ですね。画的にも「おっ！」と思わせてくれる映像を見つけ出そうとしても・・・ｗまぁ、この手の作品に過度な期待はご法度ｗですので、私的には想定通りの内容でした。１．【デスタウン】現世と死後の世界の中間に存在するデスタウンに迷い込んだ若い女性が遭遇する不条理な出来事。２．【赤い部屋】”赤い部屋”と書かれたHPにアクセスすると向こう側から赤い眼をした女性に覗かれると云う都市伝説。男性が興味本位でアクセスすると・・・。３．【輪廻転生】醜い顔の赤ん坊を海に沈めた夫婦にその後起きる恐怖譚。４．【隙間女】引っ越しを終え惰眠をむさぼっていると、以前の住人が残した箪笥と壁の隙間から奇怪な音に気付き、隙間を覗くと・・・。５．【笑う自殺者】ビルの屋上から町の風景をカメラに収める若い男性に、思いを寄せる女性の霊が引き起こす不条理な出来事。６．【呪われた赤い糸】運命で繋がれた赤い糸を自ら絶ち切った若い男性に訪れる悪夢。７．【黒い手】1週間黒い手を持ち続けると願いが叶うと云う都市伝説にまつわる恐怖譚。８．【ヒキコさん】苛めを受けた復讐のため人形を引き摺るヒキコさんの黒ヒキコさんヴァージョン。９．【青い指輪】廃墟探訪の際見つけた青い指輪を持ち帰る若いカップル。自宅で撮影したビデオを再生すると・・・。１０．【ゲシュタルト崩壊】鏡の自分に向い「お前は誰だ？」と繰り返すうちに本当に自分が何者かが分からなくなると云う、かつてナチスがユダヤ人に行った恐怖の人格崩壊実験を興味本位で行った女子学生は・・・。１１．【心霊物件】3人の女性の幽霊が棲みつくいわくつき物件に引っ越してきた男性。視える体質の彼は何も話しかけてこない幽霊とコンタクトを取ろうとコックリさんを始めるが・・・。１２．【フジツボ】海水浴で怪我をした男性の体内に大量のフジツボが繁殖していたと云う都市伝説にまつわる怪奇譚。１３．【赤い女】夜の街で赤い女に出会うと要注意と云う都市伝説。１４．【夢の売買】悪夢を見た人間がある手順を踏むとその災いを人に引き渡せると云う都市伝説。１５．【回収係／絶望のテープ】都市伝説の宝庫と云われる警察回収係が見せてくれた不気味な内容のテープとは？１６．【予測変換】メールで頭文字を打つと何種類かの言葉が表示される便利な予測変換機能に今まで使ったことが無い言葉が表示されると・・・。１７．【くねくね】かかしと目を合わせてはいけないと云う都市伝説。とあるカップルの女性がリアル過ぎるかかしを見つけ側まで行く姿をカメラに収めようとした男性がレンズ越しにかかしを見ると・・・。１８．【寝言】母娘が乗る車を後続車が危険な追い越後なぜか蛇行運転の末突然路傍へ急停車する車。母親が駆け付けドアを開けるとあらぬ方向を見つめ不気味に笑うカップルの異様な姿が。１９．【０９０－４４４４－４４４４】霊界に繋がると云う呪いの電話番号。ある夜、自室へ遊びに来た友人がその番号へ興味本位で電話を掛けると・・・。２０．【明日死ぬサイト】明日死ぬサイト明日死ぬ人間を予言する幻のサイト。そのサイトへアクセスした女性とそのチャット仲間が見つけた恐ろしい書き込みとは？２１．【四つんばいの女】四つんばいの女性と偶然出会ってしまったら逃げるしか方法が無いと云う都市伝説。２２．【フライング・ヒューマノイド】海外で頻繁に目撃されている”空飛ぶ人間”。2人の男性が偶然街中で空飛ぶ人間を見つけ、地上に落ちたと思われるポイントに駆け付けると・・・。２３・【星を見る少女】窓際で星を眺める女性には注意が必要と云う都市伝説の続きの物語。２４．【霊感があるか分かる方法】このテストを行うと、同時に霊に自分の存在を知らしめてしまう事にもなる恐ろしいテスト。興味本位でテストを行った女子高生の身に何が起こるのか？",
    "chinese_title": "恐怖说书人",
    "douban_rating": "6.2/10 from 227 users",
    "foreign_title": "カタリヤ最恐都市伝説",
    "douban_rating_average": "6.2",
    "update_at": "2025-07-12T12:15:00"
}