{
    "aka": [],
    "sid": "25961204",
    "cast": [
        {
            "url": "/celebrity/1054904/",
            "name": "阿隆·阿布布尔 Alon Aboutboul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059410/",
            "name": "Mosko Alkalai Mosko Alkalai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106219/",
            "name": "Smadar Kilchinsky Smadar Kilchinsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2461927890.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1285695/",
            "name": "阿莫斯·格特曼 Amos Guttman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0090698",
    "director": [
        {
            "url": "/celebrity/1285695/",
            "name": "阿莫斯·格特曼 Amos Guttman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Hebrew"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0090698/",
    "imdb_votes": 102,
    "this_title": [
        "Bar 51"
    ],
    "douban_link": "https://movie.douban.com/subject/25961204/",
    "imdb_rating": "7.0/10 from 102 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Thomas (Juliano Mer) and his sister Mariana (Semadar Kilchinsky) have arrived together in Tel Aviv and set up housekeeping in the sleazy side of the city. Thomas makes his money as a \"kept man\" for two different women who are nightclub entertainers. At the same time, he attracts the attentions of an amorous transvestite. His unnatural love for his sister goes unexpressed, but his jealousy cannot be controlled. If his sister wants to lead any sort of a normal life, it will be up to her to break her dependence on her brother and move on.The films of Hungarian born Amos Guttman, who died of AIDS in 1993 at the age of thirty-eight, were among the first to depict gay life in Israel, but they did so from such a lachrymose perspective that they often garnered more criticism than praise in many Israeli gay and lesbian circles.In his films the protagonists are hopelessly caught in vicious circles of sexual and emotional exploitation. One could approach Guttman’s thinking in a variety of ways. On the one had, he was the product of a time when homosexuality was repressed and marginalized, so his cinematic response might be seen as entirely logical. To purge Israeli society of its internalized homophobia required an unapologetic look at the potential “monsters” that it had created. Similarly, one finds in Guttman a vision of sexuality that was concerned, not with normalizing gayness within existing social structures, but rather with shattering those structures and substituting alternatives in their place.",
    "chinese_title": "Bar 51",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-29T04:56:05"
}