{
    "aka": [],
    "sid": "25967561",
    "cast": [
        {
            "url": "/celebrity/1131899/",
            "name": "Benny Parsons Benny Parsons",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2197403605.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1051878/",
            "name": "舍伍德·安德森 Sherwood Anderson",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2221484",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-10-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2221484/",
    "imdb_votes": 19,
    "this_title": [
        "The Last Soul on a Summer Night"
    ],
    "douban_link": "https://movie.douban.com/subject/25967561/",
    "imdb_rating": "8.2/10 from 19 users",
    "trans_title": [
        "夏夜的最后一个灵魂"
    ],
    "douban_votes": "0",
    "introduction": "In 1919, Hart Crane said of Sherwood Anderson’s Winesburg, Ohio: ‘America should read this book on her knees.  It is an important chapter in the Bible of her consciousness.’Anderson’s modular novel -- a collection of interconnected short stories -- remains one of the highest regarded works of American literature to this day, yet has proved resistant to adaptation as a mainstream Hollywood feature.  That resistance continues in The Last Soul on a Summer Night (previously known as Chicago Heights), a starkly black and white, experimental, non-linear interpretation of the antique narrative.  The film takes the originally all-white, century-old rural stories and tells them with a predominantly African American cast in contemporary south Chicago, celebrating the universal power of the source while playing on its anachronisms.The Last Soul on a Summer Night is a series of inter-related vignettes that play out in the imagination of an elderly writer as he stares at the ceiling light in his bedroom. He senses that he is near death, and his mind has fractured. He does not know if the people he imagines are his creations, his memories, or his dreams, though we cannot help but sense that they are abstracted reflections on his coming of age and his relationship with his mother, who died when he was young. He also reimagines the lives of others he may once have known, like the community pastor, a favorite teacher, and the therapist who treated his mother. In his mind, they are all “grotesque.” They have an archetypal meaning to him, and all seem to manifest aspects of a struggle for identity that may have kept him alone throughout his life.",
    "chinese_title": "夏夜的最后一个灵魂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Last Soul on a Summer Night",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T23:39:17"
}