{
    "aka": [],
    "sid": "25961124",
    "cast": [
        {
            "url": "/celebrity/1162038/",
            "name": "迈克尔·伍德 Michael Wood",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2196192674.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4695454",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-08-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4695454/",
    "imdb_votes": 44,
    "this_title": [
        "King Alfred and the Anglo Saxons"
    ],
    "douban_link": "https://movie.douban.com/subject/25961124/",
    "imdb_rating": "7.6/10 from 44 users",
    "trans_title": [
        "阿尔弗雷德大帝和盎格鲁撒克逊"
    ],
    "douban_votes": "0",
    "introduction": "Michael Wood argues that the most important and influential British kings were a father, daughter, and grandson who lived over a thousand yea rs ago during the age of the Vikings.Alfred of WessexKing Alfred and the Anglo SaxonsEpisode 1 of 3King Alfred the Great fights a desperate guerrilla war in the marshes of Somerset - burning the cakes on the way- before his decisive victory at Edington. Creating towns, trade and coinage, reviving learning and literacy, Alfred then laid the foundations of a single kingdom of 'all the English'. Filmed on location from Reading to Rome, using original texts read in Old English, and interviews with leading scholars, Michael Wood describes a man who was 'not just the greatest Briton, but one of the greatest rulers of any time or place'.The Lady of the MerciansKing Alfred and the Anglo SaxonsEpisode 2 of 3In this second episode, Alfred's children continue the family plan to create a kingdom of all the English.Michael Wood recovers the story of Alfred's daughter Aethelflaed, the ruler of Mercia, from a copy of a lost chronicle written in Mercia in her lifetime which in the film we hear read in Old English. One of the great forgotten figures in British history, Aethelflaed led armies, built fortresses, campaigned against the Vikings and was a brilliant diplomat. Her fame spread across the British Isles, beloved by her warriors and her people, she was known simply as 'the Lady of the Mercians'. Without her, concludes Michael Wood, 'England might never have happened'.Aethelstan: The First King of EnglandKing Alfred and the Anglo SaxonsEpisode 3 of 3Travelling from Devon to Cumbria, Scotland and Rome, Michael Wood tells the tale of King Alfred's grandson Aethelstan's wars, his learning and his lawmaking, showing how he created a national coinage and tracing the origin of the English parliament to the king's new assembly politics. But there's also a dark side, with later legends that the king had his brother drowned at sea. In his last desperate struggle, Aethelstan defeated a huge invasion of Vikings and Scots in what became known as the Anglo-Saxon 'Great War'.Wood argues that Aethelstan was one of the greatest English monarchs, and with his grandfather Alfred, his father Edward and his aunt Aethelflaed, a member of our most remarkable royal family and 'even more than the Tudors, the most gifted and influential rulers in British history'.",
    "chinese_title": "阿尔弗雷德大帝和盎格鲁撒克逊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "King Alfred and the Anglo Saxons",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-13T15:33:38"
}