{
    "aka": [
        "Xijiang River"
    ],
    "sid": "25972402",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2315427354.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1467974/",
            "name": "曾宪益 Hinyik Tsang",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "12",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-01-01(中国大陆)"
    ],
    "this_title": [
        "美丽西江"
    ],
    "douban_link": "https://movie.douban.com/subject/25972402/",
    "trans_title": [
        "Xijiang River"
    ],
    "douban_votes": "424",
    "introduction": "在中国，有一条河流以秀美著称，那就是西江。它一直鲜为人知，充满神秘。西江，珠江水系中最长的河流，中国第三大河流，长度仅次于长江和黄河。数百万年来，在自然力量的作用下，西江之水塑造了天坑、天窗和岩溶等世界级喀斯特奇观，西江流域更是全球生物多样性的热点地区，这里拥有丰富的动植物资源。这片土地上，物产丰饶，人文丰厚，人们用智慧、勇气和汗水，追寻梦想，创造美好生活，呵护美丽家园。《美丽西江》将从自然、物产、生态、民族、生活等多维立体视角、通过两广人民热爱自然、守望家园、共创美好生活的动人故事，纪录和展现西江的自然之美、物产之美和人文之美，讲述桂粤人民的共同故事，折射两省区人民共饮西江水的动人兄弟情怀。 西江，作为珠江水系中最大、最长的一条河流，历经千百年的冲积，最终造就了美丽富饶的珠江西岸。生活在这里的人们与水紧密相连。他们依水而居，得天独厚地享受着来自于大自然的馈赠。《美丽西江》以纪录片形式，呈现西江流域的历史、人文、美食特征，追寻西江沿岸留下的动人故事，反映这片水域孕育下的人类社会发展的状况。 全系列共12集，每集24分钟。除了在广东卫视、广西卫视全国播出外，也会在中央电视台CCTV9纪录频道、CCTV1综合频道《魅力纪录》等全国性平台黄金时段播出。In China, there is a river famous for its beauty. It is the Xijiang River. It has always been little-known and full of mystery.The Xijiang River, as the longest river of the Pearl River system and the third largest river in China, is second only to the Yangtze River and the Yellow River in length. Over millions of years, under the effect of natural forces, the water of the Xijiang River has created world-class karst wonders like heavenly pits and skylights. The Xijiang River basin is even a hot spot of global biodiversity and is rich in animal and plant resources. This piece of land is rich in natural resources and human culture. The people here pursue dreams, create good lives and cherish their beautiful homes with wisdom, courage and sweat.“Xijiang River,” with an unprecedented scale, will be premiered at 8:00 p.m. during prime time on Documentary Channel of China Central Television on New Year’s Day 2016 and simulcast on Guangdong TV, Guangxi TV and the terrestrial channels of Guangdong and Guangxi as well as the Tencent Video website. It is an important part of the transmission history of Southern Chinese Documentary.",
    "chinese_title": "美丽西江",
    "douban_rating": "8.4/10 from 424 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-05-11T22:44:55"
}