{
    "aka": [],
    "sid": "25972418",
    "cast": [
        {
            "url": "/celebrity/1056776/",
            "name": "Brett Anderson Brett Anderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075509/",
            "name": "凯特·布什 Kate Bush",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2866997055.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4038542",
    "director": [],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4038542/",
    "imdb_votes": 216,
    "this_title": [
        "The Kate Bush Story: Running Up That Hill"
    ],
    "douban_link": "https://movie.douban.com/subject/25972418/",
    "imdb_rating": "7.7/10 from 216 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "347",
    "introduction": "Chapter 1: The Kate Bush StoryThis documentary explores Kate Bush's career and music, from January 1978's Wuthering Heights to her 2011 album 50 Words for Snow, through the testimony of some of her key collaborators and those she has inspired. Contributors include the guitarist who discovered her (Pink Floyd's David Gilmour), the choreographer who taught her to dance (Lindsay Kemp) and the musician who she said 'opened her doors' (Peter Gabriel), as well as her engineer and ex-partner (Del Palmer) and several other collaborators (Elton John, Stephen Fry and Nigel Kennedy). Also exploring their abiding fascination with Kate are fans (John Lydon, Sidi Larbi Cherkaoui) and musicians who have been influenced by her (St Vincent's Annie Clark, Natasha Khan of Bat for Lashes, Tori Amos, Outkast's Big Boi, Guy Garvey and Tricky), as well as writers and comedians who admire her (Jo Brand, Steve Coogan and Neil Gaiman).Chapter 2: Kate Bush at the BBCBetween 1978 and 1994 Kate Bush appeared on a variety of BBC programmes including Saturday Night at the Mill, Ask Aspel, the Leo Sayer show and Wogan, as well as Top of the Pops. This compilation showcases her performances of hit songs such as Wuthering Heights, Babooshka, Running up That Hill and Hounds of Love alongside other intriguing and lesser known material in the BBC studios.",
    "chinese_title": "The Kate Bush Story: Running Up That Hill",
    "douban_rating": "9.1/10 from 347 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "9.1",
    "update_at": "2025-03-20T16:39:41"
}