{
    "aka": [],
    "sid": "25975895",
    "cast": [
        {
            "url": "/celebrity/1318050/",
            "name": "涂凌 Ling Tu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312918/",
            "name": "张岩 Yan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1440478/",
            "name": "陆逸涵 Yihan Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430346/",
            "name": "徐静儿 Jinger Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429303/",
            "name": "赵松龄 Songling Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404119/",
            "name": "汪秀川 Xiuchuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402306/",
            "name": "娄亚江 Yajiang Lou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318482/",
            "name": "杨皓宇 Haoyu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357200/",
            "name": "华明伟 Mingwei Hua",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2700951796.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1329790/",
            "name": "曹慧生 Huisheng Cao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "危情实录"
    ],
    "douban_link": "https://movie.douban.com/subject/25975895/",
    "trans_title": [
        ""
    ],
    "douban_votes": "468",
    "introduction": "该剧用纪实的手法，真实再现因未能妥善处理好情感问题，而导致剧烈冲突的女性犯罪的真实案例，也再现了公安机关曲折的侦破过程和罪犯扭曲凶残的犯罪心理，具有很强的警世作用。该剧通过典型个案的细致剖析，用批判和劝喻的态度演绎了一些发生在现实生活中的因情而生的犯罪事件。这些事件并没有轰动一时，绝大部分发生在普通百姓的平常生活之中。该剧探究了这些主人公的人性深层状态，揭示了引发矛盾剧烈冲突的心理成因，表达了对社会生活、对人生意义的一种深入认识。这就使得《危情实录》一剧区别于一般影视作品通常着重描写事件冲突过程及细节的模式，在主题和角度上有所超越。为了在思想深度和内容的丰富性上有所加强，《危情实录》深入监狱采访了当事人，细致剖析其所经历的事件的矛盾发展及心理变化过程。通过对生活原型人物的访谈，更真实地反映了她们冷静之后的反省，突出了该剧的警世意义和真实性《危情实录》以女性犯罪实例为主线，用纪实的手法真实再现因未能妥善处理好情感问题而导致剧烈冲突的真实案例，再现了公安机关曲折的侦破过程和罪犯扭曲凶残的犯罪心理。全剧始终给观众以强烈的视觉冲击和心灵的震撼，让人感受到自由的可贵，人生的真谛！3分集剧情编辑分集查询收起查询1集2集3集4集5集6集7集8集9集无情情人乡下姑娘孟小云被男友抛弃之后，为生活所迫在歌厅做小姐。期间，她认识了歌厅服务生许光。许光既自私又贪财，小云的钱财与他动了邪念。他耍了一系列手段骗取了小云的信任和爱情，并准备带着小云的钱财和另一个女孩远走高飞。此时，孟小云才如梦初醒，明白了自己终日厮守的原来是一个\"无情情人\"！命断薄情29岁的女出纳陈玉琼一直渴望一份真挚的爱情。一个偶然机会，英俊潇洒的刘琨进入了她的生活。刘琨大胆、直率的表达，使陈玉琼很快堕入了他精心编织的情网。愿为爱付出一切的陈玉琼在刘琨的唆使下，竟然挪用公款给刘琨作炒股之用，事发后为了保住这份\"爱情\"，她又独揽罪责并为此锒铛入狱。出狱后，陈玉琼发现刘琨竟瞒着自己和另外一个女人同居，她顿时感到万念俱灰……危险关系丁小雅和刘佳是好朋友，情同姐妹。丁与丈夫高晖过得很好，刘佳则与丈夫貌合神离。两家交往甚密，感情丰富的刘佳逐渐爱上了丁的丈夫高晖，高晖也被多情的刘佳深深地吸引了。终于，两人的私情被丁小雅发现，一场家庭危机爆发了。高晖陷入深深的矛盾和自责中，想断绝这份婚外情，但刘佳却不肯罢休，她决意要夺走高晖，并与丈夫离了婚。在刘佳的纠缠下，高晖又开始与之约会，丁小雅获悉后，怒火中烧，丧失了理智……死亡探亲长年在外地施工的建筑工人李建忠，意外地请到了5天探亲假，他心情激动地回家探望妻子俞芬。由于常年分居两地，他们虽已结婚多年，但仍未生育。李建忠希望通过这次探亲的机会，了却自己以及长辈们盼儿孙的心愿。然而，另有新欢的妻子对他的突然回家倍感厌恶，在这几天里与李建忠玩起了\"猫捉老鼠\"的游戏，想尽办法回避着李建忠。李满腔的激动和兴奋最终演化成了焦躁和暴怒……致命自尊结婚多年了，赵继贤和刘冬梅夫妻生活一直不和谐，这是他们平静生活中一个重重的阴影，王满堂的出现则使这个阴影迅速转化成了深深的裂痕。王满堂是刘冬梅的同事，自从两人发生性关系后，刘冬梅对赵继贤就更加的无法的忍受，拒绝与赵同房，并坚决要求离婚，且直截了当地告诉赵继贤为什么。一直压抑的赵继贤一下子崩溃了……阿兰故事漂亮的小镇姑娘阿兰，任性而有点自卑。她跟父亲吵架后负气出走，独自来到大城市寻找自己的幸福生活。房东的儿子陈杨是个朝气蓬勃的现代都市青年，两人日久生情，遂海誓山盟，定下终身。但是，由于他们性格、生活习惯、思想观念的巨大差异，导致两人冲突不断。他们最终也没能幸福地生活在一起，而是把恋爱演绎成了爱情悲剧。情人杀手欧阳伟大锋爱上了一个叫姜薇的姑娘，姜薇却是别人的未婚妻。但欧阳和姜薇爱得如胶似膝，难舍难分。姜薇告诉欧阳，自己的未婚夫是个毒贩子，心狠手毒，无法摆脱。这让欧阳很痛苦却一筹莫展。姜薇的未婚夫逼着姜结婚，婚期一天天临近，欧阳眼看着就要失去自己的心爱之人。他无奈之下，决定铤而走险。他偷偷地做了两把枪，准备随时做一个杀手……不幸的爱农村青年杨军离别妻女进城打工，结识了单亲母亲周莉。两人很谈得来，并逐渐相爱同居。年后，杨军回家与妻子离婚，未果，又回城里与周莉生活在一起。两人为生活所迫，一同来到外地打工，居无定所，过得十分艰辛。周莉好不容易找到了一份工作，却遭到老板的强奸。性格脆弱的杨军知情后，终于没能控制住自己……欲海迷情小老板孙海峰老实本分，从不粘花牛草。但当他遇到有夫之妇张楠后，竟鬼迷心窍地抛家舍业，要和张楠组成新家庭。再婚后，张楠的本性很快暴露出来。她好吃懒做且风流成性，这些都大大出乎孙海峰的意料。日渐恶化的感情使孙海峰后悔莫及，他念及前妻的贤惠，意识到了自己的糊涂，决定与张楠离婚。但此时的张楠露出了再婚的真实目的，把孙海峰再婚时带来的存款全部藏匿。孙海峰无法面对人财两空的结局……4精彩看点编辑丧失理智的暴怒既看不清对方，也不了解自己必定始乱终弃，甚至更糟……偷与骗没人愿意被欺骗，故意欺骗还心安理得，难免自食其果……面对突如其来的情感，不妨先退后一步，定睛察看，即便是期待已久了[1]",
    "chinese_title": "危情实录",
    "douban_rating": "8.1/10 from 468 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-02-25T21:45:17"
}