{
    "aka": [],
    "sid": "25982037",
    "cast": [
        {
            "url": "/celebrity/1117718/",
            "name": "Taylor Mali Taylor Mali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301000/",
            "name": "索尔·威廉姆斯 Saul Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199507674.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0152468",
    "director": [
        {
            "url": "/celebrity/1282325/",
            "name": "Paul Devlin Paul Devlin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-10-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0152468/",
    "imdb_votes": 132,
    "this_title": [
        "SlamNation"
    ],
    "douban_link": "https://movie.douban.com/subject/25982037/",
    "imdb_rating": "7.8/10 from 132 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A Poetry Slam is the literary equivalent of the Olympic diving competition - a poet reads a poem, three minutes or less, and a team of judges then awards that poet a score from zero to 10. People actually take this farcical sport rather seriously, sending teams of four poets from cities around the world to an annual National Poetry Slam held in a different Major League city each year.SlamNation looks at the 1996 National Poetry Slam held in Portland, Oregon. The film is both a good introduction to the weird world of slam poetry and a hip look at who's who for performance poetry insiders.The film crew follows several teams through a week of competition, focusing on the contention for the national title among poets from New York, Providence, and Berwyn (a Chicago, IL suburb). You'll see some good poetry, some excellent performances, and lots of inside jokes. The documentary covers both the performances and the gossip, making the tone of the film fall somewhere between \"Roger and Me\" and \"So I Married an Axe Murderer.\"Saul Williams, star and co-writer of Slam!, the poetry-in-prisons favorite of Sundance 1998, makes several appearances as a member of the 1996 Nuyorican (New York) team. Poetry hero Beau Sia, also of New York, is fun to watch, and the group poems performed by the Austin Slam Team are amazing pieces of pure verbal theatre.",
    "chinese_title": "SlamNation",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-20T00:00:26"
}