{
    "aka": [],
    "sid": "25984049",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2391120",
    "director": [
        {
            "url": "/celebrity/1342936/",
            "name": "Morgan Fisher Morgan Fisher",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2391120/",
    "imdb_votes": 7,
    "this_title": [
        "Cue Rolls"
    ],
    "douban_link": "https://movie.douban.com/subject/25984049/",
    "imdb_rating": "6.0/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Cue Rolls1974, 16mm, colour, sound, 5min30“Over the years Morgan Fisher has analysed nearly every aspect of the production and projection process. Cue Rolls appears to be a continuous five-and-a-half-minute shot, the visual subject of which is a synchronizer through which four strands of black and white leader are running continuously. As the soundtrack makes clear, Fisher has applied what once was a standard industry practice (for making colour corrections and other modifications before final prints were struck) to a situation in which it would seem to be entirely irrelevant. Specifically, a single continuous forty-foot shot of four strips of leader moving through the synchronizer was “analysed” into ten-foot segments that were subsequently A and B rolled so that the ten-foot segments could be resynthesized into a convincing illusion of the original, uncut shot. The leader moving through the synchronizer was a plan for the negative cutter who would edit (or who, by the time we see the film, has edited) Cue Rolls“. (Scott MacDonald).Cue Rolls suggests that the particularity of cinema is its interface of rigorous mechanical equipment and fallible human process, which is dramatised by the juxtaposition of the precision mechanics of the visuals and Fisher’s somewhat halting narration.",
    "chinese_title": "Cue Rolls",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T22:55:43"
}