{
    "aka": [
        "無人飛機的崛起"
    ],
    "sid": "25984450",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904755999.jpg",
    "region": [
        "美國 USA"
    ],
    "writer": [],
    "imdb_id": "tt2520144",
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2520144/",
    "imdb_votes": 121,
    "this_title": [
        "Rise of the Drones"
    ],
    "douban_link": "https://movie.douban.com/subject/25984450/",
    "imdb_rating": "7.4/10 from 121 users",
    "trans_title": [
        "无人机的崛起",
        "無人飛機的崛起"
    ],
    "douban_votes": "0",
    "introduction": "Drones. These unmanned flying robots–some as large as jumbo jets, others as small as birds–do things straight out of science fiction. Much of what it takes to get these robotic airplanes to fly, sense, and kill has remained secret. But now, with rare access to drone engineers and those who fly them for the U.S. military, NOVA reveals the amazing technologies that make drones so powerful as we see how a remotely-piloted drone strike looks and feels from inside the command center. From cameras that can capture every detail of an entire city at a glance to swarming robots that can make decisions on their own to giant air frames that can stay aloft for days on end, drones are changing our relationship to war, surveillance, and each other. And it's just the beginning. Discover the cutting edge technologies that are propelling us toward a new chapter in aviation history as NOVA gets ready for \"Rise of the Drones.\"“Rise of the Drones” is produced by WGBH, which maintains complete editorial control over all episodes of NOVA. Both Lockheed Martin and Boeing are involved in the development and production of drones. Boeing is a current funder of the NOVA series while Lockheed was a funder at the time this program was originally broadcast.",
    "chinese_title": "无人机的崛起",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rise of the Drones",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-25T19:44:52"
}