{
    "aka": [
        "天职"
    ],
    "sid": "25980271",
    "cast": [
        {
            "url": "/celebrity/1276054/",
            "name": "王馥荔 Fuli Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315904/",
            "name": "王群 Qun Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274635/",
            "name": "黑妹 Mei Hei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458570/",
            "name": "王妍妍 Yanyan Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898309494.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1039218/",
            "name": "吴贻弓 Yigong Wu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-11-08"
    ],
    "this_title": [
        "风帆"
    ],
    "douban_link": "https://movie.douban.com/subject/25980271/",
    "trans_title": [
        "天职"
    ],
    "douban_votes": "0",
    "introduction": "东海毛纺厂是东海市一家国有大型企业，由于种种原因，一步步地步入了绝境。厂长陈大雷的突然撂挑子走人，更使它雪上加霜。等到局党委副书记林之华被任命为该厂党委书记，重新回到该厂时，全厂职工已经五个多月没发工资了。五年前，林之华曾经是东海毛纺厂的党委副书记，那时的东海毛纺厂曾一度十分红火。然而，仅仅五年时光，东海毛纺厂就让陈大雷折腾的面目全非。林之华一踏进东海毛纺厂，便遇到了一个个激烈的场面。倾听着职工们一声声期待地呼唤，亲眼目睹了职工们激烈的情绪和艰难的生活景遇，毅然卖掉东海毛纺厂剩下的唯一一辆轿车，以解燃眉之急。并竭尽全力发动职工们进行生产自救和寻求合资伙伴……林之华在清帐讨债的过程中，发现了企业经营中的种种弊端和国有资产流失的巨大漏洞。因此，她在公司领导和市长李厚民的大力支持下，一方面以高涨的热情和忘我的工作，最大限度地去为那些下岗职工们排忧解难；一方面以高度的党性原则和社会责任感去维护集体的利益，并给予陈大雷之流的不法行为以坚决的抵制和斗争。在弱小的女工面前，她是善良的大姐；在危弱的病人面前，她是生命的希望；在无望和堕落者面前，她则是心理医生。而在不正之风和邪恶面前，她却是一座无法逾越的堡垒。她把屈辱和困难留给自己，却把温暖和关爱送给大家。她像一面旗帜一样地飘扬在千百名下岗职工门的心中，给他们以信心，给他们以希望。然而，当林之华呕心沥血地将近千名下岗职工安排就绪，使东海毛纺厂顺利地进入了法定的破产程序时，她自己却阴差阳错地没有了岗位，成了一名下岗书记。经过一段时间的沉寂和思索，林之华终于痛下决心，不等不靠同那些下岗职工一样，去重新寻找自己的生活位置。她频频地去应聘，可是人家一看她的年龄便摇头，一听说她是一名书记便拒绝。最后，在她安置的那些干部职工的热情帮助下，她到一家韩国独资企业去打工。于是，老外面试的屈辱，国情和观念上的差异，以及她那强烈的民族情节，都给她的心灵和观念以强烈的冲撞。然而她却以执着的精神和非凡的智慧接受了种种挑战。尽管外商让她从最低层的炊事员开始做起，但她却通过整顿食堂秩序、平息内部罢工事件和帮助外商挽回300万元美金的经济损失等一个个契机，在一个全新陌生的领域里，充分地展示了自己的组织领导才能，并受到外商极大的赏识和重用，仅仅两年的时间，她便从最低层一直升到了副总裁，成为外商的得力臂膀。随着外商对她的赏识和信赖，林之华不仅在这家独资的外企中成立了工会组织，而且还应外商的请求，并征得组织部门的同意，在这家韩国独资企业建立了党的基层组织，使外方老板真切地感受到中共党员在他们企业中的先锋作用。然而，正当林之华在外企里的地位和待遇如日中天时，上级却又突然向她发出召唤，让她回来担任东海市服装工业园总经理兼党委书记。于是，林之华又面临着一种两难抉择。但她最终还是辞去了外企副总裁的职务，并毅然决然地退掉了老外送给他的别墅和轿车，实现了共产党员是块转哪里需要哪里搬的诺言……",
    "chinese_title": "风帆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-23T09:13:11"
}