{
    "aka": [
        "The Cannon and the Nightingale"
    ],
    "sid": "25984293",
    "cast": [
        {
            "url": "/celebrity/1342784/",
            "name": "迪奥尼西斯·帕帕扬诺普洛斯 Dionysis Papagiannopoulos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102628/",
            "name": "马诺斯·卡特拉基斯 Manos Katrakis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2199934133.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1039283/",
            "name": "雅科沃斯·卡巴内利斯 Iakovos Kabanellis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0064127",
    "director": [
        {
            "url": "/celebrity/1039283/",
            "name": "雅科沃斯·卡巴内利斯 Iakovos Kabanellis",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0064127/",
    "imdb_votes": 54,
    "this_title": [
        "Το κανόνι και τ' αηδόνι"
    ],
    "douban_link": "https://movie.douban.com/subject/25984293/",
    "imdb_rating": "7.5/10 from 54 users",
    "trans_title": [
        "The Cannon and the Nightingale"
    ],
    "douban_votes": "0",
    "introduction": "It is an articulated film comprised of three free-standing stories with a common theme: the attitude of the Greeks under the yoke of a foreign power. The Clock, the first story, is a comedy set on the island of Syros in 1943, during the Italian occupation. The island's Italian commander (Giorgos Danis) tries to keep the islanders under control but to no avail. He gives the people a bottle of oil to repair the Cathedral central clock, but the oil in the bottle gradually diminishes as it changes hands. The second story, entitled \"The clandestine wedding\", is melancholic and is set in Cyprus in 1957 during the armed uprising against the British conquerors. Resistance fighter Grigoris Afxendiou (Giorgos Gorgis) marries secretly, being a member of the resistance, his beloved Vasiliki (Niki Triantafyllidi) and they spend a night together. The following day at dawn, he leaves with his companions and Vasiliki never sees him again. The third story, the Opponents, is surrealistic and is set in Patras at the time of the German occupation. It describes the strange relationship that develops between a rich patriot (Dionysis Papagiannnopoulos) and a German officer (Giorgos Kampanellis) who has confiscated a room in his house. The Greek fights a peculiar battle to drive the German out of his house. The German, however, lends a helping hand when the resistance morale-booster (Manos Katrakis) and a friend of the Greek's is arrested. In the end the two opponents make friends in a most extraordinary way from the moment they denounce the human voice. In the end, as the German leaves the house, they say goodbye with a sorrowful bark.",
    "chinese_title": "Το κανόνι και τ' αηδόνι",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T11:57:35"
}