{
    "aka": [],
    "sid": "25995095",
    "cast": [
        {
            "url": "/celebrity/1049573/",
            "name": "大卫·文翰 David Wenham",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2204475695.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt3914672",
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3914672/",
    "imdb_votes": 4588,
    "this_title": [
        "The Code Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/25995095/",
    "imdb_rating": "7.3/10 from 4588 users",
    "trans_title": [
        "国家密码 第一季"
    ],
    "douban_votes": "0",
    "introduction": "In the middle of the outback, a stolen 4WD collides with a transport truck. Two local kids in the car are badly hurt. Someone should have called for help, but they didn’t. They didn’t because they work for an international research project no-one talks about and their cargo is a prohibited substance.The accident would have remained a mystery were it not for Ned (Dan Spielman) and Jesse Banks (Ashley Zukerman). Ned is a young internet journalist desperate for a break, and Jesse is his troubled younger brother whose obsession with hacking has got him into serious difficulties.Ned and Jesse Banks are given a poisoned chalice when a phone video of the outback accident arrives in their in-box. Their decision to dig deeper drags the brothers into the darkest heart of politics, the web of black marketeers and the international agencies that monitor and manipulate them. Together, they suddenly become the unlikeliest crusaders for democracy.The question is just how far those in authority will go to keep their explosive secret safe - and just how far the two brothers will go to reveal the truth.",
    "chinese_title": "国家密码 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Code Season 1",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T00:21:13"
}