{
    "aka": [
        "Aya Ruk"
    ],
    "sid": "26012015",
    "cast": [
        {
            "url": "/celebrity/1331322/",
            "name": "吉拉楠·玛诺查姆 Chiranan Manochaem",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348666/",
            "name": "阿努特·拉帕尼奇 Arnut Rapanit",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347609/",
            "name": "索拉朋·切特里 Sorapong Chatree",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420296/",
            "name": "茹沙班·布楠甘 Nusba Punnakanta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1449810/",
            "name": "克里斯沙达·苏帕普洛姆 Krissada Supphapprom",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1454108/",
            "name": "莫拉克·桑塔维 Morakot Sangtaweep",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482054/",
            "name": "托侬·滃布恩 Tonon Wongboon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468761/",
            "name": "帕拉布·尤他毕查 Prab Yuttapichai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201468480.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "95分钟",
    "episodes": "22",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2013-03-25"
    ],
    "this_title": [
        "อาญารัก"
    ],
    "douban_link": "https://movie.douban.com/subject/26012015/",
    "trans_title": [
        "爱的惩罚",
        "Aya Ruk"
    ],
    "douban_votes": "0",
    "introduction": "The story of Khun Pakdee and his 3 wives, his first wife Khun Riam is gentle and kind, his second wife Khun Son is nuts, and his third wife Nian used to be his indentured servant. Nian is a kind woman but she has history–she has a young child and is a widower. No one knows that though.The second wife Khun Son is jealous of his third wife and feuds with her. Khun Son even plots to have bandits rape Nian but luckily one of the bandits is Nian’s biological brother Seua Nak. He doesn’t rape his sister, instead he has an affair with Khun Son and gets her pregnant. The three wives become pregnant at the same time, Nian and Khun Riam are having Khun Pakdee’s children and Khun Son is having Seua Nak’s baby but keeps it unwrap that it is not Khun Pakdee’s child.Khun Son delivers a healthy boy named Therdsak. Khun Riam’s child dies. Nian gives birth to twin girls and Khun Riam requested one of her servants to ask Nian for one of the twins to raise as her own. Khun Riam named her adopted daughter Tarntawan. No one knows except for a few people that Tarntawan is not her child. Tarntawan grows up spoiled and loved by her father and adopted mother unlike her twin sister Neua-Thong who is raised by their biological mother Nian who at this point has been rejected by Khun Pakdee. He is lied to by his second wife that Nian cheated on him and that Neua-Thong is not his biological daughter.The kids grow up. Tarntawan grows up to be a spoiled brat, Neua-Thong grows up to be a well-mannered beautiful young woman. Therdsak befriends his biological first cousin Daeng Noi, Nian’s secret child with her first husband who died. They don’t know they are related.As time passes, their lives are unraveled by their birth secrets. It’s kinda twisted. Tarntawan, Neua-Thong, and Daeng Noi are siblings and their cousin is Therdsak.",
    "chinese_title": "爱的惩罚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "อาญารัก",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T12:12:14"
}