{
    "aka": [],
    "sid": "26016312",
    "cast": [
        {
            "url": "/celebrity/1343167/",
            "name": "克里斯蒂娜·沃尔夫 Christina Wolfe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010269/",
            "name": "Neil James Neil James",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2201605257.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3482660",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-01-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3482660/",
    "imdb_votes": 33,
    "this_title": [
        "Drowning in Sunshine"
    ],
    "douban_link": "https://movie.douban.com/subject/26016312/",
    "imdb_rating": "4.8/10 from 33 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A gunshot rings out, and a young woman named Lucky finds herself washed up on the stony beach of Brighton, England. Waking on the shore, confused and afraid, she meets Jack - a kind-hearted fellow who tries to help her get back on her feet and doesn't ask too many questions. Initially paranoid and distrustful, she comes to see Jack as the harmless, somewhat bumbling guy that he is, and the two start to form a bond of friendship. Lucky starts to build a life, seeking to leave the madness and violence of her past life behind. However, when her cellphone's Facebook app automatically updates her location to Brighton, Lucky's past starts to catch up with her, and a Brighton-based assassin receives a contract with a large figure on her head. This assassin - a devastatingly effective killer named Sophie - finds herself out of commission on account of her Japanophile otaku brother Jeremy, and his penchant for the irresponsible flailing of katanas. She outsources the job to some local contractors, but the murder-for-hire labour pool in Brighton just isn't what it used to be. Meanwhile, a UKBA officer named Ollie notices this new American-accented girl behaving strangely and begins to pursue Lucky, armed with a passion for justice, a love for his country, and a thought process consisting mostly of blind enthusiasm. Convinced that she is an illegal immigrant running a major drug syndicate, he launches a crusade to save Brighton from Britain's enemies - refusing to get bogged down by such bureaucratic tape as 'warrants' or 'evidence'. And Lucky must also contend with the demons in her head - the memories of her previous life, unwillingly pressed into the service of a Miami drug lord, and partnered with his sadistic henchman.",
    "chinese_title": "Drowning in Sunshine",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-29T02:28:17"
}