{
    "aka": [
        "Rising Star"
    ],
    "sid": "26021826",
    "cast": [
        {
            "url": "/celebrity/1316511/",
            "name": "蔡依林 Jolin Tsai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274227/",
            "name": "李宇春 Yuchun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316037/",
            "name": "庾澄庆 Harlem Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346551/",
            "name": "李健 Jian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315975/",
            "name": "李健 Jian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350679/",
            "name": "方龄 Ling Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446756/",
            "name": "赵紫骅 Zihua Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2208814624.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "11",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-10-31(中国大陆)"
    ],
    "this_title": [
        "中国正在听"
    ],
    "douban_link": "https://movie.douban.com/subject/26021826/",
    "trans_title": [
        "Rising Star"
    ],
    "douban_votes": "357",
    "introduction": "10月15日，由光线传媒制作的大型全媒体互动音乐真人秀纯甄酸牛奶《中国正在听》在京举行了媒体发布会。庾澄庆、李宇春、蔡依林、李健四位明星听审一同亮相发布会现场，为《中国正在听》的诞生保驾护航。《中国正在听》新颖的直播互动模式和强大的制作阵容引起了广泛关注，该档节目即将正式播出，并将在腾讯视频全网独播！四大明星听审阵容终揭晓纯甄酸牛奶《中国正在听》发布会由央视知名主持人李佳明主持，节目的四位明星听审在此次发布会上正式亮相，光线传媒、蒙牛乳业、腾讯视频、微信四家深度合作单位的领导登台，并在发布会上发布了《中国正在听》多款视频预告。此前外界对于纯甄酸牛奶《中国正在听》节目的明星听审阵容有过诸多揣测，最终汇集节目组及观众意见，确定了“音乐顽童”庾澄庆、“舞台皇后”李宇春、“流行天后”蔡依林、“音乐诗人”李健共同担当节目的明星听审，这种新颖的听审组合让人耳目一新。四位明星听审中，庾澄庆曾两度担任《中国好声音》导师，培养出吴莫愁、金润吉等多位乐坛生力军，李宇春曾担任2013年《快乐男声》的评委，评选出华晨宇、欧豪等新生代偶像，两人在音乐真人秀听审方面都有着丰富的经验，哈林更调侃自己现在“一听到好的歌声就忍不住要转身，担心自己会肩膀脱臼”，李宇春也因在《快乐男声》担当评委时金句不断，被观众称为“金句女王”，更被媒体称为“收视磁石”。相比经验丰富的庾澄庆和李宇春，蔡依林和李健则是初次担当大型音乐真人秀节目的听审，均坦言“十分紧张”，并笑称要向哈林和李宇春取经，现场气氛轻松笑料不断。谈到评选标准以及评选态度，四位听审都有着自己不同的见解，庾澄庆坦言更喜欢能用歌声表达自己真实情感的歌手，李宇春则更偏爱具有自己个性的挑战者，初担评审的蔡依林认为挑战者对音乐的态度最重要，李健则称有故事的歌者更能吸引自己。四位明星听审性格迥异，在节目中他们会迸发出怎样的火花将成为节目的一大看点。同时，四位明星听审坚信，在全民参与、全民互动的前提下，有信心选出全媒体时代下的音乐偶像。开创性全民参与的全媒体互动音乐真人秀纯甄酸牛奶《中国正在听》与以往的音乐真人秀类节目有很大不同，它延续了原版《Rising Star》电视与新媒体相结合的开创性的直播节目模式，并进行了本土化变革，具有极强的互动性和挑战性。《中国正在听》独创“听审制度”，由观众听审和庾澄庆等四位明星听审共同组成史上人数最多，规模最大的听审团。观众只需在电视机前，通过智能手机打开“微信摇一摇”，进入“歌曲”，在节目播出时摇动手机，即可成为“观众听审”参与节目互动，支持所喜欢的音乐挑战者。每个通过“微信摇一摇”选择“支持”的观众听审的头像都有可能实时出现在节目现场的“巨墙”上。若巨墙升起，挑战者即有机会直面观众与明星听审，而明星听审将最终决定挑战者是否挑战成功，挑战互动结果即时呈现在节目中。《中国正在听》的全新模式，将观众的权力提升到了前所未有的高度，把互动基因注入了整个节目。接受命运巨墙与直播无修音挑战独特炫酷的节目模式与舞台设计也更增强了纯甄酸牛奶《中国正在听》的震撼效果：挑战者在登台演唱时处于宽18米、高5米的巨大弧形屏幕“巨墙”前，看不见听审和观众，只能看到屏幕上的投票支持进度与选择支持的观众听审的头像。当挑战者支持率达到一定比例，这堵被称为“命运巨墙”的巨大屏幕将震撼升起，这也将是节目中最“燃”的时刻！纯甄酸牛奶《中国正在听》全程将采用直播形式播出，全程无修音，让观众听到最真实的声音。此外，《中国正在听》全程11期节目均将采用杜比5.1环绕声制作和直播，保证电视观众即使身在家中，也能获得亲临现场般的酣畅聆听体验，大大提升了节目的临场感和参与感。顶级制作团队打造航母级豪华节目作为第四季度电视荧屏极具现象级可能的音乐真人秀节目，除了新颖的节目互动模式和强大的听审阵容，纯甄酸牛奶《中国正在听》的节目制作团队也可谓是星光熠熠。光线传媒电视事业部总裁张航领军光线强大的制作营销团队，并集结行业内顶尖合作伙伴，共同将《中国正在听》打造成为一场听觉、视觉与网台联动新体验的多重盛宴。曾担任《我是歌手》音乐总监及王菲、陈奕迅等多位天王天后演唱会制作总监的梁翘柏先生，将担纲《中国正在听》的节目音乐总监，与林梦洋、刘卓（好声音乐队总监）、常石磊（知名音乐人、制作人）等音乐专家组成金牌团队，为《中国正在听》挑战者量身定制音乐方案。节目的灯光团队则是由获得过格莱美大奖、有着多次大型颁奖礼灯光经验的国际著名灯光师Nick Whitehouse和艾美奖获得者Joshua Hutchings全权负责。中央电视台春晚金牌团队担纲音频、导播摄像团队。《快乐男声》、《超级女声》视觉总监彭宥纶和英事达包装工作室共同负责节目视频包装，力求节目在视觉上精彩纷呈。同时，有着“中国时尚界美的缔造者”美誉的顶尖造型师陈非也将带领他的造型团队全程负音乐责挑战者的妆化造型。这样强大专业的制作团队，也让观众对节目的播出质量充满了信心和期待。纯甄酸牛奶《中国正在听》将于近期正式播出，腾讯视频进行全网独家播出。光线传媒董事长王长田先生表示：传统媒体与新媒体融合的时代已经到来，《中国正在听》有信心在第四季度综艺混战中力拔头筹！",
    "chinese_title": "中国正在听",
    "douban_rating": "5.9/10 from 357 users",
    "foreign_title": "",
    "douban_rating_average": "5.9",
    "update_at": "2025-02-07T05:49:09"
}