{
    "aka": [],
    "sid": "26043669",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206355196.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3722248",
    "director": [
        {
            "url": "/celebrity/1247450/",
            "name": "James Marcus Haney James Marcus Haney",
            "@type": "Person"
        }
    ],
    "duration": "72 分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2014-09-26(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3722248/",
    "imdb_votes": 767,
    "this_title": [
        "Austin to Boston"
    ],
    "douban_link": "https://movie.douban.com/subject/26043669/",
    "imdb_rating": "7.1/10 from 767 users",
    "trans_title": [
        "奥斯丁到波士顿"
    ],
    "douban_votes": "0",
    "introduction": "London’s Communion is a flourishing artist-led community of musicians and creatives who provide a platform for the most vibrant new songwriting talent through gigs, club nights, a record label and publishing. In spring of 2012, Communion gathered a collection of its artists and embarked upon a gloriously backwards tour which covers three thousand miles in two weeks, powered entirely by five old VW camper vans. The adventure starts after a final night at Austin’s SXSW Music Festival where the bands, Ben Howard, The Staves, Nathaniel Rateliff and Bear’s Den, pile into their rides and head northeast. They play everywhere, packing out tiny venues and wowing crowds with their delicate, haunting, rousing folk-tinged songs. But heavy rainstorms, multiple breakdowns, and cramped conditions remind them that to push through sometimes you need to pull together. Beautifully captured by director James Marcus Haney, featuring Mumford & Sons’ Ben Lovett with narration by Gill Landry this documentary is about a modern tour, done the old fashioned way.",
    "chinese_title": "奥斯丁到波士顿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Austin to Boston",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-17T08:00:12"
}