{
    "aka": [],
    "sid": "26083724",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226807269.jpg",
    "region": [
        "美国/英国/加拿大"
    ],
    "writer": [],
    "imdb_id": "tt3597400",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-04-01(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3597400/",
    "imdb_votes": 936,
    "this_title": [
        "Just Eat It: A Food Waste Story"
    ],
    "douban_link": "https://movie.douban.com/subject/26083724/",
    "imdb_rating": "7.3/10 from 936 users",
    "trans_title": [
        "吃掉它：一个食物浪费的故事"
    ],
    "douban_votes": "264",
    "introduction": "所有人都喜欢食物。作为人类社会，我们喜欢看各类厨艺节目，美食杂志和各类烹饪网站。那么怎么可能，我们会把接近50%的食物丢弃到垃圾堆里的呢？制片人兼美食家的Grant Baldwin和Jenny Rustemeyer通过这部纪录片，向大家揭示了”食物浪费“这样一个问题，从农场到零售链，直到自家的冰箱橱柜里。在了解了北美每年会有近几十亿价值的食物被丢弃之后，两位导演不再去超市购买食物，而亲自尝试了以被丢弃食物过日子的生活方式。We all love food. As a society, we devour countless cooking shows, culinary magazines and foodie blogs. So how could we possibly be throwing nearly 50% of it in the trash? Filmmakers and food lovers Jen and Grant dive into the issue of waste from farm, through retail, all the way to the back of their own fridge. After catching a glimpse of the billions of dollars of good food that is tossed each year in North America, they pledge to quit grocery shopping and survive only on discarded food. What they find is truly shocking.新词汇：免费素食主义又名飞根主义，（英语：Freeganism）是一种反消费主义生活方式，指通过食用已经被或将要被其他人(如超级市场)扔掉的食物的方法，来实现对生态环境造成最小影响的行为习惯。如果食物的来源不是免费的，这些环境保护主义者只食用素食。Freeganism is the practice of reclaiming and eating food that has been discarded. Freegans and freeganism are often seen as part of a wider \"anti-consumerist\" ideology, and freegans often employ a range of alternative living strategies based on limited participation in the conventional economy and minimal consumption of resources.",
    "chinese_title": "吃掉它：一个食物浪费的故事",
    "douban_rating": "8.3/10 from 264 users",
    "foreign_title": "Just Eat It: A Food Waste Story",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-03T00:14:22"
}