{
    "aka": [],
    "sid": "26101599",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205478822.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt3798100",
    "director": [],
    "duration": "68分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3798100/",
    "this_title": [
        "Legend of the Stone"
    ],
    "douban_link": "https://movie.douban.com/subject/26101599/",
    "trans_title": [
        "石头纪"
    ],
    "douban_votes": "0",
    "introduction": "一個腦海充滿哲思的人，面對400噸的石頭以及原始空間與時間的思考。當藝術家展望向我講述他的作品\"我的宇宙\"草圖時，我的腦海中只能形成模糊的概念。他計畫爆破一塊巨石，用高速攝像機從六個不同角度拍攝爆炸的場面，然後將六面體視頻錄影裝置與碎石不銹鋼進行重組實驗。他讓我拍攝下整個過程，並說，\"人類是不可能知道宇宙的起源的。\"我對此表示贊同，決意參與。展望執行著他的計畫，尋找石頭，聘請爆破專家，協調高速攝影團體。但當當地員警發現一名外籍\"記者\"正在對這個過程進行記錄拍攝時，村支書收回了展望在其管轄範圍內進行大規模爆破活動的許可。原本沉浸於對天際星體的冥想中的藝術家展望此時被迫轉向與地方官員的周旋。幾費周章，好事多磨，展望最後還是爭取到了爆破活動進行的許可，過程實屬不易。到底是對西方理性與科學的嘲諷？找尋生命的意義？展現當代中國思想？抑或僅是展望本人博雜思想體系中的一點閃光？紀錄片《石頭紀》之中，宇宙與觀念、物質、社會現實以意外、力氣的方式互相遭遇。When artist Zhan Wang showed Director Richard Widmer his first sketches for the \"My Universe\" project, the filmmaker could barely grasp his idea. Zhan wanted to blow-up a huge rock, film the explosion from six sides in ultra slow motion, and then recreate the experiment with a six-sided video installation and rock fragments made of stainless steel. And he wanted the entire process filmed. \"Humans cannot possibly understand the origin of the universe,\" hypothesized Zhan Wang, who invited the filmmaker to go along for the ride.Zhan Wang finds his rock, hires pyrotechnics specialists, and coordinates his high-speed video team, but when local police discover that a foreign \"journalist\" is recording the proceedings, the village's Party Secretary refuses Zhan Wang permission to make a large-scale explosion within his jurisdiction. Instead of contemplating the stars in heaven, Zhan Wang is forced to grapple with local politics. And when Zhan Wang finally wins permission, even the heavens seem to conspire against him. Whether or not you believe in God, recreating the Big Bang will not be such a simple matter.Mocking Western reason and science? Searching for the meaning of life?Projecting a contemporary Chinese ideology? Or is Zhan Wang himself merely a single point of light shot from its source into eternity? LEGEND OF THE STONE tells the story of an artistic encounter with the universe and the unexpected collision of conceptual, material and social reality.",
    "chinese_title": "石头纪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Legend of the Stone",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T15:50:04"
}