{
    "aka": [],
    "sid": "2612102",
    "cast": [
        {
            "url": "/celebrity/1045611/",
            "name": "纳奥米·克莱恩 Naomi Klein",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2336745509.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0373193",
    "director": [
        {
            "url": "/celebrity/1020234/",
            "name": "苏特·贾利 Sut Jhally",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-07-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0373193/",
    "imdb_votes": 230,
    "this_title": [
        "No Logo"
    ],
    "douban_link": "https://movie.douban.com/subject/2612102/",
    "imdb_rating": "6.9/10 from 230 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "64",
    "introduction": "In the age of the brand, logos are everywhere. But why do some of the world's best-known brands find themselves on the wrong end of the spray paint can # the targets of anti-corporate campaigns by activists and protestors? No Logo, based on the best-selling book by Canadian journalist and activist Naomi Klein, reveals the reasons behind the backlash against the increasing economic and cultural reach of multinational companies. Analyzing how brands like Nike,The Gap, and Tommy Hilfiger became revered symbols worldwide, Klein argues that globalization is a process whereby corporations discovered that profits lay not in making products (outsourced to low-wage workers in developing countries), but in creating branded identities people adopt in their lifestyles. Using hundreds of media examples, No Logo shows how the commercial takeover of public space, destruction of consumer choice, and replacement of real jobs with temporary work # the dynamics of corporate globalization # impact everyone, everywhere. It also draws attention to the democratic resistance arising globally to challenge the hegemony of brands.Written by Loretta Alper",
    "chinese_title": "No Logo",
    "douban_rating": "7.5/10 from 64 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.5",
    "update_at": "2025-12-05T13:07:19"
}