{
    "aka": [],
    "sid": "26138067",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2205655844.jpg",
    "region": [
        "美国",
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1282385/",
            "name": "拉蒙纳·迪亚兹 Ramona S. Diaz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1875653",
    "director": [
        {
            "url": "/celebrity/1282385/",
            "name": "拉蒙纳·迪亚兹 Ramona S. Diaz",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语",
        "菲律宾语"
    ],
    "playdate": [
        "2011-09-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1875653/",
    "imdb_votes": 13,
    "this_title": [
        "The Learning"
    ],
    "douban_link": "https://movie.douban.com/subject/26138067/",
    "imdb_rating": "4.9/10 from 13 users",
    "trans_title": [
        "学习"
    ],
    "douban_votes": "0",
    "introduction": "POV's The Learning tells a surprising tale of immigration, globalization and America's shifting position in the 21st century. When the United States took possession of the Philippines in 1898, American teachers set up the islands' public school system. English was established as the language of instruction and remains so to this day. Today in the Philippines, there is a large pool of trained, motivated, English-speaking teachers, especially in high school math, science and special education. In their country, these teachers receive poverty-level salaries, making them prized recruitment targets for many U.S. school districts, especially those in cash-strapped inner cities. While a salary in one of these urban districts may be low by American standards, it can be as much as 25 times a teacher's salary in the Philippines.As a result, in recent years there has been a trend of Filipino teachers seeking a better life by braving America's urban schools and their poor, often troubled students. In Baltimore, 600 Filipinos account for 10 percent of the teaching force. The Learning is the story of four Filipina women facing their first year in Baltimore's schools, where learning is a two-way street marked with disappointment and inspiring breakthroughs.",
    "chinese_title": "学习",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Learning",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T21:13:21"
}