{
    "aka": [
        "Materialfilms"
    ],
    "sid": "26158825",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206418390.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2583412",
    "director": [
        {
            "url": "/celebrity/1095412/",
            "name": "比吉特·海恩 Birgit Hein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333891/",
            "name": "威海姆·海恩 Wilhelm Hein",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2583412/",
    "imdb_votes": 14,
    "this_title": [
        "Materialfilme"
    ],
    "douban_link": "https://movie.douban.com/subject/26158825/",
    "imdb_rating": "8.4/10 from 14 users",
    "trans_title": [
        "材料电影",
        "Materialfilms"
    ],
    "douban_votes": "0",
    "introduction": "While each of those films has a conceptual and actual force that makes an undeniable impact, arriving at states of being that fascinate and frustrate in equal and complementary measure, it's the two works that the Heins completed in 1976 and that conclude this selection -- Materialfilme I and Materialfilme II -- that pose with the most resonance the questions they're asking of their medium and of us, in addition to serving up the most immediate, tactile visual pleasure of the bunch. These 35 mm films (the others were made on 16 or 8) are composed of the \"extraneous,\" rejected materials that come along with theatrical projection of films: \"headers\" and \"footers\" marked with coloring or scrawled letters meant for the projectionist's information, not public viewing. The first, shorter Materialfilme is kaleidoscopic; it seems to be all short bits, making for a rapidly unspooling cavalcade of nervously squiggling, jumping soundtrack strips and numbers and intermittent, near-subliminal flashes of a human figure from, perhaps, a concessions promo or other pre-feature advertisement. The second is beautifully complementary to the first (they really should be viewed in succession), using much longer and now more discernibly organized cast-off bits for a sustained, stately experience that, with its regular movements of two rapid, blurring, evenly spaced strips on the celluloid with stretches of solid color (save for the Heins' all-important surface dimension of pops, marks, and debris) actually does achieve the initially confusing but ever-inviting and rewarding perceptual grandeur of abstract painting, a (seemingly) impersonal but transfixing stimulation that pulls you up short, draws/fixes your gaze, and has the paradoxical effect of leaving one actually refreshed after having been immersed in the film's achievement, which is a degree-zero of pure, self-representing celluloid, movement, and sound. (I would be remiss not to mention here the specially, carefully crafted original \"soundtracks\" for all of these films by Hein collaborator Christian Michelis, which alternately feature fitting but unexpected mechanical noises and, as in the Materialfilmes, perfectly re-create, in a slightly amplified and eerie form, the familiar pops and squeals and hisses made when running \"blank\" or otherwise un-soundtracked film through a projector).",
    "chinese_title": "材料电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Materialfilme",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T21:00:24"
}