{
    "aka": [
        "Rocking Xi'an",
        "The Rock wave in Xi’an"
    ],
    "sid": "26160294",
    "cast": [
        {
            "url": "/celebrity/1397878/",
            "name": "沙维琪 Weiqi Sha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2206475165.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1350193/",
            "name": "赵夏盈 Xiaying Zhao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1390800/",
            "name": "锤子 Zi Chui",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-10-24(中国大陆)"
    ],
    "this_title": [
        "西摇记"
    ],
    "douban_link": "https://movie.douban.com/subject/26160294/",
    "trans_title": [
        "Rocking Xi'an",
        "The Rock wave in Xi’an"
    ],
    "douban_votes": "125",
    "introduction": "《西摇记》记录了一群年轻人在西安摇滚圈近十年的往事。他们把最好的时光和年华献给摇滚乐，把最好的青春留在这个城市。片子里这些人，是西安近十年摇滚的中坚力量，检修坦克，死因池，腐尸，黏液，八个半酒吧，防空洞，纬二街，二府庄，绿洲琴行……所有这些，呈现出西安摇滚的全貌。幸亏有当年留下的这些素材，我们才能够看到十年前的故人。如今已经过了躁动的青春期，放下吉他，当爹喂奶。有的憋口气一个猛子扎入世俗生活的中头也不抬，有的因为发展离开西安重操旧戈，有的仍在主流和地下之间死死坚持。那是最好的时光，最好的时代，穷困，躁动，死不妥协，对这个厚重城墙包裹的城市来说，那是它摇滚乐的黄金时代。首部西安摇滚纪录片，从未公开过的封尘影像，见证我们的青春。Introduction:<The Rock wave in Xi’an> is a record of a group of youngsters playing rock in Xian during the past decade. They dedicate their best time to rock and spend their youth on Xian.People involved in this documentary are the dominant force in the rock field of Xian in recent decade. Repairing tank, the Siyin pond, rotten corpse, sticky liquid, the eight and half bar, the air-raid shelter, the Weier street, the Erfu manor and the oasis piano store are all the factors reflecting the full picture of Xian’s rock. Thanks to these remained materials from the old date, we could see used people of ten years ago. Now the period of restless youth has been passed, some of these guys give up guitar, becoming parenthoods. Others start to lead a mundane life and never struggle to escape. Some of them left Xian and return to rock. Furthermore, someone still stick among the mainstream rock and the underground rock.That was the best time and the best era which includes destitution, restlessness and intransigence. That means the golden period of rock to this city surrounded by heavy wall.This is the first documentary of the rock in Xian. You will see the image that never be exposed and witness our youth.",
    "chinese_title": "西摇记",
    "douban_rating": "8.3/10 from 125 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-02-20T00:22:36"
}