{
    "aka": [
        "Young Jigme"
    ],
    "sid": "26169419",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552846379.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "藏语"
    ],
    "playdate": [
        "2014-09-26(国际华人纪录片影展)"
    ],
    "this_title": [
        "少年吉美"
    ],
    "douban_link": "https://movie.douban.com/subject/26169419/",
    "trans_title": [
        "Young Jigme"
    ],
    "douban_votes": "0",
    "introduction": "林中有两条路你永远只能走一条怀念着另一条隆务贡寺只有不到二十名僧人，十七岁的吉美前往出家当小沙弥的时候，也不知道出家入世哪一条路更好。寺院在山上，幽静而遥远离开山下的喧闹，可是附近十几个大小村子的生老病死，一一要请寺里僧人下山，在低沉的诵经声中，做最初或最后的交接。对于年轻的小沙弥而言，频繁往返在出世入世之间，比起单纯的孤寂或喧闹，更难修炼。吉美来了以后，寺院当中一半的僧人都因为各种原因离开了，重新在世俗的生活寻找一个位置。于是，吉美也开始偶尔问自己：我就这样日复一日念重复的经文么？有没有更有意义的生活方式？每一年万物生长的雨季，佛教寺院的僧人们要结夏安居，留在寺院里诵经修行，不可外出。这一年的夏天，只有十一个人的隆务寺里，没有足够的受戒比丘来举行夏安居。寺院决定在今年的夏安居之前，找三个小沙弥受比丘戒。若是问到他，吉美明白这个选择对他来说意味着什么——他看过那两百五十三条比丘戒，他以为出家的沙弥依然可以换下僧衣返回世俗的家，但受戒的比丘除非被驱逐，否则很少有还俗的。他所不知道的是，在这没有回头路的路口，哪里才是他更好的方向。吉美耐心的等待着，漆黑的夜里，吉美把日日诵读的长条经文取出来，在灯下仔细的清理。There are two roads in the woods.You can only take one of them,and wonder about the other for the rest of your life.Longwu is a temple of no more than 20 monks. When 17-year-old Jigme became a junior monk there, he had no idea whether it was better to renounce or to join the secular world. The temple sits quietly within the depths of a mountain. It is far away from the bustles and hustles of about a dozen surrounding villages. But, on all occasions related to people’s births and deaths, the monks are invited by villagers to hold solemn chanting sessions to help the souls of their loved ones enter or leave this world. For a young monk like him, frequent visits to the villages make it much harder to practice Buddhism and live in solitude. It could even have been easier to practice it in a fully secular environment. In fact, since Jigme has joined the temple, half of the monks have already left for various reasons and have each found a spot for themselves in the secular world. Hence, from time to time, Jigme wonders, “Must I chant sutras day after day? Or is there a more meaningful way of life?”During the rainy season of a year, all things grow, and all Buddhist monks stay in their temples to practice Buddhism. This year, with only eleven monks left, there are not enough junior monks to officially receive the precepts during the summer recluse. The temple seniors decide to have three young monks to do this. Jigme is fully aware what this means to him – He has read the 253 precepts. He used to think that monks had the right to take off their Buddhist garments and return to their secular homes, but now, he realizes that once a monk receives his precepts, unless being expelled by his temples, he has an overbearing obligation to stay. Conflicted, he doesn’t know which path is better. Once he makes a step, there is no return. Realizing this, he patiently waits for an answer to dawn on him. During the dark of night, Jigme takes out the long roll of sutra that he reads every day, and cleans it carefully by a flickering lamp. This summer, Jigme has come to the crossroads of life. Of the two roads out there, he can only choose one.",
    "chinese_title": "少年吉美",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T02:56:10"
}