{
    "aka": [],
    "sid": "26193436",
    "cast": [
        {
            "url": "/celebrity/1045097/",
            "name": "伊基·波普 Iggy Pop",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2030",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2207683419.jpg",
    "region": [
        "加拿大",
        "意大利",
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008259/",
            "name": "E.T.A.霍夫曼 E. T. A. Hoffmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204767/",
            "name": "大卫·塔利 David Tully",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3998516",
    "director": [
        {
            "url": "/celebrity/1049726/",
            "name": "达里奥·阿基多 Dario Argento",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2030(未定)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3998516/",
    "this_title": [
        "The Sandman"
    ],
    "douban_link": "https://movie.douban.com/subject/26193436/",
    "trans_title": [
        "睡魔"
    ],
    "douban_votes": "0",
    "introduction": "The master of Italian horror Dario Argento is teaming up with one of the world’s most energetic punk icons Iggy Pop in an attempt to darken the holidays with horror. In an effort to keep his next film as pure as possible (maybe due to studio intrusion on his previous effort, the lackluster Dracula 3D) Mr. Argento has started a crowd-funding campaign for this new project.According to the pitch, this crowd-funded film will be a tribute to the films of Argento and his entire career, a chance to put a juicy horrific cherry on top of a long and storied career. Casting Iggy Pop in the lead role is just the chocolate sauce on top of the cherry.The Sandman is based on a German short story dating back to 1816, originally told by author E.T.A. Hoffman. According to this legend, The Sandman was someone who stole the eyes of any children that wouldn’t just close them and go to sleep, then he’d go feed them to his hungry children on the moon.It sounds like a great role for Iggy Pop, running around snatching out the eyeballs of children. Bring in the passionate direction of Dario Argento, and it begins to shape up as a film any horror fan definitely would like to see. The director says he is “tired of Christmas movies showing goodness. Beauty, snowflakes, sleds pulled by reindeer. I’m tired of these things. I’d rather have a Christmas movie where there is also strength, violence, horror, and this is what I am going to do.”",
    "chinese_title": "睡魔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Sandman",
    "douban_rating_average": 0,
    "update_at": "2025-10-19T12:13:20"
}