{
    "aka": [
        "A Boy Like Her"
    ],
    "sid": "26193169",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546168304.jpg",
    "region": [
        "冰岛  Iceland"
    ],
    "writer": [],
    "imdb_id": "tt2672078",
    "director": [],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "冰岛语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2672078/",
    "imdb_votes": 21,
    "this_title": [
        "Hrafnhildur- heimildarmynd um kynleiðréttingu"
    ],
    "douban_link": "https://movie.douban.com/subject/26193169/",
    "imdb_rating": "6.8/10 from 21 users",
    "trans_title": [
        "他像她",
        "A Boy Like Her"
    ],
    "douban_votes": "0",
    "introduction": "纪录片《他像她》的主角是一个冰岛男孩哈多尔，他从孩童时期就坚信自己是一个女孩儿。他不停地祈求上苍，渴望着有一天自己能变成女孩。但是在经历了无数次失望后，他渐渐回到了现实。命运只给了他两个选择，要么向现实屈服，一辈子压抑内心；要么不顾世俗的偏见，用手术改变自己的性别。对于哈多尔来说，青年时代就是一场噩梦。他成天郁郁寡欢，把自己的内心世界锁地死死的。父母、亲戚和朋友的关心，反而加重了他的心理负担，因为他不敢想像大家知道他内心的真实想法后，会有什么样的反应。为了追求真我，他离开了冰岛，在国外以一个女孩儿的身份生活。但等他二十岁时，他觉得自己是时候面对过去，是时候鼓起勇气回到家乡，让大家慢慢走进他的内心世界。在一个只有三十二万人的小国，只有二十人做过变性手术。可想而知，被社会接受并找到认同自己的人，对他来说有多难。The documentary \"A boy like her\" is about the Icelandic boy Halldor who believed from a young age that he was a girl. When he came to realize that his gender would not change even if he prayed and wished he soon realized that he only had two options in life – to take his own life or to undergo a sex-change.As a teenager he went through terrible periods and people around him started to ask questions about what was wrong. He did not dare to tell his parents, family and friends that he was a girl. He decided to move abroad and live as a girl in foreign countries. At the age of twenty he realized he had to return home and face his past.With the population of only 320 thousand people, returning home was not easy. Only about 20 Icelanders had undergone a sex-change and he wanted to become of them.导演小传：1991年，Ragnhildur成为了一名职业体操运动员。在1998年，她成功当选了该年度最佳体操运动员。随后，她加盟冰岛Sjónvarpið电视台收视率最高的黄金时段新闻谈话类节目“聚光灯”，成为了一名串场主持人。此外，她还曾经在冰岛大学物理理疗疗专业攻读本科，并获得学士学位。2007年，担任冰岛歌手电视大奖赛主持人（该比赛会产生代表冰岛参加该年度欧洲歌唱大赛的选手），并出任最近几年欧洲歌唱大赛的冰岛发言人。在她27岁那年，Ragnhildur开始主持冰岛国家电视台旗下的一个青少年节目。她真诚、激情且富有逻辑的主持风格很快赢得了观众的喜爱。这段经历也促使她成为黄金时段节目“聚光灯”的串场主持人。去年，Ragnhildur被提名为冰岛最佳电视节目主持人。2011年8月，有消息称Ragnhildur将主持冰岛版的美国著名电视真人秀——舞林争霸。",
    "chinese_title": "他像她",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hrafnhildur- heimildarmynd um kynleiðréttingu",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-26T00:49:26"
}