{
    "aka": [
        "Through Your Eyes"
    ],
    "sid": "26201161",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518572387.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt2283569",
    "director": [],
    "duration": "26分钟",
    "episodes": "40",
    "language": [
        "法语"
    ],
    "playdate": [
        "2012-03-05(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2283569/",
    "imdb_votes": 20,
    "this_title": [
        "Dans tes yeux"
    ],
    "douban_link": "https://movie.douban.com/subject/26201161/",
    "imdb_rating": "8.4/10 from 20 users",
    "trans_title": [
        "替我看世界",
        "Through Your Eyes"
    ],
    "douban_votes": "118",
    "introduction": "Sophie Massieu, journaliste non-voyante, et son chien Pongo forment un irrésistible duo que vous pouvez désormais suivre tous les jours sur Arte et qui vous emmène aux quatre coins du monde pour des aventures hors du commun. Cette équipe de choc nous fait voyager autrement, et c’est « dans les yeux » de cette aventurière que vous pourrez découvrir ou redécouvrir les plus belles destinations de la planète. Rencontre.Avec 23 pays visités en 10 mois seulement, Sophie et Pongo n’ont pas chômé ! Allemagne, Brésil, Bulgarie, Canada, Chine, Grande-Bretagne, Espagne, Etats-Unis, Ethiopie, France (métropolitaine et Dom-Tom), Grèce, Hongrie, Inde, Irlande, Israël, Italie, Jordanie, Finlande, Madagascar, Maroc, Palestine, Pologne et Turquie sont les destinations que vous pourrez découvrir dans l'émission \"Dans ses yeux\" tous les jours durant 26 mn sur Arte à 18h aux côtés de Sophie et Pongo. Rencontres fortes, aventures extraordinaires et découvertes en tous genres, une émission à ne pas manquer, illuminée par sa présentatrice dont les carnets de voyage vont en faire rêver plus d’un.",
    "chinese_title": "替我看世界",
    "douban_rating": "9.0/10 from 118 users",
    "foreign_title": "Dans tes yeux",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "9.0",
    "update_at": "2025-03-11T03:14:14"
}