{
    "aka": [],
    "sid": "26235514",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "恐怖",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209287737.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2013-05"
    ],
    "this_title": [
        "北野誠のおまえら行くな。 ～アジア地獄の一丁目スペシャル！完全版～"
    ],
    "douban_link": "https://movie.douban.com/subject/26235514/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "内容紹介★芸能界きっての心霊ハンター・北野誠と、不思議・怪談蒐集家・西浦和也が我が身も顧みず突撃心霊ツアーを敢行!今回は、富士の樹海や某所の廃墟ホテル・ロンドン等をめぐる。さらにはシリーズ初となる海外取材を決行!怪異・心霊現象の検証を行う!★今作は2012年7月にBSスカパーにて「エンタメ~テレ☆」プレゼンツとして放送された「アジア地獄の一丁目スペシャル」をもとに未公開映像を追加して再編集した“完全版”!2012年最高の恐怖体験がよみがえる!★北野団長率いる心霊探偵団の面々、BSスペシャルと銘打たれた番組のために、今回は日本の霊峰・富士山の樹海を探索!さらには中部地方屈指のスポットを紹介していく。さらに一行は初の海外取材・台湾へと渡る。数々の心霊現象を体験し、すでに感覚のマヒした探偵団の面々に襲いくる最高の恐怖とは・・・!★スカパー!「エンタメ~テレ☆シネドラバラエティ」にて2ndシーズン全12話を放送中!!【内容】シリーズ初の海外取材を交え、日本からは霊峰・富士の樹海探索、某所の廃墟ホテル・ロンドン・・・、海外からは台湾の基隆の鬼屋、民雄鬼屋・・・を、突撃取材する。「国内・ホテルロンドン」前回のシリーズで取材した「ホテル活魚」に似た雰囲気を持つこのホテルは、中部地方でも屈指の心霊スポットとして有名な場所である。ここでビデオ撮影中に、扉の隙間から女性の人影が写る、室内でラップ音がする・・・等の証言が後を絶たない。噂の真相を確かめるべく、北野誠と心霊探偵団が突入するが・・・「国内・富士の樹海」 前回のシリーズでも取り上げる予定であったが、一面の冬景色で撮影を断念したといういきさつがあった。今回は満を持しての撮影である!毎年数多くの自殺者が樹海に入るが、その中にはいまだに人に発見されないまま霊となって彷徨う魂もあるという。今回、北野たち心霊探偵団の見つけたものは・・・「台湾・基隆の鬼屋」台湾ではいわゆる心霊スポットのことを“鬼屋”というが、ここ基隆の鬼屋はなんと繁華街の一角に建つ。第二次大戦の日本軍侵攻の際に一番被害が出たという場所で台湾でも有数のスポットとされている。ここには死んだ人間から電話がかかってくるという公衆電話がある。その公衆電話に北野が挑む!「台湾・民雄鬼屋」台湾・民雄鬼屋・・・今回の最大の目玉であるこのスポット。西浦和也と監督が春にロケハンに来た際に発見した最恐のスポットである。台湾でも有名な一族の屋敷であるが、戦時中の事故から一族は離散。そして廃墟となっていったのであった。さらにはこの一族の先祖のために建てた寺を発見する。異様な雰囲気のか、探偵団に最恐最悪な災いが起こる!内容（「キネマ旬報社」データベースより）芸能界きっての心霊ハンター・北野誠と怪談収集家・西浦和也が身体を張って心霊スポットを紹介するドキュメント番組のスペシャル。北野団長率いる心霊探偵団が日本の霊峰・富士山の樹海を探索。初の海外取材地・台湾では驚異の心霊現象を体験し…。",
    "chinese_title": "北野誠のおまえら行くな。 ～アジア地獄の一丁目スペシャル！完全版～",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T17:49:09"
}