{
    "aka": [
        "Get mad!! Nonkuro",
        "Okore!! Nonkuro"
    ],
    "sid": "26235616",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496373612.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "おこれ!!ノンクロ"
    ],
    "douban_link": "https://movie.douban.com/subject/26235616/",
    "trans_title": [
        "Get mad!! Nonkuro",
        "Okore!! Nonkuro"
    ],
    "douban_votes": "0",
    "introduction": "「おこれ！！ ノンクロ」は、アニメ会社「ナック」が制作したパイロットアニメである。本作の発掘元となったのは、子供向けのアニメDVD集「アニメの王国」のうちの一巻である。同巻には「チャージマン研！」全4話と、パイロット版アニメ「透明少年探偵アキラ」「スーパータロム」も入っており、これらは全てナック製である。そういう訳で本作もまたチャー研ファミリーに含まれている作品なのだが、なんというかかわいそうなお友達チャー研ファンからの評価は良くない。他のパイロット版2作品に比べると、不自然な編集や理不尽な展開は少なく、作画のレベルも低くない……事がむしろ仇となり、チャーケニストが重視するキチガイネタ成分が異様に薄いのが主な要因。もちろん見どころは無いわけでもない。……気分が悪くなりそうなオープニングテーマとか、ナックお得意の暴力シーンとか、それと「蛆虫犬」くらいだけだが。本作もまた「アキラ」や「タロム」のようにシリーズ物の1話のような体裁をとっているが、やはりというか続きは無い。1980年には「スーキャット」という本作とおなじくケモノ系のアニメを作っていたらしいが。(内容自体は本作と何の関係もない)ストーリー小学生1年生の「秋野 力作」(リキ)は、家族とともに郊外の新居に引っ越してきた。一段落した所で、父・大作と共に父の上司である春山編集長に挨拶をしに出かける。編集長の家についたリキは、不幸にも庭にいた犬の尻尾を踏んづけてしまった。犬は２人に吠えかかるが、「チャウ！やめなさい」という編集長の娘の声で引き下がった。家に上がって話を聞くと、編集長の妻が大作にお願いがあるという。「秋野くん、犬は好きかね」「はい、大好きです！」大作がそう言うと、奥様は「この犬ざんす」と一匹の白い雌犬を連れてきた。「あぁん？(威圧)」どうやら3日前に迷い込んできたらしく、飼い主も見つからないという。しかし春山家は既にチャウという犬がいた……。「珍しいだろ？秋野くん、貰ってくれたまえ」「という訳でさ、押し付けられちゃったんだよぉ」微動だにしない犬を持ち帰ってきた父とリキ。母と姉には無事に気に入られ、「レミ」と名付けられ飼われる事となった。そしてその夜。突如として流れ星が飛来し、リキの家のすぐ近くの裏山に墜落して大爆発を起こした。翌朝、リキはレミを連れて裏山に行く。巨大なクレーターが出来ていた墜落現場にはあれだけ派手に落ちたのに他に人はいなかった。レミはまるで吸い寄せられるかのようにクレーターに転落、後を追うリキも足を踏み外し穴の底へ……目覚めたリキの側には、無事な様子のレミと謎のピンクのリボンを付けた黄色い犬。「ところでここは……」「君が探していた流れ星の中さ」「犬が口聞いた！？」人語を話し二足で立つ犬は続ける。「怖がんなくてもいいよ！おれ、ノンクロっていうんだ。お前リキって名前だろ？」「どうして僕の名前を？」「俺には何でも分かるのさ！何たって宇宙からやってきた宇宙犬だもん」ノンクロは突如謎のカプセルを取り出すと、驚くリキに「これを飲んでごらんよ」と有無を言わさず飲ませた。「あたし、ノンクロとお友達になったの」「レミが喋ったァ！」なんとそれは犬の言葉が分かるようになる薬であった。そしてノンクロとリキは流れ星の事と犬の言葉が分かる事は内緒にする、「男の約束」を交わす。ノンクロは自身の能力でリキとレミを外に送り、更にクレーターのあった所に大樹を生やす。その元で遊ぶリキ達。そしてレミはノンクロのリボンを譲り受ける。それには不思議な秘密が隠されているとも知らずに……リキはすっかり仲良くなったノンクロを連れて帰ったが、家族には2匹も飼えないと突っぱねられてしまう。夜、街灯が照らす下でリキはノンクロに別れを告げる。「僕は弱虫だ…ノンクロに何も…何もしてあげられない！」果たしてリキとノンクロは再び一緒になれるのか？そして……登場キャラリキ(秋野 力作)郊外に引っ越してきた普通の小学一年生。ある日隕石が落ちてきたら犬と話せるようになった。ナック作品でも珍しくこれといって特徴のない真っ当な主人公である。秋野家アキラァ！秋野 大作父。多分出版社に勤めている。「あぁん？」「ヒヒーン！」など奇声をよく発する。秋野 キミコ母。ネズミが苦手。秋野 サクラ姉。オシャレな中学一年生。ノンクロ宇宙からやってきた不思議な力をもった宇宙犬。なのでなんでも分かる。どんな理屈だ。どこからなぜ来たのかは「でもいいや！」で片付けられてしまう。口は軽いが温厚で、リキに捨てられても「ま、いいや！明日は明日の風が吹くさ」と気にしなかった。おこれよ。しかし、友達を傷つける者には容赦せず、凄まじい身体能力と謎のハンドパワーをもって立ち向かう。ついでに口も悪くなり、チャウに向かっては「かかってこい蛆虫犬め！」などと吐き捨てたりする。レミ編集長から押し付けられちゃった白い犬。ノンクロの力でリキと話せるようになる。またノンクロからプレゼントされたリボンには不思議な秘密があるらしいが、作中ではレミに反応してノンクロがフンガーしただけで、詳しい事は不明。春山編集長リキの父の上司。妻と娘がいる。レミを大作に押しつけちゃった人。チャウ春山家で飼われていた蛆虫犬。尻尾を踏んだリキに恨みを持っている。飼い犬なのだが、なぜか野犬を率いてリキにけしかけたりしている。編集長が拾ったレミに一目惚れ。終盤、レミに詰め寄る時の顔はトラウマ物。余談本作は1分ほどのオープニングがあり、またオープニングテーマも作られているのだが、うるさいリズムギターと気の抜けた鼻声のボーカルが合わさって奇妙な曲となっている。また、別れのシーンの挿入歌も同じボーカルであるために、余計に悲しくなってくる。本作が制作された時期は不明。チャー研やタロム等より後の80年代という説が有力。長らくナックのパイロット作品は前述の「アニメの王国」に収録されていた3作品のみと思われていたが、近年になって違う巻に「のら犬ペスの冒険」というナックのパイロット作品が収録されている事が判明。入手した人によると、野沢雅子がナレーションを勤めており、ノンクロ以上に見所が無くつまらないという。ちなみに同作は「ほえろボボ」という漫画を原作としており、後に「ほえろブンブン」の題で正式にアニメ・映画化されている。……全く別の会社の制作で、だが。余談だがこの巻、他にはドナルドダック等の海外アニメも収録されている(むしろ唯一国産のペスが一番異端だったりする)のだが、アニメの中身が戦時中のプロパガンダ作品だったり、日本語吹き替えが入っていない(「絵を見ておはなしを想像しましょう」と無茶を言われる)作品があったり、はてはメニュー画面には全く関係ないチャー研やノンクロのタイトルが並んでたり(実はチャー研巻の使い回し)、メニューから選択すると話の途中から始まったり……と杜撰な造りである。これ以外にもナック作品(まんが水戸黄門等)が収録された巻はあるらしいので、暇なら探して君。",
    "chinese_title": "おこれ!!ノンクロ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-30T02:49:10"
}