{
    "aka": [
        "Up the Stairs"
    ],
    "sid": "26245356",
    "cast": [
        {
            "url": "/celebrity/1002838/",
            "name": "肯·杜肯 Ken Duken",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000754/",
            "name": "汉诺·科夫勒 Hanno Koffler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1264563/",
            "name": "卡萝莉娜·洛迪嘉 Karolina Lodyga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354009/",
            "name": "玛莎 莱奥妮 巴赫 Marisa Leonie Bach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483829/",
            "name": "法比安·斯图姆 Fabian Stumm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2326684847.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1454226/",
            "name": "米娅·玛瑞尔·梅耶 Mia Maariel Meyer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4105260",
    "director": [
        {
            "url": "/celebrity/1454226/",
            "name": "米娅·玛瑞尔·梅耶 Mia Maariel Meyer",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4105260/",
    "imdb_votes": 40,
    "this_title": [
        "Treppe Aufwärts"
    ],
    "douban_link": "https://movie.douban.com/subject/26245356/",
    "imdb_rating": "6.0/10 from 40 users",
    "trans_title": [
        "上楼梯",
        "Up the Stairs"
    ],
    "douban_votes": "0",
    "introduction": "Adam is a gambler who spends his time in casinos and gambling dens. He is anything but a common gambler though, he manipulates slot machines and uses the stolen money to square his father’s debts. Once a gambling addict, Adam’s father Woyzeck is now suffering from a severe case of dementia. His existence is limited to the confinement of a small, run down once family owned house Adam and Woyzeck share, located on the brink of industrialized apartment blocks. The family home represents the last shreds of prosperity the family managed to clasp to, which Adam is struggling to maintain. Amongst his strolls through the gambling dens, Adam has befriended Ukrainian bartender Dosie. Even though he cannot open himself up to her, he is repeatedly drawn to visit her. These visits provide a slice of hope to his monotonous routine.This entire structure begins to stagger when suddenly Adam’s sixteen-year-old son appears at his doorstep. Ben has broken all ties with his father and lives in a different city with his mother. Amongst attempts of rapprochement and accusations it becomes increasingly eminent, that school-expelled and socially alienated Ben is just searching for a quick way to get cash and run away. The search for money and freedom pushes him into the arms of the paranoid loner Bardo. Ben’s quick-wittedness as well as his callousness impress Bardo, who eventually offers him a job as his runner. Bardo sells licenses, which allow gamblers to hack slot machines. He uses Ben to collect the levies.The further Ben dives into the matter of the game, the more he uncovers his own family history. Adam on the other hand is crippled with feelings of remorse and tries to push Ben onto the right track. Motivated by Dosie, Adam tries to spend more time with his son. Adam wants to give Ben the childhood, he himself never had. Meanwhile the situation between Adam, Woyzeck and Ben becomes increasingly difficult. Adam’s attempts to be a father fail and push Ben even closer towards Bardo. Bardo shows Ben how to prove himself in the neighborhood and to manipulate gambling addicts. Adam stops believing in his own ability to be a good father. Ben feels betrayed. At this point Adam must learn to let go and to fight for his own family. His journey begins.",
    "chinese_title": "上楼梯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Treppe Aufwärts",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-30T21:28:24"
}