{
    "aka": [],
    "sid": "26247259",
    "cast": [
        {
            "url": "/celebrity/1316680/",
            "name": "龙劭华 Siu Wa Lung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409921/",
            "name": "李蕙瑛 Hui-Ying Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335850/",
            "name": "倪齐民 Jimmy Ni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314343/",
            "name": "江国宾 Franco Chiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2209649350.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1389377/",
            "name": "何东兴 Dong-xing Ho",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "102",
    "language": [
        "闽南语"
    ],
    "playdate": [
        "2002-01-29(中国台湾)"
    ],
    "this_title": [
        "負君千行淚"
    ],
    "douban_link": "https://movie.douban.com/subject/26247259/",
    "trans_title": [
        "负君千行泪"
    ],
    "douban_votes": "0",
    "introduction": "甘禄松（龙绍华饰）透早起来心情就十分愉快，脸上流露出兴奋的神情。原来今天正是甘家的大儿子天（倪齐民饰）学成返家的日子。甘禄松多年来的辛苦，终於没有白费。天龙成为一个准医生，就要衣锦还乡了。由於甘家家境贫穷，牛车松的微薄收入，只供得起长子天龙去念书，而也想念书的二儿子天虎（柯叔元饰）只好不情愿的留在家里帮忙。牛车松多年来，省吃俭用的拼命栽培这个大儿子，期望他能够出人头地，光耀甘家门楣。而天龙也实在很争气，不负众望，把最难念的医科都念毕业了。这一天，牛车松欢欢喜喜地带著二儿子天虎招了一大堆邻居好友，赶著牛车就要到镇上的火车站去接天龙。牛车松回想起那个风雨交加的夜晚，他和拜把兄弟膨风（长青饰）为了多赚一点钱，养活即将临盆的天龙天虎的阿母阿绸（李蕙瑛饰）和新生儿。花尽了所有的钱，从牛墟比平常多赶了几只牛回乡下。却不料在暴风雨中，牛只都走丢了。自己和拜把的也都受了伤，差一点回不了家！这时大腹便便仍得下田工作的阿绸也要生产了，就在大家一阵忙乱之中，三子天豹却得了重感冒发高烧。因为牛车松把钱全买了牛，牛却跑掉了，没钱带天豹去看病。只能眼睁睁的看著天豹夭折。而阿绸也因为牛车松养活不了妻儿，第二天就带著新生儿天离家出走到城市谋生。牛车松虽然仍然怨恨妻子抛夫弃子的行为。却更痛恨自己没有出息，留不住妻子阿绸。但是，如今，他终於可以扬眉吐气了。牛车松心想：想不到我一个赶牛的，又是孤家寡人，也可以养出一个医师儿子，真是了不起。想到这里，牛车松心理也不禁一阵得意。负君千行泪人物介绍在这一列从台北南下的火车上，刚从日本新娘学校毕业的江惜（于佳卉饰）才坐下没多久，就注意到一名年轻英俊的青年匆匆忙忙的踏上火车，和江惜一起长大，情同姊妹的丫嬛巧春看到江惜目不转睛的叮著他，於是窃笑著偷偷的推了江惜一下。原来这一位仪表不凡却行色匆匆的青年，正是一毕业、就急著返家探望老父和弟弟的天龙。由於车厢内十分拥挤，天龙就靠在江惜前方不远处的椅背旁出神，嘴角边还不时露出一丝丝甜蜜的微笑。此时满满占据天龙的心的、却是故乡青梅竹马的爱人秀銮。秀銮是母亲的闺中好友阿满姨（高玉珊饰）的独生掌珠，虽然自幼就没有了父亲，家境和天龙同样贫苦，却受到母亲阿满姨全心全意的照顾。秀銮从小就长的十分清秀可人，再加上天生的聪慧和善解人意，很早就掳获了甘家两兄弟的心。而秀銮却一心一意只爱天龙一个人。就在两年前天龙返家时，和天龙一吻定情。互许终身。而秀銮也答应要代替天龙照顾天龙的老爸牛车松和天龙的弟弟天虎。她也的确做到了。秀銮每天都到甘家烧饭洗衣，照顾甘家父子二人。却也因此让甘家父子都以为秀銮爱的是天虎。将来一定会嫁给天虎为妻。天龙却不知这些，仍然沈浸前次与秀銮的情爱缠绵之中，这时，有一个人，粗鲁的穿过车厢内的人群走了过来…，天龙却不知道这些，仍然沈浸在回想前次与秀銮的情爱缠绵之中。这时，有一个人，粗鲁的穿过车厢内的人群走了过来，他经过天龙的身旁，突然一歪，重重的撞了天龙一下，也把天龙从沈思中拉回现实。阿龙瞪著眼前的这个男人，他也十分无礼的反瞪回来，接著就直接往江惜的座位方向走去… 突然间，他一把扯起江惜摆在膝盖上的包包就要走。却没想到江惜大惊之後，就死命抓住皮包不放。正在拉扯之间，列车长匆忙赶了过来，并且大声吹著哨子。小偷一慌，就拔出刀来，架在江惜的脖子上，一边挟持著江惜，一步步向车门的方向移动。一边大声喊著：『你们不要过来，我真的会杀了她』。列车长和几个见义勇为的旅客仍然不为所动的慢慢逼近。小偷越来越慌张，脸上的青筋都冒出了出来。他突然一转身把阿惜推到车门外。阿惜尖叫一声，半身悬空，只剩一只脚还挂在阶梯上，一只手被小偷抓著。情形实在非常危急…站在车门旁的天龙，把事情的经过全都看在眼里，个性沈稳的他，不动声色的从小偷的背後慢慢接近，就在最关键的时刻，一把拉过江惜，抱在怀里，而小偷在惊慌失错之下，一失足就跌落火车去了…",
    "chinese_title": "负君千行泪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "負君千行淚",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T22:13:32"
}