{
    "aka": [],
    "sid": "26253610",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2222089137.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1459626/",
            "name": "贠子剑 ",
            "@type": "Person"
        }
    ],
    "duration": "47分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014"
    ],
    "this_title": [
        "代表"
    ],
    "douban_link": "https://movie.douban.com/subject/26253610/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "原国营某工厂的下岗职工对于上级的贪腐问题十分不满，筹钱推举代表进京上访。大家希冀着这种方式能够讨个公道，可是生活的烦恼没有停止过：老孟在洗车行打工碰见厂长的侄女开着好车更觉得愤愤不平；老徐的女儿爱上了艺术家不愿意考公务员；二管被汽车擦破了点皮，想着如何贿赂记者好让事主曝光。而老李除了要经营生意惨淡的小吃铺，还得照顾常年卧病在床的妻子。为了给毕业后一直没有工作的儿子找到一个好工作，忠厚老实的李代表最终也选择挪用公款打点关系走上了送礼之路……Des ex-travailleurs mis à pieds d’une usine appartenant à l’état sont mécontents du problème de corruption présent chez les hauts-dirigeants. Ils ont commencé à récolter de l’argent et ont élu trois représentants pour la livrer à Beijing, alors qu’ils se débrouillent avec les tracas de leur vie de tous les jours. Meng tombe sur la fille d’un ancien directeur de l’usine et devient jaloux de la voir conduire une voiture de luxe. Xu est très préoccupé par le futur de sa fille parce qu’elle est en amour avec un artiste et refuse de travailler comme fonctionnaire. Er Guan est légèrement blessé dans un accident de voiture et il fait tout ce qu’il peut pour soutirer de l’argent au chauffeur. Li doit s’occuper de sa femme paralysée et de sa cantine très peu profitable. Lui, qui est gentil et honnête, soutire de l’argent de la caisse de la pétition pour payer des pots-de-vins…..",
    "chinese_title": "代表",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T16:35:11"
}