{
    "aka": [
        "SNL",
        "周末夜现场"
    ],
    "sid": "26253588",
    "cast": [
        {
            "url": "/celebrity/1036464/",
            "name": "弗莱德·阿米森 Fred Armisen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032014/",
            "name": "瑞秋·德拉彻 Rachel Dratch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044730/",
            "name": "蒂娜·菲 Tina Fey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019039/",
            "name": "威尔·福特 Will Forte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027462/",
            "name": "达瑞尔·哈蒙德 Darrell Hammond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014015/",
            "name": "塞斯·梅耶斯 Seth Meyers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1179992/",
            "name": "菲尼斯·米切尔 Finesse Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004763/",
            "name": "克里斯·帕内尔 Chris Parnell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049515/",
            "name": "艾米·波勒 Amy Poehler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025183/",
            "name": "玛娅·鲁道夫 Maya Rudolph",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140387/",
            "name": "霍拉提奥·桑斯 Horatio Sanz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044941/",
            "name": "基南·汤普森 Kenan Thompson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017902/",
            "name": "比尔·哈德尔 Bill Hader",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025187/",
            "name": "安迪·萨姆伯格 Andy Samberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049521/",
            "name": "杰森·苏戴奇斯 Jason Sudeikis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022588/",
            "name": "克里斯汀·韦格 Kristen Wiig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479834/",
            "name": "奇科·蒙德兹 Chiko Mendez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "喜剧",
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870159505.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1044730/",
            "name": "蒂娜·菲 Tina Fey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014015/",
            "name": "塞斯·梅耶斯 Seth Meyers",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1119820/",
            "name": "贝丝·麦卡锡-米勒 Beth McCarthy-Miller",
            "@type": "Person"
        }
    ],
    "duration": "约1小时",
    "episodes": "19",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-10-01"
    ],
    "this_title": [
        "Saturday Night Live Season 31"
    ],
    "douban_link": "https://movie.douban.com/subject/26253588/",
    "trans_title": [
        "周六夜现场 第三十一季",
        "SNL",
        "周末夜现场"
    ],
    "douban_votes": "0",
    "introduction": "Saturday Night Live aired its thirty-first season in the 2005-06 television season on NBC. The season began on October 1, 2005, and ended on May 20, 2006, with 19 episodes in all. The season was cut one episode short due to the 2006 Winter Olympic Games. A 30th anniversary special for the show was planned, but the plan was scrapped due to budget cuts.Before the start of the season, featured player Rob Riggle was let go from the show. Finesse Mitchell and Kenan Thompson were both promoted to repertory status while Jason Sudeikis remained a featured player.The show then added three new cast members to the show. They included: Los Angeles-based sketch comedian Bill Hader, Andy Samberg (the show also hired his two friends Akiva Schaffer and Jorma Taccone to the writing staff, all members of the The Lonely Island sketch group) and Kristen Wiig of The Groundlings. Wiig debuted on the show in November, in the episode hosted by Jason Lee. Samberg, Schaffer and Taccone would be a notable force for creating SNL Digital Shorts. One such short was \"Lazy Sunday\"; after it aired during the Jack Black episode it became an Internet phenomenon.Tina Fey and Maya Rudolph missed a few episodes in this season due to both of them being pregnant and on maternity leave. Fey's place on Weekend Update was briefly taken over by Horatio Sanz until her return in the episode hosted by Catherine Zeta-Jones, making Sanz the first (and so far only) Hispanic Weekend Update anchor. Fey returned to the show before her maternity leave time was up. Maya Rudolph, however, appeared on the first episode of the new season, and then went on maternity leave and returned in February, in the episode hosted by Steve Martin.This season is also notable for the people who hosted the show. Julia Louis-Dreyfus, an SNL cast member from 1982 to 1985 under Dick Ebersol, became the first former female cast member to come back and host the show (and also the third cast member from Seinfeld to host). It is worth noting that Gilda Radner was originally supposed to host in 1988, but was not due to the Writer's Guild of America Strike and then Radner's death the following year. This season is also known for the return of such frequent hosts as Alec Baldwin (who last hosted in season 29 with musical guest Missy Elliott in 2003), Tom Hanks (who last hosted the first episode of season 22 with musical guest Tom Petty and the Heartbreakers in 1996), and Steve Martin (who last hosted the first episode of the 20th season with musical guest, Eric Clapton in 1994).This season saw the seventh death of a former cast member when Charles Rocket committed suicide by slashing his throat with a box cutter.This season also became the first to broadcast the show in high-definition, after thirty years of broadcasting in analog.This would also be the final season for cast members Rachel Dratch, Tina Fey, Finesse Mitchell, Chris Parnell and Horatio Sanz, as well as the last season for longtime director, Beth McCarthy-Miller. Dratch and Fey both left the show to focus on 30 Rock and McCarthy-Miller left the show on her own terms. Parnell, Mitchell, and Sanz, however, were let go after Lorne Michaels was given the choice to either cut back on episode production or get rid of long-standing and/or poor-performing cast members due to NBC budget cuts.",
    "chinese_title": "周六夜现场 第三十一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Saturday Night Live Season 31",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T02:49:18"
}