{
    "aka": [],
    "sid": "26258797",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904288783.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt10957840",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-10-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10957840/",
    "imdb_votes": 31,
    "this_title": [
        "Swallowed by the Sea: Ancient Egypt's Greatest Lost City"
    ],
    "douban_link": "https://movie.douban.com/subject/26258797/",
    "imdb_rating": "7.6/10 from 31 users",
    "trans_title": [
        "被大海吞没的繁荣城市"
    ],
    "douban_votes": "0",
    "introduction": "Documentary following a team of maritime archaeologists as they uncover the remarkable city of Heracleion, lost to the sea and forgotten for over two thousand years.In the fading days of the pharaohs, the city of Heracleion was the gateway to Egypt and a port beyond compare. In the 4th century BC, this was an opulent and prosperous place adorned with statues and sphinxes. It was a city of religious significance and home to the temple of Amun. In the 2nd century BC it was wiped off the face of the earth. In a mysterious subsidence, the coastline dropped by over 20ft and Heracleion was consumed by the sea. The lost city slept for centuries beneath the waters of the Mediterranean.In 2000, archaeologists made an incredible find. Using ancient texts, they discovered the city's remains six kilometres off the Egyptian coast and only 10 metres underwater. Pristinely preserved, it is an archaeological jewel - an ancient Egyptian city frozen in time. The glorious temples, statues, houses and boats of the cities lie perfectly preserved by the sea, providing a snapshot of ancient Egyptian life. But many mysteries remain. What caused this sacred city to plunge into the sea? And why did its inhabitants deliberately sink over 65 ancient warships?",
    "chinese_title": "被大海吞没的繁荣城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Swallowed by the Sea: Ancient Egypt's Greatest Lost City",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T04:00:53"
}