{
    "aka": [],
    "sid": "26265456",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2891557066.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0308468",
    "director": [
        {
            "url": "/celebrity/1514331/",
            "name": "弗朗斯·范·德·斯塔克 Frans van de Staak",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0308468/",
    "imdb_votes": 6,
    "this_title": [
        "Kladboekscènes"
    ],
    "douban_link": "https://movie.douban.com/subject/26265456/",
    "imdb_rating": "7.4/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Film of play about the original and witty eighteenth-century writer and academic Lichtenberg.The film is based on the play Lichtenberg, Scenes on the Threshold of the Modern Age by Cyrille Offermans. While the protagonist Lichtenberg has several things in common with George Christoph Lichtenberg (1742-1799) an experimental physicist and writer of the famous Sudelbücher as well as many no less infamous letters - no attempt has been made at accuracy. Several facts from the life of the historic figure have been incorporated into the character, but the latter remains the brain-child of the writer Offermans. From time to time Lichtenberg quotes writers he could not know, strictly speaking: 19th- and 20th-century authors. These are formulations of ideas emanating from his own work in a natural way.Dave is a young English scholar who is studying physics and philosophy under Lichtenberg. He is also his assistant. Mrs von Lukács is of an undefinable age and spontaneous. Much about her remains uncertain, for instance whether she is the 'Sophie' with whom Lichtenberg corresponds. 'Sophie' may only exist 'phantasmagorically' for Lichtenberg. Because while Lichtenberg practices exact science, he is no stranger to the tendency towards the 'phantasmagorical'.Ugly and hunchbacked as he is, Lichtenberg can easily identify himself with the victim, the little animal, the underdog. He is still on guard to avoid becoming the victim of his passionate attitude towards his surroundings. (IFFR 1994)",
    "chinese_title": "Kladboekscènes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-11T19:14:05"
}