{
    "aka": [
        "Âs Nutayuneân"
    ],
    "sid": "26269735",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2240024692.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1290778/",
            "name": "Anne Makepeace Anne Makepeace",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1754948",
    "director": [
        {
            "url": "/celebrity/1290778/",
            "name": "Anne Makepeace Anne Makepeace",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1754948/",
    "imdb_votes": 60,
    "this_title": [
        "We Still Live Here"
    ],
    "douban_link": "https://movie.douban.com/subject/26269735/",
    "imdb_rating": "8.1/10 from 60 users",
    "trans_title": [
        "Âs Nutayuneân"
    ],
    "douban_votes": "0",
    "introduction": "Live Here - Âs Nutayuneân is the story of the revitalization of the Wampanoag language, the first time a language with no native speakers has been revived in this country. The Wampanoag’s ancestors ensured the survival of the Pilgrims in New England, and lived to regret it. Nevertheless, through resilience and courage they kept their identity alive and remained on their ancestral lands. Now a cultural revival is taking place.The story begins in 1994 when Jessie Little Doe, an intrepid, 30-something Wampanoag social worker, began having recurring dreams: familiar-looking people from another time addressing her in an incomprehensible language. Jessie was perplexed and a little annoyed — why couldn’t they speak English? Later, she realized they were speaking Wampanoag, a language no one had used for more than a century.These events sent her and members of the Aquinnah and Mashpee Wampanoag communities on an odyssey that would uncover hundreds of documents written in their ancestral language, lead Jessie to a earn herself a masters degree in linguistics at MIT, and result in something that had never been done before – bringing a language alive again in an American Indian community after many generations with no native speakers. With commitment, study groups, classes, and communitywide effort, many are approaching fluency. Jessie’s young daughter Mae is the first native speaker in more than a hundred years.",
    "chinese_title": "We Still Live Here",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-16T05:26:08"
}