{
    "aka": [],
    "sid": "26264211",
    "cast": [
        {
            "url": "/celebrity/1191359/",
            "name": "Kimberly Estrada Kimberly Estrada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091827/",
            "name": "康拉德·古德 Conrad Goode",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018364/",
            "name": "比尔·海耶斯 Bill Hayes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3138218",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3138218/",
    "this_title": [
        "Never Can Say Goodbye: When Love and Hate Survive Death"
    ],
    "douban_link": "https://movie.douban.com/subject/26264211/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Using researching for his new book as an excuse, Michael visits his friend Lynne in Coyote Springs. In his conscious mind, he wants to rekindle their romantic relationship; instead, he fixates on Randolph Bellows and his family. Michael meets Bellow's granddaughter Shane. Nearly half his age, Shane reawakens the passion within him. He calls it love, Lynne knows better. Michael doesn't love Shane any more than he loved her. Against the advice of others, Michael and Shane marry. Michael's obsession deepens. It's all he can think and dream about. He knows there is more to it than can be seen. The town is shocked when the owner of the Bellows Mansion allows the couple to move into the old house. Michael is ecstatic. Growing up, Shane heard how the ghost of her grandfather's first wife tormented his second family until they were forced to flee to be free of the ghost's curse. Although Shane fears the house, she loves Michael more, and reluctantly agrees to move in. He finds Sara Jane's bedroom.. Taking the panel off the wall does more than reveal the hidden room. Turning the knob, he opens the door to the past. Crossing the threshold starts him down a path, which could once again lead to obsessive love, betrayal, and murder. In spite of her reservations, Elizabeth agrees to teach a writing course at a small college. Her instinct tells her to run in the opposite direction, but she never forgets a kindness. Arriving in town, she instantly regrets her decision. But as much as she wants to run, the town draws her in, awakening old memories of passion, anger and fear. By the time she realizes what is happening, it is too late to run. The doors of her past are opened and memories overwhelm her. Love, guilt and betrayal intertwine forming a kaleidoscope of memories as the past and present abruptly collide. Can they remember the love and learn from the past before they once again turn down the path of murder and revenge?",
    "chinese_title": "Never Can Say Goodbye: When Love and Hate Survive Death",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-05T03:21:18"
}