{
    "aka": [
        "胡佛"
    ],
    "sid": "26264212",
    "cast": [
        {
            "url": "/celebrity/1041121/",
            "name": "帕特里克·沃伯顿 Patrick Warburton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041113/",
            "name": "罗伦·荷莉 Lauren Holly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040625/",
            "name": "科迪·林雷 Cody Linley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022584/",
            "name": "艾莉森·斯通勒 Alyson Stoner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156047/",
            "name": "布兰登·史密斯 Brandon Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137594/",
            "name": "查尔斯·罗宾逊 Charles Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048144/",
            "name": "史蒂芬·鲍德温 Stephen Baldwin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198786/",
            "name": "亚历山德里娅·德伯里 Alexandria Deberry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048290/",
            "name": "肖恩·麦克纳马拉 Sean McNamara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406770/",
            "name": "杰西·马歇尔 Jesse Marshall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048193/",
            "name": "格伦·莫肖尔 Glenn Morshower",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1556407/",
            "name": "布蕾登·布鲁纳 Braedyn Bruner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2211821443.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1342876/",
            "name": "霍华德·克劳斯纳 Howard Klausner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2828884",
    "director": [
        {
            "url": "/celebrity/1048290/",
            "name": "肖恩·麦克纳马拉 Sean McNamara",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-01-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2828884/",
    "imdb_votes": 1194,
    "this_title": [
        "Hoovey"
    ],
    "douban_link": "https://movie.douban.com/subject/26264212/",
    "imdb_rating": "5.8/10 from 1194 users",
    "trans_title": [
        "篮球追梦",
        "胡佛"
    ],
    "douban_votes": "0",
    "introduction": "Life can change in an instant, and turn your whole world upside down. And that is exactly what happens to firefighter Jeff Elliott and his wife Ruth who are living their dream in the golden Midwest; high school sweethearts, married with two beautiful and healthy children, family farm, horses, sports, church groups, the whole American Dream come true. And one winters day, teenage son Eric \"Hoovey\" Elliott collapses at high school basketball practice, is rushed to the hospital, and the doctors find a tumor the size of an orange at the base of his brain. They're down to hours-if surgery that risks the boy's ability to walk, talk, and perhaps even survive is not performed immediately, Hoovey's young life will end before it truly even begins. In a grueling 8-hour procedure, the tumor is removed. And he survives. But for the Elliott family, life and dreams will never be the same. Hoovey has to teach himself to walk again, to read again, to even see straight with two unbalanced eyes, covered one at a time by an eye patch. Forget ever stepping on a basketball court - the risk of receiving a fatal blow to the spot on his head is just too great. As the unpaid medical bills mount, Jeff's firefighting salary isn't enough, the family is swimming in crippling debt seemingly overnight, everything he and Ruth have built in their life dream of two kids is at stake. Hoovey's teenage sister Jen feels alone and nearly forgotten in the most important time of her life. And as Hoovey realizes his one dream in life-playing this game-is gone, too, he sinks into a deep sadness. This is a family at risk. With no-one to turn to, but themselves and their God. HOOVEY is the true and inspiring story of the Elliott family, who refused to surrender, instead turning to one another and their faith in the worst of circumstances, to rebuild their lives, their boy, and their dreams... together. Step by grueling step, with faith, love, and the tireless work of a mother and father to save their family, their farm, their dream, Hoovey learns to walk again. To read again. To dribble and shoot a basketball again. And yes, to dream again himself. Then stepping out in his faith, back onto the hard court, to live that dream of playing this game once more...",
    "chinese_title": "篮球追梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hoovey",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T17:35:31"
}