{
    "aka": [],
    "sid": "26276985",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2215110978.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564147/",
            "name": "罗莎·汉娜·齐格勒 Rosa Hannah Ziegler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3189340",
    "director": [
        {
            "url": "/celebrity/1564147/",
            "name": "罗莎·汉娜·齐格勒 Rosa Hannah Ziegler",
            "@type": "Person"
        }
    ],
    "duration": "15分钟",
    "episodes": "16",
    "language": [
        "德语"
    ],
    "playdate": [
        "2013-10-05(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3189340/",
    "imdb_votes": 30,
    "this_title": [
        "16 x Deutschland - Menschen - Orte - Geschichten"
    ],
    "douban_link": "https://movie.douban.com/subject/26276985/",
    "imdb_rating": "7.4/10 from 30 users",
    "trans_title": [
        "德国十六面：其民-其地-其史"
    ],
    "douban_votes": "0",
    "introduction": "„16xDeutschland“ ist ein ungewöhnliches Projekt: Herausragende Filmemacher schauen in 15-minütigen Dokumentarfilmen auf ihr Bundesland. Filmische Entdeckungen in den geografischen und sozialen Landschaften Deutschlands. So wird Deutschland in seiner Vielfalt abgebildet, quer durch Generationen, soziale Schichten und Landstriche – mit seinen Kontrasten und Widersprüchen. 16 „Heimatfilme“, Deutschlandbilder – Zusammengenommen ergeben sie ein dokumentarisches Gemälde und eine Momentaufnahme 2013. Unter anderen beteiligen sich namhafte Dokumentarfilmer und Regisseure wie Sung-Hyung Cho, Andreas Dresen, Lars Jessen, Andres Veiel, Claus Wischmann und Özgür Yildirim an dem Vorhaben. Genauso talentierte jüngere Dokumentarfilmer wie Ina Borrmann, Marcus Fitsch, Sarah Moll und Rosa Hannah Ziegler. Auch „Quereinsteiger“ in puncto Dokumentarfilm wie die Schauspieler Charly Hübner und Udo Wachtveitl, der Film- und Fernsehproduzent Nico Hofmann, der Schauspieler und Sänger Dominique Horwitz, der Moderator und Satiriker Jan Böhmermann oder politische Fernsehjournalisten wie Sandra Maischberger steuern ihre Sicht auf „ihr“ Bundesland bei. Die Filmemacher zeichnen sich durch ihren besonderen Blick aus. Dieser Blick zählt. Es entstehen Kurzfilme mit Autorenhandschrift – subjektiv, emotional, originell, unterhaltsam, überraschend und kraftvoll. „16xDeutschland“ wird getragen von seinen Machern.",
    "chinese_title": "德国十六面：其民-其地-其史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "16 x Deutschland - Menschen - Orte - Geschichten",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T16:00:43"
}