{
    "aka": [],
    "sid": "26272532",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2213970971.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4109934",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4109934/",
    "imdb_votes": 15,
    "this_title": [
        "America by the Numbers with Maria Hinojosa Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26272532/",
    "imdb_rating": "7.2/10 from 15 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "America By The Numbers with Maria Hinojosa reveals how dramatic demographic changes are playing out in our country today. This is the first national series to ex¬plore the impact of the new American mainstream--the growing numbers of Asians, Latinos, African Americans, persons of mixed race, immigrants, women, youth, and LGBTs whose influence over culture, commerce, and the outcome of elections is af¬fecting every aspect of contemporary life. Each half-hour program focuses on under-reported stories from every corner of the nation, amplified by the numbers--original statistical analysis and infographics illustrating the latest trends in population, health, education, and quality of life in America. From Native Americans confronting an oil boom in North Dakota to underserved vet¬erans in Guam; from Asian students struggling to complete high school in California to multicultural Mad Men in Texas; America By The Numbers showcases compelling stories, surprising data, distinctive visuals, and the immersive first-person reporting style of award-winning journalist Maria Hinojosa.",
    "chinese_title": "America by the Numbers with Maria Hinojosa Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T02:39:10"
}