{
    "aka": [],
    "sid": "26277911",
    "cast": [
        {
            "url": "/celebrity/1024241/",
            "name": "萩原健一 Kenichi Hagiwara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008337/",
            "name": "西村晃 Kô Nishimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012904/",
            "name": "水谷丰 Yutaka Mizutani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1447979/",
            "name": "田口計 Kei Taguchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916147163.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1513137/",
            "name": "峯尾基三 Motozo Mineo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3346618",
    "director": [
        {
            "url": "/celebrity/1549289/",
            "name": "鈴木英夫 Hideo Suzuki",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "26",
    "language": [
        "日语"
    ],
    "playdate": [
        "1974-10-05(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3346618/",
    "this_title": [
        "傷だらけの天使"
    ],
    "douban_link": "https://movie.douban.com/subject/26277911/",
    "trans_title": [
        "伤痕累累的天使"
    ],
    "douban_votes": "0",
    "introduction": "放送時間\t土曜 22:00 - 22:55（55分）放送期間\t1974年10月5日 - 1975年3月29日（26回）放送国\t日本の旗 日本制作局\t日本テレビ東宝株式会社渡辺企画プロデューサー\t清水欣也（日本テレビ）工藤英博（渡辺企画）磯野理（東宝企画）出演者\t萩原健一水谷豊岸田今日子岸田森ホーン・ユキナレーター\t中江真司音声\tモノラル放送オープニング\t井上堯之バンドプロデューサー：清水欣也（日本テレビ）、工藤英博（渡辺企画）、磯野理（東宝企画）プロデューサー補：新野悟（東宝）音楽：大野克夫、井上堯之撮影：木村大作、田端金重、伊佐山巌、田島文雄録音：橋本文雄（#1 - 8）、大庭弘、信岡実選曲：鈴木清司（#1 - 8）予告ナレーター：中江真司現像：東洋現像所衣装デザイナー：菊池武夫衣装協力：株式会社ビギ（MEN'S BIGI）制作協力：東宝企画制作：東宝株式会社、渡辺企画回\tサブタイトル\t脚本\t監督\tゲスト1\t宝石泥棒に子守唄を\t柴英三郎\t深作欣二\t金子信雄、真屋順子、坂上忍、加藤和夫、富田仲次郎、八名信夫、桐生かほる、オスマン・ユセフ2\t悪女にトラック一杯の幸せを\t永原秀一峯尾基三\t恩地日出夫\t緑魔子、江原達怡、上野山功一、北村総一郎、相原巨典、和久井節緒3\tヌードダンサーに愛の炎を\t市川森一\t深作欣二\t中山麻理、室田日出男、都家かつ江、白石奈緒美、伊達三郎、大木正司4\t港町に男涙のブルースを\t大野靖子\t神代辰巳\t池部良、荒砂ゆき、田島義文、二見忠男5\t殺人者に怒りの雷光を\t市川森一\t工藤栄一\t加藤嘉、松山省二、木村豊幸、谷岡行二、檜よしえ6\t草原に黒い十字架を\t山本邦彦\t神代辰巳\t高木均、大村千吉、苅谷俊介7\t自動車泥棒にラブソングを\t市川森一\t恩地日出夫\t川口晶、高橋昌也、蟹江敬三、奥村公延、如月寛多8\t偽札造りに愛のメロディーを\t柴英三郎\t工藤栄一\t有島一郎、田辺節子、近藤宏、沢りつ男9\tピエロに結婚行進曲を\t市川森一\t児玉進\t滝田裕介、志摩みずえ、水上竜子10\t金庫破りに赤いバラを\t渡辺由自\t鈴木英夫\t小松政夫、加納典明、浜田寅彦、川崎あかね、松下達夫11\tシンデレラの死に母の歌を\t土屋統吾郎\t平田昭彦、服部妙子、浦辺粂子、夏木順平、川村真樹、小宮和枝12\t非情の街に狼の歌を\t鎌田敏夫\t児玉進\t土屋嘉男、水原麻記、清川新吾、佐藤京一、鈴木和夫、畠山麦13\t可愛いい女に愛の別れを\t高畠久山本邦彦\t土屋統吾郎\t吉田日出子、加茂さくら、田口計、加賀邦男、加藤茂雄、邦創典14\t母のない子に浜千鳥を\t市川森一\t恩地日出夫\t桃井かおり、石山雄大15\tつよがり女に涙酒を\t篠崎好\t松尾和子、渡辺文雄、稲葉義男16\t愛の情熱に別れの接吻を\t鎌田敏夫\t鈴木英夫\t高橋洋子、山下洵一郎17\t回転木馬に熱いさよならを\t高畠久渡辺由自\t江夏夕子、中原早苗、橋本功、福田豊土、磯部勉、伊東辰夫18\tリングサイドに花一輪を\t柏原寛司\t児玉進\t中谷一郎、今井健二、梅津栄、ファイティング原田、苅谷俊介、朝倉隆19\t街の灯に桜貝の夢を\t市川森一\t恩地日出夫\t関根恵子、森幹太、阿藤海、大口ひろし、大山豊、鹿島信哉、加藤茂雄20\t兄妹に十日町小唄を\t篠崎好\t児玉進\t渡辺篤史、伊藤めぐみ、犬塚弘、島田多江21\t欲ぼけおやじにネムの木を\t宮内婦貴子\t工藤栄一\t内田朝雄、笠井うらら、亀渕友香、根岸一正、武藤章生22\tくちなしの花に別れのバラードを\t篠崎好\t児玉進\t篠ヒロコ、久保明、家弓家正、川口節子23\t母の胸に悲しみの眠りを\t田上雄\t工藤栄一\t根上淳、下條アトム、西尾三枝子、本山可久子24\t渡辺綱に小指の思い出を\t市川森一\t児玉進\t坂口良子、前田吟、天本英世、吉田義夫、真山知子、長谷川弘、富田仲次郎25\t虫けらどもに寂しい春を\t宮内婦貴子大野武雄\t工藤栄一\t小松方正、根岸明美、水上竜子26\t祭りのあとにさすらいの日々を\t市川森一\t下川辰平、森本レオ、石田太郎、柴田美保子、畠山麦",
    "chinese_title": "伤痕累累的天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "傷だらけの天使",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T03:42:22"
}