{
    "aka": [
        "Sommarkompisar",
        "Summertime"
    ],
    "sid": "26272640",
    "cast": [
        {
            "url": "/celebrity/1320668/",
            "name": "劳瑞·提卡宁 Lauri Tilkanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172199/",
            "name": "桑波·萨科拉 Sampo Sarkola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027753/",
            "name": "菲拉·维塔拉 Pihla Viitala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057811/",
            "name": "米尔卡·阿罗斯 Milka Ahlroth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107439/",
            "name": "玛特琳娜·库斯涅米 Matleena Kuusniemi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2219617682.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [],
    "imdb_id": "tt3097490",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [
        "2014-08-01(芬兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3097490/",
    "imdb_votes": 1006,
    "this_title": [
        "Kesäkaverit"
    ],
    "douban_link": "https://movie.douban.com/subject/26272640/",
    "imdb_rating": "5.5/10 from 1006 users",
    "trans_title": [
        "夏季",
        "Sommarkompisar",
        "Summertime"
    ],
    "douban_votes": "0",
    "introduction": "Iiris, 25, who has worked odd jobs abroad for years, returns to her native Finland for the summer because her best friend Karoliina, 25, has found a summer job for them both in Hanko. The girls will work in a cafeteria in a holiday town on the south coast. The idea is to spend one more care-free summer with your soul mate, enjoying the beaches and bars of Hanko - without worries of the summer job opening up a career for you of looking good in your resume... And when the girls make friends with their slightly odd workmate Eeva, 25, the makings of a perfect summer seem to be in order. But Iiris has a crisis of growing up, Karoliina falls head over heels for a married man and Eeva is once again struggling to get into the University - these are just a few clouds over total freedom and ease. Iiris is depressed about her return to Spain - but if she would stay in Finland, she'd have to figure out what to do with her life. And meeting a way-too-perfect tennis instructor, Jussi, doesn't help in the approaching panic. To add icing on the cake, her big sister Hertta has gone and made a baby. Iiris feels that everyone else has a direction in life - except her. And Karoliina, approaching her second Master's degree, is tempted to do something that is morally suspicious, for the first time in her life. Eeva is struggling with her studies, with a growing suspicion of being a bit of a simpleton... As the summer goes on, all three girls have to accept hard facts about themselves and their lives.",
    "chinese_title": "夏季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kesäkaverit",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T18:36:48"
}