{
    "aka": [],
    "sid": "26284613",
    "cast": [
        {
            "url": "/celebrity/1275044/",
            "name": "张嘉益 Jiayi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313650/",
            "name": "祖峰 Feng Zu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275269/",
            "name": "徐秀林 Xiulin Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434774/",
            "name": "赵德成 Decheng Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444116/",
            "name": "杨静儿 Jinger Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417460/",
            "name": "张雨提 Yuti Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276032/",
            "name": "关晓彤 Xiaotong Guan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2584020028.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1333779/",
            "name": "詹相持 Xiangchi Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428138/",
            "name": "胡非子 Feizi Hu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1379364/",
            "name": "杨影 Ying Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426353/",
            "name": "詹军 Jun Zhan",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-04-12(中国大陆)"
    ],
    "this_title": [
        "温暖"
    ],
    "douban_link": "https://movie.douban.com/subject/26284613/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "喜庆的音乐里，严家的老夫妻二人正在为过中秋节抢购月饼，大儿子严志国在广州正准备带妻子李芸，女儿扣子回山东老家过节。因为公务，严志国没能赶回家里过节。严母为不能聚齐的家人，而情绪低落。此时恰巧得知好姐妹蔡婆婆患肾病，没多久就辞世的消息。自己也感到身体不适，被老朋友鲁大夫劝说到市医院检查身体。回家后，被刚从广州赶回来的儿子严志国遇到病发晕倒在厨房，送到医院检查。严志国有急事又赶回广州，临行前嘱咐弟弟、妹妹，查出严母病情后马上告诉他。严母再次发病入院，老朋友鲁大夫通知严志国一家，严母得了尿毒症。严父不许家里人把严母的真实病情告诉严志国。严母自觉时日不多，开始嘱咐老伴生活上的事情。严志国打电话祝母亲生日快乐，孙女的声音使严母按捺不住激动的情绪，在病房中再次晕倒。得知母亲住院的消息后，严志国赶回老家。严母在孙女和全家人的鼓励下有了和病魔斗争的勇气。严志国到北京寻找鲁大夫的老同学，赵元喻院长。他在治疗肾病方面是资深专家，有着丰富的医疗知识和技术。严志国向赵大夫寻求救治母亲的方法。老邻居冯婶说到了严母的病情老姐俩儿流下了动情的热泪，相互鼓励要珍惜今天的好生活。严志国回到家安慰了兄妹几人，并劝母亲透析。自己回到广州寻找就医机会。深夜，严母再次犯病，赵大夫告诉严家只有换肾一条路可以救严母。乡下来了表侄女春妮带来奶奶对严母的问候，严母坚持要回老家，惊动了全家人前来劝阻。鲁大夫告知三天必须回来透析，赶回来的严志国听到母亲回乡的消息，把兄弟姐妹几人骂了一顿。严母回乡后见到柳二奶奶和二姑有说不完的心里话，柳二奶奶得知了严母的病情，决定将春妮的婚礼提前举行。严母坚持参加完春妮的婚礼，挥泪离开了二姑。这次告别人生的方式，只有她自己心里清楚。在回城的路上，严母因为拖延了透析的时间，而昏倒在返程的汽车上。此时，车窗外，下起了瓢泼大雨。雨水冲落了山石，挡住了回去唯一的路。严志国在雨中带领兄妹们，展开舍身救母的感人场面。母亲得到了及时的抢救，再一次转危为安。严志国眼看着母亲的病越来越重，心急如焚。和家人商量要为母亲找到合适的肾源，挽救母亲宝贵的生命。他再一次来到北京赵元喻家，向赵院长表达了全家不惜任何代价救治母亲的决定，并做好了检查准备。严母心中抹不掉蔡婆婆因为肾病去世的阴影，又不愿因为高额的治疗费用拖累家里人，决定放弃治疗，拒绝去北京做检查。找到冯婶倾诉心中的苦闷，为了劝严母去北京治病，冯婶费尽苦心。最后还是在女儿严晓虹“离家出走”的要挟下，严母最终同意去北京进行检查。严志国兄弟俩人陪母亲来到北京的医院，赵大夫嘱咐严母身体检查符合换肾条件，要其耐心等待配型合适的肾。严母回到老家和严父聊起了北京的见闻，她觉得是自己拖累了孩子们，不能让他们再继续承受来自各方面的压力。严志国在全国各地为母亲寻找肾源，但希望渺茫。此时，儿子严效国告诉鲁大夫自己想捐肾给母亲，鲁大夫提醒他有心脏病，使严效国感情大受挫折。严志国回到了山东老家和在弟弟妹妹的争执下，决定用自己的肾救治母亲，但要条件就一个，“谁也不能把事情的真相告诉两位老人”。严父得了严重的感冒，严母眼看着病中的老伴和几个儿女的劝说，终于点头答应换肾。但却全然不知肾源的来源就是儿子严志国提供的。严志国和母亲的肾配型获得成功，李芸被严志国的真诚打动，支持他为母亲捐肾。严母住院后，病房里住着和自己同命相连的几位病友。在此期间除了严母以外，医院、病友们都配合着严家全家人与严母撒着善意的谎言。大家都希望严志国能顺顺利利的为母亲捐肾。终于等来了手术的最佳时机，母亲换上了严志国的肾，整个手术进行的非常成功。也正是因为严志国的这种感人行为，深深触动了病房里的每一个人。严母手术后身体状态恢复很好。经过一段时间的恢复，严母被接回山东老家，回到家里受到家人和邻居冯婶的热情欢迎。可是有一天，严母在无意中听到严父和严志国的电话，隐约感觉到儿子为自己捐肾的事，感动不已。母子见面时紧紧拥抱在一起，泪如泉涌。一家人沉浸在幸福快乐之中！",
    "chinese_title": "温暖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-14T09:42:26"
}