{
    "aka": [],
    "sid": "26282667",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2235971003.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1216347/",
            "name": "Philip M. Gardiner Philip M. Gardiner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1405355",
    "director": [],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-08-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1405355/",
    "imdb_votes": 34,
    "this_title": [
        "Angels, Demons and Freemasons: The True Conspiracy"
    ],
    "douban_link": "https://movie.douban.com/subject/26282667/",
    "imdb_rating": "5.9/10 from 34 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Who runs the world? Is there a shadow world of powerful and elite men pulling the strings of our global society? If so, when did it originate and why? What is the real significance of Rosslyn Chapel? What were the Templars, Assassins, Druids, Augurs, Sufi's and many more really planning for all of mankind? Angels, Demons and Freemasons explores the myths, folklore and legends of the world of secret societies and provides startling evidence for a true and all too real conspiracy that has been ongoing for centuries. Within every religion and every State there lurks an underground stream controlling and manipulating those in power. Great knowledge was fostered and hidden by these groups. Wars and revolutions were carefully planned and orchestrated by a Universal Brotherhood. The knowledge and power of these people would be deemed sacred and protected. Whether it was practical methods of survival such as navigation and measurement or inner psychological and spiritual wisdom, it would become the foundation for secret societies the world over. This is the story of the groups who have guarded this sacred knowledge for centuries. Featuring cutting edge CGI and never before seen footage of Freemason Lodges and the mysterious Rosslyn Chapel. Special guest George Knapp author of \"Hunt for the Skinwalker.\"",
    "chinese_title": "Angels, Demons and Freemasons: The True Conspiracy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-13T02:36:03"
}