{
    "aka": [
        "A Blessed Life"
    ],
    "sid": "26285265",
    "cast": [
        {
            "url": "/celebrity/1044060/",
            "name": "李南星 Nanxing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312687/",
            "name": "陈莉萍 Joyce Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341046/",
            "name": "卢楷浚 Ivan Loo Kai Jun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348951/",
            "name": "徐彬 Bin Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882094618.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt12434156",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [],
    "playdate": [
        "2015-01-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12434156/",
    "this_title": [
        "吉人天相"
    ],
    "douban_link": "https://movie.douban.com/subject/26285265/",
    "trans_title": [
        "A Blessed Life"
    ],
    "douban_votes": "0",
    "introduction": "叶大吉年约40，心地善良，喜欢唱歌。大吉生性勤俭、口齿伶俐，为人虽富正义感，讲话却稍嫌刻薄。大吉向女友洁希求婚，可是洁希都不肯点头，表示大吉事业无成，无车无产，没有安全感，拒绝了大吉的求婚。洁希要大吉加上她的名字进他的户口，她才会有安全感。大吉豪爽答应，马上就带着洁希进银行处理，洁希这才转怒为喜。叶答年约40，是名武术教练，以教人打拳和补习华文为生。叶答和丈夫离了婚，有个10岁的儿子小风，两人相依为命，是大吉的姐姐，和大吉很谈得来。这天，大吉赶着去送货，用耳机接听洁希打来的电话，将货车从停车场驶出的时候，不小心竟然把一名老汉王友国给撞倒了。大吉想要赔钱给友国了事，可是却被友国拒绝。友国要求大吉让他住进他家，证明他没有受到内伤，这事才算了结。大吉无奈，只好照办。洁希过后提光大吉的储蓄，人去楼空，叶答建议大吉报警，大吉虽然心痛生气，却怅然表示，这笔钱就当做交往费、赔偿金好了。叶答赞赏大吉的胸襟，赞他是个好人。一天，大吉在街上发现友国和一名女子JENNY神态亲密走过。大吉还以为友国临老入花丛，后来才发现是她的女儿。原来友国不想让定居在美国的JENNY担心，所以才把自己装成很忙碌，生活多姿多彩，可是最后还是被JENNY识破。大吉这才发现友国名下有间屋子，说自己无家可归都是假的，怒责友国。友国这才说出其实那天他是有意让大吉撞倒的。友国说出自从老伴去世后，就一个人独居，生活清苦并没什么，最可怕的是孤独。说出最怕的就是死在家里，不想要等到发臭才会有人发现，所以才会想到这个方法，住进大吉家，至少有人作伴，跟他说说话，死了也有人知道。大吉听了感慨不已。时友国在路上遇到一个卖唱的，仔细一看，才发现是旧团员郭建华。建华说出自己得了绝症，只剩下四个月寿命，晚景凄凉。两人谈起以前组队的快乐时光，想起死去的亚旗，如今组员各分东西，老死不相见，言下都有遗憾，不禁感叹人生短暂。友国眼看建华毫无生存斗志，于是决定找回昔日团员，重新组队，再活一次！大吉被友国感染，加上自己也喜欢唱歌，于是决定加入两人，助友国一臂之力，组成乐队。于是大吉和友国去寻找其他那2名团员好友，这才发现其中一人已经移民，不知所踪，剩下的那个是名自雇人士，成天忙于生意，休息都没时间，当然不愿跟他们一起闹，还骂大吉等人吃饱太空闲。在大吉的游说和使计下，终于克服种种难题，让众人勇敢地走出生活的牢笼，决心去完成年轻时候的梦想。大吉在帮助这几个人完成心愿和梦想的过程中，也重新找到人生的意义，和生活的重心。与此同时，卷款而逃的洁希也突然回来了。究竟她有什么苦衷，大吉能不能原谅她？王友国和叶答等人知道大吉也有自己的梦想，想要自己当老板，开间小店。于是众人出钱又出力，让大吉完成他最初和最终的梦想…",
    "chinese_title": "吉人天相",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-08T23:13:16"
}