{
    "aka": [
        "三言二拍之一枝梅"
    ],
    "sid": "26281389",
    "cast": [
        {
            "url": "/celebrity/1314478/",
            "name": "陈龙 Long Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014913/",
            "name": "何家劲 Kenny Ho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274723/",
            "name": "黑子 Zi Hei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625319141.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1316836/",
            "name": "巩向东 Xiangdong Gong",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274503/",
            "name": "冯淬帆 Stanley Fung",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2004(中国大陆)"
    ],
    "this_title": [
        "一枝梅"
    ],
    "douban_link": "https://movie.douban.com/subject/26281389/",
    "trans_title": [
        "三言二拍之一枝梅"
    ],
    "douban_votes": "0",
    "introduction": "明朝年间，正值灾年乱世。懒龙被一老顽童似的神秘老者收去学艺，已有若干年。老者教授他许多奇门异术，使得身材机巧的懒龙柔若无骨，登屋跳梁，来去如风。老者见懒龙已学成，便遣他下山。临别时，老者嘱咐懒龙，虽已堕入此中，但盗亦有道，只应仗义疏财，不可违逆天理。 别了师傅，懒龙来到苏州城。城中正闹饥荒，茂源米店却依仗太守的势力，囤积居奇，引得无米下炊的百姓怨声载道。太守之子高衙内从米店里大摇大摆出来，招摇过市。懒龙趁机偷走高衙内从米店老板那儿得来的银两。 懒龙揣着银子到酒店里喝酒。邻桌的阿成等人正在商量合力冲进茂源米店开仓卖粮的事。懒龙听了，表示自有一计，可助一臂之力。阿成等人半信半疑。 到了晚间，懒龙带阿成等人乘船来到米店后面的小码头。懒龙用刀在粮仓底部挖个小洞，插进竹筒，囤内的米簌簌地倾泻进船舱里，懒龙带人对月举杯，酣呼喝唱，与泻米之声相杂，直到粮囤空了，才神不知鬼不觉地解缆离去。一大早，懒龙、阿成等人放粮赈济灾民，一时万头攒动。名巡捕郑信的爱女桂娘也排在长龙里等着领些白米，内心里对懒龙等人的义举很是感佩。 太守将郑信召去，命他限日捕获盗米贼。而此时，懒龙又已潜入一绸缎庄，得手后巧计脱身。一时间，苏州城里接二连三地发生几起窃案，失主均是大富之家。郑信现场勘察后，发现作案手法高超，断定是高手所为。于是倍加用心，加紧寻查。 懒龙行踪不定，古庙堂中、朱门后花园内，都是他的栖身之所。阿成已成为懒龙的追随者，时常探望并告诉些市面上的消息。这天，两人到酒肆里喝酒。恰巧桂娘经过门前，遇高衙内纠缠。不料桂粮自幼随父习武，身手不凡，将高衙内等人打得落花流水。懒龙看了，不由暗暗称奇。 听阿成说郑信正在缉拿自己，懒龙便想与对方来一番猫与老鼠的游戏。晚上，懒龙摸到郑信的家。郑信公干未归，桂娘独自在家，临窗抚琴。懒龙见是桂娘，大出意外。桂娘琴声委婉，懒龙为之所动。又见郑信家中简朴，不免踌蹰。但他还是巧施手段，窃走了挂在墙上的一只玉佩，并在墙上画了一枝梅花，意为自号“一枝梅”。 郑信回家见状，知是对手来过。那只玉佩是母亲的遗物，桂娘耿耿于怀。 高衙内垂涎桂娘美色，太守一贯娇纵，自是言听计从。这天，太守设家宴款待郑信。席间，师爷向郑信说起提亲之事，被耿直的郑信拒绝。太守心中不悦。 茂源米店的老板新开张了一间典当行。开张之日，大肆铺张，甚是招摇。懒龙得知，便于夜半时分潜入。不料，郑信早有安排，灯笼火把照映之下，官兵围得水泄不通，懒龙无法脱身。 郑信将懒龙押到太守衙门交差。太守却并不急着审问，而是将懒龙打入牢中，并借口证据不足，逼迫郑信继续查访。郑信明知太守因为提亲之事心存记恨、故意刁难，却又无可奈何。 懒龙在狱中收买了狱卒，某日，借着喝酒之机，狱卒解开懒龙镣铐。懒龙趁狱卒酒醉，纵身出了监牢。五更时分，又神不知鬼不觉地潜回。天光大亮，太守衙门前聚集了一群告情人，纷纷告知昨夜间失盗，俱写着“一枝梅”三字。太守明知其中蹊跷，却将郑信召开，斥之以假充真，放走真凶，欺瞒上司，郑信欲辨无辞，被太守解职。 太守提审懒龙。堂上，懒龙一身豪气。太守好奇之下，想试试懒龙身手，果见不凡。一旁的师爷献计，要太守将懒龙收在门下，伺机使用。懒龙躲过了官司，虽有心报答太守，却不甘为鹰犬，便拖延了下来。 懒龙心中惦着桂娘，一心想找机会将玉佩奉还。这天，懒龙悄悄来到桂娘房中，将玉佩重又挂回墙上，不想却被桂娘发现，堵在屋中。见懒龙正是那个放粮赈灾的义士，桂娘大为震惊，怒斥懒龙为鸡鸣狗盗之徒。懒龙脱身而走，心中怏怏不快。 为改变桂娘对自己的看法，和从长计议将来的出路，懒龙来到太守府，委身投靠太守。太守差他缉捕贼人，整肃治安。懒龙利用自己的影响，暗中说服昔日同道金盒洗手或暂往别处，苏州城一时安宁下来。但懒龙却被阿成等人斥为卖身求荣，内心颇矛盾。 懒龙向太守谏言起用郑信。郑信被召回，却发现懒龙竟成了自己的上司，原来是太守有意羞辱他。郑信正欲愤而辞职，却接报说府库中官银失窃。郑信为查明案情，忍辱负重留了下来。 郑信猜疑此案是懒龙所为。为洗清自己，懒龙只得暗中查访。二人各自追踪寻迹，经历了一番误会、曲折，他们发现窃贼是茂源行老板。郑信怀疑此案背后有太守指使，而懒龙则半信半疑。 有了这番经历，郑信、懒龙变得惺惺相惜。桂娘对懒龙的看法稍有改变，却也难释前嫌。 巡按御史接到匿名状，加之平日素闻苏州太守中饱私囊，便亲自来苏州查访。太守闻之心慌，召来懒龙，诬称御史歹毒，用心险恶，欲加之罪。若能窃取御史的印信，让他反遭处置，才能化险为夷。懒龙不知官场险恶，只凭一腔江湖豪气便满口应承了下来。 懒龙潜入御史察院，见御史正秉烛批阅公文，很是勤勉，不由疑惑。但还是偷了印信，交给了太守。无意中，他听到太守父子与茂源老板的密谈，方才得知太守果然是官银失窃案的主谋。大惊之下，懒龙来找郑信，— —详告。 御史接到郑信禀报，心中有数。他差人请太守来府中做客。设计使印信失而复得。 太守情知败露，顿起杀机。却被御史先行带兵围困。冲突中，桂娘被箭射中身亡，而太守也被懒龙一刀刺死。 历尽曲折，懒龙终于领悟：官场远比江湖险恶。他别了众人，离开苏州城，踏上了云游四方的旅途。",
    "chinese_title": "一枝梅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-15T22:42:39"
}