{
    "aka": [
        "Daigaku no wakadanna",
        "大学の若旦那"
    ],
    "sid": "26298215",
    "cast": [
        {
            "url": "/celebrity/1044619/",
            "name": "藤井贡 Mitsugu Fujii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343721/",
            "name": "武田春郎 Haruo Takeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343876/",
            "name": "坪内美子 Yoshiko Tsubouchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330268/",
            "name": "水久保澄子 Sumiko Mizukubo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1933",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530313918.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0160169",
    "director": [
        {
            "url": "/celebrity/1148198/",
            "name": "清水宏 Hiroshi Shimizu",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1933-11-01(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0160169/",
    "imdb_votes": 42,
    "this_title": [
        "大学の若旦那"
    ],
    "douban_link": "https://movie.douban.com/subject/26298215/",
    "imdb_rating": "6.5/10 from 42 users",
    "trans_title": [
        "大学的少主人",
        "Daigaku no wakadanna",
        "大学の若旦那"
    ],
    "douban_votes": "0",
    "introduction": "Synopsis: The story deals with Fuji, nicknamed Waka-danna (Young Master), the star athlete on his university's rugby team. The son of a wealthy soy sauce manufacturer, Fuji basks in the glory of his athletic celebrity. Attracting the attention of admiring young women, Fuji resists family pressure to settle down and marry after college. Instead, he spends much of his time drinking and womanizing, behavior which eventually leads the college officials to expel him from the team. He becomes romantically involved with the sister of one of his teammates, a girl performing in a musical revue. Fearing the possibility of the tabloid press reporting on the affair, a scandal which would bring negative publicity to the team, and needing Fuji to win the big game, his peers decide to reinstate him. First, however, they discipline him by administering a beating. For her part, the revue girl is forced by her brother to agree to break off her relationship with Fuji. The film climaxes with the game during which Fuji's skills lead his team to victory. As it concludes, Fuji is seen in the locker room shower sadly reading the revue girl's farewell letter he has just been given. Paralleling Fuji's story are the experiences of his brother-in-law. The family arranges his marriage to one of Fuji's two sisters, but he soon begins neglecting his duties to his wife, spending his nights away from home, drinking and carrying on with geisha girls.",
    "chinese_title": "大学的少主人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "大学の若旦那",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-22T12:44:58"
}