{
    "aka": [
        "Antonio Vivaldi: Orlando furioso"
    ],
    "sid": "26292056",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2219469288.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt2984338",
    "director": [],
    "duration": "190分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2011"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2984338/",
    "this_title": [
        "Orlando furioso d'Antonio Vivaldi"
    ],
    "douban_link": "https://movie.douban.com/subject/26292056/",
    "trans_title": [
        "疯狂的奥兰多",
        "Antonio Vivaldi: Orlando furioso"
    ],
    "douban_votes": "0",
    "introduction": "Based on the most famous episode from Ludicovo Ariosto's epic poem, Vivaldi’s opera Orlando Furioso (first performed in Venice in the autumn of 1727) depicts a set of astoundingly lively and very individual characters in a plot that moves at a breathless pace. This unforgettable gallery features not only Orlando himself - here a female contralto, sung by Marie-Nicole Lemieux, much acclaimed for her sumptuous voice and dramatic commitment - who is given a series of astounding virtuoso arias - but also the tragic figure of the sorceress Alcina (Jennifer Larmore), the voluptuous Angelica (Verónica Cangemi), the valiant Ruggiero (a stunning Philippe Jaroussky), and the proud female warrior Bradamante (Kristina Hammarström).Orlando Furioso is perhaps the most dramatically satisfying of the dozen or so Vivaldi works to be re-staged since interest in seeing the Venetian master’s operas took hold over the past 15 years or so. The action is set on the island of Alcina, an enchanted place of which the sorceress has gained control by stealing the ashes of Merlin. These are now in an urn conserved in the temple of Infernal Hecate, and jealously guarded by the invulnerable Arontes.Alcina has offered the hospitality of her palace to the beautiful Angelica, daughter of the king of Cathay. Angelica is in love with Medoro but pursued by the attentions of the paladin Orlando, whose ardours she has fled, at the same time losing touch with her beloved. As the drama begins, Orlando, whose mentor Malagigi has instructed him to take possession of Merlin’s ashes in order to destroy Alcina’s power, has just arrived on the enchanted island. Astolfo, Orlando’s faithful companion, is already there, having fallen victim to the sorceress’s perverse love. Ruggiero and his spouse Bradamante, who are also followers of the paladin, are about to land… Marie-Nicole Lemieux, Jennifer Larmore, Verónica Cangemi and Philippe Jaroussky also headed the cast of the acclaimed, award-winning Vivaldi Edition recording (OP30393) of the opera which Naïve released on CD in 2004, and three of these outstanding singers also appeared in Jean-Christophe Spinosi’s much-lauded concert performance at the Barbican in London in early 2011, at the time this stage production from the Théatre des Champs-Elysées in Paris was recorded for DVD.",
    "chinese_title": "疯狂的奥兰多",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Orlando furioso d'Antonio Vivaldi",
    "douban_rating_average": 0,
    "update_at": "2025-03-29T11:14:30"
}