{
    "aka": [],
    "sid": "26292757",
    "cast": [
        {
            "url": "/celebrity/1210978/",
            "name": "Ian MacKaye Ian MacKaye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064320/",
            "name": "杰洛·比法 Jello Biafra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014068/",
            "name": "戴夫·格罗 David Grohl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182559/",
            "name": "Ted Leo Ted Leo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101473/",
            "name": "凯思琳·汉娜 Kathleen Hanna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2219598001.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Positive Force: More Than a Witness"
    ],
    "douban_link": "https://movie.douban.com/subject/26292757/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Punk activist collective Positive Force DC emerged in 1985, rising from the creative, politically-charged ferment of DC punk’s Revolution Summer. Born in a dynamic local scene sparked by Bad Brains, Minor Threat, and Rites of Spring, a handful of young activists also drew inspiration from UK anarcho-punks Crass and the original “Positive Force” band Seven Seconds to become one of the most long-lasting and influential exponents of punk politics.This feature-length film by Robin Bell skillfully mixes rare archival footage (including electrifying live performances from Fugazi, Bikini Kill, Rites of Spring, Nation of Ulysses, Anti-Flag, and more) with new interviews of key PF activists including co-founder Mark Andersen (co-author of Dance of Days) and Jenny Toomey (Simple Machines, Tsunami) as well as supporters such as Ian MacKaye, Jello Biafra, Dave Grohl, Ted Leo, Riot Grrrl co-founders Allison Wolfe and Kathleen Hanna, and many more. Covering a span of 30 years, More Than a Witness documents PF’s Reagan-era origins, the creation of its communal house, FBI harassment, and the rise of a vibrant underground that burst into the mainstream amid controversy over both the means and the ends of the movement.Through it all, Positive Force has persisted, remaining deeply rooted in their hometown, reaching out to those in need and building bridges between diverse communities, while regularly bringing punk protest to the front doors of the powers-that-be. Encompassing an ever-evolving cast of characters, the all-volunteer group has helped to nurture several generations of activists. In the best punk fashion, PF has applied creative DIY tactics and radical critiques to issues of homelessness, hunger, racism, corporate globalization, sexism, homophobia, war, gentrification, and animal/earth liberation, while struggling to constructively address conflicting dynamics and visions within the group itself.",
    "chinese_title": "Positive Force: More Than a Witness",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T08:08:49"
}