{
    "aka": [
        "Videophilia",
        "Videophilia (and Other Viral Syndromes)"
    ],
    "sid": "26306600",
    "cast": [
        {
            "url": "/celebrity/1095964/",
            "name": "Rafael Gutiérrez Rafael Gutiérrez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "奇幻"
    ],
    "awards": "　　第44届鹿特丹国际电影节(2015)\n　　老虎奖\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2381122240.jpg",
    "region": [
        "秘鲁"
    ],
    "writer": [
        {
            "url": "/celebrity/1575091/",
            "name": "胡安·丹尼尔·费尔南德斯·莫莱罗 Juan Daniel Fernández Molero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3814870",
    "director": [
        {
            "url": "/celebrity/1575091/",
            "name": "胡安·丹尼尔·费尔南德斯·莫莱罗 Juan Daniel Fernández Molero",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3814870/",
    "imdb_votes": 196,
    "this_title": [
        "Videofilia: y otros síndromes virales"
    ],
    "douban_link": "https://movie.douban.com/subject/26306600/",
    "imdb_rating": "5.8/10 from 196 users",
    "trans_title": [
        "视频发烧友",
        "Videophilia",
        "Videophilia (and Other Viral Syndromes)"
    ],
    "douban_votes": "0",
    "introduction": "Internet cafés and slackers, not-so-innocent schoolgirls and amateur porn using Google Glass, Mayans and the end of the world, acid trips and guinea pigs as extras in an exorcism: things in Lima, the Peruvian capital, are pretty similar to contemporary reality, virtual or otherwise, in the rest of the world.In this ‘comedia tragedia’, multi-talent Juan Daniel F. Molero takes us on a digital trip down all the perfidious byways of 'the interwebz'. Peruvian schoolgirl Luz looks a lot more innocent than she is. She meets Junior online, who spends most of his days gaming in Internet cafés. His ambition is earn a living making amateur porn.Junior, obsessed by Mayan predictions of the end of the world, does everything you are not supposed to do with Google Glass. It is immediately clear that his seduction of the lovely Luz will have bad consequences. But for whom?Full of pixels and glitches, featuring a psychedelic acid trip amongst ancient ruins and an exorcism involving a guinea pig, Videophilia (and Other Viral Syndromes) is a fascinating non-love story as well as a portrait of life today. Molero’s generation grew up with a flourishing Internet, full of confidence in the endless opportunities and freedom offered by this new medium.Molero, whose documentary Reminiscences played in Rotterdam in 2010, pays homage in his feature debut to the power of the (misleading) image. As this film shows, the tactics introduced by controversial Peruvian president Fujimori (1990-2000) to divert the attention of the Peruvian people from what really matters (using sensational tabloids full of tales of murder, sex, celebrities, corruption and paranormal activities), are still being used to the full.",
    "chinese_title": "视频发烧友",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Videofilia: y otros síndromes virales",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T08:00:20"
}