{
    "aka": [
        "Violence"
    ],
    "sid": "26304925",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543727080.jpg",
    "region": [
        "哥伦比亚",
        "墨西哥"
    ],
    "writer": [],
    "imdb_id": "tt4426248",
    "director": [],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2015-02-07(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4426248/",
    "imdb_votes": 232,
    "this_title": [
        "Violencia"
    ],
    "douban_link": "https://movie.douban.com/subject/26304925/",
    "imdb_rating": "5.9/10 from 232 users",
    "trans_title": [
        "暴力",
        "Violence"
    ],
    "douban_votes": "0",
    "introduction": "Cicadas and birdsong, a black screen, the jungle floor coming into view at the start of day. A leisurely tracking shot: roots, moss, a metal chain, a sleeping man shackled, hands clasped together, feet caked in mud. A silent captive whose captors’ faces remain unseen, a daily routine in the forest as helicopters rumble above.Pleasurable moans in a dark bedroom, a white curtain with black flowers that keeps out the morning light. A teenager making his way through the city, CV in hand, the camera his constant companion: bustling streets, bright colours, huge intersections, a skate park. But he only finds a job in the countryside.A shower first thing, water droplets on broad shoulders, a trip to a hardware store before work. A man most at home in military gear, eating in silence at the top table, a 360-degree pan surveying his chatting subordinates. Will the new recruits be up to the task?Jorge Forero’s stunning debut exudes a quiet confidence, content to let the links between these oblique episodes emerge steadily and organically: one day, three men, three different settings, the all-pervading violence that envelopes Colombia their inexorable connective tissue. berlinale 2015",
    "chinese_title": "暴力",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Violencia",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T00:28:12"
}