{
    "aka": [],
    "sid": "26306651",
    "cast": [
        {
            "url": "/celebrity/1246386/",
            "name": "Jonathan Young Jonathan Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1586128/",
            "name": "阿扬达·塞奥卡 Ayanda Seoka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2269556599.jpg",
    "region": [
        "南非",
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt4515662",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语",
        "非洲荷兰语",
        "祖鲁语"
    ],
    "playdate": [
        "2015-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4515662/",
    "imdb_votes": 147,
    "this_title": [
        "Necktie Youth"
    ],
    "douban_link": "https://movie.douban.com/subject/26306651/",
    "imdb_rating": "6.5/10 from 147 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Anyone who grows up in Sandton spends a lot of time hanging out at pools and drug-filled parties – for this part of Johannesburg is the richest spot in the whole of Africa. Necktie Youth portrays this first post-apartheid gilded youth in striking black-and-white. Soft colours are reserved for their childhood memories of the early years of the rainbow nation. White 19-year-old Emily did not understand the codes of their set and could not take the pace of the ever-changing, fleeting liaisons, says the super cool, black and privileged September when he tries to explain to a TV reporter why Emily hung herself in her parents’ garden. She even positioned her camera in such a way that her suicide could be streamed live.In his film – in which he also plays a leading role – filmmaker and multimedia artist Sibs Shongwe-La Mer portrays a world in South Africa he knows like the back of his hand, a world where Mandela is now only a gold-framed icon. In today’s Johannesburg this icon collides with reality: it is no longer a question of the conflict between black and white, instead confrontation plots a rapid zigzag course, moulding the dreams and excesses of young people of every colour. berlinale 2015",
    "chinese_title": "Necktie Youth",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T15:49:31"
}