{
    "aka": [],
    "sid": "26305211",
    "cast": [
        {
            "url": "/celebrity/1334327/",
            "name": "Eva Bianco Eva Bianco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "科幻"
    ],
    "awards": "　　第44届鹿特丹国际电影节(2015)\n　　老虎奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238399270.jpg",
    "region": [
        "阿根廷/奥地利/乌拉圭 Uruguay"
    ],
    "writer": [],
    "imdb_id": "tt3661410",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-05-07(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3661410/",
    "imdb_votes": 156,
    "this_title": [
        "Parabellum"
    ],
    "douban_link": "https://movie.douban.com/subject/26305211/",
    "imdb_rating": "5.2/10 from 156 users",
    "trans_title": [
        "巴拉贝鲁姆"
    ],
    "douban_votes": "0",
    "introduction": "Threatened by the end of the world, a group of Buenos Aires residents receive lessons in survival at a resort in the marshy Tigre delta. The Austrian background of Rinner, who trained in Argentina, shines through in this bitterly comical stylisation of human failings when face-to-face with the apocalypse.In recent years, young filmmaker Lukas Valenta Rinner drily concludes, unease in the media concerning the impending end of the world has gradually increased - due perhaps in part to the devastating consequences of worldwide capitalism. At the same time, the ‘end of days’ itself has become a saleable commodity - for example, in many apocalyptic Hollywood films. Therefore, Rinner continues, it should not be difficult to come up with a tourism opportunity in which people prepare themselves for the end of the world in a natural environment, in fact then escaping from the demoralising routine of big city life.In his fiction debut, the Austrian director, who trained and lives in Argentina, sends a colourful group of middle-class Buenos Aires residents on a kind of boot camp in a resort in the nearby Tigre delta, where under the threat of the end of the world they become distanced from their humanitarian ideas and transform from citizens into predatory beasts.Rinner shows this in controlled, beautifully framed scenes in a style that could be called Austrian - whereby the ironic, at times cruel, desperate tone proves highly effective. The title, Parabellum, refers to 'preparing for war' and is also the name of one of the most popular 9mm pistols - the best calibre for ‘individuals’ to defend their complete freedom against interference from others.",
    "chinese_title": "巴拉贝鲁姆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Parabellum",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-24T05:44:14"
}