{
    "aka": [
        "Journey into Post-History"
    ],
    "sid": "26304924",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2922317841.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt4537646",
    "director": [
        {
            "url": "/celebrity/1038748/",
            "name": "文森特·丢特 Vincent Dieutre",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2015-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4537646/",
    "imdb_votes": 9,
    "this_title": [
        "Viaggio nella dopo-storia"
    ],
    "douban_link": "https://movie.douban.com/subject/26304924/",
    "imdb_rating": "5.6/10 from 9 users",
    "trans_title": [
        "后历史之旅",
        "Journey into Post-History"
    ],
    "douban_votes": "0",
    "introduction": "A couple travels to Italy. During their trip, the state of their relationship becomes clear to them: They argue, take different paths and wonder whether to divorce.Vincent Dieutre has remade Viaggio in Italia and adapted it to his own life. Alex and Kate have become Alex and Tom, played by Vincent himself and his partner Simon. This new couple goes to the same places, experiences similar things, but their time in Naples is inevitably not the same. The city has changed, as has the nature of relationships, tourism has become more digital.As the two become increasingly alienated, Vincent the filmmaker moves through the city with his camera. He talks about how Rossellini’s film shaped him. We hear his thoughts about a remake, notes to himself, his discussions with a copyright lawyer. Isabella Rossellini says she doesn't want to be involved.In Vincent and Simon’s world, much like that of Tom and Alex, the procession of the final scene gives way to a football match. What was still sacred back then becomes a riot here. Yet the miracle of Rossellini’s film remains, inscribing itself on the bodies of the two men: voices superimposed on to images and images superimposed on to bodies. berlinale 2015",
    "chinese_title": "后历史之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Viaggio nella dopo-storia",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-24T23:56:29"
}