{
    "aka": [],
    "sid": "26304910",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895930501.jpg",
    "region": [
        "丹麦",
        "塞尔维亚"
    ],
    "writer": [],
    "imdb_id": "tt4471392",
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "波斯尼亚语"
    ],
    "playdate": [
        "2015-02-06(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4471392/",
    "imdb_votes": 108,
    "this_title": [
        "Flotel Europa"
    ],
    "douban_link": "https://movie.douban.com/subject/26304910/",
    "imdb_rating": "7.7/10 from 108 users",
    "trans_title": [
        "欧罗巴漂浮旅店"
    ],
    "douban_votes": "0",
    "introduction": "When this film’s director was still a boy, he stood in front of “Flotel Europa“ and was hugely excited about the prospect of this gigantic ship moored in the port of Copenhagen becoming a new home for him, his mother and his older brother. Together with about 1000 other refugees from the former Yugoslavia, they started life anew on the ship. Like many families did in the early 90s, they used to send video messages on VHS to the father, who had stayed back home: footage of the communal kitchen, the windowless cabin, the TV room, excursions made with cool new friends, a dance performance by the unattainable Melisa. Director Vladimir Tomic could have just used this material to illustrate a lost childhood and the squalor of refugee life, but by editing it together and drawing on his memories of that time, he succeeds in creating something new, something of his own, something special. The shift in perspective from internal to external turns Flotel Europa in an autobiographical film about a difficult lot, which is all the more touching because it liberates the refugee from the role of the victim – and transforms a shy young man into a lovable film star. berlinale 2015",
    "chinese_title": "欧罗巴漂浮旅店",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flotel Europa",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T16:42:27"
}