{
    "aka": [
        "Show Life"
    ],
    "sid": "26309189",
    "cast": [
        {
            "url": "/celebrity/1260929/",
            "name": "裴瑟琪 Seul-Ki Bae",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "魏大勋",
        "网络电视剧",
        "网剧",
        "帅哥",
        "国产电视剧",
        "可看",
        "PPTV"
    ],
    "year": "2014",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2460285163.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "18分钟",
    "episodes": "14",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-12"
    ],
    "imdb_link": "",
    "this_title": [
        "女王派对"
    ],
    "douban_link": "https://movie.douban.com/subject/26309189/",
    "trans_title": [
        "Show Life"
    ],
    "douban_votes": "0",
    "introduction": "清岚被调入时尚编辑的职位，调任韩国负责工作。师姐兼闺蜜肖一纯带她“入行”，武佳和岳恩惠陪同一起参加某大型品牌秀场活动。肖一纯因为活动结束和主办方结尾款的事宜在现场大打出手，幸而被清岚的男友杨川救场。杨川由此结识了肖一纯旗下的模特莱斯利。杨川借机向清岚商量结婚的事宜，被清岚以工作变动和现在身处异国为由商量延期再议。岳恩惠加入哈雷机车俱乐部，因为不懂车被纹身男会员嘲笑，俱乐部会长Kim解围，岳恩惠开始暗恋Kim。武佳参演的剧组被迫停工，搬到岳恩惠家同住。清岚负责大客户的时尚大片拍摄，肖一纯帮男模男友争取大片角色。清岚和她配合提案，PK掉留美归国大牌摄影师宋康昊的力捧对象，从此两人结下梁子。与此同时，做科技产品四处找风投的杨川屡屡碰壁，清岚因去到韩国工作两地奔波太过劳累无暇顾及到他，杨川心中不甚失落。清岚由于和摄影师宋康昊的矛盾，导致大客户力挺摄影师而放弃了和视频网站的合作，清岚由此被老板训斥，扣了奖金，老板提拔上任时尚编辑RAY接受清岚的任务挽回客户和摄影师宋康昊。让清岚做RAY的副手。RAY是出了名的毒嘴毒舌，处处刁难清岚。清岚无处寻求安慰，让杨川为她补过七夕情人节礼物，杨川送给她最想要的名贵钱包，清岚终于可以在闺蜜们面前得瑟一次。杨川的科技产品找到了欧洲风投公司的投资，清岚难得回北京，小两口正在筹划未来的幸福生活，突然嫩模莱斯利找到清岚家，告诉杨川说自己怀孕了，清岚才知道原来杨川已经背叛了她，深受打击，当晚就搬家到武佳和岳恩惠的家里。真正的人生往往都是从一场悲痛欲绝的分手开始。肖一纯为了报答清岚为自己的提议背黑锅的事件，恶整了莱斯利。莱斯利从模特公司解约；杨川拿到风投后摇身一变成为科技界的新贵，心中始终怀着对清岚的愧疚。清岚和RAY的宫心计正式拉开，化悲愤为动力，连连反击，彻底改变了之前糙汉子的习性。摄影师宋康昊也因为和清岚的冤家身份日久生情，开始追求清岚。岳恩惠和KIM分手是因为知道他真实面目就是一个花花公子，但她万万没想到武佳正是KIM热恋中的新欢，不欢而散。经过KIM的热捧，武佳当上了偶像剧演员火遍全国。清岚打败RAY的一场商业谈判后，重新夺回了时尚总编的位置,两人也从对手的关系微妙转变为斗嘴闺蜜。于此同时，肖一纯怀孕了，和首席男模举行了隆重的婚礼，并宣布隐退江湖垂帘听政，由清岚全权接手自己的业务。宋康昊和清岚眼看修成正果，偏遇到杨川和嫩模莱斯利买钻戒，知道两人马上结婚的消息，清岚心中复仇的小火苗重新燃起。宋康昊拍摄间隙遇见前女友——韩国当红演员MORRIS，清岚探班偶遇宋康昊和MORRIS叙旧，两人不欢而散。武佳和KIM分手，岳恩惠也有了新欢画家大叔，姐妹之情一见泯恩仇。经过清岚姐妹团与男闺蜜RAY惊心策划的媒体舆论，杨川的绯闻影响到了公司上市，险些被逐出公司董事会，而见利忘义的莱斯利打掉了孩子，傍上杨川公司的英国大股东。于此同时，宋康昊真心向清岚表达爱意，并解释之前的误会，清岚暂时答应了宋康昊的请求，但仍然无法投入到这段感情中。杨川回来找清岚复合，清岚冷冰冰拒绝了。于此同时宋康昊身患重病进了医院，清岚照料宋康昊的过程中产生了真正的情感与默契。出院后，宋康昊帮清岚成立了摄影公司，清岚联合了视频网站和肖一纯共同成立了自己的全新时尚媒体帝国，成功转身，一跃成为商业女强人。各自华丽转身的四姐妹重新聚在一起，故地重游，回味着当年校园后门小饭馆相识相遇的场景……",
    "chinese_title": "女王派对",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-06-20T01:40:13"
}