{
    "aka": [],
    "sid": "26309179",
    "cast": [
        {
            "url": "/celebrity/1215093/",
            "name": "廖碧儿 Bernice Jan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314649/",
            "name": "陈奂仁 Hanjin Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329470/",
            "name": "杨诗敏 Harriet Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366535/",
            "name": "董嘉仪 Nicole Tung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305834/",
            "name": "杨淇 Kate Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034951/",
            "name": "原子鏸 Marsha Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028993/",
            "name": "卢巧音 Candy Lo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017188/",
            "name": "车婉婉 Stephanie Che",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294712/",
            "name": "潘灿良 Chan-Leung Poon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037023/",
            "name": "郑佩佩 Pei-pei Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326286/",
            "name": "李尚正 Sheung-ching Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006188/",
            "name": "杨爱瑾 Miki Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297367/",
            "name": "邵音音 Yin-Yin Shaw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366757/",
            "name": "杜小乔 Siu-Kiu To",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "科幻",
        "短片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224535243.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1348547/",
            "name": "李才良 Tsai-liang Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2015-01-21(中国香港電台)"
    ],
    "this_title": [
        "回到未來錢"
    ],
    "douban_link": "https://movie.douban.com/subject/26309179/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "如果人生可以重新開始，你會如何規劃呢？升學、結婚、生育、買樓、失業、意外、疾病…生命中各種變化隨時發生，令人手忙腳亂，計劃不周、粗心大意再遇上壞習慣，悲劇往往就是如此釀成的。在這些變數之中只有一種共通元素，能對結果有著決定性的影響﹕金錢。所以，適當的財務策劃加上健康的理財心態，將有助人們面對生活中的各種變遷，更有效的掌握人生的步伐。《回到未來錢》以輕鬆喜劇手法，涵蓋青年、中年及老年及各種階層的理財故事，主角往往因為沒有做好財務策劃(例如儲蓄、債務及投資等等)或染上消費惡習，而陷入經濟困境，招致惡果，走到人生的低谷...此時，他們將被賜予一次時光倒流、讓一切從新開始的機會，繼而作出不同的人生選擇，扭轉困境！橋段看似天馬行空，但八個單元故事，皆取材自真實生活個案，讓觀眾透過不同主角的 「人生reset」 過程，產生共鳴，反思正確理財心態和規劃的重要性。=======================================================第一集\t《美麗帳單》\t編導：陳榮錦演員：廖碧兒、陳奐仁、蝦頭TX: 21/01/2015詠妍是中環上班的職業女性，對眼花繚亂的商品有不能自控的購買慾望。兩年前她已曾因瘋狂購物而欠下大量信用咭數，由丈夫及家人代還。之後丈夫對她的態度愈來愈差，二人始終無法對欠債釋懷。面對丈夫的冷淡，美容中心技師無微不至的關懷和細心的聆聽，成了詠妍逃避現實的避難所。一次衝動，她忍不住失守簽下巨額美容合約，更透過美容中心申請了新的信用咭，詠妍久被抑壓的購物慾又再爆發出來，再度欠下債務。她最躊躇的，是如何再次跟丈夫坦白…第二集\t《好心失手》\t編導：陳榮錦演員：邵音音、李尚正、司徒夾帶、趙碩之為了滿足未來外母“先買樓後結婚”的要求，經營製作公司的振雄每項工作都全力以赴，不論客人的要求多無理，一一照辦可也。最新的大客戶是一間強調「不用麻煩家人」的財務公司，振雄投入大量製作資金，還重金禮聘紅遍亞洲的都敏BB作代言人。Linda是振雄的外婆，婆孫同住在居屋，感情要好，在振雄拍攝的財務公司廣告中也參演一角。Linda錯信廣告「不用麻煩家人」的訊息，瞞著振雄借款付了買樓的首期。卻不知道借貸的利息以日計算，每天都越滾越大，Linda過了數個月已無力還息，快被財務公司收樓。禍不單行，振雄的廣告拍攝因都敏BB的醜聞而中斷，還要毀約賠償，振雄公司沒有足夠的資金作週轉，面臨倒閉…第三集《阿明的發明》 編導：李才良演員：郭峰、楊愛瑾%g!0董嘉儀阿明雖然只是一名的士司機，但他心中一直有一個夢想，就是成為一個發。明。家！等了大半生，他終於遇上了一個識英雄重英雄的廠商，願意幫他的小發明投入生產。他不惜用盡他和太太的積蓄和借貸額，更連累到大女兒和未婚夫要動用結婚儲備來代他還債……大女兒不甘認命，遇上可以穿越時空的提款機，她選擇回到過去拒絕父親的擺佈。阿明無計可施，只有轉向剛滿十八歲的小女兒埋手……第四集 《美小鴨．假天鵝》 編導：李麗珊演員：楊淇、小肥、杜小喬Clara 出身基層家庭，只有中五學歷。但所謂人靠衣裝，她憑著出色的打扮和亮麗外貌，在一間中型公司扶搖直上，成為了老闆的秘書，出入各大應酬場合。她不斷消費裝扮，買衫買鞋買袋買首飾買鑽石，但求不被比下去。結果與男友二人欠下一大堆卡數，Clara卻不願面對自己的財債問題，仍在朋友面前飲香檳吹噓靠兩手打拼生活無憂。財務公司殺上公司，被老闆發覺她有欠債問題。老闆心生一計，希望Clara能捨身幫忙「招呼」遲遲未肯簽約的周總。周總在飯局上留下房卡，Clara正躊躇著，卻突然看到了一座可以讓她回到過去的提款機。結果，她回到了中學時期，回到那段還沒那麼看重物質與名牌的純真年代……第五集 《黑爆之夜》 編導：鄧心怡演員：張惠雅(Regen)、李蘊、林耀聲潮流雜誌時裝編輯阿Jay與同居攝影師男友Ken，自兩年前搬進七百呎村屋，享盡優質青年夢想生活，收養十隻小狗，派對呼朋喚友，開支一闊三大。這晚，他們的經濟狀況終於到達臨界點！卡已“碌爆”、現金又花光，二人只能分吃家裡最後一個杯麵… 豈料杯麵泡水後一打開，居然浮起了一只乾巴巴的小小強！然後最心愛的一隻小狗突然往生，他們山窮水盡惡運連連，計劃自駕將小狗載到山邊安葬，展開了一段奇幻的黑爆旅程！第六集 《偽裝大翻身》 編導：吳浩然演員：姜皓文、陳佩思、黃美棋、莊思敏醫學美容醫生偉豪從大學起便開始熱衷投資，自翊比別人看高一線，對金融投資產品更是眼光獨到。不過，任由他如何聰明，都因為金融海嘯而賠錢。太太家人替他還過一筆債項，面對太太的失望，他答應不再胡亂投資，並踏實儲畜還錢。但在一次偶然的聚餐，看著同輩的光鮮生活，加上接收到似是而非的內幕消息，偉豪又再燃起他的雄心壯志，他忍不住偷偷再次投資孖展，甚至把所有手術預約推掉，專心一致關注投資市場，他要證明給全世界看，他並不只是一個偽裝的投資專家!！人算不如天算，日本發生地震，全球股市下跌……第七集 《商場戰場》\t編導：李麗珊演員：黃寶漳 胡卓希 岑珈其當老闆是很多人的夢想，尤其不愛受束縛的年輕人。Marco大學畢業後，一直找不到理想工作，只能在街頭推銷電訊服務。天生好勝的Marco，連玩War Game也不肯認輸，自然不願一直待在街頭，故此數年前毅然向父母借錢，頂下一家賣盤的War Game店。一次，在「戰場」上被打敗後，Marco偶爾發現一部神奇「提款機」，能讓他回到過去，重新來過。因為可以預知未來，Marco以為能反敗為勝，殊不知勝負不在命運，在於心態。第八集　捨得編導：謝家豪演員：鄭佩佩，潘燦良，車婉婉，盧巧音，原子鏸，鄧偉傑心姐退休後一直獨居舊屋。大兒子突然濶佬宴請鮑魚大閘蟹，希望遊說心姐讓他攜妻兒搬回老家同住。二女滿腹牢騷，直指大哥無非想獨吞舊屋。夾在兒女之間，心姐左右做人難，以為拖字訣就可了事。適逢長居海外的三女回港，心姐為見三女婿緊張萬分。大兒子恐防三妹回來打亂部署，二女不岔三妹美麗漂流，自己卻咬實牙關獨挑照顧母親的擔子。那一頓洗塵宴，只有心姐喜孜孜獨自打點。一家人同檯吃飯，心姐陡然流了一地血。在車上，在醫院走廊，三兄妹豈只為舊屋花落誰家而大動口舌，埋藏多年的恩怨終於找到爆發的藉口。心姐聽進每個字，那是難堪的一夜。輾轉失眠之際，心姐竟然重遇亡夫，隱約之間，亡夫引領她到一架提款機回到過去。如果兒女還是幼小，如果人生還有幸福時光，如果一切可以重來。",
    "chinese_title": "回到未來錢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T19:13:20"
}