{
    "aka": [],
    "sid": "26306771",
    "cast": [
        {
            "url": "/celebrity/1345351/",
            "name": "李晓东 Xiaodong Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589345885.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-12-05(中国大陆)"
    ],
    "this_title": [
        "城市1对1"
    ],
    "douban_link": "https://movie.douban.com/subject/26306771/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一、栏目定位《城市1对1》是全球唯一一档固定的城市交流访谈节目。节目开播于2010年12月5日，每周一期，每期45分钟，通过中央电视台中文国际频道面向全球播出。节目力图多层次，多角度，全方位的发现与展现城市魅力，推介城市文化，增进城市交流。通过嘉宾讲述以及短片的辅助展示，在全球范围内邀请与话题有关的城市“代言人”做客演播室，展示饮食特色、风貌建筑，探寻人文故事、城市个性，挖掘历史文化、城市内涵，为观众呈现每座城市独特的魅力所在。栏目着力打造世界城市间互相交流沟通的平台，为中国城市走向世界提供助力，为中国城市与国际接轨提供机遇，为东西方文明融合架设桥梁，树立现代中国开放包容的形象。二、栏目形态每期节目选择两个城市，邀请双城的代表人物在本城演播室参与节目录制，通过演播室访谈和卫星连线等手段，实现双方城市的沟通交流，在录制现场还会穿插播放若干段与话题有关的视频短片，并设置展开一些互动环节。三、栏目内容紧扣城市话题，展示城市生活的精彩亮点，发现城市人文的个性特色，探讨城市管理的先进经验，寻找城市发展的目标方向。用丰富的美食和风景展现城市魅力，以细节的故事与人物承载深厚内涵，凭智慧的谈话和交流启发广泛思考，具体内容将涉及城市美食美景、人文故事、历史文化等广大观众关心并需要了解的内容。四、节目元素阐释1、演播室。可以通过卫星连线实现城市间的同步交流，也可以选择邀请双城嘉宾到本地进行面对面的交流。2、主嘉宾和特邀嘉宾。主嘉宾选取双方城市的代表性人物，可以是以第三视角谈论双城的旅游达人、媒体记者，也可以是身在双城的政府官员、普通市民以及手工艺人、民间艺术家等具有一定代表性的地方民间名人。特邀嘉宾邀请社会名流和专家学者，以第三只眼的方式给予观察。3、外景短片。通常一期节目会穿插6段左右的短片，由编导依据具体节目选题策划，亲临现场采访拍摄或者利用现有资料编辑完成，用于丰富节目选题背景，增加节目的故事性、可视性，在现场推动谈话进程或调解谈话节奏，每条短片长度大约为1分钟到2分钟。4、现场观众。在节目录制现场会邀请热爱自己城市，关心城市发展，对讨论话题感兴趣的观众，用现场调查和发言的方式参与节目的话题讨论。5、互联网新媒体同步互动。利用互联网平台提前征集话题、延展节目传播面，现场增加节目元素、整理节目观后感、扩大节目影响力。五、包装设计1、视窗。用双视窗、多视窗形成一个跨越地理空间，突破语言障碍，集语言交流与交锋，以及生动视频展现为一体的特色节目。2、舞美设计。主景区以CCTV标识、《城市1对1》栏目标识为主特征，在此基础上将尽可能地融入当地城市特色，结合演播室实际条件，形成风格统一又个性鲜明的谈话场景。六、播出时间CCTV－4（亚洲版）首播：周日17：15——18：00重播：隔周六06：13——06：58隔周六23：26——24：11CCTV－4（欧洲版）首播：周一02：15——03：00重播：周一13：00——13：45周一16：12——16：57CCTV－4（美洲版）首播：周一01：00——01：45重播：周一06：15——07：00七、节目视频链接：http://news.cntv.cn/program/chengshi1dui1/shouye/index.shtml",
    "chinese_title": "城市1对1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-28T09:55:43"
}