{
    "aka": [
        "Son of Mine",
        "黑幫父子情(港)"
    ],
    "sid": "26305167",
    "cast": [
        {
            "url": "/celebrity/1118197/",
            "name": "约翰·雷森 Johan Leysen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210488/",
            "name": "Wouter van der Valk Wouter van der Valk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407112/",
            "name": "巴特·斯莱格斯 Bart Slegers",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "　　第44届鹿特丹国际电影节(2015)\n　　老虎奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276671794.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1152313/",
            "name": "Remy van Heugten Remy van Heugten",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2585160",
    "director": [],
    "duration": "102分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-01-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2585160/",
    "imdb_votes": 905,
    "this_title": [
        "Gluckauf"
    ],
    "douban_link": "https://movie.douban.com/subject/26305167/",
    "imdb_rating": "6.9/10 from 905 users",
    "trans_title": [
        "黑帮父子情",
        "Son of Mine",
        "黑幫父子情(港)"
    ],
    "douban_votes": "0",
    "introduction": "A powerful father-son drama plays out in the ignored, impoverished Dutch province of South Limburg, which offers no opportunity for escape. Neither for the characters, who carry on an unequal struggle against their social conditions, nor for the audience. Gluckauf’s chokehold is much too firm for that.Fifty-something Lei (Bart Slegers) is a petty criminal just about getting by in the Dutch province of Zuid-Limburg. His son Jeffrey is everything to him; all he has. Gluckauf revolves around this suffocating love. However, it is afflicted by a curse that has its roots in the history of the region.Without the point being overly laboured, the closing of the mines in this forgotten part of the Netherlands is felt in every pore of the narrative, like a wound that just won’t heal. This curse (Lei’s ex-wife refers to it as a ‘punishment’) is given beautiful visual form. Many of the settings are sombre and dark, like omens of what is to come. And during a crucial car journey undertaken by father and son - the moment their estrangement begins to sound final (Jeffrey says Lei ‘sounds like a woman’) - all we can see is a glimpse of Lei’s face, and total darkness is just around the corner.Remy van Heugten, who grew up in this area, has made a personal, gripping film that convinces on every level: script, acting, camera, art direction and editing are all rock solid. The abrasively realistic style is unmistakeably reminiscent of the films of the Dardenne brothers, who set most of their films just a stone’s throw away. With Gluckauf, the Netherlands now has its own version, every bit as powerful and painful.",
    "chinese_title": "黑帮父子情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gluckauf",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T11:14:18"
}