{
    "aka": [
        "This Gigantic Furrowing of the Ground"
    ],
    "sid": "26304906",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914310892.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564056/",
            "name": "克莱尔·安杰利尼 Claire Angelini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4544510",
    "director": [
        {
            "url": "/celebrity/1564056/",
            "name": "克莱尔·安杰利尼 Claire Angelini",
            "@type": "Person"
        }
    ],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2015-02-11(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4544510/",
    "this_title": [
        "Ce gigantesque retournement de la terre"
    ],
    "douban_link": "https://movie.douban.com/subject/26304906/",
    "trans_title": [
        "This Gigantic Furrowing of the Ground"
    ],
    "douban_votes": "0",
    "introduction": "Normandy is a place steeped in history – after the Allied landings on 6th June 1944, it became one of the Second World War’s most hotly contested territories. Making direct reference to Jean Grémillon’s film Le six juin à l’aube, which was shot in 1944/5 under the direct influence of the total destruction of the region, this documentary essay carries out an inspection in search of the traces left behind by history 70 years later. But landscapes are silent. They tell us little of themselves. The scars of the past are not revealed unasked. So how can history be made visible in the present through film? To begin with, an old man affected by the war in his youth formulates his memories. Then the locations from Grémillon’s film are shown in their current state, augmented with the dramatic music and narrator’s commentary from the original film. Then there are off-screen reflections about post-war architecture and images of buildings that represent “urban modernity”. The three-part structure and the precise use of sound and image expose the different temporal strata and historical sediments, which, newly visible, are inscribed into the terrain. berlinale 2015",
    "chinese_title": "Ce gigantesque retournement de la terre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-19T03:36:17"
}