{
    "aka": [
        "Over the Years"
    ],
    "sid": "26304923",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318045538.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt4769042",
    "director": [
        {
            "url": "/celebrity/1284783/",
            "name": "尼古劳斯·葛哈特 Nikolaus Geyrhalter",
            "@type": "Person"
        }
    ],
    "duration": "188分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4769042/",
    "imdb_votes": 68,
    "this_title": [
        "Über die Jahre"
    ],
    "douban_link": "https://movie.douban.com/subject/26304923/",
    "imdb_rating": "7.7/10 from 68 users",
    "trans_title": [
        "Over the Years"
    ],
    "douban_votes": "0",
    "introduction": "When we see nappies being packed in cellophane by hand, we already suspect it will all soon be over. Taking the demise of a textile factory in Austria’s Waldviertel region as its starting point, with the antiquated manufacturing plant initially shown in full operation, this film poses the question of what work means for people’s self-image and character. After the factory goes bankrupt and closes, the filmmaker accompanies some of its employees as they continue to make their way, questioning them about their daily routines, the circumstances in which they live, about looking for work or the new jobs they find. One woman’s situation is precarious, but that doesn’t prevent her from bringing up her grandchildren. Another woman works here and there, flexible and resourceful. One man blossoms visibly in his newly unemployed state. Bit by bit, different aspects of their private lives and personal misfortunes emerge. What begins as the documentation of a branch of industry dying a slow death develops over the course of ten years into an epic documentary tale of life and work in the post-industrial era. It is an outstanding, moving film devoted to people. berlinale 2015",
    "chinese_title": "Über die Jahre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T19:49:25"
}