{
    "aka": [],
    "sid": "26304938",
    "cast": [
        {
            "url": "/celebrity/1333255/",
            "name": "郭允泰 Yuntai Guo.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365859/",
            "name": "俞平 Ping Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333254/",
            "name": "李炎 Yan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412113/",
            "name": "谢万和 Wanhe Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336625/",
            "name": "杨树林 Shulin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1385085/",
            "name": "郑保民 Baomin Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326460/",
            "name": "吴克坚 Kejian Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2675714475.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1343407/",
            "name": "张贤亮 Xianliang Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355703/",
            "name": "罗泰 Tai Luo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1355703/",
            "name": "罗泰 Tai Luo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1982"
    ],
    "this_title": [
        "龙种"
    ],
    "douban_link": "https://movie.douban.com/subject/26304938/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中文名龙种出品时间1982年出品公司八一电影制片厂 宁夏电影制片厂制片地区中国大陆导    演罗泰编    剧张贤亮 罗泰类    型剧情主    演郭允泰，俞平，李炎上映时间1982年对白语言汉语普通话色    彩彩色胶片长度十本西北高原，黄河之滨，山水环抱之中坐落着沟渠纵横、绿树成荫的下河沿农场。刚刚上任的农场书记龙种驱车踏上这片土地时，看到的却是人心涣散，劳动消极，人才受到压抑，优厚的自然条件和农场衰败的现实形成了鲜明的对比。龙种经过了解，发现十年内乱不仅给农场造成严重内伤，还由于经济体制与生产管理上的种种弊端，严重束缚工人的创造热情。一些干部靠着\"铁饭碗\"，欺上瞒下，满足于既得利益，对国家的命运和企业的前途漠不关心。他们拉帮结伙，成为阻碍四化建设和企业发展的落后力量。面对严峻的现实，龙种以大无畏的革命精神，勇挑重担，力主改革。他深入基层调查研究，提拔了爱压抑的知识分子施光担任技术领导工作；精简了庞大的行政机构；撤掉了不称职的干部；在基层推行民主选举，实行按劳付酬的分配原则。这时，以郑福林为首的既得利益者受到了冲击，他们便用种种卑鄙的手段进行反扑，造遥中伤龙种；对拥护改革的前农场场长的遗孀穆玉珊母子进行迫害；挑动不明真相的赵瘸子等聚众闹事，并扬言将龙种赶出农场。龙种面对挑战，镇定自若，他用党的政策和雄辩的事实，使受蒙蔽的工人认清了事实真相，明白了改革不仅关系到四化建设、企业命运，也同个人的切身利益相关。原来支持龙种的农垦局孙局长，看到大量捏造事实的控告信后，想收回企业的自主权，致使正向纵深发展的改革中途夭折。省委第一书记江鲁得知此事后，召见了孙局长和龙种，他在指出龙种的缺点和批评孙局长之后，坚定不移地支持龙种大胆改革，鼓励他不要害怕道路曲折，要整顿领导班子，把抵制十一届三中全会的人坚决撤下来，要探索出一条中国式的社会主义道路。在归途中，龙种决心\"根绝一切犹豫\"，将农场的改革继续进行下去 。3创作背景1966年5月至1976年10月的“文化大革命”，使党、国家和人民遭到建国以来最严重的挫折和损失。[2]《龙种》，是宁夏第一部彩色故事片，这部电影产生的背景，正是在“四人帮”粉碎之后，如履坚冰的中国电影迎来春天的时候。那时，由于恢复后的宁夏电影制片厂拍摄的两部纪录片在群众中得到了很好评价，因此电影制片厂萌生了拍彩色故事片的念头。经过遴选，排除了特技镜头多、成本高的京剧艺术片《十八罗汉逗悟空》和发行面不广的歌舞剧《曼苏尔》，最终选定《龙种》作为拍摄蓝本。宁夏电影界元老李庆跃说：“那时上海电影制片厂谢晋、毕立奎来宁夏搞《牧马人》影片答谢映出。在一次宴会上，我听到张贤亮和谢晋在谈《龙种》改编成电影的问题。这个小说我之前在杂志上看到过，小说还得到了中央领导的高度评价。小说主要讲述了农场改革的故事，在当时非常有现实意义，成本低又好操作，而且恰逢时机，而长春电影制片厂也打算将《龙种》拍成电影。”后来，李庆跃干脆和作家张贤亮一起奔赴长春电影制片厂，希望他们能给予帮助。时任长影副厂长的著名导演王家乙同志了解情况后非常支持，指派导演罗泰、副导演刘世龙，并抽调美术、照明人员协助宁夏电影制片厂拍摄。李老和张贤亮又到北京电影制片厂选演员，著名演员郭永泰、俞平分任男、女主演，摄影也来自北京电影制片厂。为了培养宁夏的电影制作人才，当时宁夏派出多名人员担任副导演、副摄影、副美术等职务，又从宁夏话剧团和宁夏歌舞团调来王伟等演员加入到演职队伍，电影很快就在灵武农场取景开拍。其间，作家张贤亮和导演罗泰又多次合作将小说改编成电影剧本，在经历“导演风波”（因导演巴洪与罗泰在剧本上发生分歧，巴洪后来退出电影拍摄）、“女主角换角”（因女主演朱克心在电影拍摄期间生病退出，副导演陆世龙费尽心思，几经波折终于请来俞平扮演女一号穆玉珊）等“插曲”后，《龙种》于1982年7月完成全部拍摄并通过自治区初审，后送往中央电影局进行审查。因为此片题材在当时有些敏感，制片方怕在电影局过不了，不过同去的党委宣传部副部长石天和当时的中央宣传部部长贺敬之曾在同一地方插过队，关系熟，就先拿到中宣部。贺敬之看过后对电影评价很高，夸制片方很有胆识。由于中宣部的举荐，在拿到中影局审片时顺利通过并批示了修改意见。之后立即联系张贤亮赴京，对电影进行局部修改并补拍。”[3]4作品影响中影公司拿出55万元购买发行权，高出电影制作成本20万元，中影公司共制作拷贝200多份，这在当时是不小的数目，这些充分证明了电影颇高的商业价值。电影首映式在宁夏人民电影院（现金凤凰电影院所在地）举行。此后一周内，作为宁夏第一部彩色故事片，《龙种》在银川市掀起观看热潮。银川市前后共有10家影院放映该片，每家每天播放至少10场。“宁夏也能拍彩色故事片，而且同样也能拍好！”这是当时群众对《龙种》的评价。作为宁夏第一部面向全国发行的电影，《龙种》展示给国人的是蓬勃发展中的宁夏。这之后，宁夏电影事业蒸蒸日上。1983年~1989年，宁夏共拍摄电视剧（片）5部、纪录片11部。1989年，宁夏电影事业发展迈向新中国成立以来的最高峰",
    "chinese_title": "龙种",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-26T14:34:07"
}