{
    "aka": [],
    "sid": "26304908",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2255338045.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4462082",
    "director": [
        {
            "url": "/celebrity/1280983/",
            "name": "杰姆·科恩 Jem Cohen",
            "@type": "Person"
        }
    ],
    "duration": "111分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4462082/",
    "imdb_votes": 175,
    "this_title": [
        "Counting"
    ],
    "douban_link": "https://movie.douban.com/subject/26304908/",
    "imdb_rating": "6.2/10 from 175 users",
    "trans_title": [
        "城市的十五个片刻"
    ],
    "douban_votes": "0",
    "introduction": "Jem Cohen’s newest film is a personal, essayistic documentary in 15 chapters. The director composes images, sound and music with remarkable intensity, combining them into a hypnotic foray through the metropolises of our world: New York, Moscow, St. Petersburg, Istanbul, Porto and a city intended to remain unknown. Time passes and stands still at the same time. The camera is like a magnet for attracting and capturing the ephemeral: Flickering lights in windows, bunting and plastic bags fluttering in the wind. Snapshots of places both popular and unknown and of people, striking observations of everyday life, a tender gauging of reality, snippets of voiceovers in passing. It is life itself that the director shows us. Jem Cohen is at once a flaneur and a street smart worker, with his film an archive of his steps – a storeroom replete with dreamlike memories, including ones of Chris Marker’s Chats perchés. Cats of all shapes and sizes appear in the frame again and again. Counting is like taking a Sunday walk through spatial and temporal interstices, as touching as it is magical. berlinale 2015",
    "chinese_title": "城市的十五个片刻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Counting",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T21:22:47"
}