{
    "aka": [
        "The Mud Woman"
    ],
    "sid": "26304916",
    "cast": [
        {
            "url": "/celebrity/1014545/",
            "name": "卡塔利娜·萨韦德拉 Catalina Saavedra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294639/",
            "name": "Elsa Poblete Elsa Poblete",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2315392827.jpg",
    "region": [
        "智利",
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt4426842",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2015-02-06(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4426842/",
    "imdb_votes": 50,
    "this_title": [
        "La mujer de barro"
    ],
    "douban_link": "https://movie.douban.com/subject/26304916/",
    "imdb_rating": "6.6/10 from 50 users",
    "trans_title": [
        "粘土女人",
        "The Mud Woman"
    ],
    "douban_votes": "0",
    "introduction": "Maria, a single mother in her early forties, needs money and thus sets off for a job as a harvest worker with a revolver in her pocket as a precaution, leaving her daughter Teresa in the care of her good friend Rosa. At the farm, Maria encounters Raúl, her supervisor and former tormentor. She sullenly carries out her work and socializes little with the other female labourers. Only occasionally does Violeta, a younger, peroxide blonde with whom Maria shares a room, succeed in motivating her taciturn companion to go out with her. When Raúl once again abuses Maria, she silently endures her pain. However, when Violeta has a serious accident at work shortly afterwards, Maria decides to take revenge: for all the past scores left unsettled, the brutal power structures and all the exploitation.Castro tells this story with great calm and quiet tonality. The camera skilfully captures the tense atmosphere of scorching heat and enduring drought in northern Chile, but also the impassive beauty of its rural locales. The film sets the vulnerability of the female body against its toughness and the tender solidarity of women. berlinale 2015",
    "chinese_title": "粘土女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La mujer de barro",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-09-19T20:14:10"
}