{
    "aka": [],
    "sid": "26307087",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561632651.jpg",
    "region": [
        "波兰/法国"
    ],
    "writer": [],
    "imdb_id": "tt3917962",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3917962/",
    "imdb_votes": 43,
    "this_title": [
        "Calling"
    ],
    "douban_link": "https://movie.douban.com/subject/26307087/",
    "imdb_rating": "6.5/10 from 43 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Father and son on a journey in the forest. Their trip through nature is an act of initiation for them both. What looks innocent and safe turns out to be dangerous and vicious. A beautifully shot meditation on first encounters with the world as it is.Equipped with an inflatable boat and a tent, a father and his son head off into the wild. What at first looks like an adventurous holiday, increasingly acquires the character of an initiation. The lens explores the face of the boy, while horizon-less shots of the forest, the river and the banks strengthen the feeling of isolation. With a mixture of background and mood sounds, the soundtrack creates an unreal tension.Gradually, the relationship between the two starts to change: the lonely stay in nature offers the boy a new perspective on himself and his father. In this careful feature debut, Marcin Dudziak captures this change in minuscule gestures, summary dialogues and sparse events. The natural surroundings play an important role and are illuminated in beautiful 16mm shots in all their guises - alluring, threatening, indifferent or helpful.",
    "chinese_title": "Calling",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2026-02-06T21:21:36"
}