{
    "aka": [],
    "sid": "26308356",
    "cast": [
        {
            "url": "/celebrity/1353816/",
            "name": "塔丽·梅德尔 Tallie Medel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363471/",
            "name": "珍妮弗·普雷迪格 Jennifer Prediger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "　　第44届鹿特丹国际电影节(2015)\n　　国际影评人联盟奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547082139.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3583614",
    "director": [],
    "duration": "78分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3583614/",
    "imdb_votes": 25,
    "this_title": [
        "Valedictorian"
    ],
    "douban_link": "https://movie.douban.com/subject/26308356/",
    "imdb_rating": "7.8/10 from 25 users",
    "trans_title": [
        "毕业生代表"
    ],
    "douban_votes": "0",
    "introduction": "Ben is the typical Brooklyn hipster with his band, job and girlfriend. But is that all there is? Without any real reason or big drama, he goes off in a completely different direction. Ben switches from protagonist into passer-by, about whom his vague acquaintances only occasionally think. A striking portrait of this individualistic generation.Ben has apparently got his act together. He lives in fashionable Brooklyn with a cool girlfriend, plays in a band, has work and spends his time going to parties on roof gardens where the view is stunning and the drink plentiful. But Ben is overcome by a nagging and continuous worry about whether this is all there is. Slowly, without drama or existential reflections, he withdraws from life. He sells his possessions, stops answering his phone and roams streets where no one knows him.In Valedictorian, Matthew Yeager portrays the emptiness of Generation Y, the hipsters who were born in the post-ideological era. Their lives are filled with superficiality and flimsy emotions.For his feature debut, Yeager was inspired by an old acquaintance who, just like Ben, burned all his bridges behind him. He doesn’t romanticise Ben’s slow disappearing trick, but nor does he present it as a nightmare - although Ben, worryingly enough, is soon no more than a vague memory for many of his friends.",
    "chinese_title": "毕业生代表",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Valedictorian",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T01:01:29"
}