{
    "aka": [
        "Die Widerständigen II",
        "The Resistors “their spirit prevails ...”"
    ],
    "sid": "26308320",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568361280.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt4254436",
    "director": [
        {
            "url": "/celebrity/1008628/",
            "name": "乌拉·施特克尔 Ula Stöckl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1574286/",
            "name": "卡特琳·赛博尔德 Katrin Seybold",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4254436/",
    "imdb_votes": 13,
    "this_title": [
        "Die Widerständigen „also machen wir das weiter ...”"
    ],
    "douban_link": "https://movie.douban.com/subject/26308320/",
    "imdb_rating": "7.8/10 from 13 users",
    "trans_title": [
        "抵抗者：于是我们继续",
        "Die Widerständigen II",
        "The Resistors “their spirit prevails ...”"
    ],
    "douban_votes": "0",
    "introduction": "‘The films I make have to get made, because when these people are dead they’re dead and all we’ll have left are Gestapo records, the records of the perpetrators. We can’t accept that.’ This quote graces the beginning of Katrin Seybold’s last film which was finished by her long-standing friend and colleague Ula Stöckl following Seybold’s death on 27 June, 2012. This aspiration characterised Seybold’s entire cinematic oeuvre. The Nazis and resistance against the regime were her two core topics; Seybold was engaged in a constant search for those who could bear witness and bring to life this part of history in all its many facets. One of these stories is that of the ‘The White Rose’ resistance movement which continued even after the execution of the Scholl siblings and their friend Christoph Probst. There were many more young men and women involved in the leaflet interventions, who were prepared to risk their lives to rise up against the Nazi regime – out of sheer conviction. Here, in front of Katrin Seybold’s concentrated camera, they are able to share their memories in detail. Their recollections bring to life a world in which human rights were overridden and humanity was a lost cause. berlinale 2015",
    "chinese_title": "抵抗者：于是我们继续",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Widerständigen „also machen wir das weiter ...”",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T16:39:17"
}