{
    "aka": [
        "无名尸体"
    ],
    "sid": "26306761",
    "cast": [
        {
            "url": "/celebrity/1159202/",
            "name": "Paul Vega Paul Vega",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352283/",
            "name": "安东涅塔·帕里 Antonieta Pari",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2244035352.jpg",
    "region": [
        "秘鲁 Peru",
        "哥伦比亚 Columbia",
        "德国",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1332549/",
            "name": "赫克托·加尔维兹 Héctor Gálvez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4327978",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-09-17(秘鲁)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4327978/",
    "imdb_votes": 167,
    "this_title": [
        "NN"
    ],
    "douban_link": "https://movie.douban.com/subject/26306761/",
    "imdb_rating": "6.5/10 from 167 users",
    "trans_title": [
        "无名",
        "无名尸体"
    ],
    "douban_votes": "0",
    "introduction": "A team of forensic anthropologists finds an unknown corpse during a dig 20 years after the political violence in Peru. The only thing that can lead to the identity of the man is a vague photo of a smiling girl. In a resolute style, Gálvez shows the human condition in complex questions about (in)justice and a dark past.A group of forensic investigators is working in Peru, digging up the corpses of eight people who disappeared without a trace 20 years ago during a violent period in politics. They also find a ninth corpse. Who was this anonymous man? Fidel, a thoughtful investigator, is fascinated by the case. Certainly when a woman appears in the hope she will be able to dig up her husband who disappeared many years ago. Might this be a match?Apart from some half-decayed clothes, there’s only a passport photo of a girl found by the corpse. An old picture as a metaphor for fading memories. Because what is left of them after all this time? Does the woman recognise the girl and the clothes? While Fidel wrestles with these questions, and with the woman’s rising emotions, he tries to keep approaching his work in a scientific way.In addition, this meticulously filmed drama offers a subtle glimpse of the lonely everyday life of Fidel, whose state of mind is similar to that of the mourning woman. With Brave Talk on Thu 29-1 in the theatre of LantarenVenster",
    "chinese_title": "无名",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "NN",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-02T15:36:26"
}