{
    "aka": [],
    "sid": "26306214",
    "cast": [
        {
            "url": "/celebrity/1128692/",
            "name": "Hans Paetsch Hans Paetsch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2355574210.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0404445",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0404445/",
    "imdb_votes": 73,
    "this_title": [
        "Sommer der Liebe"
    ],
    "douban_link": "https://movie.douban.com/subject/26306214/",
    "imdb_rating": "6.6/10 from 73 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "What a movie, if you can call it that. If you want to see something completely different from, lets say EVERYTHING, you found it. This is hardcore trash at its best. I've NEVER seen a film more bizarre. Something between a kinder-garden birthday-party and a harsh drug-trip with light splatter. Bizarre costumes in even more alienating backgrounds. Dialogues like a tape recording in an asylum. Actors who would never call themselves actors.I just wish there would be some screen-shots because they already capture the weird madness of the whole movie. If you find some you'll be amazed about their artistic character, but most of the movie is like a liquid LSD painting from the late 60s.Concerning to the technical work it's just rubbish. Shaking cameras, sometimes out of focus, terrible light and sound. I guess it's just this small world feeling created by this movie which gets the viewer slowly. It has its subliminal effects and a stupid but sometimes very strange humor. If you want to know the effects of mind expanding drugs just watch this flick and you get a pretty good impression.With a super-small amount of money, people and equipment Wenzel Storch captures theses supernatural moments very realistically. You won't find that too often in film or painting. I guess this movie stands in a line with \"Elmer\", \"Fear and Loathing\", \"Tunguska\" and the extreme weird stuff from Bunuel and Dali in the early 20s even though it has no real message in comparison to the just mentioned films.If you're looking for the extremes in film-making and you dig the absurd extravaganzas from Buttgereit (who contributes in this one) and Schlingensief, you can find entertainment in \"Sommer Der Liebe\"\"Kopf oder Beine?\" \"Beine?\" \"BEINE!!!\"",
    "chinese_title": "Sommer der Liebe",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-26T23:28:16"
}