{
    "aka": [],
    "sid": "26317315",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2225291924.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "17",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "历史纵横 明史-大明皇帝"
    ],
    "douban_link": "https://movie.douban.com/subject/26317315/",
    "trans_title": [
        ""
    ],
    "douban_votes": "203",
    "introduction": "『历史纵横』由北京大学历史文化研究所独家提供文案，以精辟的历史研究成果为依托，节目采用外景现场拍摄与现场再现等电视表演手法，让观众在了解历史的同时，还要增加画面的艺术性与可看性。更融合了历史文化与旅游为一体，文化含量高、故事性强、制作精良。在创作中始终重视现场感，讲究权威性，层层递进，步步考察，揭开一幕幕众说纷纭而又鲜为人知的历史史实。历史纵横 --- 明史大明皇帝(上)1.朱元璋 – 硝烟四起瘟疫、旱灾与民变，元朝末年，天灾人祸交织，民众怨声四起。在古代，天灾往往会演变成人祸，而朱元璋的命运变化，也就从这一刻开始。2.朱元璋 -- 帝王之道朱元璋对军事才能和中国帝王术的理解有多少？在红巾军里，朱元璋凭藉着自己怎样的不凡能力和努力，才从众多的起义首领中脱颖而出的呢？3. 朱元璋 – 逐鹿中原当刘福通的红巾军在北方与元军主力周旋的年代里，朱元璋则乘隙向南方进军，建立以应天为中心的根据地，并采取谋士朱升的建议，施行“高筑墙，广积粮，缓称王”的韬光养晦战略，逐渐发展了自己的势力……。4.朱元璋 – 一统江山随着张士诚的败亡，大江以南已经没有强敌，北方则是近于崩溃的元王朝，对朱元璋来说，荣登九五之位的时机来临了，为了加速全国的统一，朱元璋开始北伐和南征。5. 明成祖朱棣 – 叔侄争位西元1398年，大明帝国开国皇帝明太祖朱元璋离开了人世。按照遗诏，他的皇太孙朱允炆即位，年号建文。建文帝在位时不但战事突变，而且作为帝王之“命”他实属夭折。向他发难的是他的叔叔朱棣。但究竟是什么原因导致了这场叔侄之间的皇位争夺战？6.明成祖朱棣 – 永乐集权明成祖在位22年中，有三块心病始终缠绕着他，让他挥之不去、寝食难安。这三块心病，有的是良知使然，有的是形势所迫，有的则是难言之隐。那么，这究竟是怎样的三块心病呢？作为一代帝王，朱棣有什么办法排遣这些烦恼？7.土木之变 – 明英宗正统十四年(1449)，蒙古瓦剌太师也先因进马虚报领赏，遭朝廷惩罚大为不满，以明朝廷”赏不如例”藉口领兵大举进犯，明英宗也率五十万官兵亲征。但亲征的结局是以“中央帝国”的惨败而告终，明王朝的鼎盛期也就从此结束。8.北京保卫战明英宗生死不明的消息很快传到京城，满朝震惊。而此时，风头正劲的瓦剌人已经把下一个目标瞄准了大明王朝的心脏—-北京。大明皇帝(下)1.夺门之变 – 明代宗土木之变时，瓦剌人将明英宗带回大漠，一年后又将他放回北京，期间景帝受命，登临大位，并册立英宗的长子为皇太子，之所以选择朱祁钰，这是从国家安危的角度考虑的，但这个做法，却为日后的易储风波埋下了隐患。2.荒唐天子朱厚照 – 明武宗关于他的一生，有很多的传说。有人说他贪杯、好色，所行之事荒谬不经，是少见的无道昏君；但也有人认为，这个皇帝处事刚毅果断，弹指之间诛刘瑾，平安化王、宁王之叛，应州大败蒙古小王子，精通佛学，会梵文，是个极具个性色彩的皇帝。3.大礼仪之争 – 明世宗-上(嘉靖)明正德十六年，明武宗病逝，遗诏决定由兴献王的长子，朱厚熜继承皇位。继位后，朱厚熜谕令礼部，集议他父亲兴献王的尊称，因此引发了“大礼议之争”，其争论的焦点就是：朱厚熜到底是称孝宗为父亲还是称兴献王为父亲的问题……4.神仙皇帝 -- 明世宗-下(嘉靖)大臣的反对，宫女的叛变，爱妃的惨死，这一连串的打击让嘉靖皇帝陷入了深深的思索。或许是万念俱灰，或许是大彻大悟，或许是惧怕再发生变故，总之嘉靖皇帝再也不想在大内住下去了……。5.怠政皇帝 – 明神宗-上(万历)张居正死后初期，神宗尚能保持对朝政的兴趣，但不久就开始怠政。万历十四年后，神宗就开始连续不上朝。万历十七年元旦后，神宗以日食为由免去元旦朝贺。自万历十六年后，神宗整日在深宫中不理政事，沉浸在花天酒地之中。6. 怠政皇帝 – 明神宗-下(万历)万历十七年，神宗沉湎于酒、色、财、气。还派矿监和税监搜刮民间财产。在边境上坐视女真强大，由于神宗不理朝政，缺官现象非常严重。万历卅年政府完全陷入空转之中，因此明史言：“论者谓：明之亡，实亡于神宗。7.明宫三案-上 – 梃击案明朝末期，紫禁城内接二连三的发生了一些大事。其中有三件大事都发生在明万历和泰昌年间。朱常洛当了十几年的太子，期间多次面临废与立的精神折磨。当他三十而立之后，发生了“梃击”案，因为背后错综复杂的关系反倒稳定了他的太子地位。8.明宫三案-下 – 红丸、移宫案没想到五年后，一个被用来救命的“红丸”使得刚刚当了三十天皇帝的朱常洛命丧黄泉。朱常洛死后也得不到安宁，因为他的后妃为了争夺权利而导致了“移宫”案的发生……这三个案件，看似已经解决，却因为疑点重重，成为不解之谜。9.崇桢智除魏忠贤就其个人能力而言，崇祯不乏为一个好皇帝。也是相对在亡国之君里挨駡较少的皇帝。“君非亡国之君”但他多疑和好杀的性格却成了王朝致命点，而他的机智与才能，在处理魏忠贤事件，表现的淋漓尽致。",
    "chinese_title": "历史纵横 明史-大明皇帝",
    "douban_rating": "7.3/10 from 203 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-04-03T18:28:13"
}