{
    "aka": [],
    "sid": "26314373",
    "cast": [
        {
            "url": "/celebrity/1033094/",
            "name": "吉永小百合 Sayuri Yoshinaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029542/",
            "name": "滨田光夫 Mitsuo Hamada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030436/",
            "name": "芦川泉 Izumi Ashikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041790/",
            "name": "宫口精二 Seiji Miyaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348039/",
            "name": "冈村文子 Fumiko Okamura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1963",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544125482.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1021667/",
            "name": "太宰治 Osamu Dazai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145836/",
            "name": "新藤兼人 Kaneto Shindô",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5036712",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1963-11-01(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5036712/",
    "imdb_votes": 5,
    "this_title": [
        "真白き富士の嶺"
    ],
    "douban_link": "https://movie.douban.com/subject/26314373/",
    "imdb_rating": "6.2/10 from 5 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "逗子の浜辺を解放されたようにはしゃぎ廻わる梓。天翔ける青春の女神像のような神秘な美しさが、何か悲しそうな影をひめていた。梓が退院したのは昨日のことである。喜ぶ梓を前に修平をはじめ、姉の梢も暗い面持であった。それは退院真際に院長の言った、「出来るだけ患者をいたわってやって 下さい」という言葉が重かった。風光の良い逗子に居を移したのもこうした家族の思いやりであった。お手伝いの“さと”と毎日過す梓が、ある日表の掃除をしている時、誤って高校生に水を浴びせてしまった。恐る恐る垣根越しに詫びる梓は、振りむいた高校生に胸をドキリとさせた。彼は逗子高校のヨット部員富田一夫であった。二度目に一夫を見たのは、父修平を迎えに行った帰りだった。顔を赤らめる梓。茶目ッケのある梓は元気を取り戻して、単身、姉の婚約者山上を訪ねて上京した。その間姉の梢は、梓にあてられた多くのラブレターを読んで驚いた封筒に書かれたＭ・Ｔのイニシャル、心痛めた梢は、思いあたるふしもなかった。そんな時一夫と再会した梓はヨットから誤って落ちた。平気な顔の梓だが、梢は父と医師の会話を盗み聞きして顔を青ざめた。数日後Ｍ・Ｔから絶縁状が届いた。不治の病と知って交際を絶ちたいというのだ。残酷だと怒る姉をよそに、梓は何故か平気だった。数日後、Ｍ・Ｔの手紙をもって喜んで入って来た梢を前に、梓は意外な告白をした。Ｍ・Ｔは仮空の人物だと言うのだ。“私は私の青春を大切にして、思いきり恋をしたかった！”梓は始めて真情をうち明けて絶叫した。数日後梓は一夫とマフラーを交換して死んでいった。高校生富田一夫は思い出のマフラーを首に嵐の晩にヨットを走らせていた。真剣に思いつめた一夫の心がさせた行動だった。もっと生きたい！命の限りあの人を愛したい！無垢の柔肌にしのびよる永遠の眠り！清純のヒロイン吉永小百合が涙と感動で綴る、太宰文学完璧の映画化！清楚可憐な美しさと親しみやすい笑顔、日活黄金期のスター・芦川いづみは絶頂期の引退によって「永遠の恋人」として映画ファンの胸にきざまれている名花だ。名匠・川島雄三監督に見いだされてから「デビュー65周年」となる節目を記念して送る、ファン待望のDVDシリーズ！芦川いづみ本人の協力の下に、ファンのリクエストを公募、これまで熱望されながらリリースされることが無かった芦川いづみ作品が遂にDVD化。「真白き富士の嶺」は文豪・太宰治の原作を映画化。白血病を抱えながら純愛に命を燃えつくす少女に吉永小百合、その姉に芦川いづみが扮して共演した。健気な吉永の純愛、見守る芦川のあまりにも美しい姉妹は日活が誇る日本映画美少女姉妹の2トップ！逗子を舞台に、丁寧なロケーションによる撮影が素晴らしく、純愛ロマンと姉妹の絆がしんしんと胸に迫る感動作だ。共演は浜田光夫 小高雄二 岡村文子 宮口精二。 HDリマスターによる高画質映像、盛りだくさんな仕様による完全保存版！＜ストーリー＞逗子の浜辺を解放されたようにはしゃぎ廻わる少女・梓。髪をなびかせて胸を張る、天翔ける青春の女神像のような神秘な美しさに満ちていながら、そこにはどこか悲しそうな影をひめていた。姉の梢はそんな梓の姿を見守っていた。梓が退院したのは昨日だった。喜ぶ梓であったが、父の修平と梢は暗い面持であった。院長の言った、「出来るだけ患者をいたわってやって下さい」という言葉が重かった。風光の良い逗子に居を移したのも家族の思いやりであった。修平は高校教師、梓は洋裁学校の先生だったが、二人が出勤してしまうと家にはお手伝いの婆や・さとがいるだけだった。梓が表の掃除をしている時、誤って通りがかりの人に水を浴びせてしまった。恐る恐る垣根越しに詫びる梓は、振りむいた高校生に胸をドキリとさせた。彼は逗子高校のヨット部員・富田一夫だった。一夫の表情は梓には眩しくて、その面影を胸の中に焼き付けた。二度目に一夫を見たのは、修平を迎えに行った帰りだった。ヨットを繋いでいる一夫を見て、梓は顔を赤らめた。梓は単身で上京した。東京タワーに昇り、友達に家を訪ね、そして梢の婚約者・山上を訪ねて彼を驚かせた。梓が出ている間に、梢は梓にあてられたラブレターを読んでしまう。相当な数のラブレターであり、封筒にはイニシャル「M・T」と書かれていた。手紙の主と梢が相当深い関係にあると気を回し、梢は心を痛めて翌日から「M・T」というイニシャルの人間を探し始めるが、病院の患者名簿や高校生の名簿を調べても、該当する人間は見つからなかった…。＜キャスト＞■吉永小百合■芦川いづみ■浜田光夫■小高雄二■岡村文子■宮口精二＜スタッフ＞■監督:森永健次郎■原作:太宰治■脚本:須藤勝人■企画:芦田正蔵■撮影:松橋梅夫■照明:森年男■美術:西亥一郎■編集:丹治睦夫■録音:福島信雅■音楽:渡辺宙明＜特典＞■映像特典(予定)・オリジナル劇場予告篇（※予告編原版の無い作品は収録されません。）・フォトギャラリー収録・「日活映画」（貴重な公開当時の冊子）より芦川いづみ関連ページのデータ収録・芦川いづみ特別インタビュー収録。（2018年収録、リリースタイトルについて語った特別インタビューを音声収録。聞き手：佐藤利明（娯楽映画研究家））■特典仕様・ジャケット裏面には、劇場公開時のポスターデザインを入れこんだ「特別両面刷り」仕様！（劇場ポスターが現存しないタイトルは、両面刷りではありません）・ピクチャーディスク仕様※原版フィルムに起因するお見苦しい部分、お聞き苦しい部分がありますことをご了承ください。※表現において今日では不適切と思われる部分がございますが、製作者の意図を尊重し、当時上映された内容のままで収録しております。※デザイン・特典及び仕様はすべて予定です。",
    "chinese_title": "真白き富士の嶺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T09:44:46"
}