{
    "aka": [],
    "sid": "26315289",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2468254698.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4417392",
    "director": [
        {
            "url": "/celebrity/1345049/",
            "name": "克莱尔·比温 Clare Beavan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-01-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4417392/",
    "imdb_votes": 114,
    "this_title": [
        "The Secret World of Lewis Carroll"
    ],
    "douban_link": "https://movie.douban.com/subject/26315289/",
    "imdb_rating": "6.6/10 from 114 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "It's a timeless classic of children's literature and the third most-quoted book in English after the Bible and Shakespeare. But what lies behind the extraordinary appeal of Alice's Adventures in Wonderland to generations of adults and children alike?To mark the 150th anniversary of its publication, this documentary explores the life and imagination of the man who wrote it, the Reverend Charles Dodgson, better known as Lewis Carroll. Broadcaster and journalist Martha Kearney delves into the biographies of both Carroll himself and of the young girl, Alice Liddell, who inspired his most famous creation.Kearney's lifelong passion for Carroll's work began as a young girl, when she starred as Carroll's heroine Alice in her local village play. She discusses the book with a range of experts, biographers and distinguished cultural figures - from the actor Richard E Grant to children's author Philip Pullman - and explores with them the mystery of how a retiring, buttoned-up and meticulous mathematics don, who spent almost his entire life within the cloistered confines of Christ Church Oxford, was able to capture the world of childhood in such a captivating way.",
    "chinese_title": "The Secret World of Lewis Carroll",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-09T07:52:32"
}