{
    "aka": [
        "My Grandmother is An Angel"
    ],
    "sid": "26314509",
    "cast": [
        {
            "url": "/celebrity/1317380/",
            "name": "季勤 Qin Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329091/",
            "name": "杨司晨 Sichen Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224610939.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1337595/",
            "name": "李斌 Bin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329488/",
            "name": "高欣宇 Xinyu Gao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1337595/",
            "name": "李斌 Bin Li",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-12-13"
    ],
    "this_title": [
        "我的奶奶是天使"
    ],
    "douban_link": "https://movie.douban.com/subject/26314509/",
    "trans_title": [
        "My Grandmother is An Angel"
    ],
    "douban_votes": "0",
    "introduction": "张有志是一个农民工子弟学校的老师，在他处理学生偷钱事件的时候，突然接到奶奶去世的电话。脑海里闪现出奶奶陪他成长的一件件事。奶奶一直坚定地告诉别人，“你不是他们说的坏孩子”。[1]童年有志被妈妈送到陌生的乡下奶奶家，面对突如其来的陌生环境，有志产生的强烈的排斥感，他不肯和奶奶交流，只和他带来的那只他爸爸送给他的小狗交谈。因为对于乡村环境的种种不满和不适应，他用各种荒唐胡闹的行为来为难奶奶，他倒掉奶奶给他精心准备的饭菜，只吃自己带来的零食，因为奶奶喂了他的小狗，他就弄湿奶奶睡觉的被子等等一系列的恶作剧，对此奶奶都没有责怪他，反而给了他最大的包容，在同村小朋友对他排斥而打架后，是奶奶保护了他。但是这一切依旧无法到动摇他要回到父母身边，要有一个完整的家的决心。奶奶为了有志家的梦想，强忍丧子之痛，自己一个人默默承受着。正当有志要决定留下来，要和奶奶一起生活时，一个更大的秘密也因此揭开。原来，是关于有志父亲的身世之谜。When Youzhi was young, his mother sent him to his grandma’s home in the unfamiliar countryside. Facing the sudden change in environment, Youzhi refused to talk to his grandma because of the strong sense of exclusion. At the beginning, Youzhi only talked to the dog he brought with him. Due to the dissatisfaction to the rural environment, Youzhi used all kinds of absurd behaviors to embarrass his grandma. For instance, he dumped the meals his grandma prepared and only ate his own snacks. He also poured water on his grandma’s bed because she fed his puppy. His grandma, however, did not blame him. Instead, she gave him the greatest tolerance. And she even protected Youzhi when he fought with other children in the village.However, all of grandma’s efforts were unable to change Youzhi’s determination of going back to his parents for a reunited home.Due to Youzhi’sexpectation of a complete home, grandma had been enduring the grief of losing her son alone. Just when Youzhi decided to stay with his grandma, a greater mystery revealed, which was about Youzhi’s father’s birth.",
    "chinese_title": "我的奶奶是天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-01T12:21:35"
}