{
    "aka": [
        "Tough Love",
        "严厉的爱",
        "爱之深"
    ],
    "sid": "26313519",
    "cast": [
        {
            "url": "/celebrity/1000754/",
            "name": "汉诺·科夫勒 Hanno Koffler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108698/",
            "name": "凯蒂·卡伦保尔 Katy Karrenbauer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1419126/",
            "name": "路易斯·海耶尔 Luise Heyer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2224349625.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt4363672",
    "director": [
        {
            "url": "/celebrity/1054324/",
            "name": "罗萨·冯·布劳恩海姆 Rosa von Praunheim",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2015-02(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4363672/",
    "imdb_votes": 321,
    "this_title": [
        "Härte"
    ],
    "douban_link": "https://movie.douban.com/subject/26313519/",
    "imdb_rating": "6.9/10 from 321 users",
    "trans_title": [
        "暴力的爱",
        "Tough Love",
        "严厉的爱",
        "爱之深"
    ],
    "douban_votes": "0",
    "introduction": "A German pimp with a penchant for violence. The prostitute with a heart of gold who loves him. The demented mother who ruined him. Lots of depressing sex scenes set in dreary working-class apartments.If these seem like the key ingredients to a Rainer Werner Fassbinder movie, they’re in fact part of a true story that makes up the latest docudrama from prolific Berlin-based filmmaker/gay activist Rosa von Praunheim (Rent Boys, Neurosia: 50 Years of Perversity). Based on the harrowing life of Andreas Marquardt, a victim of sexual abuse who grew into a karate champ, prosperous hustler, federal prisoner and eventually, martial arts instructor and author, the film jumps between present-day interviews and kitschy flashbacks shot in black-and-white, revealing a man who overcame trauma through the power of therapy and his own two fists. Screening in Berlin’s Panorama section – where von Praunheim’s movies (over 70 in all) have often premiered – Love should play well with the filmmaker’s local fan base and minor cult following abroad, with continued gigs on the international fest circuit.Adapted by the director and writers Nico Woche and Jurgen Leme from Marquardt’s 2006 autobiography, the film begins with its subject speaking candidly about his past, before jumping into dramatized recreations where young Andreas, aka Andy (Hanno Koffler), is raised by a single mother (Katy Karrenbauer) after his abusive father is kicked out of the house for crushing his 6-year-old son’s hand.But rather than finding solace in the arms of mutter, Andy lands between the legs of a perverted darest family member who forces him into a long-term incestuous relationship – one which von Praunheim hardly shies away from, capturing sexual acts from the young boy’s POV as he strips down for him, plays with his genitals or, in one rather unbearable sequence, casually lubricates an oversized dildo like spreading icing on a tray of cupcakes!It was screened in the Panorama section of the 65th Berlin International Film Festival where it won the 3rd place prize in the Panoroma Audience Award.",
    "chinese_title": "暴力的爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Härte",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T21:50:10"
}