{
    "aka": [],
    "sid": "26317204",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2234515437.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1003658/",
            "name": "小中千昭 Chiaki Konaka",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "ファンタスマゴリア~闇に封印された映像コレクション"
    ],
    "douban_link": "https://movie.douban.com/subject/26317204/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一応短編ホラーオムニバスということでいいんだろうか。DVDで見た「ファンタスマゴリア　闇に封印された映像コレクション」のレビュー。脚本家の小中千昭がロフトプラスワンで行った実験映画上映会「ファンタスマゴリア」の様子、小中千昭と映像プレゼンターのトークと、上映された6本の短編映画を収めたDVDだ。普通に全篇再生すると上映された映画が連続で流れ、メニュー画面の隠しボタンを押して再生すると、上映前と上映後のトークを挟んで映画を再生して、イベントの追体験ができるという、ちょっと変わった仕様になっている。一本目「ホームムービー」は、どこか欧米の家のパーティーの様子。二本目「新婚旅行」は、何とも言えない変な観光施設らしきものの様子。三本目「ブルーフィルム」は、何かの儀式のような奇妙なブルーフィルム。四本目「心霊」は、どこかの風景と女の人の映像。五本目「念写実験」は、念写実験の記録映像と、その時に念写したフィルムの二本立て。六本目「残響」は唯一ストーリーのある映画。学校の映画研に昔からあった、謎の自主制作映画という体だ。それぞれの作品の上映の前と後に、それぞれの映像を持ってきたプレゼンターが「これこれこういういきさつで手に入った変な映像なんですよ」とか、「○○が××になってるところが怖いですね」みたいな解説を入れる。みんな映像作家なので、十中八九「そういう体で自分で作った」というフェイクドキュメンタリー的な映画だと思うのだが、絶対そうは言わない。あくまで彼らは「監督」や「脚本」ではなく「プレゼンター」で、上映しているのは発掘してきた映像なのである。そもそもどの映像にも殆ど説明的な部分が無い、かなり実験的な映画なので、解説がないと「なんだか気味の悪い映像だな」で終わってしまう物が多く、上映前後の解説が入ることでホラーフィルムとして成り立っている。ホラーには、こういうプロレス的なところがある。よく「実録怪談」という体の本があるが、これもどこまで本当なのかわからない。本に出来るような怖い体験談なんてそんなに集まるものなのか、体験者が本当のことを言っているのかわからないし、体験者が本当にいるのかもわからない。全部の話が創作である可能性だってあるのだ。それでも著者はどれを創作したとか全部創作だとかは言わない。「脚色は加えたが、全て実録怪談である」と言い張る。怪談映画を撮ったら関係者が呪われて死んだだとか、ホラー映画に実際に幽霊が写り込んでいるだとか、幽霊の声が入っているだとか、そんな噂がまことしやかに流れたりもする。怖がらすためならなんでもやる。パッケージされた作品のみではなく、作品の前後、出来る前や出来た後の関係者のストーリーも作品の一部として恐怖を伝播する役割を担う。下手に「実録」だとか「本当にあった」などと付くと、往々にして「本当に本物であるか」というようなことを気にして鑑賞してしまうのだが、作品にそう付いているのなら、疑うのではなく本物だと思い込んで鑑賞した方が怖いのだから、そう思って鑑賞するべきなのである──などと、見ながら思ってしまう辺り、なんとなくこう、プロレス的だなあと。",
    "chinese_title": "ファンタスマゴリア~闇に封印された映像コレクション",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-09T11:55:37"
}