{
    "aka": [],
    "sid": "26329905",
    "cast": [
        {
            "url": "/celebrity/1342283/",
            "name": "David Hooper David Hooper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009412/",
            "name": "杰西·温图拉 Jesse Ventura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2229640246.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1342283/",
            "name": "David Hooper David Hooper",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3842468",
    "director": [],
    "duration": "92分钟(美国)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-09-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3842468/",
    "imdb_votes": 207,
    "this_title": [
        "The Anatomy of a Great Deception"
    ],
    "douban_link": "https://movie.douban.com/subject/26329905/",
    "imdb_rating": "7.7/10 from 207 users",
    "trans_title": [
        "大骗局剖析"
    ],
    "douban_votes": "0",
    "introduction": "The Anatomy of a Great Deception is a quasi-political, spiritual docu-thriller following businessman-turned-filmmaker, David Hooper as he deals with the emotions of his own investigation into the events of 9/11. The fast pace and the filmmakers commentary on coping with the emotions involved in finding truth, sets the film apart. Even though, I didnt know it at the time, work on this film started in February 2011. Back then I was a regular guy trying to live the American dream, with three kids and a wife, who was pregnant with number four!It started with an innocent question about 9/11. And that lead to more innocent questions. And after a while, I completely changed my opinion of the official story of that day.That was a very hard time in my life. It felt like my world was turned upside down. I couldnt stop researching. I was unemployed. And I was running out of savings. I tried talking about it, but felt like no one was listening. At the time, my wife didnt even believe me . . . nor did my friends and family. No matter what I tried, nothing worked.So, to preserve my sanity and save my marriage, I began putting this film together. I had no idea any of this would ever happen because I simply made it for my wife, my sister and a couple of dear friends. I made it to speak to them directly, to get them to open their eyes. And it worked, because just all my friends and family that have seen it have changed their opinion about 9/11, maybe all by the time you read this!As time went on, I realized there are millions of people, like me, whove had a hard time talking about the truth of 9/11 with people in our lives. As I further understood that and continued getting requests to see the film, it began to evolve into a bridge for all us, no matter where we stand on 9/11.Mostly, the film is meant to be an effective introduction to the controversies of 9/11 for those of us who still have no idea there are any controversies. If this issue is going to ever get into the spotlight, itll need a catalyst and I hope this film can do it.",
    "chinese_title": "大骗局剖析",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Anatomy of a Great Deception",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-17T06:28:18"
}