{
    "aka": [
        "TBS电视台浅见光彦34",
        "速水直道版浅见光彦"
    ],
    "sid": "26323593",
    "cast": [
        {
            "url": "/celebrity/1023655/",
            "name": "速水直道 Mokomichi Hayami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031075/",
            "name": "贺来千香子 Chikako Kaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276064/",
            "name": "冈本梓 Azusa Okamoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226831171.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1499367/",
            "name": "石原武龍 Bull Ishihara",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "74分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2014-11-17(日本)"
    ],
    "this_title": [
        "浅見光彦シリーズ第34作 壺霊"
    ],
    "douban_link": "https://movie.douban.com/subject/26323593/",
    "trans_title": [
        "浅见光彦系列34：壶灵",
        "TBS电视台浅见光彦34",
        "速水直道版浅见光彦"
    ],
    "douban_votes": "0",
    "introduction": "ルポライターの浅見光彦（速水もこみち）は「京都の伝統を旅する」という企画の取材で京焼の大家・大勝涼矢（小木茂光）の窯場を訪ねたが、火入れと重なり全くとりあってもらえない。そこへ大勝の面倒を見ている女性・諸橋琴絵（賀来千香子）が現れ光彦は大勝の作品を展示しているという正雲堂へ案内される。そこは琴絵の姉・伊丹佳奈（福井裕子）の嫁ぎ先でもあった。正雲堂には大勝の作品も多く展示されていたが、その大勝が作品作りに迷うと眺めに来る高麗青磁の壺「紫式部」があった。八百年前に作られたといわれ、作者は不明だが、この壺の中に怨霊が詰められていると言われており、持つ人に次々と不幸が訪れるという。そんな曰くつきの壺だが、どんな陶芸家にもその色合いは出せないというほどの美しい壺でもある。そもそも「紫式部」は諸橋家の所有物で、現在は佳奈のもとに置いていたが「人を狂わす壺」を佳奈の家に置くことを忌み嫌った琴絵が取り戻そうとしていた。たまたま正雲堂の店主・伊丹勝男（鶴田忍）も大勝も光彦の母・雪江（佐久間良子）の知り合いだったことから歓迎を受け、正雲堂の持ち家の町屋に泊まることになった光彦。しかし世話を買って出た琴絵と勝男の娘・千寿（岡本あずさ）の間に挟まれちょっとだけばつが悪い。そのころ、酒に酔い弟子の上田京子（吉田久美）に連れられて帰った大勝が持病の心臓発作で命を落としていた。翌日、事情を知らない光彦が大勝の家を訪ね、大勝の妻・都（根岸季衣）と上鴨署の刑事・平山（金田明夫）から大勝が亡くなった経緯を聞く。大勝は弟子ではなく実は愛人であった京子の家で発作を起こし都に助けを求める電話を入れたが間に合わず亡くなり、そのとき京子は友人の家に泊まっていて不在だったというのだ。一方、悪縁を切って良縁を結ぶという安井金比羅宮にある「縁切り縁結びの碑(いし)」に「正雲堂の主人・勝男と妻・佳奈を別れさせて下さい。出来れば佳奈が死ねばいい…阿久津好子」と書かれた形代(かたしろ)が見つかり、その人物の住所らしき所番地が記された形代を頼りにそこへ向かう光彦と琴絵だが、そこは紫式部の墓がある住所だった。さらに、正雲堂に置かれていた壺「紫式部」が消え、佳奈の行方もわからなくなっていた。紫式部が放つ怨霊の仕業なのか･･･？本作は、ベストセラー作家·内田康夫氏の原作をドラマ化した旅情ミステリー。速水は2013年のシリーズ32作目から主人公·浅見光彦を演じ、今作が速水版「浅見光彦」の第3作目となります。ルポライターの光彦は、「京都の伝統を旅する」という企画の取材で、京焼の大家·大勝涼矢（小林茂光さん）の作品が展示してある正雲堂を訪ねます。そこには八百年前に作られ、持つ人々に不幸が訪れるといわれる怨霊の壺「紫式部」が置かれていました。現在この壺は大勝家に嫁いだ伊丹佳奈（福井裕子さん）のもとに置いてありますが、佳奈の妹·諸橋琴絵（賀来千香子さん）は人を狂わす壺を佳奈の家に置くことを忌み嫌っているという背景がありました。そんな時、大勝が心臓発作で死亡、さらに、悪縁を切って良縁を結ぶといういわれがある安井金比羅宮で「正雲堂の主人·勝男と妻·佳奈を別れさせて下さい。出来れば佳奈が死ねばいい」という形代が見つかります。そして、正雲堂に置かれていた壺「紫式部」が消え、佳奈の行方も分からなくなってしまいます。これは紫式部が放つ怨霊の仕業なのか？華やかで美しい古都京都を舞台に、光彦が事件に挑みます。ベストセラー作家、内田康夫の原作をドラマ化した旅情ミステリー『浅見光彦シリーズ』の34作目となるのは、2007年から2008年に京都新聞で連載され、今回初のテレビドラマ化となる「壺霊（これい）」。シリーズ32作目から3代目浅見光彦を演じているのは速水もこみち。1作目『天河伝説殺人事件』（2013年2月25日放送）、2作目『蜃気楼』（2013年9月16日放送）はどちらもご好評をいただいた。3作目となる今回お送りするのは「壺霊」。その壺の名は「紫式部」といい、源氏物語に登場する六条御息所（ろくじょうのみやすどころ）の怨霊が詰まっているといわれ、持つ人を次々と不幸にしてきたという。六条御息所は架空の人物ではあるが、源氏物語では強い嫉妬のあまり、生霊となり、その女性を呪い殺してしまうという筋書きが、後に多くの作家たちに影響を与え能曲、戯曲、小説、映画などの題材として扱われている。また、舞台となる京都は風光明媚な土地であるとともに「応仁の乱」や「戊辰戦争」といった戦いの歴史がある。その裏側で多くの女性たちが悲劇に見舞われ、愛する人を失ってしまった悔しさが渦巻き、その影を今に残した場所ともいえる。今作は、そんな京都の裏側を舞台に、ミステリーはもちろんのこと、壺にかかわる女たちが抱える愛と憎しみ、そして逆らいようの無い現実の空しさを旅情感たっぷりに描き、光彦が人の心の奥深くへと旅する人間ドラマをご覧いただく。",
    "chinese_title": "浅见光彦系列34：壶灵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "浅見光彦シリーズ第34作 壺霊",
    "douban_rating_average": 0,
    "update_at": "2025-02-21T21:01:03"
}