{
    "aka": [
        "Eden"
    ],
    "sid": "26322942",
    "cast": [
        {
            "url": "/celebrity/1472444/",
            "name": "李教烨 Lee Kyo Yeob",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "爱情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226665260.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "104分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2013-10-24(韩国)"
    ],
    "this_title": [
        "에덴"
    ],
    "douban_link": "https://movie.douban.com/subject/26322942/",
    "trans_title": [
        "伊甸",
        "Eden"
    ],
    "douban_votes": "0",
    "introduction": "Someone who was nothing, one day became everything of mine. They say life is overwhelming...But why am I in pain?Endless waiting...There's no Eden here.I, Kang Ho-joon, live in a city as a very ordinary person. I drive a taxi. Every day is meaningless to me and my few other hobbies are flying kites and squeezing my brain for words to write a novel with.I've been having bloody nightmares for some time and one time I picked up a strange woman. She says she's a half-witted revolutionist but won't say who she really is. I give her a name: Hye-mi, and start my relationship with her in the ruptured life of mine.I find a new meaning to life and I try to enjoy her stories, love and pain she carries. For her.However, she disappears on me without a linger and a year after that, I get a postcard from Hye-mi without a return address. I had forgotten about her, but I began pulling out memories of her once again.Was there an Eden for these two people who didn't know they were related? Where was their Eden?Nominated for the 2011 Seoul Video Commiittee Independent Films Production SupportNominated for the 2013 Kyeonggi Video Committee Diveristy Films Crowd Funding Support",
    "chinese_title": "伊甸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "에덴",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T09:35:33"
}