{
    "aka": [],
    "sid": "26320789",
    "cast": [
        {
            "url": "/celebrity/1383898/",
            "name": "拉杰·阿晶 Raj Arjun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1511384/",
            "name": "侯赛因·库瓦杰瓦拉 Hussain Kuwajerwala",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "科幻",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2226123959.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt2826126",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2013-04-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2826126/",
    "imdb_votes": 337,
    "this_title": [
        "Shree"
    ],
    "douban_link": "https://movie.douban.com/subject/26320789/",
    "imdb_rating": "6.3/10 from 337 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Shree, an ordinary man, works at a telecom company. In love with Sonu but cannot marry yet as need to make some basic money. Randhawa, a wealthy businessman, in his ceaseless pursuit of power, has zeroed in on Shree as his last guinea pig. Shree is the last piece of puzzle of a scientific experiment, devised by a brilliant scientist, supported by commissioner of police and funded by Randhawa. If successful, it could change the fate of their lives and that of the whole world. Lured in by promise of a bright and successful future, Shree trade in 12 hours of his life. Randhawa offers him 20 lakhs for participating in a experiment which will last for 12 hours. He trust them and needs the money, excitedly Shree trade in 12 hours of his life. But as soon as these 12 hours start, he finds that his simple life has been turned upside down. Accused of murdering the scientist, the commissioner of police and many more people. Shree an ordinary man, now is the most wanted man in the city. Now must use his wit and intelligence to prove his innocence. Now he must rise above the ordinary, and become Extraordinary.",
    "chinese_title": "Shree",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2026-01-02T22:35:29"
}