{
    "aka": [],
    "sid": "26320158",
    "cast": [
        {
            "url": "/celebrity/1048136/",
            "name": "詹姆斯·斯图尔特 James Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347790/",
            "name": "林肯·尤尼斯 Lincoln Younes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365787/",
            "name": "托马斯·昂格 Thomas Unger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555936453.jpg",
    "region": [
        "澳洲 Australia"
    ],
    "writer": [
        {
            "url": "/celebrity/1283973/",
            "name": "Matt Ford Matt Ford",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3958652",
    "director": [
        {
            "url": "/celebrity/1297138/",
            "name": "肖恩·斯伊特 Shawn Seet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279432/",
            "name": "格兰特·布朗 Grant Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413899/",
            "name": "托莉·加勒特 Tori Garrett",
            "@type": "Person"
        }
    ],
    "duration": "55 mins",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-02-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3958652/",
    "imdb_votes": 273,
    "this_title": [
        "Hiding"
    ],
    "douban_link": "https://movie.douban.com/subject/26320158/",
    "imdb_rating": "6.5/10 from 273 users",
    "trans_title": [
        "藏匿人生"
    ],
    "douban_votes": "0",
    "introduction": "You can change your job, your city, your identity, but some things you can never escape. And they could cost Troy Quigg and his family their lives in the uniquely gripping, family drama series, HIDING.After a botched drug deal, Troy (James Stewart) must take his family into Witness Protection in exchange for giving evidence against his former employer, vicious crime boss Nils Vandenberg (Marcus Graham).With new names and fresh identities, the Quigg family is ripped from their home on the sun-drenched Gold Coast and dumped in a safe house in Western Sydney as the Swift Family. But dislocation puts immense pressure on everyone.Lincoln Swift's cover as a post-doctorate fellow in the Criminal Psychology Department of a Sydney university challenges him in fundamental ways. He's told to keep his head down and meet with handler John Pinder (Stephen Curry) to prepare his testimony. But the academic teachings of the department begin to conflict with Lincoln's real-life experience.Lincoln's wife, Rebecca (Kate Jenkinson), has to give up her nursing career and cease all contact with her mother Jenny (Paula Duncan), brother Kosta Krilich (Nathan Page), and her very pregnant sister-in-law and best friend Dimity (Jodi Gordon). Isolation and the pressure of keeping her family safe take their toll, and Rebecca reaches out to an old friend with serious consequences.A bureaucratic bungle lands Mitchell (Lincoln Younes) and Tara (Olivia DeJonge) in a performing arts school. While it’s a happy outcome for aspirational fifteen year-old Tara, it's torture for seventeen year-old surfer, Lincoln, who is desperate to get his old life back, especially his gorgeous girlfriend, Kelly (Jenna Kratzel). Adding to the teenager's torment, no phones or Facebook, no texts or twitter. Because a trace could bring a killer to their door.As the dysfunctional Swift family adjusts to their new world living with constant threat of corrupt cops or a leak within Witness Protection, a surprise phone call unleashes an emotional upheaval that could crack their cover and bring those who want Lincoln silenced gunning for him and those he loves.",
    "chinese_title": "藏匿人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hiding",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T23:49:20"
}