{
    "aka": [
        "BBC："
    ],
    "sid": "26331205",
    "cast": [
        {
            "url": "/celebrity/1072672/",
            "name": "Michael Collins Michael Collins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2274222212.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3662872",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-04-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3662872/",
    "this_title": [
        "BBC  Everyday Eden: A Potted History of the Suburban"
    ],
    "douban_link": "https://movie.douban.com/subject/26331205/",
    "trans_title": [
        "郊区花园发展简史",
        "BBC："
    ],
    "douban_votes": "0",
    "introduction": "Because it's not grand, the story of the suburban garden has barely been told - and yet 8 out of 10 people in England live in the suburbs. In this documentary, writer and historian Michael Collins delivers a riposte to the urban intelligentsia which has spent a century sneering at the suburbs. His south London pilgrimage takes him to Bexley and Bromley, Surbiton and the new promised land of Bluewater in Kent to explore what the suburban garden has meant to us and to celebrate what one contributor calls 'their little piece of heaven'.George Orwell famously laid out the icons of English culture as 'solid breakfasts and gloomy Sundays, smoky towns and... red pillarboxes' and Collins shows that the suburban garden very much deserves a place in that canon. South Londoner Collins previously charted the history of the white working class in his controversial book The Likes of Us and explored the rise and fall of the council house in BBC Four's The Great Estate. He tends to admire what critics of suburbia have loathed - its lack of history, the mock and ersatz style of its homes and gardens, and the suggestion that it is a 'nowhere place', neither town nor country but stranded in between.Collins's journey starts a century ago in Hampstead Garden Suburb, a planned utopia that transformed the lives of its residents fleeing urban squalor, but one that came with off-putting regulations - maximum hedge size, a designated wash-day, and no pub. Suburban sprawl between the wars, when three million new homes were built, couldn't have been more different. 'You could', recalls one contributor from Welling, 'buy a house for 12/6 down and pay 7/6 a week on the mortgage, and suddenly you had a two-up/two-down, front garden/back garden. Those were the days!'In the 1930s, Wills cashed in on the suburban gardening craze with 50 cigarette cards offering handy tips. But this was also the era that identified a new condition - suburban neurosis. When war broke out, Rita Withers's dad, a veteran of the Somme, was so traumatised he dug a trench right across their lawn, thinking it the only way to protect his family. Wartime 'Dig for Victory', launched by the BBC's first horticultural expert, Mr Middleton, saw flowers sacrificed for vegetables and the war effort.The Peace Rose ushered in the post-war garden, and contributors fondly remember the ubiquitous swing of the 1950s and 60s, the equally ubiquitous tortoise and the shock of the new as suburbia's new mecca, the garden centre, transformed the 70s garden. This was the era of The Good Life, but a Surbiton couple, the Howes, whose immaculate garden would have impressed Margot and Jerry, are keen to point out the series was actually shot in north London 'because Surbiton was not sufficiently like Surbiton to be worth filming... a kind of oblique compliment.'Collins's suburban odyssey ends in the spanking new 21st century purpose-built suburb of Ingress Park in Kent, a dormitory for Europe's biggest mall, Bluewater. Karen Roberts may have bought her astroturf lawn for £700 on the internet, but the appeal of the suburban garden is timeless. 'Ingress Park is dope', she explains. 'I live the dream I haven't got a lot of money to spend, but I can go snip, snip, I'm doing my garden, I love it.'.",
    "chinese_title": "郊区花园发展简史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "BBC  Everyday Eden: A Potted History of the Suburban",
    "douban_rating_average": 0,
    "update_at": "2025-11-24T21:30:18"
}