{
    "aka": [],
    "sid": "26339404",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1947",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2232917338.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1414189/",
            "name": "吴国英 Guoying Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413603/",
            "name": "许珂 Ke Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413916/",
            "name": "姜云川 Yunchuan Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336363/",
            "name": "钱筱璋 Xiaozhang Qian",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "民主东北"
    ],
    "douban_link": "https://movie.douban.com/subject/26339404/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "高维进：《民主东北》的摄制（摘自《中国新闻纪录电影史》）东影成立后，为了使电影更好地为人民解放战争服务，确定首先以生产新闻纪录片为主的方针。在建设厂房的同时，就派出摄影队到东北民主联军中去拍摄影片。最初派出徐肖冰、吴本立、马守清三个队，接着又派出包杰、王德成，他们分别到部队和农村拍摄新闻纪录片素材，由钱筱璋、许珂编辑成《民主东北》第一、二合辑，包括《民主联军军营的一天》（吴本立摄）、《活捉谢文东》（徐肖冰摄）、《追悼李兆麟将军》（王德成在长春市时拍摄）、《内蒙新闻》（包杰摄）。于1947年5月1日完成，这是东影的第一个出品。1947年7月1日将之制作成国际版的《民主东北》第一、二合辑送布拉格青年联欢节放映，使中国解放战争的情况第一次公诸世界人民面前，也是中国的人民电影第一次公诸世界人民面前。在解放战争期间摄影人员迅速成长。1946年底，共编有32个摄影队。他们陆续跟随人民解放军从东北转移到华北，并陆续向各新解放区挺进。在东影，新闻纪录片的工作得到厂长袁牧之同志的亲切关怀，并有艺术处长陈波儿领导新闻纪录片的创作工作。对东影摄制的17集《民主东北》进行了策划、组织摄制工作，并编导一部木偶片《皇帝梦》。当时新闻片组组长钱筱璋，副组长吴国英。从1947年到1949年7月两年多的时间内摄影队拍摄了30多万尺新闻纪录电影的素材，在东影出品的《民主东北》17辑中有13辑的内容完全是新闻纪录片，其他几集有部分木偶片、科教片、故事片，也有部分新闻片。《民主东北》的内容是丰富多彩的，题材广泛，形式多样。以纪录东北解放战争为重点。纪录了东北人民解放军从退守到反攻特别是恢复解放区到解放全东北的整个过程，从各方面反映了东北地区解放战争的历史面貌，反映了人民子弟兵的英勇战斗。《民主东北》是大型的杂志式的集锦片。每一辑有各种栏目的新闻片和专题纪录片。如《民主东北》第三辑中有纪录土地改革的短纪录片《翻身农民》，有纪录东北文艺工作团二团演出的秧歌剧《翻身年》。还有夏季攻势简报，其中包括：（1）四下江南。自1946年6月起一年来东北民主联军经过三下江南、四保临江的胜利，力量空前壮大，影片纪录西满前线部队又一次渡过松花江向敌挺进，收复公主岭、收复昌图，缴获大批武器和俘获大批俘虏。（2）周保中将军视察老爷岭。纪录民主联军收复吉林外围重要前哨阵地老爷岭。（3）收复双河镇。纪录东满前线民主政府给刚解放的市镇发放救济粮。（4）胜利在后方。纪录蛟河县、佳木斯以及合江人民的祝捷大会及慰问民主联军的情况。（5）东满前线。纪录民主联军收复盘石县、解放西安县的情况。（6）战后四平。纪录我军首次解放四平后，惨遭破坏的四平及敌军的轰炸和民主联军掩护群众躲避空袭，对国民党俘虏回家者发放路费准其回家。仅从这一辑的一些内容中即可以看出民主联军凌厉的攻势及其执行中国共产党对群众、对敌人、对俘虏的各项政策的情况。可以看出民主联军的胜利是由于翻身农民的支持，土地还家，农民保卫胜利果实，踊跃参军去争取自卫战争的胜利。还可看到解放区后方人民安定的生活，欢天喜地过年的情况。可以说《民主东北》是东北人民政治、经济、文化特别是军事各方面活跃生活的写照。《民主东北》第四辑有《农村简报》反映翻身农民做军鞋支援战争和农业喜获秋收。有短纪录片《伟大的贡献》介绍工人阶级以主人翁的姿态抢修铁路、修复电话、修复煤矿，并给劳模在群众大会上发奖章、奖品。还有短纪录片《中国医科大学》，纪录医科大学的教学活动。学校执行教育与生产劳动、学习与军事训练相结合的原则，培养联系实际的医务工作者。这一辑是着重反映后方的工人、农民，工厂、学校为战争服务的活动。在13辑完全以新闻纪录片为内容的《民主东北》中，首先是纪录了东北解放战争中的重要战斗。除前所述外，尚有《爱国自卫战在东北》（第八辑），综合报道了东北民主联军在各条战线上收复通化、梨树、双阳、四平等地的情况，以及哈尔滨的祝捷大会。《解放东北最后战役》（第九辑）报道了辽沈战役的全过程，生动地反映了人民解放军的进攻力量。影片编辑姜云川，摄影有刘德源、吴本立、唱鹤翎、吴梦滨、石益民、高振宗、雷可、韩秉信、张永、翟超、陶学谦、徐肖冰、李光惠、马守清、包杰、田力、张沼滨等。《东北三年解放战争》（编辑钱筱璋、姜云川）收入第十七辑，则是集中使用东北3年所拍影片资料，综合报道东北3年战争从退守到反攻直到解放全东北的全部情况。从影片中我们看到人民解放军的三下江南、四保临江，看到艰苦的四平攻坚战，看到锦州市街的巷战，看到解放绥中、兴城、义县的战斗情景。影片使我们看到曾泽生将军的起义，郑洞国的率部投诚。表现了我军英勇战斗的黑山阻击战以及大虎山歼灭战的胜利。表现了解放沈阳、扫荡营口直到东北全境的解放。影片表现了我军解放全东北的艰苦历程，表现了我人民解放军攻无不克、战无不胜的巨大威力。表现了人民支援战争、军民团结如一人的伟大力量，表现了中国共产党领导中国人民解放全中国的胜利信心。这是一部大型的、综合性的、思想性、艺术性并重的纪录片。它纪录了解放战争这个历史阶段中具有决定性意义的东北战场的胜利进程。《民主东北》中还有纪录平津战役的《解放天津》（第十辑）、《北平入城式》（第十辑）、《毛主席莅平阅兵》（第十一辑）。《解放天津》纪录了人民解放军突破天津外围防线，攻入市区全歼守敌，活捉敌高级将领陈长捷，直到天津人民欢庆解放。《北平入城式》纪录了我军和平解放北平举行盛大的入城式，全市人民热烈欢迎人民解放军的情景。《毛主席莅平阅兵》纪录了中共中央及其领导人毛泽东、朱德等进入北平举行隆重的阅兵式。影片还有反映部队生活与部队教育的内容：如《民主联军军营中的一天》、《嫩江独立团荣升主力》（第六辑）、《阶级教育》（第七辑）、（战地医院）（第七辑）等等，可看出人民解放军战士的军事、政治素质的提高，特别是经过诉苦的阶级教育，战士知道为什么打仗、为谁打仗，这是解放军战士在战争中取得胜利的重要保证。《民主东北》还记录了东北解放区的工人、农民恢复生产、支援前线的动人情景，如反映工人阶级热情《重归人民的鞍山钢铁厂》（第七辑），以及安东造纸厂、东北毛织厂、伟大的贡献、翻身工人……等都介绍了工人恢复生产、支援战争的情况。以及发地照、送喜报、农村建设（第十一辑）、做军鞋，前线炮兵助民生产，也可看出农民支援战争及其与部队的亲密关系。此外尚有其他的内容如《第六次全国劳动大会》（第七辑）、《富饶的东北》（第十一辑）、《中国人民领袖毛主席》（第八辑）、《还我延安》（第五辑）、《东影保育院》（编导成荫，第七辑），影片不限于反映东北解放区的斗争历程，更从多方面反映这一历史时期现实生活的面貌。《民主东北》在配合东北解放战争，向人民进行思想教育方面起到了很好的宣传鼓动作用。在东北新解放区沈阳、长春以及关内的北平、武汉等地放映，也受到群众的热烈欢迎。通过电影他们了解到人民解放军的英勇战斗，了解到东北解放区人民的生活以及工农业建设的发展。了解到中国共产党为中国人民所作出的贡献以及中国共产党的政策。人民电影显示了它的力量。东影摄制的17辑《民主东北》，都是厂内的作曲家创作音乐。据当时东影负责音乐组的何士德同志回忆，袁牧之曾给他说过：我们制作中国的影片应有中国的作曲家作曲，在兴山时有何士德、向异、黄准、李凝、苏民、徐辉才等为影片作曲。在尚未成立乐队前由一些会乐器的职工组成业余乐队，完成《民主东北》影片的配乐工作，尹升山作为指挥，从指挥业余乐队到1948年成立乐队后仍任指挥。《民主东北》部分辑、本数、年份为：民主东北第一、第二辑（1）追悼李兆麟将军        2    1947民主东北第一、第二辑（2）活捉谢文东        3    1947民主东北第一、第二辑（3）民主联军营的一天        1    1947民主东北第一、第二辑（4）内蒙新闻        2    1947民主东北第三辑（5）农民翻身        2    1947民主东北第三辑（6）夏季攻势简报        2    1947民主东北第三辑（7）翻身年（秧歌剧）        2    1947民主东北第四辑（8）农村简报一号        1    1947民主东北第四辑（9）中国医科大学        2    1947民主东北第四辑（10）皇帝梦        3    1947民主东北第四辑（11）伟大的贡献        2    1947民主东北第五辑——建设简报        2    1948民主东北第五辑——战事简报        1    1948民主东北第五辑——公主屯战斗        1    1948民主东北第五辑——收复四平        2    1948民主东北第五辑——还我延安        1    1948民主东北第五辑——留下他打老蒋吧        4    1948民主东北第六辑——时事简报        3    1948民主东北第六辑——翻身曲        2    1948民主东北第六辑——第一届国际青年节        5    1948民主东北第七辑——时事简报        2    1948民主东北第七辑——部队简报        1    1948民主东北第七辑——东影保育院        2    1948民主东北第八辑——中国人民领袖毛泽东        1    1948民主东北第八辑——翻身工人        1    1948民主东北第八辑——爱国自卫战争在东北        2    1948民主东北第九辑——简报8号        1    1948民主东北第九辑——简报9号        2    1948民主东北第九辑——解放东北最后战役        5    1948民主东北第十辑：安东工业        1    1949民主东北第十辑：时事简报十一号        1    1949民主东北第十辑：林业生产        2    1949民主东北第十辑：解放天津        2    1949民主东北第十辑：北平入城式        3    1949民主东北第十一辑：富饶的东北        5    1949民主东北第十三辑：简报十三号        2    1949民主东北第十三辑：“五一”在东北        1    1949民主东北第十七辑：简报14号        1    1949民主东北第十七辑：东北三年解放战争        5    1949",
    "chinese_title": "民主东北",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-13T00:42:07"
}