{
    "aka": [],
    "sid": "26339735",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1481452/",
            "name": "何子彦 Tzu Nyen Ho ",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-02-13"
    ],
    "this_title": [
        "The Name"
    ],
    "douban_link": "https://movie.douban.com/subject/26339735/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ho’s current film installation “The Name,” is a dynamic montage of found footage taken from films created in the Western tradition featuring the motif of the romantic cult of genius to depict the act of writing as a creative, torturous process. The film then uses a voice-over to come to terms with the kind of author who completely deviates from this ideal. In creating “The Name,” Ho puts to use his ruminations and years of research into the journalistic writings of the mysterious author Gene Z. Hanrahan. Ho’s interest in the writer was sparked by the book “The Communist Struggle in Malaya,” which was published in the USA in 1954. The book is an astonishingly informative treatise about the communist struggle on the Malay Peninsula during the colonial era; further publications from Hanrahan, however, concerning guerrilla tactics in China, or “The Wild Years,” about Ernest Hemingway’s work, raise doubts about Hanrahan’s identity as an authorial subject. By citing the example of a single concrete historical case that left its traces on Malaysian historiography, Ho’s use of cinematic and artistic devices help to demonstrate the instability of the notion of authorship and originality.“The Name” forms the counterpart to Ho’s film “The Nameless,” which he originally produced for the Shanghai Biennale in 2014. Teeming with double-meanings and polysemy, this story about a triple agent in Southeast Asia could not be shown in Shanghai as a result of government censorship. It will instead be shown for the first time at the Akademie der Künste on Hanseatenweg as part of the exhibition “Forum Expanded”, known this year by the title “The Sound of the Closing Door,” to take place during the Berlin Film Festival (until Feb 15th).",
    "chinese_title": "The Name",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T00:08:13"
}