{
    "aka": [],
    "sid": "26339285",
    "cast": [
        {
            "url": "/celebrity/1323865/",
            "name": "牛飘 Piao Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275176/",
            "name": "金鑫 Xin Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313723/",
            "name": "严晓频 Xiaopin Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337942/",
            "name": "曹卫宇 Weiyu Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375896/",
            "name": "战卫华 Weihua Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313470/",
            "name": "戈治均 Zhijun Ge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552182975.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1439319/",
            "name": "邵芳 Fang Shao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367248/",
            "name": "刘居冠 Juguan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317382/",
            "name": "王珈 Jia Wang",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-03-27(中国大陆)"
    ],
    "this_title": [
        "牛玉儒"
    ],
    "douban_link": "https://movie.douban.com/subject/26339285/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "公元一九九六年十一月，一场百年未见的大地震袭击包头后，牛玉儒临危受命，就任包头市委副书记、代市长。上任当天，牛玉儒便直接来到受灾最严重的萨乌齐村，发现村民们依旧住在破烂的屋子里，未能搬进新房。这令他惊愕，他力排众议，追查下去，发现这是天成房地产公司玩乎职守，挪用救济款，致使工程半路停工。牛玉儒顿时大为愤怒，严令主管城建的尤副市长、城建局副局长江滨立刻解决此事，不得有误。同时，坚守在村中，工作在第一线的城建局规划科科长宋中华，给牛玉儒留下了深刻的印象。牛玉儒来到市政府，住在简易的单身筒子楼里，和自己的秘书栗要成住了个对门。面对包头百废俱兴的破烂局面，牛玉儒彻夜难眠、思绪万千，经过多次考察和研究，制定了一套切实可行的方案：要变坏事为好事，利用地震这个契机，彻底重建包头，把它变成草原上的一颗明珠。牛玉儒在市政府会议上提出了自己的草案，却遭到以尤副市长为首的思想保守派们的强烈抵制。他们担心重建会处处捉襟见肘，到头来哪儿也建不好，反而会让老百姓骂娘。包头重建，城中村是重中之重。这里长期居住着很多外地来包头的打工者，治安混乱、环境恶劣、乌烟瘴气，成为包头市中心的一块癞疮。历届市政府领导都想着手改造，但都因遭到当地居民的强烈抵制而束手无策无功而返，因为村民们的收入大部分来自出租房屋，若改造城中村，就等于断了村民们和打工者的生路。牛玉儒表现出极大的耐心和智慧，一方面说服市政府领导们解放思想，锐意创新；一方面，从实际上解决他们的困惑。为了解决规划人才、紧缺物资、巨额资金三个难题，牛玉儒发现了怀才不遇的宋中华，又从自治区调来了物资，更是发挥自己儒雅潇洒的超人魅力，几次“飞来飞去”，从北京、上海等地拉来了五个亿资金。牛玉儒一次次来到城中村调研、体察民情，深深地了解了村民的苦衷，他召集市政府相关部门研究决定，给予居民们相当高的拆迁补偿费用。一片欢呼声中，城中村改造终于顺利进行了。随后，各处改造都走上了正轨。牛玉儒马不停蹄，开始为包头的招商引资奔忙。他再次说服了尤副市长等思想僵化的干部，改变了他们对招商引资的各种顾虑，并打通了包头市的招商绿色通道，让这项工作顺利开展起来。牛玉儒时刻牢记“三个代表”的思想，在忙于大事之时，从未停止过对老百姓生活和他们切身利益的关怀。他狠抓社会救济金保障工作，并一心一意寻找各种机会，为下岗的国企职工们寻找出路，还建立了“12345，有事找政府”的市长热线，亲自解决市民们的各种问题。牛玉儒在协助国有大型企业包钢一号炉重新点火的过程中，深切体会到国有企业存在的诸多弊病，于是抓住时机，跟市委配合，进行城市经济结构调整，特别是包钢划归地方后，以包钢为龙头，带动了几家优秀企业成功上市，这在全内蒙、全西部都属首次。几年过去后，包头旧貌换新颜，处处蓝天白云，花团锦簇，由此获得了“联合国人居奖”这个殊荣！牛玉儒也因为杰出的工作成绩，被选为自治区副主席，主管对外经贸工作。第二年，又被自治区党委任命为呼和浩特市委书记。初到呼市，牛玉儒面临着巨大的压力。呼市被市民们戏称为“包头的郊区”，各种黑巷陋道比比皆是，市容情况很差。牛玉儒经过调查研究发现，这都是因为几十年来城市规划和建设不合理，再加上污染严重造成的，于是他提出了城市东移的新理念，并付诸实施，很快取得了令人瞠目结舌的好成绩，一个崭新的呼市矗立在了人们面前！牛玉儒关心农村基层党组织和村级政权的建设，始终把“三农”问题放在工作首位，为广大农牧民制定了一个个美好未来的生活远景。河林村是东河源头的一个小村庄，也是呼市郊区很多农村的缩影，这里存在着严重的乱采矿产资源、私自放牧和采挖河沙的行为。牛玉儒因势利导，在保证村民乃至承包者权益的基础上，对东河进行了一系列改造，并利用招商引资的机会，请来了外商席慕仁，又和著名的猛牛集团合作，建成了国际牧场，让在河道上放牧的村民们集中起来，成为股份持有者。河林村一夜之间从一个贫穷的远郊小村庄变成了富裕村。牛玉儒实现了他为村民许下的诺言。牛玉儒十分重视城市基础设施建设，经常微服私访，坐上出租车，以一个旅游者的身份，了解基层情况，雷厉风行地解决问题，一条小街小巷，一座公厕，甚至大街上的每一块砖石都凝聚着他的心血！在他的精心治理下，呼市的街头变得美丽迷人。猛牛是传奇性的民营企业，牛玉儒一向极力扶持，多方帮助。国外某大型企业为了抢占中国市场，一手炮制了“猛牛投毒案”，猛牛几乎面临崩溃。牛玉儒挺身而出，成为猛牛坚强的后盾，并帮助猛牛董事长牛志刚挺过了这段最艰辛的日子。在中央领导的直接过问下，“猛牛投毒案”顺利破案，猛牛的冤情得以昭雪，猛牛也因祸得福，成为中国乳业的翘楚，民族工业的代表。牛玉儒向牛志刚提出的建设中国乳都，国际乳都的目标，终于变成了现实。牛玉儒模范奉行“立党为公，执政为民”的重要指示精神，把老百姓的事时刻装在心里，一位为内蒙古民族解放事业做出过重大贡献的孤寡老人来到他家，诉说儿子的工作问题，牛玉儒毫不推诿，当场拍板解决，然而他对待家人却异乎寻常地严厉，不讲情面。亲侄子小亮毕业，求他找个工作，他一次次拒绝，妻子谢莉看不过去，让江滨把小亮安排在通辽电力局上班，牛玉儒得知后，马上一个电话，让小亮下岗。嫂子闻讯，专程从通辽跑到呼市求情，牛玉儒硬着心肠，决不松口，嫂子哭泣着摔门离去！长期的劳累，使牛玉儒患上了结肠癌。噩耗传出，亲人和朋友、下属、领导都十分悲痛，要牛玉儒马上诊治。但牛玉儒把生死置之度外，抓紧时间干大事，被祖光书记强迫送去北京协和医院治疗，手术后他身体极度虚弱，却三次偷偷跑回呼市主持市委市人大工作，终于在七届人大会议之后，再度恶化，送回协和医院。临终前，牛玉儒检讨自己，承认自己犯了一个很大的错误：没有保养好自己的身体，欠了呼市人民一条命。如果再让他活上三五年，他肯定会为呼市的老百姓多做几件实事、好事，为人民这个父母尽忠尽孝！他如此深刻而博大的胸怀，感动了所有人，也给他自己的人生画上了一个壮丽的句号！",
    "chinese_title": "牛玉儒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-31T08:28:43"
}