{
    "aka": [],
    "sid": "26343772",
    "cast": [
        {
            "url": "/celebrity/1002697/",
            "name": "莎侬·多赫提 Shannen Doherty",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010571/",
            "name": "丹尼·格洛弗 Danny Glover",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337958/",
            "name": "保罗·鲍格才 Paul Borghese",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191737/",
            "name": "小罗伊·琼斯 Roy Jones Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371753/",
            "name": "艾曼努尔·布朗 Emmanuel Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482594/",
            "name": "杰森·克罗伊 Jason Crowe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552163074.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3349772",
    "director": [
        {
            "url": "/celebrity/1337958/",
            "name": "保罗·鲍格才 Paul Borghese",
            "@type": "Person"
        }
    ],
    "duration": "121分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-09-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3349772/",
    "imdb_votes": 890,
    "this_title": [
        "Back in the Day"
    ],
    "douban_link": "https://movie.douban.com/subject/26343772/",
    "imdb_rating": "4.0/10 from 890 users",
    "trans_title": [
        "想当年"
    ],
    "douban_votes": "0",
    "introduction": "Set in both the late 80's and current day, \"Back in the Day\" is a gritty tale about Anthony Rodriguez (William DeMeo), a half Italian - half Puerto Rican young teenager growing up on the streets of Bensonhurst, Brooklyn; a then very dangerous and racist neighborhood filled with bullies, big shots and social clubs where all of the neighborhood shots were called. Anthony had to endure an abusive, unemployed, alcoholic father but was blessed with a nurturing, hard-working mother who he loses at a very early age and is devastated by it. In spite of his bitterness, he struggles to uphold the morals his Mother taught him and retain his dignity in spite of being up against all odds. He is taken under the wing of a local mob boss, Enzo DeVino (Michael Madsen), who supports Anthony's wishes to escape his demons through the sport of boxing. Enzo connects Anthony with a trainer (Danny Glover), who means business, and turns Anthony into a contender although his troubled life and friends, who seem to always get him into trouble, hinder his career. As he journeys into adulthood with the nearly impossible goal of achieving a successful professional boxing career, Anthony manages to not only go pro, but literally fight his way to the top and become a world champion middleweight boxer at an unlikely age. But not without love, loss of love, humiliation, retaliation and revenge playing roles in his journey to the top. But when he finally does make it to the top, who will be left of anyone Anthony has ever cared about, to share it with? And who will be left to get in the way of Anthony's success, and living his dream?",
    "chinese_title": "想当年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Back in the Day",
    "imdb_rating_average": 4.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T16:01:41"
}