{
    "aka": [
        "Le monde des chevaux",
        "Under The Spell Of Horses"
    ],
    "sid": "26348405",
    "cast": [
        {
            "url": "/celebrity/1255761/",
            "name": "Marco Iannotta Marco Iannotta",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2233571548.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1418482",
    "director": [],
    "duration": "43分钟",
    "episodes": "4",
    "language": [
        "德语"
    ],
    "playdate": [
        "2009-05-04(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1418482/",
    "this_title": [
        "Im Bann der Pferde"
    ],
    "douban_link": "https://movie.douban.com/subject/26348405/",
    "trans_title": [
        "马的魅力",
        "Le monde des chevaux",
        "Under The Spell Of Horses"
    ],
    "douban_votes": "0",
    "introduction": "Under the Spell of Horses is a beautifully shot four part series that explores the ancient relationship of horses and man. From Morocco, and the royal city of Meknes, to Argentina, India and to the edge of the Arctic Circle, Under the Spell of Horses is a visually stunning and fascinating journey that explores the ancient relationship between horses and man.MoroccoIn Morocco, once a year the royal city of Meknes is transformed into an oriental military style camp. More than 500 riders are expected to take part in this major Fantasia, a warlike display of horsemanship.51min.ArgentinaArgentina breeds and exports the most horses in the world, and nowhere else in the world has such a rich and diverse horse culture. Here, we’re given an insight into three very different scenes where horses are integral; the gauchos in the Pampa, the exclusive polo scene and the Cartoneros rubbish collectors of Buenos Aires.52min.IndiaEach year in November the small, barren desert oasis of Pushkar is transformed into a place of pilgrimage for millions of Indians. Everybody who is anybody on the horse scene in Rajasthan - Maharajas, breeders and horse masters - meets at the Pushkar Mela, the turbulent market for over 50,000 horses and camels.52min.IcelandOn the edge of the Arctic Circle in Iceland we meet the family Goroarsson and see their work with horses. In summer, when the days neither begin nor end because it never gets dark, they drive most of the horses up to the highland pastures where the animals have complete freedom.52min.",
    "chinese_title": "马的魅力",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Im Bann der Pferde",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T02:42:37"
}