{
    "aka": [],
    "sid": "26342402",
    "cast": [
        {
            "url": "/celebrity/1275808/",
            "name": "增田贵久 Takahisa Masuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053132/",
            "name": "国分太一 Taichi Kokubun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448897/",
            "name": "枡田绘理奈 Erina Masuda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2232424417.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "115",
    "episodes": "47",
    "language": [
        "日语"
    ],
    "playdate": [
        "2014-03-31"
    ],
    "this_title": [
        "いっぷく！"
    ],
    "douban_link": "https://movie.douban.com/subject/26342402/",
    "trans_title": [
        "IPPUKU!"
    ],
    "douban_votes": "0",
    "introduction": "放送内容視聴者が1日ハッピーでいられるような生活情報を発信することをコンセプトに据える生放送の情報番組。前番組『はなまるマーケット』から生活情報企画、料理コーナー、ゲストをスタジオに招いてのトークコーナーを発展させる一方で、ワイドショーのような芸能・時事・スポーツ関連のニュースを扱うコーナーや、国内外からの中継コーナーを独自に設ける。また、視聴者との双方向による番組作りを目指すべく、LINE上に公式アカウントを設置。このアカウントを通じて番組情報を配信するとともに、視聴者からのメッセージを受け付ける（LINEでの投稿方法はデータ放送で紹介）。その一方で、Facebook上にも公式アカウントを開設。一部のコーナーでは、公式サイトで視聴者からの投稿を募っている。番組のタイトルにちなんで、スタジオセットには、○印に「い」や「福」の字を入れたオブジェを随所に設置。LINE経由で採用したメッセージは、「IPPUKU!LINE」というタイトルで、投稿者の個人情報の一部（投稿元の都道府県・性別・年齢）を添えて画面の下部へ随時表示する。「はなまる」同様、8時台の部分はライオン一社提供で、途中で生コマーシャルが挿入される。なお、『はなまるマーケット』までのモノラル放送（モノステレオ放送）から一転して、当番組ではステレオ放送を実施。2014年3月31日（月曜日）から 9月26日（金曜日）まで、オープニングとエンディングでは、両手の人差し指を両手の頬に当てながら、笑顔で頭を右下の方向に傾けるポーズを、出演者が揃って披露していた。2014年8月12日（火曜日）から 8月15日（金曜日）までの放送では、日本のテレビ番組で初めて、「ななつ星in九州」（JR九州が九州圏内の路線で運行中のクルーズトレイン）車内からの独占生中継を実施。TBS出身のフリーアナウンサー・吉川美代子と、レギュラーの杉山真也（TBSアナウンサー）が、博多駅発着分の「3泊4日コース」に沿って連日リポートを送っていた。2014年9月29日（月曜日）より前半の約45分間をニュース情報パート、以降から終了までを従来のコーナーや生活情報コーナーとの構成に変更する。国分はスーツ姿での出演となる。また、岩下と『いっぷく!』ファミリーの出演者は、8時台のニュース情報パートへは出演せず、代わりに日替わりで専門家や有識者などのコメンテーター2名が出演する。2015年3月27日を以って終了となり、翌週の同年3月30日よりタイトル変更・内容大幅リニューアル（本格ワイドショーに転換）となる後継番組『白熱ライブ ビビット』を開始予定であるが、メインMCの国分と曜日レギュラーの大久保は続投する。",
    "chinese_title": "IPPUKU!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "いっぷく！",
    "douban_rating_average": 0,
    "update_at": "2025-04-18T14:00:49"
}