{
    "aka": [],
    "sid": "26348954",
    "cast": [
        {
            "url": "/celebrity/1338096/",
            "name": "杨政 Zheng Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342248/",
            "name": "张梦恬 Mengtian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479993/",
            "name": "荪漃沨 Jifeng Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353282/",
            "name": "曹禹 Yu Cao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "动作",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2320641436.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318099/",
            "name": "舒奥泽 Michael Chiang",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015"
    ],
    "this_title": [
        "铁猴子传奇之花影危机"
    ],
    "douban_link": "https://movie.douban.com/subject/26348954/",
    "trans_title": [
        ""
    ],
    "douban_votes": "236",
    "introduction": "大清道光十七年，白草堂小医馆终于在广州番禺县开张。因为杨天淳周济穷苦百姓，故登门求医者络绎不绝。此时的若兰已经是杨天淳的好帮手，行医配药不在话下，猴拳三十六路如今也耍得有模有样。自从来到番禺县，杨天淳见识了鸦片的危害。他想不到此番毒流已经深入百姓骨髓，他第一次面对众多“毒虫”而束手无策。本是富甲一方的财主林万德被鸦片侵蚀得不成人形，万贯家财散尽一空，妻子已是目无光彩的疯女人，只有漂亮乖巧的小女儿林彩云照顾父亲前来治病。面对林万德不治身亡，杨天淳好不内疚！当晚噩梦连连，梦里还是那个模糊不清的古猿，可怖吼声，一爪朝他抓来！杨天淳惊醒，额头上的伤疤又呈撕裂之势！杨天淳猴性大发，若兰使出猴拳三十六路阻止，哪里是杨天淳的对手。若兰自保，躲进密室，就听着外面杨天淳的嘶吼。线人小猴子在密室双手掩目，也吓得发抖。次日，若兰和小猴子出了密室，医馆自然是一片狼藉。若兰一边收拾一边感叹，杨天淳究竟是何出身，伤疤又是从何而来，他的记忆为何始于一十三岁……杨天淳辫子散开，若兰为他梳头，杨天淳回忆自己的身世。杨天淳自少年时便在四川峨嵋派道观长大，师父乃是清音观“清音三子”之首的“铁鹰”杨西南。据师父所言，杨天淳渐渐知道，自己是在深山老林中被师父所捡，带回峨嵋派。掌门“清音掌”宇皓老道通过摸骨，得知这个孩子约有一十三岁，只是骨性奇特，异于常人，且不通人话，只会嘶叫！峨嵋派大部分师兄弟都称其为兽妖，须立即除掉，以免为人间后患。只有师父杨西南豁出性命保护，并立下誓言，收野孩子为徒，教化兽性，施予人为，如若不成，甘愿亲手杀之，自行滚出山门，永不再登峨嵋！就这样，杨西南给野孩子取名杨天淳，悉心教导，力图将他培养成人。杨西南云游四方，均带着天淳拜会各路名师，尤其是云南的猴拳大师郭炳耀。郭先生惊讶的发现杨天淳将猴拳耍得出神入化，而且精进百倍，甚至颠覆了他对猴拳的深层理解。渐渐地，杨天淳学会了说话，只是一直不熟练，导致口吃。但是，杨天淳生性顽皮，总是恶作剧，甚至贪酒撒疯，大闹道观，屡教不改。宇皓老道断定杨天淳兽性难驯，责令众徒齐手诛之！屠杀当晚，杨西南以自己的牺牲企图唤起天淳的人性。眼见师父毙命，本来恼羞成怒，准备大开杀戒的杨天淳跪倒在师父尸首旁，三天三夜不曾起身。宇皓老道感叹杨天淳的一片孝心，放他下山。杨天淳下山后本想自废武功，专心行医。恰巧路见不平，随即拔刀相助，救下了弱小。杨天淳感叹天下不公，何不用一身本事行侠仗义？侠盗铁猴子随即现身江湖。若兰惊叹杨天淳不凡遭遇，也疑问杨天淳被杨西南捡走之前的十三年生活和出身。杨天淳感叹，这就是个迷。就在这时，林彩云的疯母亲闯进医馆，要找丈夫林万德，称女儿被人绑票了！若兰一边安抚疯女人，杨天淳直奔番禺县衙门。杨天淳到了县衙门才看到，竟有七户正在报官，无论富家贫民，都有年少的女孩儿被人掳走，还不断有人家前来报案。不想知县余保纯竟然不在！看着失去女儿的众百姓，想起林彩云看着自己父亲毙命于鸦片的悲伤，杨天淳怒火中烧。夜间，杨天淳化身铁猴子来到知府，潜入知县内室，却发现空无一人。知县余保纯为何一天一夜不现身呢？铁猴子惊讶发现县衙的官兵也是空空如也。于是铁猴子捉弄了县衙夜起方便的看门人，质问县衙众官兵去了什么地方？番禺县治下黄埔港，一箱箱鸦片正在被工人搬卸。英国鸦片商人马地臣（James Matheson）亲自带着保镖监督卸鸦片！这时，番禺知县余保纯带领官兵冲出，两广总督邓廷桢已经下令严禁鸦片商船入港卸货，他已经在此埋伏三天三夜，如今人赃并获，一同拿下！双方交火，余保纯中弹倒地时一副绳标将其拉走，保住了性命。铁猴子显身！瞬间，所有英国保镖的火枪都被网入铁网，扔进漆黑的海中！铁猴子瞬间打瘫所有保镖，正要取马地臣性命，余保纯大声喝止，马地臣如若丧命，恐英格兰借机起兵入侵！铁猴子洒出无数流星镖，钉于鸦片箱，鸦片尽被烧毁。马地臣大怒，可所有人都能证明是黑衣盗匪损毁鸦片，与番禺县县衙无关。马地臣碍于开枪伤人理亏，只能暂时作罢。铁猴子回到医馆密室，刚刚换好衣服，就听官兵请医生。杨天淳和若兰来到县衙，取出了余保纯中的洋枪子弹。余保纯感谢杨天淳并且赞叹早听说番禺县来了位神医，救死扶伤。杨天淳感叹鸦片毒瘤害我百姓。余保纯认得富商林万德，感叹其遭遇。但他听说其女林彩云被掳，大吃一惊！这才听杨天淳说起番禺县出了采花大盗！余保纯感叹世风日下，盗匪横生，只顾着禁烟，耽误了百姓。不过，今夜出现在黄埔港的“猴侠”倒是救他一命的忠义志士，毁了马地臣亲自监督的鸦片，真是痛快！杨天淳故意询问“猴侠”特征，故作吃惊，说他从四川莱州府来，早听说过这个铁猴子！他可是皇上下旨通缉的重犯，劝余大人要小心，因为铁猴子专打贪官污吏。余保纯自认身正不怕鬼敲门，遂与杨天淳告辞。杨天淳感叹遇到了力主禁烟的好官，但愿这位余大人守正勿失，不要入了歧途。杨天淳开始和若兰、线人小猴子每夜蹲守，发誓要抓住采花大盗！铁猴子首先折腾了两广所有著名的妓院，解救了不少被迫卖身的女子，却不曾发现番禺县的失踪少女，尤其不见林彩云。终于，采花贼在番禺县半夜运人被铁猴子抓到，顺滕摸瓜，发现采花贼的首领就是淫贼“蜂刺手”穆小洞！穆小洞向来贩卖无辜女子，不是卖到偏远边疆，就是卖进外省妓院。可这批女子竟然是运往码头，待攒够100名花季少女，就将被英国商船带走，进入万劫不复的深渊，又是马地臣的勾当！铁猴子大破“蜂刺手”，救出了大部分花季少女。可他得知，已有三名“极品美女”当晚运到马地臣的码头！其中就有林彩云！ 马地臣见到铁猴子，恨不得扒了猴子皮！洋枪、西洋拳手、西洋剑客齐上阵，都不是铁猴子对手，可就当铁猴子要杀死马地臣的时候。余保纯带领官兵赶到，劝说铁猴子此人不能杀，恐惹祸端。铁猴子最终放弃，带着三个女孩儿走了。林彩云回到家中，与母亲团聚。铁猴子回到家，却发现若兰不见了！只留下蜂刺手的标记。铁猴子大怒，奋力追捕蜂刺手！最终在密林中追到，却发现是陷阱。蜂刺手集合了江湖四大淫贼一起对付铁猴子。一番恶战，铁猴子杀死四大淫贼，救下了若兰。",
    "chinese_title": "铁猴子传奇之花影危机",
    "douban_rating": "4.6/10 from 236 users",
    "foreign_title": "",
    "douban_rating_average": "4.6",
    "update_at": "2025-10-12T10:00:33"
}