{
    "aka": [],
    "sid": "26359377",
    "cast": [
        {
            "url": "/celebrity/1041959/",
            "name": "阿伦·科普兰 Aaron Copland",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2236406202.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0250166",
    "director": [],
    "duration": "57分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0250166/",
    "imdb_votes": 33,
    "this_title": [
        "The Music of Man"
    ],
    "douban_link": "https://movie.douban.com/subject/26359377/",
    "imdb_rating": "8.4/10 from 33 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An exploration of the world's music. Yehudi Menuhin has created this expansive survey of musical traditions from five continents. With panoramic vision and infectious enthusiasm, he takes us from primeval rhythms of Africa to the symphonies of Beethoven, from plainsong to jazz, from Swiss yodeling to Irish jig, from steel drum to electronic synthesizer. The Music of Man was a series of eight hour-long specials with host Yehudi Menuhin, following the development of music from its beginnings at the dawn of history to the electronic experiments, jazz and rock of our own time. Menuhin, the renowned violinist, conductor and humanist, participated both as violin soloist and conductor throughout the series, and was also co-writer. Filmed in locations around the world, The Music of Man was produced in English and in French. Composers ranged from improvising African tribesmen, Canadian Indians and Southern revivalists to Perotinus, Machaut, Gabrieli, Bach, Mozart, Beethoven, Wagner, Debussy and Bartok. Many famous artists from around the world participated, among them sitarist Ravi Shankar, violinist Jean Carignan, jazz pianist Oscar Peterson, contralto Maureen Forrester, composers Aaron Copland and Murray Schafer, and pianist and musicologist Glenn Gould. The films took five years to make, required two separate camera teams which travelled to 500 locations, and amassed more than 165 km of film. Writers: Yehudi Menuhin, Curtis W. Davis, and Charles Weir. Producers: Curtis W. Davis, Richard Bocking and John Thomson Co-produced by CBC, the Ontario Educational Communications Authority, and the Mississippi Authority for Educational Television.",
    "chinese_title": "The Music of Man",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T17:33:56"
}