{
    "aka": [],
    "sid": "26356628",
    "cast": [
        {
            "url": "/celebrity/1114177/",
            "name": "乔娜·李 Jonna Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2235629705.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [],
    "imdb_id": "tt4432694",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-02-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4432694/",
    "imdb_votes": 25,
    "this_title": [
        "Blue (audiovisual film)"
    ],
    "douban_link": "https://movie.douban.com/subject/26356628/",
    "imdb_rating": "9.2/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "BLUE is an audiovisual series by Swedish audiovisual project iamamiwhoami aka artist Jonna Lee, music producer Claes Björklund and directors collective WAVE. It consists of 11 connected audiovisual chapters connected by its' narrative. It describes the project's own evolution seen from the eyes of the artist Jonna Lee in relation to their followers. As Lee describes it: \" it's a reflection of us having one foot in the physical world and the head in water\".The theme of water is a constant in the BLUE audiovisual film. A visualisation of the online arena iamamiwhoami was brought to life in by it's audience in 2009 and quickly gathered a growing online following, sharing and integrating with the project's work.The yet unbroken chronological story of iamamiwhoami starts on Youtube in 2009 with their first releases \"bounty\" (2010) and follows into \"kin\" (2012). With BLUE the story continues on unchartered waters to create a three series long narrative, a contemporary imprint of a conversation between artist and audience and our transition into a digital age.Directors collective WAVE consists of Jonna Lee together with cinematographerJohn Strandh and set designer Augustin Moreaux.BLUE is also released as a musical album on To whom it may concern.The BLUE film is available on Vimeo on demand as well as on iamamiwhoami’s ownalbum site and community “the BLUE island” from February 17. The film is also available in DVD format in the To whom it may concern. SHOP together with limited CD/LP and photobook editions of BLUE: shop.towhomitmayconcern.cc/BLUE film theme song \"dive\" download:shop.towhomitmayconcern.cc/products/iamamiwhoami-dive",
    "chinese_title": "Blue (audiovisual film)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-29T16:57:16"
}