{
    "aka": [],
    "sid": "26359142",
    "cast": [
        {
            "url": "/celebrity/1275540/",
            "name": "方子哥 Zige Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275131/",
            "name": "谢芳 Fang Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305106/",
            "name": "李仁堂 Rentang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315206/",
            "name": "凌元 Yuan Ling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324700/",
            "name": "周木杨 Muyang Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397425/",
            "name": "李健 Jian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361186/",
            "name": "李唐 Tang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381582/",
            "name": "李孟尧 Mengyao Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528108360.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1306547/",
            "name": "思芜 Wu Si",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1006351/",
            "name": "霍建起 Jianqi Huo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1999"
    ],
    "this_title": [
        "九九艳阳天"
    ],
    "douban_link": "https://movie.douban.com/subject/26359142/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "。[1]快速导航演员表职员表中文名九九艳阳天外文名A Beautiful Sunset of Life出品时间1999制片地区中国大陆导    演霍建起编    剧秋实类    型剧情主    演方子哥，谢芳，李仁堂，陈强上映时间2002-12-29松涛养老院地处远离闹市的郊区，空气清新，风景怡人。院长尤金是一个工作兢兢业业、勤勤恳恳、又平易近人的人。在他的领导下院里的工作颇有起色，进入了全市的十二强。当他得知市里将派出检查团在这十二强中选出三家作为对外开放单位时，尤金一心想争取出线，从而使养老院的条件得到改善。这天早晨，尤金发动全院的人进行大扫除，并带着助手周秀琴四处查看，准备迎接检查团的到来。结果忙中出乱，尤金在挂横幅时不慎摔伤，住进了医院。塞翁失马，焉知非福？尤金在医院里结识了著名钢琴演奏家闵桡和他的朋友——合唱演员肖健。尤金欲借名人效应，把他们请进了养老院，老闵还通过他的学生为养老院搞到了一批捐赠物资，尤金喜出望外，计划在检查团到来时搞一个捐赠仪式，以扩大影响。 检查团在团长严君茹的带领下终于来了，肖健指挥老年合唱队唱起了《青春舞曲》，歌声引起了严君茹的注意，她一眼就认出了背对着自己的前夫肖健。老肖也发现了严君茹，便消消地溜走了。捐赠的东西不尽如人意，老闵觉得很没面子，放映员老刘却在废旧物资中发现了宝贝--一台旧的电影放映机，他如获至宝爱不释手。检查团开始检查工作，不料，检查团的队伍中混进了一个因跟孩子和不来，想住养老院的老孙头，尤金不明真相闹出了不少笑话。检查团走后，尤金感到出线无望，正当他心灰意冷的时候，却得知老肖和严团长的关系，便主动请老肖和老闵吃饭。饭桌上，尤金恳请老肖找严团长说情，老肖被尤金感动，答应去试试。 这一天，老肖知道严团长要来养老院办事，假装练歌在门口等她，两人见面后，看着已经变老了的对方，颇有感触。一向对老肖严厉的严团长同意和老肖谈谈。老肖趁机替尤金说情，结果被她当面拒绝。 严团长虽然拒绝了老肖，但还是通过他的话加深了对尤金和松涛养老院的了解。她找到尤金，对他的工作给予了肯定，并诚恳地提出了改进工作建议。尤金从严团长的话中听出了希望，兴奋地来找躲在房间里生气的老肖。尤金握住老肖的手，代表养老院感谢他并告诉老肖，他看到严团长温柔体贴的一面。老肖笑了，既为尤金和养老院高兴，也看到了自己的希望。尤金开始借款给养老院改头换面。台阶加装了扶手，房间换了大灯泡，栏杆重新进行粉刷，再次来此的严团长看见焕然一新的养老院和疲惫的尤金他们，心里十分满意。养老院老葛看着新装的大灯泡觉得心疼，于是把灯泡藏了起来，点燃了蜡烛。结果不慎碰倒蜡烛，要不是尤金带领大家及时赶到，险些酿成火灾。对这一切看在眼里的老闵诚恳地告诉尤金，改善老人的生活条件固然重要，但更重要的是关心老人的心理、赢得老人的心。并批评他遇到火情不报警，脑子里只有检查团。因欠款，尤金被告上了法庭，妻子拿着传票哭着来找尤金。尤金想起老闵的话，觉得自己不配再当院长，决定辞职。当尤金走到门口时，见到眼前的情景愣住了：和他朝夕相处的老人们和工作人员自动聚集在那里，恋恋不舍地看着他。老刘代表大家问道：孩子，你答应过带我们出去玩玩儿，这话还算数吗？尤金感动得热泪盈眶。尤金履行了自己的许诺，带领老人们乘坐着豪华的大轿车，行驶在北京宽阔的马路上。看着北京日新月异的变化，老人们既新奇又欣喜。老人们逛游乐场，看海洋馆，高兴得像孩子一样，尤金也感到由衷的欣慰。老人们又自发的集资捐物还借款，老葛拿出了他积攒多年的十万元人民币，引起了大家的一片轰动。热闹中严团长和老肖走了进来，严团长告诉大家，上级已经批准松涛养老院为对外开放单位了，老肖补充说，我们也准备请大家喝喜酒，大家热烈鼓掌。这一天，养老院迎来了第一批参观的客人，老人们上台表演自己编排的节目，客人们看得津津有味。夜幕降临了，老刘在院子里支起了修理好的放映机，把自己多年保存的老电影片断放给大家看。看着老电影老人们感慨万千。第二天，老肖和严团长乘坐着红色的敞蓬汽车，在尤金、工作人员及老人们的陪同下，举行了他们别开生面的盛大婚礼。夕阳下，婚礼的车队穿过绿色的田野驶向远方。演员表角色\t演员\t备注尤金\t----\t松涛养老院院长老孙头\t陈强\t----严君茹\t谢芳\t检查团团长闵嘉桡\t李唐\t钢琴家肖健\t李仁堂\t----齐老太\t凌元\t----老葛头\t方辉\t----坐轮椅的老太太\t李健\t----▪ 导演：霍建起▪ 编剧：秋实；吕红▪ 摄影：温德光老孙头（陈强 饰）老孙头脾气倔，和儿子斗气。严君茹（谢芳 饰）内心痛苦、外表坚强的女人。她来松涛养老院检查工作，不巧遇到离婚多年的前夫，并由此引发一系列搞笑故事。闵嘉桡（李唐 饰）爱面子、但又放不下架子的钢琴家，有一颗助人为乐的心。肖健（李仁堂 饰）爱好书法的老人，在养老院碰到了前妻，经其他人的调解，最终两人再次复合。老葛头（方辉 饰）松涛养老院中的老人，自私自利，但是大家离不开他",
    "chinese_title": "九九艳阳天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-18T18:21:37"
}