{
    "aka": [
        "证人匿藏所(台)"
    ],
    "sid": "26351733",
    "cast": [
        {
            "url": "/celebrity/1006990/",
            "name": "克里斯托弗·埃克莱斯顿 Christopher Eccleston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013837/",
            "name": "玛莎·托马森 Marsha Thomason",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103042/",
            "name": "佩特逊·约瑟夫 Paterson Joseph",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327634/",
            "name": "哈丽特·肯斯 Harriet Cains",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315867/",
            "name": "杰森·梅雷尔斯 Jason Merrells",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2235801612.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1348828/",
            "name": "迈克尔·克朗普敦 Michael Crompton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4567314",
    "director": [
        {
            "url": "/celebrity/1283349/",
            "name": "马克·埃文斯 Marc Evans",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-04-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4567314/",
    "imdb_votes": 2495,
    "this_title": [
        "Safe House Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26351733/",
    "imdb_rating": "6.4/10 from 2495 users",
    "trans_title": [
        "安全屋 第一季",
        "证人匿藏所(台)"
    ],
    "douban_votes": "0",
    "introduction": "Acclaimed British actor Christopher Eccleston (The Leftovers, Thor: The Dark World) will be joined by Marsha Thomason (White Collar) and Paterson Joseph (The Leftovers, Law & Order: UK) in a new four-part drama series Safe House from Eleventh Hour Films.  Safe House is a tense thriller set in the beautiful wilderness of the Lake District.The cast will also include Jason Merrells (Emmerdale, Waterloo Road), Nicola Stephenson (All At Sea, Holby City), and Peter Ferdinando (Doctor Who, A Field in England) and is set to commence filming today; Monday 6th October.The 4-part drama tells the story of a married couple: Robert (Christopher Eccleston) a former detective and Katy (Marsha Thomason) a teacher who are asked by close friend and police officer Mark (Paterson Joseph), to turn their remote Guest House into a Safe House.Their first ‘guests’ at the Safe House, are a family in fear of their lives after they are violently attacked by someone who claims to know them. For Robert protecting the family resurrects fears and anxieties bound up in a terrifying night eighteen months ago - where he was protecting a star witness who was about to testify against her gangland husband. Unexpectedly, he was shot, and she was killed. As a consequence of running the Safe House, Robert re-questions this incident and uncovers a web of lies.Inspired by a real couple, Safe House is a distinctive character-driven drama created and written by Michael Crompton (Kidnap & Ransom, Carrie’s War), and directed by award-winning Marc Evans (Hinterland, Collision) and produced by Andrew Benson (Strikeback, Mad Dogs). It is being developed by Eleventh Hour Films’ Paula Cuddy, who is also an Executive Producer, alongside Jill Green.Safe House is potentially a returnable series for ITV and Eleventh Hour Films and was commissioned by ITV’s Director of Drama, Steve November and Controller of Drama, Victoria Fea.“We're delighted to commission Safe House from Jill Green and EleventhHour Films. It's a compelling four-part drama from Michael Crompton with great characters and genuine twists which keep you guessing right to the end.”Jill Green (Foyle’s War, Collision, The American) said: “ This brilliant idea for a psychological thriller has attracted a strong cast – and will keep viewers gripped.”",
    "chinese_title": "安全屋 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Safe House Season 1",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T02:00:20"
}