{
    "aka": [],
    "sid": "26351693",
    "cast": [
        {
            "url": "/celebrity/1369871/",
            "name": "黄维娜 Weina Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458252602.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "村官李八亿"
    ],
    "douban_link": "https://movie.douban.com/subject/26351693/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "东北黄土梁子村一直没有选出一个村长，乡里派人下来“督察”了很多日子，负责这个工作的刘秘书一直是一筹莫展。参加选举村长的人并不是没有人报名，而是名额不够。这次是民主选举，需要村里的村民自己提议候选人，然后进行全村的无记名投票，进行选举。但是现在的黄土梁子村报名进行村长选举的人只有三个人，而其中两个人又是有些“起哄”意识的人——李大结巴和三秃子。这两个人的参选动机一直让村民认为比较“可疑”，因为他们都不是那种为村民利益着想的人，所以，虽然他俩一直在村里扇乎的比较厉害，但是乡亲们一直对他俩冷眼旁观。　　刘秘书也清楚这个现实情况，因为上一届以“郝大炮”为村长的的村委会，把黄土梁子折腾的够呛：林子卖了，能挣钱的石头矿场也承包给了个人，去年夏天又鼓吹大白菜能挣钱，村里的人又都开始种大白菜，结果到了秋天大白菜的价钱一落千丈，所有的大白菜都砸在的村民的手里……这一切都让黄土梁子的村民觉得是受了郝大炮的忽悠。继而也对上一届村委会失去了信心。所以在大家的一直支持下“罢免”了祸害人的村长郝大炮。这一次大家不约而同的达成协议——要选一个老实的，能替大家着想的人当村长。　　李八亿是一个村里出名的老实人，这是村里人公认的！！　　他农闲的时候一直在城里做木匠，冬天才会回到村里。他的热心村里的人也有数，谁家有点木匠活要做，李八亿一直低头就给做了。所以李八亿在村里的人缘是没的说！　　但是李八亿从来没有想过自己要去竞选村长，一切都是从他和自己小姨子马莲的“爱情”引起的。马莲的丈夫前两年在煤矿干活，因为事故死了。而李八亿的老婆当时因为李八亿做人“不活泛，三杠子压不出个屁”跟李八亿离了婚。于是李八亿和马莲两个都是受了“伤害”的人，开始渐渐的有了那么点“意思”，可是这份感情又限于村里的群众“舆论”不敢对大家公开。李八亿郁闷之下开始进城打工……　　马莲怕长此以往和李八亿就此疏远，眼看着李八亿又要进城了，马莲为了能够多留住李八亿几天，就擅自在村长选举的时候给李八亿报了名，没有想到的是，大家对这个老实人李八亿一直心里有数，选举的时候，李八亿的票数一下成了头名，李八亿就这样当了村长。但是，对于李八亿来讲当了村长就是他自己“苦难的开始”，以前他是“自己吃饱了全家不饿”可是现在他不得不重新调整自己的生活，先是同时参选的村民三秃子，拿来了上一届村委会的饭费欠条，紧接着是自己的舅舅也来讨要村里的欠账，一切都让李八亿心烦意乱。可是李八亿又是一个不想让乡亲们失望的人，他告诫自己“要做，就不要昧着良心”在这个信条之下，李八亿开始了一段啼笑皆非的村长经历……他为了村里的利益被人诬陷过，为了村里的利益被自己的亲戚误解过，为了把村里的白菜卖出去被人殴打过……可是就在这些李八亿遭受的“苦难”中，李八亿悟出了自己以前没有意识到的人生哲理：——其实当官也容易，只要你想着大家心里想的，不昧着良心，你就睡的踏实，你就笑得开心！",
    "chinese_title": "村官李八亿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T08:07:39"
}