{
    "aka": [
        "Batman: The Animated Series"
    ],
    "sid": "26356576",
    "cast": [
        {
            "url": "/celebrity/1036566/",
            "name": "凯文·康瑞 Kevin Conroy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344971/",
            "name": "罗伦·莱斯特 Loren Lester",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136768/",
            "name": "Bill Mumy Bill Mumy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167238/",
            "name": "小埃弗伦·津巴利斯特 Efrem Zimbalist Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019019/",
            "name": "马尔科姆·麦克道威尔 Malcolm McDowell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027809/",
            "name": "马克·哈米尔 Mark Hamill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "动作",
        "科幻",
        "动画",
        "悬疑",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2271282819.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1279671/",
            "name": "艾伦·伯内特 Alan Burnett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051146/",
            "name": "Michael Reaves Michael Reaves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023174/",
            "name": "保罗·迪尼 Paul Dini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041392/",
            "name": "鲍勃·凯恩 Bob Kane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046208/",
            "name": "Diane Duane Diane Duane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005116/",
            "name": "布鲁斯·蒂姆 Bruce W. Timm",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0519639",
    "director": [
        {
            "url": "/celebrity/1294130/",
            "name": "弗兰克·保尔 Frank Paur",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0519639/",
    "imdb_votes": 1666,
    "this_title": [
        "Batman: The Animated Series Season 4"
    ],
    "douban_link": "https://movie.douban.com/subject/26356576/",
    "imdb_rating": "6.7/10 from 1666 users",
    "trans_title": [
        "蝙蝠侠：动画版 第四季",
        "Batman: The Animated Series"
    ],
    "douban_votes": "737",
    "introduction": "S4, Ep1 - The Terrible TrioThree rich youths who commit armed robbery for fun are pursued by Batman as their irresponsible hobby escal ates into potentially worse deeds.S4, Ep2 - ShowdownWhile the Dynamic Duo race to stop Ra's Al Ghul from performing a kidnapping, the wild west story of how one of his sons was opposed by the disfigured bounty hunter, Jonah Hex, is told.S4, Ep3 - CatwalkCatwoman is trying to go straight, but is recruited by The Ventriloquist as a jewel thief.S4, Ep4 - A Bullet for BullockDet. Bullock reluctantly asks for Batman's assistance when he is convinced someone is trying to kill him.S4, Ep5 - The Lion and the UnicornRed Claw kidnaps an old colleague of Alfred's from the British Secret Service, to gain access to a hidden missile silo.The fourth and final volume of Batman: The Animated Series is a little uneven but still encompasses some great episodes. Start with \"Over the Edge,\" a nightmarish scenario in which Commissioner Gordon dedicates himself to hunting down Batman following the death of his daughter, Batgirl. \"Critters\" is a tribute to Japanese monster movies, \"Mad Love\" recounts the origin of Harley Quinn, and \"Legends of the Dark Knight\" animates both a '50s-styled Batman adventure as well as a scene from Frank Miller's Return of the Dark Knight. This run of 24 episodes has a lot of Batgirl, too little Nightwing, and a lot of the new Robin, Tim Drake, whose origin is explained in \"Sins of the Father.\" Drake gets a mostly solo adventure, Batgirl teams with Supergirl, and there's still a sense of fun, with goofy humor that includes an appearance by the Three Stooges as the Joker's henchmen. Guest voices include Sela Ward as Calendar Girl and Tippi Hedren, and Mark Hamill continues the excellent work as the Joker that created some early rumors about his taking the live-action role in the sequel to Batman Begins. By this time, Batman had become part of the Batman/Superman Hour, so viewers can choose the opening sequence for either that or the original animated series. That, as well as the unbalanced number of episodes in the seasons (e.g., the first season of the animated series was 60 episodes), is why Batman: The Animated Series was released in volumes rather than as single-season sets",
    "chinese_title": "蝙蝠侠：动画版 第四季",
    "douban_rating": "9.0/10 from 737 users",
    "foreign_title": "Batman: The Animated Series Season 4",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "9.0",
    "update_at": "2025-10-31T19:39:22"
}