{
    "aka": [],
    "sid": "26357164",
    "cast": [
        {
            "url": "/celebrity/1505343/",
            "name": "张怡凰 Yifeng Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1584217/",
            "name": "陈学希 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453245348.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1995"
    ],
    "this_title": [
        "烟花女与状元郎"
    ],
    "douban_link": "https://movie.douban.com/subject/26357164/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "电 影 名：烟花女与状元郎导 演：金作信作 曲：陈浩忠编 剧：王萍主 演：陈学希 张怡凰 陈秦梦 朱楚珍 等上 映：1995年地 区：中国大陆颜 色：彩色类 型：剧情片[考释]根据潮剧《绣襦记》重新整理编写。剧本故事源流见《青竹寺》条。编剧：王菲。1995年，广东潮剧院一团演出，珠江电影制片公司摄制。唐代书生郑元和赴京赶考，途中结识了名妓李亚仙，二人情投意合，两情缱绻，便私订鸳盟，相约郑生考取功名后结为百年之好。 妓院老鸨设计骗过郑生与亚仙，卷走了郑元和的全部财产金银，将妓院中细软搬走、房屋卖掉，带着妓女们坐船走了。郑元和追至江边，力尽昏倒，幸为乞丐张直、李智救起，从此结伴唱卖。他深信亚仙的情义，边卖唱边寻找亚仙。郑元和的父亲郑儋是朝廷刺使，盼望儿子考取功名，光宗耀祖。听说儿子因眷恋妓女，抛尽财物，流浪街头，郑儋怒气冲冲来找儿子，在街上遇到卖唱的儿子，大发雷霆，将元和打伤，断了父子情。幸亏义丐们救了他，一路卖唱乞讨。 在一个风雪严冬，元和无意中遇到了亚仙，两人悲喜交加。亚仙背着鸨母，亲手缝制了一个斗篷送给元和，针针线线不但缝进了她对郑生的深情厚意，还缝进了她多年积攒的许多珠宝首饰。 乞丐们利用一些金钱和计策。救出了亚仙。郑生与亚仙有情人终成眷属，用亚仙的钱租赁了房屋，让元和攻读诗书，为上京赴考做准备。可元和不安心读书，沉湎于安逸的生活和亚仙的美貌。亚仙苦苦劝告无效，气恼之下用剪刀毁了自己的容颜。郑元和为之震动，幡然悔悟，发愤苦读。终于在考场夺魁，中了状元。不料好事多磨，郑儋因亚仙出身微贱，竟请旨休弃亚仙，逐回原籍。皇上降旨拆散他们，犹幸张直、李智一群乞丐，冒死叩谒相爷，奏本陈述亚仙节义之事，竟致当朝天子唐玄宗，为之动心，斥责郑儋“失教在前，失察在后”，封亚仙为汧国夫人，与郑元和共偕白首，成千古佳话。评《烟花女与状元郎》林淳钧1995年，潮剧再一次被搬上荧幕，艺术片《烟花女与状元郎》拍摄的成功，是普及潮剧、振兴潮剧的一桩义举。在当前潮剧剧场不景气的情况下，这部影片的发行，更是值得高兴的事。这部潮剧影片拍摄是成功的，作为观众，觉得它有几个方面的特色。一是故事情节好。影片是根据明代传奇《绣襦记》改编的，演的是唐代青楼歌妓李亚仙，与常州刺史的儿子郑元和的恋爱故事。这个故事源出于唐人小说《李娃传》，元明以来，多次被剧作家编成杂剧和传奇搬上舞台。李亚仙与郑元和的故事，与《玉堂春》苏三与王金龙的故事一样，在我国民间流传十分广泛，不少地方剧种有此剧目，潮剧传统剧目中也有此剧，现尚存有三十年代唱录的《郑元和落难》唱片，《潮剧剧目纲要》中也有《青竺寺》（《绣襦记》一折）的剧情梗概。五六十年代，潮剧院剧作家王菲曾两次将此剧进行整理，并由潮剧院五团、澄海艺香潮剧团和香港韩江潮剧团演出；此次搬上银幕，又根据电影需要再作修改，并赋以新意。这个故事为何受到历代剧作家的表睐：原因在于它有情节而不离奇，有悬念而不玄乎，场面有紧有松，情节有悲有喜，一环扣紧一环，引人入胜。比如郑元和与李亚仙聚而又散，散而又聚的遭遇；郑元和与其父偶遇而几乎故死、不死之后又颁逢，情节大起大落，富有戏剧性，最后又以好人得到好报，有情人终成眷属的结局，其道德褒贬与我国传统的道德观念是一致的，是老百姓所喜闻乐见的剧目。二是人物形象塑造好。李亚仙与郑元和，是剧中两个主要人物，这两个人物的塑造很完美。李亚仙是全剧第一人物，剧本对她着墨最多，通过她在郑元和落难时赠绣襦（暗藏珠宝），以解郑元和饥寒之困，在郑元和沉于恩爱而不求进取时，她又毁容劝学，最后在长亭驿、在公公郑儋面前，尊之以礼，晓之以理，历陈往事，据理力争，有层次的刻划了一位身居烟花丛而心地善良、对爱情坚贞、有理想有抱负的古代妇女形象。剧本对这个正直善良的青楼女子寄以无限的同情，其形象刻划是成功的。郑元和是全剧的第二号人物，剧本对这个人物的刻划也很有分寸，与一般公子哥儿玩弄女性，始乱终弃不同，他对李亚仙可以说是一往情深，长亭作别，在他父亲威逼之下，不得不在当官赴任，或弃官留住李亚仙两者之间作出抉择时，他还是表示选择后者。当然，作为纨垮子弟，他也曾沉于美色而不能自拔，最后还是李亚仙毁容，才使他振作起来。影片对这个人物把握得很好。其他几个配角，如郑元和之父郑儋、鸨母李大妈，以及卑田院乞丐张直、李智，人物形象都很鲜明，特别是张直、李智两个人物，他们虽然身处社会的最底层，但他们为人正直，富有正义感，热心助人，身份卑而人不贱，他们的行为与品德，远远高于“高贵者”，所以，当戏结束时，他们领唱一曲“连罗呵，连罗呵，花开花落，日月如梭，有志何怕路坎坷，一曲绣懦人称颂，毁容劝学世沤歌”时，观众无不对他们点头微笑。这里地要归功于戏曲导演林鸿飞和电影导演金作信，他们在发挥戏曲特点和电影特点这方面，配合默契，取长补短，使人物塑造更趋于真、善、美的境界。三是唱腔音乐好。全剧的唱腔音乐布局比较完整，旋律优美，声情并茂。首先是抒情性强，全剧较少宣叙性唱段，所有唱段多以感情抒发，一些主要唱段，还运用帮唱、轮唱的形式，比较淋漓尽致地抒发人物感情，很能引起观众的共鸣。其次是节奏徐疾有度，快慢相济，通过节奏变化，表达了人物感情的变化，比如“毁容”一段，李亚仙这一强烈的举动，终于使郑元和醒过来。这段戏人物情绪起伏很大，作曲者陈浩忠通过音乐节奏的慢一快一再慢一再快的变化，较好的表达人物情绪起伏变化。第三是主要唱段的唱腔音乐比较完整，发挥了潮剧唱腔音乐的特色。另外，全剧的唱腔音乐在调式的运用上，也比较注意整体性，在一场戏的唱腔音乐中，基本上是用一个调式，没有凑合之感。还应该提及的是，影片李亚仙的全部唱段，由潮剧名演员王少瑜配唱，其音色圆润清美，感情很饱满，可谓声情并茂，使这部影片增色不少。四是演员阵容好，影片由青年演员陈学希、张怡凰领衔主演，主要演员还有朱楚珍、陈秦梦、许仁敬、李义鹏、杨应森、黄盛典等；陈学希于八十年代初毕业于汕头戏曲学校，1987年潮剧《张春郎削发》到北京参加首届中国艺术节，他饰演主角张春郎而盛名。这次扮演郑元和，是他在银幕塑造的第二个艺术形象，也标志他的表演艺术登上了新台阶。张怡凰也是汕头戏曲学校的毕业生，已有一定的舞台实践经验，她扮演的李亚仙，内在感情很饱满，表演也有分寸，比较准确地把握人物思想感情。朱楚珍曾参加潮剧影片《告亲夫》、《闹开封》、《刘明珠》、《张春郎削发》的拍摄，并在《闹开封》、《刘明珠》中扮演角色，是潮剧电影的一位老明星。这次扮演鸨母李大妈，按老旦的戏路表演，轻车熟路，应付自如。陈秦梦扮演的郑儋，许仁敬、李义鹏扮演的张直、李智，都给观众留下很深的印象。作为一部潮剧艺术片，它不是完善无缺的，存在的一些不足也是比较明显的，比如影片的前半部，情节发展太快，近乎跳跃，一些情节刚出现，就一晃而过，有局促之感；其次，张直、李智两个人物，戏份嫌多了一些，给人喧宾夺主之感。但瑕不掩瑜，这部影片，仍不失为一部优秀的潮剧影片",
    "chinese_title": "烟花女与状元郎",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T18:01:34"
}