{
    "aka": [],
    "sid": "26366447",
    "cast": [
        {
            "url": "/celebrity/1580027/",
            "name": "江晓芳 Xiaofang Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368755/",
            "name": "董亮 Liang Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411480/",
            "name": "肖尧 Yao Xiao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2657012797.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275664/",
            "name": "肖矛 Mao Xiao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1336988/",
            "name": "戈日泰 Ritai Ge",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "珍惜青春"
    ],
    "douban_link": "https://movie.douban.com/subject/26366447/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中文名《珍惜青春》出品公司中影集团、中国儿童电影制片厂制片地区中国导    演戈日泰编    剧肖茅主    演江晓芳， 王磊， 董亮， 史勇小芸是一个天文爱好者，刚上高中的她对未知的世界表现出强烈的兴趣，尤其是对天文。和几个同学去中国科技馆那天，正赶上北京的夜空将出现有历史记载以来难得一见的月全食。吃完晚饭，做完作业，小芸和表弟欢欢就定好闹钟，佯装入睡，等到凌晨两点时，趁爸妈熟睡之际，开门下楼，向小区附近一片拆迁工地走去。北京的夏夜，繁星点点，午夜的城市已经没有的白天的喧闹。此时，小芸拉着欢欢刚刚出小区，就被突然从树林里跳出来的一名带着红袖章、自称是便衣警察的中年男子拦住。刚才还在欢欢面前振振有辞的小芸此时已经没有的主意，在中年男子要小芸拿出学生证以证明自己不是坏人时，小芸想到了让欢欢回去拿学生证。然而，欢欢刚走，中年男子就捂住小芸的嘴巴，把她拖进了工地附近的一片林子里，等欢欢跑回家，小芸的爸爸意识到什么时，一切都晚了……如果，如果当时有爸妈陪着，或者小芸大声呼救，或许就是另外一种完全不同的结局。但在小芸身上已经没有了如果，到是在小林的身上，有了另外一种结局。小林是高二(三)班的一名男生。平时爱出风头的他在全学校召开“绿色环保在行动”动员大会那天，从众多同学中间唱起来，冲向发言席，打断一位女生的长篇发言，高声喊了一句“同学们，我们不要坐在这里挨晒，我们需要行动”。小林的一声高喊不要紧，不仅打乱整个会场秩序，连后来校长的讲话都没什么人听了，在市环保局、教委领导和电视台记者面前，造成不好的影响。小林的妈妈被叫到了学校，校长坚持要给小林记警告处分。一时间，爸爸的责骂、妈妈的气恼、同学的嘲笑和大学招生办的成见，在小林的脑海一一闪过。就在小林爬上教学楼，准备用跳楼自杀逃避这一切的时候，一个“我这是干什么呀，不就是挨一个处分，至于这样吗？”的闪念，让小林重新回到同学们中间。和小林一样有着花季年华而从凋谢的边缘走过来的，还有小海和小猛。小海是一名高职的学生，一个偶然的机会在网吧遇到初中的同学小健后，小海沾上了毒品。从此以后，小海偷遍了爸爸、妈妈、舅舅、姥姥的钱，为此还进过看守所，但在爸爸妈妈的帮助下，小海最终战胜毒品，投入到紧张的学习当中；小猛刚上高中，自从一天下午放学回家路上，遇到几个流氓混混拦路要钱后，小猛就在胆战心惊中度过了好长一段日子，最终还是鼓足勇气，告诉老师，叫来警察，才算了却一段噩梦缠身的生活。当我们为小芸的不幸遭遇扼腕痛惜时，也为小林、小海、小猛的幸运而额首相庆。在未成年人的健康成长受到社会广泛高度重视的今天，让《未成年人保护法》和《预防未成年人犯罪法》更加深入人心，让我们多一份爱心、多一份理解、多一份关爱，共同托起属于祖国未来的明天，让鲜花更艳，让花季更美。他们有着灿若朝阳的笑脸，他们有着鲜花盛开的季节；他们有着长大成人的梦想，他们有着滑向犯罪堕落的危险。在社会飞速发展、时代日新月异今天，太多的诱惑和危险横亘在他们的面前，如果那样，他们美丽的花季可能过早的凋谢，而如果这样，他们将安全地战胜诱惑，跨过懵懂，走向成熟。《珍惜青春》影片的导演戈日泰，1989年毕业于吉林大学中文系。1980年至1982年曾在电影《客从何来》、《家务清官》、《父女情》中担任场记，1989年至1991年在影片《哈罗！比基尼》、《孤岛情报战》、《热线电话》中担任副导演。正是多年的经验积累，从1992年开始，戈日泰开始独立执导，并先后自编自导了影片《新仇旧恨》，《这辈子不欠你》、《铁血情仇》、《愁眉笑脸》等影片和电视剧《都市魔方》等；影片的主演之一、“小芸”的扮演者江晓芳是北京电影学院2000年表演系的毕业生，走出校门后，青春无敌、艳丽可人的她已经在电影《红飘带》和《似水浮生》中分别饰演过不同类型的角色，并给观众留下了深刻的印象。",
    "chinese_title": "珍惜青春",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-22T02:21:42"
}