{
    "aka": [
        "Vincent van Gogh – A new way of seeing"
    ],
    "sid": "26367641",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2238750722.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-04-14"
    ],
    "this_title": [
        "Vincent van Gogh: A New Way of Seeing"
    ],
    "douban_link": "https://movie.douban.com/subject/26367641/",
    "trans_title": [
        "文森特·梵高：一种新的观看方式",
        "Vincent van Gogh – A new way of seeing"
    ],
    "douban_votes": "0",
    "introduction": "Made in close collaboration with curators and researchers at the Van Gogh Museum, Amsterdam, this film marks not only a major re-presentation of the gallery’s collection but also the 125th anniversary of Van Gogh’s death. The Van Gogh Museum houses the largest collection of Vincent’s artistic output in the world, and features great works such as The Potato Eaters, Sunflowers, Irises, Autumn Blossoms, The Bedroom and many of his self-portraits. This film not only provides viewers with the moving and inspiring experience of seeing Vincent’s iconic masterpieces on the big screen but also examines new insights and interpretation from specially invited guests including curators, historians and artists. Vincent’s illuminating letters to his family and friends are brought to life by dramatization as we look intensely at the life of a man who reminds us that 'Art is long and life is short'.Readings by Jochum ten HaafPerformances by Jamie de Courcey,Narration by Glen McCreedyMusic by Asa Bennett",
    "chinese_title": "文森特·梵高：一种新的观看方式",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vincent van Gogh: A New Way of Seeing",
    "douban_rating_average": 0,
    "update_at": "2025-03-23T23:33:50"
}