{
    "aka": [],
    "sid": "26365381",
    "cast": [
        {
            "url": "/celebrity/1107884/",
            "name": "托比·琼斯 Toby Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230130/",
            "name": "乌米·马萨库 Wunmi Mosaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374100/",
            "name": "彼得·辛格 Peter Singh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350593/",
            "name": "哈姆扎·杰图阿 Hamza Jeetooa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2295210242.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4594334",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-11-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4594334/",
    "imdb_votes": 2021,
    "this_title": [
        "Capital"
    ],
    "douban_link": "https://movie.douban.com/subject/26365381/",
    "imdb_rating": "6.7/10 from 2021 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Set on a single street in South London, Capital is a portrait of a road transformed by soaring property prices: what was once the home of modest lower-middle class families, Pepys Road has been continuously gentrified into a street of multi-million pound houses.The denizens of Pepys Road include investment banker Roger (Toby Jones), rubbing his hands in anticipation of his £1m bonus, his spendthrift wife Arabella (Rachael Stirling), Polish builder Bogdan (Radoslaw Kaim) who has come from Warsaw to indulge the rich in their interior decoration whims, Quentina the Zimbabwean refugee with a PhD working as a traffic warden (Wunmi Mosaku), local newsagent Ahmed (Adeel Akhtar) and OAP Petunia (Gemma Jones), who has lived her entire life on Pepys Road, and who is now contemplating death in the house in which she was born.One day, the street’s residents all receive an anonymous postcard through their front doors bearing a simple message: “We Want What You Have.” Who is behind the anonymous hate campaign? And what do they want?As the mystery of the postcards deepens, we learn more about this vivid and unforgettable ensemble of characters. Interweaving stories reveal lives filled with love and loss, fear and greed, fortune and envy and most recognisable of all, family and home - stories bursting with piercing and funny observations on modern life and urban existence, of ordinary people who find themselves caught and changed by a city at a time of extraordinary flux.",
    "chinese_title": "Capital",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-14T03:35:30"
}