{
    "aka": [],
    "sid": "26370441",
    "cast": [
        {
            "url": "/celebrity/1468081/",
            "name": "米内尔娃·卡塞罗 Minerva Casero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493408/",
            "name": "卢卡斯·贝拉斯科 Lucas Velasco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2239321334.jpg",
    "region": [
        "阿根廷 Argentine"
    ],
    "writer": [],
    "imdb_id": "tt4601670",
    "director": [],
    "duration": "55分钟",
    "episodes": "170",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2015-04-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4601670/",
    "imdb_votes": 298,
    "this_title": [
        "Esperanza Mía"
    ],
    "douban_link": "https://movie.douban.com/subject/26370441/",
    "imdb_rating": "5.7/10 from 298 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Julia Albarracín (Lali Espósito) es una joven de 21 años que vive en Colonia La Merced, un pequeño pueblo del interior de la provincia de Buenos Aires, junto a Blanca, su madre adoptiva. Blanca fallece a causa de una contaminación que sufre en la planta en la que trabajaba. Antes de morir, le da las pruebas necesarias a su hija, en la que incrimina a los dueños de ese lugar, por causar la enfermedad que la llevo a la muerte. Cuando Julia intenta recurrir a la justicia, comienza a ser perseguida por unos matones, enviados por los dueños de la empresa en cuestión. A raíz de esto, Julia, se dirige a Buenos Aires para pedir ayuda y refugio a una vieja amiga de su madre, Concepción (Ana Maria Picchio), la madre superiora del Convento Santa Rosa. Concepción decide hacerla pasar por novicia, para ocultar su identidad. Julia se interna en el convento bajo el nombre de Esperanza, pero su llegada genera varios conflictos con el resto de las monjas. Tendrá que adaptarse a su nueva vida como novicia, a pesar de que no sea por elección propia.Por otra parte Tomas Ortiz (Mariano Martinez), es un joven sacerdote que llega a Buenos Aires, su ciudad natal. Tomas es el hermano de Máximo (Tomas Fonzi), dueño de la planta nuclear que intenta denunciar Julia/Esperanza. Máximo está comprometido con Eva (Natalie Pérez), quien resulta ser la ex novia de Tomas. El padre Tomas comienza ayudar al convento Santa Rosa, lo que lo lleva a establecer un vínculo muy especial con Esperanza. Ambos comienzan a enamorarse, pero la vocación de el, por la religión, y el supuesto rol de novicia de ella, hacen que vivan un romance prohibido.",
    "chinese_title": "Esperanza Mía",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T10:33:41"
}