{
    "aka": [],
    "sid": "26373362",
    "cast": [
        {
            "url": "/celebrity/1352876/",
            "name": "Dominic Sandbrook Dominic Sandbrook",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2282496242.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5234436",
    "director": [
        {
            "url": "/celebrity/1586126/",
            "name": "亚历山大·利斯 Alexander Leith",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-11-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5234436/",
    "this_title": [
        "Dominic Sandbrook: Let Us Entertain You"
    ],
    "douban_link": "https://movie.douban.com/subject/26373362/",
    "trans_title": [
        "让英国娱乐世界"
    ],
    "douban_votes": "0",
    "introduction": "In the years since the end of the Second World War, Britain has been a nation in decline: the loss of Empire, the collapse of industry, and the decline of political and economic influence in world affairs. However, there is one arena in which we can legitimately claim superpower status - our popular culture.In the post-war years, Britain’s cultural contribution has been second to none, from music and fashion to art, film, literature and theatre. James Bond to Agatha Christie, Andrew Lloyd Webber to John Lennon, it is through our culture that the world now sees us.In four one-hour episodes for BBC Two, historian Dominic Sandbrook argues that this is a contribution anchored firmly in our own past. A uniquely British culture, reflecting uniquely British values and outlooks which were first forged, and articulated, during the Industrial Revolution and the Victorian era. The same impulses, the same concerns, the same ambitions that drove our Victorian forbears, remain the engine of our modern culture today.",
    "chinese_title": "让英国娱乐世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dominic Sandbrook: Let Us Entertain You",
    "douban_rating_average": 0,
    "update_at": "2025-08-11T03:49:38"
}