{
    "aka": [
        "志愿军第63军铁原战记"
    ],
    "sid": "26378704",
    "cast": [
        {
            "url": "/celebrity/1359159/",
            "name": "韩博 Bo Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380396/",
            "name": "宋乃刚 Naigang Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "抗美援朝",
        "中国志愿军",
        "抗美援朝战争",
        "战争",
        "铁原阻击战",
        "历史",
        "战争纪录片"
    ],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2241218756.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "45分钟",
    "episodes": "5",
    "language": [
        "英语",
        "汉语普通话",
        "韩语"
    ],
    "playdate": [
        "2015-12-24(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "铁在烧"
    ],
    "douban_link": "https://movie.douban.com/subject/26378704/",
    "trans_title": [
        "志愿军第63军铁原战记"
    ],
    "douban_votes": "2361",
    "introduction": "五集纪录片《铁在烧——志愿军第63军铁原战记》围绕抗美援朝第五次战役中的铁原阻击战，讲述志愿军第63军两万多将士顽强阻击强大“联合国军”进攻，使得志愿军主力安然脱险的故事。这场阻击战，因其历史特殊贡献，被后人称之为抗美援朝战场上的“生死逆袭战”。1951年初，奉命入朝作战的志愿军第63军根据战略部署，在没有任何休整的情况下，直接加入到激战正酣的第五次战役当中。面对联合国军猛烈炮火，志愿军第63军将士一路从北向南突破临津江，围歼雪马里，像一把钢刀直插敌人心脏。可就在志愿军势如破竹的展开进攻之时，志愿军司令员彭德怀却下令志愿军全线退守，立即转入防御阶段。这究竟是为什么？而此时63军的任务便是掩护志愿军主力撤退，他们将要面对火力数十倍于己的联合国军死守十四天。这十四天后来被称为“铁原阻击战”，这支华北子弟兵经受了最严酷的考验，也用东方式的军事智慧打得对手一筹莫展。当他们从铁原撤下来的时候，志愿军主力已经休整完毕，在“三十八度线”严阵以待了。失去了进攻势头的“联合国军”铩羽而归。没有此战的胜利，志愿军面临全线退守鸭绿江的危险！如果是那样，中国东北也将不保！朝鲜半岛的历史进程将因此而改变！对于这段鲜为人知的历史，本片通过走访中国、韩国、美国当年参战老兵、专家学者，寻找与昔日战斗相关的历史资料，充分还原那场发生在1951年朝鲜半岛上的惨烈战斗——以此来纪念铁原大血战，珍视我们今天来之不易的和平环境。第1集 风起铁原从今日韩国铁原地区所残留的朝鲜战争遗迹探访进入，逐步揭示出“铁原阻击战”的历史成因，以及这场战斗所处的历史大背景。中国人民志愿军在朝鲜战场上发起的第五次战役，为何在节节胜利的情况下突然停止进攻？在第五次战役中担负主攻任务的第63军，又为何在铁原地区打响了这支部队历史上最惨烈的一场战斗？第2集 临危受命面对“联合国军”总司令李奇微设防汉城，试图诱伏志愿军的阴谋。中国人民志愿军开始战略后撤。然而，武装到牙齿的“联合国军”紧紧咬住志愿军，利用其强大火力企图将志愿军全歼于此。面对如此危情，时任志愿军第63军军长的傅崇碧以及军中的每名将士临危受命，打响了铁原阻击战的第一枪。他们的面前是“联合国军”的猛烈炮火，他们的背后是正在后撤的志愿军主力部队。这支担负阻击任务的部队究竟能否迟滞敌人钢铁战车推进的速度？第3集 生死抉择海拔832米的高台山，因坐拥涟川——铁原地区的最高峰而闻名，然而60多年前，这里几乎变成了人间地狱。铁原阻击战中担负高台山地区防御作战的第563团，顽强阻敌7个昼夜，全团开上去1600多人，一仗下来仅剩247人，伤亡之大是团史、师史上的第一次。如此惨烈的一场战斗让活下来的亲历者们都不忍提及，那么在高台山上究竟发生了什么？当年指挥战斗的团长马兆民又经历了一场怎样的生死抉择？第4集 最后防线志愿军将士们用巨大的牺牲延迟着敌人进攻的脚步，然而这场阻击之战终究要到达它的最后防线。面对不断增援而来、机械化开进的’“联合国军”，此时的志愿军第63军只有一座海拔200多米的孤山可守。他们的身后便是一马平川的开阔地，一旦突破这里，“联合国军”的钢铁战车便直抵铁原。一座孤山、毫无后援，志愿军将士们究竟要怎样拖住眼前的敌人？他们能否给志愿军主力新防线的建立赢取宝贵时间？第5集 东方精神对于中国军人的“实力不凡”和“不怕死”，曾经交战过的对手们始终视为一个谜，他们无法理解却都首肯心折，他们把原因归结为中国军人身上那谜一般的“东方精神”。那么这谜一般的“东方精神”是什么？当年战场上的对手在今天接受采访之时又有着怎样的感触？",
    "chinese_title": "铁在烧",
    "douban_rating": "9.6/10 from 2361 users",
    "foreign_title": "",
    "douban_rating_average": "9.6",
    "update_at": "2024-06-24T14:00:04"
}