{
    "aka": [],
    "sid": "26387670",
    "cast": [
        {
            "url": "/celebrity/1318197/",
            "name": "李若嘉 Ruojia Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2656658945.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1327146/",
            "name": "黑纪文 Jiwen Hei",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1424585/",
            "name": "李俊 Jun Li",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "镜泊湖的枪声"
    ],
    "douban_link": "https://movie.douban.com/subject/26387670/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“九一八”事变后的中国东北沦陷区，日本关东军开始大肆地清剿着反日武装。驻守在敦化的日军关东军宫本联队，将为抗日救国军积极筹措军响的敦化商会会长万茂森抓住，逼其交出筹集的二十万大洋。万茂森宁死不屈，无奈日军将万茂森和积极参与捐款的等十三名爱国志士枪杀。对于二十万大洋的下落，日军、抗日救国军都在积极地寻找着。不久，宫本接到给在牡丹江地区进行清剿抗日武装的天野旅团运送给养的任务，宫本命支队长上田护送前往。抗日救国军参谋长兼补充团团长、共产党员李延禄接到鬼子的给养部队要从此路过的情报，便主动请战。抗日救国军司令王德林召集副司令孔昭荣、李延禄、补充团参谋长、共产党员孟广斌、补充团主力营营长张力韬(后成为补充团副团长)等人开会，确认抗日救国军当前的工作任务是筹集军响，收编土匪，寻找时机打击日本鬼子。张力韬独闯天龙山。为让土匪头子龙江海参加抗日救国军，张力韬奋身跳入三十多米深的龙潭，九死一生，坐上了天龙山大当家的位置，顺利收编了天龙山的土匪，还解救了被龙江海劫持上山的佟云侠、金顺姬等五名由来参加抗日救国军的学生。此时作为日军的密探，戴庆林也来投奔抗日救国军。戴庆林利用与孔副司令是亲戚的关系，得到了王司令的批准，谋取了一连长职务。救护队队长佟云侠，自张力韬从天龙山解救她们时就对他的勇敢倍加钦佩，并暗自喜欢上了张力韬，脱下自己身上的皮马夹，亲手为张力韬做了一副皮手套。而自劫佟云侠上山就一直喜欢佟云侠的龙江海多次向佟示爱，被佟云侠拒绝，但龙江海却不放弃，执着地说：我知道你心里有谁，爱谁谁，我心里只有你一个。妓女莲莺一心爱着戴庆林，两人你来我往经常约会。戴庆林还把从万茂森手上抢来的戒指送给了莲莺。救护队院内，佟云侠正在给战士们讲自救知识，张力韬拿来一份报纸让佟云侠读给大家听，当佟云侠读到关东军杀害万茂森时晕倒。苏醒后她向王司令道出了她就是万茂森的孙女，并将爷爷托付银票一事说出。张力韬这才知道佟云侠就是他一直要寻找的万雪梅。朝鲜族姑娘金顺姬喜欢上了同族青年连长朴重根。李延禄、张力韬冒着生命危险多次前往宁安县城寻找万茂森等人筹集的二十万大洋。当银行要求佟云侠亲自出面领取，李延禄决定派张力韬、佟云侠假扮夫妻，龙江海、郎占山一同前往。由于孔昭荣对王德林、李延禄瞒着他去取军响不满，到戴庆林处发泄。戴庆林劝孔昭荣和他一起劫下这笔款，被孔拒绝。戴便将孔打伤挟持一同前去劫钱。路上孔昭荣看出莲莺和戴庆林不是一路人，便说服莲莺回营地报信。莲莺借故跑出，被戴庆林追上枪杀。当张力韬假扮出殡的队伍运着大洋走到石拱桥时，被戴庆林一伙拦截，一场激战开始。李延禄等骑兵赶到，戴庆林被孔昭荣击毙。宫本得知“地枪”戴庆林被击毙，非常恼火，此时上田已将运送给养鸡的队伍准备完毕，宫本命给养部队马上出发。王德林得到日军运送给养的队伍正在奔向牡丹江路上的情报后，命令李延禄的补充团前往镜泊湖地带的墙缝之地伏击日军的给养部。猎户陈文启以打猎为掩护，一直在镜泊湖一带放哨。当日军给养部队来时，引领鬼子来到我军埋伏好的墙缝之地。当他顺利跳车逃出后，鬼子卡车上的机枪突然响起，战士们一片片倒下。他急中生智，拿捆绑的手榴弹向鬼子的卡车跑去。他用尽全力将手榴弹扔进了敌人的卡车内。卡车被炸，陈也倒在了血泊中。陈文启的女儿陈春婷在山上看见父亲牺牲，拿起长矛刺向鬼子，不幸春婷也中弹倒下，鬼子的增援部队来了，李延禄、张力韬、龙江海一同冲下山去与鬼子展开了肉搏。张力韬、龙江海奋力拼杀。当佟云侠看到龙倒下奄奄一息时，跑上前来扶起龙，象妹妹亲哥哥那样亲了龙，给了龙江海最大的安慰。佟云侠又跌跌撞撞地奔向身后被袭击的张力韬。佟云侠多次努力给张戴上手套，都被已说不出话的张力韬奋力打掉。佟云侠终于明白了张力韬的心愿，替他从枪套里面拔出手枪，二人举枪向冲过来的鬼子射击。此战，虽然抗日救国军牺牲惨重，但它唤醒了中国人民抗日救国的信心，反映出中国人民坚决抗战的决心。由此揭开了中国共产党在东北地区领导人民武装抗日战争的序幕。",
    "chinese_title": "镜泊湖的枪声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T05:00:17"
}