{
    "aka": [],
    "sid": "26381295",
    "cast": [
        {
            "url": "/celebrity/1041367/",
            "name": "格里夫·林斯·琼斯 Griff Rhys Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873725887.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "1hr",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-04-10"
    ],
    "this_title": [
        "Slow Train Through Africa with Griff Rhys Jones"
    ],
    "douban_link": "https://movie.douban.com/subject/26381295/",
    "trans_title": [
        "非洲慢火车"
    ],
    "douban_votes": "0",
    "introduction": "“Africa. There’s nowhere else quite like it. A billion people speaking thousands of languages and a paradise of wild animals and natural wonders. I’m going to take it on in an unhurried manner aboard Africa’s railways. It’s the ideal way to meet its people and to experience its beauty.”  Griff Rhys JonesGriff Rhys Jones explores Africa the unhurried way, as he takes to the continent’s railways to immerse himself in the joy and sometimes the frustration of travelling through a beautiful and beguiling continent, using the most romantic method of transportation. Travelling a total of 7000 miles over five journeys, he explores fascinating landscapes, encounters unforgettable wildlife and meets extraordinary people.Stunning aerial photography combines with observational travelogue to produce a fresh portrait of Africa through Griff’s experiences on and off the train. On each epic trip across five episodes, he discovers how the railway reveals a great deal about the places he travels through.  Griff uses the train to get to unexpected places in deserts and forests, villages and cities, learning stories of their past and finding out how they are used today.Griff travels through Morocco, Algeria and Tunisia, Kenya and Tanzania, Zambia and Zimbabwe, Namibia and South Africa. He experiences the extraordinary diversity of Africa, on and off the railways, drawing together a rich and entertaining narrative.",
    "chinese_title": "非洲慢火车",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Slow Train Through Africa with Griff Rhys Jones",
    "douban_rating_average": 0,
    "update_at": "2025-10-02T13:14:15"
}