{
    "aka": [
        "Big Brother UK 10"
    ],
    "sid": "26381699",
    "cast": [
        {
            "url": "/celebrity/1027627/",
            "name": "戴维娜·迈克考 Davina McCall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064553/",
            "name": "Marcus Bentley Marcus Bentley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079589/",
            "name": "Freddie Fisher Freddie Fisher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2241999266.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1666378",
    "director": [],
    "duration": "45",
    "episodes": "108",
    "language": [],
    "playdate": [
        "2009-06-04(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1666378/",
    "this_title": [
        "Big Brother UK 2009 Season 10"
    ],
    "douban_link": "https://movie.douban.com/subject/26381699/",
    "trans_title": [
        "老大哥(英国版) 2009 第十季",
        "Big Brother UK 10"
    ],
    "douban_votes": "0",
    "introduction": "Big Brother 10, also known as Big Brother 2009, was the tenth series of the British series Big Brother. It began on 4 June 2009 and was aired on Channel 4 and E4 for 93 days, concluding on 4 September when Sophie Reade was crowned the winner with 74.4% of the viewer's vote. The format of the programme remained largely unchanged from previous series; a group of people, referred to as housemates, are enclosed in the Big Brother House under the surveillance of cameras and microphones. Each week, the viewers decide which of a selection of housemates is evicted and, in the final week, one housemate is voted as the winner. The daily highlights programme was narrated by Marcus Bentley, Davina McCall fronted the launch programme, evictions, special episodes, the final and Big Brother's Big Mouth and George Lamb presented Big Brother's Little Brother.The programme included 22 participants, four of whom left the programme voluntarily whilst the fate of the others was decided by the public vote. The housemates were originally competing to win a £100,000 prize but, due to rule-breaking by the participants, this was reduced to £71,320. The series, which was sponsored by Lucozade, achieved significantly less media coverage and viewing figures, resulting in it becoming the least watched series in Big Brother UK history until Big Brother 12 in 2011. This series also attracted controversy, with accusations of bullying between contestants drawing complaints and criticisms levelled at the welfare of housemates after they left the programme.No housemates represented from series participated in Ultimate Big Brother, neither did any participate in tasks during that series.",
    "chinese_title": "老大哥(英国版) 2009 第十季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Big Brother UK 2009 Season 10",
    "douban_rating_average": 0,
    "update_at": "2025-07-05T22:35:36"
}