{
    "aka": [
        "BBUK",
        "Big Brother 7"
    ],
    "sid": "26381696",
    "cast": [
        {
            "url": "/celebrity/1027627/",
            "name": "戴维娜·迈克考 Davina McCall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064553/",
            "name": "Marcus Bentley Marcus Bentley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1252452/",
            "name": "Grace Adams-Short Grace Adams-Short",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254899/",
            "name": "Nikki Grahame Nikki Grahame",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1240136/",
            "name": "Lea Walker Lea Walker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1250715/",
            "name": "Glyn Wise Glyn Wise",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1231368/",
            "name": "Sezer Yurtseven Sezer Yurtseven",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2241999239.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2640786",
    "director": [],
    "duration": "45",
    "episodes": "107",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-05-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2640786/",
    "imdb_votes": 9,
    "this_title": [
        "Big Brother Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/26381696/",
    "imdb_rating": "5.3/10 from 9 users",
    "trans_title": [
        "老大哥(英版) 第七季",
        "BBUK",
        "Big Brother 7"
    ],
    "douban_votes": "0",
    "introduction": "Big Brother 7 in 2006 was the seventh series of Big Brother. It aired on Channel 4 in the United Kingdom, from 18 May 2006 to 18 August 2006.  The series lasted for 93 days; fifteen days longer than the previous series. At the time it was the longest running series and the next three series would also run for 13 weeks. It was the first series to be broadcast in 16:9.This was the first series to feature more than 20 housemates. Prior to the launch of the series, a Golden Ticket competition was promoted to find a housemate who would enter in Week 3. Adjacent to the house was the House Next Door, which was used three times throughout the series. The major controversy of this series was the return of four ex-housemates in the penultimate week, with one of them being eligible to remain in the house for the final week. Although this had been practiced in Big Brother 4 in 2003, the main controversy was that the returning housemate was eligible to win, despite being evicted via public vote. Nominations remained a fundamental part of the process, however Big Brother often changed or cancelled nominations some weeks in favour of twists. Double evictions - which had only ever been used on Big Brother 4 and celebrity series' - returned this year and have since become a permanent fixture in all subsequent series - usually near the end of each series. This series proved to be popular, having a series average of 4.7 million viewers. In 2010, Big Brother 7 was voted the public's favourite series of Big Brother, as revealed during Big Brother's Big Awards Show.On the final day, six housemates remained, rather than the usual final four as seen in previous non-celebrity series'. Pete Bennett - who had been a favourite to win since the first week - received the most votes, and won the prize money of £100,000, becoming the first winner to receive the full £100,000.Housemate Nikki Grahame has made the most further appearances in future series. In 2009, she made two brief returns: she returned in Celebrity Big Brother 6 for a task, and then again in Big Brother 10 to recreate a task from this series. In 2010, she participated as a housemate in Ultimate Big Brother. She entered on the first night and finished as runner-up to Brian Dowling. Housemates Glyn Wise, Grace Adams-Short and Bennett also returned during tasks.",
    "chinese_title": "老大哥(英版) 第七季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Big Brother Season 7",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-11T14:42:18"
}