{
    "aka": [
        "Gravity"
    ],
    "sid": "26385879",
    "cast": [
        {
            "url": "/celebrity/1000814/",
            "name": "迈克尔·施密特 Michael Q. Schmidt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "悬疑",
        "音乐",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3169148",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-01-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3169148/",
    "imdb_votes": 33,
    "this_title": [
        "A Study in Gravity"
    ],
    "douban_link": "https://movie.douban.com/subject/26385879/",
    "imdb_rating": "7.8/10 from 33 users",
    "trans_title": [
        "Gravity"
    ],
    "douban_votes": "0",
    "introduction": "Each of the six subjects, Lily McAlevey, Michael Q. Schmidt, Carol Hannan Mulcahy, Michael Mallers (holding the young Gavin Muckey in his arms), and Lillian Centeno are filmed in slow motion, floating upward then descending down to the earth, where they bottom out in gravity's clutch. Yet each person is magically stationary. They do not move an inch. All that moves is their skin, cellulite, muscles, bones, and expression, creating a disturbing yet beautiful shift in body mass and emotion. Even the background stays perplexingly still. The total effect is that of a moving painting. This slow motion study reveals the shocking effects of gravity upon our body. What is normally missed in the blink of an eye, is poetically recorded in extreme slow motion, as gravity takes hold and pulls the body down to earth, causing the skin, cellulite, muscles and facial expression to sag down, with a weariness, as if the subject has suddenly aged thirty years. It appears like a special effect, the force ripples from the legs up, turning the body wrinkled and saggy, with a worn, older face that is defeated and depressed. Then the exact opposite effect and emotion overcomes the subject as they are made weightless and set free. We observe the body becoming youthful, rejoicing in it's expression and flawless skin texture, as it soars away from the earth. All physical and emotional expressions seem to float effortlessly upward in a positive, beautiful direction. The lighting and color palette is created by a strong heavenly top light, used by Renaissance masters, which dramatically exposes the flesh as if it were moving brush strokes and reemphasizes the relation with the heavens, gravity and sheer weight of the world. This emotional shift from optimistic youth to depressed old age provokes a very strong, emotional effect. Therefore, each person interacts with a simple, yet symbolic prop in order to gain more depth into this radical emotional shift.",
    "chinese_title": "A Study in Gravity",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-14T22:14:05"
}