{
    "aka": [],
    "sid": "26388520",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1423177/",
            "name": "桑晓琳 Xiaolin Sang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "翻天覆地"
    ],
    "douban_link": "https://movie.douban.com/subject/26388520/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:穆艺锋编      剧:桑晓琳主      演:高子迪、付燚片      种:故事片类      型:剧情出品单位:北京玺枫鑫鸿文化传播有限公司、北京泽锋艺视文化传播有限公司，中国共产党北京市昌平区委员会宣传部长      度:90分钟出品年代:2009剧情简介《华夏》日报记者郭雄到瓦窑村参加新中学落成典礼仪式，并受刘编辑的强烈委托，采访瓦窑村的“一把手”郝建国。几天来，尽管他寻找不到这个传说中的独臂书记，却通过瓦窑村不同人的讲述，慢慢了解了这个跟新中国一天生日的老支书的传奇故事。70年代中期，郝建国同其他知青一样，踏上了返城之路。临走前，他留给刘羽秀一封信，表示会尽快弄到资金，在瓦窑村建立一个小型电站，在郝建国回城的日子里，刘羽秀不仅在痛苦的等待，还面临着父亲刘天地的劝告和刘解放的追求。回城几日，郝建国想出了筹集资金的绝妙办法。不想老书记对这种“投机倒把建电站”的形式嗤之以鼻。郝建国一气之下，组织自己“铁兄弟们”将村西的果子秘密卖出，并通过赚来的钱建立了一个小型电站。瓦窑村的村民享受到夜晚的光明， “铁兄弟”之一刘快嘴提议并激励郝建国参加新支书选举，却再次遭到老支书的反对和候选人刘解放的排挤。人选争执不下，郝建国和刘解放以秋收为限，展开“大练兵”，郝建国胜利，并救助了刘解放和老支书险些被霜打的田地，使得刘解放彻底认输。没有竞选上新支书，加之郝建国抢走爱情，刘解放渐渐生恨，在郝建国上任的很长一段时间里，他处处与其为难。逐渐看到追求刘羽秀无望的他，接受了母亲劝告，娶妻生子。全体村民会议上，“除了温饱，让每个成年男劳力都娶上媳妇”。郝解放的豪言壮语激发了乡亲们的热情，他大胆秘密推行土地包干，并跟前来视察的孙乡长捉秘藏，不想老乡长居然鼎力支持，这也使得郝建国松了一口气，大刀阔斧的干起来。历史的车轮运转到70年代末期，富起来的瓦窑村大队买来了一台收割机，村民们正围着现代化的机器乐此不彼，不幸的事情发生了，一个小男孩爬上收割机，“铁兄弟”刘快嘴不小心触动了机器马达，郝建国为救小男孩痛失一只手臂。两个人的爱情博得了老书记的同情和赞许，他同意了这段来之不易的婚姻。在妻子刘羽秀的帮助下，坚贞不屈的郝建国迅速恢复了活力。他独“闯”县城后回瓦窑村办了一座简陋的小学；恢复高考，他自己放弃梦想，培养瓦窑村第一个大学生---刘锋。80年的瓦窑村，郝书记开办葡萄酒厂！集资融资，他下跪逼出贷款，为家家电视机的承诺，他呕心沥血。退耕还林，他扩建果树林，不想虫害来袭，首遇挫折的他承担责任，亡羊补牢，解决生产原材料问题。刘锋学成归来，跟城市女友王红洪被郝书记情感打动，最终决定扎根瓦窑村。老书记的去世，郝建国坚持火化。抱着老人“骨灰”归来的郝建国等来的却是刘羽秀的离婚协议书和一个被请来为老书记招魂的女巫婆，郝建国借势破除封建迷信，推行科学思想。新世纪的瓦窑村，分房工作进行得如火如荼，刘快嘴把最好的房子留给郝建国，却被他退了回去，并立下一条规定：村委干部必须等乡亲们入住完毕，才可选房！这可急坏了刘快嘴，因为自己一家五口老小挤在一间小平房里。正在其愁不可耐之时，郝建国送给过八十生日的快嘴妈妈一个礼物，那是一把金灿灿的钥匙。并借此建立完善的具有瓦窑村特色的养老制度。葡萄酒厂的效益连年下跌，并且濒临亏损。郝建国一声令下，破釜沉舟，更新产品！村办企业恢复生机……郭雄在采访中发现自己的顶头上司刘编辑原来是被郝建国救助过的那个小男孩，也是刘解放的儿子。夜已散去，黎明降至，辗转了一宿的郭雄，早早跑到瓦窑村中学，记录着学校的每一个角落，等待着这个独臂书记的出现。国歌响起，五星红旗伴随着清风缓缓升起。所有的人都用右手行少先队礼，那个左手行礼的老人格外引人注目。独臂书记郝建国发表的讲话《我们的60年》着实让郭雄感受到了一个优秀共产党员的辉煌成绩和不朽人格！群山苍茫，绵延起伏，他仿佛看见一个巨人，登上瓦窑村山顶，一群孩子簇拥周围，那是一个永不陨落的太阳。",
    "chinese_title": "翻天覆地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T13:37:16"
}