{
    "aka": [],
    "sid": "26384853",
    "cast": [
        {
            "url": "/celebrity/1009141/",
            "name": "沈丹萍 Danping Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328749/",
            "name": "刘玉玺 Yuxi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443271/",
            "name": "李忠林 Zhonglin Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008(中国大陆)"
    ],
    "this_title": [
        "命根"
    ],
    "douban_link": "https://movie.douban.com/subject/26384853/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:熊相仔编      剧:熊相仔主      演:沈丹萍、刘玉玺、李忠林、赵成顺片      种:故事片类      型:剧情、情感伦理出品单位:江西省经典文化传媒有限公司长      度:97分钟出品年代:2009剧情简介农业厅长邀二哥水稻专家梁农安去老家给父亲扫墓。他俩没有给乡村领导打招呼，悄悄地进村。唯有八十岁的老母亲柱着拐杖站在村头，静静地张望。一路上，梁国安心情十分沉重，看到窗外，很多农田都已荒芜。农安说：“清明前后，种瓜种豆。”国安好生奇怪：“是呀，春光明媚，村民们都干什么去了，这么好的良田为什么抛荒不种呢？”老母亲终于在村头盼来了儿子，她一手拉着国安，一手拉着农安朝自家走去。听说国安、农安回家来了，家安匆匆赶回家，见面第一句话：“两位老弟，我求你们给我到城里找份工作。”国安：“你在城里能干什么？”家安：“能给人家看门都比作田好。”国安：“难怪家里十多亩田到现在还没开犁”农安：“像这样下去，我辛辛苦苦研究30多年的优良稻种，田都没人种了，还谈增什么产。”国安：“农民不种粮食，天下人都要饿饭，我们国家近三年粮食产量持续下降，大粮仓要空了，每年还要从国外进口两千多万吨粮食，像这样下去，若遇上一个灾荒，我们又要回到那个没饭吃的年代了。”那是大跃进时代，雨天，母亲从大食堂里分到一小盆粥，一失脚摔倒在泥水里，母亲双手疯狂般地将粥合起来。回到家里，父亲在病床正等一口稀饭吃，稀饭没喝上就一命呜呼了。母亲将这小盆带泥沙粥重新用水淘了一遍，再用一只破锅煮热给三兄弟喝，母亲偷偷地喝锅底下的泥沙。母亲挖藕去了，当国安三兄弟见到妈妈，母亲被倒塌的泥土埋住了大半个身子，兄弟把她拉出来。家安读到初中就没有再读，他说要帮妈妈挣工分。母亲说：“妈妈就是讨饭，也要让儿子读书。”家里实在太穷了，一个母亲养不活三个儿子，家安深深懂得长子为父，小小年纪他要挑大梁。农安也不想读书了，他要种粮，气得母亲狠狠地揍了他一顿。问他为什么不读书要种粮。他说为天下人吃饱饭。家安说，一亩地产300斤粮食，天下人能吃饱吗？你要读书，要研究粮食高产，一亩地能产600斤粮食，你大哥再苦再累也值得。国安站在一旁听得很认真，连连点头。母亲一把把他抱在怀里问：“国安，你长大干什么？”国安像大人说话一样：“为天下人吃饱饭。”（回到现实）农安、国安明天就要走了。晚上，80岁的母亲主持家庭大会。最后，家安同意将村里近万亩抛荒不种的农田，收回来种。农安、国安也同意将家里所有积存都拿出来种田。家安还有一个条件，要国安帮助他在农村信用社贷款。母亲拍板定音，三兄弟握手言欢。三年后。家安成全国有名的产粮大户，全国劳动模范，他播下农安研究出来的新品种，亩产达到1200多公斤。农安也成了中国工程院院士，他研究出的优良稻种，不仅在中国的播种面积达到52%，而且这两项专利被美国买走。国安主编的《中国粮食问题研究》受到国际同行青睐，引起中国政府对粮食问题的高度重视。三兄弟同时被选上全国人大代表。",
    "chinese_title": "命根",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-04T21:45:06"
}