{
    "aka": [
        "Big Brother 14"
    ],
    "sid": "26381703",
    "cast": [
        {
            "url": "/celebrity/1018711/",
            "name": "艾玛·威莉斯 Emma Willis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064553/",
            "name": "Marcus Bentley Marcus Bentley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2241999307.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2966172",
    "director": [],
    "duration": "45",
    "episodes": "69",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-06-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2966172/",
    "imdb_votes": 8,
    "this_title": [
        "Big Brother UK 2013 Season 14"
    ],
    "douban_link": "https://movie.douban.com/subject/26381703/",
    "imdb_rating": "6.8/10 from 8 users",
    "trans_title": [
        "老大哥(英国版) 2013 第十四季",
        "Big Brother 14"
    ],
    "douban_votes": "0",
    "introduction": "Big Brother 14, also known as Big Brother 2013 and Big Brother: Secrets and Lies, is the fourteenth series of the British reality television series Big Brother. It launched on 13 June 2013 in two parts, with the second part on 14 June, on Channel 5 and 5* as part of a new two-year contract with Endemol, which secured the show until 2014. It was be the third regular series to air on Channel 5 and the seventh series of Big Brother to air on the broadcaster overall since they acquired the show. The series was won by 23-year old Sam Evans from South Wales, who won the £100,000 prize fund, the first time the full prize fund has been awarded to the winner since 2010.Eight housemates entered on launch night, including a set of twins becoming one housemate; with another six, including a mother and her daughter, entering the House the following night. Unbeknownst to the housemates, an actor controlled by the viewers, Michael Dylan - otherwise known as \"The People's Puppet\" - entered the House on launch night, and this was revealed to them upon his departure on Day 9. On Day 33, after an infamous confrontation between housemates Daley Ojuederie and Hazel O'Sullivan, Daley became the first housemate to be ejected from the Big Brother House since Big Brother moved to Channel 5. For the first time in civilian Big Brother history, no new housemates entered the House following the two launch nights.The fourteenth series saw the return of viewers voting to evict, rather than voting to save alike the two previous series. This way of voting had not been used since Ultimate Big Brother.This was the first series of Big Brother to be presented by Big Brother's Bit on the Side co-host Emma Willis and the first presenter change since Brian Dowling took over from Davina McCall in 2011. Willis continued to host Bit on the Side along with Rylan Clark and AJ Odudu, who replaced Jamie East and Alice Levine.",
    "chinese_title": "老大哥(英国版) 2013 第十四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Big Brother UK 2013 Season 14",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T12:42:30"
}