{
    "aka": [],
    "sid": "26381296",
    "cast": [
        {
            "url": "/celebrity/1385312/",
            "name": "Victoria Coren Mitchell Victoria Coren Mitchell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2249150532.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "1 hour",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-06-08"
    ],
    "this_title": [
        "How To Be Bohemian With Victoria Coren Mitchell"
    ],
    "douban_link": "https://movie.douban.com/subject/26381296/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“How To Be Bohemian will look at the bohemian lifestyle of past and present – the weird and wonderful artists, writers and bon viveurs who defy convention and whose alternative lifestyles are often just as colourful as their art - and sometimes even more so. Victoria will bring viewers a series full of interesting facts delivered in her unique and sharp way.”  Cassian Harrison, Channel Editor BBC FourKeen to explore her own ambivalence about bohemia, Victoria goes in search of answers. From the garrets of nineteenth century Paris to the streets of Sixties Soho, by way of Oscar Wilde and Virginia Woolf, she looks at the lives of bohemians past and examines their credentials. Assisted by a diverse set of celebrity interviewees, from pose to politics and beards to bed-fellows she investigates what it’s taken to be called ‘bohemian’. And who truly lives up to the title today.Victoria says: \"Bohemians confuse me tremendously. I don't know whether to find them exciting and inspiring, or annoying and threatening. Possibly all four at once. From these mixed feelings, I know I must be a bourgeois. But I've never been fully immersed in Bohemian circles before. I'll be interested to find out whether I end up running into their open-minded embrace, or running screaming away.\"The bohemian is a curious beast, synonymous with fame but also obscurity. Theirs has always been a world associated with excess, shock, sexual experimentation and oblivion - the very stuff modern tabloid dreams are made of. For over 150 years bohemians have turned their backs on convention, becoming a foil to squarer, straighter society - and their foibles, peccadilloes and sometimes downright ‘bad’ behaviour come to be excused in the name of eccentricity, art and the virtue of ‘difference’. But is the bohemian lifestyle really an essential spur to creativity? Are bohemians an asset to our social and cultural ecology? And throughout their history, what if anything have they bequeathed the rest of us?Cast includes: Stephen Fry, Grayson Perry, Will Self, A A Gill, John Cooper Clarke, Rev. Richard Coles, Maggi Hambling, Molly Parkin & performance artist Johnny Woo.",
    "chinese_title": "How To Be Bohemian With Victoria Coren Mitchell",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T08:39:06"
}