{
    "aka": [],
    "sid": "26388521",
    "cast": [
        {
            "url": "/celebrity/1042143/",
            "name": "彭丹 Diana Pang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358018/",
            "name": "刘忠虎 Zhonghu Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323784/",
            "name": "薛家柱 Jiazhu Xue",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322752/",
            "name": "森岛 Dao Seng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "爱满长河"
    ],
    "douban_link": "https://movie.douban.com/subject/26388521/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:森岛编      剧:薛家柱主      演:彭丹、高斯帖、刘忠虎片      种:故事片类      型:剧情、励志、儿童出品单位:浙江华光影视制作中心长      度:93分钟出品年代:2008剧情简介天目山区，有个穷家女孩叫顾紫莲。这天秋高气爽，紫莲初中毕业，从学校回家。听说父亲在山上打山核桃，就急忙到山里帮助爸爸。就在父女俩兴奋地打山核桃时，父亲顾百发往树的顶部爬上去，突然，树枝断了，顾百发重重地摔在了山地上。更不幸的是，他的腰部正好被一根刚砍掉的毛竹锯齿般的根部戳伤。紫莲在困境无助时，几个同学来慰问紫莲，带来一个好消息：‘杭州长河高中’来招宏志班的学生，要的都是品学兼优家境困难的人。紫莲对上高中已经没有信心了，准备去做工。这天，紫莲正在为是否上高中犯愁，一位个子很高的男人走进她家。他和蔼可亲地自我介绍：“顾紫莲，你好！我是长河高中的校长程远知，我了解到你的极端困难，知道你很求上进。我今天来就是要告诉你，让你到我们学校去上学。”使顾紫莲绝处逢生。杭州长河高中座落在钱塘江边，程校长望着奔腾的江水……想到在访问许多贫困家庭种种令他感慨的情形，他心潮起伏难以平静……那天下着小雨，他听说梨花村有个学生王心强，初中毕业的成绩是全县第一名，可他现在却在为生活犯愁，每天在竹器厂打工。可他的父亲却迷上了赌博，母亲因为丈夫的不争气而远走他乡。程校长来到王心强父亲经常在那里赌钱的地方。他再也抑制不住内心的愤怒厉声说道“你是个父亲，该你去为养家糊口，可你在这里赌钱，孩子却在为十几元钱日夜辛劳，你像个父亲？！贫穷落后的山村，得设法改变，要摆脱落后贫穷的面貌，就需要人才，需要文化，放着个这么好的孩子不去培养，做父亲的一味地沉迷在赌桌上，实在太不应该！”王心强也被程校长招进宏志班。暑假，校园里静悄悄的，程校长和宏志班的班主任钦娴老师在办公室里商量开学。一位白发苍苍的老年妇女牵着她孙子的手微颤颤地走到办公室：“听村里人说长河有个好校长，这里有个什么班，专门收家庭困难的学生，还说要为我们摆脱贫穷。我就是这么一个孩子，名字叫石头，父母都在上海打工，打着打着不知怎么就离婚了，他们也不管孩子，我只想请校长开开恩，收下我的孙子，让他将来有个出息……”说着说着，老奶奶已经泪如雨下了。宏志班的学生每人都有一个辛酸故事。他们中经济条件不好家庭环境很差，有的还是孤儿弃儿，可他们都渴望学习。长河高中设立‘宏志班’，就是为品学兼优、家庭贫困的初中毕业生，继续实现求学的梦想，用知识改变命运的特殊班级。让他们获得德智体全面的长进，将来都成为国家的栋梁之材！从高一开始，宏志班就有一项健体工程。学校既关心孩子们的身体健康，也关心孩子们的心理健康。心理健康，是一项相对复杂的工程。病、残、灾的家庭让这群孩子自卑压抑，封闭的生活环境让这群孩子孤僻自闭，农村的生活背景让这群孩子有一些欠缺的生活习惯。心理健康课要通过个别辅导、讲授、讨论、小品表演、主题班会、集体生日等集体活动，灌输、引导孩子们一步步走出心理阴影，并使孩子们在待人接物、举止修养、生活习惯上能有一个彻底的改观。宏志班每年举办一次集体过生日，大家在一次包饺子、吃蛋糕、做游戏。每月举行一次主题班会。在长河3年，每人要学会一件乐器、一项运动；每天起码要问三个问题，提高他们的主动思考能力。宏志班学生高一就很用功，晚上在厕所电灯下面看书，下课也坐在位置上苦读。学习成绩好的同学与学习有困难的同学结对子……贫穷，是这群孩子的内在动因。知识改变命运———对于他们来说是生活的最高目标，读书成了他们改变命运的内在需要，在这种需要的激励下，他们自发地学，主动地学。无论前面的路有多么艰辛，他们都会一往无前。农忙时节，长河高中还决定：让非宏志班的同学去宏志班同学的家里生活一周，去体验农村艰苦的生活，去了解农民生活的艰辛，看到宏志生深层的人格和精神，那就是：自信、自强、感恩、责任、乐群。让农村、农民和农业成为城市学生的‘德育导师’。暑假，市教育局领导每年都参加宏志班的开班夏令营活动，在开营式上说：“宏志班的存在，是一种励志，是一座丰碑，是我们这个社会不可多得的精神财富。一位哲人说过：‘爱自己的孩子是人，爱别人的孩子是神！’。是社会无私的爱给了‘宏志班’这个集体以生命，给了他们 “用知识改变命运”的可能。他们要给社会以回报！”宏志班的学生在长河高中得到了学校及社会的各种关怀和培养，三年的学习生活无论学业还是品德及身心健康都有着极大的变化，他们成长了，毕业后都考上大学，而且很多个学生高考成绩在省里都名列前茅。毕业典礼上很多家长来参加毕业典礼，他们感动感激的情意溢于言表，这时长和高中的第一届毕业生、一位已在美国读博士的青年人来到会场，他的来到激起了在场所有与会者的热情，大家为有这样的学校和这样优秀的老师而欢欣鼓舞，在艳阳下的长河高中被欢乐和充满激情的歌声笼罩……",
    "chinese_title": "爱满长河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-15T15:22:43"
}