{
    "aka": [],
    "sid": "26383465",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2667187719.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008(中国大陆)"
    ],
    "this_title": [
        "我的功夫老爸"
    ],
    "douban_link": "https://movie.douban.com/subject/26383465/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "方子淇三岁开始就跟随妈妈前往美国过着单亲家庭生活，她虽然对父亲方云龙的印象模糊，却有着他的遗传，方云龙当年是搏击赛三届冠军，方子淇在美国学习跆拳亦见成绩，她终于代表她的大学来中国参加大学生跆拳比赛，与父团聚的梦想，她亦终实现 了。步出机场，子淇已见到父亲高举牌子在迎接她，他的样貌虽然和当年的照片有点不太相像，但是岁月摧人，乃是不用致疑，于是她便高高兴兴随父亲回家去。子淇自小已听闻父亲的事迹，对他崇拜不已，一路上不停的追问父亲学武的过程，比赛的心得，父亲却只是敷衍了事。因此子淇开始对这个所谓父亲的身份产生怀疑。子淇被带往见一个叔父，据说是父亲的同乡兄弟，二人感情要好，他是个出租车司机，但他见到子淇，感觉特别亲近，对子淇更是特别迁就，不管子淇要求甚么，他都马上开着他的出租车去办，令子淇对他也产生好感…。原来，这个所谓的叔父才是真正的方云龙，在机场迎接子淇的只是他的同乡兄弟，出租车司机刘诚。方云龙要与刘诚互调身份，一是因为与女儿十多年没见，不知女儿的想法，恐相处不来，而最主要原因还是他的现任妻子孙小乔，方云龙也怕因子淇回来而影响到他现在的生活，他们夫妻生了个孩子，比子淇小两岁，名叫方燕，也是热爱武术，这次也入围了武术比赛，所以方云龙逼于无奈找来刘诚帮他，刘诚假冒方云龙，每日受薪，而且吃喝玩乐一切使费都可以向方云龙报销，于是他亦乐在其中…方云龙要与刘诚互调身份，一是因为与女儿十多年没见，不知女儿的想法，恐相处不来，而最主要原因还是他的现任妻子孙小乔，方云龙也怕因子淇回来而影响到他现在的生活，他们夫妻生了个孩子，比子淇小两岁，名叫方燕，也是热爱武术，这次也入围了武术比赛，所以方云龙逼于无奈找来刘诚帮他，刘诚假冒方云龙，每日受薪，而且吃喝玩乐一切使费都可以向方云龙报销，于是他亦乐在其中……子淇第一次回来中国，对所有事物都感到新鲜。一天，她看到有小偷行窃，她便出手阻止，对方逃跑，子淇却穷追不舍，中途有见义勇为的青年加入，他们合力追截，可惜当子淇险些把小偷捉住，却因为青年的失误，小偷终逃脱了。事后，青年向子淇道歉，二人因此结识，原来青年名叫张力宏。张力宏是方燕的男友，得知子棋也是来参加比赛，张力宏介绍方燕和子棋认识，交谈中，子棋发现方燕的父亲也是她要找的父亲，这就更加确定了刘诚是假冒的。但子棋并没有表明身份。只想知道为什么亲身父亲不肯面对她，心中怒火燃起，方燕对子棋的第一感觉也不好，两人并没成为好友，反而吵了起来，弄的不欢而散。刘诚与子淇日夕相处，他孤家寡人几十年，忽有爱女对他孝顺，他们的父女感情也由假变真了，而且日渐浓厚，方云龙看在眼里，感到有点酸溜溜，无奈他又不敢向孙小乔表明一切，他只有无奈忍受。子淇比赛的日子越来越近，她也专心练习，希望得到好成绩，刘诚也鼓励她。比赛当日，方燕和小桥突然失踪，方云龙大急，他四出找同行帮忙，寻找妻儿的下落。原来方燕和小桥被人绑在仓库里，而绑架她的人竟是张力宏。原来当日，张力宏根本就是小偷的同党，他名为协助子淇，实际是让小偷逃脱，他知道方燕是服装厂老板的女儿，故展开追求，两人交往其间，他就已经打算等待机会绑票勒索，当方家后院起火时，他便事无忌惮，决定把方燕和小桥绑走，要求赎款。子棋接到消息，马上找方云龙商量，子棋救人要紧，再不顾方云龙为什么不肯面对她的事，也不提和方燕的矛盾。仓库里，张力宏与他的同党早已在等候，方云龙为救爱女，与张力宏等人展开生死搏斗，子淇眼看方云龙为了救她，不惜牺牲，她也受感动了…。方云龙血战下，终把张力宏等人制伏，同时孙小乔也报警了，警方来到把歹徒带走…机场，方云龙一家人送别子淇，子淇却挂念着一人，正是在偷偷窥看的刘诚，子淇发现了他，把他拉了出来，子淇笑说她有两个功夫爸爸！",
    "chinese_title": "我的功夫老爸",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-28T03:14:17"
}