{
    "aka": [],
    "sid": "26384790",
    "cast": [
        {
            "url": "/celebrity/1381480/",
            "name": "阿依夏木 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "贝贝跑道"
    ],
    "douban_link": "https://movie.douban.com/subject/26384790/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:陈莉编      剧:胡兆铮、陈莉主      演:朱彬彬、张岩、魏东、吴片      种:故事片类      型:儿童出品单位:温州奥榜文化传播有限公司长      度:93分钟出品年代:2008剧情简介旱晨。穿着小学生校服的贝贝背着书包，跑步着去上学。他是1000米长跑运动员，每天早上跑步去学校便是他的晨跑练习。后面开来一辆奔驰轿车。开到他的旁边，降速。京京放下副驾驶座的玻璃窗，说：“贝贝，我早上是在跑步机上晨练的。”说完，车很快开过去了。在五（2）班课堂上，班主任、数学老师罗老师宣布：“我们班的贝贝、京京两位同学作为我们实验小学的代表队员，参加市小学生运动会的1000米长跑项目。到时候，我们班全体同学都要到体育场上为他们呐喊助威。欢欢、迎迎、妮妮，你们几个班干部好好地组织一下后勤工作。”在体育的实验小学休息处，欢欢和妮妮在为贝贝和京京拿衣服，广播里传出来：“男子1000公尺决赛最后一次点名——”实验小学五（2）班的学生在看台上为贝贝和京京呐喊：“贝贝加油！京京加油！”贝贝第一个冲过终点，京京紧跟着也冲过了终点。京京抬手击了贝贝的手掌，高叫：“贝贝，佩服你！我以后也象你一样跑步上学，不再在跑步机上练了！”欢欢欢呼着跑来，递给贝贝、京京一瓶矿泉水。在闭幕式的领奖台上，贝贝和京京接过冠，亚军的证书和奖品。罗老师也过来祝贺他俩：“贝贝，京京今天你们为实验小学争了光。努力吧，将来到奥运会上去赛跑，为国争光！回去好好休息，趁明后天是双休日，彻底放松一下，星期一上午第一节就是数学课，可是又一新单元的开始------”但贝贝却未能好好地休息。他的父母在家大吵架。他的妈妈去了他的外婆家。无人管束的贝贝当晚去了网巴打电子游戏彻夜不归。星期六日夜不归。星期天仍不见踪影。星期天晚上10点钟贝贝的爸爸到派出所报警，和民警走遍全市所有网巴，最后在夜里也即星期一的凌晨三，四点钟才在近郊区的一家黑网巴里寻到贝贝，原来贝贝这些天来一直在上网打电子游戏，饿了就到里面的摊子上买点饮料饼干，倦了就靠在位置上打一下盹儿，当民警和贝父寻到他时他正蜷缩在网巴的角落里睡觉。星期一上午的第一节数学课，贝贝迟到了。罗老师巳开始上课了，贝贝在教室门口叫一声：“报告！”“进来”。罗老师皱了皱眉，全班同学也把不满的目光集中在他身上，贝贝坐到了自己的座位上，罗老师强忍着怒气，声色俱厉地说：“贝贝，本学期开学至今，在数学课上你还是第一个迟到。能说一下你迟到的原因吗？”讲台下没有声音，贝贝巳靠在桌子上睡着了，同桌的欢欢推了推他，“老师问你呢。”贝贝迷迷糊糊地站起来，没回答。罗老师：“下学期就是六年级毕业班了，怎么却突然松懈下来了？”此后，贝贝在上午第一节数学课屡屡迟到，数学成绩直线下降。期末考试，数学差点儿不及格。在暑假里更是沉溺于网巴。在一次黑网巴的群殴里，不关他事的贝贝却被误伤，右小腿骨几乎被刀砍断。整个暑假几乎都在医院里度过。也由于是发生在暑假里，学校对他的情况均不知晓。新学期开学了。五（2）班已升为六（2）班。罗老师为青年教师暑假培训班讲课刚结束，刚赶上新学期的第一节数学课。他一进教室，随着班长的一声“起立”时，他怔住了。原来贝贝在最后一排角落里的一张课桌后坐着不动。他一个人佔一张桌子。从数学角度来说它破坏了教室里整齐的几何图形。这张课桌和同一排的桌子相比要落后一大截，和前面一张桌子的间隔足足有一米半远。在贝贝的旁边形成了一片真空地带。罗老师凌厉的目光盯住贝贝，但贝贝虽坐在教室里，却好像不是这个集体的成员，脸上是一副孤傲冷漠的、拒人于千里之外的神色。罗老师厉声说：“贝贝同学，你听到‘起立’了没有？”贝贝就像被电击中似的浑身一震，他倏地用双手撑住桌面，整个身子往上猛力一耸，也许是用力过大，那张本来就站不大稳的旧课桌突然往前倒去，轰的一声，他整个人连着桌子一起摔倒在地上。紧接着，角落里的那副拐杖也向地面倒下，又发出一阵响亮的撞击声。罗老师骤然明白了是怎么回事。他慌不迭地跑到贝贝旁边，俯下身子，伸过双手想去拉他一把。这时，却又发生了更令人意想不到的事：只见贝贝按在地面上使劲往上撑的双手停住了，他用左手支撑着地面，腾出右手来，慢慢地，然而有力地把罗老师伸过来的双手推开了。他向罗老师投来了瞥痛苦的、敌意的目光，那目光一下子像利箭一般射进了罗老师的心，就像罗老师刚才这句无意的话语射进了学生的心一样。这两颗心仿佛是被冷气冻结住了似的相互不能再靠近了。第二天，他低垂着浮肿的眼皮来上学，那拐杖在学校水泥路面上敲出单调的节奏，缓慢的声音，想起今天的第一节课又是数学，他心里真不是滋味。早自修下课，在短短的课间休息时，教室的电视里播放着一位双手残疾的人在弹奏风琴，是气震山河的《运动员进行曲》。弹奏者的右手只有三个手指，左手没有手指。贝贝瞪大眼睛激动地看着。既然双手残疾的人还可以弹琴，那右腿残疾的人是不是可以重上跑道呢？有一天下午的课外活动，京京在长跑；欢欢和迎迎在打羽毛球；同学们各自在进行自己喜爱的活动。贝贝坐在操场角落的一块石头上，热切地看着京京。这时，罗老师出现在他身旁，说：“长跑冠军怀念跑道了吗。不要紧，你还会成为冠军的。只不过你现在的跑道是在这里。”他递过一张纸，上面密密麻麻写满了数学题目，“把这些数学题目带回去好好做吧。你知道吗？除了国际奥林匹克体育竞赛，还有国际奥林匹克数学竞赛呢。你原来的数学基础是很好的。今后我准备一星期两个晚上加上星期天的早上到你家去为你辅导。不能去实现奥运会的梦，就去实现奥数会的梦吧！”罗老师拿出一个小型的卷尺，在贝贝的身边量着。贝贝迷惑不解：“怎么？参加奥数比赛，还需要测量身高体重？”说着，准备拄着拐杖往起站。罗老师连忙按住了他：“不用不用！我这是另有用途。先不告诉你。”在贝贝家晚上的灯光下，罗老师为贝贝辅导数学。   在贝贝家早上的阳光中，罗老师为贝贝辅导数学。    在一个风雨交加的夜晚，贝贝家的门铃响了。贝贝去开门，门外站着浑身湿透的罗老师。",
    "chinese_title": "贝贝跑道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-28T08:13:25"
}