{
    "aka": [],
    "sid": "26384009",
    "cast": [
        {
            "url": "/celebrity/1368747/",
            "name": "刘志刚 Zhigang Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870157426.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "王二牛之足球学校"
    ],
    "douban_link": "https://movie.douban.com/subject/26384009/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:李宝琪编      剧:李宝琪主      演:刘志刚、李晓凤片      种:故事片类      型:剧情、励志出品单位:北京金雅乐文化艺术有限公司长      度:90分钟出品年代:2008剧情简介二十世纪九十年代初，中国足球职业化进程刚刚开始。足球，这个在国外早已商业化了的竞技项目，第一次也被国人赋予了极浓的商业色彩。 在这样的大背景下，王二牛这个“小人物”应运而生。 王二牛，中国中原西部〈黄河岸边〉丘岭地区某村一个土生土长的愣头青，小学文化，二十多岁，为人做事敢想敢干又有恶习，属于封闭环境中冒出的“异类”。他进城打工经年，耳闻一个足球队员转会可卖多少多少钱，突然想到自己村里的那群放牛、放羊的半大孩子，私下认为这些孩子个个都是好“苗子”，不如回村办个足球学校，就地取材，大发横财，于是便不顾自己对足球知识的根本不懂，毅然辞工，买球，只身回到了村子。 故事，也就从这里正式开始。 王二牛破天荒要在自己的村里办足球学校，并且自己担任教练，这事震动了全村老少爷们儿：足球是个什么东西？王二牛这楞小子他行吗？懂吗？足球这玩意真能改变命运，就象王二牛所说的那样使村里的孩子们变成城里人吗？全村人半信半疑，王二牛秘而不宣，并且就在这种情形下，一块手书“王二牛足球学校”的木牌子便被王二牛在村中的麦场上竖了起来。 王二牛首先是把村里的麦场变成了他的所谓的足球学校，而后是把村里的半大娃子集中起来大吹特吹他的踢足球改变命运即当城里人的理论，随后是带着孩子们全无章法地训练起来，弄得村子里鸡犬不宁，乌烟瘴气，并且引出一连串令人啼笑皆非的笑话，他甚至还领着孩子们为中国足球起誓，签定双方训练及将来转会合同，带领着娃子们进城向县中的足球队叫板。至此，一场偏远山村的“足球革命”就这样被王二牛以一种别样的形态带动了起来。 王二牛的父亲，一个一辈子都极少走出过村子的农村倔老头儿，他是第一个反对王二牛搞足球学校的人。在他的心里，王二牛就是个不走正道的忤逆之子，是个注定会一事无成的败家子，他这样折腾足球，将来注定会没有好下场。这位父亲不仅骂骂咧咧，地对儿子阻拦，还发起脾气来对着王二牛用杠子追打，弄得满村人都看笑话。 村长及村中百姓对王二牛的这番“壮举”起初是惊讶，之后是幻想，再后是表示怀疑，反对、甚至制止，最后是群起而愤怒。他们认为，王二牛把村里的地气、风水踢没了，王二牛这是在毁了他们的村子，他们的孩子，他们甚至联想到宋朝高俅这个靠玩球起家的奸臣，认为王二牛就是他们村的高俅，一日不除，其村子将永无宁日。…… 最后，王二牛被迫离开了村子，省城俱乐部也看中了这里的训练环境和群众基础，决定投资在这里真真办一所足球学校…… 一个表面上荒唐，实则发人蕴涵着深意的故事就这样以一种好莱坞式的结尾结束了，他留给人们的回味是无尽的。",
    "chinese_title": "王二牛之足球学校",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-25T02:35:05"
}