{
    "aka": [
        "Big Brother UK 11"
    ],
    "sid": "26381700",
    "cast": [
        {
            "url": "/celebrity/1027627/",
            "name": "戴维娜·迈克考 Davina McCall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064553/",
            "name": "Marcus Bentley Marcus Bentley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2241999285.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1671777",
    "director": [],
    "duration": "45",
    "episodes": "86",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-06-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1671777/",
    "this_title": [
        "Big Brother UK 2010 Season 11"
    ],
    "douban_link": "https://movie.douban.com/subject/26381700/",
    "trans_title": [
        "老大哥(英国版) 2010 第十一季",
        "Big Brother UK 11"
    ],
    "douban_votes": "0",
    "introduction": "Big Brother 2010, also known as Big Brother 11, was the eleventh series of the British reality television series Big Brother UK, and the final series to be broadcast on Channel 4. The series launched on 9 June 2010,[1] and was aired on Channel 4 and E4 for 77 days with the finale on 24 August 2010, where Josie Gibson was crowned the winner with 77.5% of the public vote.Immediately following the final of this series, an additional series, Ultimate Big Brother began with memorable Celebrity Big Brother and Big Brother housemates from across the show's history, including the re-entry of the winner.[2] It also included this year's Big Brother winner competing for the title of Ultimate Big Brother.[2] Big Brother 11 was produced by Remarkable Pictures, a division of Endemol. This series was confirmed since 2006 as part of a £180 million contract between Endemol UK and Channel 4.[3] The series was sponsored by skincare brand Freederm.[4] The 24-hour live streaming had been reinstated for this series and was available via the website as a fee-based service.[5] As winner, Josie entered the House again for Ultimate Big Brother.the final series of Big Brother UK on Channel 4. The series commenced on Wednesday, 9th June, 2010 and ran for 11 weeks. On launch night, 14 housemates were selected from a shortlist of 81 hopefuls. This year nominated housemates take part in a task called Save and Replace; the winner of this task saves themself from eviction and chooses another housemate to take their place. After this series of Big Brother there were two weeks called Ultimate Big Brother. Josie finished as the winner of Big Brother 11 with the highest percentage in Big Brother history and re-entered the house for Ultimate Big Brother.",
    "chinese_title": "老大哥(英国版) 2010 第十一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Big Brother UK 2010 Season 11",
    "douban_rating_average": 0,
    "update_at": "2025-06-21T13:28:35"
}