{
    "aka": [],
    "sid": "26387696",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462217047.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1321756/",
            "name": "乌兰塔娜 Wulan Tana",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "暖阳"
    ],
    "douban_link": "https://movie.douban.com/subject/26387696/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "9岁的子洲住在城里，身为研究生和大学生的爸妈，整天忙于事业，很少把时间留给子洲，也忽视了对儿子的教育，得不到情感交流的子洲，性格孤癖，自由散漫，成了家里和班里的问题孩子，他写的检查都够钉作业本了，为此，子洲爸妈和老师很头疼。与此同时，在一个研究所上班的子洲爸妈，接到所里的通知，将动身去美国学习考察两个月，子洲爸妈不想失去来之不易的出国机会，无奈之下，只好从乡下把年迈的子洲爷爷接到了城里，临时照顾子洲的生活。很少跟随父母回乡下的子洲，对乡下的爷爷根本没感情，甚至是陌生的……。爷爷来了，还带来了乡下一直和老人做伴的一只鸭子，子洲鄙视地看着苍老而又土气的爷爷，不屑地打落爷爷带给他的礼物——亲手为他编的小草人，善良的爷爷看着孙子，脸上透出无尽的伤感。隔壁屋里传来子洲对爸妈的抗议，说爷爷的手那么脏，他不吃爷爷做的饭，更不想让这么丑陋的爷爷，送他去上学……。子洲爸一气之下打了子洲，子洲哭着骂爸妈自私，只想着自己出国，还说话不算数，答应给他买数码相机又不买了，因为这个他和同学打赌丢了面子，爷爷坐在小屋里，心痛地听着孙子的哭诉。子洲爸妈走了，给他们留下了为数不多的生活费。上学的路上，子洲怕同学看见，弓着背跟在身后的乡下爷爷，想尽办法甩掉了爷爷。还把一块大石头栓在爷爷带来的那只鸭子身上，从窗户看着爷爷那丑陋的驼背，子洲自语地骂爷爷是丑八怪。他不能忍受爷爷那双布满裂口的粗黑的大手，不吃爷爷做的饭，把中午学校吃的饭带回家里。爷爷伤感地看着桌上做好的一动不动的饭菜，和屋里一边玩儿游戏一边吃着包子的子洲。为了让孙子吃饭，爷爷提着篮子来到菜市场，买了一条小鱼回来。子洲不屑地看着盘子里的那条小鱼，打落爷爷手里的筷子，骂爷爷是个吝啬鬼。还从爷爷的小屋里，偷偷拿走妈妈留下的生活费。子洲坐在屋里吃着麦当劳，爷爷弓着背站在窗外等着他，天上下起了大雨，路上的行人都跑开了，年迈的爷爷还弓着腰站在原地。子洲看着站在大雨里的爷爷，不安地吃着麦当劳，嘴里说着：“谁让你跟着来的……。”爷爷蹒跚着离去，麦当劳里的子洲松了一口气。 雨不停地下着，子洲站在麦当劳门口，不安地看着越下越大的雨，只见爷爷撑着一把红伞，慢慢从远处的雨雾中走来，子洲看着雨中朝自己走来的爷爷，低下头，看着爷爷泡在雨水里粗布鞋……。班里，老师公布着这次总考的成绩，前五名的同学，每人奖励一面小红旗，不及格的同学，每人加一面小黑旗，上次不及格，这次及格的同学，每人奖励一面蓝旗，家长会的时候，不同旗子的颜色就是汇报给家长的成绩单，子洲沮丧地看着贴在自己名字后面的一串小黑旗爷爷弓着腰收拾着子洲凌乱的小屋，从地上拣起一张打着57分的考试卷，爷爷心痛地看着。爷爷弓着腰站在小巷里，等着一个放学回来的中学生。子洲看着卷子上一道道修改过的错题，得知是爷爷托邻居家的女孩儿帮忙改的，子洲愤怒地看着爷爷，哭着把考试卷扔在地上，说爷爷多管嫌事，故意让全院儿的人知道他考试不及格，爷爷看着大哭不止的子洲，心疼而又难过地站在小屋里。子洲坐在院墙上，没好气地看着院里干活的爷爷，把手里的纸飞机一个个朝爷爷飞去，纸飞机落在爷爷的身上，子洲坐在墙头上坏笑着教室里，同学们议论着，学校门口总看见一个像捡破烂的脏老头，不知道是谁的家长，子洲在座位上心虚地听着。每二天上学的路上，子洲用粉笔在地上画了一个圈儿，规定爷爷以后只能走到这儿，不许再去学校的门口，爷爷弓着腰站在白线里，木然地看着远去的孙子一天，爷爷从乡下背回了一捆芦苇杆，把它们泡进水盆里，把咖啡色和紫色的染料分别倒进两个大水盆里，子洲站在院里冷眼看着，爷爷憨然地解释说，乡下的芦苇多，他想编点东西拿到市场上去卖，子洲一脸嘲讽地看着爷爷，骂爷爷是个财迷。同学路亮跑进教室，告诉了班里的同学说，他看见那个乡下老头来送子洲上学。同学们嘲笑的目光集中在子洲的身上，一气之下，子洲和路亮打了起来，俩人一起被老师叫到了办公室。天上下起了小雨，爷爷打着伞站在画好的白圈儿里，焦急地看着远处的校门口，等在门口的家长们，匆匆接走了自己的孩子，爷爷的大脚犹豫地迈出了白线。子洲沮丧地走出校门，看着打着伞站在校门口的爷爷，想着同学说的话，爷爷把伞举到子洲的头上，慢慢开口说：“下雨了，爷爷就多走了几步……。”子洲恼羞成怒地打落爷爷手里的雨伞，愤声说：“你别再给我丢人了，我不想有你这样的爷爷，丑八怪……。”说完奋力地推开爷爷跑了，爷爷伤痛地站在大雨里。为了阻止爷爷再去送自己上学，子洲把水偷偷浇进爷爷的布鞋里。爷爷穿着一双湿布鞋，走在子洲上学的小路上，子洲恼火地看着身后的爷爷，转身飞快地穿过马路，爷爷看着从孙子身边跑过的汽车，惊慌地追上去，脚下的湿布鞋滑倒在地上，子洲停下来，看着倒在马路对面的爷爷。子洲对爷爷说，要想让他吃饭，就给他做院里的那只鸭子。第二天，爷爷忍痛抱着自己的鸭子来到菜市场，含泪跟小贩换来了一只杀好的鸭子。子洲大口地吃着鸭肉，爷爷坐在一旁心痛地看着。爷爷蹲在市场的地摊上，卖着自己编好的东西，从一旁经过的子洲老师，看好子洲爷爷编的两个筐，约好下班后来取，爷爷欣然地答应，子洲老师在匆忙中忘记了和老人的约定，老师想起来的时候，天已经黑了，空空的集市上，只见子洲爷爷还站在原地，空守着地上的两个筐，老师感动万分，拿出一百元钱给了子洲爷爷，老人没有收，弓着背说，两个篮子只卖6块钱，你能来就比啥都强。老人的质朴深深地打动了子洲老师，她和老人约定，卖给她100个小草人。子洲的同学要来家里玩儿，子洲怕爷爷给他丢人，让爷爷出去，天黑了再回来，爷爷伤感坐在集市上，集市上的人都已散去，爷爷背着筐走在大街上，看着还没有黑下来的天，坐在路边等着。子洲和同学在家里开心地玩儿着游戏机，天上下起了雨，爷爷背着筐，艰难地走在大雨里。子洲看着落在院里的雨点和黑下来的天，愧疚地低下了头。爷爷病倒了，没能再送子洲上下学，在约定的地点处，子洲没有看见爷爷熟悉的身影，脸上透出无名的失落。第二天中午，子洲没有吃学校分给他们的热面条，他抱起饭盒一口气跑回了家，把面条递给床上的爷爷，说吃了热面条病就能好，爷爷老泪纵横地接过孙子手里的面条，颤抖的手擦去洒在孙子小手和衣服上的面汤，激动地说不出话来……。上学的小路上，子洲没有和爷爷离的太远，他告诉爷爷，明天的家长会让爷爷来，爷爷激动地看着孙子离去的背影。为了不给孙子丢人，爷爷洗干净了身上的衣服，还用漂白粉泡了粗黑的大手，子洲看着爷爷那双被漂白粉泡脱了皮的大手，难过地说不出话来，一串串眼泪滴落在爷爷的那双大手上。家长会上，老师认出了子洲爷爷。爷爷心痛地看着孙子后面的一串小黑旗没有说话。回去的路上，爷爷告诉孙子说，老师表扬他了，说他进步了，如果再努力的话还会更好，子洲感动地看着善良的爷爷。100个小草人编好了，爷爷把它交给子洲老师，说这篮子草人不要钱，想用它给孙子换一面小红旗，他相信，有一这面小红旗，他孙子一定会把墙上的黑旗摘掉，他求老师不要嫌弃他孙子，因为他相信，好娃是夸出来的，他没有文化，比不了城里的爷爷，只要能给孙子换上一面小红旗，让他编多少个小草人他都愿意。老师感动地答应了老人的请求，含泪把它讲给了班里的同学，一面鲜艳的小红旗贴在了子洲的名字上，子洲看着红旗哭了。子洲开始了用功的学习，当他终于用成绩换来了第一面小红旗的时候，子洲爸妈从国外回来了，爷爷回了乡下，临走前给子洲留下了，用卖筐的钱换来的一个数码相机，和爷爷奖励给他的一面小红旗，子洲看着爷爷留下的东西泣不成声……。子洲从爷爷的小屋里，发现爷爷癌症的诊断书，子洲哭着跑到医院，得知爷爷早知道自己得的是癌症，一直用止疼片支撑到现在，一家人甚为震惊，子洲爸流下了惭愧的眼泪，自从他考上了大学，就再没帮爹下过一次地，提过一桶水。总想着等爹老了再去尽孝道，可他忘了，其实爹早已经老了……。子洲爷爷重新回到了城里，回到了儿子和孙子的身边。就要放署假了，子洲老师动情地看着子洲，问他假期里要做什么？子洲说他要养一只一模一样的鸭子送给他爷爷，医生说，多晒太阳爷爷的病能好得快，子洲笑着对老师说，假期里他还要捕捉阳光，阴天的时候，把它放进爷爷的小屋，让爷爷每天都能晒到太阳……。老师感动地看着子洲。公园的绿地上，爷爷弓着腰坐在木椅上，动情地看着跑在绿地里捕捉阳光的孙子。",
    "chinese_title": "暖阳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T21:09:10"
}