{
    "aka": [],
    "sid": "26390483",
    "cast": [
        {
            "url": "/celebrity/1282501/",
            "name": "艾伦·迪宗 Allen Dizon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485455/",
            "name": "Miggs Cuaderno Miggs Cuaderno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2244079206.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt3887756",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加拉语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3887756/",
    "imdb_votes": 43,
    "this_title": [
        "Children's Show"
    ],
    "douban_link": "https://movie.douban.com/subject/26390483/",
    "imdb_rating": "6.8/10 from 43 users",
    "trans_title": [
        "搏击少年"
    ],
    "douban_votes": "0",
    "introduction": "Children's Show is a full-length film based on a real life story of children ages 10-15 years old being used by a syndicate for an underground wrestling match.The film is based on true events. Al and Jun, two fraternal twin brothers, earn a living by doing the oddest jobs available, from pedicab driving in the bustling streets of Manila to jobs involving gangs and fraternities. Their grandmother Lola Alice manages to raise them and nurture them, despite her advanced age and extreme poverty. Due to the need (and desire) to earn extra money, the brothers engage in clandestine fistfight matches staged by several middlemen and syndicates wanting to exploit children’s vulnerability. The brothers fight their way to success, but the sudden return of their estranged father turns things upside down. In a bout of violence over their savings, which their father wants to steal, Al falls to the ground and fractures his leg, resulting in it being eventually amputated. The father, coming to his senses, runs away, leaving a hysterical Lola Alice calling for help. Jun manages to earn more money fistfighting and helps Lola Alice with house repairs and buys Al a second-hand wheelchair. The boys struggle to survive day by day in the hope that the time will come when the black and blue marks, scars, fears, and traumas will be just memories.",
    "chinese_title": "搏击少年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Children's Show",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-14T01:12:08"
}