{
    "aka": [],
    "sid": "26394696",
    "cast": [
        {
            "url": "/celebrity/1097180/",
            "name": "伊莎贝尔·杰利纳斯 Isabelle Gélinas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146937/",
            "name": "布鲁诺·萨拉曼 Bruno Salomone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278962/",
            "name": "瓦莱丽·博莱同 Valérie Bonneton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327248/",
            "name": "吉约姆·德·东克戴克 Guillaume de Tonquedec",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200997/",
            "name": "亚尼斯·莱斯珀特 Yaniss Lespert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389910/",
            "name": "阿克塞勒·奥赫扬 Axel Auriant",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2245175295.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt4242322",
    "director": [
        {
            "url": "/celebrity/1339284/",
            "name": "安娜·吉亚菲利 Anne Giafferi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315647/",
            "name": "帕斯卡尔·舒梅 Pascal Chaumeil",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "6",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4242322/",
    "imdb_votes": 18,
    "this_title": [
        "Fais pas ci, fais pas ça Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/26394696/",
    "imdb_rating": "7.5/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Episode 1 : Un an déjà !Un an déjà que le petit Kim est né et qu’il fait la joie de ses parents et ses grands-parents. Seule Fabienne n’assume pas son nouveau rôle de grand-mère et préfère, au parc, se faire passer pour la mère… Au lycée, un concours est lancé pour favoriser la communication parents-enfants. Chaque élève doit constituer un binôme avec son père ou sa mère. Charlotte choisit Renaud sur-motivé pour traiter n’importe quel sujet, enfin presque… Eliott, lui demande par dépit à Valérie, qui pense plutôt à des moyens détournés pour gagner. Quand à Denis, il a pris du poids. Beaucoup. Et il est totalement dans le déni.Episode 2 : Naturisme et découverteLes deux binômes Charlotte/Renaud et Eliott/Valérie se partagent le prix des gagnants aux concours du lycée. Un voyage aux Antilles. C’est donc une famille recomposée qui atterrit en Guadeloupe. Ils s’attendaient à un voyage familial et culturel, ils vont découvrir très vite qu’ils sont dans un club familial certes mais complètement naturiste… À Sèvres, dans le froid et la grisaille, Fabienne est seule avec Lucas qui ne veut plus aller chez les louveteaux. Fabienne va choisir soeur Françoise pour aider Lucas à retrouver la foi. Quant à Denis, il a enfin pris conscience de son surpoids et il est bien déterminé à le perdre quitte à suivre les régimes les plus radicaux.Episode 3 : La Naissance des médusesC’est la panique à Sèvres. Fabienne reçoit un coup de fil de Charlotte toujours aux Antilles : Renaud et Valérie ont disparu ! Dans le même temps, elle doit gérer un couple de femmes qui souhaiteraient se marier à Sèvres, or le maire ne veut pas qu’on célèbre un mariage gay pendant sa campagne municipale… Denis tente de vendre un nouveau programme de coaching personnalisé pour les cadres. Pour arriver à ses fins, il convainc Salomé de se faire inviter à l’anniversaire de la fille d’un gros patron du CAC 40.Episode 4 : Le Changement, c’est (vraiment) maintenantFabienne est de nouveau débordée à la maison. Elle a dix bouches à nourrir dont un bébé qui mange toutes les trois heures. En plus, Renaud a changé depuis son retour de Guadeloupe, ses délires avec son ami Loic de Sub de Co, l’exclue complètement. Pourtant la rentrée n’est pas si facile pour Renaud. Binet est rachetée par les Chinois et Renaud doit être malin pour bien se positionner. Pour Denis, c’est clairement un changement de carrière : son animation de méduse à l’anniversaire a fait un buzz inattendu et Thierry le pousse à enregistrer un album. Soucieux de ne pas être complètement ridicule, Denis s’en remet à Valérie. Mais Valérie est ailleurs…Episode 5 :Episode 6 :",
    "chinese_title": "Fais pas ci, fais pas ça Season 7",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T14:36:19"
}