{
    "aka": [],
    "sid": "26394685",
    "cast": [
        {
            "url": "/celebrity/1097180/",
            "name": "伊莎贝尔·杰利纳斯 Isabelle Gélinas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146937/",
            "name": "布鲁诺·萨拉曼 Bruno Salomone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278962/",
            "name": "瓦莱丽·博莱同 Valérie Bonneton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327248/",
            "name": "吉约姆·德·东克戴克 Guillaume de Tonquedec",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423647/",
            "name": "多米尼克·恩格哈特 Dominique Engelhardt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2245172809.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt2477786",
    "director": [
        {
            "url": "/celebrity/1339284/",
            "name": "安娜·吉亚菲利 Anne Giafferi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2477786/",
    "imdb_votes": 17,
    "this_title": [
        "Fais pas ci, fais pas ça Season 5"
    ],
    "douban_link": "https://movie.douban.com/subject/26394685/",
    "imdb_rating": "7.7/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Episode 1 : Le bonheur, c'est maintenant !Retour de vacances mouvementé pour les Bouley et les Lepic. Fabienne doit en effet organiser une fête médiévale en vue de remporter un important jumelage, mais elle découvre au dernier moment que ses organisateurs la laissent en plan. Mais rien n'arrête Fabienne qui, au pied levé, met en place les fiançailles médiévales de Christophe et Tiphaine. Cela suffira-t-il pour séduire la délégation québécoise ? Chez les voisins, Denis Bouley, qui vient de sortir son livre intitulé «Le Bonheur c'est maintenant», doit remonter le moral de Valérie, qui ne parvient pas à accepter de laisser partir Tiphaine...Episode 2 : L'été indienLes Bouley sont en désaccord sur la façon de sortir Tiphaine de sa déprime, tandis que chez les Lepic on prépare avec soin la rentrée scolaire, car «une année scolaire, c'est comme une mayonnaise, on la rate ou on la réussit dès les premiers coups de fourchette». Mais entre le stage de Christophe et le maire qui propose à Fabienne de partir trois semaines au Canada, rien ne se passe comme prévu...Episode 3 : Hommes au bord de la crise de nerfsFabienne s'envole pour le Québec et Renaud se retrouve tout seul à s'occuper de la maison. Mais la tâche est loin d'être aisée, car les enfants décident de lui mener la vie dure. Impitoyables, ils en profitent pour se rebeller et contester la moindre de ses décisions. Chez les Bouley, c'est le branle-bas de combat aussi. Une équipe de télévision doit bientôt débarquer dans leur salon, à l'occasion de la promotion du livre de Denis, intitulé « Le bonheur, c'est maintenant ». Seul hic, le père de famille supporte difficilement la pression face à l'arrivée imminente des caméras. Il devient si nerveux qu'il finit par angoisser tout le monde...Episode 4 : Etre (ou ne pas être) une femmeChristiane Potin débarque chez les Lepic pour aider Renaud, qui s'en sort difficilement depuis le départ de Fabienne au Québec. Mais à peine installée, elle commence déjà à faire des siennes, et soupçonne Soline de s'adonner à des activités peu recommandables. Chez les Bouley, Denis et Valérie conseillent Eliott sur les techniques de séduction. Mais ils sont loin d'être sur la même longueur d'ondes...Episode 5 : L'effet TatianaRenaud Lepic est perdu depuis que Fabienne est en voyage au Québec. Pour protéger Tatiana Lenoir, sa nouvelle voisine, il invente de gros mensonges et fait croire à l'un de ses clients qu'elle est son épouse. Mais Christiane Potin a le nez partout et met le feu aux poudres en alertant Fabienne des frasques de son mari. Chez les Bouley, c'est Valérie qui fait des siennes. Elle n'a plus qu'une chose en tête : la taille de son nez, devenu une obsession et, selon elle, la source de tous ses problèmes. Elle s'imagine même qu'il l'empêche de décrocher des budgets importants. Elle décide donc de prendre rendez-vous chez un chirurgien, sans prévenir Denis...Episode 6 : Un moment d'égarementAu lendemain d'une soirée arrosée, le réveil est difficile pour Renaud Lepic : il n'a plus aucun souvenir de ce qui s'est passé la veille. Or, il a perdu sa mallette qui contenait de précieux contrats. Avec l'aide de Denis Bouley, il essaie de reconstituer les évènements. Valérie, elle, aide malgré elle sa mère à participer au concours des Mamies en Or, qui récompense les grands-mères exemplaires...Episode 7 : On ne badine pas avec l'amourAlors que Fabienne doit rentrer du Québec dans quelques jours, Renaud Lepic se retrouve dans une situation embarrassante. Il est contraint d'héberger sous son toit Tatiana Lenoir, sa voisine. Les enfants ne voient pas cette arrivée d'un très bon oeil, et font sentir leur désapprobation. Au travail, on propose à Renaud une promotion qu'il n'osait plus espérer. Mais celui-ci hésite à accepter, même si ce poste doit revenir à son ennemi de toujours, Dumont. Chez les Bouley, rien en va plus. Denis a accepté une mission de coaching dans l'agence de Valérie. Les tensions montent, et le couple est amené à régler ses problèmes sur un terrain de sport...Episode 8 : Le joker connerieFabienne, de retour du Québec, a vu Renaud embrasser Tatiana et compte bien lui faire payer. Elle le prévient : ils doivent faire semblant de s'entendre devant les enfants, mais entre eux, c'est la guerre. Chez les Bouley, Valérie tombe soudainement sous le charme de l'un des copains de Tiphaine. Denis assure qu'il a confiance en sa compagne, mais il ferait peut-être mieux de se méfier...",
    "chinese_title": "Fais pas ci, fais pas ça Season 5",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T05:23:03"
}