{
    "aka": [],
    "sid": "26395036",
    "cast": [
        {
            "url": "/celebrity/1324841/",
            "name": "牛欣欣 Xinxin Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434566/",
            "name": "陈程玉 Chengyu Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384582/",
            "name": "杜和倩 Heqian Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349475/",
            "name": "杨佳宁 Jianing Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "家庭",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503923867.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1341217/",
            "name": "孟宪明 Xianming Meng",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010(中国大陆)"
    ],
    "this_title": [
        "新年真好"
    ],
    "douban_link": "https://movie.douban.com/subject/26395036/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:马成云编      剧:孟宪明主      演:牛欣欣、陈程玉片      种:故事片类      型:剧情、励志、儿童出品单位:河南省委宣传部、河南电视台、辉县市委和市...长      度:120分钟出品年代:2010剧情简介1997年春节前，四年级学生莫非从城里来到了乡下的保姆阿姨家。莫非没带作业，他拿了一架遥控飞机。莫非的遥控飞机把全村的孩子全赢了！保姆阿姨家有一个八岁的女孩儿竹叶，会唱很多动听的歌谣。她和哥哥竹林冒着凛冽的寒风天天到山上挖药材，然后卖到镇里的店里。莫非的飞机让竹林兄妹感到了无比的荣耀。 　　大志是村里的孩子头。大志的爸爸做生意赚了很多钱。大志有大大小小很多彩炮，村里的孩子，像大毛、镢头们都讨好他。莫非的飞机钦羡着孩子们的目光，这让大志感到了失落。大志要买飞机。可莫非的飞机是奖品。莫非能卖?大志给爸爸要，爸说现在咱条件好了，城里的孩子玩什么咱的孩子也玩什么。可是，遥控飞机实在太贵，爸爸买来了一架木头片做的飞机。大志伤心地哭了一场。 　　镇上收购了他们的药材，高兴得竹叶又跳又唱。可是，生病的爸爸很快花光了这几块钱。爸爸进城打工，掉架子摔断了腰，在床上躺过两年了。竹叶找到莫非，请求他让她去他家做保姆。她妈就在他家做过保姆嘛！她说她会刷锅洗碗、会带小孩儿、还会洗手绢。表姐十五，只比她大八岁，每个月带小孩儿就能挣600块，她不要那么多，100块钱就行了！莫非恼了，说她小小年纪怎么就想着挣钱而不去好好上学？竹叶哭了。竹叶说她挣了钱就回来上学。 　　过年了！鞭炮的响声连成一片。贴红对联，放长鞭炮，吃年夜饭，发压岁钱。城里长大的莫非，样样都感觉新鲜。大年初一，大人们都去看戏，孩子们再一次在湖面上放起了飞机。莫非悄悄问大志还想不想买飞机，大志说想，但他只有100块压岁钱。莫非说100也行，谁让我们是朋友呢！大志喜出望外，立即掏钱买下了飞机。竹林兄妹大为伤心。他们想，一定是妈妈给的压岁钱太少，莫非没钱花了。兄妹俩把各自的一元钱合在一起，让竹叶送给莫非。竹叶哭着，一定要莫非赎回飞机，那是莫非的荣誉啊！可是，莫非没赎！ 　　莫非要走了。婆娑的灯影里，竹叶把莫非约出来，再次请求他带她进城打工。这次莫非没有批评，他让她抬起头来，找一颗最亮的星星许一个美好心愿。她扬起脸来找星星，莫非悄悄地把钱，100块钱，放进竹叶的手中。竹叶哭了。她终于明白了莫非哥哥的心！莫非笑着哄她：只要竹叶能上学，100架飞机也值得！竹叶的泪水更多了。莫非说他有要求，等竹叶认字了，一定要给他写一封信！ 　　几百元的飞机人家只要了100块钱，大志很过意不去。既然是朋友了，他感觉应该送莫非一样像样的礼物。他把姥姥送他的那尊精巧的玉石狮子找了出来。当他穿过夜晚水墨画似的茅竹林来到竹叶家的墙外时，正听见莫非对竹叶说话。 　　大志很惭愧。一夜翻来覆去，就决定把飞机还给莫非。那100块钱，算是他和莫非共同帮助竹叶的不行吗？可是，当他抱着飞机来到竹叶家的时候，莫非已经走了。大志于是邀上大毛和镢头，摇起船一路猛追。 　　莫非的木船正行走在宽阔的湖面上。木讷的竹林使劲划着船。乖巧的竹叶站在船头，再一次给城里的哥哥唱响歌谣。",
    "chinese_title": "新年真好",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-29T14:00:50"
}