{
    "aka": [],
    "sid": "26395008",
    "cast": [
        {
            "url": "/celebrity/1109767/",
            "name": "刘玉婷 Yuk-Ting Lau",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2476809840.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "天秤"
    ],
    "douban_link": "https://movie.douban.com/subject/26395008/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:张晋烨编      剧:张晋烨主      演:刘玉婷、张云龙、姜武、王韬片      种:故事片类      型:剧情出品单位:北京日光岩石文化发展有限公司、北京龙韵博...长      度:90分钟出品年代:2010剧情简介影片主人公王大喜，外出打工一年多后从省城回到家乡探亲，他的家乡是一个闭塞落后的小县城。大喜刚下长途汽车，就被警察宋瑞祥误以为是小偷抓到了派出所。所长刘国庆听大喜说明事情原委后，便让他回家了。大喜回到家里才得知，最疼他的爷爷早在一年前就已经去世了，亲生母亲生病住在医院。这些突如其来的变故，把刚刚回家的大喜彻底弄蒙了。儿时的伙伴丁亮赶来看他，两人在小饭馆整整聊了一夜。丁亮极力劝说大喜和自己一起出来做事，而大喜却婉言谢绝了他的好意。心情复杂的王大喜来医院探望母亲，他从医生那里得知母亲患的是绝症，需要尽快做手术才能保住性命。由于从小缺失母爱，内心的疼痛让他对亲情产生了冷漠。一次无意间在母亲病房里发现的秘密，终于使他放下了多年的怨恨，决定用实际行动报答母亲：他要把肾捐给母亲！为了尽快筹集手术费用，他在澡堂子里当过搓澡工，也在盖房的工地上做过小工，甚至做过旅游风景区的背水工。在送水上山的过程中，他和送水工张骏成为了无话不说的好朋友。张骏虽然高考落榜了，但他并不气馁，利用一切能够利用的时间，坚持吹小号和学习英语，立志要考上省艺术学院。他为理想积极向上的乐观心态，使大喜内心深受震动。他希望自己也能做一个乐观面对困难自强自立的人。一次理发时的小意外，大喜认识了在理发店当学徒工的女孩余心田。大喜的风趣幽默让余心田对他颇有好感，而她善解人意的性格和对大喜的关心，让大喜心中也产生了一种莫名的情愫。相同的人生际遇，让两颗心在不知不觉中贴近了……好朋友丁亮给大喜拿了一笔钱，想帮帮他。但大喜觉得这钱来路不正，再次谢绝了他的好意。丁亮没说什么，临别时托大喜帮他保管一件东西，并一再说东西很重要！医院突然打来电话，告知大喜，他母亲需要尽快手术，否则将有生命危险。内心惆怅的大喜焦急万分，救母心切的他想到去摸奖，没想到竟然中了头奖，得到一万元的奖金。当欣喜若狂的大喜拿着筹够的钱赶到医院时，母亲却永远离开了他。伤心欲绝的他第一次嚎啕大哭起来，所有用意志搭建起来的坚强瞬间坍塌。他去找余心田倾诉，理发店老板告诉大喜，余心田已经离开了理发店，并留下一封信给他。信封里装的是大喜送给她的一个发卡和一封短信，大喜的内心一片茫然，他的心情降到了冰点。接下来发生的事情更让大喜始料未及。警察宋瑞祥找到他，希望他能够协助警方，调查一宗关于走私文物的案件，因为案件的嫌疑犯中有他的好朋友丁亮。站在情感和理智天秤的两端，大喜陷入了深深地矛盾和痛苦之中。他找到张骏，盼望从他那里找到答案。两人坐在曾经工作过的旅游区湖边，面对着平静的湖面，张骏吹响了小号，在嘹亮的音乐声中，大喜暗下决心：一定要帮助朋友，救赎自己。他找到宋瑞祥，把丁亮寄存在他那儿的东西交给了他，警方以此为突破口，一举抓获了这个走私团伙。理智终于战胜了情感，友情得以升华。故事的结尾，大喜决定重新回到省城，自主创业。走之前他到监狱探望了丁亮：他希望丁亮能够积极主动的交代问题，争取政府的宽大处理，早日出来和他共同创业。在去往省城的长途汽车上，中途上车的一个人，让他苦闷的心情瞬间舒展开来，他憨厚的笑了……",
    "chinese_title": "天秤",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-30T20:26:20"
}