{
    "aka": [],
    "sid": "26391964",
    "cast": [
        {
            "url": "/celebrity/1122526/",
            "name": "布兰卡·拉文 Blanca Lewin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528268856.jpg",
    "region": [
        "智利",
        "法国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1000991/",
            "name": "玛鲁薇拉·马特利 Manuela Martelli",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2015-05-14(戛纳电影节)"
    ],
    "this_title": [
        "Chile Factory"
    ],
    "douban_link": "https://movie.douban.com/subject/26391964/",
    "trans_title": [
        "智利工厂"
    ],
    "douban_votes": "0",
    "introduction": "TEAM #1 THE PLAIN OF PATIENCEA film by Ignacio Rodriguez (Chile) and Sara Rastegar (Iran / France)2015 – Chile / France – 16min30 – color – 1.85 – DCPSYNOPSISTwo old friends meet after 40 years to unearth a treasure they had buried in the desert.CASTLucho Jose Soza, Jaime Jaime VadelTEAM #2 MAREA DE TIERRAA film by Manuela Martelli (Chile) and Amirah Tajdin (Kenya / Dubai)2015 – Chile / France – 13mn – color – 1.66 – DCPSYNOPSISLaura, a heartbroken teenager from Santiago is on holiday in the southern Chilean archipelago of Chiloe with friends. As she wanders the lonely island seascapes she encounters a group of local seaweed collector women, with whom she shares places and stories.CASTLaura López, Rosa Garcia-Huidobro, Roberto Sanhueza, Maritza Ampuero, Lidia Cárcamo, Bárbara TorresTEAM #3 LA DISCOTHEQUEA film by Teresita Ugarte (Chile) and Ofir Raul Graizer (Israel / Germany)2015 – Chile / France – 14mn – color – 1.85 – DCPSYNOPSISAn old man spends a night in a Strip Club in downtown Santiago. Through his encounter with music, bodies and alcohol, his true nature will be revealed.CASTINGTomás Vidiella, Renata Jeniffer PeñaTEAM #4 NECESSITO SABERA film by Matias Rojas Valencia (Chile) and Mariko Saga (Japan / Poland)2015 – Chile / France – 16mn30 – color – 1.85 – DCPSYNOPSISMaria, a doctor from Santiago serves in a rural hospital in Southern Chile. When 12 years-old Paola visits the hospital, Maria finds out about her terrible secret. Suspecting a family drama, Maria decides to follow the girl to her home…CASTINGBlanca Lewin, Antonia Conejeros Chavez, Paula Zuñiga, Luis Dubo",
    "chinese_title": "智利工厂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chile Factory",
    "douban_rating_average": 0,
    "update_at": "2025-07-15T18:35:50"
}