{
    "aka": [],
    "sid": "26395034",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2251774210.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1274796/",
            "name": "杨和平 Heping Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "校园摇篮曲"
    ],
    "douban_link": "https://movie.douban.com/subject/26395034/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "导      演:杨和平 、崔志敏编      剧:刘维伟主      演:张子晨、沈丹萍、刘之冰片      种:故事片类      型:剧情出品单位:北京世代风范文化发展有限公司、北京慕逸森...长      度:92品年代:2010剧情简介一天半夜，刘晨张阳和赵唯走出网吧，准备返回学校。在路上，三人听到了婴儿的啼哭，顺着声音寻找，三人发现了一个装有婴儿的纸箱子。这个婴儿不仅长相十分可爱，而且总是在人将他抱起来时停止啼哭，刘晨三人便把婴儿带回了学校。三个人将婴儿偷偷地抱回了寝室，便开始手忙脚乱的照顾起来。这时，婴儿开始哭泣，并没有任何经验的三个人只能求助于张阳的女朋友欧阳萌。在喂下一碗牛奶之后，婴儿对着他们笑了起来。而欧阳萌却劝说张阳尽快找到丢弃孩子的父母。几个人一边为婴儿寻找着愿意领养的人，另一方面仍在摸索中照顾着婴儿。刘晨为了给婴儿买吃买喝，只得硬着头皮回家接受父母的说教，在哄孩子玩的时候，大家给婴儿取名“安琪儿”。而欧阳萌在这之中萌生了放弃照顾婴儿的打算，她将自己的想法告诉了男朋友张阳，却被张阳拒绝。赵唯整日穿梭在宿舍与小卖部之间，男生宿舍中渐渐变得干净而在墙角则堆满了奶粉尿布等等婴儿需要的物品。被安琪儿折腾得精疲力尽的三人只得协商将安琪儿送人，但是由于对安琪儿的喜爱，他们总是认为愿意领养的人要么心怀不轨要么不会全心全意的抚养安琪儿。他们想将安琪儿寄养在幼儿园，却被老师逮了个正着。被送到街道办事处的三个人饱受拐骗婴儿的那种怀疑目光，最终，一个干部告诉他们，可以将安琪儿送到福利院。满心欢喜的三个人却在福利院又碰了钉子，由于他们的手续不全，又没有安琪儿的体检证明，福利院根本没办法接收这个孩子。刘晨三人像泄了气的皮球一样返回了宿舍。夜里，窗外下着大雨，熟睡中的安琪儿突然惊醒，剧烈的呕吐了起来。这可吓坏了三个准爸爸。刘晨抱起孩子就往医院跑，张阳和赵唯也紧随其后。来到了医院，三人早已成了落汤鸡，但他们顾不上自己身上多雨水，焦急的寻找大夫为安琪儿检察，但得到的结论却让三人大吃一惊，安琪儿患有心脏病，如果不进行手术，随时都有生命危险。没有收入的三个人发起了愁，而这时，三个人收养婴儿的事情被一些同学得知，面对同学的奚落和嘲讽，刘晨忍不住和一个同学动起手来。事情被刘晨闹大了，三家的父母也都知道了收养孩子的事情，刘晨和赵唯分别饱受父母的轮番进攻，而张阳则被欧阳萌纠缠。别无办法的刘晨将此事告诉了母亲，看到自己儿子在病房忙前忙后的照顾婴儿，刘晨的父母心疼儿子，也觉得平常那个看起来总是游手好闲的儿子在面对这个幼小的生命时真正成长了，刘晨的父亲决定出钱为安琪儿做手术。安琪儿的手术非常成功，这也让刘晨三人长出了一口气，由于父亲的帮忙，刘晨可以在安琪儿出院之后就将他送到福利院去。不过就在他们将安琪儿交给福利院的女护工时，安琪儿却哭了起来，这让刘晨张阳和赵唯心如刀绞，回到了宿舍，三个人面对一桌饭菜谁也不想动筷子，只是对坐着不住地喝酒。刘晨提出来想去看看孩子，三人便来到了福利院，但是保育员的阿姨死活不让三人进，于是十分想念安琪儿的三个人就硬闯了进去，搅闹得福利院人人皆知，也让刘晨的父亲得知了这件事情。刘晨的父亲十分生气，他以为自己为刘晨铺排好了一切，儿子只要安心享受就可以了，但是儿子却总是不按常理出牌，让惯于掌控一切的他十分恼火，于是将儿子轰出了家门。另一方面，欧阳萌又一次找到张阳劝说他放弃收养的打算，被张阳拒绝后，欧阳萌说张阳的做法只是想出风头而已，农村出身的张阳本身就带着一股深深的自卑，被这个校花女朋友这样一说，自卑感抑制不住的爆发出来，当下便撂下狠话，不再理睬欧阳萌。与此同时，几次劝说赵唯未果的赵母独自来到了学校的学生处，向他们报告了三个男生在宿舍里偷偷领养孩子的事情。三个男生准备一起收养孩子的计划被民政部门挡了回来，根据法律，他们根本没有资格收养安琪儿，于是刘晨准备回家向父母认错，另一方面劝说他们领养这个孩子，但是正当刘晨准备向父母提出这件的事情的时候，三个人收养孩子的事情东窗事发，学校派人挨个宿舍检查，走投无路的刘晨把安琪儿放到了自家门口，希望用安琪儿的可爱打动父母那一副铁石心肠。刘晨父母看到了门口一个无人认领的婴儿，便将安琪儿抱进了屋。安琪儿的天真与可爱很快便征服了刘父与刘母，老两口抢着照顾这个乖巧的孩子。而在学校，刘晨张阳和李娜也准备去探望安琪儿，看到安琪儿已经征服了自己的父母，张阳等几人便争着去抱安琪儿，张阳告诉刘母照顾一个婴儿有多么的辛苦，通过这件事刘母也知道，自己的儿子通过抚养婴儿的事情成熟了，虽然还是有时耍小孩脾气，但他已经体会到了为人父的艰辛。这时，刘父回家，刘晨充满深情地上前迎接，此时安琪儿跟着刘晨说出了“妈妈，爸爸”，让一屋子的人都非常激动。张阳与欧阳萌和好如初，刘晨、张阳、赵唯、李娜送刘父刘母抱着安琪儿去有关部门办理收养手续。",
    "chinese_title": "校园摇篮曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-30T15:13:08"
}