{
    "aka": [],
    "sid": "26391173",
    "cast": [
        {
            "url": "/celebrity/1044964/",
            "name": "陈冲 Joan Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023743/",
            "name": "缪骞人 Cora Miao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1494215/",
            "name": "赵子云  Laureen Chew",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2905362213.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0349352",
    "director": [
        {
            "url": "/celebrity/1014195/",
            "name": "王颖 Wayne Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0349352/",
    "imdb_votes": 24,
    "this_title": [
        "Dim Sum Take-Out"
    ],
    "douban_link": "https://movie.douban.com/subject/26391173/",
    "imdb_rating": "5.8/10 from 24 users",
    "trans_title": [
        "点心外卖"
    ],
    "douban_votes": "0",
    "introduction": "Dim Sum Take-Out shows how the heterogeneity and complexity of Asian American experiences can be erased. It was literally cut together from film that was shot for Dim Sum, which was conceived as a film about the ways in which five women of the Chinese diaspora—three American-born (Laureen Chew, Amy Hill, and Rita Yee), a naturalized citizen (Cora Miao), and a recent immigrant (Joan Chen)—try to balance their personal goals and the expectations of the Chinese American community in which they live (Seid 1983). The original story line was thought to be too complicated and ambitious, and, ultimately, significant portions of Dim Sum were rewritten and reshot to focus on Geraldine, a second-generation Chinese American woman, and her relationship with her immigrant mother. However, footage that had already been shot for the film was edited together to create Dim Sum Take-Out, an eleven-minute film made up of narrative segments intercut with music video style segments, set to English- and Chinese-language versions of the song \"My Boyfriend's Back.\" During the narrative sections, the characters talk candidly and humorously about a range of topics: their relationships with one another; sex, gender roles, and stereotyping; their feelings about and relationships with men; and their expectations about life and how they have changed over time.",
    "chinese_title": "点心外卖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dim Sum Take-Out",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T16:34:14"
}