{
    "aka": [],
    "sid": "26394692",
    "cast": [
        {
            "url": "/celebrity/1097180/",
            "name": "伊莎贝尔·杰利纳斯 Isabelle Gélinas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146937/",
            "name": "布鲁诺·萨拉曼 Bruno Salomone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278962/",
            "name": "瓦莱丽·博莱同 Valérie Bonneton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327248/",
            "name": "吉约姆·德·东克戴克 Guillaume de Tonquedec",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2245174159.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt3292496",
    "director": [
        {
            "url": "/celebrity/1339284/",
            "name": "安娜·吉亚菲利 Anne Giafferi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "8",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3292496/",
    "imdb_votes": 17,
    "this_title": [
        "Fais pas ci, fais pas ça Season 6"
    ],
    "douban_link": "https://movie.douban.com/subject/26394692/",
    "imdb_rating": "7.5/10 from 17 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Episode 1 : Changeons toutAlors que Tiphaine et Christophe s'installent ensemble dans un appartement, les Lepic et les Bouley font face à des soucis professionnels. Renaud Lepic, redevenu numéro deux, doit subir le joug de l’infâme Dumont, pendant que Fabienne entre en compétition avec le directeur de cabinet pour remporter le dossier « crèche municipale ». Côté Bouley, c’est aussi la crise. Eliott veut une mère moins stressée et la pousse à démissionner… Mais peut-on compter sur Denis pour faire bouillir la marmite ?Episode 2 : Mamie bluesL'indépendance de Tiphaine et Christophe provoque un gros coup de blues chez Fabienne. Elle se sent vieille, si vieille… Chez les Bouley, par contre, il souffle sur Valérie un vent frais de liberté. Elle vient d’être acceptée à une formation de journaliste. Denis, de son côté, se prépare à passer un entretien d’embauche pour devenir le coach de la redoutable Ève de Colbert, numéro un de Boréale.Episode 3 : Une petite zone de turbulencesValérie fait sa rentrée à la fac de journalisme. Denis attaque son job de coach exclusif auprès d'Eve de Colbert. Mais l’enthousiasme initial des époux Bouley va vite laisser place à l'angoisse : ont-ils bien fait de changer de vie ? Renaud Lepic s’est lancé dans une nouvelle croisade : devenir représentant des parents d’élèves de la classe de Lucas. Il ne remarque pas les efforts désespérés de Fabienne qui tente de raviver la flamme au sein de leur couple…Episode 4 : Dernier tango au châteauLes Lepic et les Bouley se réunissent, le temps d’un week-end, dans le château que leur prête Eve de Colbert. L’ambiance est explosive… Sans compter que Charlotte a une importante annonce à faire.Episode 5 : Tricher n'est pas jouerPendant que Valérie Bouley prépare Salomé à passer un entretien pour entrer à l’Ecole de la nouvelle source, établissement pilote, Denis commence à craquer sérieusement. Entre Elliott qui lui parle mal et Eve de Colbert qui en a fait son larbin, il est vraiment temps pour lui d’affirmer son autorité… Chez les Lepic, alors que Soline a triché à un examen, Fabienne découvre avec effroi qu’un de ses collaborateurs est corrompu. La lutte anti-corruption est donc engagée !Episode 6 : Un mariage et quelques emmerdementsDenis démissionne et perd le château où devaient se tenir une grande cérémonie. La veille du jour J, Fabienne trouve une salle : une cantine. Pour se rattraper, Denis prend la décoration en main. Les Lepic se retrouvent au milieu d'une guerre entre leurs parents respectifs. Valérie accueille sa sœur avec qui elle est en froid depuis des années. Le plus beau jour de leur vie ? C'est à voir...Episode 7 : Love coachLes résultats scolaires de Soline ont spectaculairement chuté… Il semblerait que son professeur particulier de maths ne soit pas étranger à la situation. Fabienne et Renaud tentent de trouver une solution… Denis voit réapparaître la tyrannique Eve de Colbert : elle souhaiterait le réembaucher… mais Denis a de gros doutes sur sa sincérité. Valérie doit remplacer au pied levé un journaliste sportif à l’occasion d’un match de football, sport auquel elle ne connaît absolument rien...Episode 8 : Tous ensemble !Aujourd’hui, c’est Noël. Les Lepic et les Bouley ont décidé de le passer ensemble. Mais c’est aussi le jour où Valérie doit faire un reportage sur l’adjointe au maire, Fabienne Lepic. Les hommes se chargent donc de la cuisine pendant que Valérie suit Fabienne dans sa journée de travail… Mais c’est alors qu’elles se retrouvent au milieu d’une prise d’otages sur le chantier de la crèche municipale.",
    "chinese_title": "Fais pas ci, fais pas ça Season 6",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-25T02:49:26"
}