{
    "aka": [],
    "sid": "26412608",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2246399383.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "46分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Passage to China"
    ],
    "douban_link": "https://movie.douban.com/subject/26412608/",
    "trans_title": [
        "中國文化之旅"
    ],
    "douban_votes": "0",
    "introduction": "In this landmark travel series, award-winning presenter Denise Keller embarks on a profound personal passage to explore one of the world's greatest continous \"living\" cultures - China. Today China offers by far the greatest canvas displaying a phenomenal picture of a living, breathing culture. A place where it is possible to straddle the ancient, the medieval and the modern all in one.ART OF LIFEPresenter Denise Keller explores the vast artistic landscape of China through its rich culture of performing arts. She begins in Beijing with musicians and craftsmen who keep alive the ancient sounds of the Guqin instrument. Oscar-winning composer Tandun gives her unparallled access to his spectacular concerts in the ancient capital Xian and the “Water Heavens” of Zhujiajiao in Shanghai. The ancient town also sets a Ming Dynasty garden stage for the contemporary revival of a centuries-old classical Kunqu Opera show called Peony Pavillion. But hours of face-painting, elaborate costumes and intense coaching are first needed to try out for a lead role. Denise then sets off into the rural villages of Jianxi to explore the 5,000 year old rituals of the Nuo Dance. Finally, she returns to Beijing to rehearse with the China Disabled People's Performing Art Troupe as they display the breathtaking “Dance of a Thousand Hands”.ICONS OF CULTUREPresenter Denise Keller sets out to explore some of the most iconic products synonymous with China's cultural identity. The monumental terraces of the Hani in Yunnan lead her on a rice trail to the ancient water town of Shaoxing to discover cottage industries which have for centuries created China's most iconic beverage. In Hangzhou, she plunges into the tea culture of Longjing's lush gardens. In Jingdezhen, Jianxi, she meets artists who show her how a continous culture of innovation has made it the porcelain capital of the world for hundreds of years. Suzhou in Jiangsu takes Denise back in time to experience highly sophisticated silk production techniques that made it the historical centre of a fabric that put China of the map of international commerce. Finally, fast forward to the 21st century, she discovers a brave new wave in Shanghai's contemporary art scene that's creating new icons of the future.",
    "chinese_title": "中國文化之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Passage to China",
    "douban_rating_average": 0,
    "update_at": "2026-02-14T13:28:42"
}