{
    "aka": [
        "Sue Perkins in Kolkata"
    ],
    "sid": "26429788",
    "cast": [
        {
            "url": "/celebrity/1050295/",
            "name": "苏·帕金斯 Sue Perkins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2345292769.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5026516",
    "director": [
        {
            "url": "/celebrity/1308013/",
            "name": "Steve Robinson Steve Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050295/",
            "name": "苏·帕金斯 Sue Perkins",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-09-02(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5026516/",
    "imdb_votes": 35,
    "this_title": [
        "Kolkata with Sue Perkins"
    ],
    "douban_link": "https://movie.douban.com/subject/26429788/",
    "imdb_rating": "7.3/10 from 35 users",
    "trans_title": [
        "与苏·帕金斯一起游加尔各答",
        "Sue Perkins in Kolkata"
    ],
    "douban_votes": "0",
    "introduction": "In an exploration of the past, present and future, Sue Perkins journeys to India for the first time to unravel the story of the country through the life of one of its most beguiling and exuberant cities, Kolkata.Sue Perkins in Kolkata is a one-off 60 minute film for BBC One made by Indus Films which will see Sue immerse herself into the complex life of the city. In the programme, she sees first-hand how Kolkata has evolved from a place notorious for its fabled 'Black Hole' dungeon and the dreadful poverty of its street people to a place re-inventing itself as a vibrant new megacity, with a booming property sector and a reputation for eccentricity, culture and tolerance.In this intricate human habitat, Sue will explore the lives of its people, from the 250,000 homeless street kids hustling for a living, to the wealthy young entrepreneurs who race their Ferraris and Lamborghinis down the streets of the New Town. She will join the rickshaw wallahs navigating the chaotic city streets and narrow lanes, thronged with people, and descend into Kolkatta's Victorian sewers as part of an epic clean up. And she'll limber up with the ladies of the Laughing Club and makes an offering to the Goddess in the sacred Kalighat Temple.No other city tells the remarkable story of India more clearly than the beautiful, crazy, colourful city of Kolkata and through encounters with people from every strata of society, from the richest to the poorest, Sue will paint a picture of contemporary India, emerging from a brutal Colonial past to take its place among the most powerful nations on Earth.",
    "chinese_title": "与苏·帕金斯一起游加尔各答",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kolkata with Sue Perkins",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-31T15:49:15"
}