{
    "aka": [],
    "sid": "26420779",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2248877634.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1330856/",
            "name": "加藤直辉 Naoki Katô",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4756774",
    "director": [
        {
            "url": "/celebrity/1330856/",
            "name": "加藤直辉 Naoki Katô",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2015-06-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4756774/",
    "imdb_votes": 52,
    "this_title": [
        "2045 Carnival Folklore"
    ],
    "douban_link": "https://movie.douban.com/subject/26420779/",
    "imdb_rating": "3.1/10 from 52 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Inspired by the anarchic spirit of Japanese noise rock, 2045 Carnival Folklore is a fever dream of a science fiction story set after a worldwide nuclear disaster. The country once known as Japan has collapsed. Out of its ashes an authoritarian party called ANIKI has risen up, controlling the population through fear and feeding them human flesh. The story, however, follows a spy from the nether world, “Sun Ra,” who sneaks into the city; the movie is essentially his report. Themes of chaos and control run rampant, with a doctor and nurse team working for ANIKI and trying to control the sexual impulses of the patients in the psycho ward. Similarly, the control over the movie is often ceded to Japanoise interludes, like a performance from the Fukushima Mutant Gandja Turtles or Toshiji Mikawa and his influential noise rock band Incapactants. Anarchy reigns in both story and style. This is a world where people will return to nuclear power, because six months after a major disaster they’ve already forgotten. Come to think of it, that’s a world much like our own.",
    "chinese_title": "2045 Carnival Folklore",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-20T05:57:45"
}