{
    "aka": [],
    "sid": "26426791",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Kisah Tauke Mancis dan Minyak Tumpah"
    ],
    "douban_link": "https://movie.douban.com/subject/26426791/",
    "trans_title": [
        "火柴头和燃油的故事"
    ],
    "douban_votes": "0",
    "introduction": "Poor governance turns into racial and religious strife in multi-ethnic Malaysia when two Muslim-majority communities fail to properly and wisely deal with the presence of a Hindu temple.This is a documentary by journalists Sheridan Mahavera and Siti Nurbaiyah Nadzmi. It was produced by Malaysian NGO Pusat Komunikasi Masyarakat (KOMAS) and premiered at Malaysia's Freedom Film Fest 2010 in October.The film is originally in Bahasa Malaysia but we decided to change some parts into English for non-Malaysian viewers. Though it concerns a Malaysian issue, the film is about a problem that is happening all over the world - how to manage the cultural needs of different communities as they compete for space, resources and power.More and more homogeneous communities from Europe to Asia to the US are becoming diverse due to the greater movement of people, but sadly, many of them do not evolve the social tools to manage this change. What makes it worse is when local authorities such as councils and governments refuse to mediate fairly between competing groups.This film is about what happens when people fail to administrate fairly and how it creates fuel for the extremists and hate-mongers among us.",
    "chinese_title": "火柴头和燃油的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kisah Tauke Mancis dan Minyak Tumpah",
    "douban_rating_average": 0,
    "update_at": "2025-03-13T17:26:38"
}