{
    "aka": [
        "Impressions of a Drowned Man"
    ],
    "sid": "26425448",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327224861.jpg",
    "region": [
        "Cyprus"
    ],
    "writer": [],
    "imdb_id": "tt4365548",
    "director": [
        {
            "url": "/celebrity/1334434/",
            "name": "凯罗斯·帕帕瓦西利尤 Kyros Papavassiliou",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "Slovenia",
        "Greece"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4365548/",
    "imdb_votes": 69,
    "this_title": [
        "Oi entyposeis enos pnigmenou"
    ],
    "douban_link": "https://movie.douban.com/subject/26425448/",
    "imdb_rating": "6.8/10 from 69 users",
    "trans_title": [
        "溺水者的印象",
        "Impressions of a Drowned Man"
    ],
    "douban_votes": "0",
    "introduction": "A man who doesn’t know who he is meets his former love. She tells him he is a famous poet, Kostas Karyotakis, who killed himself in 1928. Every year he returns on the anniversary of his death. A day that has taken place many, many times before plays out again. Will Kostas again make the same decisions?Do we take responsibility for who we are? How free do we dare to be in creating our identity, and to what extent do we take heed of what people expect of us?These existential questions formed the starting point for Kyros Papavassiliou when making Impressions of a Drowned Man. It is no coincidence that the main character is an existentialist poet. Kostas Karyotakis is considered one of the most influential Greek poets of the 1920s. His poems, often impressions of nature, are highly expressive, showing influences from Expressionism and Surrealism. Under-rated in his own time, Karyotakis committed suicide in 1928 at the age of 32.In the film, he appears in the here and now, without knowing who he is or where he comes from. Although he is totally free to do what he wants, he is nevertheless shaped by the people he meets. Everyone who crosses his path knows who he is, tells him what his days will be like and how it will all end.Almost as in a film noir, the film is a search for identity, while the story unfolds associatively and poetically. Referring to Karyotakis's poetic style, the film is also shaped by impressions of nature and a touch of Surrealism. The world we see is a strange reality. Daringly serious and intellectual, with a beautiful, melancholic heart.",
    "chinese_title": "溺水者的印象",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Oi entyposeis enos pnigmenou",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T20:52:49"
}