{
    "aka": [],
    "sid": "26426711",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2250781242.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4771472",
    "director": [],
    "duration": "46m",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-07-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4771472/",
    "imdb_votes": 6,
    "this_title": [
        "Me and My Guide Dog Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26426711/",
    "imdb_rating": "6.2/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An exploration of the unique relationship between man and his best friend; from the birth of a litter of puppies, through guide dog training, to placement with those who need them most.With exclusive access to The Guide Dogs for the Blind Association, this heart-warming film, narrated by dog-lover, Paul O’Grady, highlights the difference guide dogs make to people’s lives.For the past 80 years, the Association has been matching the visually impaired with their canine guides in life-changing partnerships.From Steve Cunningham, the world’s fastest blind man, who drives racing cars at high speed, to newly-engaged Mark and Claire who were brought together by their guide dogs’ own romance and Liverpool-based 24-year-old Lynette Proctor who’s undergoing guide-dog training with her first guide dog Pippa.We hear the heartfelt stories of the difference dogs can make to the lives of those who cannot see for themselves.  Every hour, another person in the UK goes blind. When someone loses their sight, guide dogs ensure they don’t have to lose their freedom as well.",
    "chinese_title": "Me and My Guide Dog Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T03:00:38"
}