{
    "aka": [],
    "sid": "26427204",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1961",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2250986318.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1961-09-11"
    ],
    "this_title": [
        "The Rejected"
    ],
    "douban_link": "https://movie.douban.com/subject/26427204/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Introduced by KQED's General Manager James Day, The Rejected was the first ever U.S. televised documentary about homosexuality, broadcast on September 11th 1961. Originally titled 'The Gay Ones', The Rejected was filmed mostly in the KQED studio. Several sources - including co-producer Irving Saraf - confirm that at least one scene was shot on location at the Black Cat Bar in San Francisco (710 Montgomery Street). However, those scenes and others were cut from the film before it aired. Production correspondence written from March to July 1961 between KQED's Program Manager Jonathan Rice and NET's Director of TV Programming Donley F. Feddersen outline this process whereby The Rejected was edited down from it's original 120 minutes, to 89 minutes, then 74 minutes and finally the 59 minute version which aired. You can now view a draft script for The Rejected in DIVA, scenes from which never aired.The Rejected is comprised of varied discussions about sexual orientation from: Margaret Mead (anthropologist); Dr. Karl Bowman (former President of the American Psychiatric Association); Harold Call, Donald Lucas and Les Fisher of the Mattachine Society; San Francisco District Attorney Thomas Lynch; Dr. Erwin Braff (Director of San Francisco's Bureau for Disease Control; Al Bendich; Mr J. Albert Hutchinson and Mr. Morris Lowenthal (who engage in debate); Bishop James Pike and Rabbi Alvin Fine. This film was written by John Reavis Jr., produced by Reavis Jr. and Irving Saraf, directed by Dick Christian and features location photography by Philip Greene. Note that Professorial Lecturer of Women's, Gender and Sexuality Studies at American University Bob Connelly wrote an informative article about the making of The Rejected for Advocate.com.",
    "chinese_title": "The Rejected",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-19T05:00:20"
}