{
    "aka": [],
    "sid": "26424993",
    "cast": [
        {
            "url": "/celebrity/1119932/",
            "name": "加里·莱因克尔 Gary Lineker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018342/",
            "name": "史蒂文·杰拉德 Steven Gerrard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131743/",
            "name": "迈克尔·欧文 Michael Owen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164565/",
            "name": "伊恩·赖特 Ian Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023238/",
            "name": "阿兰·希勒 Alan Shearer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097107/",
            "name": "瑞恩·吉格斯 Ryan Giggs",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2250168880.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4712980",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-05-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4712980/",
    "this_title": [
        "Gary Lineker on the Road to FA Cup Glory"
    ],
    "douban_link": "https://movie.douban.com/subject/26424993/",
    "trans_title": [
        "足总杯荣耀之路"
    ],
    "douban_votes": "0",
    "introduction": "This season Gary has travelled the nation to meet the heroes and the hopefuls facing each other in the world’s most cherished sporting tournament. As well as following the FA Cup over the season, Gary speaks to current and former stars of the game, for whom the FA Cup formed a significant part of their personal footballing history.Gary is in the dressing room with a successful Dover Athletic, immediately after they knocked out Football League team Cheltenham. He sits in as Cambridge United players plot their draw with Manchester United over a game of darts in their shared house. Ryan Giggs and Gary meet to talk about the greatest FA Cup goal ever, while Ian Wright takes him back to the estate that he lived on when he played for Palace, for whom he memorably came off the bench to score two Cup Final goals.After his heart stopped in a FA Cup tie at White Hart Lane, Fabrice Muamba revisits the hospital where his life was saved. Michael Owen describes May 12, 2001, as the one day he would like to live again and Liverpool captain Steven Gerrard describes the ecstasy of a last minute Cup final equaliser.Jose Mourinho reveals that Chelsea's defeat to Bradford City in this season's competition was one of his two favourite FA Cup experiences and Everton boss Roberto Martinez talks of that most memorable of modern day giant slayings, as Wigan beat mighty Manchester City before going onto win the Cup in 2013.",
    "chinese_title": "足总杯荣耀之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gary Lineker on the Road to FA Cup Glory",
    "douban_rating_average": 0,
    "update_at": "2025-03-12T02:00:35"
}