{
    "aka": [],
    "sid": "26437863",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2254236294.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3648510",
    "director": [],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3648510/",
    "imdb_votes": 687,
    "this_title": [
        "Plastic Galaxy: The Story of Star Wars Toys"
    ],
    "douban_link": "https://movie.douban.com/subject/26437863/",
    "imdb_rating": "6.5/10 from 687 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When Star Wars landed in the theaters, it introduced audiences to a galaxy filled with heroes and villains, robots and space ships, and a dizzying variety of alien life. But when the lights came up, they all disappeared... Unless you had all the toys. In which case, the adventure never had to end. In backyards, playgrounds, basements, and bedrooms, Star Wars toys helped kids re-enact scenes from their favorite movies, and create entirely new dangers for Luke Skywalker and his friends to face. They were lusted after on holidays and birthdays, swapped with great cunning out on the school yard, and carefully collected like fine treasures. Like no toys before them, the action figures, space ships, play sets, and props were a phenomenon that swept the nation with as much force as the film that inspired them. Along the way they transformed both the toy and movie industries, earned those behind them vast amounts of wealth, and ultimately created a hobby that, 30 years later, still holds sway...",
    "chinese_title": "Plastic Galaxy: The Story of Star Wars Toys",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T15:13:19"
}