{
    "aka": [],
    "sid": "26445396",
    "cast": [
        {
            "url": "/celebrity/1416688/",
            "name": "周奕玮 Jarvis Chow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317618/",
            "name": "林欣彤 Mag Lam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327466/",
            "name": "洪永城 Tony Hung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364171/",
            "name": "陆浩明 Ho-ming Luk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321627/",
            "name": "陈智燊 Jason Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325359/",
            "name": "郑俊弘 Frederick Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043369/",
            "name": "姚子羚 Elaine Yiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315219/",
            "name": "黄智雯 Mandy Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370799/",
            "name": "汤家宽 Jiakuan Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2577616708.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1391531/",
            "name": "袁思勇 Sampson Yuen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1404134/",
            "name": "张洪翅 Cheung Hung Chi",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "7",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2015-05-30(中国香港)"
    ],
    "this_title": [
        "過節"
    ],
    "douban_link": "https://movie.douban.com/subject/26445396/",
    "trans_title": [
        "过节"
    ],
    "douban_votes": "0",
    "introduction": "香港人去旅行，最重要是「玩」！但如何才可玩得出眾，與別不同？七位好玩主持洪永城、陸浩明、姚子羚、陳智燊、鄭俊弘、林欣彤、周奕瑋，兵分五路，寓娛樂於學習異國風土人情，感受當地的《過節》氣氛，卻因此玩得更狂、更放、更開心！洪永城會到印度感受標誌平等、愛與歡樂的「色彩節」；陸浩明與姚子羚則大膽挑戰台南「玩命」的「鹽水蜂炮節」；鄭俊弘會到南韓釜山，度過「廣安里漁坊節」和「機張鯷魚節」，一同向漁民致敬；而林欣彤與周奕瑋，前往日本參加一連三日的「濱松祭」；而陳智燊則到訪泰國，感受何謂「潑你等於祝福你」的「潑水節」！亞洲五個不同的地方，有着截然不同的節日，不同的過節方法。除了要玩得痛快，了解不同地方的人，分享最地道的歡樂，才稱得上是圓滿的旅程。第1集 - 台灣鹽水蜂炮節播出日期: 2015.05.30 (六)相傳，一百多年前台南鹽水鎮發生了一場瘟疫。為了對付瘋狂的瘟疫，台灣的人民決定使用瘋狂的方法制衡，「鹽水蜂炮節」亦因此應運而生！陸浩明(六號)和姚子羚(Elaine)兩個好玩之人，勢要親身前往台灣，感受這個名列「全球十大最佳慶典」及「全球十大危險節日」，連當地人也會害怕的瘋狂節日！昔日，鹽水人只是以燃放炮竹遶境降魔，但今天卻發展成每年農曆正月十四、十五進行的蜂炮盛會。六號和Elaine決定來一招「知己知彼百戰百勝」，深入蜂炮台的製作地，了解炮台的製作方法和沖天炮的特點。原來，單是一座小型炮台，已擺放超過三千支沖天炮！Elaine與六號特地參與鹽水蜂炮的開幕儀式，沒想到二人卻嚇得屁滾尿流，拔足狂奔！目擊過蜂炮的威力，「姚明二人組」為保「靚樣」，只好請服裝加工師傅，為他們改裝保護衣物，以防眼睛灼傷、震破耳膜和身體燒傷。準備感受四十萬發沖天炮傾巢而出，在「槍林彈雨」中度過難忘的節日。熟悉的台灣，不熟悉的過節方法，絕對會為觀眾帶來驚喜！難得到訪鹽水鎮，「姚明二人組」當然要參觀鹽水橋、八角樓、鹽水武廟等著名景點，並由「半個台灣人」Elaine帶路，品嚐「乾拌肉燕酥」、「乾拌鹽水意麵」兩款地道美食。兩位食家食神上身，大讚要把意麵帶回香港當手信！第2集 - 印度·色彩節播出日期: 2015.06.06 (六)想度過一個好玩刺激的Holiday，除了參加鹽水蜂炮節，亦可隨洪永城(Tony)一同見識印度真正的「Holi Day(色彩節)」！象徵愛與和平的節日，大街小巷都撒滿顏色鮮艷的粉末。平民能扮演皇帝、女性可於街道瘋狂追打男性、陌生人互相以粉末攻擊亦不會發怒。 在這個旁人眼中不平等的國度，亦存在着這個百分百狂野、歡樂的節日！Tony到達位於印度最西面的沙漠古城賈沙梅爾(Jaisalmer)，走進當地家庭學習炮製色彩節的特色小食及飲品，並到寺廟中參加拜祭儀式，從根本了解這個特色節日。為協助籌備色彩節的晚宴派對，Tony加入「籌錢大隊」，在沒有高樓大廈，儼如回到中古時代的街道，到每家每戶收集捐款，但籌錢大隊能如 何避免「摸門釘」？Tony還接到一個剷，要他自挖墳墓！為迎接色彩節的來臨，除了飲食，當然要準備色彩繽紛的顏色粉。紅、黃、綠、橙等不同顏色各有寓意，Tony會教你如何選購優質靚粉。整裝待發，色彩節馬上起動，但Tony與整隊攝製隊竟預先自相殘殺，互擲彩彈，這樣可減低他們「被襲」的風險嗎？擔心到印度旅遊不懂得與當地人溝通？Tony特意舉辦印度話教室，教大家「睇住啊！」、「嗰度有靚女啊！」及「唔好！停！」的印度話，學習這麼簡單的句子「是常識吧！」。第3集 - 南韓·漁坊節播出日期: 2015.06.13 (六)到南韓旅遊，在首爾瘋狂購物和追星近乎是每位港人的例行公事，但若能參與當地的節日慶典，必定能令旅程增添一番獨特意義。而南韓最大的港口城市釜山，每年春天均會舉行盛大的「漁坊節」，鄭俊弘(Fred)當然不會錯過，馬上趕到釜山見識。為了讓民眾明白漁民的辛勞，「漁坊節」特設親身體驗捉魚樂趣的活動，讓每個人都能徒手捉魚，再把新鮮捕捉的魚變成刺身，即捕即食，絕對滋味滿分！而換上一身韓國平民傳統服飾的Fred，還闖入「慶尚左水使巡遊」隊伍進行大搗亂，結果他要瞓身嘗試韓國的酷刑滋味，大叫救命卻求助無門！Fred在凌晨四點趕往機張碼頭，換上漁民裝束，初嘗登船出海捕捉鯷魚！何以他會領略到捕魚與音樂之間的關係？回到岸上，除了點算漁獲，Fred還趕到「鯷魚節」會場，進行「鯷魚接力賽」，港人越洋挑戰韓國土炮，誰勝誰負？除了參加節日活動，Fred當然趁機遊覽一番，參觀龍頭山公園的釜山塔掛個愛情鎖，到南浦洞「掃街」兼接受塔羅牌占測，並在汗蒸幕睡個懶覺充充電！第4集 - 日本．濱松祭播出日期: 2015.06.20 (六)濱松市，對香港人而言或許是個陌生的名字，但卻是日本人國內旅遊熱門之選！每年的男兒節，濱松市均會舉辦一連三日的濱松祭，以放「初子風箏」作為對新生命的祝福。熱愛小朋友的林欣彤(Mag)得知有此節日後，馬上聯同周奕瑋(Jarvis)遠赴日本，希望為當地的小朋友送上無限祝福。風箏起飛的一刻，過百隻巨型風箏在天空翱翔，而手執旗幟的壯丁會衝到司令台前，使這個本應輕鬆和諧的地方，瞬間變成一個祈福戰場！而一隻巨型風箏，需要十個成年男性合作才可令它順利升天，令Mag和Jarvis驚覺放風箏「真係唔簡單呀！」二人還有幸走進當地家庭，品嚐地道過節食品及學習民謠，度過一個愉快的兒童節。每個放風箏的人，均希望它能自由自在漫天飛舞，但濱松祭的重頭戲，居然是一場風箏大戰，要勝出比賽，必要擊落場內所有對手！Mag和Jarvis加入其中一個組織，肩負組織榮辱，但這兩位新手可會「陀衰家」？他們亦會參與夜間的花車巡遊和慶功派對，與當地人一同狂歡！難得身在濱松，Jarvis當然發揮「日本通」的本領，帶Mag四處尋於濱松市的好滋味，到訪全日本唯一一家提供鰻魚刺身的食店。二人還學習品茶，嘗試濱松人聚天倫的方式，並親手觸碰和戴上最矜貴的男兒節用品。Mag更獻出自己的第一次，化身出浴美人，公開浸溫泉的美態！第5集 - 泰國·潑水節播出日期: 2015.06.27 (六)「潑你等於祝福你！」每年4月13至15日，泰國潑水節均吸引近五十萬名旅客前往各個「玩水熱點」，而有「東方夏威夷」之稱的芭提雅更把潑水節活動延長至4月19日，讓世界各地的遊客盡情感受當中的樂趣！但你又知道這個節日的來源和背後的含意嗎？有關潑水節的傳說，由陳智燊(Jason)為大家親自解說！要參與潑水節，最重要的裝備當然是水力十足的水槍。當Jason在「萬千槍海」中精挑細選，準備上陣「殺敵」時，才發現途人手上拿着「最強武器」！在這個狂歡的節日中，途人在街道上無分彼此，商舖亦毫不吝嗇大方供水，絕對能令你感受到泰國人的熱情。一連三日的潑水節，亦是泰國的新年，在外地打工的人亦會回家與家人團聚。Jason便走進當地家庭，了解當地人的拜年方式，並品嚐傳統小食。而熱愛「講生活·講享受」的Jason，怎少得在泰國嘆世界，品嚐泰式海鮮大餐、駕着越野四驅電單車風馳電掣，以及坐在遊艇上享受異國陽光。Jason亦會到不同的寺廟參拜，並向僧人送上貢品及祝福，希望能夠在潑水的狂熱活動背後，感受這個節日的真正意義。",
    "chinese_title": "过节",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "過節",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T21:57:17"
}