{
    "aka": [],
    "sid": "26448053",
    "cast": [
        {
            "url": "/celebrity/1107884/",
            "name": "托比·琼斯 Toby Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049921/",
            "name": "弗雷迪·琼斯 Freddie Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603506013.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4629636",
    "director": [
        {
            "url": "/celebrity/1038047/",
            "name": "安德鲁·克廷 Andrew Kotting",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-10-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4629636/",
    "imdb_votes": 126,
    "this_title": [
        "By Our Selves"
    ],
    "douban_link": "https://movie.douban.com/subject/26448053/",
    "imdb_rating": "6.4/10 from 126 users",
    "trans_title": [
        "仅靠我们自己"
    ],
    "douban_votes": "0",
    "introduction": "By Our Selves documents a four-day walk made by the English Poet John Clare. Toby Jones, Iain Sinclair and a Straw Bear follow in his footsteps exactly 150 years after his death. En route they bump into Macgillivray, Dr Simon Kovesi and the wizard Alan Moore. Meantime the journey is narrated by Toby’s father Freddie, a maverick actor who featured in numerous David Lynch films.John Clare’s escape from Epping Forest; an epic march through hunger and madness, is an English journey to set beside ‘A Pilgrim’s Progress’. Andrew Kötting, hyperkinetic camper-van captain of Gallivant, sets out in hot pursuit, dressed as a Straw Bear. Father and son, Freddie and Toby Jones, are possessed by the spirit of Clare, and locked in Beckettian embrace: one all-voice and one all-mute.The writer Iain Sinclair watches from the shadows, Alan Moore waits like a bearded figure of fate, in Northampton and Dr Simon Kovesi hands out the medicine. Captured in lustrous black and white photography, they discover the only truth of the road; whatever our hopes and delusions, we are always by ourselves. The film is inspired by Iain Sinclair’s Edge of the Orison and John Clare’s Journey out of Essex.",
    "chinese_title": "仅靠我们自己",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "By Our Selves",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-17T01:08:03"
}