{
    "aka": [],
    "sid": "26452883",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537949234.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1330823/",
            "name": "华纯 Chun Hua",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "椰林怒火"
    ],
    "douban_link": "https://movie.douban.com/subject/26452883/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《捣毁“战略村”》越南人民在美国侵略者的屠刀下，被赶进了“战略村”，失去了自由。他们怀念北方，盼望早日赶走侵略者，实现祖国统一。在越南南方民族解放阵线的领导下，人民组织起来和美伪军进行斗争，地下武装杀死了敌哨兵，扯下了敌伪军的旗子，挂上了民族解放阵线红蓝金星旗。美伪军发现红蓝金星旗后，惊恐万状。用武力强迫群众再把伪政权的旗子挂上，但英勇的人民决不屈从，恼羞成怒的敌人扛来了汽油，企图把全村人烧死。这时，一位年轻的战士为了挽救全村人的生命，假装上树挂旗，巧妙地向游击队发出了战斗的信号。游击队及时赶到，摧毁了“战略村”。村民们纷纷拿起了武器，投入抗美救国的战斗。《战斗的游击小队》游击队长站在湖边的岩石上，等待着队员们的到来。他们准备去码头执行炸毁美国军舰的任务。一会儿，一位妇女和男孩背来了用竹筒伪装起来的炮弹，两个男游击队员也带来了炸药包，各路的游击队员到齐了，队长向队员们作了战斗动员之后，队员们表示坚决完成任务，然后拿起武器就出发了。他们在通过铁路桥时，遇到了美伪军的岗哨。妇女端着一筐水果挺身而出，机智地将敌人引到自己身边，当敌人争吃水果时，游击队员一跃而上，把敌哨兵干掉了。队长命五姐妹埋伏铁路桥边打阻击，率领其他队员继续前进。一个美国水兵在码头巡逻，三个小游击队员分别化装成擦皮鞋、卖报、卖花的小孩接近敌人，用酒灌醉了美国水兵，并缴了他们的枪。突然，一声巨响，游击队炸毁了敌人的军舰。敌人闻讯，派出装甲车前来追击。在铁路边，五姐妹与敌人相遇。五姐妹英勇顽强，奋不顾身，炸毁了敌人的装甲车，掩护战友们安全转移。《不屈的战士》在西贡，解放阵线的青年战士阮文追不幸被捕。临刑前美国军官摆出一副伪善的面孔，企图诱使他投降。越南人民伟大的儿子阮文追正气凛然，挺胸阔步走向刑场，宁死不屈。他在刑场上厉声痛斥侵略者的罪行，号召人民起来战斗。不屈的战士阮文追英勇地牺牲了。但是，一个战士倒下了，千万个战士站起来。人民踏着烈士的血迹继续战斗，复仇的炸弹炸毁了敌人的机场和汽油库。《椰林怒火》在茂密的椰林丛中，越南南方女游击队员们挥刀劈竹，削制尖桩。解放军战士和游击队员们在宣誓之后，出发去打击敌人。在夜色朦胧中，三名女游击战士，机警地跃到公路旁侦察敌人的动向。她们把敌情报告了指挥员，部队立即埋伏在椰林丛中。前来扫荡的美伪军有的踏响了地雷，有的掉进了陷坑，陷入了重重包围。经过激烈的战斗，敌人大部分被歼灭，剩下的也都缴械投降了。《保卫北方》越南北方军民响应胡志明主席的号召，做好“三准备”：随时准备战斗，随时准备参军，随时准备到任何地方去，坚决打败一切来犯的敌人，保卫北方，保卫南方。人民军战士警惕地监视着天空，男女民兵背着枪在田间插秧。突然，汽笛响，警报鸣，美国空中强盗侵犯了越南的领空。正在劳动的人民，马上拿起武器和人民军一道投入了严惩美国空中强盗的战斗，在猛烈的炮火轰击下，美国飞机燃烧了。在越南人民的坚决打击下，美国的空军优势不过是一只纸老虎，侵略者的讹诈政策终于失败了。",
    "chinese_title": "椰林怒火",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T04:34:11"
}