{
    "aka": [],
    "sid": "26474051",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1935111",
    "director": [
        {
            "url": "/celebrity/1344942/",
            "name": "伊恩·福尔塞斯 Iain Forsyth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344943/",
            "name": "简·波拉德 Jane Pollard",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-04-24(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1935111/",
    "this_title": [
        "Do You Love Me Like I Love You, Part 1: From Her to Eternity"
    ],
    "douban_link": "https://movie.douban.com/subject/26474051/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Do you love me like I love you is a series of 14 short films by British artists Iain Forsyth & Jane Pollard commissioned to accompany the re-mastered releases of all 14 studio albums.Each 40-minute film features a compelling collage of the famous, infamous and unknown talking directly to camera about what the songs mean to them. The result is a human portrait of a unique body of work produced by the band over the last 25 years, told through those who have lived and loved the music.The series of films feature current and former Bad Seeds including Kid Congo Powers, Warren Ellis, Jim Sclavunos, Rowland S. Howard, Blixa Bargeld, Mick Harvey, Hugo Race, Barry Adamson, Martyn Casey, James Johnston, Thomas Wydler. Other participants include the producer Flood, film director John Hillcoat, Primal Scream’s Bobby Gillespie, photographers Bleddyn Butcher and Polly Borland, Suicide’s Alan Vega and Martin Rev, writer Simon Reynolds, Spider Stacy from The Pogues, Yeah Yeah Yeah’s guitarist Nick Zinner, Dave Gahan and Martin Gore from Depeche Mode, journalist Matt Snow, Mudhoney’s Mark Arm, artist Martin Creed, Mute’s Daniel Miller, Mick Turner from Dirty Three, St. Vincent’s Annie Clark and actor Noah Taylor, alongside many, many others.The films have screened at festivals and special events worldwide, including the BFI in London, Glasgow Film Festival, Perth International Film Festival, Latitude, Harpa in Reykjavik, the Australian Centre for the Moving Image and Brighton CineCity.The films are available on the DVD as part of the deluxe double-disc editions of the Bad Seeds’ back catalogue.",
    "chinese_title": "Do You Love Me Like I Love You, Part 1: From Her to Eternity",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T06:14:30"
}