{
    "aka": [],
    "sid": "26577489",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2258436376.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3485158",
    "director": [
        {
            "url": "/celebrity/1037081/",
            "name": "肖恩·萨莱诺 Shane Salerno",
            "@type": "Person"
        }
    ],
    "duration": "143分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-01-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3485158/",
    "imdb_votes": 79,
    "this_title": [
        "American Masters:  Salinger"
    ],
    "douban_link": "https://movie.douban.com/subject/26577489/",
    "imdb_rating": "7.8/10 from 79 users",
    "trans_title": [
        "美国大师系列之塞林格"
    ],
    "douban_votes": "0",
    "introduction": "American Masters launches its 28th season with the series' 200th episode: the exclusive director's cut of Shane Salerno's documentary, Salinger, with 15 minutes of new material not seen in theaters.Featuring never-before-seen photographs, personal stories and moments from J.D. Salinger's (Jan. 1, 1919 - Jan. 27, 2010) life and harrowing service in World War II, Salerno's new director's cut expands his intimate portrait of the enigmatic author of The Catcher in the Rye. American Masters was the first to close a deal with Salerno for Salinger, securing the exclusive domestic television rights to the documentary in January 2013. An official selection of the 2013 Toronto International Film Festival and Telluride Film Festival, the film made front page news all over the world with its revelations. Associated Press called the research yielded during Salerno's 10-year investigation \"unprecedented\" and \"thoroughly documented.\"Salerno's 10-year journey culminates in the first work to get beyond the author's impenetrable wall of privacy and seclusion. While there have been over 100 academic books examining Salinger's work in exhaustive detail, the story that no one had uncovered was that of Salinger's remarkable life. Salerno overcame considerable obstacles to do this and present the material as a documentary film. Salinger never sat for a formal interview during his life, and there were no video or audio recordings of him and very few photographs. Additionally, legal restrictions specifically prevented Salerno from quoting virtually any of Salinger's work on camera or from having anyone read or perform any of Salinger's work. Regardless, American Masters: Salinger shows in vivid detail the connections between the author's life and work, and the people and events that inspired his most celebrated fiction.",
    "chinese_title": "美国大师系列之塞林格",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "American Masters:  Salinger",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T12:28:35"
}