{
    "aka": [],
    "sid": "26574842",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044988/",
            "name": "安娜·钱斯勒 Anna Chancellor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1658490",
    "director": [
        {
            "url": "/celebrity/1307551/",
            "name": "马克·雷迪斯 Mark Radice",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-05-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1658490/",
    "imdb_votes": 10,
    "this_title": [
        "The Curse of the Hope Diamond"
    ],
    "douban_link": "https://movie.douban.com/subject/26574842/",
    "imdb_rating": "6.2/10 from 10 users",
    "trans_title": [
        "希望之钻的诅咒"
    ],
    "douban_votes": "0",
    "introduction": "Scientific experts try to uncover the secrets of the Hope Diamond, a 45-carat, deep-blue gemstone that has been housed in the Smithsonian National Museum of Natural History in Washington, DC, for the past 50 years. Ranked as the most valuable diamond in the world.Why does it have a unique red afterglow? How did it come to be the shape it is today? And why is it believed by so many to be cursed? Since its discovery centuries ago in the diamond mines of India, the Hope Diamond has travelled across three continents and into the hands of a most extraordinary cast of characters, from flamboyant royals to opportune thieves and eccentric millionaires. Allegedly a curse to those who own it, the diamond has inspired centuries of superstition and passion. Today, this deep blue, forty-five carat gem is one of the great attractions of the Smithsonian Institution in America.In this programme witness a major scientific exploration into the huge gem's unique and mysterious structure. By combining high-tech scientific investigation with historical records, Curse of The Hope Diamond will tackle the most gripping questions around this mysterious diamond. Presented by Lucy Worsley",
    "chinese_title": "希望之钻的诅咒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Curse of the Hope Diamond",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T15:00:46"
}