{
    "aka": [],
    "sid": "26575089",
    "cast": [
        {
            "url": "/celebrity/1329437/",
            "name": "鲁伯特·雷德 Rupert Reid",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879234568.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt4892108",
    "director": [],
    "duration": "56分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-03-01(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4892108/",
    "imdb_votes": 68,
    "this_title": [
        "Life on the Reef Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26575089/",
    "imdb_rating": "8.1/10 from 68 users",
    "trans_title": [
        "跃动大堡礁 第一季"
    ],
    "douban_votes": "0",
    "introduction": "The Great Barrier Reef is one of the richest and most complex natural ecosystems on earth. Home to a stunning array of animals, from microscopic plankton to 2000-pound whales, it is one of the seven wonders of the natural world.Along the idyllic coastline, Queensland Parks and Wildlife Rangers work together with many entities to safeguard the fragile reef and protect the millions of residents, tourists, divers and fishermen that visit each year. Traditional Owners, police, border protection, search and rescue crews, lifeguards and scientists work closely together to maintain this precious paradise. It’s a monumental task - the reef and its hundreds of islands and quays cover an area bigger than the United Kingdom, Switzerland and Holland combined.Combining the strongest elements of documentary story telling with blue chip natural history Life on the Reef presents unique and authentic stories of Australia’s greatest natural icon through the eyes, actions, challenges and adventures of the people who live there.",
    "chinese_title": "跃动大堡礁 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Life on the Reef Season 1",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T00:23:08"
}