{
    "aka": [],
    "sid": "26577916",
    "cast": [
        {
            "url": "/celebrity/1032169/",
            "name": "拉菲·斯波 Rafe Spall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336240/",
            "name": "卡拉·西奥博尔德 Cara Theobold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167799/",
            "name": "汤姆·沃德 Tom Ward",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364387/",
            "name": "刘易斯·里维斯 Lewis Reeves",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316137/",
            "name": "佐伊·博伊尔 Zoe Boyle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1522381/",
            "name": "卡罗琳·格林 Caroline Green",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2321254980.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1290328/",
            "name": "杰克·洛锡安 Jack Lothian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4974584",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-12-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4974584/",
    "imdb_votes": 1194,
    "this_title": [
        "Harry Price: Ghost Hunter"
    ],
    "douban_link": "https://movie.douban.com/subject/26577916/",
    "imdb_rating": "6.7/10 from 1194 users",
    "trans_title": [
        "哈里·普赖斯：幽灵猎人"
    ],
    "douban_votes": "0",
    "introduction": "An expert at sleight of hand and with a keen eye for identifying charlatans and tricksters, our story begins as Harry has fallen on hard times in recent years, professionally and ethically losing his way.  He’s resorted to making his living as a fake medium and fraudulent ghost hunter, conducting séances for unsuspecting families who think their lives have been made a misery by ghostly mischief making.Harry’s duplicitous lifestyle has also had serious consequences when after leading a séance for a tragic soldier a young man commits suicide on the doorstep of Harry’s home.A couple of months later, Harry is offered the chance to investigate the haunting of a local MP’s home as the case threatens to ruin the politician’s reputation. With the prospects of leading his political party, Edward Curtis can ill-afford the scandal as his wife Grace begins to hallucinate and act bizarrely and very much out of character as she believes their family home to be haunted. There’s a possibility Grace may be committed to an asylum in scandalous circumstances if Harry doesn’t take on the investigation.  Ghosts from Harry’s past influence his decision to take the case and he begins to think it might be time to take a new path.Together with the Curtis family maid, Sarah Grey, whose own mother has fallen prey to con artist mediums in the past, their detection and investigative skills complement one another and they make a formidable partnership.  Smart, driven and open-minded, Sarah is a strong-minded woman who can handle herself when unravelling the mysteries behind the hauntings, which are seriously affecting Grace’s health and well-being.Harry also calls on the services of his old friend, Albert, during the investigation. An African pharmacist with a sideline in voodoo con-artistry, Albert has a keen interest in medical and scientific discoveries, which Harry exploits to the maximum.Journalist Vernon Wall also finds himself in Harry’s orbit.  Cynical and hard-bitten, although clever at winning the trust of the people he’s interviewing, Vernon is keen to learn about Harry’s techniques and sensing a political scandal sets out to inveigle his way into his life by extracting information from Sarah.",
    "chinese_title": "哈里·普赖斯：幽灵猎人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Harry Price: Ghost Hunter",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T05:58:06"
}