{
    "aka": [],
    "sid": "26584092",
    "cast": [
        {
            "url": "/celebrity/1222942/",
            "name": "角野卓造 Takuzô Kadono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005434/",
            "name": "津岛惠子 Keiko Tsushima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016891/",
            "name": "八千草薰 Kaoru Yachigusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366495/",
            "name": "津山登志子 Tsuyama Toshiko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048878/",
            "name": "地井武男 Takeo Chii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390374/",
            "name": "三景启司 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527909514.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1474372/",
            "name": "金子成人 Narito Kaneko ",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "54分钟",
    "episodes": "23",
    "language": [
        "日语"
    ],
    "playdate": [
        "1977-11-20(日本)"
    ],
    "this_title": [
        "俺たちの祭"
    ],
    "douban_link": "https://movie.douban.com/subject/26584092/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "『俺たちの祭』（おれたちのまつり）は、ユニオン映画が制作、日本テレビ系で放送された若者たちの青春を描いたドラマで、「俺たちシリーズ」の最終作。1977年11月20日スタート。当初から「俺たちシリーズ」の完結編として製作された。『俺たちの旅』終了後、中村雅俊は本作の前番組である『俺たちの朝』のちょうど真裏にあたるNHK大河ドラマ『花神』に高杉晋作役で1977年10月まで出演していたが、その直後に1年ぶりにこの枠に戻って来ることになった。青春スターとして人気絶頂期を迎えていた中村の主演だけに本作にも期待が寄せられたが、前2作に比べてコメディの部分が少なくなり、挫折、苦悩、長い回想シーンなど重い雰囲気の場面が多く、期待に反して視聴率的に苦戦してしまう。前2作と同様に1年間の放送も想定されていたとのことだが、結局1978年4月30日に全23話をもって終了した。しかし後年になって再評価の機運が高まったようで、1997年にはビデオ、2003年にはDVDがそれぞれバップから発売されている。沖縄県・久米島で生まれ育った今城隆之は、ある日出張で来た東京で劇団「新樹」の試験を受け合格、入団する。そして、隆之が思いを寄せる新樹の事務員・北見直子や新樹の同期生で隆之に片思いする沢矢津子、アパート「東京ハウス」には隆之の幼馴染みで久米島から一緒に上京してきた小野昭一、漫画家の卵・森田正道、ギター流しのアルバイトをしている花井三四郎。夢を追う彼らの様々な青春群像劇が描かれる。「東京ハウス」は渋谷区桜丘町、「新樹」は東急二子玉川駅近くという設定で、渋谷駅から恵比寿駅の間の山手線の沿線や宮下公園もよくロケ現場になった。出演者今城隆之：中村雅俊 - 呼び名「タカ」北見直子：檀ふみ沢矢津子：堀美奈子 - 呼びは「ヤッコ」「チビ」小野昭一：三ツ木清隆 - 呼び名「ハブ」花井三四郎：小島三児 - 呼び名「ボーヤン」森田正道：角野卓造田中路子（森田の内縁の妻）：秋本圭子北見真佐子（直子の母）：津島恵子沢まゆみ（矢津子の母）：八千草薫静香（昭一の妻）：津山登志子左右田一馬（「新樹」マネージメント）：地井武男剛田守（「新樹」講師）：今福正雄小林久江（新樹 第8期生）：関谷ますみ山下太郎（同上）：三景啓司木村忠彦（同上）：熟田一久倉橋一郎（同上）：光田昌弘江口留美（同上）：白貝真理子「新樹」研究生安部八千代北泉展江北原寛三佐藤政洋長谷川憬（現・長谷川初範）引馬厚代水島文夫棟里佳山口紀子山川佳代子吉田さより（現・風祭ゆき）南田（「新樹」幹部、第14話 - 16話）：近藤宏田代理恵（「新樹」聴講生、第11話 - 15話）：高沢順子今城せつ（隆之の母・第1話、2話）：岩崎加根子下田（第9話、14話、17話）：穂積隆信岩田（第10話、11話、13話、14話、15話）：速水亮加賀涼子（隆之のマネージャー・第20話、21話）：篠ひろ子主題歌・挿入歌全て中村雅俊の歌による曲主題歌「俺たちの祭」（作詞・作曲：小椋佳、編曲：チト河内）本作本編で流れたTVサイズバージョンには、レコードバージョンに無い歌詞が含まれている。挿入歌「ただこの時だけを」（作詞・作曲：小椋佳、編曲：チト河内）- 第1話、2話、3話、4話、7話、11話、12話で使用「街の灯 CITY LIGHT」（作詞：山川啓介、作曲：中村雅俊、編曲：ラストショウ）- 第3話で使用「時をひらくと」（作詞：柴田陽平、作曲・編曲：チト河内） - 第6話、9話、19話で使用「辛子色の季節」（作詞・作曲荒木一郎、編曲：井上鑑、荒木一郎） - 第15話で使用「想い出のかたすみに」（作詞：みなみらんぼう、作曲：ブルース・バウアー、編曲：西村誠）第20話、21話の両話で中村演じる今城隆之のデビュー曲として使用された。中村のファーストアルバム『ふれあい』収録曲で、1975年の松竹映画『想い出のかたすみに』の主題歌でもあった。俺たちシリーズにおいては『俺たちの旅』の第12話でもこの曲が使用されている。スタッフ企画：岡田晋吉（日本テレビ）プロデューサー：中村良男（日本テレビ）、奈良邦彦（文学座）、山本剛正（ユニオン映画）音楽：トランザム、チト河内選曲：鈴木清司脚本：鎌田敏夫、畑嶺明、金子成人、大原豊、柏原寛司監督：斎藤光正、土屋統吾郎、佐藤重直放送日程回数\t放送日\tサブタイトル\t脚本\t監督\tゲスト1\t1977年11月20日\t海の炎\t鎌田敏夫\t斎藤光正2\t11月27日\t雨の叫び\t荒木道子（青柳）3\t12月4日\t街の灯\t土屋統吾郎\t伊佐山ひろ子（朱美）4\t12月11日\t遠い光\t畑嶺明\t永島暎子（和美）、本山可久子5\t12月18日\t冬の色\t金子成人\t斎藤光正\t夏桂子（なおみ） 、西沢利明6\t12月25日\t風の孤独\t鎌田敏夫\t下元勉（植村）、西崎みどり、清水宏7\t1978年1月8日\t季節の香り\t畑嶺明\t有島一郎（島尾）、田中小実昌、朝加真由美、岩村久雄8\t1月15日\t光と影\t大原豊\t関川慎二（三浦）、小鹿番9\t1月22日\t一輪の花\t金子成人\t三浦真弓、剛達人10\t1月29日\t生きる情熱\t鎌田敏夫\t山本紀彦（北川）、萩奈穂美11\t2月5日\t赤い火花\t畑嶺明\t土屋統吾郎\t小池朝雄12\t2月12日\t父の姿\t柏原寛司\t稲葉義男13\t2月19日\t熱い夢\t大原豊\t斎藤光正\t北村和夫（松永）14\t2月26日\t燃える手\t金子成人\t近藤宏15\t3月5日\t生きることの祭\t鎌田敏夫\t土屋統吾郎\t近藤宏、水沢有美、松本克平16\t3月12日\t孤独のさけび\t小原秀明、根岸明美、近藤宏17\t3月19日\t春の足音\t金子成人\t斎藤光正\t二見忠男、西川ひかる18\t3月26日\t幸福の時\t畑嶺明\t三上真一郎（伊達）、二見忠男、泉じゅん19\t4月2日\t愛と別れの街\t大原豊\t土屋統吾郎\t二見忠男、高原駿雄20\t4月9日\t愛のたたかい\t鎌田敏夫\t斎藤光正\t西沢利明（関部）、中江真司21\t4月16日\t栄光と真実\t畑嶺明\t佐藤重直\t榊原るみ（美枝）、戸浦六宏（田島）、黒沢久雄22\t4月23日\t春の嵐\t金子成人\t土屋統吾郎\t寺田農（佐川）、金内喜久夫、丹古母鬼馬二23\t4月30日\t祭の日\t畑嶺明\t滝田裕介、佐々木孝丸、相原巨典、二見忠男",
    "chinese_title": "俺たちの祭",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-04T21:07:11"
}