{
    "aka": [],
    "sid": "26586725",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2261279722.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "57分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-07-27"
    ],
    "this_title": [
        "The World's Worst Place to Be Disabled?"
    ],
    "douban_link": "https://movie.douban.com/subject/26586725/",
    "trans_title": [
        "残疾人的悲惨之地"
    ],
    "douban_votes": "0",
    "introduction": "Chained up at prayer camps, exiled from villages for being cursed, forced on the streets and in some cases even killed, this is the reality for many disabled people in Ghana. Disabled journalist Sophie Morgan goes on an immersive journey to discover if Ghana is the World's Worst The World's Worst Place to Be Disabled?Beginning in the country's thriving capital Accra, Sophie sees first-hand how many disabled people end up with a life on the streets and hears how the disabled people of Ghana seem to have been left out of this west African country's economic success. Shocked by what she finds in the city, she heads to the countryside to find out the reality of life for disabled people there and then finds herself in one of Ghana's popular prayer camps where many disabled people are taken to be 'cured'.Sophie meets some of the patients who have been brought to the camp against their will by their families and are even chained up so they can't escape. But as she leaves the camp she hears of an even worse reality for many disabled children, who are 'returned to the spirits' by some of Ghana's spiritual and traditional healers. Sophie is taken to a place by a local disabled activist where he says disabled children are poisoned and killed, and she goes to meet a so-called fetish priest who admits that he will dispose of a disabled child for payment.After her many shocking discoveries Sophie makes her way back to Ghana's capital to put her findings to a government spokesperson.",
    "chinese_title": "残疾人的悲惨之地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The World's Worst Place to Be Disabled?",
    "douban_rating_average": 0,
    "update_at": "2025-10-09T07:00:16"
}