{
    "aka": [],
    "sid": "26582603",
    "cast": [
        {
            "url": "/celebrity/1011479/",
            "name": "英达 Da Ying",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354879/",
            "name": "阿忆 Yijun Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2259806302.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-01-06(中国大陆)"
    ],
    "this_title": [
        "最爱中国字 第一季"
    ],
    "douban_link": "https://movie.douban.com/subject/26582603/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《最爱中国字》是中国黑龙江卫视联合好看传媒制作的一档大型历史文化知识益智竞技节目。节目由喜剧教父英达幽默主持，文化名人阿忆精彩点评。节目中，以幽默的表演方式让选手对每一题的正确答案做出判断。“大放厥词”原来是夸奖；“吹牛”竟然是为过河，“万岁”不是指皇帝……欢乐短剧演绎汉语典故，国学学霸逐鹿文化战场。最终，筛选出全国十强进行终极PK，诞生冠军。“《最爱中国字》用百姓喜闻乐见的喜剧方式呈现中国古典文化博大精深的内涵，唤起观众对古典文化的集体记忆，掀起全民诵读传统经典的热潮，让观众自然而然地受到中华民族人文精神的熏陶和感召，传承中华文明、增强文化自信，促进国人对传统文化的热爱与重视。”谈起创作初衷，该节目编导张璇这样说。去年夏天，河南卫视《汉字英雄》在十几档综艺节目的收视围攻下，突出重围，为电视荧屏带来一股清新文雅之风。随后央视《中国汉字听写大会》将这一热度延续，其收视率直逼《中国好声音》。两档汉字节目的推出开启了电视媒体深入挖掘传统文化的新路径。在这一背景下，黑龙江卫视推出了《最爱中国字》栏目。一档电视栏目的影响力取决于观众对它的喜爱程度。截止3月3日第一季《最爱中国字》共播出了8期，节目同时段收视率全国平均排名从开播时第16位，一直到3月3日同时段的第5左右，最高时期的收视率甚至超过了同时段江苏卫视、北京卫视等一线卫视。电视传媒界知名微博“电视眼”在微博上直呼“一直主打东北特色的黑台也开始高大上了，《最爱中国字》这个节目是转型之作吗？传统文化竞技融合喜剧表演，即有文化内容又不失平台特色，英达和阿忆的组合也很有讲究，喜剧教父搭配文化名人，制作也够精良。光看这个节目，对黑台的印象大为改观。”“传统文化不等于晦涩难懂和复杂，传统文化传播同样可以紧张刺激、引人入胜、轻松愉悦、平易近人、饱含智慧、启迪生活。”《最爱中国字》编导存文说，该节目利用喜剧的电视手段重新嫁接传统文化，对传统文化融合生动表现形式的课题作出了新探索。作为一档文化类栏目，《最爱中国字》能够闯入卫视黄金档的收视竞争，说明该栏目的制作团队在文艺与审美水平上已经提升到一个新的高度。”有文章评价说，在电视模式引进大行其道的今天，黑龙江卫视创新这样一档栏目，既充分发挥了电视的引导功能，也体现了当代媒体人的责任担当。节目中选手的表现同样可圈可点。第八期来自北京理工大学的冯昊怡的出色表现，改变了大多数观众对“IT男”缺乏传统文化素养的印象。顾婷婷、张博文、韩蓄、田一坦等选手或张扬或内敛或风趣的舞台表现，也展现了自己独特的风采。主持人“喜剧教父”英达和嘉宾北大文化名人阿忆的这一“黄金搭档”突出了节目本身“喜剧+文化”的精神内核。“我们坚持把寓教于乐当成首要目标，用电视娱乐的外壳，引起更多人对诗词这一传统文化内涵的关注，从而使节目的内核得到更加充分的展现。”节目组编导赵微介绍说，观看该栏目的年轻受众比例大幅提升，除喜爱古典文化的中老年观众以外，16至34岁的观众占比最高。",
    "chinese_title": "最爱中国字 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-19T21:00:21"
}