{
    "aka": [],
    "sid": "26586678",
    "cast": [
        {
            "url": "/celebrity/1413154/",
            "name": "王心怡 Xinyi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1409909/",
            "name": "董娴 Xian Dong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502516197.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1357455/",
            "name": "占俊科 Junke Zhan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1357455/",
            "name": "占俊科 Junke Zhan",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "秀珠"
    ],
    "douban_link": "https://movie.douban.com/subject/26586678/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "出品单位: 上海求索广告制作有限公司秀珠是个来自四川汶川县映秀镇牛圈寨地震灾区的小姑娘,今年12岁,汶川大地震期间，秀珠因患严重白血病,爷爷奶奶带他到上海一家大医院治病,住在上海市郊一小镇亲戚家里，才幸免于难。而回四川老家筹钱的父母亲却双双遇难，从此秀珠也就和年迈的的爷爷和寡语的奶奶相依为命地生活着。秀珠的疾病耗尽了家里所有的钱财，为筹措秀珠的手术费，爷爷奶奶四处借钱无门，在秀珠病危时刻是小镇热心的人们伸出关爱之手，帮助秀珠度过生命的难关。手术后秀珠回四川老家疗养一年。一年后，秦大爷带着秀珠来上海复查，并且还有一个重要的事情就是带着秀珠来上海还钱，尤其是寻找小镇里一个叫吴丽芳的好心人，就是这个女人去年听说秀珠病危急需手术押金时，连夜送了一万块钱，救了秀珠的生命。通过街道居委会牛大姐，秀珠和爷爷找到了吴丽芳，秀珠在恩人面前跪了下来。秦大爷拿出一万元归还吴丽芳时，吴丽芳不肯收，还给了秦大爷，秀珠爷爷说无论如何要还的，不能要。当听说秀珠复查还需要在上海等待一段时间，就又热情地邀请秀珠和爷爷住在自家后院的老房子里，可就在第二天那一万元钱不见了，秀珠爷爷报警后，一直忐忑不安地想该如何归还这一万元钱。第二天没想到吴丽芳带着儿子鲁冬冬（10岁）来到后院秀珠住处，要秀珠和爷爷帮忙照看冬冬一段时间，因为冬冬爸爸在美国出了车祸，自己必须赶赴美国处理后事。鲁冬冬在同秀珠一家同住的一段日子里，百般刁难，大耍大少爷脾气。秀珠和爷爷饱受了鲁冬冬的任性之苦，但爷爷总是告诫自己的孙女秀珠，得人滴水之恩，当要涌泉相报的做人道理。为了能还上鲁冬冬妈那一万元钱，秀珠和爷爷决定利用在小镇住的这段日子，靠自己的努力赚钱，再穷也不能亏欠好心人；于是秀珠和爷爷白天在小镇收废品，晚上靠为游客摇船赚小费为生。祖孙俩吃尽苦头，受尽磨难，当然期间也有天伦之乐。经过近一个月的努力，秀珠和爷爷赚到了几千元钱，加上爷爷变卖金手表的钱，已经凑足了一万元，两人终于可以如愿以偿，松了一口气。并且鲁冬冬也在这段时间里，在秀珠及爷爷的善良质朴的品德影响教育下，变得懂道理，讲礼貌，学习成绩也大大提高。此时鲁冬冬妈妈吴丽芳回到小镇，回到秀珠住的后院，见到儿子巨大的变化，非常高兴，但鲁冬冬却道出一个惊人秘密，那一万块钱是他拿了藏起的，当时就想买一款新的游戏机，并主动向爷爷认错，秀珠爷爷听到后当时非常气愤，人与人之间的纯真和信任有如那流水般慢慢流逝，最终老人以宽大的胸怀原谅了冬冬。冬冬妈妈听到后非常气愤，将冬冬痛打一顿，冬冬负气出走，吴丽芳在湖边找回冬冬，听到冬冬述说秦爷爷和秀珠这一个月来的不幸遭遇，她悔恨内疚。这时秀珠的白血病因劳累过度而复发，吴丽芳用离婚分得的钱款积极地救治秀珠，在吴丽芳和众多好心人的资助下，医院使用最好的设备和药物使得秀珠的病情被有效的控制住了，她的身体也慢慢有所好转，快过年了，秀珠想回家，秦大爷和医生经过多次协商，最终同意让秀珠再次回四川老家休养一段时间，等待造血干细胞的配型成功后再来上海手术，临行前秀珠留下一份新的钱款名单并嘱托爷爷日后再来上海还钱。秀珠和爷爷踏上了回四川老家的路程，暂别了这个给他们温暖关爱的小镇，暂别了这片留下她欢笑和美好记忆的水乡。鲁冬冬和妈妈吴丽芳跑到码头，向这善良又质朴的秦大爷和秀珠挥手道别。弯弯的小河，静静的流水。",
    "chinese_title": "秀珠",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-13T16:22:48"
}