{
    "aka": [
        "The Night before Independence Day"
    ],
    "sid": "26589534",
    "cast": [
        {
            "url": "/celebrity/1318958/",
            "name": "崔寅奎 In-kyu Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345738/",
            "name": "金信哉 Shin-jae Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1948",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510067183.jpg",
    "region": [
        "朝鲜"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1318958/",
            "name": "崔寅奎 In-kyu Choi",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1948(韩国)"
    ],
    "this_title": [
        "독립전야"
    ],
    "douban_link": "https://movie.douban.com/subject/26589534/",
    "trans_title": [
        "独立前夜",
        "The Night before Independence Day"
    ],
    "douban_votes": "0",
    "introduction": "Park Ok-ran (Kim Shin-jae) has been monitoring the neighborhood of the owner of a pawnshop, named Min-ka, who killed his father five years ago with Song (Choe Dong-san). Min-ka, who does not notice that it is his daughter, Seon-hui who comes to pawn her jewelry, tries to rape her. A young man named Gyeong-il (Choe In-gyu), who happens to pass the shop, saves her, and hides with her in a nearby warehouse. She actually has just returned with her mother after the liberation of Korea, whom Min-ka had expelled long ago. Gyeong-il has also arrived in Korea to meet his elder sister after liberation. Song tries to tie Seon-hui and Gyeong-il up, but Ok-ran releases her saying that she is not the enemy, but Min-ka. Ok-ran also happens to find out that Gyeong-il is her brother by listening to their conversation in secret. Seon-hui, who has noticed that the man was her father, weeps as she looks at him. Min-ka, who sees Ok-ran there, has regrets, saying it was an accident to have killed Ok-ran's father. He adds that it is an honor for him to die on the day the government was formed. The four young people go to the mountain, renewing their hopes for the future.",
    "chinese_title": "独立前夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "독립전야",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T15:23:27"
}