{
    "aka": [],
    "sid": "26588772",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2261822931.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1426352/",
            "name": "李太山 Taishan Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "7",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "启蒙年代的歌声"
    ],
    "douban_link": "https://movie.douban.com/subject/26588772/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中央电视台文化专题部《见证·影像志》栏目组制作，中国国际电视总公司2007年2月出版。DVD，时长180分钟，2盘，6集。在一个人的成长经验中，童年时代的生活是影响一生的第一层底色，它是物质的，更是精神的。我们那个时候玩什么？做什么？唱什么？读什么？每个人心中都有一幅自己的图景。一个孩子的成长过程中，可能没有阅读，也可能没有玩具，但不可能没有歌声。一百年前，在一些社会精英的推动下，在中国的一些新式学堂开始出现了音乐课教学，学堂乐歌也成为了成长于那个年代的一代人心中抹之不去的记忆。《启蒙年代的歌声》收录了十几位在中国现代史上留下名字的巨擘对童年生活的回忆。那时的中国正经历着千年未有的变局，是真正的大时代。透过那些从历史深处传来的缥缈的歌声，带人感受那个时代的迷茫、挣扎和律动。第一集 学堂一百年前，随着西方文明的传入，新式的学堂开始出现在中国。在学堂里，孩子们不仅接触到了新的思想，也学会新的学堂乐歌。而一首首的琅琅上口的学堂乐歌不仅影响了那些孩子们的一生，也开启了我们对那个年代的回忆。第二集 启蒙在新式学堂没有开办之前，鲁迅笔下三味书屋一类的学塾是中国儿童接受启蒙教育的地方。学塾里没有乐歌，孩子们每天都在背诵四书五经，枯燥的背诵让很多孩子都选择了逃课玩耍，而新式学堂则采用了一种完全不同的教育方式。第三集 图强到20世纪20年代，全国的新式学堂已经有四千两百多所。此时，学生们在学堂里接受的先进思想和中国在巴黎和会所受的屈辱激烈的撞击着。由中国人自己谱曲的学堂乐歌《黄河》就在这样的情况下诞生了。伴随着一首首激昂的学堂乐歌，中国的年轻人们开始了图强的征程。第四集 从军在新式学堂开启民智，传播现代文明的时候，推翻满清政府的风暴已经开始酝酿。为了鼓励青年学子的尚武精神，军事、体育课成为学堂里的一个重要的题。而那些颇有军事意味，朝气蓬勃的学堂乐歌也开始流行起来……第五集 风气在秋瑾填写的学堂乐歌《勉女权》中，歌词中第一次提到了男女平权天赋就。20世纪初，越来越多的女孩走进了新式学堂，女校纷纷建立，男女平等的风气正由学堂里的乐歌吹向全国……第六集 送别1918年，伴随着学堂乐歌《送别》，38岁的李叔同踏上了皈依佛门的小船。这首歌正是他五年前填的词。在留洋时，接触到的西方文明让李叔同的艺术才华得以充分的发挥，他开始创作自己的学堂乐歌。而这一切都像是启蒙时代告别闭关锁国和愚昧的欢歌。第七集 歌声100年前，中国出现了新式的学堂，古老的社会开始接触到现代文明。1903年，中国的第一首学堂乐歌诞生于上海，让学堂里不仅仅只有读书声。伴随着学堂乐歌，中国经历了文明的启蒙，革命的风暴。而这些启蒙年代的歌声穿越了一百年的时间，依然打动人心。",
    "chinese_title": "启蒙年代的歌声",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-20T10:21:56"
}