{
    "aka": [],
    "sid": "26586611",
    "cast": [
        {
            "url": "/celebrity/1101512/",
            "name": "Lee Hazlewood Lee Hazlewood",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2483389861.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [],
    "imdb_id": "tt0201545",
    "director": [
        {
            "url": "/celebrity/1047029/",
            "name": "Torbjörn Axelman Torbjörn Axelman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1970"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0201545/",
    "imdb_votes": 61,
    "this_title": [
        "Cowboy in Sweden"
    ],
    "douban_link": "https://movie.douban.com/subject/26586611/",
    "imdb_rating": "7.2/10 from 61 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Directed by Swedish filmmaker Torbjorn Axelman, this 52-minute program was essentially a video complement to Hazlewood's 1970 album Cowboy in Sweden. Much in the manner of his old cohort Nancy Sinatra's late-'60s TV special Movin' With Nancy (in which Hazlewood appeared), it's a string of early music videos in which Hazlewood mimes many of the songs from the LP. There's Hazlewood riding a horse through the Swedish countryside; Hazlewood singing to close-up shots of ambling polar bears; Hazlewood wearing snowshoes, to emphasize that yes, it can get really cold up there in Sweden; Hazlewood in vignette-scenarios where he breaks up with women; and so on. Occasionally, Hazlewood sticks in some cornball, folksy on-screen spoken narration about Swedish life. While there's a hokey, dated quality, it's fun viewing, partially for that very reason, but more because the songs are actually pretty good combinations of low-rent Johnny Cash folk-country, pop, and a bit of rock. In fact, Hazlewood runs through every song from Cowboy in Sweden over the course of the special, including standouts like \"What's More I Don't Need Her,\" \"The Night Before,\" \"No Train to Stockholm,\" \"Forget Marie,\" \"Vem Kan Segla,\" and \"Leather & Lace\" (the last two of those duets with Swedish pop singer Nina Lizell). As a blast from the then-recent past, there's also a rendition of the Native American narrative \"The Nights,\" which he'd put on a 1967 album. To break up the Hazlewood content, there are also song-apiece guest turns by his occasional duet partner Suzi Jane Hokom and three obscure soul-pop-rock groups of the period: the George Baker Selection (who do their hit \"Little Green Bag\"), Steve Rowland and the Family Dogg, and Rumplestiltskin.",
    "chinese_title": "Cowboy in Sweden",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T16:35:15"
}