{
    "aka": [
        "A Stormy Night"
    ],
    "sid": "26587690",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1943",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2261310863.jpg",
    "region": [
        "罗马尼亚王国"
    ],
    "writer": [],
    "imdb_id": "tt0036210",
    "director": [
        {
            "url": "/celebrity/1094317/",
            "name": "让·杰奥尔杰斯库 Jean Georgescu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1943-03-22(罗马尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0036210/",
    "imdb_votes": 363,
    "this_title": [
        "O noapte furtunoasă"
    ],
    "douban_link": "https://movie.douban.com/subject/26587690/",
    "imdb_rating": "7.5/10 from 363 users",
    "trans_title": [
        "暴风雨之夜",
        "A Stormy Night"
    ],
    "douban_votes": "0",
    "introduction": "Bucharest, 1876. Business-man Dumitrache has entrusted his right-hand man, Chiriac, to spy on Veta, his wife. Dumitrache is certain Veta is having an affair. And she is, only her lover is Chiriac himself.Comedy based on a play by Ion Luca Caragiale, one of the most well-known Romanian playwrights. It is critically acclaimed as the most important “comic drama” of the pre-communist Romanian cinema. This was an example how the tragicomic nature of Caragiale’s play could be turned into a visual narrative. Dialogue is full of double-entendres.Despite difficulties, the film O noapte furtunoasă (A Stormy Night) was completed between 1941 and 1942 in the O.N.C. \"studio\". Producing the film under wartime conditions was a labor fit for Sisyphus, equally for the actors, cameraman, stage electricians, script-girl, stage designers and prop handlers. All the exteriors had to be constructed in the small 18x11 m studio, intended for music recording, since exterior shooting at night was impossible due to the need to maintain camouflage. For panoramic or travelling shots, two or three scenes had to be shot on a stage that had to be decorated two or three times over, and then combined in order to constitute a whole shot. The way this worked in practice was that once a scene was filmed, the set was taken down and the next design thrown up. Only one thing was not lacking for them: photographic material. In the end, 29,000 m were shot. It premiered on 22 March 1943 at the ARO theatre. This was the first and last film produced by the O.N.C.",
    "chinese_title": "暴风雨之夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O noapte furtunoasă",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T08:00:12"
}