{
    "aka": [],
    "sid": "26585588",
    "cast": [
        {
            "url": "/celebrity/1327031/",
            "name": "李绪良 Xuliang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344401/",
            "name": "张欣颜 Xinyan Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458120365.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "板龙"
    ],
    "douban_link": "https://movie.douban.com/subject/26585588/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "主创人员出品人： 张明 胡丁监制： 秦晓燕 宋鸿荣 张志稳编剧：宋军原作故事： 龚纯导演： 宋军[3]摄影指导： 柯威美术： 高明作曲： 万军录音：申策 穆晓东剪辑： 于广潼糖画指导： 梁洪云 梁洪江制片主任： 张伟锋执行导演： 丰木水演员导演： 仲伟荣 任天琦统筹场记： 赵岚音副摄影： 李永志 翟永斌 跟机员：刘志照明师： 李军照明助理： 唐新民 徐亚勇 田军人物造型：李艳冰化妆师：蒋忠亮服装师： 张楠道具师： 闫勤朋 道具助理： 闫志浩录音师： 穆晓东录音助理： 白志军 马俊外联制片： 左益勇 张宏好现场制片： 韩磊 生活制片： 曹仁后期制作：视频技术： 金浩 音频技术： 高峰混录： 朱建勤后期制作公司： 北京环宇傲视文化传播有限责任公司宣传发行：平面设计： 李歆 片头题字：李传赞影片讲述了高考落榜的小桥，心情非常沮丧，找工作处处碰壁。一天在街上闲逛，无意间看到了多年未见的民间手工艺“转板龙”。心血来潮，花钱自己画了一个板龙，被老艺人“糖画乔”看中，甚是喜爱。为了能留住这个年轻人，想尽各种方法，两人“斗智斗勇”，几经波折，在“糖画乔”弥留之际，将糖画这门民间手工艺传承给了小桥，并得到发扬光大。片名定为《板龙》，很多人不是明白其中的含义，何为“板龙”？其实“转板龙”是当地叫法，在中国北方叫糖画儿，在南方叫转转糖。糖画儿艺人在一块方形木板上画一圈花鸟虫鱼的图案，顾客拨动转杆，指针停到哪个图案上，艺人就用麦芽糖做一个对应的东西。如果转到了龙，那就感觉转来了好运气，也最划得来了，因为龙是最气派最难画也最耗糖。看似简单的故事，要生动地表现出来，并不是一个很简单的问题。既然是一个简单的故事，清晰的脉络，就不要用那么“花里胡哨”地手法去拍摄，反而会喧宾夺主，拍出来有一种不伦不类的感觉。还是要用最朴实的手法去拍摄，刻画人物的性格，拍摄细节的东西，强调“糖画儿”作品的质感，带给观众一种清新的感觉。在剧本创作的过程中，淡化了许多辅助线，重点强调师徒关系这条线，细腻地表现师徒在“糖画儿”传承过程中的喜怒哀乐，斗智斗勇，一波三折，徒弟最终将“糖画儿”事业发扬光大的主线。徒弟与女友的爱情线，只作为辅助线来表现。考虑到影片的画面效果，把背景放在江南水乡是一个较好的选择。小桥流水人家，黑瓦白墙，青苔水渍，悠扬的江南小调，摇橹的小舟，将很好地衬托出“糖画儿”的精美与魅力。石板路，窄街巷，湿漉漉，摆上一个“糖画儿”小摊位，小孩子跑来跑去，围在摊位前叽叽喳喳，组成一幅生动鲜活的优美画面。对于人物的把握，尽量要准确到位，要性格突出，不急不躁，像打开一幅长卷细腻地展现。师傅的城府老道，老艺人的自信与自私，年轻人的气盛与不踏实要充分地表现出来。两个人在戏中要斗智斗勇，起起伏伏，才会生动好看。“糖画儿”是很多观众从小就喜欢的东西，至今还念念不忘，拍摄这部影片，将会勾起观众许多美好的回忆，不但是一种回忆，还能发现其中的精彩。影片还要充分地展现中国非物质文化遗产“糖画儿”精湛的技艺，通过交流让世界也能了解这门中国的传统手工艺。影片创作，离不开创作人员的努力，演员对角色的准确把握，各部门的密切配合，只有所有演职人员用心去做，才能创作出一部优秀的作品。",
    "chinese_title": "板龙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T20:58:11"
}