{
    "aka": [],
    "sid": "26580874",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548042232.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021188/",
            "name": "伊菲·米克施 Elfi Mikesch",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0163001",
    "director": [
        {
            "url": "/celebrity/1021188/",
            "name": "伊菲·米克施 Elfi Mikesch",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1978-02-06(Rotterdam, Film International)",
        "1978-03-01(Internationales Forum des jungen Films)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0163001/",
    "imdb_votes": 33,
    "this_title": [
        "Ich denke oft an Hawaii"
    ],
    "douban_link": "https://movie.douban.com/subject/26580874/",
    "imdb_rating": "6.8/10 from 33 users",
    "trans_title": [
        "我常常想起夏威夷"
    ],
    "douban_votes": "0",
    "introduction": "Carmen is 16. She spent her childhood in Berlin’s Kreuzberg district, but now lives with her mother Ruth and her brother Tito in estate housing on the edge of the city. Her father, a Puerto Rican soldier, abandoned the family. All that’s left to remind them of him is a handful of exotic postcards and his record collection of Caribbean and Hawaiian music. Mother Ruth works as a cleaning lady. Carmen dreams of becoming a dancer. She talks thoughtfully about her daily life and her dreams. Replete in lavish make-up and flamboyant robes, she acts out her fantasies in front of the camera – “I dream of a great love”. Inspired by the camp aesthetics of American underground films, Elfi Mikesch’s documentary celebrates, without fear of pathos or bombast, a teenager’s “small escape” from the restrictions and routines of everyday life. Approaching her protagonist on equal terms, the director uses both picture and sound to develop a vision of an alternative tropical world as a counterpoint to West Berlin’s barren Gropiusstadt projects. And with that, it suddenly seems as if the conditions in those petty bourgeois living rooms could, in fact, be changed.",
    "chinese_title": "我常常想起夏威夷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ich denke oft an Hawaii",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-31T19:42:30"
}