{
    "aka": [],
    "sid": "26580197",
    "cast": [
        {
            "url": "/celebrity/1425667/",
            "name": "尼文·保利 Nivin Pauly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402572/",
            "name": "赛·帕拉维 Sai Pallavi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1401733/",
            "name": "阿努帕玛·帕拉米斯兰 Anupama Parameswaran",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411683/",
            "name": "迪内希·奈尔 Dinesh Nair",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536702/",
            "name": "苏宾·沙希尔 Soubin Shahir",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2315981593.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt4679210",
    "director": [],
    "duration": "156分钟",
    "episodes": "",
    "language": [
        "马拉雅拉姆语"
    ],
    "playdate": [
        "2015-05-22(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4679210/",
    "imdb_votes": 25459,
    "this_title": [
        "Premam"
    ],
    "douban_link": "https://movie.douban.com/subject/26580197/",
    "imdb_rating": "8.3/10 from 25459 users",
    "trans_title": [
        "梦幻青春"
    ],
    "douban_votes": "0",
    "introduction": "Premam is all about romance(传奇) and fun, though there is more to it. The life of a person going through various phases(相) is the premise(前提) of the story. Infatuation(迷恋), romance, first love, pain of separation all those emotions(情感) that we all come across in our lives are discussed in an interesting way.Premam is a movie filled with romance, comedy and action. The movie features(特色) the ups and downs of the love life of a typical(典型的) Aluva boy in a very fun and emotional(情绪的) way. Unlike, most movies, this bilingual(双语的) romantic-comedy exhibits(展览品) elements(基础) of both, Western and Indian cinema.- Written by Amarnath ShenoyStory of George in his three tests of love starting from schooldays and up to his youth period. He encounters(遭遇) three charming(迷人的) women once in schooldays and another in college days and yet again in his late twenties. He is heartbroken(悲伤的) for first two love affairs and accidentally(意外地) falls for final love of his life.George David (Nivin pauly) is predegree student. He is in love with girl named Mary (Anupama parameswaran) George is aided(辅助的) in his love by his friends Koya (Krishna Shankar) and Shambu (Shabareesh Varma). He follows Mary and her younger sister Celine (Eva Prakash) everyday but fails to propose(建议) to Mary. Finally, he decides to propose to her one day, but he then realizes that Mary is already in love with another guy, who is also named George. George is then left heartbroken(悲伤的). Years later, George and his friends joins college. While ragging newcomers, George meets Malar (Sai Pallavi), a new teacher in their college who is a Tamilian. He instantly falls in love with her despite(尽管) the teacher-student moral issue. After a rough start, George through his friends, befriends(帮助) Malar. This relationship paves(铺设) an open road to George's infatuation(迷恋) and love. Malar(颧骨) and George begins a casual(随便的) relationship. One day, Malar goes to visit her home with her cousin. Later George hears the news that Malar and her cousin met with an accident and in the shock lost her immediate memory. He goes to visit her at her home but is left heartbroken when she doesn't recognize him. Eventually(最后的), Malar marries her cousin. A few years later, an adult George now runs a cafe with his old friend Jojo (Wilson Joseph). One day, a girl (Madonna Sebastian) comes to their shop for buying a birthday cake. She later reveals(揭露) to George that she is Celine, Mary's sister. A despondent(沮丧的) George feels hope and confused(混乱) with the friendliness(友谊) between them as a spark(火花) and decides to propose her. But he is once again left heartbroken when she reveals that she is engaged(吸引) to a guy named Roney (Alphonse Putharen). Later it is known their engagement(婚约) is cancelled(取消的), because Roney insults(侮辱) Celine after substance(物质) abuse(滥用). George and his friends go to Roney's place and beat him up for affronting(冒犯) Celine. In the end George marries Celine and comes to know that Mary is also married. Later, they are visited by Malar and her husband and it is revealed that Malar has regained(恢复) her memory which was unknown to George all those times after the incident, meanwhile Malar's husband is unaware(不知道的) of their affair.George, a teenager, loves the idea of being in love. This dream seems to be within reach during his school days, then, for a second time during his college days and yet it fails to materialize(具体化). This slow metamorphosis(变形) of his love, his attempt to woo his lover(s), the abrupt(生硬的) failures and finally settling down for life is how Premam transcends(胜过) to the viewers.- Written by PipingHotViewsThree stages in George's life, and three girls he encounters(遭遇) in each stage.- Written by dash",
    "chinese_title": "梦幻青春",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Premam",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-20T20:07:16"
}