{
    "aka": [],
    "sid": "26588753",
    "cast": [
        {
            "url": "/celebrity/1037706/",
            "name": "吕良伟 Ray Lui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033481/",
            "name": "叶童 Cecilia Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141665/",
            "name": "成奎安 Fui-On Shing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1478652/",
            "name": "陈蕙明 Wai Ming Chan ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362058/",
            "name": "米杨 Yang Mi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380712/",
            "name": "管轩 Xuan Guan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879612575.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1369986/",
            "name": "黄锦钿 Kam Tin Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324092/",
            "name": "蒲腾晋 Tang-Chun Po",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "极速档案"
    ],
    "douban_link": "https://movie.douban.com/subject/26588753/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "香港大陆警界精英联手行动，雷霆出击铲除罪恶义不容辞！吕良伟、叶童联袂主演，表现“九七”之后香港内地警界联手打击罪恶的故事，场面火爆，情节曲折，令人惊心动魄！九七之后，香港回归到祖国的怀抱，大陆和香港在各方面都扩大了交流与合作。针对一些犯罪分子在两地同时作案的情况，香港警方积极地和大陆的公安部门联系，希望能够两地联合行动，共同打击刑事犯罪分子。因为靖海市毗邻香港，又是两地的犯罪分子来往的重要场所，所以按国际刑警中国区领导的指示，靖海公安的田局长接受了领导两地联合行动组的领导工作。香港的警局，墙壁上去掉了女王的画像，而换上的中国国旗，让大家都很兴奋，更让人高兴的是，能够有机会和大陆的警方合作。更是让大家争先恐后。黄莉莉、张宏伟、谢带金等男女香港刑警，得到了来大陆的机会。大家都下决心做出成绩。大家在田局长的领导下，接手的第一个案子是一个以粮食进出口为幌子，进行走私毒品的案子。大陆警方参加破案的有尤小宝、尤志健父子，杨敏琪等人。在走私团伙的内部，已经有一个我们打进去做卧底的公安马长军。马长军做了走私头目李贵媚的保镖并取得了她的信任。为此，马长军自己心爱的女儿受了重伤也不能前往看望，妻子很是失望。在马长军的配合下，终于摸清了整个走私团伙的底细，一举将他们抓捕归案。在共同的战斗中，大陆和香港双方的刑警建立了深厚的友谊，也为马长军的无私奉献精神所感动。正在欢庆胜利的时候，美丽的香港刑警黄莉莉被绑架了。这让大家十分的愤怒。竟然有人敢于挑战警方。香港方面要求其它人继续留在大陆，配合田局长和马长军等人完成破案任务，救出黄莉莉。经过案情分析，发现罪犯的手法有些奇怪，都是攻击长发年轻女性。同时发现罪犯有反常的犯罪心理。这时，长军的妻子也被绑架了，并且被残酷杀害。长军忍着丧妻的痛苦，安顿好女儿，第二天又出现在办公室里，这让香港、大陆专案组的同志十分地感动，大家齐心合力，终于将心理变态的杀人狂绳之以法。在香港，有一伙疯狂的盗车贼，他们将盗来的各种车辆，经过第三国的边境，走私进靖海市，然后销往内地。一时间香港、大陆各地都被这伙盗车贼搞得污烟瘴气。国家海关和公安部要求靖海市加强警力，尽快打掉这个走私团伙。因为作案源头在香港，两地的警方又联手对这一走私的团伙进行侦破。大陆警员敏琪的生父回到了内地，做生意的同时，又重新来看望他早已离异了的妻子——敏琪的生母。敏琪在和生父的接触中，敏感地发现了一些他们公司的不正常的情况。还来，敏琪同父异母的弟弟正是这一盗窃走私汽车的骨干成员。在敏琪母女的感招下，敏琪的生父最终大义来亲，帮助警方破获了这一大型的走私团伙。在战斗中，敏琪也得到了大家的尊敬。香港著名的犯罪分子、爆炸专家丁子山对社会严重不满，多次在香港制造爆炸事件。香港警方因为他藏身在东南亚，一直没有抓到他。可是最近，他竟然将犯罪的黑手又伸回了香港，而且也在靖海市公然制造爆炸事件，挑战两地的治安，破坏香港回归以后的大好形势。上级责成田局长一定要限期破案，不能让犯罪分子的罪恶阴谋得逞。两地的刑警又再一次地联手破案。丁氏是一伙十分残忍的犯罪分子，且不怕死。专案组几次和他们交手，可是都没有沾到便宜。因于长军的机智和勇敢，终于击毙了丁子山。可是，他的父亲、著名的罪犯丁肇又来到了大陆，和大陆的警方叫了板。更激烈的战斗在进行着……在共同的战斗生活中，两地的刑警们发展着友谊，同时，爱情之花也盛开在这些年轻的生命中。经过了复杂、曲折的精神交往，长军和敏琪、宏伟和带金终成眷属，战斗和生活、爱情和工作、装点着他们美丽的人生。让我们看到了一批有血有肉的的我们社会安定、繁荣的钢铁卫士的奇特的风彩。在我们安居乐业的时候，不能望了在保卫着我们共和国的这些英雄们。",
    "chinese_title": "极速档案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-11T05:14:23"
}