{
    "aka": [],
    "sid": "26589825",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4669204",
    "director": [
        {
            "url": "/celebrity/1018971/",
            "name": "迪恩·哈格罗夫 Dean Hargrove",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-07-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4669204/",
    "imdb_votes": 59,
    "this_title": [
        "Tap World"
    ],
    "douban_link": "https://movie.douban.com/subject/26589825/",
    "imdb_rating": "7.3/10 from 59 users",
    "trans_title": [
        "踢踏世界"
    ],
    "douban_votes": "0",
    "introduction": "TAP WORLD is an award-winning feature-length documentary starring the most cutting-edge tap dancers from across the globe. Brought to you by the Executive Producers of the highly acclaimed short film, TAP HEAT, this documentary follows leaders of the art form who are shaping the community around them. Their personal stories of inspiration, struggle, and triumph are keeping this art form alive and thriving internationally.For the first time, tap dancers of all ages were encouraged to share their individual journey through tap dance to be included in the film. Over 115 submissions were received from more than a dozen countries. The most compelling were chosen and weaved into the film alongside some of the Masters of Tap. The enthusiasm and support for this project clearly exemplifies the global growth appreciation and passion for Tap Dance.As you watch this unique American art form performed by tap dancers from the streets of New York to dancers in Japan, Brazil, France, India, Australia, South Africa and beyond, we guarantee that you won’t be able to keep your own feet still.",
    "chinese_title": "踢踏世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tap World",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T08:36:11"
}