{
    "aka": [],
    "sid": "26593000",
    "cast": [
        {
            "url": "/celebrity/1036805/",
            "name": "拉兹·卡普尔 Raj Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028270/",
            "name": "Mehmood Mehmood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128749/",
            "name": "Raja Nene Raja Nene",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1492719/",
            "name": "Edwina Edwina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1492930/",
            "name": "萨琪拉 Shakila",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0054302",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语",
        "乌尔都语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0054302/",
    "imdb_votes": 81,
    "this_title": [
        "Shriman Satyawadi"
    ],
    "douban_link": "https://movie.douban.com/subject/26593000/",
    "imdb_rating": "6.9/10 from 81 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The small Vijaykumar lives with his sick and widowed father of Mohanlal under poor conditions. As an honest shopkeeper, he deserves the wherewithal to provide himself and his son. This doesn't fit the neighbor and competitor Lalachand at all. One day he hid cocaine in Mohanlals shop and alerted the police. After the police will find it, they want to dissipate Mohanlal who is always honest. But the sick man not coped with this and dies of a heart attack.Sad about the death of his father, Vijay has never forgotten the words of his father and grew up at the doctor of his father to be an honest man. After graduating college, he finds a job in the advertising Department of the rich Champalal and his daughter, Geeta, who is responsible for this Department. Also, he meets on Kishore, Lalachands son, who could not stand Vijay during common school.While Vijay and Kishore fight Geetas heart, Lalachand wants to increase his fortune. He makes the ignorant Champalal his investor and manufactures ungeteste skin creams and fake painkillers.Want to impress Geeta with fast success, Kishore the cream market, without having to wait for the test reports. However, already the first customers come with their complaints. Also, the editor of a local newspaper, Moni Chatterjee, is present and interviewed Vijay. This confirms that the cream was already introduced before waiting for the test report in the market.After the article in the newspaper and this represents company a bad publicity for Champalal, Vijay is made by him of speech. Because Vijay is accused of having told the truth, Vijay quits his job, since this would otherwise breaches against his principles. Much to the annoyance of Geeta, who is already in love with the honest man.Soon, Vijay finds a job at Moni Chatterjee, who was impressed by his honesty. Due to his sincere reports, Vijay is very popular so that turns a helpless blind man to him someday. He maintain his child had died as a result of a painkiller. Vijay is the thing on the ground. His track ultimately leads him to Lalachand, threatening with death, if ever an article about the toxic pain killers should appear. But Vijay felt afraid of the truth and gets into some turbulence. Finally the truth prevails and Lalachand is discharged while Champalal apologizes Vijay. Also Geeta practitioner love finds a Happy ending",
    "chinese_title": "Shriman Satyawadi",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T04:39:44"
}