{
    "aka": [],
    "sid": "26596205",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt2220898",
    "director": [],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2012-07-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2220898/",
    "this_title": [
        "Ab durch die Mitte – Das schnellste Quiz der Welt"
    ],
    "douban_link": "https://movie.douban.com/subject/26596205/",
    "trans_title": [
        "一站到底"
    ],
    "douban_votes": "0",
    "introduction": "Es wird ein Kandidat gewählt, der zehn Gegner vor sich hat. Vor jeder Runde sucht er sich einen neuen Gegner aus. Alle Spieler werden nur kurz mit Vornamen, Wohnort und Beruf vorgestellt. In einer Runde müssen Kandidat und Gegenspieler immer abwechselnd innerhalb von 20 Sekunden eine Frage beantworten, die vom Moderator gestellt wird. Die Zeit läuft bereits, wenn die Frage gestellt wird. Schafft es der Gegner nicht, eine Frage im Zeitlimit zu beantworten, fällt er durch eine Falltür und der Kandidat hat einen Gegner weniger. Danach wird am ehemaligen Platz des Gegners ein Schild aufgedeckt, das anzeigt, wie viel Geld der Kandidat für den besiegten Gegner bekommt. Die Summe liegt immer zwischen einem und 4.000 Euro. Schafft der Kandidat alle zehn Gegner, bekommt er 50.000 Euro. Doch schafft es der Kandidat nicht, die Frage innerhalb von 20 Sekunden zu beantworten, hat er verloren und der Gegner bekommt das bereits erspielte Geld vom Kandidaten. Der Gewinn liegt also zwischen einem und maximal 50.000 Euro. Die Fragen sind grob dem Gebiet Allgemeinwissen und Sprichwörter bzw. Redewendungen zuzuordnen. Von der Richtigen Antwort werden die Anzahl der Buchstaben vorgegeben. Außerdem sind einige Buchstaben bereits vorgegeben, ähnlich wie bei einem Kreuzworträtsel .SchiebenDer Kandidat hat insgesamt dreimal die Möglichkeit eine Frage dem Gegner zu überlassen, wenn er die Antwort nicht weiß. Die Gegner haben diese Möglichkeit nicht.Nach der 6. RundeWenn der Kandidat 6 Gegner geschlagen hat, kann er entscheiden, ob er aufhört oder weitermacht. Hört er auf, bekommt er das bereits erspielte Geld und ein neues Spiel mit einem anderen Kandidaten beginnt.",
    "chinese_title": "一站到底",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ab durch die Mitte – Das schnellste Quiz der Welt",
    "douban_rating_average": 0,
    "update_at": "2025-08-15T07:14:09"
}