{
    "aka": [],
    "sid": "26596931",
    "cast": [
        {
            "url": "/celebrity/1003885/",
            "name": " 罗纳德·艾尔 Ronald Eyre",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2264072234.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3370872",
    "director": [],
    "duration": "52分钟",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "1977-09-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3370872/",
    "imdb_votes": 11,
    "this_title": [
        "The Long Search"
    ],
    "douban_link": "https://movie.douban.com/subject/26596931/",
    "imdb_rating": "7.0/10 from 11 users",
    "trans_title": [
        "漫漫求索路"
    ],
    "douban_votes": "0",
    "introduction": "1. Protestant Spirit USAIn the 100 churches of Indianapolis, we see bewildering multiplicity of Protestantism. Churches with the seati ng and styling of deluxe first-run theaters. Services conducted with the professionalism of television spectaculars. And congregations that occupy every seat at four staggered services every Sunday. All are features of the US church-going boom. We discover that religion is not in a state of apathy in America; in some quarters it is decidedly big business.——2. Hinduism: 330 Million godsTraces the Indian religious experience in two highly contrasting locations: the bustling city of Benares where millions come to bathe in the holy waters of the Ganges, and the small village of Bhith Bhagwanpur, unvisited except by professional storytellers and itinerant priests. The film concentrates its attention on the Hindu approach to God. But which God? For there are 330 million of them.——3. Buddhism: Footprint of the Buddha-IndiaTo Sri Lanka and India to discover the type of Buddhism practiced throughout southeast Asia. Among those we meet are Buddhist monks-including one American, school children, novices, and housewives. Each offers something from his own experience to help us come to grips with a religion that has high moral standards but does not believe in God.——4. Catholicism: Rome, Leed and the DesertCatholicism, especially since Vatican II, has undergone many changes. In this episode filmed in Rome, Spain and England, we discover the diversity and the unity of the religious experience labeled the Holy Catholic Church.——5.Islam: Here is no god but GodIt is said in Islam that every child is born Muslim by nature: he has the belief in his heart of one God. Over 400 million people profess Islam, and its numbers are said to be growing. In this program we travel to Egypt to explore the Islamic experience in an oasis village so miles from Cairo at a wedding, in the market town of El Fayoum for dawn prayers, and in Cairo itself.——6.Orthodox Christianity: The Romanian SolutionThe Orthodox churches in Eastern Europe seem to be bound to the Communist states in essentially loveless marriages, except in Rumania. The Rumanian Orthodox church is still seen as an important aspect of Rumanian's cultural cultural heritage and ethnic identity. The Orthodox liturgy is one of the oldest and longest in Christendom, and the spirituality of the services intensified by the Byzantine splendor of the setting and the beauty of some of the most inspiring choral music to be heard in any church in the world.——7. Judaism: the Chosen PeopleWhat is it that makes a Jew a Jew? In New York, Elie Wiesel, author and survivor of the concentration camps, tries to define it. In London, Nobert Brainin and the Amadeus Quartet carry the argument further, both in words and music and fourth generation Jerusalem, explains the meaning of prayer and act as our guide through the religous schools, the synagogues and a museum for the survivors of the Holocaust. We also see Western Wall, a place of prayer and pilgrimage sacred to the Jewish people.——8.Religion in Indonesia: The Way of the AncestorsThere are almost 200 million people scattered across the world who belong to tribal religions that are local, exclusive and frequently animist - i.e., they believe that inanimate objects and natural phenomena possess a soul. Though no single group can be chosen as typical, this episode is devoted to primal religion - -that of the Torajas who live in a mountain fortress on an Indonesian island.——9. Buddhism: The Land of the Disappearing Buddha-JapanThis program talks to the staff in a Tokyo restaurant who keep regular Zen meditation schedules as part of their job, then on to the classical Zen calligraphy, sword fighting, archery and tea ceremony.——10. African Religions: Zulu ZionThe Zulu Independent Churches in South Africa. When Christian missionaries took the Gospel to Africa they also tried to suppress African religion and subvert African culture with their own. But since World War I, and with increasing vigor in the last 20 years, Africans have been rediscovering their lost religious identity and have been forming independent churches with their own festivals, prophets and rituals and greater or lesser devotion to Christ.——11.Taosim: A Question of Balance-China——12.Alternative Lifestyle in California: West Meets East——13.Reflections on the Long Search",
    "chinese_title": "漫漫求索路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Long Search",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-22T10:20:31"
}