{
    "aka": [],
    "sid": "26593742",
    "cast": [
        {
            "url": "/celebrity/1042590/",
            "name": "Milton Nascimento Milton Nascimento",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2263398600.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2582930",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2582930/",
    "this_title": [
        "Beats of the Heart: The Spirit of Samba - Black Music of Brazil"
    ],
    "douban_link": "https://movie.douban.com/subject/26593742/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Carnival in Rio has catapulted Brazilian samba to prominence around the world as the ultimate mix of exuberance, sensuality and tradition. 'The Spirit of Samba' shows how much Brazilian music has profoundly influenced all kinds of musicians around the world, especially jazz artists. Along with the samba and bossa nova, Brazilian styles have made an impact on the international pop scene, and amazingly enough, these styles represent only a small portion of the dazzling kaleidoscope of music found in Brazil. 'The Spirit of Samba' is a thrilling tour of Brazil, ranging from risky forays into the hilltop ghettos of Rio to a behind-the-scenes look at samba schools in preparation for Carnival. A trip to the culturally rich, African rooted Bahia region reveals a whole other realm of Brazilian culture. Intimate glimpses of such major Brazilian stars as Gilberto Gil, Milton Nascimento and Chico Barque in interview and performance make this film an especially rewarding experience. Segments include samba flourishes in shantytown, samba schools and corruption, macumba religion of the poor, Rio's great escapes beaches and music, modern pop samba, remote villages and African roots, ceremonial drumming, Bahia home Gilberto Gil, Milton Nascinmento and Chico Barque.",
    "chinese_title": "Beats of the Heart: The Spirit of Samba - Black Music of Brazil",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-28T03:43:15"
}