{
    "aka": [
        "Mystery Kill",
        "谜杀",
        "迷砂"
    ],
    "sid": "26596216",
    "cast": [
        {
            "url": "/celebrity/1274732/",
            "name": "李宗翰 Zonghan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275536/",
            "name": "赵子琪 Ziqi Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274530/",
            "name": "李乃文 Naiwen Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276088/",
            "name": "张垒 Lei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005537/",
            "name": "叶璇 Michelle Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053438/",
            "name": "曾黎 Li Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309215/",
            "name": "陈瑾 Jin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314630/",
            "name": "李净洋 Jingyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011513/",
            "name": "文章 Zhang Wen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315058/",
            "name": "石兆琪 Zhaoqi Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2263687440.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1361720/",
            "name": "邓原 Yuan Deng",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9520726",
    "director": [
        {
            "url": "/celebrity/1318043/",
            "name": "林楠 Nan Lin",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "44",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-07-31(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9520726/",
    "this_title": [
        "谜砂"
    ],
    "douban_link": "https://movie.douban.com/subject/26596216/",
    "trans_title": [
        "Mystery Kill",
        "谜杀",
        "迷砂"
    ],
    "douban_votes": "2457",
    "introduction": "滨海市检察院的检察官林冰向来是以公事公办著称的，然而熟知她风格的同事明了的是，她对身为国家公仆的贪污腐化分子，那更是彻彻底底的铁面无情。这天，接到群众实名举报市公安局缉毒支队一队队长齐雁南贪污受贿，私放罪犯的她，压制着心头怒火直奔市局展开调查。齐雁南枪法极准，破案成功率也极高，是领导心目中的骨干和尖子。不料，他在打击一个走私贩卖毒品的犯罪团伙时，虽然凭借一身本领，大胆卧底进入虎穴，但与犯罪头子“小曹操”展开了生死一战的较量时却突生变故……更出乎意料的是，犯罪嫌疑人“黑三”的死无对证，越加导致检察官林冰对他的怀疑。一时之间，市局马局长和缉毒支队队长戴文星深感不安……原来，很早以前齐雁南就注意到一个国际走私毒品罪犯的行踪，代号为老K。但老K行动狡猾隐蔽，长期无法侦破。终于，齐雁南发现一名犯罪嫌疑人知道老K的底细，但在抓捕这名犯罪嫌疑人之前他就被杀灭口了。后来，齐雁南在抓捕小曹操行动中，通过各种蛛丝马迹，怀疑老K是本地著名富商柯世兰，但是始终找不到证据，反被柯世兰在各级领导和媒体面前告他诬陷，惹出了很麻烦，市局方面一时很被动。二人思疑，难道齐雁南心中始终还在纠缠柯世兰给他造成的阴影?剑拔弩张之际，马局长语重心长的告诉齐雁南，一个真正有信仰的公安干警，是要同时具备韧性、抗压性和耐性的，齐雁南昂然表明，自己不会做出什么对不起组织，更不会对不起警察职业的事情。他自己和团队是为责任、为理想和阳光而战!随着林冰对齐燕南的穷追不舍，凭着手上的证据和经验，林冰意识到，自己逐渐剥开的真相很可能是无意中触碰到了一个巨大的贪污利益共同体!而她自己，也极有可能将会因此陷入泥沼…一波未平一波又起。为了得到一个价值连城的中医古秘方“韦陀散”，各方势力都伸出了黑手，某大金融证劵公司总裁苏瑾蓉就是其一。苏瑾蓉，举止优雅谈吐不凡，她是我国第一批从体制内离开下海经商的精英之一，熟知政策法规，在滨海市人脉通天。但不为人所知的是，她原来既是贩卖毒品团伙主谋柯世兰的融资渠道，同时也是利益伙伴之一。她当然不希望看到柯世兰出问题，连番出手暗中动用秘密关系帮助柯世兰脱身。然而，柯世兰到底还是出了问题。紧追不舍的齐雁南在应付同样对自己紧追不舍调查的林冰的同时，他找到了柳陶朱，柯世兰的一个手下，柯世兰进行毒品交易的秘密代理人。让齐雁南不禁也吃了一惊的是，他发现柳陶朱的琴行有一个业务顾问，是音乐学院的钢琴老师，名叫林茹，她和柳陶朱以及柯世兰的关系都很密切，而且，她居然就是检察官林冰的妹妹!一时间，层层迷雾，难觅真迹。更让众人诧异的是，外省缉毒处发来电函，说他们获得重要情报，活跃在外省的毒贩“花姐”惯常利用钢琴走私夹带毒品，他们希望一队在调查柳陶朱贩卖毒品的案件中，协助查找“花姐”的线索，以便一网打尽。谁也没有想到，就在外省缉毒处与一队高度戒备，时刻准备着出手时，关键人物柳陶朱竟然失踪了!柳陶朱的突然逃脱打乱了所有的部署，让齐雁南大为恼火!因为柳陶朱的失踪让所有的线索都断了，让贩卖毒品的线索断了，让贩卖毒品和柯世兰之间的关系断了，和花姐之间的贩毒关系也断了，这怎能让齐雁南不上火?他如何向马局长和戴文星交代?如何向外省缉毒处交代?恼火的齐雁南对所有有关人员进行调查，其中包括林冰妹妹林茹。林冰得知妹妹林茹竟然被调查，认为是齐雁南对自己调查他的报复，林冰与齐雁南发生冲突。而齐雁南却对林冰说，自己不是报复，而是要对得起正义和光明的力量。这些力量来自牺牲的缉毒公安干警、来自社会的良知和所有队员的努力，来自所有社会正义力量和老百姓意志的支持。自己其实是依托着，甚至是踩着这些力量的肩膀上才能熬下来的!为了不辜负这些力量，不能让黑暗重生，不给办案者和牵涉者留下遗憾，齐雁南道出真相，希望林冰解除误会，并且共同携手，以智慧和勇气，誓要破案。林冰同样义正严辞的告诫齐燕南，自己在反腐战线上得到的深刻教训是，如果没有掌握实权的腐败分子给予保护伞，任何犯罪分子都无法坐大!因此她对贪污行贿的调查，才是真正的除根行动。齐雁南被林冰深深的震撼的同时，内心深处闪出了自己早已怀疑的隐忧……与此同时，在一队同仁共同努力下，终于破译出了柳陶朱与外省贩卖毒品方的联络密码，这是一队能抓获柯世兰的一次绝佳机会!然而，柯世兰却逃脱了，更给案件留下了尾巴。齐雁南内心的疑惑终于被林冰证实，公安局内部确实有问题。最终，齐雁南和林冰在众人的鼓励和支持下，虽然柯世兰的主要问题已经基本查清，在公安局和检察院都可以向上级汇报的情况下，二人冰释前嫌携手共进，不畏艰难不怕牺牲的顶住一切压力，对犯罪份子紧追不舍，将那些隐藏的，通天的，在逃的罪犯都一一捉拿归案。",
    "chinese_title": "谜砂",
    "douban_rating": "7.3/10 from 2457 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-05-24T00:15:00"
}