{
    "aka": [],
    "sid": "26593850",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2263250598.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt8499804",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2015"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8499804/",
    "this_title": [
        "太陽がほしい"
    ],
    "douban_link": "https://movie.douban.com/subject/26593850/",
    "trans_title": [
        "渴望阳光"
    ],
    "douban_votes": "0",
    "introduction": "该两小时50分的影片，是至今唯一详尽披露中国妇女二战期间遭日军官兵轮奸并被迫成为慰安妇的纪录，也反映了中日政府和社会对慰安妇问题的态度。该纪录片分上、下两辑，共两小时50分，纪录了1995年班忠义首次到中国寻找前慰安妇，到山西为主的穷乡僻壤照料和追踪她们存亡的纪实过程。影片一开始就是山西前慰安妇万爱花在东京一个控诉日军的公开场合，声泪俱下地诉说中晕倒的场面。班忠义说，他就是在东京见到万爱花，才首次理解中国慰安妇问题，3年后开始到中国展开调查。随着镜头推向山西黄土高原，山西万爱花、尹林香、尹玉林、刘面换、陈林桃、高银娥、郭喜翠和湖北袁竹林等前中国慰安妇陆续在一个个破陋的土房或窑洞里露面，所有人都是身心俱创，病痛交加。关怀孕育勇气初期她们的叙述较含糊，随着与班忠义熟悉并习惯了镜头，她们的遭遇曝光了。刘面换15岁被轮奸，然后囚禁在窑洞里充当日军慰安妇，昼夜只有上厕所才能休息，“跪爬着到厕所，扶着墙慢慢站起，挪到窗口看太阳”的苦难成为片名。刘面换的父亲40天后赎回她治病，但她左臂已被打残，村里人因知道她的经历，令她终身没找到满意婚姻。8名前慰安妇中，也有被捉当慰安妇前已婚，但被赎回后，因丧失生殖能力而遭丈夫抛弃的遭遇。镜头前大部分前慰安妇都是丈夫已故，孤苦伶仃，贫穷潦倒，没钱治病。鲜有儿子、养女的，家人也都称母亲没一天快乐。班忠义1995年起，年均3次替日本民间人组成的前慰安妇支援会把年均约200万日元（现折约10万人民币）捐款送去分派、探望，并把重病的前慰安妇们送医诊治。班忠义说，医疗费是另外支出，比较庞大，难以统计总额，当时拍录像本来是为了记录支出。在日本的际遇20多年来，万爱花等前中国慰安妇到过日本打官司，要求日本政府道歉和赔偿，也参加过在东京举办的国际声援会，一些曾在中国战场的前日本兵也出席作证当年日军的暴行。但最终日本法庭都以起诉期已过、暴行是士兵个人行为、中国政府放弃赔偿等理由，判决她们败诉。1993年时任内阁官房长官的河野洋平曾发表对慰安妇问题道歉和反省的《河野谈话》，1995年日本成立政府授权民间组织的“亚洲妇女和平国民基金”，向菲律宾、荷兰等前日军慰安妇每人发放300万日元（现约15万人民币）慰问金和时任首相桥本龙太郎的道歉信，但前中国慰安妇们拒绝接受，坚持要日本政府道歉和赔偿。日韩围绕前韩国慰安妇的问题争执到国际社会，日本首相安倍晋三还曾表示过修改《河野谈话》的意向。中国慰安妇的历史问题因缺乏广泛和明确记载，基本不在争议范围，但慰安妇问题引起日本内外注目，促使班忠义去编辑20年来他记录的前中国慰安妇的活生生证言。班忠义和帮助他编辑的纪录片影舍“人间手”用两年时间整理400小时的录像带和配字幕等制作，最后还经过了不眠不休加班，才赶在2015年8月9日首映前完成。宽容对象不同纪录片下半辑也记录了日本社会对包括慰安妇问题在内的二战历史争议的场面，包括街头民众对峙、靖国神社门外浴血的负伤者等。纪录片下半辑纪录了一群中年日本人到万爱花病榻前道歉的场面，一名说着生硬汉语的日本妇女不断重复“对不起，我们的祖先让你们受苦了，我们来道歉晚了”、一名男士握着万爱花的手哭得说不出话。万爱花也不断说“对不起，我起不了身”、“那也不是你们的错”。社会反应美国之音电台网站2015年8月17日报道称，《渴望阳光》2015年8月在日本各地上映以来，正开始受到日本社会关注。班忠义说：“我们都没做推广，不料一场比一场人多，每场一放完，就有人来申请放映权。”一名74岁的日本男士观后说：“因为前中国慰安妇很低调，缺乏记录，所以来看电影，没想到这个纪录片比预计中有价值，很真实，是贵重的历史证言，让人第一次知道前中国慰安妇的受害状况。”纪录片中在东京一个国际声援会上，一名前日本兵当面向访日的刘面换道歉，刘面换也温和地说“好了，知错就好了”，显示了一生在黄土高原的前中国慰安妇们十分宽容。但身为共产党员的万爱花弥留期间嘴里念叨的仍是：“我做了鬼，也要纠缠日本政府道歉和赔偿”。",
    "chinese_title": "渴望阳光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "太陽がほしい",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T11:58:50"
}