{
    "aka": [],
    "sid": "26600946",
    "cast": [
        {
            "url": "/celebrity/1389479/",
            "name": "丹·雷诺斯 Dan Reynolds",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2264916617.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4141292",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4141292/",
    "imdb_votes": 16,
    "this_title": [
        "Imagine Dragons: The Making Of Night Visions"
    ],
    "douban_link": "https://movie.douban.com/subject/26600946/",
    "imdb_rating": "8.0/10 from 16 users",
    "trans_title": [
        "梦龙：夜视制作特辑"
    ],
    "douban_votes": "0",
    "introduction": "Imagine Dragons: The Making of 'Night Visions', follows one of the world's most exciting new alternative rock bands band during the process of writing and recording their debut album at the Palms Studio in their hometown of Las Vegas. In this documentary you also get a quick history of the band, how they formed, and how Alex Da Kid, a hip-hop producer, could get the much sought after rock band to sign with his label KIDinaKORNER, adding to the innovative sound of Imagine Dragons. From the first day or recording at the Studio at the Palms Hotel and Casino in Las Vegas, you get to see the close-knit friendships and collaborations of four extremely talented musicians. You get to watch Dan Reynolds and his unbelievable ability to write a song anywhere at any time, Wayne Sermon and his intense push for perfection in his music, Ben McKee, the willing friend and calming voice of the band, and Daniel Platzman, who can play almost any instrument handed to him when he steps away from the drums. Imagine Dragons have a truly unique creative method that plays out over the time spent working the studio. They have the ability to laugh with and tease each other, but also maintain a professional work environment. They work until they can barely stand up, and then prank anybody in their path to relieve tension. In The Making of 'Night Visions' we also get to see the band do what they do best. perform live to a packed and enthusiastic crowd. Fresh out of the studio, they perform songs live from their debut album to a raucous crowd in Hollywood, CA just a month before the release of their first full-length album. This is the story of a rising band who, after years of life on the road, is getting a chance to realize their dreams of a life in music. To them, their first album is everything-it's a statement of their sound, and an announcement that they've arrived. Imagine Dragons, The Making of 'Night Visions,' is the story of four young, talented, and fun-loving guys, becoming stars. Night Visions album available now on KIDinaKORNER/Interscope Records.",
    "chinese_title": "梦龙：夜视制作特辑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Imagine Dragons: The Making Of Night Visions",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-14T17:14:16"
}