{
    "aka": [
        "谢赫拉莎德的梦"
    ],
    "sid": "26600191",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635009276.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1007657/",
            "name": "弗朗索瓦·维特斯特 François Verster",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2240768",
    "director": [
        {
            "url": "/celebrity/1007657/",
            "name": "弗朗索瓦·维特斯特 François Verster",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2240768/",
    "imdb_votes": 22,
    "this_title": [
        "The Dream of Shahrazad"
    ],
    "douban_link": "https://movie.douban.com/subject/26600191/",
    "imdb_rating": "6.2/10 from 22 users",
    "trans_title": [
        "山鲁佐德的梦",
        "谢赫拉莎德的梦"
    ],
    "douban_votes": "0",
    "introduction": "THE DREAM OF SHAHRAZAD is a feature-length documentary film that brings together the famous story collection THE 1001 (or \"ARABIAN\") NIGHTS with recent political events in Egypt, Turkey and Lebanon... Description The \"Arab Spring\" of early 2011 was a momentous global event, raising great hopes for anyone interested in the forward march of humanity. No one, however, is yet sure about the meaning or consequences of these events... THE DREAM OF SHAHRAZAD is a feature-length documentary film which locates the Egyptian revolution - and also recent political changes in Turkey and Lebanon - within a broader historical and cultural framework: that of storytelling and music. More particularly, it looks at the legacy of the famous collection of stories known as THE 1001 (or \"ARABIAN\") NIGHTS. Weaving together a web of music, politics and storytelling, the film follows a series of unforgettable characters, all of whom draw their inspiration from the NIGHTS and whom, like Shahrazad - the storytelling princess in the NIGHTS who saves lives by telling stories - puts creativity to new political use... A young female Turkish violinist travels to Istanbul, where a charismatic conductor uses Rimsky-Korsakov's SCHEHERAZADE suite as a tool for political education, leading up to a final performance at Istanbul's Topkapi Palace. A young Lebanese woman makes peace with her past by learning the art of storytelling in Egypt. An older visual artist who is obsessed with THE NIGHTS finds his \"dream of Shahrazad\" manifesting through the appearance of a beautiful young storyteller. Members of a Cairo theatre troupe meet with the mothers of martyrs of the January 25 Revolution and turn their testimonies into new storytelling performances... This richly kaleidoscopic film is at once observational documentary, concert film, political essay and visual translation of an ever-popular symphonic and literary classic. It is a documentary homage to THE NIGHTS, to the SCHEHERAZADE suite, and to the role of a rich historical and creative legacy within huge current political change.—Francois Verster",
    "chinese_title": "山鲁佐德的梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Dream of Shahrazad",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-09T06:21:23"
}