{
    "aka": [],
    "sid": "26602778",
    "cast": [
        {
            "url": "/celebrity/1168733/",
            "name": "薇迦雅丝玛拉 Vyjayanthimala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054677/",
            "name": "山米·卡帕尔 Shammi Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058337/",
            "name": "Ajit Ajit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "爱情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2265094325.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0064842",
    "director": [],
    "duration": "157分钟(印度)",
    "episodes": "",
    "language": [
        "北印度语 Hindi",
        "乌尔都语 Urdu"
    ],
    "playdate": [
        "1969-01-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0064842/",
    "imdb_votes": 244,
    "this_title": [
        "Prince"
    ],
    "douban_link": "https://movie.douban.com/subject/26602778/",
    "imdb_rating": "6.8/10 from 244 users",
    "trans_title": [
        "王子"
    ],
    "douban_votes": "0",
    "introduction": "Rajkumar Shamsher Singh is the only son of the local Maharaja, and has been brought up as a brat, and now he is an irresponsible, alcoholic, and womanizing adult, who wants everyone to bow down before him and his princely rank. One priest refuses to do so, and Shamsher pummels him mercilessly, in vain though. Frustrated, he asks the priest what he should do with his mundane life, and the priest tells him that he should repent, sacrifice all his palatial pleasures, and live the life of a simple and ordinary man, and hence learn the true meaning of life, for at least six months. Shamsher agrees to do so, and arranges an accident with his car, which plummets down a mountain, explodes and is blown to smithereens. Everyone in the palace believes that Shamsher is dead. He goes to a nearby village, and a blind woman there mistakes him for her long-lost son and starts calling him Sajjan Singh. Shamsher decides to play along as Sajjan.Two corrupt palace officials spot Sajjan, and notice his similarity to Shamsher, and conspire with him to pose as Shamsher for a hefty sum of money, to which Sajjan agrees. When he accompanies the officials back to the palace, he is shocked to find that his father has re-married a much younger woman, Ratna, and shortly after marrying her, has died, leaving the palace and its management to her and her greedy brother. Shamsher decides to reveal his true identity, but the officials threaten to expose him to his new-found blind mother, and Shamsher knows that he is trapped in the body of Sajjan Singh, forced to pose as none other than himself.",
    "chinese_title": "王子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Prince",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T12:01:45"
}