{
    "aka": [],
    "sid": "26605895",
    "cast": [
        {
            "url": "/celebrity/1230141/",
            "name": "Deborah Meaden Deborah Meaden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503871667.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "15",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-07-12(英国)"
    ],
    "this_title": [
        "Dragons' Den Season 13"
    ],
    "douban_link": "https://movie.douban.com/subject/26605895/",
    "trans_title": [
        "龙穴之创业投资(英版) 第十三季"
    ],
    "douban_votes": "0",
    "introduction": "Entrepreneurs pitch for investment in the Den from our Dragons, five venture capitalists willing to invest their own money in exchange for equity.Rules of the DenLike any good institution, Dragons' Den relies on rules. Without these, the Den would be a much more chaotic place. Presenter Evan Davies will often refer to these rules during his commentary. Here are the basics - the eight golden rules that shape presentations and negotiations.RULE 1: THE PITCHEntrepreneurs must start the meeting by stating their name, the name of the business, the amount of money they are pitching for and the percentage of equity they are willing to give away in their company.They must follow this with a pitch of up to three minutes. If it exceeds three minutes, the Dragons can stop entrepreneurs at any point but they cannot interrupt the initial pitch.RULE 2: THE Q&AEntrepreneurs DO NOT have to answer all the questions asked, but what they do or do not choose to answer may affect the outcome - for example, if they refuse to reveal net profits. They may ask the Dragons any questions that help them determine whether they are suitable investors for their business.It is important to note that anything that is discussed in the Den can be potentially broadcast.RULE 3: OPTING 'OUT'Entrepreneurs' time in the Den is over after all five Dragons have declared themselves 'out'.Also, once a Dragon has declared his or herself 'out', they MUST NOT re-enter negotiation on the deal, and unless there is a compelling reason, they should remain quiet and leave the others to pursue the negotiations.RULE 4: INVESTMENTSThe entrepreneur must secure at least the total amount they have asked for at the beginning of the pitch.If a Dragon offers less than the full amount, the entrepreneur must try and make up the total by securing an investment from one or more of the remaining Dragons.Each entrepreneur must leave the Den with at least the full amount they asked for or they exit empty-handed.The entrepreneur can negotiate more money than was originally requested, as this is usually to redress the sticking point of an entrepreneur giving up more equity than was initially offered.RULE 5: MULTI-DRAGON INVESTMENTSEach Dragon is working as an individual investor. The Dragons can invest as little or as much of their own money as they want. It is up to the entrepreneur to persuade them to match the required investment or pledge to invest a portion thereof.As above, it is acceptable for the entrepreneur to seek investment from more than one investor in order to make up the total amount required. A full investment may involve between one and five parties.RULE 6: REFUSING INVESTMENTAn entrepreneur can refuse investment from a Dragon if they think they are an unsuitable investor or the deal on the table isn't right for them.RULE 7: THE DEALThe deal agreed on the day is an unwritten agreement that depends on due diligence checks, and relies on the intergrity of both investor and entrepreneur to freely enter the transaction and be fully committed to seeing it through.However, the deal is solely between the Dragon and the entrepreneur and after additional meetings, if an agreement cannot be reached, neither party is legally obliged to complete the deal.The BBC remains impartial, as they cannot be involved in the business contract between the two sides.RULE 8: THE ADVOCATEEntrepreneurs are permitted to have an advocate on standby in the Den, to help them answer some of the Dragons' questions. This advocate must usually be someone who is directly involved in the business. They can ask the Dragons to meet their advocate at any point after the three-minute pitch.Any advocate attending the Den must be pre-approved, screen-tested and have gone through the same personal checks as the entrepreneurs.",
    "chinese_title": "龙穴之创业投资(英版) 第十三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dragons' Den Season 13",
    "douban_rating_average": 0,
    "update_at": "2025-10-05T18:35:26"
}