{
    "aka": [],
    "sid": "26607107",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2266103552.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt1696205",
    "director": [
        {
            "url": "/celebrity/1290983/",
            "name": "弗兰科·马雷斯科 Franco Maresco",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1696205/",
    "imdb_votes": 42,
    "this_title": [
        "Io sono Tony Scott, ovvero come l'Italia fece fuori il più grande clarinettista del jazz"
    ],
    "douban_link": "https://movie.douban.com/subject/26607107/",
    "imdb_rating": "7.7/10 from 42 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Io sono Tony Scott, ovvero come l'Italia fece fuori il più grande clarinettista del jazz narrates in detail the private and artistic life of Tony Scott, who reportedly regarded himself as “the number one clarinetist in the world”. Through clips, pictures and interviews with people who knew Scott, this documentary film goes over the astonishing story of the life of Tony, who was a very popular clarinetist in the 1950s, but later encountered tremendous personal and professional decline, after relocating to Italy in the seventies.In the first part of the documentary, in the USA, the facts about Scott’s artistic cooperation and strong friendship with Charlie \"Bird\" Parker and Billie Holiday are told, emphasizing his extraordinary talent as an experimenter and a virtuoso of jazz clarinet. In her interview, Tony’s first wife, Fran Attaway, reveals a hitherto unknown detail of his biography: according to her, during a trip to Indonesia, Tony was mistaken to be a spy and, consequently, detained and possibly tortured. Later in the film, it is suggested that this experience haunted him for the rest of his life and, perhaps, was the cause for the paranoid attitude he showed at times.In the second part, which is set after his move to Europe, Tony’s personal decline and the waning of his success is narrated with strong sympathy and in great detail. In the film, it is suggested that such decline was caused both by the lack of recognition by the Italian public and music critics for his talent and by his difficult personality and erratic behaviour, which alienated Tony Scott from the circle of jazz musicians. Towards the end of his life, Tony lived in considerable poverty; he died in 2007, after a long illness. His body was temporarily placed in a relative’s family valut in Salemi (Sicily), where his father was born.",
    "chinese_title": "Io sono Tony Scott, ovvero come l'Italia fece fuori il più grande clarinettista del jazz",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-01T08:52:23"
}