{
    "aka": [
        "Small Oyster Rock in Kezailiao"
    ],
    "sid": "26602228",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558309627.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "蚵子寮漁村紀事"
    ],
    "douban_link": "https://movie.douban.com/subject/26602228/",
    "trans_title": [
        "Small Oyster Rock in Kezailiao"
    ],
    "douban_votes": "0",
    "introduction": "年終就像故事裡一個篇章的句點，引領著我們期待未來會發生什麼樣的人生冒險；它雖然代表著結束，卻也緊接著一個新的開始；而就是這種新舊傳承的意象，讓寒冷的年終時刻可以充滿溫暖的希望。「府中15新北市紀錄片放映院」在100年12月3日的時候成立，恰巧也是一年結束的時刻，當時我們懷抱著「與紀錄片為伍」的願景，致力於推廣紀錄片展演，讓市民能夠在商業院線之外，有接觸優質影像作品的機會。細數這四年來的成果，除了培養出一群熱愛府中15的影迷級觀眾之外，也讓許多獨立的紀錄片創作者獲得一個發表的平台，讓更多邊緣、獨特的生命角落能夠被發掘、被看見。要站在過去的基礎上，我們才知道要如何看得更高更遠。這個月命題「記憶，獻給未來」，就帶有這樣承先啟後的意義。我們精選了多部臺灣新／中生代導演的紀錄片作品，從他們的眼光去探索臺灣小人物的記憶，看看自己是如何被土地跟文化所形塑、建構，最重要的是這些作品都直接或間接的連結著一種對未來的想望跟投射。今年入圍日本山形影展的兩部臺灣紀錄片都回望著自己不可分割的血緣生命。《河北台北》的李念修導演花了十五年時間記錄自己因戰爭來到臺灣的父親，直視性別、親子、認同與時代的荒謬，並代替父親完成他未完成的返鄉夢。《好久不見德拉奇》的導演莎韻西孟原本是文字記者，她返回梨山的泰雅族部落，從種植小米的傳統生活型態找回快速凋零的部落文化。兩部片的風格迥異，切入的角度也不同，但藉由重返過去的過程中，找到為自己生命站穩腳步的方式。曾拍過《在中寮相遇》、《寶島曼波》的導演黃淑梅，這次也帶著兩部新作來府中15，「她以對未來世代的口吻拍出《給親愛的孩子》，從臺灣不斷重演的土石流夢魘中，探討臺灣山林開發的歷史與災難。藉由這樣的提問與探索，導演誠懇的呼籲我們要為了未來世代做出保護臺灣這塊土地的實質努力與行動。另一部同年完成的《家鄉保衛戰》似乎是這個理念的行動體現，她拍攝臺南東山嶺南村的一群阿公阿嬤，為了抗議廢棄物掩埋場進駐水源地，開始一場長達十年的抗爭過程，而當中財團跟政府黑箱的勾結與充滿漏洞的環評，似乎控訴著人們對土地的無情與自私。知道「蚵寮漁村小搖滾」嗎？《蚵子寮漁村紀事》、《離岸堤》兩部姊妹作是會讓南部子弟熱淚盈眶的作品，在外地打拼的青年返鄉讓沒落的漁村重現活力，他們也是臺灣第一個民間自辦音樂節的典範。兩部影片分別從青年與小孩的角度切入，集合三個世代的在地力量，不靠政府的任何補助，為守護家鄉的未來而努力。千萬不要錯過這次府中15兩部片接力放映的機會！《演習》講述一個跟新北市息息相關的議題，在地的年輕導演蔡宇軒追蹤臺灣從民間到官方如何看待核能災害議題，更遠訪日本福島災區，在兩地的對照與演習訓練中，思考我們是否有與核電廠和平共處的可能？然而這個答案還沒有個定論，災害的威脅卻一直籠罩著日夜與核電廠共處的人們。《牆》是四位年輕導演合作拍攝出來的作品，記錄在感化院中度過青春年華的少年，運用了「牆」這個意象，象徵這群少年們翻越障礙找到生命自由的過程。導演們著力夠深，讓人物在鏡頭前展現真實誠懇的換帖感，而角色面對人情冷暖的遭遇也為這個蛻變的過程充滿感染力。",
    "chinese_title": "蚵子寮漁村紀事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T23:15:44"
}