{
    "aka": [
        "Being and Becoming"
    ],
    "sid": "26612556",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2267067786.jpg",
    "region": [
        "法国",
        "英国",
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2261311",
    "director": [
        {
            "url": "/celebrity/1334854/",
            "name": "克莱拉·贝拉 Clara Bellar",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2014-05-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2261311/",
    "imdb_votes": 139,
    "this_title": [
        "Etre et Devenir"
    ],
    "douban_link": "https://movie.douban.com/subject/26612556/",
    "imdb_rating": "7.1/10 from 139 users",
    "trans_title": [
        "自学成才",
        "Being and Becoming"
    ],
    "douban_votes": "0",
    "introduction": "Le documentaire Etre et Devenir aborde le thème de la confiance en l'enfant et son développement, et propose de questionner les apprentissages et les choix possibles. La réalisatrice nous emporte dans un voyage en France, en Angleterre, aux Etats-Unis et en Allemagne (où il est illégal de ne pas aller à l'école), à la rencontre de parents qui ont choisi de ne pas scolariser leurs enfants, ni à l'école ni à la maison, et de les laisser apprendre librement ce qui les passionne. C'est une quête de vérité sur le désir inné d'apprendre, qui s'inscrit dans un thème plus large que celui de l'éducation, lié au changement de nos croyances et à l'évolution de notre société, et à l'importance de se réapproprier sa vie et sa confiance en soi.\"Etre et devenir est une clef qui autorise la sortie d'un système social construit sur la peur, une clef qui permet de regarder la vie autrement pour et avec nos enfants, mais aussi pour nous mêmes.Ce film a apporté de façon fulgurante des réponses à mon propre enfant intérieur qui s'épuise, comme tout un chacun, depuis trop longtemps à composer sa survie sans oser sa vie.Ce film, à travers le témoignage libérateur de ces familles pionnières du \"devenir soi\", est un hymne à la nécessité interne.\"Isabelle Adjani",
    "chinese_title": "自学成才",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Etre et Devenir",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T00:28:59"
}