{
    "aka": [
        "The First Division"
    ],
    "sid": "26610296",
    "cast": [
        {
            "url": "/celebrity/1210999/",
            "name": "Lars Hanson Lars Hanson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1941",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2266583201.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [],
    "imdb_id": "tt0033642",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "1941-09-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0033642/",
    "imdb_votes": 185,
    "this_title": [
        "Första divisionen"
    ],
    "douban_link": "https://movie.douban.com/subject/26610296/",
    "imdb_rating": "5.5/10 from 185 users",
    "trans_title": [
        "The First Division"
    ],
    "douban_votes": "0",
    "introduction": "During the early stages of WWII, Sweden's Air Force was a sheer catastrophy. The plane were substandard to any enemy. Because of the neutrality policy, Sweden then decided to build planes of thier own, mainly through SAAB (Which means Swedish Aero Inc, car production started after the war).The first division is using B 5, the Swedish designation for the Northrop 8A-1. One plane was bought from the USA in 1937 and 102 built under licence in Sweden. In Sweden it was used as a dive-bomber, despite the fact that Northrop, later Douglas, adviced against this. It was slow and vulnerable against fighter, so it was taken of duty as bomber in 1944.The film is interesting against this backdrop. One theme of the film is the heroic pilot who never is sure if the next mission is fatal or not. This was surely the case, even without fighting, given the poor planes Sweden had. Therefore the film could also be percieved as a bit of propaganda, as the audience dit not know about the problems but were thrilled to see the brave Swedish pilots in action as a reassurance against any threat from Germany.",
    "chinese_title": "Första divisionen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T21:52:13"
}