{
    "aka": [
        "The Lingerie Murders"
    ],
    "sid": "26615280",
    "cast": [
        {
            "url": "/celebrity/1389821/",
            "name": "元基俊 Won Ki-joon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1363694/",
            "name": "韩世美 Han Se-i",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1440473/",
            "name": "拉希 La Hee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2268484708.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2015-09-17(韩国)"
    ],
    "this_title": [
        "란제리 살인사건"
    ],
    "douban_link": "https://movie.douban.com/subject/26615280/",
    "trans_title": [
        "内衣杀人案",
        "The Lingerie Murders"
    ],
    "douban_votes": "174",
    "introduction": "Lee Ha-yeon is the wife of the heir to Ilsin Group and she has it all: a fancy penthouse, a luxury car and everything else. Lee Ha-yeon gets discovered poisoned and dead in a hotel room. Investigations take place under secrecy and out of ears from the media. But the case is mysterious. No prints of the murderer is found in the hotel room. There are not signs of broken entry either. If it was suicide, then why did she kill herself? If it was murder, then why would anyone kill her? The people around her are suspects. Lee Ha-yeon had a distant sister named Lee Ha-jeong. She's a reporter of a magazine and she has a camera that's so precious. She gets involved with the investigation to unsolve the mystery to her sister's death. Then the shocking truths uncover...it turns out that Lee Ha-yeon had been having porn chats online. It's shocking to find out that the daughter-in-law of a powerful and wealthy plutocrat family has been doing this. Her porn videos were also going around. Then there are the statements from the men she met online that she'd been sexually involved with them several times. Lee Ha-yeon was a quiet lady during the day but a sexual one at night. However, Ha-jeong reveals everything one by one. She finds out that Jae-gyu had been pressurizing Ha-yeon and there's a dark shadow that's been trying to get rid of her. In the end, Ha-jeong stands in front of the dark shadow but there's nothing to protect her. Only her camera. Ha-jeong has to uncover the truth behind her sister's tragic death and put her own life on the line.",
    "chinese_title": "内衣杀人案",
    "douban_rating": "3.9/10 from 174 users",
    "foreign_title": "란제리 살인사건",
    "douban_rating_average": "3.9",
    "update_at": "2025-07-23T05:30:08"
}