{
    "aka": [],
    "sid": "26615651",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1577939/",
            "name": "Ericka Beckman Ericka Beckman",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "You The Better"
    ],
    "douban_link": "https://movie.douban.com/subject/26615651/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"YOU THE BETTER is a film based on games of chance, and as games such as roulette, or craps go, this one is closed – meaning that the player cannot really affect the outcome.  A team of uniformed players, led by the artist Ashley Bickerton, performs the mechanics of a game servicing an off-camera betting entity, the ‘House’.Although the game keeps changing and players are swapped out, one thing remains the same, the ‘House’ is hidden and controls the bets, the ‘chance’ of winning is nil.  The game, in fact, is not between the players, but rather between the ‘House’, and the ‘Bettor’.”E.B. 1983“More compelling than Monday Night Football Beckman’s YOU THE BETTER situates the viewer as challenger of ‘the house’ or ‘establishment’.  It’s a brisk (half hour) meditation on competition, jealously, and probability.  As one of the protagonists, against all odds, repeatedly wins at the wheel of fortune, his adversaries grow hostile and jealous- the very moods provoked in Beckman’s NY Film Festival audience, who were busy feigning not to understand.  Beckman’s was the one truly vanguard achievement in the Festival, and the only analysis and indictment of the competition that keeps the wheel of fortune spinning.  Beckman made an art movie, when the audience clamored for Art.”-Carrie Rickey, Artforum Magazine, December 1983",
    "chinese_title": "You The Better",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-27T20:55:35"
}