{
    "aka": [],
    "sid": "26614385",
    "cast": [
        {
            "url": "/celebrity/1435646/",
            "name": "Chris Bavin Chris Bavin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2267615373.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5044200",
    "director": [],
    "duration": "60分钟",
    "episodes": "5",
    "language": [],
    "playdate": [
        "2015-09-03(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5044200/",
    "this_title": [
        "Eat Well for Less? Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/26614385/",
    "trans_title": [
        "省钱健康吃 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Gregg Wallace and Chris Bavin are in Newport with the Scott-Dent family, who are addicted to freezer food. They are a busy family who hardly ever cook from scratch and are throwing away a fortune in food every week. They desperately need to get their spending under control so that they can save for their first family home.Kate and Chris have three children under ten, with Chris being stepdad to the oldest two. They both work, and Kate loathes cooking, and with non-existent kitchen skills she finds preparing food too much of a chore. She has a fear of food near its sell-by date and is convinced that reheating it will make her family ill.To see where the family is going wrong, Gregg and Chris secretly watch them on a weekly food shop - and they make every mistake in the book, buying sliced and grated cheese, pre-prepared fruit and veg and overpriced frozen food. It's time for a reality check, and they're shocked when Gregg and Chris reveal that they are spending twice the amount of an average family of five. Can Gregg and Chris save this family some serious cash and improve the quality of what they eat at the same time?Chris wants to allay Kate's fear of sell-by dates and investigate just how safe our food labels really are. Kate also believes that butter is better for you than margarine, and Gregg wants to find out if that's the case. Along the way, dietician Lucy Jones gives us the nutritional differences.Their usual shopping has been replaced and everything is put in plain packaging. Most are cheaper products, some are the same and some are more expensive, to show that sometimes it is worth paying more. The fridge is full of fresh food and the freezer is left practically bare for the first time, but at the end of the week will this family change their ways and embrace Chris and Gregg's changes?",
    "chinese_title": "省钱健康吃 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eat Well for Less? Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-06-29T11:01:03"
}