{
    "aka": [],
    "sid": "26616293",
    "cast": [
        {
            "url": "/celebrity/1201556/",
            "name": "萧菲·纪莲 Sylvie Guillem",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "歌舞",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Culture Show: Sylvie Guillem - Force of Nature"
    ],
    "douban_link": "https://movie.douban.com/subject/26616293/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The ballerina Sylvie Guillem was always out on a limb, even when she was the classical star at the Royal Ballet in the '90s and early '00s. She was French, she was tall, she was unbelievably flexible, she was staggeringly charismatic, and she had no fear of setting her terms and saying “non” if they didn’t suit.She’s always made great media copy, but it’s inevitable that the story on which The Culture Show pegged its half-hour profile is - given that she’s 48 - the usual omen, “As she faces retirement”. The irony is that Guillem has such a phenomenally handy physique that she could well just keep going, maybe as long as Margot Fonteyn (60) or even Merce Cunningham (80). She didn’t give any intimation here that she had plans to quit performing, just that she has a healthy regard for staying open-minded through life.sylvie dancesThis was a TV Wikipedia entry, a gallop through a phenomenal talent, with some cherishable snatches of film of a stunning ballerina as a child, as a prodigious Paris teenage protegée of Nureyev, and in her expressive prime with the Royal Ballet and currently at Sadler’s Wells.Brief comments from the man who hired her for London, then-Royal Ballet director Sir Anthony Dowell, the veteran French director Pierre Lacotte and her recent contemporary choreographers Russell Maliphant and Akram Khan, all confirmed a general awe in which she is held as the über-ballerina of a full generation's span by a world in which impressiveness is common currency. Not least, Luke McMahon's film reminded us in brief excerpts that she has been blindingly elegant in anything she touched, from zipping with stiletto points through bejewelled tutu ballet through richly personalised character dramas to tensile, Zen-concentrated contemporary work.",
    "chinese_title": "The Culture Show: Sylvie Guillem - Force of Nature",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-10T21:29:08"
}