{
    "aka": [],
    "sid": "26614102",
    "cast": [
        {
            "url": "/celebrity/1428121/",
            "name": "张静娴 Jingxian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428007/",
            "name": "计镇华 Zhenhua Ji",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335358/",
            "name": "余彬 Bin Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506232847.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "600分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2008(中国大陆)"
    ],
    "this_title": [
        "长生殿"
    ],
    "douban_link": "https://movie.douban.com/subject/26614102/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "【第一本】钗盒情定第一出　 传概今古情场，问谁个真心到底？话说天宝年间，唐皇李隆基、妃子杨玉环，生死同心，终成连理。第二出　 定情大唐天宝年间，山河一统，太平盛世。宫中杨玉环姿容绝世，唐明皇封她为贵妃，赐她金钗、钿盒定情，结下偕老之盟。第三出　 贿权安禄山在边关征讨契丹时轻敌败北，死罪难逃。他晋京暗通关节，贿赂丞相杨国忠，以求赦免死罪。杨国忠许诺相机行事。第四出　 春睡杨贵妃春睡初起，风情万种。唐明皇专宠于她，后宫议政，不经意间赦免了安禄山的死罪，并让他授职在京，以观后效。第五出　 禊游三月三日，唐明皇和杨贵妃游曲江，召请贵妃姐妹秦国夫人、韩国夫人、虢国夫人随驾。一路车马如云，香尘弥漫。村妇村姑、富家子弟争相凑趣。安禄山单骑游玩，追逐欣赏三国夫人的美色。第六出　 傍讶虢国夫人天生丽质，唐明皇招她赴望春楼侍宴。酒过三巡，二人眉目传情。杨贵妃害怕被夺了恩宠，不留虢国夫人在宫中，唐明皇甚为恼怒 。第七出 　倖恩宫中盛传虢国夫人得唐明皇恩宠，韩国夫人前往道喜，打探实情。姐妹二人议论杨贵妃越发娇纵了。正谈论间，传来杨贵妃惹恼唐明皇、被贬回丞相府的消息。两人大惊，立即驱车前往。第八出　 献发杨贵妃被贬出宫，伤心垂泪，登上御书楼，遥望皇宫。高力士拜见杨贵妃，叙述唐明皇思念她的情形。杨贵妃剪下一缕青丝，请高力士献给皇上，以求能与唐明皇重归于好。第九出　 复召唐明皇在宫中思念杨贵妃，后悔将她遣出宫去。高力士参透皇帝心事，趁机献上杨贵妃的青丝。唐明皇迎回杨贵妃，两人相见，恩情更添十倍。【第二本】霓裳羽衣第一出　 传概今古情场，问谁个真心到底？话说天宝年间，唐皇李隆基、妃子杨玉环，生死同心，终成连理。第二出　 闻乐•制谱嫦娥念杨贵妃前身为蓬莱玉妃，命仙女引她梦魂至月宫，听仙女们演奏仙乐。杨贵妃醒来追忆，音节宛然，记谱《霓裳羽衣曲》 。唐明皇看到曲谱，赞叹此曲非人间所有，令李龟年率梨园子弟习乐。第三出　 疑谶武将郭子仪壮志未酬、登酒楼饮闷酒。目睹杨国忠、韩、虢、秦三国夫人和安禄山等外戚番将斗富夸奢，愤懑不已，忧心国事。此时，家将来报：他被授为天德军使，即日上任 。第四出　 进果杨贵妃喜啖荔枝，唐明皇命涪州和海南两地进贡。使臣日夜兼程，飞马奔送荔枝进京，一路上踩踏田地禾苗、伤害百姓。可怜的算命先生双目失明，被奔马活活踏死。第五出　 舞盘杨贵妃寿日，唐明皇设宴庆贺。此时荔枝送到，帝妃品尝鲜果。唐明皇传李龟年及梨园子弟演奏《霓裳羽衣曲》，杨贵妃跃上翠盘翩翩起舞，唐明皇击鼓助兴。舞罢，唐明皇赐杨贵妃香囊一枚。第六出　 权哄杨国忠、安禄山争权恃宠，互相攻讦。杨国忠参奏安禄山腹藏异志，安禄山指斥杨国忠受贿卖官。唐明皇视将相不和，难以同理朝政，命安禄山为范阳节度使，授以兵权上任。第七出 　夜怨杨贵妃时时提防已被贬入冷宫的梅妃，怕唐明皇旧情难断。一日，唐明皇想起梅妃，召她侍寝。杨贵妃妒火中烧，意欲夜闯翠阁，宫女永新、念奴苦苦劝阻。强忍怨气，度过难眠的一夜。第八出 　絮阁天刚破晓，杨贵妃潜踪来到翠阁。唐明皇将梅妃从阁后送走。杨贵妃催促皇帝上朝，并逼高力士道出实情。唐明皇退朝回阁，杨贵妃归还定情的金钗、钿盒。唐明皇百般抚慰，两人重诉衷情。第九出　 合围兵强马壮、羽翼已成，安禄山终于露出反相，调兵遣将，准备反叛朝廷。他传三十二路番兵番将官围场角猎，演习武艺，虎视眈眈直指长安。【第三本】马嵬惊变第一出　 传概今古情场，问谁个真心到底？话说天宝年间，唐皇李隆基、妃子杨玉环，生死同心，终成连理。第二出　 侦报郭子仪升任灵武太守，时时担忧安禄山谋反，派探子往范阳打探。探子探得安禄山暗中布署兵力、欺瞒朝廷的种种行迹，郭子仪演练士兵，以备不测。第三出　 窥浴唐明皇独宠杨贵妃，两人在华清池温泉共浴，鸳鸯戏水、恩爱非常。永新和念奴忍不住偷窥。第四出　 密誓七月初七之夜，杨贵妃与唐明皇在长生殿中，以牛郎织女双星为证，对天盟誓：“愿生生世世，永为夫妻”。天上的牛郎和织女为他们的真情所感动。第五出　 陷关安禄山从范阳起兵至潼关。潼关守将哥舒翰不敌叛军，被擒。安禄山攻克潼关，杀奔长安。第六出　 惊变唐明皇与杨贵妃在御花园中赏花饮酒。酒兴正浓时，忽然听到安禄山叛乱，潼关已被攻破。唐明皇顿时惊惶万分，决定逃往成都。第七出　 埋玉行至马嵬驿站，众军对杨氏兄妹的不满爆发，杀了丞相杨国忠后，声言再杀杨贵妃，否则誓不护驾。杨贵妃舍身保宗社，悬白练自尽。唐明皇万般不舍，也无可奈何。第八出　 冥追•情悔•神诉杨贵妃死后成为一缕游魂，仍欲追随唐明皇。她想起生前自己的兄弟姊妹挟势弄权、罪恶滔天，诚心忏悔。织女体恤遇难的杨贵妃，下凡救助。第九出　 闻铃唐明皇在剑阁避雨，夜里听着雨声和屋檐下随风而响的铃声，思念杨贵妃，肝肠寸断。【第四本】月宫重圆第一出　 传概今古情场，问谁个真心到底？话说天宝年间，唐皇李隆基、妃子杨玉环，生死同心，终成连理。第二出　 神诉•尸解杨玉环灵魂在马嵬坡地界随风飘荡，耿耿于唐明皇情缘未了，万劫难忘。杨玉环原是蓬莱仙子，偶因微过暂谪人间。为此，织女下凡，召土地公公找到杨玉环。一起来到她的坟前，用金水将其真身点活，身与魂合一，复活的杨玉环收起曾经陪葬的信物金钗钿盒，升入仙阁。第三出　 骂贼•刺逆安禄山攻克长安，在唐皇宫内凝碧池畔赐宴唐朝众降臣，命梨园子弟奏乐伴宴。琵琶高手雷海青殿前痛骂安禄山：罪恶贯盈，该杀、该杀！安禄山扫兴返回寝宫。他的干儿子李猪儿为夺王位，乘天黑风起，潜入寝宫，将安禄山刺杀。第四出　 剿寇•收京长安城外，郭子仪大战谋反番将史思明、何千年。安禄山死讯传来，叛兵溃不成军。长安城收复。第五出　 哭像唐明皇回程途上，在成都为杨贵妃建庙，将檀木造像迎入庙中供奉。唐明皇敬酒三巡，哭诉：待与你叙我冤情，说我惊魂，话我愁肠⋯⋯杨贵妃檀木像流下两行热泪。第六出　 弹词金陵郊外，鹫峰寺庙会。梨园班主李龟年流落在此，怀抱琵琶长街卖唱。劫后余生的人们围坐听唱：一从鼙鼓起渔阳，宫禁俄看蔓草荒，留得白头遗老在，谱将残恨说兴亡。第七出　 仙忆•见月天色已晚，唐明皇下马驻跸凤仪宫内。望当空明月，思念逝去的妃子，勉强入眠——杨贵妃来到梦中，双双期盼：重续缘，人重会，两下诉愁烦。第八出　 觅魂•寄情•补恨为杨贵妃改葬，唐明皇发现墓是空的，他认定爱妃没死，命杨通幽摆道场为杨贵妃觅魂。阎王殿的嫔妃册上没有，人间也不见踪影，杨通幽飞身上天。当织女得知老皇上钟情杨贵妃生死弥坚、旧盟依旧，指点道士赴蓬莱仙阁。终于见到杨贵妃，带回金钗、钿盒各一半，返回唐宫复旨。第九出　 得信•重圆八月十五日，唐明皇赴月宫与杨贵妃重逢，真是仙家美眷，比翼连枝，好合依然，情留万古无穷。",
    "chinese_title": "长生殿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-20T13:00:44"
}