{
    "aka": [
        "Looking for the Building Tradition of Yi People in Liangshan"
    ],
    "sid": "26611675",
    "cast": [
        {
            "url": "/celebrity/1555799/",
            "name": "刘妍 Yan Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503993285.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟 （故事版）",
    "episodes": "",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2015-09-23"
    ],
    "this_title": [
        "寻找凉山彝族营造传统"
    ],
    "douban_link": "https://movie.douban.com/subject/26611675/",
    "trans_title": [
        "Looking for the Building Tradition of Yi People in Liangshan"
    ],
    "douban_votes": "70",
    "introduction": "预告片优酷播放：http://v.youku.com/v_show/id_XOTQ0NjU5NjA0.htmlyoutube:https://youtu.be/C_YCLWSIzT4预告片百度网盘：http://pan.baidu.com/s/1gdneh3d2014年八、九月间，维也纳工业大学的Klaus Zwerger教授（木构建筑学者、著有《木与木构节点》、《侗族建筑》等专著）与他的博士生董书音在筹划四川进行为期一个月的考察旅行。他们的主要兴趣点在民居。我（慕尼黑工业大学建筑史专业博士生）加入了这次旅行，并提出在行程中 增入凉山彝族。彝族建筑吸引我的，来自于陈明达先生的《中国古代木结构建筑技术（战国——北宋）》中的引用的彝族民居资料的深刻印象：一种在穿斗构架中使用夸张的“拱架”出挑的结构。但搜索相关资讯的时候，我们在网上看到一则即时的新闻：《凉山最后的彝族传统村落》：因为当下如火如荼的新农村建设，凉山彝族最后的传统村落即将永远的消失。我们决定无论如何也要去一趟凉山，抢在最后的关头也许是最后一眼。9月之初，我们对（根据新闻报导及电话凉山文物部门问询）凉山“仅存”的两个传统村落――洪溪乡的古拖村和四季吉村、以及凉山县城及周边的传统建筑进行了四天考察。这短暂的考察是虽然浮光掠影却是卓有成效的。我们看到了一些几乎是仅存的老屋，并且找到了匠人，亲眼见到了造屋实践，并对匠人进行了累计长达7个小时的高强度采访。2015年春天，Zwerger教授想要为一次演讲整理彝族建筑的资料，向我询问起我在匠人采访中的一些细节信息，使我萌发了将采访视频整理成短片的想法。最初只是想将这些一手的“田野笔记”整理剪辑成可以“读”懂的资料，提供给Zwerger教授、书音及其他可能关注彝族建筑的同行参考。整理视频本是一种“偷懒”的想法。作为研究者，最熟悉和常用的方式自然是通过文章来表达学术成果，但从视频到语言文字是一个“翻译”的过程，而视频的剪辑整理只是整理而已，出于惰性，不想写文章，只想短平快地出做个了结。另一方面仅仅四天的田野工作，远不能说对彝族建筑这个题目深入和全面地了解，并不达到一篇学术文章所需要的标准。因此想以简单地整理视频以“纪录片”的形式逃避一份“学术工作”应有的“责任”。但在视频整理的过程中，我意识到这四天的彝族建筑调研从故事情节上也非常完整：我们带着“最后一眼”的目的几乎不敢做任何期待地去美姑寻找老房子和匠人，最终不但找到了若干已有半个世纪历史的传统房屋――有的已经亟亟可危，更加幸运的是，一路问寻之下找到了匠人和营造传统的脉落――老、中、青三代匠人，其中包括今天凉山地区最为重要的师傅，亲眼见到了造屋实践，并且看到了匠作传统以一种飘零但仍然坚定的方式在继续传承和发展。整个旅行的自然叙述，几乎形成了一个故事片的框架。所以我很想尝试，把这个片子做成一部真正的电影。主题即是我们此行的目的：“寻找”。这部“故事片”的素材上天然地带有一些叙事张力：高大金发的“外国专家”虽不会汉语却对中国木构有很深刻的理解；影片全程第一视角，叙述主体――“我”在电影中只以声音出现；一切拍摄都出于真实自然的记录，没有任何一个镜头来自“表演”或补拍、没有任何一个声音来自事后旁白。原始的技术与表达的“真实”是本片的一个特点。很乐意在此提及的是，这部片子也是我向Zwerger教授的致敬之作：Zwerger教授是今天几乎唯一一个亲自在中国作深入田野调研与建筑研究的德语区学者。远在我赴德国求学之前，就受到他《木与木构节点》一书的深刻影响，并与他结下长久友谊。他研究中的人类学视角，启迪我走上今天的建筑人类学探索。最终形成的电影有长短两个版本，均自带中英文双语字幕。110分钟版纳入了访谈中的几乎全部有学术讨论价值的细节，是一种资料的集成。但毕竟乏味冗长、信息量过于密集，并不适于普通观众。60分钟版则浓缩了主要的情节脉落，并集合了采访中较为有趣的桥段。关于营造知识的材料则仅择重要性和清晰性裁剪到很短。虽然素材仍然很抖、很糊，我希望它可以成为一部真正的、有趣的、故事性的纪录片。本片将在2015年9月23日东南大学 “【东南学人谈】木构”研讨会中首映。",
    "chinese_title": "寻找凉山彝族营造传统",
    "douban_rating": "8.8/10 from 70 users",
    "foreign_title": "",
    "douban_rating_average": "8.8",
    "update_at": "2025-11-30T18:26:27"
}