{
    "aka": [],
    "sid": "26617047",
    "cast": [
        {
            "url": "/celebrity/1018599/",
            "name": "保罗·卡梅隆 Paul Cameron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320879/",
            "name": "刘洁 Jie Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274706/",
            "name": "侯天来 Tianlai Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011832/",
            "name": "Patrick Kelly Patrick Kelly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323197/",
            "name": "高亮 Liang Gao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1399387/",
            "name": "王一飞 Yifei Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1483214/",
            "name": "王炎冰 Yanbing Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "上海滩之恋"
    ],
    "douban_link": "https://movie.douban.com/subject/26617047/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本片讲述了一个本世纪初发生在上海滩上的故事--一个英国商人和一个中国名伶之间悲欢离合的爱情故事。这是一个凄婉离奇的故事，一个既有着历史的厚重感又有着哲学的深刻感的沉甸甸的故事：一个名叫弗莱德的英国青年，凭着父辈们的关系，离开了未婚妻玛雅，只身来到中国上海海关谋生。官场的腐败，同行的贪婪，使这个处涉人世的颇有正义感的青年处处感到与自己的道德观念格格不入。就在这时，他偶遇了被恶势力逼迫得走投无路的京剧名伶白玉兰。白玉兰的美丽、善良和她那精湛的演艺以及中国京剧艺术的那种神秘感，把他彻底迷住了。为了筹借拯救白玉兰的资金，他违心地向他所鄙视的英国同行求救，向他曾崇拜的教会求救，甚至不惜去赌场冒险，但这一切都令他失望了。最后，只得向一个魔鬼般的中国官员查大人出卖自己的灵魂。在查大人的资助下，从妓院救出了白玉兰，开始了和白玉兰的但也是甜蜜的同居生活。不久，白玉兰怀孕了，弗莱德正筹划与白玉兰举行婚礼，就在这时，他的英国未婚妻玛雅突然来到了上海欲银河他举行婚礼。白玉兰得知这一情况后，为了弗莱德，毅然悄然离开了弗莱德。从此，一个孤立无援的弱女子带着新生的女儿白梅历尽了人间的酸楚和欺凌。弗莱德疯狂地寻找白玉兰而不可得后，只得和玛雅举行了婚礼。但由于心情忧郁和事业的失败，使他和玛雅之间的关系一直比较冷淡。 对生活充满甜蜜幻想的玛雅，来到一个完全陌生的国家，又得不到弗莱德的温情，时时处于一种无端的寂寞和忧虑之中。不久，便与一个英国花花公子回国去了。在弗莱德处于妻子离他而去，自己又被人陷害的时候，白玉兰带着女儿白梅又回到了他的身边。抚慰生活给弗莱德带来的深深的创伤。在白玉精心操持下，弗莱德的经商事业取得了巨大的成功，一跃成为上海商界的名贾。但由于弗莱德身边有一个中国女人，弗莱德被一起蔑视中国人的英国商会所排斥。白玉兰知道这个情况后，为了成就弗莱德在商界的知名地位，多次忍痛拒绝与弗莱德举行正式的婚礼，并多次提出退出这个家庭。弗莱德断然拒绝，因而两人的情爱日益弥深。 白梅篚了，大学毕业了，同时她也成了一个坚定的革命者。在一次追捕中，弗莱德为了保护白梅，自己却被锒铛入狱。为了拯救弗莱德，白玉兰四处奔走，甚至不惜向自己的仇人献身。弗莱德获救了，但白玉兰觉得自己已是个不干净的身子了，再次义无反顾的离开了弗莱德。第二次世界大战的战火也烧到英国伦敦，玛雅在一次轰炸中丧生，弗莱德的英国女儿凯茜已大学毕业成了路透社的记者，并被派往中国采访战事新闻。凯茜来到中国并找到了弗莱德的家，但她不是来寻找父亲的亲情，而是满怀着父亲抛弃母亲的仇恨来找弗莱德的，而此时的弗莱德又一次陷进了冤狱。当她从白玉兰的口中得知父亲对她和她母亲的真实情感后，才明白这一切都是由于战争、社会黑势力和中西方文化的差异带给们的家庭的深深的悲剧。抱着深深的忏悔之情，毅然与白玉兰一起为拯救弗莱德而奔走。上海解放了，弗莱德出狱了。弗莱德出狱后，第一件事就要与白玉兰举行一次中国式的婚礼。但是，人事沧桑，这一对年事已高的新人不管怎样努力寻觅，也很难寻找回来昔日的那番激情。欢快的婚礼上，一种凄楚、苍凉的气氛总是挥之不去。按照当时政府的规定，外国侨民要劝其回国。弗莱德也在这个劝归的名单之中。就在街道要他回国的同志的那天，苍老的弗莱德独自坐在自家的阳台上望着缓缓落下来的英国国旗和在蓝天上翱翔的一群和平鸽，悄然离开了人世。革命成功了，白梅接走了母亲白玉兰，开始了一种崭新的生活。这就是一个英国商人和一个中国女人的一段伤心的恋情故事。",
    "chinese_title": "上海滩之恋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T12:13:14"
}