{
    "aka": [],
    "sid": "26630775",
    "cast": [
        {
            "url": "/celebrity/1087585/",
            "name": "Rafael Ferrer Rafael Ferrer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2270720385.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "Flight Over Africa"
    ],
    "douban_link": "https://movie.douban.com/subject/26630775/",
    "trans_title": [
        "飞越非洲"
    ],
    "douban_votes": "0",
    "introduction": "\"Follow an adventurous bush pilot as he soars across the continent\" invites the subtitle, and indeed the video follows American Tom Claytor and his Cessna 180 over dune, desert and delta on this African leg of his round-the-world solo flight.\"There are still a few places left without phones, without faxes, without even roads... this is the realm of the bush pilot,\" the narrator sets the scene for a remarkable adventure.We see tom starting from his home town of Pennsylvania in 1990. \"The day he left he made the local television news; if he makes it back he'll make history... the first person to fly around the world landing on all seven continents before returning home,\" says the narrator.From aerial tracking of injured black rhino in Hwange and elephant in Chobe, to overflying the Victoria Falls and wandering through the ghost towns of Namibia, the viewer is treated to exciting footage; some of it uncomfortably so, such as when Tom allows scorpions to crawl over his head, shoulders, face and hands in Lome, Togo - or when a captive chimpanzee in Equatorial Guinea, arms outstretched, pleads with Tom not to go.There are some light-hearted moments too, such as Tom's encounter with legendary Savuti adventurer and fellow bush pilot Lloyd Wilmot in Botswana. When a bull elephant mock charges, Lloyd gives sage advice: \"That's a bluff charge. Just call his bluff: stay put.\"Tom's landing in the middle of nowhere in Kafue in Zambia also makes for mirth when the locals arrive, one clutching a piece of paper and asking for landing fees. He and Tom calculate the fee to be 560 Kwachas, or one 100th of a US dollar. Tom gives him US$2; when the 'official' is overawed at his generosity, Tom urges him to keep the change \"to improve your airport.\"Tom comes across as an engaging young man, eager to learn about Africa and understand its ways - in contrast to many other travelers who immediately want to change things. National Geographic's first-class treatment of this compelling story, including plane-to-plane footage and informal interviews with the pilot in his cockpit, earns the video four stars. (Jackie Nel - Getaway Magazine, South Africa)",
    "chinese_title": "飞越非洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flight Over Africa",
    "douban_rating_average": 0,
    "update_at": "2025-10-10T19:21:55"
}