{
    "aka": [],
    "sid": "26636037",
    "cast": [
        {
            "url": "/celebrity/1367906/",
            "name": "兰德尔·保罗 Randall Paul",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272772970.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3311058",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-04-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3311058/",
    "imdb_votes": 27,
    "this_title": [
        "Unthinkable: An Airline Captain's Story"
    ],
    "douban_link": "https://movie.douban.com/subject/26636037/",
    "imdb_rating": "5.3/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Marshall Philips, experienced commercial jet pilot, tries to unscramble a puzzle that's bothering him. When he and his children are shot dead, local authorities rule it a murder-suicide. Journalist Madison Freeman pursues answers.The film is largely based on the Wayne Madsen Report's reports on the \"suicide\" of 9/11 author and retired commercial airline pilot Phil Marshall.Marshall Philips has seen and written about things the intelligence community doesn't want people talking about - much less writing books about. When Philips, his two kids and the family dog turn up with a single bullet in each of their heads the day after two \"Federal Agents\" came looking for a \"highly classified\" photograph, carefully constructed stories painting Philips as a mentally disturbed \"conspiracy theorist\" begin appearing in the local paper. Investigative journalist Madison Freeman doesn't buy the \"murder-suicide\" angle offered by local authorities, but when the highly classified photo continues to elude the Agents, nobody is safe.",
    "chinese_title": "Unthinkable: An Airline Captain's Story",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T04:39:18"
}