{
    "aka": [],
    "sid": "26630487",
    "cast": [
        {
            "url": "/celebrity/1274332/",
            "name": "凯瑟琳·帕金森 Katherine Parkinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349705/",
            "name": "哈利·皮考克 Harry Peacock",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338499/",
            "name": "露西·哈钦森 Lucy Hutchinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1524755/",
            "name": "凯特·达赫蒂 Kate Doherty",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2368618581.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1111205/",
            "name": "艾玛肯尼迪 Emma Kennedy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5079178",
    "director": [
        {
            "url": "/celebrity/1284744/",
            "name": "克里斯汀·杰农 Christine Gernon",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-10-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5079178/",
    "imdb_votes": 764,
    "this_title": [
        "The Kennedys"
    ],
    "douban_link": "https://movie.douban.com/subject/26630487/",
    "imdb_rating": "7.2/10 from 764 users",
    "trans_title": [
        "肯尼迪一家"
    ],
    "douban_votes": "433",
    "introduction": "The Kennedys is a multi-generation family comedy loosely based on Emma’s memoirs The Tent, The Bucket And Me. Each episode is introduced by Emma Kennedy played by Lucy Hutchinson, a 10 year-old Star Wars obsessed tomboy who is happy to tag along with her much-loved parents, Brenda and Tony Kennedy played by Katherine Parkinson and Dan Skinner.The Kennedy family has just moved into a new estate in Stevenage, New Town, where they find a concrete maze of identical houses. Delighted and enthused by the fact they are now on the cusp of being considered middle class, they quickly embrace the community spirit and organise activities for the whole neighbourhood to get involved with. In each episode, The Kennedys pursue every opportunity they can to climb the social ladder, from organising an ‘Opportunity Knocks’ style talent show to hosting the estate’s first ever dinner party.The Kennedys best friends are an unmarried couple: Tim the 70s alpha-male (played by Harry Peacock) and the young yet traditional Jenny (played by Emma Pierson). Shola Adewusi and Clive Rowe also feature in the series and play The Kennedys unassuming and often confused neighbours, Dee and David.The Kennedys (6x30’) was commissioned by Charlotte Moore, Controller of BBC One and Shane Allen, Controller of Comedy Commissioning. The series is written by Emma Kennedy and will be produced by Emma Strain (Miranda), directed by Christine Gernon (Gavin & Stacey) and executive produced by Myfanwy Moore and Richard Webb.",
    "chinese_title": "肯尼迪一家",
    "douban_rating": "8.1/10 from 433 users",
    "foreign_title": "The Kennedys",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-07T00:22:20"
}