{
    "aka": [
        "恶魔小丑王的马戏团",
        "杀戮乔伊的心理马戏团"
    ],
    "sid": "26635382",
    "cast": [
        {
            "url": "/celebrity/1357792/",
            "name": "斯金·迪亚蒙德 Skin Diamond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357793/",
            "name": "维多利亚·莱文 Victoria Levine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1580130/",
            "name": "马克·霍斯 Marc Hawes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2453661895.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4933506",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4933506/",
    "imdb_votes": 362,
    "this_title": [
        "Killjoy's Psycho Circus"
    ],
    "douban_link": "https://movie.douban.com/subject/26635382/",
    "imdb_rating": "4.7/10 from 362 users",
    "trans_title": [
        "小丑下地狱 再生篇",
        "恶魔小丑王的马戏团",
        "杀戮乔伊的心理马戏团"
    ],
    "douban_votes": "0",
    "introduction": "Killjoy, the demon of vengeance, trickster god and killer clown has finally made it to Earth! Along with his gruesome crew Freakshow, Punchy and the sexy/psychotic Batty Boop, Killjoy is free to terrorize mortals in new and excruciating ways. But two years down the road Killjoy discovers that life on Earth is a drag, filled with inconveniences such as eating, breathing, taxes and immigration issues. His crew has left for other jobs, and Batty Boop has gone her own way after a bitter lover's quarrel. Not to mention that Killjoy is now semi-mortal! Meanwhile, back in hell, Beelzebub is on trial for letting Killjoy escape. The only way that Beelzebub can redeem himself is to trap Killjoy's spirit and bring it back in a box. For this mission he is granted a monumental spaceship capable of destroying entire cities! Killjoy has finally settled in, starring in his own web series called PSYCHO CIRCUS, as well as running a movie and merchandise company with the notorious Hambo the Ranch Hand. The challenges of being a producer are nothing compared to the challenges of staying alive after Beelzebub's assassins appear to kill the demon clown and capture his spirit. Killjoy will have to find a way to reunite his gang of clowns in order to defeat Beelzebub and his minions! It all comes together in an epic battle in KILLJOY'S PSYCHO CIRCUS!",
    "chinese_title": "小丑下地狱 再生篇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Killjoy's Psycho Circus",
    "imdb_rating_average": 4.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-24T12:13:32"
}