{
    "aka": [
        "Stay Awake"
    ],
    "sid": "26630518",
    "cast": [
        {
            "url": "/celebrity/1406647/",
            "name": "泓萱 Xuan Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340821/",
            "name": "杨竣羽 Junyu Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2270788600.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1352108/",
            "name": "董新文 Xinwen Dong",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6967782",
    "director": [
        {
            "url": "/celebrity/1352108/",
            "name": "董新文 Xinwen Dong",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6967782/",
    "this_title": [
        "保持清醒"
    ],
    "douban_link": "https://movie.douban.com/subject/26630518/",
    "trans_title": [
        "Stay Awake"
    ],
    "douban_votes": "61",
    "introduction": "这是一个在迷失的世界里找回真正自我的故事。凭借多年不懈的努力，钟小刚终于获得了散打冠军的殊荣，为了保持冠军头衔的持续性，钟小刚不断增加训练的强度和时间，彻底冷落了女友朱丹妮。紧接着，钟小刚接受了一个狂傲的新人——彭强的挑战，此时的钟小刚想起了早先朱丹妮梦寐以求的愿望——在万众瞩目下、一个意想不到的浪漫求婚，他决定在与彭强对战的擂台上，满足朱丹妮的心愿。在对战彭强的擂台上，在众目睽睽之下，钟小刚拿出戒指，向台下的朱丹妮求婚，不料朱丹妮竟当众拒绝了钟小刚，并承认早已投入了彭强的怀抱。恍惚中，钟小刚输掉了比赛。报纸头版刊登了钟小刚受辱并输掉拳赛的消息，钟小刚也被拳馆开除。失落的钟小刚从此一蹶不振，失去了自我和奋斗目标，整日酗酒度日。钟小刚在第一次邂逅朱丹妮的地方喝的烂醉，将求婚戒指扔进大海，并错将现场拍婚纱照的“新娘”当做了朱丹妮，钟小刚借着酒劲帮“新娘”抓小偷，抓到小偷才发现“新娘”并不是朱丹妮。钟小刚在酒吧喝酒，碰到痞子们闹事，他借着酒劲将痞子们打跑。痞子找来了钟小刚曾近的手下败将--林东，再次向钟小刚发难，钟小刚因喝酒过量，导致眼睛出现重影，被林东轻易打败。输了拳的钟小刚为了酒喝，宁可让林东给自己戴上一顶绿帽子。好友阿光和阳阳（女）对钟小刚失望透顶。为了让钟小刚振作，阳阳和阿光谎称朱丹妮依然爱着钟小刚，阳阳模仿朱丹妮的笔迹给钟小刚写信，督促钟小刚开始戒酒、训练，并鼓励钟小刚打败彭强。钟小刚信以为真，开始训练，并匆匆邀约彭强，结果被彭强再次击败。二度受挫的钟小刚酗酒更加严重，在一次醉酒失态的情况下，被小偷扒光了衣服，并在肚皮上纹上了“保持清醒”四个字。阳阳爱恨交加，豁出去和钟小刚拼酒。不胜酒力的阳阳说出了喜欢钟小刚的心里话，一直把阳阳当兄弟的钟小刚始料未及。阳阳却因为酒精中毒被送入医院。就在阳阳依旧昏迷不醒之际，钟小刚接到了朱丹妮电话，原因是彭强花心不改，朱丹妮有心和钟小刚重归于好。钟小刚牵挂着阳阳的安危，没有答应。钟小刚回到医院，被阿光一顿猛揍，阿光告诫钟小刚，是男人，对任何事都必须拿得起，放得下。钟小刚发现了阳阳模仿朱丹妮鼓励他振作的笔记，他被阳阳的真情感动，痛定思痛，终于立定心志决定戒酒。回到医院，钟小刚在昏迷的阳阳面前哭诉着检讨自己：只有保持清醒，才能找到自己的位置。钟小刚明白了酗酒的危害，开始戒酒，并在阿光的帮助下投入训练。阿光教给钟小刚克服看人有重影的办法，并着重训练钟小刚怎么应付彭强犀利的右腿。钟小刚与阳阳的距离也越来越近。经过严格的训练，复出后，钟小刚一路战胜了林东和其他职业散打选手，最后直逼终极对手——彭强。此时的彭强已经是两届拳王，为了再次羞辱钟小刚，他破例答应了钟小刚决斗的要求。决赛前夕，朱丹妮向钟小刚说出了分手的真正原因：钟小刚当上拳王后变的目空一切，他故意冷落朱丹妮，致使朱丹妮在酒吧伤心喝醉的情况下投入彭强的怀抱。钟小刚了却了心结，给了朱丹妮一个朋友的拥抱，这一幕被精心打扮、准备主动向钟小刚表白的阳阳看到，阳阳伤心离去。钟小刚和彭强的决战当天，朱丹妮在现场为钟小刚加油，阳阳却伤心地躲了起来。钟小刚带着“保持清醒”四个字的纹身和彭强在擂台上决战，眼睛重影的现象不幸再次出现，战况出现险情。阳阳通过电视直播发现钟小刚不敌彭强，飞奔到体育馆内，为钟小刚加油。阳阳的出现让钟小刚力量倍增，加上阿光所授战胜重影的奇思良方，一番苦战之后，钟小刚战胜了彭强。朱丹妮意识到阳阳在钟小刚心中的份量，悄然离去。最终，钟小刚找回了自己，也收获了爱情。",
    "chinese_title": "保持清醒",
    "douban_rating": "3.6/10 from 61 users",
    "foreign_title": "",
    "douban_rating_average": "3.6",
    "update_at": "2025-10-05T02:08:02"
}