{
    "aka": [],
    "sid": "26634390",
    "cast": [
        {
            "url": "/celebrity/1049594/",
            "name": "伊安·霍姆 Ian Holm",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2272051130.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0823036",
    "director": [],
    "duration": "50分钟",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0823036/",
    "imdb_votes": 14,
    "this_title": [
        "Bye Bye Planet Pluto"
    ],
    "douban_link": "https://movie.douban.com/subject/26634390/",
    "imdb_rating": "7.6/10 from 14 users",
    "trans_title": [
        "BBC地平线：拜拜冥王星"
    ],
    "douban_votes": "0",
    "introduction": "At its conference this August, the International Astronomical Union (IAU) will make a decision that could see Pluto lose its status as a planet.For the first time, the organisation will be officially defining the word \"planet\", and it is causing much debate in the world of astronomy.There is only one thing that everyone seems to agree on: there are no longer nine planets in the Solar System.Matters were brought to a head by the discovery in January of last year of a potential 10th planet, temporarily named 2003 UB313.Professor Mike Brown and his team at the California Institute of Technology have already discovered several large objects on the edge of the Solar System, but 2003 UB313 is special because it is bigger than Pluto.The question now facing the IAU is whether to make this new discovery a planet.Pressing issueCo-discoverer Dr Chad Trujillo thinks the solution is pretty straightforward.\"The logically consistent thing would be to either have 2003 UB313 a planet, and Pluto be a planet; or have neither be a planet,\" he told the BBC's Horizon programme.But Pluto is already an unusual planet. It is made predominantly of ice, and is smaller even than the Earth's Moon.In 1992, Professor Dave Jewitt and Dr Jane Lu at the University of Hawaii discovered a new collection of objects beyond Neptune called the Kuiper Belt. Some suggest Pluto should no longer be considered a planet, but a Kuiper Belt Object.As Professor Jewitt says: \"We always say we found plus one Kuiper Belt, and minus one planet. And the one we lost, of course, is Pluto.\"There are many astronomers who agree with Dave Jewitt and would opt for an eight-planet Solar System, with neither Pluto or 2003 UB313 making the grade; but a number of astronomers are arguing for a more specific definition of a planet.Kuiper Belt researcher Dr Marc Buie, of the Lowell Observatory in Arizona, has come up with a clear planetary definition he would like to see the IAU adopt.Different categories\"I believe the definition of planet should be as simple as possible, so I've come up with two criteria,\" he said.\"One is that it can't be big enough to burn its own matter - that's what a star does. On the small end, I think the boundary between a planet and not a planet should be, is the gravity of the object stronger than the strength of the material of the object? That's a fancy way of saying is it round?\"Trujillo thinks it's a case of both or neither for Pluto and 2003 UB313This definition could lead to a Solar System with as many as 20 planets, including Pluto, 2003 UB313, and many objects previously classified as moons or asteroids.One possible resolution to the debate is for new categories of planet to be introduced. Mercury, Venus, the Earth and Mars would be \"rocky planets\". The gas-giants Jupiter, Saturn, Uranus and Neptune would be a second category.Pluto, 2003 UB313, and any other objects passing the \"roundness test\", would be reclassified as a third type of planet - perhaps \"icy dwarfs\".Whatever the final outcome, by September there will no longer be nine planets in the Solar System.",
    "chinese_title": "BBC地平线：拜拜冥王星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bye Bye Planet Pluto",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T23:55:47"
}