{
    "aka": [],
    "sid": "26643896",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2279337769.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5264176",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-10-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5264176/",
    "imdb_votes": 67,
    "this_title": [
        "Concerto - A Beethoven Journey with Leif Ove Andsnes"
    ],
    "douban_link": "https://movie.douban.com/subject/26643896/",
    "imdb_rating": "8.0/10 from 67 users",
    "trans_title": [
        "利夫-奥韦-安兹涅斯 贝多芬钢琴协奏曲之旅"
    ],
    "douban_votes": "0",
    "introduction": "Filmed over the course of four years, award-winning director Phil Grabsky follows one of the world's greatest pianists, Leif Ove Andsnes, as he attempts, in a series of sold-out worldwide performances, to interpret one of the greatest sets of works for piano ever written - Beethoven's five piano concertos.However, Concerto is more than a portrait of a famous musician on tour - it is an exploration into Ludwig van Beethoven's life as revealed by these five masterworks. The relationship between the composer and his world is mirrored by the relationship between the pianist and orchestra in these concertos. The film seeks to reveal Beethoven in a way rarely seen before and bears witness to what is increasingly being regarded as one of the greatest interpretations ever of these five great pieces of music.Considered one of the top pianists of the age, Leif Ove Andsnes offers rare insights into the mind of a world-class pianist and access to his personal and professional life. Andsnes gives an insight into the world of a contemporary classical musician. Against the wonderful background of Leif Ove playing these five pieces, we also peel back the many myths of Beethoven's life - from prodigious talent in Vienna to greatest composer alive by the time he wrote the fifth concerto. Perhaps above all, it is the fresh new biography of Beethoven that is most revealing.",
    "chinese_title": "利夫-奥韦-安兹涅斯 贝多芬钢琴协奏曲之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Concerto - A Beethoven Journey with Leif Ove Andsnes",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T21:33:46"
}