{
    "aka": [
        "SnowwhiteRosered"
    ],
    "sid": "26648881",
    "cast": [
        {
            "url": "/celebrity/1344211/",
            "name": "Jutta Winkelmann Jutta Winkelmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044720/",
            "name": "丹尼斯·霍珀 Dennis Hopper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054397/",
            "name": "沃纳·赫尔佐格 Werner Herzog",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005373/",
            "name": "亚历山大·克鲁格 Alexander Kluge",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2277097086.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0102854",
    "director": [
        {
            "url": "/celebrity/1113077/",
            "name": "雷纳·朗汉斯 Rainer Langhans",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0102854/",
    "imdb_votes": 32,
    "this_title": [
        "Schneeweißrosenrot"
    ],
    "douban_link": "https://movie.douban.com/subject/26648881/",
    "imdb_rating": "7.6/10 from 32 users",
    "trans_title": [
        "雪白玫瑰红",
        "SnowwhiteRosered"
    ],
    "douban_votes": "0",
    "introduction": "In the late sixties, Jutta and Gisela Schmidt, twins from Kassel, Germany, began to conquer the world their way. \"Art is dead\", was the slogan of those years. Starting from that idea, the two women rebelled against middle class society as if they gave vent to a new kind of art. They became active in the underground communist party KPD and showed a heart-felt interest in the colour red, the aesthetics of the revolution. Soon, though, the twins quit their experiments in Germany. They left their husbands and went to Rome, where they met the fabulously wealthy millionaire's son Paul Getty III. The three of them became true life companions and made plans to make money as quickly as possible in order to satisfy their need for drugs, and thus realize their big dream of freedom and happiness. How much would grandfather Getty be prepared to give for his kidnapped grandson? The end to this adventure is rather bizarre, with young Getty losing one ear. Ten years later, the party seems to be over. Getty, married to Gisela now, suffers a stroke as a consequence of an overdose of drugs. Blind, deaf, and paralyzed he awakes from his coma. His pictures, terrifying as they may be, give the impression that he has finally found peace and sticks out his tongue at the Getty moneyed aristocracy. Meanwhile, Jutta returns to the former founder of a commune in Berlin, Rainer Langhans. But he, too, seems to have reached a Snow White-like state of sleep. Together with journalist Christa Ritter, Langhans looks back on the curious lives of the twin sisters.",
    "chinese_title": "雪白玫瑰红",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Schneeweißrosenrot",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T21:52:06"
}