{
    "aka": [],
    "sid": "26651347",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚",
        "奇幻",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2277539878.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1360836/",
            "name": "张坤一 K.Y Zhang",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-11-20"
    ],
    "this_title": [
        "天女猎妖团FTone"
    ],
    "douban_link": "https://movie.douban.com/subject/26651347/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "传言最近常有年轻女子莫名死在家中，表面上看上去是一般谋杀案，在懂门道的人眼里总是事有蹊跷，雷浩默默关注这些事件的进展。而距离FTONE演唱会开场还有三小时，成员娜娜、芷柔、K、左左在化妆间准备出场，常常不露面的经纪人雷浩突然出现，工作人员被清场个个都不知所措，雷浩给成员们下达了一道神秘的指令。娜娜、芷柔、K、左左因为都是孤儿而相知相遇，由于四人长相都非常美丽，被经纪人雷浩包装着的艺人，四人能歌善舞，演绎道路非常的通畅。可世人不知道其实她们还有另一个角色，那就是猎妖人。在一栋高级的公寓楼里，一个男性尸魔魅惑了一个姑娘，正要吸食她的精气，FTONE在侦测到妖力的具体位置后展开了行动，一番打斗之后，她们轻轻松松收拾了尸魔。眼看演唱会马上就要开场，女团又开始赶往演唱会现场，在路上娜娜似乎看到一个熟悉的身影-叶飞，不过她并不知道叶飞是准备要去看她的演唱会的。演唱会结束后，四姐妹在一间酒吧庆功，突然娜娜的鸡血藤一直在发着红光，随后看到了一个男人在酒吧的舞池里跟一个女人热舞，那个男人的眼睛发着绿光，娜娜欲要过去，被雷浩拦住了告诉她不要打草惊蛇，芷柔、K、左左也无能为力，娜娜只好闷头喝酒。酒后，K不服气的跟踪绿眼男并杀死了他，娜娜担心K一直暗中保护，却无意中被路过的叶飞撞见，幸好没有露出马脚，事情这才过关。娜娜认出了叶飞，两人久别重逢，在公园的草坪上寒暄了许久。第二天左左在看新闻，新闻报道说又有年轻女子被杀，而且死相恐怖，身上看不出一点伤痕，只是尸体白的吓人，而那个死去的女子便是她们昨晚救过的女孩。FTONE顿感惊愕，明明已经救了她怎么又会死掉，她们不知道一个巨大的阴谋正在这时开始了，娜娜把电视关掉，很显然不想听到这样的消息。四姐妹在练舞厅排练，一位年过半百的老头出现在排练厅，老者告诉四姐妹，九尾狐复活了，它现在正在扩大腐尸团，为它猎取更多女性的真气，也表示她们四人回归到正常生活实属不易，如果不愿出山，也不为难，老者是一家孤儿院的院长，培养孤儿院里有灵气的小朋友成为猎妖人，只是这次妖魔为千年修成的九尾狐，他能力有限，培养的人已经死伤过半，只好来找他们四人帮忙，老者走后，四姐妹正为是不是出手帮忙的事犯愁，叶飞又出现了，还给娜娜做了她最爱吃的一些菜，回想起这些幸福的生活来之不易，四姐妹决定出手组织九尾狐的腐尸团，但这一切都瞒着雷浩。送走叶飞，四姐妹排练到夜晚，四姐妹走在回家的路上，各自坦露着心声和未来的憧憬，娜娜的鸡血藤发出红光，有尸魔在附近，芷柔和左左把腐尸人色诱到一个空旷的地带，芷柔进入其内心得知其他的腐尸人在哪，随后K一飞刀击破他的尸魂。九尾狐得知了四姐妹的消息，便派了更多的腐尸人去袭击她们，老者最后出现解救了她们，这些一场战争后，四姐妹身受重伤到孤儿院疗养，在疗养期间，老者告诉姑娘们，她们的父母都是猎妖人，但在19世纪出的时候被7大妖族杀死，九尾狐就是其中之一，四姐妹知道了自己的身世发誓要为父母报仇，叶飞着急娜娜的伤情关切的跑到孤儿院，而老者似乎看到了又一个可以利用的对象，暗中对叶飞下手。雷浩得知情况后到孤儿院看望她们，并表示不要在做傻事希望她们不要在参与妖界的事情，但四姐妹已经下定决心为父母报仇消灭掉九尾狐。随后四姐妹找到九尾狐的藏身处，但那里却多了一个被犬妖附身的叶飞，娜娜伤心难过之余不肯下手，九尾狐看破弱点准备灭掉FTONE，叶飞挣扎着突破犬妖的束缚，帮FTONE挡下了致命一击，经过一场厮杀灭掉了九尾狐，而叶飞却死了。四姐妹伤心难过之时，九尾狐在魂魄消失前说了老者两个字。这是老者出现吸走了九尾狐的魂魄，老者原来一直藏在暗处，四姐妹不知所措，等老者消失得没有踪影，雷浩赶来已经为时已晚。雷浩也为悲剧的发生内疚不已，他恨自己为什么要谨守誓言不参加战斗，随后雷浩告诉四姐妹其实他是猎魔人的线人上古异兽夫诸，因为被猎魔人救过，所以发誓誓死效忠，并带领四姐妹远离妖界，老者其实才是杀害他们父母的九尾兽，他的真气被九尾狐吸走，没办法接近九尾狐，才让四姐妹出面消灭九尾狐，老者趁虚而入，吸走魂魄，再次拥有法力，去统治人类和妖类。四姐妹得知真相后，知道马上就要世界大乱，她们接管了孤儿院，训练猎妖人，为消灭九尾兽做准备。然而她们不知道在另一个灵异世界里，她们的父亲还存在着。",
    "chinese_title": "天女猎妖团FTone",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-06T09:50:01"
}