{
    "aka": [],
    "sid": "26656888",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2280121382.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2172949",
    "director": [],
    "duration": "44分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2172949/",
    "imdb_votes": 32,
    "this_title": [
        "Party Like the Queen of France"
    ],
    "douban_link": "https://movie.douban.com/subject/26656888/",
    "imdb_rating": "8.6/10 from 32 users",
    "trans_title": [
        "疯狂派对：法国皇后派对"
    ],
    "douban_votes": "0",
    "introduction": "国家地理频道「疯狂派对」特别节目一口气连播两集古往今来最撩人炫目的时尚派对  让观众一窥《花花公子》年度大型舞会国家地理频道全新推出让时尚圈趋之若鹜的「疯狂派对」时尚生活系列节目。邀请全美顶尖派对业者迪伦马勒仿古打造现代奢糜浮华的「疯狂派对」，结合18世纪法国权贵的派对元素为现代《花花公子》(Playboy)杂志量身打造年度巨型舞会，并将拉斯韦加斯著名的棕榈赌场摇身一变媲美古罗马帝国等级的豪华派对胜地。当今动辄千人以上的顶级派对所需的事前准备与脑力激荡就在国家地理频道一一呈现。化妆舞会其来有自，无论跨越了多少世纪，人们对其糜奢的时尚、酒酣热舞以及不时惊世疯狂的越矩行为留下深刻印象，派对里性感抢眼的派对女王绝对不可或缺。国家地理频道龙年新献礼，在欢乐氛围里全新推出「疯狂派对」系列节目，告诉现代观众如何与举世知名的法国皇后玛丽安托瓦内特一样玩趴？好莱坞受人爱戴的派对业者之一迪伦马勒亲自现身说法，大秀专长打造出一场场奢侈、放纵和极端的经典时尚派对。迪伦受聘为《花花公子》(Playboy)杂志策画年度舞会，事前他和设计团队特地参观了现代最有名的派对胜地之一：花花公子豪宅，每年在这里举办的大型舞会都会吸引到大批好莱坞人士与许多超级性感的玩伴女郎们一起共襄盛举。为了满足拥有无数玩趴经验的杂志创办人海夫纳的派对瘾头，迪伦此行不成功便成仁。于是迪伦和他的团队在位于加州长滩的办公室里集思广益，关键在于找出最新颖的企画打造一年一度的《花花公子》化妆舞会，最后他决定仿效史上最惊世骇俗的豪奢派对，也就是风靡18世纪法国权贵的「化妆舞会」，但不只是如此，他还大费周章订下歌剧院作为派对场地，请来十几位曼妙身材的Go-Go Dancer和模特儿全裸人体彩绘在派对中与来宾合照热舞，炒热派对气氛至高点。本系列节目在于剖析派对史上鼎盛时期的18世纪的化妆舞会，当时的法国在天主教教义的感召下，社会风气仍趋于保守，但在其权贵名流间却保有一股向往古罗马时期的感官放纵，进而夜夜在巴黎歌剧院的盛大派对穿梭流连往返，喜好奢华的法国皇后玛丽安托瓦内特正受困于一段没有爱情的皇室政治婚姻，在15岁投身凡尔赛宫廷的年少皇后，她愿冒人生的一切风险，只为了尝试解脱束缚的浮华滋味，即使这让她在世界史上留下了挥霍无度的罪名。时值1789年前法国正处于自由大革命的阵痛，皇后玛丽安托瓦内特不顾人民疾苦，放荡不羁的行为让她背负了法国负债累累的指控，最终遭捕被囚，一向穿着华丽精致的她被迫穿得像个农民。原本一位天真无邪到处玩趴的法国皇后玛丽安托瓦内特却间接引发了一场血腥的革命。但是在数世纪后，现代人遥念玛莉皇后时，却赞扬她的生活方式改变了当代时尚，让巴黎的化装舞会享誉国际，展现了18世纪一个泱泱大国如何像她的皇后一般展现了无比气度。当时声名狼藉的皇室这一次在花花公子豪宅仍是座上宾。",
    "chinese_title": "疯狂派对：法国皇后派对",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Party Like the Queen of France",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T10:21:39"
}