{
    "aka": [],
    "sid": "26650063",
    "cast": [
        {
            "url": "/celebrity/1124162/",
            "name": "Alvin Lucier Alvin Lucier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521041580.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "No Ideas But In Things: The Composer Alvin Lucier"
    ],
    "douban_link": "https://movie.douban.com/subject/26650063/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Don’t ask me what I mean, ask me what I’ve made\". Inspired by this motto, this documentary accompanies the American composer Alvin Lucier on concert travels to The Hague and Zug (Switzerland). The authors invite Lucier to explain and comment on his œuvre – from his early live electronics performances (Music for Solo Performer, 1965 and Bird and Person Dyning, 1975) up to the premiere of his ensemble piece Panorama 2 in 2011. One of Lucier’s key works, I Am Sitting in a Room (1969), is introduced as a central structuring device in the film.Visited at his home in Middletown, Connecticut, Lucier offers rare insights into the beginnings of his pioneering works, his time as a member of the Sonic Arts Union, his relations with John Cage and David Tudor, as well as his teaching practice at Wesleyan University.NO IDEAS BUT IN THINGS – this line by the American poet William Carlos Williams is one of Lucier’s favorite quotes when he is asked about his artistic attitude. It also reflects the filmmakers’ intention to create a portrait of Lucier that is primarily based on his work.",
    "chinese_title": "No Ideas But In Things: The Composer Alvin Lucier",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-05T02:55:28"
}