{
    "aka": [],
    "sid": "26657999",
    "cast": [
        {
            "url": "/celebrity/1049520/",
            "name": "迈克尔·爱默生 Michael Emerson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1452599/",
            "name": "艾娃·德卢卡-韦尔莱 Ava Deluca-Verley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2634391114.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4977374",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-08-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4977374/",
    "imdb_votes": 130,
    "this_title": [
        "The Mystery of Matter: Search for the Elements"
    ],
    "douban_link": "https://movie.douban.com/subject/26657999/",
    "imdb_rating": "8.2/10 from 130 users",
    "trans_title": [
        "物质之谜-寻找元素"
    ],
    "douban_votes": "173",
    "introduction": "The Mystery of Matter: Search for the Elements is an exciting series about one of the great adventures in the history of science: the long and continuing quest to understand what the world is made of. Three episodes tell the story of seven of history’s most important scientists as they seek to identify, understand and organize the basic building blocks of matter.The Mystery of Matter: Search for the Elements shows us not only what these scientific explorers discovered but also how, using actors to reveal the creative process through the scientists’ own words and conveying their landmark discoveries through re-enactments shot with replicas of their original lab equipment. Knitting these strands together is host Michael Emerson, a two-time Emmy Award-winning actor.Meet Joseph Priestley and Antoine Lavoisier, whose discovery of oxygen led to the modern science of chemistry, and Humphry Davy, who made electricity a powerful new tool in the search for elements. Watch Dmitri Mendeleev invent the Periodic Table, and see Marie Curie’s groundbreaking research on radioactivity crack open a window into the atom. Learn how Harry Moseley’s investigation of atomic number redefined the Periodic Table, and how Glenn Seaborg’s discovery of plutonium opened up a whole new realm of elements still being explored today.The Mystery of Matter: Search for the Elements brings the history of science to life for today’s television audience.",
    "chinese_title": "物质之谜-寻找元素",
    "douban_rating": "9.0/10 from 173 users",
    "foreign_title": "The Mystery of Matter: Search for the Elements",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "9.0",
    "update_at": "2025-02-22T23:49:08"
}