{
    "aka": [],
    "sid": "26663745",
    "cast": [
        {
            "url": "/celebrity/1376289/",
            "name": "张咏荷 Yonghe Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313745/",
            "name": "马跃 Yue Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372144/",
            "name": "宾洁 Jie Bin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302332/",
            "name": "彭玉 Yu Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1563572/",
            "name": "饶芯语 Xinyu Rao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369939/",
            "name": "赵海涛 Haitao Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2283577436.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "26",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "谁在你身边"
    ],
    "douban_link": "https://movie.douban.com/subject/26663745/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "杨宝山和因应酬晚归的妻子发生争执，一气之下开车外出。心神不宁的他在经过一条十字路口时将一个人（寒江）撞成重伤。宝山将生命垂危的伤者送医院救治，在极度恐惧中宝山一念之差悄悄离开了医院……杨宝山在车里发现了一个包，是车祸受害者遗落的。包里有一叠信，是一个叫飘雪的大学生写给一个叫寒江的情书。杨宝山得知飘雪和寒江是一对从未谋面但感情深笃的情侣。在信里，杨宝山感觉到这个叫飘雪的女孩一定是遇到了什么重大的挫折，似乎有轻生的念头。宝山怀着复杂的心情决定去见一见飘雪，向她坦陈一切请求她的宽恕。杨宝山去瑞河大学才得知飘雪已经因脑内长了一个肿瘤压迫视神经而失明，已住进医院等待手术。失明的飘雪把杨宝山当成了寒江，医生告诉杨宝山，飘雪的病很危险不能受任何刺激，杨宝山陷入困惑之中。杨宝山的朋友阿林劝他说，现在他可能只杀了一个人，而要去自首一旦让飘雪知道真相恐怕性命难保，那他就是杀了两个人，杨宝山只好假戏真做地扮演了寒江的角色成了飘雪的男友。手术非常成功，漂亮的飘雪终于重见光明。她第一次看到了宝山的形象，从此这副俊朗的面孔就深深地刻进了她的生命里。面对飘雪这份浓烈的“错爱”，杨宝山不知道该怎样开口鼓起勇气告诉她所有的真相……何风从监狱里出来，柯咏梅有难言之隐而刻意隐瞒了两人的姐弟关系，但他们频繁的接触却引来人们的猜测，杨宝山也误认为女儿小舒并不是他的亲生女儿而是柯咏梅的私生女。愤怒之下宝山接受了飘雪的感情，可是那场可怕的车祸像一块巨大的石头压在他心头。宝山向柯咏梅提出了离婚，遭到妻子强烈反对，夫妻开始了分居生活。柯咏梅感觉到总有一个人在跟踪她，原来这个人就是曾污辱过她的张海，当年何风就是因此 “教训”他而入狱。早已破产的张海用种种手段与柯咏梅捣乱，并以败坏她名誉相威胁敲诈她二百万。在两人离婚的争吵中，小舒精神受到刺激，从此一言不发，全家陷入了混乱之中。因为离婚将会涉及财产分割问题，柯咏梅将公司的一部分周转资金放到秘书柳烟处。杨宝山始终在寻找寒江，终于他得知寒江并没有死，只是由于头部受到重创他的智力只相当于三岁的小孩。宝山再无法承受心灵的折磨，他向飘雪吐露了事实的真相。飘雪感到非常震惊，宝山经过痛苦地思考决定结束和飘雪的这段感情，让她有时间重新回到寒江的身边，宝山的决定让飘雪痛不欲生……宝山和飘雪之间的关系终于让柯咏梅发现了，柯咏梅无法容忍宝山的背叛行为，她找到飘雪，情绪失控中她将飘雪打伤。在飘雪的照顾下，寒江奇迹般地完全康复了。恢复了记忆和理智的寒江仍然爱着飘雪，而飘雪却已爱上了杨宝山，她无法面对这被分成两段的爱情。宝山向法院提出离婚申请。就在法院即将开庭时候，张海借柯咏梅公司名义与他人借债至使公司蒙受了巨大损失。柳烟的男友因赌博和吸毒偷花了公司的钱，柯咏梅的工厂由于没有资金周转一下子陷入了濒临破产的境地，柳烟因怕无法向柯咏梅交待而携款出逃，柯咏梅无法承受如此打击而一病不起。眼看制衣厂就要倒闭，杨宝山勇敢地挑起工厂的管理重担，他的诚实和善良打动了工厂里二百多名工人的心，在宝山和众人的共同努力下制衣厂终于起死回生渡过了难关。面对这诚实与善良的奇迹，柳烟也回来了，张海远走他乡，飘雪也找到了与寒江的感觉。",
    "chinese_title": "谁在你身边",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T05:22:58"
}