{
    "aka": [],
    "sid": "26670834",
    "cast": [
        {
            "url": "/celebrity/1318029/",
            "name": "肖显鹏 Xianpeng Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442825/",
            "name": "徐青 Qing Xu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871627002.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332803/",
            "name": "于向远 Xiangyuan Yu",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "舂米的女人"
    ],
    "douban_link": "https://movie.douban.com/subject/26670834/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一个典型的陕北农家院落里正在张罗一个特别的婚礼。新娘梅香勤劳、善良。几年前丈夫去世，她一人既要照顾孩子，又要照顾瘫痪的婆婆，还要出去卖手舂米的炸糕，生活甚是艰难。今天是梅香的大喜日子，因为新郎根荣就要入赘到她家来，她的生活从此就要有依靠了。可人们迟迟不见新郎的到来，不一会儿，前去迎亲的队伍回来了，他们给梅香带来了一个可怕的消息—任根荣家悔婚了！这消息无异于晴天霹雳，梅香止不住泪水夺眶而出。乡亲们见状纷纷起身就要离去，梅香出来叫住大家，说今天就当是她请大家吃顿饭，表示这些年来对乡亲们照顾她们孤儿寡母的谢意。大家都没走。根荣家此时也闹翻了天。根荣要走，他爹死死拖住儿子，为了不让儿子走，根荣爹给儿子跪下来求他，他听说梅香丈夫死时欠下许多债，还要照顾瘫在炕上的病婆婆，说根荣去梅家不是去做丈夫，而是去当牲口。根荣听后无奈。伤透了心的梅香找来二婶，把根荣的东西和给她的戒指都退回去。捎话让他选个日子去办离婚手续。婆婆认为都是自己的病拖累了梅香，她决心以死来减轻梅香的负担；梅香抱住爬到井台边上的婆婆，连声埋怨她糊涂，母女俩泣不成声。风波过后，梅香一心照顾婆婆，为了治好婆婆的病，她天天舂米到深夜，第二天早早起来蒸好糕面，拿到县城去卖。她打听到一位老中医针灸能治婆婆的病，可路太远，婆婆不能天天来城里，她想了个办法，就是在自己身上试针，回去再按同样的方法给婆婆治。她的孝心感动了老中医，破例收她做了学生。在梅香的耐心坚持下，婆婆的病有了好转。根荣知道梅香的情况后，找来同学庆元，花钱雇他去帮梅香种地、锄地，并在暗中帮助梅香减轻负担。梅香误以为是庆元在帮她，很是感激，庆元默认了。雨天，根荣去河边帮梅香过河，当梅香回来时，根荣阑尾炎发作倒在地上，梅香不顾一切背起根荣送到医院，她自己也病倒了。事后，根荣爹非常愧疚。庆元有车，经常去城里拉货。结婚风波后，庆元有意接近梅香，经常捎她去城里卖糕，梅香这才知道庆元的媳妇秀英在城里开美容院，两人已经分居很久了，她感叹家家有本难念的经。一次，梅香舂米晕倒在地上，事后庆元来看她，正好看见一双绣着鸳鸯的鞋垫，那是梅香给根荣绣的，现在已经没有意义了，当庆元说出需要时，梅香痛快地给了他。没想到庆元把鞋垫拿到根荣面前，说这是梅香给他的定情物，根荣不信并警告庆元，庆元让根荣晚上在岔路口等着看。夜晚，庆元把车停在岔路口上，一把抱住梅香，诉说自己的恋情，原来在上高中的时候庆元就喜欢梅香，他写信让秀英捎给梅香，可秀英为了得到庆元，把信交给了学校，因此同学们给庆元起个外号叫“癞蛤蟆”。当时梅香正和当兵的丈夫谈对象，为此，庆元被学校劝退了，从此他心里一直在记恨着梅香，发誓早晚要尝尝这只天鹅肉。梅香告诉庆元自己对这些事一点都不知道，庆元茫然。根荣看到了梅香庆元拥抱的一幕后，骑摩托愤然离去，不幸出了车祸。梅香去医院看望根荣，无意间听到庆元的表白，知道原来是根荣一直在暗中关照自己，她很感动，让二婶捎话给根荣家，说她还是要和根荣结婚。根荣父母同意了，婆婆听到消息后激动地站了起来。可根荣出院后死活不同意，原来他的腿瘸了，他不想给梅香增添负担，梅香深情地对他说：“别说你还能行动，就是你躺在炕上爬不起来，我也会照顾你一辈子！” 梅香的真情打动了根荣，他拿出结婚戒指戴在梅香的手上。",
    "chinese_title": "舂米的女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-15T22:13:12"
}