{
    "aka": [],
    "sid": "26674716",
    "cast": [
        {
            "url": "/celebrity/1191235/",
            "name": "Fela Kuti Fela Kuti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1981",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2289433666.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt0417668",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0417668/",
    "imdb_votes": 15,
    "this_title": [
        "Fela in Concert"
    ],
    "douban_link": "https://movie.douban.com/subject/26674716/",
    "imdb_rating": "6.4/10 from 15 users",
    "trans_title": [
        "费拉库蒂的音乐现场"
    ],
    "douban_votes": "0",
    "introduction": "Recorded in Paris in 1981 on what's billed as an all-night session, this is a good little guide to how African big bands do it. It's so easy-rolling that an entire evening could've been filled this way. At times eerily reminiscent of the early 70s JBs but almost diametrically opposed in rhythm structure (tight lock grooves vs. this free form rolling improv), this is more an exercise in African jazz. Long solo excursions, big horn sections. Fela is the same hard-driving lead man, strutting around with a joint, goading musical cues, cueing the change, calling the shots. And directing the sound engineer to turn up the bass or cancel the effects. One man leading a big band. He discusses US and European-supported police-government/colonialism in Africa with the audience. Talking 'bout the government through music, but potently. He struts and moves almost the entire show. Leads the chant. There's about 17 members to his band (The Africa 70). The show isn't so much about putting on a show as expressing music as life: you've gotta be pretty deep in the groove to pull this off all night long. Call and response, horn breaks and wide open spaces slowly building and breaking again. Then heavier breaks. Fela does choppy organ chords and horn solos (the latter not as accomplished). His painted and bangled dancers come out and do an, er, floor show (ever seen African women dancing on their hands and knees?). And all of it on the simplest beat: just a rim shot with a ricochet echo and a two-note bass hit. Building up all the time. 'Hey darling, show me your living license.' 'How can you criticise music when you're not playing it?' It's great just to see the man in action, get the full picture. The only pity is the rather poor video transfer and atrocious sound. The entire band just doesn't come across clearly; and the early 80s editing fit this into very late or early morning French TV schedule where only stoners come across it. But with the rhythm and horns in full swing, Fela at the console, it's pretty great stuff. All night long. I want all music to be like that.",
    "chinese_title": "费拉库蒂的音乐现场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fela in Concert",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T03:26:37"
}