{
    "aka": [],
    "sid": "26677988",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882207982.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "this_title": [
        "Journeys to the Ends of the Earth Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26677988/",
    "trans_title": [
        "地球边缘之旅 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Journeys to the Ends of the Earth is a 1999 television series produced by the Discovery Channel. Its two year production made it the most expensive adventure travel series ever commissioned in Australia. The series was co-produced by David Adams. It was nominated for Best Documentary Series by the Australian Logie Awards.Afghanistan - In Search of the Lost BuddhasAdams hitches a ride with the Taliban to cris-cross Afghanistan: a country where few westerners dare to go. He finally reaches the Bamiyan Buddhas, just before they are destroyed.Iran - People of the FlameAdams travels the Iranian wilderness in search of the Zoroastrians, an ancient people who have tended a holy flame for the last 1500 years.Pakistan - The Road to Shangri-LaAdams crosses the high mountains of Northern Pakistan in search of Shangri-La, immortalised by James Hilton in his classic Lost Horizons.Kamchatka - The Forbidden ZoneA journey through the arctic extremes of a primeval world; through the youngest landscape on the planet....across Far Eastern Siberia in search of some of the Cold War's darkest secrets - a journey to the beginning of the Earth.",
    "chinese_title": "地球边缘之旅 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Journeys to the Ends of the Earth Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-04-13T18:12:41"
}