{
    "aka": [],
    "sid": "26675693",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2376099921.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt12060322",
    "director": [
        {
            "url": "/celebrity/1314913/",
            "name": "蒋能杰 Nengjie Jiang",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-10-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12060322/",
    "imdb_votes": 8,
    "this_title": [
        "加一"
    ],
    "douban_link": "https://movie.douban.com/subject/26675693/",
    "imdb_rating": "5.4/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "1025",
    "introduction": "本片 荣获第四届深圳青年影像节纪录片类 最佳创意奖 ，香港中文大学、 第二届中国民族博物馆 永久收藏奖 。有意想观看的，可联系版权方微信：1714371600《加一》颠覆大众对留守儿童的固定思维，以独特的视角呈现最真实的留守儿童生活。加一是一名留守儿童，父母常年在外打工，每次短暂的相聚都会牵动加一幼小 的心灵：长途 跋涉和爷爷去看望在外打工的父母，离别时躺在爸爸腿上静静落泪；春节过后妈妈提前出去打工，没有说再见是因为偷偷躲在被 窝里泣不成声。然而父母离开后生活依然要继续，忍受过难尝的别离滋味后，依然要忘掉烦恼，快乐地和同学玩耍，淘气地逗哭弟弟后又像大人一样哄着他。每天和弟弟徘徊在哭与笑之间，就这样在痛与乐中成长着。留守儿童并不是“苦逼”的代名词，他们有他们的快乐，有他们的纯真，他们也确实要忍受不一样的孤独和无奈。大时代下的小人物，他们的生存状态是这个时代的特殊印迹。The documentary, “JIAYI”, adopts a particular position from where it objectively and non-discriminatingly uncovers a real world of these left-behind kids in rural area in China, which overthrows the social stereotyping towards this special group existing in the remote and underdeveloped regions.JiaYi, one of these unattended children, cherished every single reunion with her parents who work as migrant labors: she would travel thousands of miles with her grandfather to visit them; lying on her father’s leg and crying silently is her way of resisting saying goodbye; Tears flooded her eyes so violently that she didn't says any words when her mother had to leave earlier than planned to start working during the spring festival. However, life goes on no matter they are ready or not. She struggles to survive in the suffering of separation while at the mean time, she must learn to forget this painfulness and pretend to live like a normal kid who enjoys her time in school with peers. She, like a mature adult, can make her younger brother cry and then burst into laughs. Their life is filled with tears and laughter as they grow up happily and toughly.“Sadness” is not supposed to be the first image of these unattended children. Even though they have to withstand the loneliness and desperation that are not normally experienced by their peers, they still have their share of happiness and innocence. They contribute to maybe a minor section of this era but their very existence still leaves marks on this thriving generation filled with variations.",
    "chinese_title": "加一",
    "douban_rating": "7.5/10 from 1025 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": "7.5",
    "update_at": "2025-09-02T14:28:14"
}