{
    "aka": [
        "The Phantom of the Operator"
    ],
    "sid": "26678796",
    "cast": [
        {
            "url": "/celebrity/1132917/",
            "name": "Pascale Montpetit Pascale Montpetit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2291423905.jpg",
    "region": [
        "加拿大 Canada"
    ],
    "writer": [],
    "imdb_id": "tt0428523",
    "director": [],
    "duration": "66分钟",
    "episodes": "",
    "language": [
        "法语",
        "英语"
    ],
    "playdate": [
        "2006-03-13(法国)",
        "2006-03-31(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0428523/",
    "imdb_votes": 33,
    "this_title": [
        "Le fantôme de l'opératrice"
    ],
    "douban_link": "https://movie.douban.com/subject/26678796/",
    "imdb_rating": "7.6/10 from 33 users",
    "trans_title": [
        "接线员魅影",
        "The Phantom of the Operator"
    ],
    "douban_votes": "0",
    "introduction": "This wry and delightful found-footage film reveals a little-known chapter in labor history: the story of female telephone operators central place in the development of global communications. With an eye for the quirky and humorous, Caroline Martel assembles a dazzling array of clips more than one hundred remarkable, rarely seen industrial, advertising and scientific management films produced in North America between 1903 and 1989 by Bell and Western Electric and transforms them into a dreamlike montage documentary.As the first agents of globalization, this invisible army of women offered a way for companies to feminize and glamorize what was a highly stressful, underpaid and difficult job. Not merely \"Voices with a Smile,\" telephone operators were shooting stars in a universe of infinite progress, test pilots for new management systems, and the face of shrewd public relations campaigns. As the work of operators has been eclipsed by the advent of automated systems, this artful piece of labor history also offers an insightful comment on women抯 work, industrialization and communications technology. Refreshing and hilarious, THE PHANTOM OF THE OPERATOR provides a wry yet ethereal portrait of human society in the technocratic age.",
    "chinese_title": "接线员魅影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le fantôme de l'opératrice",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T16:00:10"
}