{
    "aka": [],
    "sid": "26678831",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882208161.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        }
    ],
    "duration": "50",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "this_title": [
        "Journeys to the Ends of the Earth Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/26678831/",
    "trans_title": [
        "地球边缘之旅 第三季"
    ],
    "douban_votes": "0",
    "introduction": "Journeys to the Ends of the Earth is a 1999 television series produced by the Discovery Channel. Its two year production made it the most expensive adventure travel series ever commissioned in Australia. The series was co-produced by David Adams. It was nominated for Best Documentary Series by the Australian Logie Awards.Niger - The Land of FearAdams travels across the simmering heat of the Sahara with a Tuareg caravan, haggles for a pillar of salt and skis down the biggest sand dune in the world. This is the Land of Fear.Libya - The Ancient Chariots of LibyaA vast desert country veiled from the East by fear, prejudice and misunderstanding. Adams follows in the wheel tracks of Ancient Rome's \"chariots of fire\" - the first wheeled vehicles to explore the Sahara and discover a little-known land of exotic brilliance, ancient cities and forbidding deserts.Ethiopia - Keepers of the Lost ArkAdams makes the pilgrimage from Lalibela to Gonder in the northern wilds of Ethiopia, and paddles by papyrus kayak across Lake Tana. His quest: to find the Ark of the Covenant.Kenya - Swahili SinbadsAdams sails by dhow from Lamu to Zanzibar, stopping off on the beaches of East Africa to haggle and barter for his sea passage. Sinbad lives again.Sudan - The Mystery of the African PharaohsAdams crosses the vast northern Sudanese desert and sails down the Nile all the way to Khartoum. Along the way he finds the pyramids of Meroe, silent sentinels to a long lost civilisation.",
    "chinese_title": "地球边缘之旅 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Journeys to the Ends of the Earth Season 3",
    "douban_rating_average": 0,
    "update_at": "2025-10-13T22:42:30"
}