{
    "aka": [],
    "sid": "26678829",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882208090.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1053292/",
            "name": "大卫·亚当斯 David Adams",
            "@type": "Person"
        }
    ],
    "duration": "50",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "this_title": [
        "Journeys to the Ends of the Earth Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/26678829/",
    "trans_title": [
        "地球边缘之旅 第二季"
    ],
    "douban_votes": "0",
    "introduction": "Journeys to the Ends of the Earth is a 1999 television series produced by the Discovery Channel. Its two year production made it the mo st expensive adventure travel series ever commissioned in Australia. The series was co-produced by David Adams. It was nominated for Best Documentary Series by the Australian Logie Awards.Peru - The Lost City of GoldAdams climbs the lonely Peruvian highlands to seek an Inca artefact that has never been found: The Golden Disk of the Sun. He finds the uncharted remains of an Incan ruin.Bolivia - The Last Trail of Butch and SundanceAdams follows the long lost trail of two of the most wanted men in history: Butch Cassidy and the Sundance Kid. His path leads him through the Bolivian Andes.Cambodia - The Lost World of the Khmer RougeYear Zero. The Killing Fields. Preserved by war in the isolated and forbidding final refuge of the Khmer Rouge are tantalising hints of the \"Asian Unicorn\", the khting vor. David Adams journeys through the dark side of Cambodia in search of this semi mythical beast.Georgia - In Search of Jason and the ArgonautsFrom the Black Sea to the Caspian, from former-soviet Georgia to Azerbajan, a quest for the Golden Fleece through the powder keg of modern day Caucasia.",
    "chinese_title": "地球边缘之旅 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Journeys to the Ends of the Earth Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T20:21:15"
}