{
    "aka": [],
    "sid": "26675098",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574122734.jpg",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt1828127",
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1828127/",
    "imdb_votes": 81,
    "this_title": [
        "Africa's Super Seven"
    ],
    "douban_link": "https://movie.douban.com/subject/26675098/",
    "imdb_rating": "7.3/10 from 81 users",
    "trans_title": [
        "非洲七猛兽"
    ],
    "douban_votes": "0",
    "introduction": "On the northern bank of the Sand River in the Mala-Mala Game Reserve in South Africa, seven magnificent creatures reside in an area the   size of Manhattan Island. Tracking them for 24 hours we reveal the invisible threads that bind them together in a never-ending daily drama. This action-packed film will show how seven individual stories become one, how the animals move in and out of one another's lives in the course of a single day. Sometimes their encounters happen just by chance, at other times they are intent on stalking each other down. In all cases whenever they meet the encounter is always riveting. Each animal has different strengths, even some weaknesses, but seeing them in action is always impressive. Tracking them through one day and one night we witness their dealings with the neighbours from hell, staking their territory, stalking the same prey, risking their lives and cautiously interacting with or avoiding each other. This is a privileged and rare glimpse into the ... Written by Joe Kennedy南非马拉马拉野生动物保护区，沙河北岸，栖息狮子、大象、水牛、犀牛、花豹、鬣狗和猎豹。它们被称为“非洲七猛兽”。通过24小时追踪，非洲草原上美丽的自然景观展现在我们面前。",
    "chinese_title": "非洲七猛兽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Africa's Super Seven",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-20T19:07:09"
}