{
    "aka": [
        "今日中国8612号"
    ],
    "sid": "26677195",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第7届中国电影金鸡奖(1987)\n　　最佳纪录片\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2594671346.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1435578/",
            "name": "潘星 Xing Pan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1435578/",
            "name": "潘星 Xing Pan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "一瞬与十年"
    ],
    "douban_link": "https://movie.douban.com/subject/26677195/",
    "trans_title": [
        "今日中国8612号"
    ],
    "douban_votes": "0",
    "introduction": "第7届中国电影金鸡奖最佳纪录片在唐山大地震十周年之际，以纪录电影的形式，表现唐山的变化，似乎是一件比较简单的事。也有人说，这是一个很适合纪录电影的题材。影片立意于新的建设成就，采用对比过去灾难的手法，歌颂社会主义制度的优越，好像是很自然的。但是，这方面的宣传过去已经做的很多、很全面了。我觉得它已经有点公式化，缺乏应有的深度。一部新的纪录片，应该有新的立意，新的角度。我记不清我们是第八十五、还是第八十六家到唐山采访的新闻单位了。据说除了各家报纸、电台、杂志要各显神通以外，中央电视台要拍一个小时的专题新闻片，河北电视台要拍两小时的片子，而唐山电视台要拍四小时的片子。他们比我们更熟悉情况，掌握更多的第一手素材。作为一部长度只有二十分钟、比他们要晚半年上映的纪录片、用什么跟他们竞争呢？我觉得纪录片和电视专题片相比已经没有什么得天独厚的条件，除了屏幕大一些以外，凡是纪录片能拍的，电视都能拍，而且在许多方面还更方便。纪录电影工作者肩上的胆子是沉重的，他必须从质量上争取观众。除此之外，无第二条路可走。纪录片能不能着重表现思想和观念？能不能着重表现情感和矛盾？能否表现一种活生生的生活？能不能表现人的心理活动？带着这些想法，我在唐山采访了一个星期。我采访了唐山市经委、城建、民政、地震、档案等部门。参观了一些工厂、住宅区、孤儿院、截瘫病院等单位，走访了一些典型人物并收集了一些继续采访的线索，算是对唐山有了一点初步的了解。但是更多的收获，却是在唐山街边啃玉米、在傍晚宽阔宁静的马路上散步时获得的。这时我的思绪开始从一大堆建设成就的数字上移到了眼前的唐山人身上。我开始理解唐山人的苦与乐，理解了他们的思想感情。影片的主题渐渐在我头脑中确定下来。影片不把着眼点放在建设成就上，也不从政府的角度去介绍孤儿、残疾人都得到了妥善的安置、人民安居乐业等等。尽管也会拍一些这方面的内容、但完全是另派用场。这部影片的着眼点，就是要表现在大地震来临的一瞬间以及后来漫长的十年当中，唐山人所表现出来的思想、意志和感情，要表现出他们丰富的、特殊的心理活动。而这也许就是能和电视片有所区别的地方。有了这种想法，影片的提纲很快就写出来了。影片的名字也就定为《一瞬与十年》。影片的结构不但完全不按事件发展的顺序，而且还有意识地打破这种顺序，完全按照一种思维逻辑来联接。黑白与彩色的交替穿插不再是一种对比，而是一种心理因素的组合。这样，一些原先没有的素材现在都成了不可缺的了，并且拍摄中有意识地去抓取另一些必要的材料。唐山的业余画家们举办了一个小小的画展。几幅堆在墙角的落选的油画引起了我的注意。其中有一幅是画解放军抢救伤员之后在休息。画面中的解放军个个都很瘦，一副疲倦不堪的样子，整个画的色调是洗白的绿军装那种苍白无力的绿色。可是画的题目却叫做《生命的绿色》。这不就是十年前十几万赶来救援的解放军在唐山人心中留下的深刻印象吗？于是，影片把解放军救人和画展的场面接在了一起。这样，我们在采访中感受到的唐山人对解放军的特殊感情就有了一个适当的表达方式。在唐山地震十周年前夕，已有二十万户居民搬进了新居，这是一项相当大的工程，新居的一套套单元房也修得不错。但是也还有两万户，约七、八万人住在十分简陋的地震棚中。地震已经十年了，这些群众是很不满意的。中央领导层一再催促关心，但唐山市仍然很难在十周年纪念日前全部解决。那么，拍不拍这些在唐山人生活中占过举足轻重地位的地震棚？我们在采访中注意到，在许多地震棚的前面，主人们栽种了不少花草。我们进入一间地震棚，只见陋室虽小，却被主人收拾得整整齐齐，墙上贴了壁纸，地上铺了地毯，低矮的屋顶上还装上了一盏大吊灯，个子高的人免不了要碰头。我们选择了这个情景，使唐山人对生活的热爱和信心很形象地表现了出来。唐山人的忍耐和韧性，是中华民族特有性格的完美体现。唐山的建设之所以取得了一些可喜的成就，应该说是跟唐山人的这种意志分不开的。到过唐山的人，没有不知道“小山”的。当年，它是类似于北京大栅栏的繁华商业区。无情的一瞬，使那里全被破坏了，市政府的意见是另辟商业区。因此，那里现在还是破破烂烂的，废墟至今没有清理完毕。但是，楼“去”人依在，今天的“小山”仍旧热闹非凡，大概唐山人都不愿离弃这块土地，这里又成了一个很大的农贸市场。我们拍下了这个场面。影片中这组素材与唐山市富丽堂皇的新建筑群接在了一起，表达了这样一个意思：“唐山市的建设方针几经改变。另辟新地自然可以减少清理废墟的麻烦、可谁又能说清唐山人对故土的依恋会产生什么效果？今天的唐山市区，依然是建立在过去的废墟之上这也许不是一种唯一的选择，然而这却是无数唐山人的心愿。”这样，尽管画面的内容是具体的，是“农贸市场”和新建筑群，但含义却是有点抽象的，它表达的是唐山人的“心愿”。唐山大地震使三千多名中枢神经受伤的人瘫痪了。唐山开设了全国最大的瘫痪病院。这座病院的条件相当不错，宽阔洁净的走廊，花园式的庭院。尽管如此，我们却不想把镜头对准这些外部的条件，我们还是要把镜头对准人，对准这些受了伤的唐山人的心灵。负责心理治疗的医生的语气是沉重的。他向我们介绍了一些情况。截瘫病人往往要经历三四年的痛苦时间才能恢复平静。一开始的表现是四处求医问药，不惜跑遍全国的大医院。最后知道实在治不好了，就又去乱寻偏方，连毒药都敢吃，这是一个很危险的时期，病人的情绪低到顶点，一些人对生活失去了信心。再往后在亲朋和社会的鼓励下，截瘫病人开始建立起新的目标，他们拼命地学习和工作，想当音乐家、作家和画家，这种拼搏精神可以保持相当长一个时期。最后，稿件退回来了，参赛作品也从画展中落选了，这就又是一个低潮，甚至有人会想到自杀。了解了这些情况，我们在拍摄一群截瘫病人兴高采烈地打篮球的时候，很自然地联想到，这表明他们已能“正视那一瞬间造成的严酷的既成事实，重新获得生活的信心，建立起新的切合实际的人生理想”。影片着重描写了一位没住截瘫病院的农民董事长。这位男青年在地震中受了极其严重的伤。在医院里他认识了一位截瘫的姑娘，市政府破例同意他们结了婚，这实在可以说是人向命运进行的挑战。他们想了许多简陋的土办法，来完成开门、打水、做饭等家务。此后，他们做起了童装，从一个小小的个体户发展到拥有三个工厂的公司，帮助了许多其他的残疾人。这位三十七岁的董事长现在每天只能睡三四个小时，过度的劳累使他的头发都脱落了。影片在表现这段故事时，就是想把它的内含传达给观众：“大地震给唐山留下了灾难的废墟，然而废墟上同样也留下了人类精神战用死神的珍贵纪录。”唐山大地震还留下四千多失去父母的孤儿，他们中的绝大部分住进了条件优越的唐山育红院。我们没有去表现孤儿们在育红院中的“幸福生活”。而是把采访的视野扩大到了整个社会。事实上，有许多孤儿是在亲朋、单位和社会的帮助下长大的。我们选拍了曹爽、曹媛这样一对小姐妹。他们父母亲的原单位分给他们一套三间一厅的房子。但是，失去父母的悲痛和缺陷哪里是一些其它东西所能弥补的呢？正因为如此，这些孩子比其他的孩子更早地就懂事了，她们顽强地长大了，十四岁的小姐姐充分认识到自己肩上的责任。影片抓拍了小姐妹“买裙子”和“过马路”两个细节，细心的观众也许能从小姐姐曹爽所表露出来的那种“小大人”的神情里感到：“大地震在一瞬间就可以破坏人们已经建设了一个世纪的唐山，但它没有能征服这里的人，无论是大人还是孩子。”在我们的影片中，唐山的重新屹立，全都是从唐山人的思想、感情、意志方面来表现的，连一个工农业发展情况的数字都没有用。虽然我们也拍了十几个有代表性的工厂，但剪辑高抒诗把它剪成了一个“情绪段”。前后八十多个镜头，每个只有十二格，节奏相当快。在这个地方，我曾经感到很犹豫，要不要给影片加上一点寓意呢？这十年对整个中国来说都是不平常的，从一个烂摊子到走上正道，唐山可以说是一个缩影。但是，这样一来，影片这部分就有点脱离唐山人的感情和心理这条主线了。剪辑高抒诗力主加上这个含意，于是在这个情绪段才有了：“这是难忘的十年。中国从混乱走向了繁荣，中国的社会生活发生了前所未有的深刻变化。而从废墟上重新站立起来的唐山，则是这一切的最好的象征。”从完成片的效果看，加上这一个意思是正确的。它也使我感到，要想拍好一部影片，离不开摄制组各部门的密切配合，离不开集体的智慧。任何一部影片，都是摄制组全体共同发挥创造性劳动的结果。《一瞬与十年》的结尾拍了十多个各种角度的地震纪念碑，可是解说词却三易其稿。最初是：“今日唐山，大地震的遗迹已经越来越少了，但是在那一瞬与十年之中，唐山人向大自然进行的挑战，全国人民的热心帮助，党和国家的无比关怀，却将在这块土地上永世长存！”写完后，我总觉得太一般化了。于是改为：“历史长河，十年也是一瞬间。在我们这个伟大的星球上，毕竟是人的天下。”这样，意思虽然好了一点，但“调子”还嫌高了点，终于又改成：“大自然的伟大，在于它有那么多永远也解不完的谜；而人的伟大，则在于他永远都在解着这些谜，世世代代，生生不息！”相比之下，第三次最好。真是文不厌改，一点懒都偷不得。通过这部短纪录片的摄制，我觉得纪录片是能够表现思想、感情和心理等深层次的内容的。纪录片的素材虽然都非常具体，但选择和各种组接方法却能在相当大程度上克服这一缺陷。它完全能表现比较抽象的东西。在表现个人感情和心理活动方面也许比不上故事片，但是在表现一群人、一个地区的人以及一代人的群体感情和心理活动时，纪录片往往有更大的能力。我觉得这就是纪录片的一个很独特的优点。《一瞬与十年》还有许多不足。最主要的，就是它影响观众情绪的能力还不够强大。我有一个心愿：我希望我和我的同行们能在今后的创作中，发挥出纪录片更丰富、更强大、更能感染人的表现力，使纪录片艺术质量达到一种新的境界，同时也更为广大观众所喜闻乐见。写于一九八六年",
    "chinese_title": "一瞬与十年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T15:50:22"
}