{
    "aka": [],
    "sid": "26689579",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2304511782.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-01-02"
    ],
    "this_title": [
        "Leningrad And The Orchestra That Defied Hitler"
    ],
    "douban_link": "https://movie.douban.com/subject/26689579/",
    "trans_title": [
        "蔑视希特勒的列宁格勒和交响乐团"
    ],
    "douban_votes": "0",
    "introduction": "On Sunday 9 August 1942 in Leningrad, a concert took place that defies belief. A year earlier, the Germans had begun the deadliest siege in history, which would kill 750,000 civilians. Now, in the midst of terror, a group of starving musicians assembled to perform Shostakovich’s 7th Symphony.It would become a defiant moment in the city’s ultimate survival. Through music, archive and first-hand testimony, this film tells the extraordinary story of triumph of the human spirit over unspeakable terror.Shostakovich’s 7th Symphony had begun life in the city before the siege but was completed elsewhere after the composer was evacuated. Only after circumnavigating the globe courtesy of international orchestras across three continents was it smuggled back into the besieged city to which it truly belonged.Its performance in Leningrad at the height of the siege, by an orchestra of starving musicians scrounged from frontline units and military bands, was one of the most miraculous moments in the history of music. As the Philharmonic Hall’s chandeliers shook from Russian gunfire, the skeletal audience – all dressed in their finery – listened, captivated. In these darkest days of the Second World War, this concert and the defiance it inspired provided a beacon of light to the watching world.Historian Amanda Vickery and music writer and broadcaster Tom Service once again come together to present this epic film. Their journeys exploring the history and music respectively are underpinned by extracts from Shostakovich’s 7th Symphony, specially filmed in the same location as that historic concert – the Shostakovich Philharmonic Hall in St Petersburg – and by the same orchestra, now known as the St Petersburg Symphony Orchestra.",
    "chinese_title": "蔑视希特勒的列宁格勒和交响乐团",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Leningrad And The Orchestra That Defied Hitler",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T13:22:00"
}