{
    "aka": [],
    "sid": "26680743",
    "cast": [
        {
            "url": "/celebrity/1059020/",
            "name": "Tariq Aziz Tariq Aziz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1271647/",
            "name": "Brandon Bryant Brandon Bryant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067946/",
            "name": "David Cole David Cole",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381974/",
            "name": "格兰·格林沃德 Glenn Greenwald",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3327442",
    "director": [
        {
            "url": "/celebrity/1050509/",
            "name": "罗伯特·格林沃德 Robert Greenwald",
            "@type": "Person"
        }
    ],
    "duration": "63分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2013-10-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3327442/",
    "imdb_votes": 106,
    "this_title": [
        "Unmanned: America's Drone Wars"
    ],
    "douban_link": "https://movie.douban.com/subject/26680743/",
    "imdb_rating": "7.5/10 from 106 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Unmanned: America's Drone War, the eighth full-length feature documentary from director Robert Greenwald and his Brave New Foundation organization, investigates the impact that U.S. drone strikes have across the globe. The film reveals the realities of drone warfare-the violation of international law, the loss of life, the far-reaching implications for the communities that live under drones, and blowback the United States faces. Unmanned details the death of Tariq Aziz, a 16 year-old Pakistani boy, who like most teenagers, loved soccer and his computer. He was killed in a drone strike three days after attending a public meeting in Islamabad calling for the end of drone strikes in Pakistan. Unmanned also investigates the Obama administration's use of signature strikes that targets people based on 'pattern of life' characteristics. One such example took place in 2011 in Datta Khel, a tribal region in northern Pakistan, killing approximately 41 people and injuring scores more. In another original segment the documentary includes a never-before-seen interview with a school teacher named Rafiq ur Rehman. Rafiq shares his personal experience. His son and two daughters were injured in the same drone strike that killed his mother. Director Robert Greenwald traveled to Pakistan in the fall of 2012 and interviewed more than 35 victims, witnesses, psychiatrists, and Pakistani leaders. With exclusive footage of burial sites, the Federally Administered Tribal Areas (FATA) of Pakistan, Jirgas, and never-before-seen compelling interviews with experts the investigative documentary Unmanned - America's Drone War makes an urgent case that drone strikes create more instability than peace.—Anonymous",
    "chinese_title": "Unmanned: America's Drone Wars",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T09:20:32"
}