{
    "aka": [
        "大河颂"
    ],
    "sid": "26680561",
    "cast": [
        {
            "url": "/celebrity/1016663/",
            "name": "杜淳 Chun Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313546/",
            "name": "徐敏 Min Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006938/",
            "name": "杜志国 Zhiguo Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314221/",
            "name": "孙大川 Dachuan Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325503/",
            "name": "张蓓蓓 Beibei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047358/",
            "name": "丛珊 Shan Cong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274709/",
            "name": "周舟 Zhou Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198300/",
            "name": "张楠 Nan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316453/",
            "name": "郑玉 Yu Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318368/",
            "name": "徐敏 Sonia Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464262/",
            "name": "赵祺 Qi Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450737/",
            "name": "张楠 Nan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324158/",
            "name": "马岩 Yan Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292407918.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1274704/",
            "name": "俞智先 Zhixian Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274701/",
            "name": "廉越 Yue Lian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318207/",
            "name": "龚若飞 Ruofei Gong",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2023-07-07(中国大陆)"
    ],
    "this_title": [
        "大河英雄传"
    ],
    "douban_link": "https://movie.douban.com/subject/26680561/",
    "trans_title": [
        "大河颂"
    ],
    "douban_votes": "0",
    "introduction": "康熙12年11月，吴三桂联合耿精忠、尚之信发动了三藩之乱。占领了江南大部，20岁的康熙皇帝，派兵三路应敌，局势相当紧张，而此刻，黄河大水泛滥。安徽巡抚靳辅受命加收救灾捐税，在筹款过程中，歙县知县唐敏，为了讨好上司，不顾百姓死活，催逼勒索，交的节流最多，靳辅对此并不知情，当众表扬了他。唐敏得到巡抚赏识更有恃无恐。而上交款子最少的知县于成龙却不买账，不仅顶撞了靳辅，还挪喻靳辅是个昏官。靳辅知道于成龙是个清官，不与他计较，也不因人废言。他派徽州徐知府下歙县调查。不料唐敏心狠手辣将徐知府毒杀，靳辅又派于成龙前往调查，哪知于成龙正要查案，被淹没的安徽灾区发生了饥荒，明朝余党所谓的朱三太子又派杨氏父女等人到灾区策反，煽动饥民暴动以策应吴三桂的叛乱。饥民冲进县城，要抢动粮仓。唐敏派兵镇压，祸乱一触即发。于成龙赶到了，发现其中有阴谋，他一面开仓放粮，一面抓捕了两个朱三太子的爪牙。来调粮的索额图亲信当即扣押了于成龙，并马上驰报索额图，私动军粮是死罪，索额图回奏康熙，正为战事焦急的康熙十分震怒。派人押解于成龙进京，要杀一儆百。康熙念于成龙为民作想，最终赦免了于成龙，此时，黄河决堤，原河道总督畏罪自杀，康熙任命靳辅为河道总督，专职治理黄河。唐敏巴结上索额图升任京官。靳辅想先从河南入手考查灾情。途中，在邯郸吕祖祠遇见了布衣陈潢。两人交谈中，靳辅见陈潢对黄河水患的历史了如指掌，对治理黄淮也有许多高见。便把陈潢收为幕僚。一路上靳辅看到了受灾百姓苦不堪言，急切地想根治黄河，连向康熙上了八道本章。靳辅开始了治河工程。唐敏遇有机会便给靳辅出难题。朱三太子也亲自到清河。从中作乱，给靳辅添了许多麻烦。好在有陈潢的帮助，有曾经受过他恩泽的饥民的支持，靳辅终于堵住了决口，使何水复归河道。康熙勘察黄河，在清江河道召见了靳辅。康熙说明平三藩战争局势好转，要加快黄河的治理。康熙的急切心情感动了靳辅，他保证三年为期让黄河清。索额图当即抓住这句承诺，大做文章，向各省发了明谕。事后，陈潢对靳辅说，三年的时间太短，根本无法使黄河清。靳辅只得硬着头皮领着大家治河，累得晕倒在大堤上。第二年黄河又遇大水，黄河又有几处决口。索额图发动自己的亲信，纷纷写折子弹劾靳辅。明珠则力保靳辅。幸而康熙皇帝认为，不能以一次的决堤论成败。派曹寅从江南织造调款支持河工和赈灾。靳辅十分感动。随后，于成龙出任安徽按察使，主张按大禹的办法疏濬黄淮入海口。指责靳辅的治河办法——诸如束水冲沙、修减水坝等，都有孛古训。康熙让靳辅回答，靳辅和陈潢上书说明，现在的黄河已经不是古时的黄河，不能拘泥于大禹成法。束水冲沙是解决悬河的最佳办法。入海处，地湿平，挖沟不如筑堤。康熙委决不下，派人前去调查，第一次去的人是明珠的党羽，回来支持靳辅；第二次派的人是索额图的党羽，回来支持于成龙。康熙无法表态。正遇秋汛，靳辅为了保住新修的大堤，要利用减水坝降低洪水压力。于成龙为了保自己一方百姓的利益，亲自冒冒着生命危险带领民工加高减水坝。结果保住了安徽境内没被水害，却冲决了下游的大坝。黄水灌入运河，阻断了漕运，妨碍了康熙对解放台湾的备战。康熙震怒了。索额图乘机攻击靳辅，把靳辅拘捕起来。后，靳辅面陈隐情，康熙才免了靳辅的总督职务，准许他戴罪立功。唐敏在拨给河道经费的时候贪污了巨额拨款，靳辅发觉了，但他是戴罪之身，被索额图的亲信压制。靳辅告知了明珠。明珠派人调查唐敏，唐敏故伎重演，将来人拉下了水。这时，于成龙插手此案，并察出了唐敏杀人害命的旧案，唐敏被刮了，吐出了他贪污河道的赃款。靳辅非常高兴，他感谢于成龙，于成龙却认为靳辅整天接触流水般的银子，三年工程还没有让黄河清，一定也是个贪官。仍采取不合作态度。靳辅在陈潢等人的帮助下，终于在黄河两岸修整了长堤、建了缕堤、减水坝。沙子被冲走了，河也清了，漕运也通畅了。康熙微服出行，勘察河道，心中非常高兴。他在堤上看见了瘦骨嶙峋的靳辅，夸奖了他。靳辅向康熙推荐了陈潢。并且说以前没有推荐他是因为治河风险太大，官场也险恶，怕出了事连累了陈潢。康熙在慨叹之余，授陈潢三品佥事道衔。陈潢又向康熙建议开中河。因为漕运中有一段在黄河主流中行驶，遇风浪或汛期漕船就只能泊在码头上等待。于成龙当即反对，说这样太耗费国力，会增加百姓负担。靳辅和陈潢说在治河过程中涸出许多土地，可以卖给农民，所得的银两可以用来开中河。于成龙又反对，说涸出的土地应归原主。双方各执一词。康熙为了南北大动脉的畅通，还是赞成了靳辅、陈潢开中河的主张。明珠的劣行越来越显露，于成龙连同朝中京官，上本揭发，明珠倒了，靳辅和陈潢都被视为明珠一党，被罢了官。陈潢还被投进天牢，他无钱无势，在狱中受尽折磨，而靳辅也心力交瘁病倒了。于成龙代替了靳辅，按自己的一套古理治河。结果一场大水下来，黄河决口二十几处。于成龙自己锁着自己进京请罪，并且承认黄河要清，只有启用靳辅、陈潢。康熙明白过来的时候，陈潢已经死在狱中。旨意下到靳辅家，靳辅领着儿子带病上路，却死在赴任途中。康熙得知，无限遗憾。于成龙到了京师，跪在养心殿外请死。康熙没有杀他，将陈潢的遗作交给了他，让他留任河道总督，把治河的大任交给了他。于成龙大刀阔斧地按陈潢的办法治理黄河，殚精竭力、夙兴夜寐。经过几任河督、几代河兵、数百万河工艰苦卓绝的奋斗，到康熙五十岁生日的那一年，康熙终于欣慰地宣告天下：海内称平，民生富庶，民心皆一，河工告成！黄河的大治，为康熙盛世的开创立下了不世之功。而靳辅、陈潢等人的治河措施和理论，是中华民族治河史上的一笔宝贵财富，有些至今仍有实用价值，一直被借鉴和沿用。",
    "chinese_title": "大河英雄传",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-06T03:01:21"
}