{
    "aka": [
        "The Southland General's Dreams"
    ],
    "sid": "26680466",
    "cast": [
        {
            "url": "/celebrity/1420047/",
            "name": "朱玮菱 Weiling Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362610/",
            "name": "尹伊伊 Yin Yiyi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361352/",
            "name": "李想 Xiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339718/",
            "name": "李想 Xiang Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "爱情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292402616.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1353426/",
            "name": "沈朝方 Chaofang Shen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1353426/",
            "name": "沈朝方 Chaofang Shen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "南国少将的早餐"
    ],
    "douban_link": "https://movie.douban.com/subject/26680466/",
    "trans_title": [
        "The Southland General's Dreams"
    ],
    "douban_votes": "0",
    "introduction": "南国少将的早餐故事梗概：南国是关于戏中戏,一个导演在创作期间的困顿的故事，导演在拍摄他的影片的同时，似乎是在讲故事中人物的情感，又从中反映出导演本身的困境。故事关于都市青年情感疏离,欲求不得的相互交集的三对男男女女。故事发生在当代,第一大主线是讲述一位从小家庭破碎的女性成长过程中的种种歇斯底里、忧郁乏力的情状,以及她与爱人、朋友间的情感纠葛。第二大主线是导演自身在创作过程中的,面对当今的语境,以海纳百川式的视线,创造出这个时代的审美的电影,一种模糊了西方歌剧传统、南洋华侨文化、民粹文化的创作观念。第一章故事开启，描述的是女演员伊伊是受到离异家庭负面影响的女孩，她与导演暧昧不明的关系以及怀孕的事实让她崩溃，她不愿做像她父母那般的家长，她根本不愿拥有一个小孩。她不知道孩子的父亲是谁，而导演在这段婚外情中的态度也让她无比的失望，她和导演在太湖上划船对话聊天，因为孩子以及复杂的感情纠葛，两人决定就此结束这段关系。她读小说，读诗，但这些又一次次的显示到她现实中面对的问题上。她被这些情感所困住，用流浪和远行来逃避现实，她有自杀的念头，远行让她一步步去回忆往事，她用对自己的虐待来面对生活。第二章是回忆中的戏中戏。起初，伊伊戏里戏外都和另外一位女演员李想似乎是完美的一对，她们了解彼此，无话不谈，这让另一位男演员超凡十分生气。超凡是喜欢伊伊的，他试图介入她们俩之中，获得伊伊的关注，可每次都受到排挤和无视。他们三人一起饮酒聊天，这勾起了李想的伤心往事，李想陷入在她自己生活中一个又一个陷阱中，不可自拔。对话中也激发了超凡的愤怒，超凡无奈的想要抓住伊伊的心，可最后都无果。在一次伊伊的生日宴会上，超凡、李想都来参加，每一个动作和语句间都透露着敌意，相互比较谁送的礼物更得体。宴会上有很多人，可越多人的欢乐就越显得这屋子里的寂寞。超凡介绍伊伊和他的姐姐——左刊认识，左刊非常喜欢伊伊，极力的希望伊伊能与她一起去往香港一段时间。左刊的提议并没有打动伊伊，即使她召集一群人一起出去游山玩水，再美好的景色，伊伊也总是不说话待着，孤独冷漠的。但两人单独在游船上时，左刊渐渐走入伊伊的内心。伊伊的父母离异让她患上了抑郁症，她与一个不存在的孩子一直相处着，这似乎是她仅有的陪伴。她奋力的想要剥离这样的痛苦，用喧闹的人群和尼古丁来麻醉自己，可她割舍不断的这个孩子，才是她的症结所在。谈话中她慢慢恢复情绪，也慢慢道出这个城市给她带来的治愈。她相信自己是在一天天变好的，因为即使生命短暂痛苦，也有它的韵味之处。第三章在桃花岛发生，伊伊和左刊在桃花岛上小住，左刊在与伊伊的相处中越是彼此了解和信任，左刊内心中的黑暗就愈发深刻。左刊的回忆中挥之不去的性爱体验激发着她对于爱和被爱的渴望，以及人性中最本真的需求。她将害怕触碰到回忆都倾倒给了伊伊，于是变得依赖伊伊，似乎伊伊就是她唯一能抒发这些情感的对象。这也让她更痛恨伊伊，在她展现真我后，伊伊表现出来的只是冷漠，她感到被欺骗，她的情绪不可控制，左刊要伊伊回应她 ，可伊伊却只是沉默。左刊深陷其中无可自拔，她似乎就和以前的伊伊一样......李想离开了她们俩和导演去了黄山，在最优美的景色里，他们分道扬镳，就此话别。李想结束了这段感情，在黄山顶峰留下了泪，悲伤的末端似乎也是全新的开始。伊伊、左刊、李想三人都发生了彻底的改变，得不到的爱情、亲情、友情是她们共同的生活困境，然而留在内心里深沉的寂寞和伤感是永远也抹不去的。",
    "chinese_title": "南国少将的早餐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-28T07:49:21"
}