{
    "aka": [
        "Hear Me.."
    ],
    "sid": "26680611",
    "cast": [
        {
            "url": "/celebrity/1363450/",
            "name": "申友珠 Yoo-joo Sin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350785/",
            "name": "郑煐禥 Young-ki Jung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292417987.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2018-04-26(韩国)"
    ],
    "this_title": [
        "다시..올래"
    ],
    "douban_link": "https://movie.douban.com/subject/26680611/",
    "trans_title": [
        "Hear Me.."
    ],
    "douban_votes": "0",
    "introduction": "Yoo-jeong is a golf driving range manager in her twenties. One day she hears that her only family and sibling Sang-ho has deserted the army. She heads to Jejudo the next day and is relieved to hear Sang-ho has been captured but he could be sent to prison. Yoo-jeong wants to see him before he's gone so she finds the place where he first runs away from the military.At the Olle Route in Jejudo Yoo-jeong runs into many obstacles but she tries to complete the route anyway depite it being her first adventure. She starts on the wrong foot with Ji-ho, a high school student who happens to be on the same path as her. They rescue a girl named Erica who was being chased by someone and get involved in some unexpected happenings. However, they find out Erica has been fooling them and she's actually Korean. Yoo-jeong tries to turn back to meet Sang-ho but she can't leave behind Erica who is in trouble and decides to embark the journey with her.Meanwhile, Soon-seon who is after Erica, is close to finding her. On the verge of danger, Erica opens her mouth to reveal truths that shock everyone and once they make it out of danger Yoo-jeong, Ji-ho and Erica pour their hearts out to each other near the sea. Then they go different ways, cherishing the Olle Route in their hearts.Yoo-jeong finally meets her brother Sang-ho but learns that he's going through a hard time because of her.",
    "chinese_title": "다시..올래",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-04T12:37:29"
}