{
    "aka": [
        "Framed"
    ],
    "sid": "26680444",
    "cast": [
        {
            "url": "/celebrity/1313627/",
            "name": "乔乔 Qiao Qiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360080/",
            "name": "阎隽溪 Junxi Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339301/",
            "name": "刘玉婷 Yuting Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325676/",
            "name": "程安琪 Anqi Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373296/",
            "name": "张楷依 Kaiyi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315048/",
            "name": "张晓晨 Xiaochen Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "惊悚",
        "恐怖",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525019688.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1353426/",
            "name": "沈朝方 Chaofang Shen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1353426/",
            "name": "沈朝方 Chaofang Shen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "宫乐图"
    ],
    "douban_link": "https://movie.douban.com/subject/26680444/",
    "trans_title": [
        "Framed"
    ],
    "douban_votes": "0",
    "introduction": "一个衣不遮体的女人在生之前死之后的时间里。思考病态的辉煌、理想的无望、现实的辛酸与荒诞。北京世界风情园是亚洲最大的烂尾楼群占地680亩荒废13年。我把“风情园”“ 辉煌”的命运重新演绎。十二个年轻的演员是晚唐名画《宫乐图》构图，借鉴魏晋以来的东方美学从中找到文化的自信。这是一场末日的盛宴她们看不到明天，她们通过屠宰和纵欲来隐藏内心的恐惧。这里我的问题是“烂尾”未必坏过“辉煌”。在这场政治斗争后，对人的基本生存和法律的功能提出疑问。辉煌是想象中的辉煌，现实则是辛酸和充满挣扎。世界风情园和权利没有关系，他是我探讨命运，和中国这个时代的缩影。这和改革开放的产物世界风情园的关系是，华丽表面背后的异样风景。在一个逐渐失去经济实体、缺乏权力制衡、一切为即得利益者让步的国家、我们的明天会是 ……………A women wearing less is thinking about the real-life which full of bitterness and absurdity.  Beijing World Custom Park is the biggest junk building in Asia over 13 years, it takes up 680 acres. I redepicted the so-called brilliant fate of Custom Park. This work \"Framed\" used the construction of GongYueTu which is a Tang Dynasty painting. Twelve young actress can not see the future hope from it, they butchered and gave loose to themselves as hiding their fears deeply. In \"Framed\", the problem is corruption not resplendence. This work questioned to the function of law which was hidden behind the political struggle. Refulgent phenomena is not real, the true-life is full of bitterness and contradiction. World Custom Park has no relationship with power, it's a epitome of Contemporary China, also makes me to face to fate. It showed us a strange formation behind magnificent phenomena. This is a place which is getting to lose the real economy, rights, equity, so, from these, our future will be like ......",
    "chinese_title": "宫乐图",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T13:52:31"
}