{
    "aka": [
        "Blur im Zénith von Paris"
    ],
    "sid": "26691699",
    "cast": [
        {
            "url": "/celebrity/1000521/",
            "name": "达蒙·奥尔本 Damon Albarn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036240/",
            "name": "格拉翰姆·考可森 Graham Coxon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2298338472.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "director": [],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Blur au Zénith de Paris"
    ],
    "douban_link": "https://movie.douban.com/subject/26691699/",
    "trans_title": [
        "模糊乐队登陆巴黎天顶竞技场",
        "Blur im Zénith von Paris"
    ],
    "douban_votes": "0",
    "introduction": "Eine beeindruckende Reise haben die Briten seit der Bandgründung Ende der 80er Jahre zurückgelegt: Blur zählte in den 90ern zu den führenden Britpop-Formationen. Die Bandmitglieder Damon Albarn, Graham Coxon, Alex James und Dave Rowntree prägten den Alternative Rock mit legendären Titeln wie „Song 2“ oder „Girls and Boys“. Ihre Alben sind allesamt bemerkenswert, ab den euphorischen Anfängen mit „Leisure“ (1991) und dem coolen Single-Erfolg „There’s No Other Way“, gefolgt von dem frechen „Parklife“(1994) mit seinen gewagten Titeln zwischen Pop und Rock. 1997 zeigte sich die Band mit Erscheinen des Albums “Blur“ zunehmend experimentierfreudig. 1999 folgte das hypnotische Opus “13“ mit dem anmutigen Song „Tender“ und dem lässigen „Coffee & TV“.Sie begeisterten ihr Publikum nicht nur durch Damon Albarns schelmisches Grinsen, sondern auch durch dynamische Chöre und ein lässiges Bläserquartett, lyrische Höhenflüge, raue Gitarrenklänge und ausgeklügelte Melodien. Ein gelungener Sommerabend in Paris.Inzwischen stehen zwei weitere Projekte in den Startlöchern: Im Dezember kommt in Großbritannien „New World Towers“ in die Kinos, bereits der zweite Dokumentarfilm der Band. Wann der internationale Kinostart beginnt, wird noch bekanntgegeben. Ein neues Gorillaz-Album ist bereits ebenfalls „im frühen Stadium“.",
    "chinese_title": "模糊乐队登陆巴黎天顶竞技场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Blur au Zénith de Paris",
    "douban_rating_average": 0,
    "update_at": "2025-07-20T21:49:11"
}