{
    "aka": [
        "Mister Hu and the Temple"
    ],
    "sid": "26696685",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2301713813.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt5923384",
    "director": [
        {
            "url": "/celebrity/1038954/",
            "name": "袁欣婷 Yan Ting Yuen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2015-12-10(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5923384/",
    "this_title": [
        "Meneer Hu en de Tempel"
    ],
    "douban_link": "https://movie.douban.com/subject/26696685/",
    "trans_title": [
        "胡先生和寺院",
        "Mister Hu and the Temple"
    ],
    "douban_votes": "0",
    "introduction": "In het moderne China is het boeddhisme populairder dan ooit. Een van de redenen voor een groep Chinese Nederlanders om van zeer ambitieus plan op te zetten. Onder leiding van meneer Hu willen zij in Utrecht een zustertempel bouwen, gelieerd aan de prestigieuze boeddhistische kloosterorde Putuoshan, die in China miljoenen volgers heeft. Na het slagen van de eerste uitdagingen, zoals het vinden van een half miljoen euro en het overwinnen van lastige Nederlandse bestemmingsplannen, lijkt niets onmogelijk. Maar tussen droom en daad staat meer in de weg dan meneer Hu ooit had kunnen bedenken.Onder leiding van meneer Hu, een gerespecteerd zakenman binnen de Chinese Wenzhou-gemeenschap in Nederland, besluit een groep van ruim veertig wokrestauranthouders een Chinese tempel te bouwen in de Utrechtse buitenwijk Zuilen. Hiervoor wordt de hulp ingeschakeld van een veel bezochte boeddhistische tempelorde op een van de vier heilige bergen in China: Putuoshan. Zowel op spiritueel, als op zakelijk niveau lijkt er aanvankelijk een prachtige samenwerking te ontstaan.Maar wanneer de monniken een bezoek brengen aan Nederland ontstaan de eerste barsten  en beginnen de twee groepen aan elkaars motieven te twijfelen. Want kunnen de monniken aan de hoge zakelijke verwachtingen van de ondernemers voldoen? En hebben de initiatiefnemers van de tempel op hun beurt wel de juiste spirituele, boeddhistische motieven? Of is de tempel het zoveelste ‘Made in China’-exportproduct met een religieus sausje?Met Meneer Hu en de Tempel brengt regisseur Yan Ting Yuen twee voor Nederlanders veelal onbekende werelden in beeld: die van de wokrestauranthouders in Nederland, die op het eerste gezicht vooral gericht lijkt te zijn op het verdienen van zoveel mogelijk geld, en de spirituele wereld van de monniken in China, wier religie dagelijks behoorlijk op de proef wordt gesteld door de massa’s toeristen en pelgrims die de tempel bezoeken. Welke van deze twee werelden is nu eigenlijk het puurst?(http://boeddhistischdagblad.nl/nieuws/60734-meneer-hu-en-de-tempel/)2015年12月9日上午，坐落于荷兰乌特勒支市的龙泉大悲寺举办隆重的开光大典。中国佛教协会会长学诚大和尚、中国驻荷兰大使馆领事部蒋华主任、荷兰佛教联盟主席Michael Ritman、乌特勒支市市长J.H.C. Van Zanen等为寺院剪彩并揭牌，随后举行了隆重的开光仪式。荷兰龙泉大悲寺的筹建，是顺应时代缘起、符合社会需求的善举。根据欧洲华侨华人社团联合会统计，截止2008年，荷兰华侨华人总数在16万人左右。然而，目前荷兰的汉传佛教活动场所只有佛光山在阿姆斯特丹建立的一家分支机构，难以满足华侨华人信众的需求。几十年来，众多的华侨华人一直盼望能够兴建一座具有一定规模和影响力的寺庙，以便为华裔子弟建立文化归属感，同时向国际社会弘扬优秀中华文化。早在2006年，荷兰著名爱国侨领胡志光先生便带领当地华人开始了坚持不懈的努力，经过国内外来回30多次的往返奔走，终于感动了广大信众及当地政府。2014年，在张春斋、叶彩云、季增斌、金大中、叶建东、黄麒麟、黄钺等热心信众的大力支持下，56位华侨骨干们终于在诸多竞标者中脱颖而出，成功购得一座面积700多平方米的大楼，作为筹建寺院的基地。目前，至少有150多名信众参与到寺院筹建工作中来。为了将寺院建成一个正法道场，胡志光先生组织骨干信众到国内杭州、北京等地寺院参访学习，并决定礼请北京龙泉寺监院贤启法师为寺院住持、龙泉寺翻译中心贤清法师为副住持。此外，龙泉寺几十名义工纷纷从意大利、法国、西班牙、中国北京等各地来到荷兰现场护持寺院开光大典系列活动，还有近百名义工通过网络为寺院开光大典系列活动提供翻译、编辑、会务协调等各种服务。荷兰中文电台CRTV专门将寺院的建设过程拍摄成纪录片《胡先生和寺院》。",
    "chinese_title": "胡先生和寺院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Meneer Hu en de Tempel",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T03:15:19"
}