{
    "aka": [
        "Prohibited Sex Sweet Revenge"
    ],
    "sid": "26709138",
    "cast": [
        {
            "url": "/celebrity/1003291/",
            "name": "宋恩彩 Eun-Chae Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368093/",
            "name": "张河蓝 Jang Ha-ram",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2309776111.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt6087420",
    "director": [],
    "duration": "72分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2016-01-14(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6087420/",
    "this_title": [
        "금지된 섹스, 달콤한 복수"
    ],
    "douban_link": "https://movie.douban.com/subject/26709138/",
    "trans_title": [
        "禁止性爱：甜蜜的复仇",
        "Prohibited Sex Sweet Revenge"
    ],
    "douban_votes": "410",
    "introduction": "“Shall we go on a trip?”Jin-wook and So-ri couple have been dating for 6 years. So-ri randomly suggests that they should go on a trip along with her best friend Mi-ra and her boyfriend. It is because she promised with Mi-ra before that the four should go on a trip together once Mi-ra has a boyfriend.Jin-wook does not feel comfortable with her plan because he has not been interested in So-ri’s friend at all and has not had a meal even once with the friend together so far. However, he unwillingly decides to go on the trip. As Jin-wook heard that Mi-ra and her boyfriend would prepare all of camping equipment and fishing gadgets, he really does not prepare anything. He only packs the reading material for his thesis in his backpack so that he can work on the thesis that he has been preparing for the last few years continuously. While So-ri was not happy with Jin-wook who has been complaining about every single thing, she is surprised to see how sweet Mi-ra’s boyfriend is. Also, So-ri becomes tired of Jin-wook’s immature behaviors. Mi-ra’s boyfriend Gyeong-hoon has prepared everything for the camping trip including the tent rental, fishing, and cooking. He is just a perfect guy with such a considerate manner towards his girlfriend Mi-ra. Jin-wook, unhappy with the situation, makes a sarcastic comment about Gyeong-hoon for working as a DJ at a club. From Jin-wook’s point of view, Gyeong-hoon is nothing compared to his career as a teaching assistant, who is preparing for his master’s degree at the age of 35. Because So-ri feels sorry for not preparing anything for the trip, she helps Gyeong-hoon cooking the meal diligently, while Mi-ra, who is hypocritical often, stays inside their tent along with Jin-wook and shares her secret personal stories with him.",
    "chinese_title": "禁止性爱：甜蜜的复仇",
    "douban_rating": "3.6/10 from 410 users",
    "foreign_title": "금지된 섹스, 달콤한 복수",
    "douban_rating_average": "3.6",
    "update_at": "2025-01-23T11:55:14"
}