{
    "aka": [],
    "sid": "26701193",
    "cast": [
        {
            "url": "/celebrity/1077206/",
            "name": "克洛德·塞瓦尔 Claude Cerval",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069005/",
            "name": "马塞尔·达里奥 Marcel Dalio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058859/",
            "name": "西蒙娜·巴克 Simone Bach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351396/",
            "name": "Marcel Vidal Marcel Vidal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "瑞士"
    ],
    "writer": [
        {
            "url": "/celebrity/1107540/",
            "name": "Adonis Kyrou Adonis Kyrou",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6460378",
    "director": [
        {
            "url": "/celebrity/1107540/",
            "name": "Adonis Kyrou Adonis Kyrou",
            "@type": "Person"
        }
    ],
    "duration": "212分",
    "episodes": "4",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6460378/",
    "imdb_votes": 8,
    "this_title": [
        "Sial IV"
    ],
    "douban_link": "https://movie.douban.com/subject/26701193/",
    "imdb_rating": "6.0/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Denis Lange, an engineer specialized in the construction of atomic shelters, sees with a certain detachment the last hours of humanity. The nuclear disaster is inevitable.During the last check of shelter, the nuclear war breaks out. The engineer finds himself trapped in an underground world of ice and night.Lange, who remained in hibernation for over a century, is revived by sophisticated robots : androids. He's in Sial IV, an underground city run by the master of robots : Machiavel. With some humans, he leads androids and ensure that happiness remains a permanent state. Indeed, there is no more war. Humans are discharged from any liability for androids and live in a worrying idleness.Denis Lange, ingénieur spécialisé dans la construction d'abris atomiques, assiste avec un certain détachement aux dernières heures de l'humanité. La catastrophe nucléaire est inévitable.Pendant la dernière vérification d'un abri, la guerre atomique éclate. L'ingénieur se retrouve prisonnier d'un monde souterrain de glace et de nuit.Lange, qui est resté en hibernation pendant plus d'un siècle, est réanimé par des robots perfectionnés : des androïdes.Il se trouve dans Sial IV, cité souterraine dirigée par le grand maître des robots : Machiavel. Celui-ci et quelques humains, dirigent les androïdes et veillent à ce que le bonheur demeure un état permanent. En effet, il n'y a plus de guerre. Les humains se sont déchargés de toute responsabilité sur les androïdes et vivent dans un inquiétant farniente.",
    "chinese_title": "Sial IV",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T10:30:11"
}