{
    "aka": [],
    "sid": "26708262",
    "cast": [
        {
            "url": "/celebrity/1409914/",
            "name": "韩龙瑄 Longxuan Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2309201838.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1453278/",
            "name": "王小北 Xiaobei Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-01-15"
    ],
    "this_title": [
        "特殊逃犯"
    ],
    "douban_link": "https://movie.douban.com/subject/26708262/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "陈大力在一场酒驾车祸中失去了女儿娜娜，法院判车主刘建国三年有期徒刑，陈大力却在一个月后的大街上遇到了逍遥法外的刘建国，二人拉扯中，刘建国中枪身亡，陈大力驱车逃跑。陈大力被通缉，而他不再信任警察，没有第一时间前往警察局投案并解释凶手不是他，就在他不知所措之时，小女孩乐乐搭上了他的车，目的去丽江奶奶家。陈大力看到乐乐，想起了娜娜，生出了保护欲，暗自决定无论如何先将乐乐安全送到丽江再说。途中，陈大力在小卖店买东西时被无赖店主故意刁难，即将发生冲突时，乐乐走进来，递给陈大力一个警察证，成功吓唬住了店主，找回了面子。驾车离开后，乐乐和陈大力畅快大笑，彼此似乎成了朋友。另一边，乐乐的父母认为是陈大力绑架了乐乐，开始追缉陈大力，展开对乐乐的救援行动。一次与同学丫丫的通话中，乐乐说漏了嘴，陈大力这才得知乐乐此行是离家出走，未经过家人同意，且奶奶家也不在丽江，陈大力非常生气，调转车头要送乐乐回家，乐乐却以跳车威胁。陈大力停车后，乐乐袒露心迹，原来乐乐的父母要离婚，乐乐不愿意，却又无能为力，只好离家出走表明立场，乞求挽回局面，拯救父母的婚姻。这时，乐乐的父亲也就是负责陈大力案件的警察徐正威给乐乐打来了电话。陈大力与徐正威通话，徐正威不给陈大力解释的机会，劝陈大力放了乐乐自首，陈大力生气，反指责徐正威不配做警察不配做父亲，却在这时候手机没电了，通话结束。乐乐为父亲说好话，陈大力既感动又羡慕徐正威有个好女儿，乐乐又问陈大力愿不愿意帮她一个忙。徐正威正在追捕的路上，已经查到了陈大力的具体位置，这时候陈大力打来了电话，称他的确绑架了乐乐，要求徐正威与其妻子沈红菱一起去找他，徐正威答应，也要求陈大力不要伤害乐乐。原来乐乐要陈大力帮的忙就是将计就计，承认绑架，并以此要挟她的父母签订一份‘霸王协议’，主要内容是一旦徐正威和沈红菱离婚，她的抚养权就无条件归陈大力所有，并且徐正威和沈红菱每年还得向陈大力支付一亿元的赡养费。陈大力觉得乐乐太狠。徐正威和沈红菱以及其他警察一同赶到，在陈大力的要求下，二人走过去当场签了协议，而徐正威在签之前的一席心里话也让在场的几人为之感动，徐正威和沈红菱夫妻间的间隙似乎有了复合的可能。乐乐感动失控，挣开陈大力跑向沈红菱，徐正威心下一紧，连忙回头对同事喊不要开枪，与此同时，一声爆响，陈大力倒地。半个月后陈大力、徐正威、沈红菱、乐乐，四个人去海边度假，徐正威和沈红菱重归于好，乐乐也认了陈大力做干爹，其乐融融。",
    "chinese_title": "特殊逃犯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T15:26:08"
}