{
    "aka": [],
    "sid": "26708151",
    "cast": [
        {
            "url": "/celebrity/1361290/",
            "name": "尼古拉斯·阿格纽 Nicholas Agnew",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364788/",
            "name": "海伦·布拉德伯里 Helen Bradbury",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1273112/",
            "name": "Ryan Adam Burton Ryan Adam Burton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341837/",
            "name": "迈克尔·吉恩 Michael Jenn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556277873.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5432958",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5432958/",
    "imdb_votes": 74,
    "this_title": [
        "Bloody Queens: Elizabeth and Mary"
    ],
    "douban_link": "https://movie.douban.com/subject/26708151/",
    "imdb_rating": "7.6/10 from 74 users",
    "trans_title": [
        "血腥女王：伊丽莎白和玛丽"
    ],
    "douban_votes": "139",
    "introduction": "Of all the dangers Elizabeth I had to survive - the Spanish Armada, a Catholic continent plotting against her incessantly, restless nobles uneasy at serving a queen who refused to marry - none was so personally intense as her rivalry with another woman - her cousin and fellow queen, Mary, Queen of Scots. This was her longest, most gruelling battle - lasting over two decades, it threatened to tear apart both Elizabeth and her kingdom. In the end, it would force her to make the hardest decision of her life.The two queens stared across the ultimate divides of their time: Protestant and Catholic, Tudor and Stuart, English and Scottish. Their fascination with one another grew into the greatest queenly face-off in our entire history. And yet, in 26 years of mutual obsession, they never actually met. Their confrontation was carried out through letters - a war of words so heartfelt and revealing that the two queens' passions can still be felt.For the first time on television, this chronicle of love turned to hatred, of trust betrayed by plot and bloodshed, is dramatised purely from the original words of the two queens and their courtiers. Expert historians examine, interpret and argue over the monarchs' motives for their 'duel to the death' - for in the end only one queen could survive such emotional combat.",
    "chinese_title": "血腥女王：伊丽莎白和玛丽",
    "douban_rating": "7.9/10 from 139 users",
    "foreign_title": "Bloody Queens: Elizabeth and Mary",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "7.9",
    "update_at": "2025-05-17T20:49:35"
}