{
    "aka": [
        "九重佑三子のコメットさん",
        "小彗星(九重佑三子版)"
    ],
    "sid": "26702189",
    "cast": [
        {
            "url": "/celebrity/1001920/",
            "name": "九重佑三子 Yumiko Kokonoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105862/",
            "name": "伊丹十三 Juzo Itami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043813/",
            "name": "马渕晴子 Haruko Mabuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038723/",
            "name": "坂本澄子 Sumiko Sakamoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2360530104.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1052636/",
            "name": "佐佐木守 Mamoru Sasaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017626/",
            "name": "高久进 Susumu Takaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356052/",
            "name": "宫内妇贵子 Fukiko Miyauchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301871/",
            "name": "市川森一 Shinichi Ichikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1550449/",
            "name": "西田一夫 Kazuo Nishida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020821/",
            "name": "横山光辉 Mitsuteru Yokoyama",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1197701",
    "director": [
        {
            "url": "/celebrity/1336816/",
            "name": "山际永三 Eizo Yamagiwa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003532/",
            "name": "中川信夫 Nobuo Nakagawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384308/",
            "name": "板谷纪之 Noriyuki Itaya",
            "@type": "Person"
        }
    ],
    "duration": "30分",
    "episodes": "79",
    "language": [
        "日语"
    ],
    "playdate": [
        "1967-07-03(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1197701/",
    "imdb_votes": 66,
    "this_title": [
        "コメットさん"
    ],
    "douban_link": "https://movie.douban.com/subject/26702189/",
    "imdb_rating": "8.4/10 from 66 users",
    "trans_title": [
        "彗星公主",
        "九重佑三子のコメットさん",
        "小彗星(九重佑三子版)"
    ],
    "douban_votes": "0",
    "introduction": "ストーリーの展開は下記に示した各期それぞれに異なるが、宇宙のかなたからやってきたヒロイン・コメットが地球に降り立って、「地球での困りごとを魔法を使って解決していこう」というコンセプトは共通である。アメリカ映画『メリーポピンズ』がヒントとされている。魔法にはバトンを使用する、お手伝いさんとして住み込んでいる、歌が重視されている点も共通（それぞれ、住み込んでいる家庭の父親または母親が歌う点も共通）。第1期（九重佑三子版）放送時間\t月曜19:30 - 20:00（30分）放送期間\t1967年7月3日 - 1968年12月30日（79回）出演者\t        九重佑三子オープニング\t九重佑三子「コメットさん」1967年7月3日 - 1968年12月30日にかけて毎週月曜19:30 - 20:00にTBS系列でブラザー工業提供の「ブラザー劇場」として、九重佑三子主演で初めてドラマ化された（ビデオ等では『九重佑三子のコメットさん』と表記）。第1話 - 19話はモノクロ、第20話からカラー制作になった。全79話。第49話から、住み込んでいる家庭の両親役（職業、家とも変更）が交代した（子ども役二人は続投）。これをもって前期と後期に区分される。後年の地上波（主にTBS）の再放送は専らカラー版のみで、長らく全話の再放送はされていなかったが、90年代にはキッズステーションにて、2000年代にはチャンネルNECOにて再放送された。第1回週刊TVガイド賞（現テレビ大賞）最優秀バラエティ喜劇番組賞など数々受賞。日本以上にメキシコで根強いファンが多く、「九重佑三子は、メキシコで最も有名な日本人」といわれるほどである。このシリーズの特徴として、アニメと実写の合成パートもある。アニメ部分（校長先生やオープニングなど）は、当時東京ムービー（Aプロダクション）に在籍していた芝山努、椛島義夫が手がけていた。また、人形アニメの多用も特筆される。人形アニメートは当分野の第一人者である、真賀里文子が担当している。アニメ部分はモノクロ版とカラー版では、冒頭のコメットのいたずら（流星を大砲で飛ばす→モニュメントを天馬で壊す）、校長の「いたずらしてはいかんとあれほどいっていたのに!!」の台詞場面（コメットの目前で言う→コメットの場所に移動しながら言う）、OPでの星への落書き（ロケット自身で落書き→バトンの魔法で落書き）など、様々な点で相違点がある。更にカラー版は第49話より、校長先生のキャラが「ラッキョウ顔で柄パンツを着用」から「丸顔でマントを着用」に変更されたため、冒頭場面は校長キャラと「天馬が壊したモニュメント」を変更した。子供の視点（いたずらや学校の事など）がドラマの中心となっている（コメット自身も、校長からイタズラっ子として扱われている。ベータ星から地球へ追放されたのも、いたずらを戒めるため）。ベータン（第14話より最終話）、コメットの祖母（第35話より第44話）がレギュラーである点も、特徴である。主題歌の冒頭には湯浅がメシアンより影響を受け、自身の初期作品『内触覚的宇宙』などでも多用した移調の限られた旋法第2番が用いられている。2007年7月6日（金） ～ 8日（日）「『コメットさん』生誕40周年記念展」が世田谷区内で開催された。ファン主催ながら国際放映の許可や関係者の協力も得て、ベータン実物人形を初め様々な秘蔵資料を展示。キャストやスタッフら関係者も多数訪れ、大盛況であった。2013年7月、日本映画専門チャンネルの特別企画・『特撮国宝』（全４回放送）の第2回「真賀里文子」の放送作品に選ばれ、第14話・第20話が放送された（同時放送作品は「くるみ割り人形」）。ゲストとして、真賀里がベータン人形を連れて登場。企画監修・司会を務める樋口真嗣に制作秘話を披露した。また、樋口デザインのオリジナルベータンＴシャツ100名プレゼントに対して1000名以上の応募があり、1967年の放送当時に行った非売品ベータン人形100名プレゼント以来の人気を博した。2017年7月22日（土）「『コメットさん』生誕50周年記念祭」、翌23日（日）「秘密だワッショイ『コメットさん』16ミリフィルム秘密試写会」が神戸市長田区内で開催された。前述の生誕40周年記念展同様にファン主催ながら国際放映の許可やブラザー工業などの協力も得て、ベータン実物人形はもちろん過去最大級の秘蔵資料を展示。両日のメインゲストに山際永三監督を迎えた他、初日はスペシャルゲストに九重佑三子（コメット役）、サプライズゲストに河島明人（浩二役）が登場して両名は山際監督と数十年ぶり対面。さらにビデオレターの形で八木光生（星の校長先生の声）まで登場し、神イベントと評されるなど今後の伝説化が予想される。プロデューサー：梅村幹比古（国際放映）、橋本洋二（TBS）原画：横山光輝音楽：湯浅譲二、田代雅士特撮：築地米三郎動画：東京ムービー、長浜忠夫作画：Aプロダクション、芝山努、椛島義夫人形アニメーション：マガリたけお[4]人形作製：小室一郎撮影：大森二郎、秋元茂照明：上村一雄、矢口明美術：小汲明編集：池月正録音：坂田通俊デザイナー：桂由美助監督：川島啓志、佐藤重直、香月敏郎、今村明男製作担当：大場正弘衣裳：鈴屋舞台装置：美建興業現像：TBS映画社、東洋現像所協力：NACコメットさん：九重佑三子河越順一郎：芦野宏 （第1話 ~ 第48話）石原三郎：伊丹十三 （第49話 ~ 第79話）武：蔵忠芳浩二：河島明人ミドリ：西崎緑コメットさんの祖母：原ひさ子河越竜子：馬渕晴子 （第1話 ~ 第48話）石原スミ子：坂本スミ子 （第49話 ~ 第79話）武の担任の先生 : 柳生博ベータンの声：朝井ゆかり （第14話 ~ 第63話）、千々松幸子 （第64話 ~ 第79話）星の校長先生の声：八木光生主題歌「コメットさん」作詞：寺山修司、作曲：湯浅譲二、歌：九重佑三子「コメットさんが来てからは」作詞：寺山修司、作曲：湯浅譲二、歌：芦野宏「コメットさん」作詞：川崎洋、作曲：中村八大、歌：九重佑三子話数\tサブタイトル\t脚本\t監督1\t星から来たお手伝い\t佐々木守\t山際永三2\tママ夢をもって\t山中恒\t大槻義一3\tボクは球拾い\t光畑碩郎\t山際永三4\t怪盗ドロゴン退治\t奥山長春5\t数字ムシャムシャ漢字はパクリ\t佐々木守6\t地球人のわからんちん\t光畑碩郎\t大槻義一7\tワンちゃんバンザイ!\t西田一夫8\tお化けなんか恐くない\t山際永三9\t間抜けなお手伝い\t高久進10\tパラソル空を飛ぶ\t光畑碩郎\t大槻義一11\tふしぎなふしぎな女の子\t松田暢子12\t何でもかんでもハイ、ハイ\t山中恒\t山際永三13\tS.O.S.危機一発\t柳沢類寿14\tヨットでゴーゴー\t西田一夫\t大槻義一15\t金の卵みつけたぁ\t高久進16\tぼくたちの家を作った\t佐々木守\t山際永三17\t強敵、現わる!!\t小宮敬18\tいまにみていろ\t出口十三夫19\tうそはだめ!!\t西田一夫20\tオモチャの反乱\t高久進\t中川信夫21\t正義の味方は辛い\t西田一夫22\tもう子どもじゃない\t佐々木守\t大槻義一23\t歯医者さんこわい\t松田暢子24\tドレイは嫌だ\t奥山長春\t中川信夫25\t清き一票を!\t吉原幸栄26\t来てよ、サンタクロース\t小宮敬27\tお正月には凧あげて\t高久進28\tぼくたちの秘密\t佐々木守\t山際永三29\t怒るのはナーシ\t光畑碩郎30\t兄ちゃんイバルな!\t西田一夫\t中川信夫31\tがんばれちびっこ007\t柳沢類寿32\t留守番はまかせろ\t小宮敬33\tいじわる合戦\t吉原幸栄\t山際永三34\tママなんてぇイヤー\t門田俊三35\t星から来たおばあさん\t西田一夫\t中川信夫36\t雪のおばけが出たぞ\t吉原幸栄37\tちびっこ戦争\t石川孝人\t山際永三38\t春のクリスマス\t光畑碩郎39\tクレヨンの夢\t大橋公威\t大槻義一40\t家出バンザイ\t小宮敬41\t卵泥棒は誰だ\t香月敏郎42\tアヒルの行進曲\t西田一夫43\t助け合い合戦\t大橋公威\t板谷紀之44\tかけろ! メリーゴーランド\t吉原幸栄45\t飛び出せ鯉ノボリ\t山際永三46\tなまけものだぁれ\t佐々木守47\tチェック・マンを捕えろ!!\t宮内婦貴子\t香月敏郎48\t妖怪が出たぞ!\t大橋公威49\t空へ飛んだ自動車\t佐々木守\t山際永三50\tアリの国探険旅行\t市川森一51\tふしぎなふしぎな笹舟\t宮内婦貴子\t香月敏郎52\t突撃てるてる坊主\t大橋公威53\t怪物をやっつけろ!!\t市川森一\t山際永三54\tミクロ人間SOS!!\t大石隆一55\t出たぞ! チビッコ・ギャング\t宮内婦貴子\t香月敏郎56\tサンダー・コングの逆襲 －空巣をやっつけろ－\t小宮敬内山順一郎57\t悪魔・ノック・ダウン －虫歯をやっつけろ!－\t市川森一\t山際永三58\tベータン救出作戦 －誘拐犯をやっつけろ!－\t宮内婦貴子59\t宿題をやっつけろ!!\t香月敏郎60\t妖怪大行進\t大石隆一61\tニャン太郎三度笠\t市川森一\t大槻義一62\tお見合い大作戦\t宮内婦貴子大野武雄\t山際永三63\t妖怪の森\t市川森一64\tガイコツ砦の決斗\t高久進\t香月敏郎65\tハチの子を救え\t宮内婦貴子大野武雄66\t危機一発 Uターン\t市川森一\t山際永三67\t世紀のスピードレース\t吉原幸栄68\t買物珍道中\t香月敏郎69\tラブレターでガッポ、ガッポ!\t市川森一70\tチャンスをねらえ!\t石川孝人\t山際永三71\tすてきなすてきな大冒険\t吉原幸栄72\t僕は挑戦者\t市川森一\t香月敏郎73\t親孝行ってなんだい!\t宮内婦貴子74\tおとぼけ叔父さん\t吉原幸栄\t山際永三75\tわんぱく受験生\t市川森一76\t小さい小さいものの魂\t吉原幸栄\t香月敏郎77\tバイバイ落葉クン\t市川森一78\tいつか通った雪の街\t山際永三79\t大きな大きなプレゼント\t吉原幸栄",
    "chinese_title": "彗星公主",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "コメットさん",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T13:21:39"
}