{
    "aka": [],
    "sid": "26708993",
    "cast": [
        {
            "url": "/celebrity/1149083/",
            "name": "艾伦·休格 Alan Sugar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5114770",
    "director": [],
    "duration": "60 分钟",
    "episodes": "12",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-10-14(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5114770/",
    "imdb_votes": 14,
    "this_title": [
        "The Apprentice Season 11"
    ],
    "douban_link": "https://movie.douban.com/subject/26708993/",
    "imdb_rating": "6.8/10 from 14 users",
    "trans_title": [
        "学徒 第十一季"
    ],
    "douban_votes": "0",
    "introduction": "The Apprentice is back with a new batch of ambitious entrepreneurs seeking to demonstrate their commercial insight and business sense to stay out of the firing line. There’s a £250,000 investment at stake and the chance to go into a business partnership with Lord Sugar.Over the course of 12 tough tasks, the 18 candidates will be whittled down until just one victor remains. And plenty of sparks are set to fly in the boardroom along the way!Each week the budding entrepreneurs will be divided into two teams - led by designated Project Managers - that lock horns under the watchful eyes of Lord Sugar's advisor Baroness Karren Brady and new aide Claude Littner.After completing each task both teams return to the boardroom to discuss their inspirational or calamitous experiences and discover which side has triumphed.The winners will be rewarded with a luscious treat while the losing team’s Project Manager must select two colleagues to accompany them back into the boardroom. Lord Sugar will then hear their arguments and fire at least one of them from the competition.The eventual winner of The Apprentice Series 11 will be given the opportunity to be Lord Sugar's business partner and receive an investment to the value of £250,000 founded on the basis of their idea.",
    "chinese_title": "学徒 第十一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Apprentice Season 11",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T22:13:17"
}