{
    "aka": [],
    "sid": "26700172",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "动画",
        "纪录片",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt5298398",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2015-12-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5298398/",
    "imdb_votes": 26,
    "this_title": [
        "Le Dernier Gaulois"
    ],
    "douban_link": "https://movie.douban.com/subject/26700172/",
    "imdb_rating": "6.4/10 from 26 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Le Dernier Gaulois est un docu-fiction franco-belge réalisé par Samuel Tilman et diffusé pour la première fois en Belgique sur la Trois le 21 décembre 2015. Alternant l'animation en images de synthèse et les prises de vue réelles, le film relate la vie en Gaule avant et pendant la guerre des Gaules et le siège d'Alésia, à travers l'itinéraire d'un personnage principal fictif, un aristocrate éduen nommé Apator.Dans l'attente de la dernière sortie des Gaulois assiégés à Alésia par les Romains, Apator, riche aristocrate éduen, qui touche à la fin de sa vie, se remémore comment il en est arrivé là. Quelques années plus tôt, il menait un commerce de vin prospère auprès des Romains qui venaient s'approvisionner en Gaule. Cette partie est l'occasion pour le documentaire d'exposer la vie quotidienne des Gaulois dans les dernières années avant la guerre des Gaules. Peu à peu, cet équilibre est remis en cause par Jules César dont l'ambition politique à Rome implique un triomphe militaire et des conquêtes en Gaule. Apator comprend peu à peu que César mine le pouvoir des assemblées gauloises et utilise leurs rivalités pour accroître sa propre influence. Les chefs hostiles à César, dont fait partie Acco, un ami d'Apator, sont minoritaires. Acco est pris et César convoque les chefs gaulois alliés à Rome à Durocortorum pour leur faire approuver sa condamnation à mort, alors que ce sont normalement les druides qui rendent ce type de jugement. Acco est condamné et exécuté, mais Apator se rend compte que César va trop loin. Il entre alors en pourparlers avec un jeune chef ambitieux hostile à César, Vercingétorix. Mais l'unité contre César est loin d'être faite, car Vercingétorix est un Arverne. Or les Arverners et leurs alliés, peuplant grosso modo le centre de la Gaule, s'opposent par une hostilité de longue date aux Éduens et à leurs alliés, situés davantage dans l'est, et sur lesquels Rome s'appuie. Le fils d'Apator, qui compte reprendre son commerce après lui, peine à comprendre le danger que représente César. Apator s'appuie sur sa belle-fille pour financer Vercingétorix et pour tenter de persuader son fils.La seconde moitié du docu-fiction relate les grands moments de la guerre des Gaules, dont la bataille de Gergovie, puis se concentre sur le siège d'Alésia, toujours par les yeux d'Apator et de sa famille. Le documentaire évoque la supériorité de la logistique et de l'armement des Romains et l'échec de la stratégie de Vercingétorix, qui ne parvient pas à affaiblir les légions romaines autant qu'il l'aurait souhaité avant de devoir s'enfermer dans l'oppidum d'Alésia en 52 avant J.-C. Contrairement à ce qu'affirme César, qui évoque des Gaulois féroces, il est probable que la victoire qu'il remporte finalement contre les assiégés s'est faite contre des guerriers affaiblis et démoralisés. L'histoire d'Apator et de son fils, tenté par la trahison au profit des Romains mais finalement fidèle à son père, reflète les tensions internes au camp des Gaulois enfermés et affamés. César doit cependant affronter l'armée de secours venue pour briser le siège : malgré l'infériorité numérique très nette dont souffrent ses légions, il compense ce désavantage grâce à son système de doubles fortifications (une enceinte interne pour enfermer Alésia et une seconde, externe, pour se protéger de l'extérieur) et à l'armement de ses légions. Le docu-fiction se termine avec la mort d'Apator et de son fils sur le champ de bataille, puis la capture de Vercingétorix, emprisonné puis exécuté lors du triomphe de César.",
    "chinese_title": "Le Dernier Gaulois",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-13T00:14:16"
}