{
    "aka": [],
    "sid": "26701280",
    "cast": [
        {
            "url": "/celebrity/1048166/",
            "name": "蒂姆·布雷克·尼尔森 Tim Blake Nelson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127906/",
            "name": "杰·帕特森 Jay Patterson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2305096340.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3717180",
    "director": [],
    "duration": "116分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-12-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3717180/",
    "imdb_votes": 144,
    "this_title": [
        "Rickover: The Birth of Nuclear Power"
    ],
    "douban_link": "https://movie.douban.com/subject/26701280/",
    "imdb_rating": "6.1/10 from 144 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Combative, provocative and searingly blunt, Admiral Hyman G. Rickover was a flamboyant maverick, a unique American hero. Unafraid to buck the system, he alienated Navy brass, yet inspired the men under him.When few thought it possible, then-Captain Rickover undertook a quest to harness the fearsome power of the atom to drive the first nuclear-powered submarine, the USS Nautilus, whose trip under the polar ice pack was one of the great adventure stories of the 1950s. Later, Rickover built the world’s first commercial nuclear power plant at Shippingport, Pennsylvania. Rickover’s achievements made him into a national celebrity; he appeared on the cover of Time magazine.Many questioned Rickover’s goal of a Nuclear Navy, with its high price tag and unknown risks. Others questioned his methods — his arrogant, high-handed behavior and his creation of a technocratic elite, his own Navy within the Navy. However, few contested that he had transformed the Navy and much of U.S. industry, and changed the course of America’s technological development.Today, questions about nuclear power have risen again, as we look for alternatives to fossil fuels and try to lower our carbon footprint. Many wonder about whether America can maintain its technological pre-eminence and whether we can still build and manage large-scale projects. To understand these issues, we would do well to consider the man who created the Nuclear Navy, as well as the civilian nuclear power industry, Hyman Rickover.",
    "chinese_title": "Rickover: The Birth of Nuclear Power",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T22:44:33"
}