{
    "aka": [
        "Love in The Gun Case"
    ],
    "sid": "26715705",
    "cast": [
        {
            "url": "/celebrity/1350136/",
            "name": "黄翀 Chong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313992/",
            "name": "刘威葳 Vieven Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290001/",
            "name": "李易祥 Yixiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416717/",
            "name": "杭正一 Zhengyi Hang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557196759.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1308463/",
            "name": "小江 Jiang Xiao",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2000-01-01"
    ],
    "this_title": [
        "枪案情缘"
    ],
    "douban_link": "https://movie.douban.com/subject/26715705/",
    "trans_title": [
        "Love in The Gun Case"
    ],
    "douban_votes": "0",
    "introduction": "孟伟接到小冰的来信，赶回北城市时，正赶上北城市发生一起重大案件。一辆满载警务器械的货车在齐齐哈尔开往北城市、离北城市一公里的地方与一辆手扶拖拉机迎面相撞，造成四名武警战士和一名司机重伤，更重要的是，大批的警务器械被途径此地的路人哄抢。虽然在政府和警方的努力下，大部分被抢器械被送了回来，但最新研制的一种防爆枪却少了一枝，万一流入社会被非法组织所用，后果将不堪设想。第三刑警队接到限期追回丢失的防爆枪支后，张队长立即组织排查，并把入警时间不长的女队员许蕾安排到排查的第一线。案情被媒体报道后，许蕾的小学、中学同学齐健对此案产生了兴趣。齐健是电子元件厂的一名技术员，平时的爱好就是收集各种枪支模型，并根据行内朋友的需要进行仿造。除了收集枪支模型，齐健的电脑也玩得特别好。但美中不足的是，暗恋许蕾已久的齐健没少给许蕾惹事。为此，齐健也是隔三差五就得进一次刑警队。除了和许蕾是同学外，孟伟也是当时同学中的一个，而且孟伟还是齐健的铁哥们。回到北城后，孟伟第一个找到的就是齐健，并在齐健的住处住了下来。防爆枪丢失案发生后，孟伟觉得齐健可以帮助许蕾，并以齐健多次惹事容易引起警方注意为由，为齐健设了一局，把齐健“暴露”在警方的视线之下。果然不出孟伟所料，警方很快就找到齐健。齐健的行踪很值得怀疑，但别人不了解齐健，许蕾是了解齐健的，许蕾坚信酷爱枪支的齐健不会干那种犯法的事。孟伟之所以这样安排，其实是为了齐健好，让齐健有更多的机会接触许蕾。孟伟的设计也不是没有道理，因为齐健认识射击俱乐部张老板、经常混迹于枪支模型交易圈的原因，齐健很快就通过射击俱乐部张老板，把一个绰号叫“阿狼”的犯罪组织头目网入了警方的视线。就在齐健帮助许蕾查找“阿狼”时，孟伟也在为找到小冰而做着努力。小冰是孟伟的同学，也是孟伟的初恋。不同于齐健的是，孟伟没有勇气把对小冰的爱说出来，造成小冰嫁给了具有黑社会性质的、外贸公司老总陈刚。从小冰写给自己的信中，孟伟感觉到小冰并不幸福，但自从嫁给陈刚后，小冰就失去了自由，即便是孟伟找到了小冰的地址，也难以见上一面。孟伟在为见到小冰寻找机会，而齐健却在去买仿造防暴枪的石材时，遭遇了一起持枪抢劫案。在斋德珠宝行，当一支包着黑布的枪支顶着自己的脑袋时，直觉告诉齐健那支枪就是许蕾要找的那一支。然而，等孟伟和齐健设局把两个持枪抢劫的案犯抓获后，才发现是支仿造的。短暂的欣喜，随着结果的尘埃落定而让许蕾感觉就像迎头泼了一盆冷水。此时，齐健通过俱乐部张老板放出风去，谁要有防爆枪的模型，愿意出高价收购，如果是真货，那么出价会更高。风放出去没多久，就有人前来接头。经过网上的两次讨价还价后，许蕾和孟伟与“阿狼”一伙把交易地点约在俱乐部。为了确保行动万无一失，张队长把保护齐健的任务交给了许蕾。但让齐健和许蕾绝对想不到的是，孟伟得知小冰已于一个月前意外死亡后，孟伟断定小冰是被陈刚杀害的，并抢先一步，偷梁换柱地把“阿狼”手上的防爆枪搞到手，准备致陈刚于死地。在约定的交易地点，许蕾和齐健正为拿不出钱而为难时，孟伟在赶往陈刚的住处的路上打来了电话。“阿狼”一伙悉数落网后，齐健为了孟伟不犯傻事，说出了防爆枪的下落。张队长闻讯火速率队赶往陈刚的住处，在孟伟即将动手的那一瞬间，制止了他的犯罪行为。孟伟被押上警车带走了，呼啸的警笛后面，经过一次生死考验的齐健和许蕾的关系更进了一步，但与此同时，对孟伟的牵挂和担心也更添了一份。",
    "chinese_title": "枪案情缘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T12:52:20"
}