{
    "aka": [],
    "sid": "26715162",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2313410642.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1027180",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1027180/",
    "imdb_votes": 21,
    "this_title": [
        "Treasure Seekers: Quest for the Grail"
    ],
    "douban_link": "https://movie.douban.com/subject/26715162/",
    "imdb_rating": "6.8/10 from 21 users",
    "trans_title": [
        "探宝者：追寻圣杯"
    ],
    "douban_votes": "0",
    "introduction": "The legend of the Holy Grail, written in 1185, seized the European imagination and maintains its hold to the present day. It was the most sacred of relics, the vessel alleged to have both the wine of the Last Supper as well as the blood of the crucified Christ. The legendary quest for the grail became the ultimate treasure hunt. Into the legend were woven many of the experiences of one of the most extraordinary characters of the Medieval era, Richard the Lionheart, King of England. His crusade to the Holy Land - and his passionate search for redemption - would both find their way into the story of The Grail. Over the centuries, others seeking salvation, took up the guest for the grail in a more literal way. More than 700 years later, a 20th century German would take the search for the Grail all too seriously. Otto Rahn was convinced the Grail really existed and devoted his life to a bizarre and tragic quest for it. Both he and the Grail became swept up in the Nazi obsession with blood and purity. Rahn's strange story inspired Steven Spielberg's tale of \"Indiana Jones and the Last Crusade.\" After a thousand years the Holy Grail remains one of the mysterious and powerful symbols to have been created by the human imagination.",
    "chinese_title": "探宝者：追寻圣杯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Treasure Seekers: Quest for the Grail",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T21:50:06"
}