{
    "aka": [],
    "sid": "26718520",
    "cast": [
        {
            "url": "/celebrity/1308100/",
            "name": "枪与玫瑰 Guns N&#39; Roses",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022822/",
            "name": "斯拉史 Slash",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137610/",
            "name": "艾克赛尔·罗斯 Axl Rose",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060010/",
            "name": "史蒂芬·阿德勒  Steven Adler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121591/",
            "name": "达夫·麦卡根 Duff McKagan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160586/",
            "name": "伊兹·斯塔拉德林 Izzy Stradlin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877972413.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5080988",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5080988/",
    "imdb_votes": 100,
    "this_title": [
        "The Most Dangerous Band In the World: The Story of Guns N’ Roses"
    ],
    "douban_link": "https://movie.douban.com/subject/26718520/",
    "imdb_rating": "7.2/10 from 100 users",
    "trans_title": [
        "世界上最危险的乐队：枪炮与玫瑰的故事"
    ],
    "douban_votes": "398",
    "introduction": "In 1985, Sunset Strip in Los Angeles gave birth to what would become one of the most successful and notorious rock bands of all time: Guns N’ Roses. Axl Rose, Slash, Duff McKagan, Izzy Stradlin and Steven Adler formed a band that would change the history of rock ‘n’ roll.They produced one of the greatest debut albums of all time and went on to play to countless millions. Always uncompromising, Guns N’ Roses are an essential band in the musical lexicon.Award-winning director Jon Brewer (B.B. King: The Life Of Riley and Nat King Cole: Afraid Of The Dark) tells the story of ‘The Most Dangerous Band In The World’ and how they came from playing bars on the Sunset Strip in Los Angeles to stadiums across the world. The explosive rise of one of the most notorious bands of our times – it’s a story of sex, drugs and rock ‘n’ roll in excess. The film has been painstakingly compiled from a host of exclusive, never-before-heard interviews, and the early footage of Guns fan and friend Marc Canter.It is testament to the legacy of this band that the past few years have been dominated with rumours of a reunion of the original members – which is now set to take place in 2016 at Coachella festival – with more dates rumoured. This raw, insightful and compelling documentary tells the story of how it all began and what really happened behind the scenes. The film features exclusive interviews with the likes of Steven Adler – drummer, Guns N’ Roses; Marc Canter – childhood friend of Slash from Guns N’ Roses; Vicky Hamilton – former manager of Guns N’ Roses; Saul Hudson (aka Slash) – lead guitarist of Guns N’ Roses; Mario Maglieri – owner of The Rainbow and Whiskey A Go Go; Michael Monroe – lead singer of Hanoi Rocks; Matt Sorum – drummer of Guns N’ Roses; Tom Zutaut – A&R Executive who discovered and signed Guns N’ Roses. It also features exclusive live footage from Marc Canter– the man who documented the early days of Guns N’ Roses.",
    "chinese_title": "世界上最危险的乐队：枪炮与玫瑰的故事",
    "douban_rating": "8.5/10 from 398 users",
    "foreign_title": "The Most Dangerous Band In the World: The Story of Guns N’ Roses",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.5",
    "update_at": "2025-09-13T17:15:11"
}