{
    "aka": [],
    "sid": "26713478",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535275853.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-03"
    ],
    "this_title": [
        "Webcam Boys"
    ],
    "douban_link": "https://movie.douban.com/subject/26713478/",
    "trans_title": [
        "网络男主播"
    ],
    "douban_votes": "0",
    "introduction": "Meet the webcam boys: the men who put their bodies online for money. Despite it being rarely seen, the world of male sex workers may be on a bigger scale than many would imagine.A recent study showed that five percent of male students had worked in some capacity in the sex industry, compared to less than 3.5 percent of women. This post-watershed programme explores this little-understood part of the sex industry, explores what drives these men to go online and uncovers the impact of what they do.These men are from a wide range of different backgrounds, from a heterosexual man with a family to a single homosexual man who believes ‘camming’ saved him from a dark future, after he became involved in drugs and chemsex. They all have their own reasons for getting involved: for some it is a short-term way to make extra money to pay the bills, some see webcams as a means to longer-term work opportunities with good profits, whilst for others it is simply a world to explore their sexuality and flaunt their body.Has the internet made male objectification an online reality? The programme follows a number of men, and the people around them, to find out more about what motivates them to get in front of the webcam; what it actually involves and how it impacts on those involved.",
    "chinese_title": "网络男主播",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Webcam Boys",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T11:52:41"
}