{
    "aka": [],
    "sid": "26718519",
    "cast": [
        {
            "url": "/celebrity/1054534/",
            "name": "摩根·弗里曼 Morgan Freeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159195/",
            "name": "Robert Thurman Robert Thurman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404567/",
            "name": "阿尼·萨瓦 Ani Sava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495243/",
            "name": "萨利玛·伊克拉姆 Salima Ikram",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "历史",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518090699.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5242220",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-04-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5242220/",
    "imdb_votes": 5485,
    "this_title": [
        "The Story of God with Morgan Freeman Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26718519/",
    "imdb_rating": "7.8/10 from 5485 users",
    "trans_title": [
        "与摩根·弗里曼探寻神的故事 第一季"
    ],
    "douban_votes": "465",
    "introduction": "Who is God? Where did we come from? Why does evil happen? What happens when we die? Every human being on earth has asked themselves these questions at some point, and most likely each person has found a different answer.This series will take viewers on a trip around the world to explore different cultures and religions on the ultimate quest to uncover the meaning of life, God and all these big questions in between.The series seeks to understand how religion has evolved throughout the course of civilization, and in turn how religion has shaped the evolution of society. Although in our current geopolitical landscape, religion is often seen as something that divides, the series illuminates the remarkable similarities among different faiths, even those that seem to be in staunch contrast. This is a quest for God: to shed light on the questions that have puzzled, terrified and inspired mankind, not to mention Freeman himself.Each episode is centered on a different big question about the divine:Creation – Are there similarities among the religious creation stories from around the world? How do they compare with the scientific theory of the creation of the cosmos and the dawn of civilization?Who Is God? – How has the perception of God evolved over human history? Is God just an idea, and if so, can we find evidence of a divine presence in our brains?Evil – What is the root of evil and how has our idea of it evolved over the millennia? Is the devil real? The birth of religion may be inextricably tied to the need to control evil.Miracles – Are miracles real? For many believers, miracles are the foundation of their faith. Others regard miracles as merely unlikely events on which our brains impose divine meaning. Belief in miracles, however we define them, could be what gives us hope and drives us to turn possibility into reality.End of Days – Violent upheaval and fiery judgment fill popular imagination, but was the lore of apocalypse born out of the strife that plagued the Middle East two millennia ago? The true religious meaning of the apocalypse may not be a global war, but an inner revelation.Resurrection – How have beliefs in the afterlife developed, and how has our reaction to the afterlife changed the way we live this life? Now that science is making such rapid advances, we may soon be confronted with digital resurrection. What will that do to our beliefs?To explore each of these topics, host and narrator Freeman went on the ground to some of humanity’s greatest religious sites, including Jerusalem’s Wailing Wall, India’s Bodhi Tree, Mayan temples in Guatemala and the pyramids of Egypt. He traveled with archaeologists to uncover the long-lost religions of our ancestors, such as those at the 7500 B.C. Neolithic settlement Çatalhöyük in Turkey. He immersed himself in religious experiences and rituals all around the world, and became a test subject in scientific labs to examine how the frontiers of neuroscience are intersecting the traditional domain of religion.- \\",
    "chinese_title": "与摩根·弗里曼探寻神的故事 第一季",
    "douban_rating": "8.1/10 from 465 users",
    "foreign_title": "The Story of God with Morgan Freeman Season 1",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.1",
    "update_at": "2025-06-05T21:11:54"
}