{
    "aka": [],
    "sid": "26714622",
    "cast": [
        {
            "url": "/celebrity/1191447/",
            "name": "大卫·艾克 David Icke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2312982559.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5298962",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5298962/",
    "imdb_votes": 63,
    "this_title": [
        "1984: The New World Order"
    ],
    "douban_link": "https://movie.douban.com/subject/26714622/",
    "imdb_rating": "5.5/10 from 63 users",
    "trans_title": [
        "1984：新世界秩序"
    ],
    "douban_votes": "0",
    "introduction": "New World Order: The Conspiracy to Rule Your Mind chronicles how the ruling elite have established global domination and the ability to effect the thoughts, decisions, and world view of human beings across the globe by systematically infiltrating the media, academia, industry, military and political factions under the guise of upholding democracy. Learn how this malevolent consortium has dedicated centuries to realize an oppressive and totalitarian rule through any means necessary, not limited to drug trafficking, money laundering, terror attacks and financial crisis within the world economy. Worldwide tyranny is already in full effect, the food we eat and the air we breathe are not off limits. Will we be able to stop this madness before we become an electronically monitored, cashless society wherein ever man, woman and child is micro chipped? The New World Order is upon us - preserve your liberty by being PREPARED! \"The Orwellian Apocalypse is truly upon us, this is REQUIRED viewing\" - OH Krill, author of Montauk Babies. \"The real rulers in Washington are invisible, and exercise power from behind the scenes.\" - Supreme Court Justice Felix Frankfurter. \"Fifty men run America, and that's a high figure.\" - Joseph Kennedy, father of JFK. \"The case for government by elites is irrefutable\" - Senator William Fulbright, Former chairman of the US Senate Foreign Relations Committee.",
    "chinese_title": "1984：新世界秩序",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "1984: The New World Order",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T03:39:22"
}