{
    "aka": [
        "希腊之游"
    ],
    "sid": "26717833",
    "cast": [
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581759499.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5471444",
    "director": [
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5471444/",
    "imdb_votes": 226,
    "this_title": [
        "Greece with Simon Reeve"
    ],
    "douban_link": "https://movie.douban.com/subject/26717833/",
    "imdb_rating": "7.8/10 from 226 users",
    "trans_title": [
        "西蒙·里夫探访希腊",
        "希腊之游"
    ],
    "douban_votes": "505",
    "introduction": "In this two-part series, Simon Reeve travels to Greece, one of the most beautiful, troubled, and extreme countries in Europe. Travelling from the Islands of the Aegean to the rugged and mountainous north, Simon gets behind the picture-postcard image to learn more about Greece and the Greeks - and why the country has faced a seemingly endless economic crisis. Along the way he encounters an extraordinary cast of characters, from rebel monks and gun-toting priests, to desperate migrants and an injured bear cub.The first leg of Simon Reeve’s journey around Greece takes him from the holiday islands of the Aegean to the capital city of Athens.Off the tiny island of Pserimos Simon goes underwater with the divers who still hunt for the sea creature which made these islands rich: the natural sponge. He hears how the island’s population is struggling in the face of declining stocks and the wider economic crisis.Travelling onto Lesvos, just a few miles from the Turkish coast, Simon encounters another of the huge challenges facing the country: the migrant crisis. The island has become Europe’s frontline, with thousands of refugees arriving daily, fundamentally changing the lives of the islanders.On Greece’s largest island, Crete, Simon heads to the rugged mountains where every shepherd is armed and the local priest is also head of the local gun club. Camping out under the stars Simon learns how for Cretans, memories of Germany’s role in the Second World War still colour their view of the Greek debt crisis.In Athens, Simon investigates the effects of that crisis. He hears how hard life is for an impoverished community living in converted shipping containers, and in the city he is confronted by angry protesters - and sees just how quickly these protests can descend into a riot.",
    "chinese_title": "西蒙·里夫探访希腊",
    "douban_rating": "8.6/10 from 505 users",
    "foreign_title": "Greece with Simon Reeve",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.6",
    "update_at": "2025-03-14T06:07:05"
}