{
    "aka": [],
    "sid": "26712218",
    "cast": [
        {
            "url": "/celebrity/1315132/",
            "name": "潘雨辰 Yuchen Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275543/",
            "name": "宫晓瑄 Xiaoxuan Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320745/",
            "name": "秦子越 Ziyue Qin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2408114240.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1354228/",
            "name": "革非 Fei Ge",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322303/",
            "name": "高力强 Liqiang Gao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010-02-03"
    ],
    "this_title": [
        "女检察官"
    ],
    "douban_link": "https://movie.douban.com/subject/26712218/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "琴岛市东城区人民法院，少年法庭。东城区人民检察院未成年人检察室主任江鹭迎来了她一生中最感遗憾的案件。农村少年郭成文被教唆盗窃，成年主犯在逃，而他却被判处有期徒刑一年。面对少年的质问，江鹭再一次告诉自己，她最大的使命并非将未成年嫌疑人系数送入法庭，而是维护他们的权益，因为无论出身与贵贱，即使犯错，也不能剥夺他们选择未来的权利。江鹭的好朋友——检察院公诉科主诉检察官孟丽此时被临时急调到检察院反贪局，负责审讯一名女性涉案人。在与狡猾的涉案人周旋的过程中，凭借蛛丝马迹，终于摸到了嫌疑人的下落，任务急风暴雨般地展开。就在执行任务的倒计时之前，孟丽提出，嫌疑人有一名即将参加高考的女儿，如果他们当场抓捕，必然会影响孩子终生的前途。可时间紧急，稍有差池，案件的就有可能前功尽弃。在孟丽的一再坚持下，反贪一科的科长司徒志决定急召江鹭参与办案。在江鹭的帮助下，她们设计让嫌疑人的女儿提前离开，并在对父亲被捕的家庭风波毫不知情的情况下顺利的考取大学。检察官们对孩子的关爱使得落网后仍然抵赖的嫌疑人深受触动，主动交代，案件顺利侦破。司徒志认为这一切都是孟丽提前设计好的攻心策略，但孟丽却告诉她，这一切，只是为了那个花季女孩。这让她和司徒志之间在互相的抵触中产生了微妙的吸引……江鹭和孟丽两位好友互相支撑、相互依靠，行走在公正的刀刃上。为了一个因为家庭贫困故意写信勒索从而想毁灭自己的女孩李佳男，江鹭顶住内部的压力坚持取保候审，却因为李佳男离家出走而受到检务督察并被停职。一时之间，四年没出过事故的检察院上下都聚焦于此，检察长刘铁等检委却出人意料地指派孟丽作为江鹭的调查人。按照规定，在调查结束之前，孟丽不得私下接触江鹭，虽然无法给好朋友直接的支持，可她们的友谊却用另一种方式延伸着：作为江鹭的调查人，孟丽坚持公正、透明的调查，而出走的孩子在最后的期限如约报道，这一切最终为江鹭赢得了公平的结论。农村少年魏晓娃犯盗窃罪，眼看就要被作为成年人起诉。但孟丽却直觉魏晓娃根本没有成年。虽然一再核实，魏晓娃的户口记录并无错误。可孟丽不辞辛苦，远去山区取证，最终，通过骨龄鉴定，证实魏晓娃刚满15周岁。虽然结案，但孩子的出路却让江鹭忧心。不顾丈夫的反对，江鹭暂时收留了魏晓娃，引起了一场家庭风波…… 在未成年人犯罪的背后，江鹭和孟丽感受着其中的故事，甚至是埋藏在黑暗中的秘密。屡次抢劫的少女秦琴生活在畸形的家庭之中，凭着直觉和韧性，江鹭再一次化解了这个家庭中的痛苦。孩子们的出路却一次又一次难住他们，检察长提出建设一个帮教基地，让未成年嫌疑人能够重新开始人生，这个念头，让江鹭又开始了奔波……一系列的案件让司徒志终于明白了孟丽和江鹭的真正意图，她们不仅仅是为了破案，对孩子命运的关切大于案件的结论，而他也清晰的认定，孟丽是他所珍爱并寻找的人。可此时，孟丽结束了在反贪局的任务，即将调回公诉。对公诉工作的热爱源于家庭的创痛，孟丽的弟弟孟诗在风华正茂的十九岁因为一次执法不当导致精神失常，从此，孟丽一直单身，并发誓要用一生穷尽公正的可能性。面对司徒志的情意，孟丽却自尊地拒绝了……公正的刀刃也会割伤她们自己。江鹭的丈夫、区政法办主任张宪国巧遇初恋龚雪梅。虽然他始终忠于家庭，可龚雪梅的儿子关子健却屡次犯案。因为往事，张宪国一次又一次违背原则施加援手。屡次的纵容却最终导致了严重的罪行。龚雪梅和丈夫提出可以将自己的公司建成帮教基地，想以此为筹码换取检察院对儿子的从轻处罚——当江鹭发觉隐情，立刻选择了回避案件，并拒绝了他们的请求，帮教基地的又一次搁浅了。面对丈夫的忏悔，江鹭艰难地选择了宽恕。孟丽再次被借调到反贪局调查一起举报女性职务犯罪，因为涉及未成年人，江鹭也参与帮教，她发觉案件的真相竟是亲生儿子诬告母亲。更让人震惊的是，导致孟丽弟弟精神失常的人竟是这宗案件中未成年嫌疑人的父亲。办案过程风波骤起，在情与法的挣扎中，孟丽体会到，公正办案是将公正还给弟弟的唯一的方式，而司徒志坚定的支持终于让他赢得了孟丽的信赖……在检察长刘铁和江鹭的不断努力下，他们终于与阳光电缆公司建立了未成年人帮教基地，这里将是更多孩子重新展开人生的起点。她们就这样将一个又一个孩子送上光明的前程，她们不仅是女人，她们是女检察官。",
    "chinese_title": "女检察官",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-29T00:01:03"
}