{
    "aka": [
        "記憶駭客"
    ],
    "sid": "26728473",
    "cast": [
        {
            "url": "/celebrity/1116651/",
            "name": "珍·麦克斯韦 Jan Maxwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349896/",
            "name": "埃里克·坎德尔 Eric Kandel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904754326.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5460028",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5460028/",
    "imdb_votes": 199,
    "this_title": [
        "Memory Hackers"
    ],
    "douban_link": "https://movie.douban.com/subject/26728473/",
    "imdb_rating": "7.5/10 from 199 users",
    "trans_title": [
        "记忆黑客",
        "記憶駭客"
    ],
    "douban_votes": "0",
    "introduction": "Memory. Whether it’s sharp, fuzzy, poignant, or thrilling, it’s the glue that binds our mental lives. Without it we’d be prisoners of the present, unable to use the lessons of the past to change our future. From our first kiss to where we put our keys, memory represents who we are and how we learn and navigate the world. But how does it work?For the first time, using cutting-edge research, neuroscientists are exploring the precise molecular mechanisms of memory. By studying individuals ranging from an 11-year-old kid with an eidetic memory who remembers every detail of his life, to a man who had his spider phobias vanquished, to a woman who even had memories implanted, scientists have uncovered a provocative idea. For much of human history, memory has been seen as a tape recorder that faithfully registers information in our brain and replays it back intact. But now, researchers are discovering that memory is far more malleable, always being written and rewritten, not just by us but by others. As we are discovering the precise mechanisms that explain and can even control our memories, the question is–are we ready?A NOVA Production by Little Bay Pictures for WGBH Boston.",
    "chinese_title": "记忆黑客",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Memory Hackers",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T03:26:19"
}