{
    "aka": [],
    "sid": "26726995",
    "cast": [
        {
            "url": "/celebrity/1301179/",
            "name": "王汉斌 Benedict Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1483754/",
            "name": "西蒙·戈德利 Simon Godley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526560576.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "26",
    "episodes": "6",
    "language": [],
    "playdate": [],
    "this_title": [
        "15 Storeys High Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/26726995/",
    "trans_title": [
        "十五层高 第二季"
    ],
    "douban_votes": "0",
    "introduction": "15 Storeys High is a 2002 British sitcom, set in a tower block, written by Sean Lock, Martin Trenaman and Mark Lamarr (as Mark Jones), and directed by Mark Nunneley.The main characters of the show were Vince Clark, a misanthropic, cynical loner played by Sean Lock, and Errol Spears, Vince's exact opposite and whipping boy, played by Benedict Wong.It ran for two series on radio (three if you count the 15 Minutes Of Misery series that inspired it), followed by two on television, with a total of 12 TV episodes of 30 minutes each. In the second TV series Mark Lamarr is also credited as a writer. There are currently no plans for a third series, Lock stating that he wished to make one but that \"the BBC have put their foot down\".In 2003 it was nominated for a BAFTA in the Best New Director category.The show's original incarnation on BBC Radio 4, entitled 15 Minutes Of Misery, ran for six episodes in early 1999(?). This was later followed by two series of 15 Storeys High, also on Radio 4, each consisting of five half-hour episodes. Unlike the television shows, the radio version was recorded in front of a studio audience.The second series was never released on DVD alone until both series were released as a two disc set on 17/02/2007. The extras include commentaries by Phil Bowker, Mark Lamarr, Sean Lock, Mark Nunneley and Martin Trenaman and a conversation with Sean Lock and Mark Lamarr, entitled 'Writing 15 Storeys'.",
    "chinese_title": "十五层高 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "15 Storeys High Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T12:28:06"
}