{
    "aka": [],
    "sid": "26723727",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第32届西班牙戈雅奖(2018)\n　　最佳伊比利亚美洲电影(提名)\n\n　　第31届美国摄影协会奖(2017)\n　　聚光灯奖(提名) 厄内斯托·帕尔多\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2319915338.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1453118/",
            "name": "塔蒂亚娜·韦佐 Tatiana Huezo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3800560",
    "director": [
        {
            "url": "/celebrity/1453118/",
            "name": "塔蒂亚娜·韦佐 Tatiana Huezo",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2016-02-13(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3800560/",
    "imdb_votes": 970,
    "this_title": [
        "Tempestad"
    ],
    "douban_link": "https://movie.douban.com/subject/26723727/",
    "imdb_rating": "7.8/10 from 970 users",
    "trans_title": [
        "暴风雨"
    ],
    "douban_votes": "0",
    "introduction": "A group of innocent people is charged with human trafficking and thrown into prison. The authorities announce they’ve dealt a blow to organised crime; the public is reassured. “Pagadores” are what the victims of such procedures are called in Mexico. In her second feature documentary, Tatiana Huezo has a young mother recount her journey through hell: innocent, robbed of her liberty, she’s handed over to those for whom she’s being made to atone – in a private prison controlled by the Gulf Cartel.Tempestad is a road movie: 2000 kilometres by bus from Matamoros to Cancún, through a blustery, overcast, bleak country. Inspections by martial-looking men armed to the teeth, omnipresent fear. A country mired in an invisible war whose front lines are equally invisible. The viewer never sees the protagonist but just hears her voice. The images create space for our own imagination and help us digest the monstrosity of the account. When they create identification, they’re deceiving us, for they’re inviting us to think of other stories, other destinies. The film itself recounts one of these, the story of a circus performer who has lost her daughter. A necessary cut in a film of tremendous force. berlinale 2016",
    "chinese_title": "暴风雨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tempestad",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-12T21:13:10"
}