{
    "aka": [],
    "sid": "26722526",
    "cast": [
        {
            "url": "/celebrity/1049500/",
            "name": "斯蒂芬·弗雷 Stephen Fry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019074/",
            "name": "大卫·莫瑞瑟 David Morrissey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2319818920.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5561716",
    "director": [
        {
            "url": "/celebrity/1426700/",
            "name": "罗斯·威尔逊 Ross Wilson",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-02-15(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5561716/",
    "imdb_votes": 94,
    "this_title": [
        "The Not So Secret Life of the Manic Depressive: 10 Years On"
    ],
    "douban_link": "https://movie.douban.com/subject/26722526/",
    "imdb_rating": "7.5/10 from 94 users",
    "trans_title": [
        "躁郁症的这点事：十年继"
    ],
    "douban_votes": "0",
    "introduction": "Ten years ago, in an award-winning series, Stephen Fry first spoke about living with manic depression, and began a national conversation about mental health. A decade later, we return to the subject to understand where he and thousands of others diagnosed with bipolar (as it is now called) are now - as a society, do we need to do more for those with the illness? Is the treatment better? Has the stigma reduced?In the new film, we see how different people of all ages deal with bipolar. We meet Alika, whose manic episode on the London Underground became a YouTube sensation, damning evidence that the stigma of mental illness isn’t diminishing quickly enough; we watch Scott, a chef, battling to hold down a job and his role as a husband and father, whose first attempts to control his bipolar with medication resulted in the intolerable side-effects which these drugs often bring, but who is willing to try again to save his job and more importantly, his marriage; and Rachel, whose first manic episode at age 19 led to life-changing injuries when she believed she could fly, leaving her in a wheelchair, as well as with a diagnosis of bipolar, neither of which will she let defeat her. And we return to meet Cordelia, who featured in the original series, an academic high-achiever who, with the support of her family, was struggling to find a place for herself in the world. Ten years on, now in her thirties, Cordelia is still battling with bipolar, which is such a dominant force in her life that for her it eclipses even the terminal cancer she is now dying from.Interviews with Stephen Fry give a privileged insight into the roller-coaster journey of what living with bipolar really means – he talks about his suicide attempt while filming in Uganda in 2012; how his busy lifestyle exacerbates his condition, and his realisation that his condition can’t be cured but only managed.Stephen is now the president of Mind. Looking at the changes of the past decade, he finds optimism in the increased awareness of bipolar, especially among the young. The film gives a powerful insight into living with bipolar – past, present and most significantly for all our contributors, future.",
    "chinese_title": "躁郁症的这点事：十年继",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Not So Secret Life of the Manic Depressive: 10 Years On",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T15:44:50"
}