{
    "aka": [],
    "sid": "26721810",
    "cast": [
        {
            "url": "/celebrity/1374371/",
            "name": "薄冰 Bing Bo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2316417545.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1327170/",
            "name": "刘继忠 Jizhong Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1327170/",
            "name": "刘继忠 Jizhong Liu",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2010(中国大陆)"
    ],
    "this_title": [
        "晏阳初"
    ],
    "douban_link": "https://movie.douban.com/subject/26721810/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1926年春天，中华平民教育促进会总干事、美国耶鲁大学博士晏阳初，决定将在全国推行的平民教育运动深入到农村去。以解决旧中国普遍存在的愚、穷、弱、私的现状。在京的定县乡绅米迪刚，从国外留学回来后，曾经在自己的村子里搞过自治维新，他力邀晏阳初到自己的家乡定县搞平民教育。当时北京军政府官员看到了平教会在中国的巨大影响，想用800万元的代价，作为交换条件，让晏阳初脱离平教会，到军政服务。致力于为广大农民摆脱愚昧、贫穷、病弱、自私涣散的晏阳初，断然拒绝了军政官员的邀请。前来定州作社会调查为下一步全面开展工作打基础的晏阳初一行，亲眼看到了当时定州农民的真实状况，农民因为不识字而受到的愚弄和欺诈。一位名叫秦老窑的农民，在借高利贷时因为不认字，在写契约时被人家将20元写成200元，在还钱时才知道自己受了骗。他到县政府喊冤无门，面对家破人亡、妻离子散的现实，他想一死了之。他钻到前来迎接晏阳初和他的同事们的大车自尽，被晏阳初救起，并帮他伸清了冤枉，并在很短的时间里，让他学会了识字。在农村晏阳初还看到了一位产妇因为难产而死亡的过程，在她生死之交的紧要关头，她的家属和村民们，不是去找医生来抢救，而是请来了巫婆神汉跳神。在一片愚昧和无知中，这个年轻的孕妇丧失了年轻的生命。这给了晏阳初很大的刺激，但是农民们却习以为常、麻木不仁，这却成为了晏阳初平教运动下农村的动力。为了摆脱北京军政府的纠缠，经过全体同仁决定，将平教会总部搬到定州。当他们这些博士们来到定州之后，他们的行为并不被定州的老百姓接受，在经过了艰苦的努力之后，终于打开了局面。农民追求文化和文明的潜力被激发出来，平教会形成了蓬勃发展的局面。有了文化的农民对封建统制和权威，产生了巨大的威胁，那些掌握政权的人们，再也不能随便的愚弄人民。平教会成为了老百姓的主心骨。晏阳初下乡时误入泥绰，一位平教学员救了他，这个参加了平教学校的学员，虽然识字会念书本了，但是他还是一贫如洗。他问晏阳初识字不能够脱贫，这识字还有什么意义。这让晏阳初受到了很大的启发，单纯的识字并不能够让农民过上好日子。还要让他们有个生财之道。平教会一边致力于优良品种的培育，猪鸡品种的改革，还开办了木厂，铁厂和印刷厂等，让无地无业的人们来这里学一技之长。 晏阳初还根据农民的实际情况，以平教同学会为主导，成立了生产合作社和信用合作社。春日，农民从信用社里贷款，秋后用劳动所得抵偿贷款，为了提高农民的收入，他们还组织农把棉花运到天津等大城市，提高农民的收入。他们的做法严重损坏了士绅们的利益，他们就通过县政府，发动了一场驱赶平教会的闹剧。在广大平教同学会的支持下，这次不法商户的阴谋被揭穿，他们的阴谋流产，平教会的威信日益高涨。为了挽救全县儿童的生命，为了制止正在发生的猩红热流行，晏阳初从北京协和医院请来了最好的医生和大批药品，人们都跪在他的面前称他为神人。平教会的成绩引起了各界的注意，国民政府任命晏阳初为县政研究院院长，并由平教会派人组成了定县实验县政府。掌握了政权的平教会把全力投入到了改善人民生活的努力之中，就在他们除旧布新的事业刚刚有了萌芽的时候，发生了卢沟桥事变，日本侵略军的炮火迫使经历了十年的定县实验中断。但是，从这里产生的定县经验，却随着晏阳初先生的足迹，传遍了非洲、东南亚、拉丁美洲等几十个国家，他本人也因为定县经验的巨大贡献，被评为和爱因斯坦齐名的世界十大名人之一。",
    "chinese_title": "晏阳初",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-24T20:42:24"
}