{
    "aka": [
        "Weekends",
        "韩流男声G大调(台)"
    ],
    "sid": "26724131",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "同性"
    ],
    "awards": "　　第66届柏林国际电影节(2016)\n　　泰迪熊奖 最佳纪录片(提名) 李东爀\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2412791087.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt5992118",
    "director": [
        {
            "url": "/celebrity/1455314/",
            "name": "李东爀 Lee Dong-ha",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2016-12-22(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5992118/",
    "imdb_votes": 32,
    "this_title": [
        "위켄즈"
    ],
    "douban_link": "https://movie.douban.com/subject/26724131/",
    "imdb_rating": "8.0/10 from 32 users",
    "trans_title": [
        "周末",
        "Weekends",
        "韩流男声G大调(台)"
    ],
    "douban_votes": "0",
    "introduction": "Every weekend the gay male choir G-Voice rehearses in Seoul – as they have been doing since 2003. The choir, being a kind of antidote to homophobic Korean society, makes the everyday lives of gay men its theme in an intelligent and humorous way. For their tenth anniversary, the members are planning to give their first big concert with ambitious arrangements, creative choreographies and many new pieces. This really puts these amateur singers to the test because the enthusiasm of some members outweighs their vocal abilities, whilst others work themselves into the ground as voluntary organisers. Besides preparing for their big day, G-Voice are also politically active, singing for equality and serenading against discrimination, and not just at LGBTQ demos.Director Lee Dong-ha succeeds, almost incidentally, in giving an insight into gay life in Korea. He also accompanies choir members and organisers after the rehearsals, when conversations become more personal over a meal. Filmed in the style of glossy music videos, G-Voices’ set-pieces provide a commentary, among other things, on the men’s experiences of Korean society, their conservative families and a gay joy of life. berlinale 2016",
    "chinese_title": "周末",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "위켄즈",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T15:34:12"
}