{
    "aka": [
        "Marco Spada",
        "芭蕾：强盗的女儿"
    ],
    "sid": "26727253",
    "cast": [
        {
            "url": "/celebrity/1425477/",
            "name": "埃夫古尼亚·奥布拉兹索娃 Evguenya Obraztsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446568/",
            "name": "奥尔加·斯米尔诺娃 Olga Smirnova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446569/",
            "name": "阿尔捷米·别利亚科夫 Artemy Belyakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1448182/",
            "name": "Anna Tikhomirova Anna Tikhomirova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2318751021.jpg",
    "region": [
        "法国",
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt7621178",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2014-03-30"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7621178/",
    "imdb_votes": 9,
    "this_title": [
        "Marco Spada or the Bandit's Daughter"
    ],
    "douban_link": "https://movie.douban.com/subject/26727253/",
    "imdb_rating": "7.2/10 from 9 users",
    "trans_title": [
        "强盗的女儿",
        "Marco Spada",
        "芭蕾：强盗的女儿"
    ],
    "douban_votes": "0",
    "introduction": "Act IScene 1Having gathered together to celebrate a wedding, the peasants complain to the Governor of Rome about the misdeeds of a certain Marco Spada. Though they have never set eyes on him, rumours about the robberies he has carried out in the district are a hot topic of conversation with them. A regiment of dragoons enters the village. Count Pepinelli, captain of the dragoons, falls for the charms of the Governor’s daughter, Marchesa Sampietri. But, alas, the latter is betrothed to Prince Frederici... Taking advantage of the situation, Marco Spada, incognito, empties the pockets of the onlookers. General consternation! Rain scatters the crowd. The only person left in the square is Friar Borromeo, whom Marco Spada has deftly relieved of all the alms he has collected.Scene 2The Marchesa, the Governor of Rome and Count Pepinelli, who have got lost on a mountain walk, have no idea they have taken refuge in Marco Spada’s lair. Angela, the bandit’s daughter, is also totally ignorant of her father’s clandestine activities. In the belief that no one is at home Spada’s accomplices quickly fill the room but then, just as quickly, vanish. Pepinelli, who has witnessed all this, warns Spada, that his house has been invaded by bandits. The dragoons take up their posts. The trap-doors in the floor open up again and the pictures hanging on the walls shift positions — but this time only to reveal to the astonished visitors a laden table and seductive young women!Act IIThe Governor invites Marco Spada and Angela to a ball. At the very moment that Prince Frederici is about to ask Spada for his daughter’s hand in marriage, Friar Borromeo turns up and complains to all and sundry he has been robbed. Borromeo says he will recognize the thief. Spada decides it is time to vanish but, before he manages to do so, Borromeo points him out. At last the penny drops: a shattered Angela tells Prince Frederici she cannot be his bride. The piqued Prince immediately announces his betrothal to the Marchesa. Now it is Pepinelli’s turn to be put out.Act IIIScene 1Pepinelli decides to declare his love to the Marchesa for the last time but, the latter, having already made up her mind, comes to meet him in her wedding dress. Suddenly the bandits show up from all directions and kidnap both the Marchesa and the Count.Scene 2Surrounded by his cronies Marco Spada, to his astonishment, catches sight of Angela in bandit garb. “In life or death! I accept my fate and want to live here with you all”. Against his will, Friar Borromeo is forced to marry the Marchesa and Pepinelli.The approaching regiment can be heard in the distance, the bandits decide to take refuge in a cave, seizing Frederici and the Governor whom they come across on their way. But Angela intervenes and saves the lives of both of the latter. Shots are heard close at hand. Marco Spada is mortally wounded. He appears, staggering. Before he dies, he makes a confession which dumbfounds the soldiers: Angela, he says, is not his daughter. This lie saves her from arrest and leaves the way open for her marriage to Prince Frederici.",
    "chinese_title": "强盗的女儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Marco Spada or the Bandit's Daughter",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-13T20:42:12"
}