{
    "aka": [],
    "sid": "26724315",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2317639286.jpg",
    "region": [
        "伊朗"
    ],
    "writer": [],
    "imdb_id": "tt5321730",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Persian"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5321730/",
    "imdb_votes": 10,
    "this_title": [
        "Hussein Yavari"
    ],
    "douban_link": "https://movie.douban.com/subject/26724315/",
    "imdb_rating": "6.5/10 from 10 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A film about Hussein Yavari, a player of ney.The ney is one of the oldest instruments in the world. As it names indicates, the ney is made out of reed. This instrument is played in different cultures throughout the world and is seen in different shapes and names. In Iran itself there are various kinds of the ney in different regions which have different names like the ney, ney labak, shemshal, toy kik, ney labi, laleh, and others. The word “nay” in Iran has been always the reminder of all kinds of wind instruments. For example, in the old writings, we always encounter terms like sornay, karnay, marnay, donay, siyah nay, narme nay,shah nay, and….which are all considered as the members of the ney family. There are abundant documents about the instruments related to the ney family in Iran. Farabi in his book “Musiqi al-Kabir” discusses the different neys prevalent in his time. Some of the neys Farabi referred to had mouthpiece and some like the present ney did not. In comparison with other Iranian instruments, the ney has an especial status in Iranian culture. Even at the time when music was confounded with different sorts of limitations, the ney was played by shepherds, folk musicians, and sometimes by the performers of religious music. The famous poem by Rumi which opens his Masnavi has been always well-known among the masses: Listen to this ney how it complains It is telling the tale of separations The sound of the ney is the closest sound to that of human being. And because of this, the sound of the ney is the reminder of human’s voice. In the past, the ney could be found almost in all Iranian houses. In other words, the ney has a status like that of the poetry book of Hafez which was kept by every Iranian in his house. This kin interest toward the ney can be related to the timber of the ney’s sound which has been always a sort of relief for emotional pains and separation.",
    "chinese_title": "Hussein Yavari",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-23T18:21:24"
}