{
    "aka": [],
    "sid": "26723794",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第66届柏林国际电影节(2016)\n　　泰迪熊奖 最佳纪录片(提名) 莫妮卡·楚特\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2319919413.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001444/",
            "name": "莫妮卡·楚特 Monika Treut",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5372600",
    "director": [
        {
            "url": "/celebrity/1001444/",
            "name": "莫妮卡·楚特 Monika Treut",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "英语"
    ],
    "playdate": [
        "2016-02-13(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5372600/",
    "imdb_votes": 8,
    "this_title": [
        "Zona Norte"
    ],
    "douban_link": "https://movie.douban.com/subject/26723794/",
    "imdb_rating": "5.5/10 from 8 users",
    "trans_title": [
        "北区"
    ],
    "douban_votes": "0",
    "introduction": "Fifteen years after Monika Treut portrayed human rights activist Yvonne Bezerra de Mello working with street kids in Kriegerin des Lichts (Warrior of Light, Panorama 2002), she returns to Rio de Janeiro to document the development and sustainability of the alternative educational project, Uerê. Every day, de Mello provides meals for around 250 children in her institution and offers them a loving, secure and effective learning environment. Her alternative approach to teaching enables the children to overcome learning disabilities that have resulted from experiences of severe violence. In the meantime, the preparations for the Olympic Games and heavy military intervention against the inhabitants of the favelas have created conditions akin to a civil war. Staying very close to her protagonists and employing a sensitive visual approach, Treut examines the effects of urban sociological changes. In Zona Norte she sets off in search of the protagonists of her earlier film. The schoolchildren she portrayed in 2001 seemed to have no future, but her re-encounter with them demonstrates how, in the long run, de Mello’s project has given these children a better chance in life. berlinale 2016",
    "chinese_title": "北区",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zona Norte",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T08:14:29"
}