{
    "aka": [
        "Panamerican Machinery"
    ],
    "sid": "26723719",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2320737001.jpg",
    "region": [
        "墨西哥",
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1460050/",
            "name": "华金·德尔·帕索 Joaquin del Paso ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4432980",
    "director": [
        {
            "url": "/celebrity/1460050/",
            "name": "华金·德尔·帕索 Joaquin del Paso ",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2016-02-14(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4432980/",
    "imdb_votes": 312,
    "this_title": [
        "Maquinaria Panamericana"
    ],
    "douban_link": "https://movie.douban.com/subject/26723719/",
    "imdb_rating": "6.2/10 from 312 users",
    "trans_title": [
        "泛美机械公司",
        "Panamerican Machinery"
    ],
    "douban_votes": "0",
    "introduction": "When you work for Maquinaria Panamericana, you’re part of the family. It’s hard to think of a better workplace: a convenient location next to Mexico City Airport, a generous boss in the form of Don Alejandro, spacious premises and whole decades of proud company tradition. Maybe that’s why everything looks a bit cluttered these days, there are almost too many happy memories to hold on to. But that’s no impediment to work, all the countless files, computers and paraphernalia are like trusted companions. Working here is more about spending time together anyway, chatting, joking, keeping the company spirit alive, productivity and efficiency be damned.Sometimes the future arrives without notice. Don Alejandro dies and with him the illusion, he’s been paying the wages out of his own pocket and the company is bankrupt. How do you react to a death in the family, to the end of an era? You lock the gates tightly, you look for solutions, you process your grief, you drink until you no longer can, you tolerate no dissention. Change can feel so surreal: the banging of an iron rod, the ceremonial washing of a corpse, water spurting up from under the asphalt. It’s going to be a long night… berlinale 2016",
    "chinese_title": "泛美机械公司",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Maquinaria Panamericana",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T04:23:13"
}