{
    "aka": [],
    "sid": "26723711",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2320732139.jpg",
    "region": [
        "德国",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1364646/",
            "name": "默尔·克罗格 Merle Kröger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364645/",
            "name": "菲利普·舍弗尼 Philip Scheffner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5403488",
    "director": [
        {
            "url": "/celebrity/1364645/",
            "name": "菲利普·舍弗尼 Philip Scheffner",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "法语",
        "西班牙语",
        "乌克兰语",
        "俄语",
        "英语"
    ],
    "playdate": [
        "2016-02-13(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5403488/",
    "imdb_votes": 47,
    "this_title": [
        "Havarie"
    ],
    "douban_link": "https://movie.douban.com/subject/26723711/",
    "imdb_rating": "6.2/10 from 47 users",
    "trans_title": [
        "共同海损"
    ],
    "douban_votes": "0",
    "introduction": "37º 28.6´N 0º3.8´E. An inflatable dinghy full of people, one of them waving. The camera pans slowly to the right and shows tourists on a cruise ship looking out to sea. The camera moves back, touches upon the boat again and then pans to the left, to the other side of the ship. The refracted sunlight bathes it in colour and a vertical ray of light separates the ship from the boat, to which the camera now returns. At times the image blurs; ghostly reflections appear in the water.The following is heard at the same time: the rescue crew requesting via radio that one should wait until a helicopter arrives. A woman talking on the phone in France to her husband in Algeria. Later he speaks of a crossing. The Irish tourist holding the camera, ship employees, Russian and Ukrainian cargo workers talking of encounters with this refugee boat (or another). And of their world.During the work on this film, images overtook reality. Havarie responds to this by condensing sound and disassociating it from the image to create a space of perception that allows the viewer to experience their own position without ever losing sight of the subject at hand: a cinematic coup of true radicalism. berlinale 2016",
    "chinese_title": "共同海损",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Havarie",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-01T04:00:45"
}