{
    "aka": [
        "The Fox That You Love",
        "妲己性爱传",
        "性妲己",
        "道长古装系列之妲己传说"
    ],
    "sid": "26734641",
    "cast": [
        {
            "url": "/celebrity/1396947/",
            "name": "罗永祥 Wing-Cheung Law",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429192/",
            "name": "岑梦凡 Mengfan Cen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1433452/",
            "name": "蓝家宝 Chia-bao Lan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "情色",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2577495465.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1987-08-16(中国台湾)"
    ],
    "this_title": [
        "妲己传"
    ],
    "douban_link": "https://movie.douban.com/subject/26734641/",
    "trans_title": [
        "The Fox That You Love",
        "妲己性爱传",
        "性妲己",
        "道长古装系列之妲己传说"
    ],
    "douban_votes": "587",
    "introduction": "商朝年期，紂王沉迷美色，施行暴政，令民間苦不堪言。一天，民女妲己突感不適，肚痛難當，其父尋遍名醫皆束手無策。一名道士經過發現該地陰氣大盛，發現坦 己原來被狐妖所侵，於是出手相救，惜最後都不敵妖孽。妲己其後竟不藥而癒並外出遊玩，期間巧遇外巡的紂王。紀王發現妲己美若天仙，於是淫心大作，強擄她回 日並日夜淫虐。妃己及後出手幹預朝政，勾引朝廷名官，令商朝一厥不振，漸步入滅亡之路 ……Towards the end of the Shang Dynasty (about 1000B.C.) Emperor Zhou was given over to drinking, women and a lack of morals, preferring these to the proper governance of the country, and ignored almost all affairs of state.Citizen suffered much.  One day, a lady named Daji has a stomach ache.  All the doctors cannot cure her.A monk passed by the village and noticed the evil Fox Ghost has possessed Daji.  He tried to save her but fail.Daji’s father Was a minister of Emperor Zhou but decided to leave his post. Zhou went after him and killed him.  Zhou discovered Daji and was immediately captured by her beauty.He decided to take her back to his palace and have sex with her day and night.  Daji becomes Zhou’s favorite concubine.She and Zhou together was responsible for the demise of the Shang Dynasty.（This movie is borderline porn. Male genitals are shown but there is no explicit penetration scenes.）",
    "chinese_title": "妲己传",
    "douban_rating": "5.2/10 from 587 users",
    "foreign_title": "",
    "douban_rating_average": "5.2",
    "update_at": "2025-12-16T06:35:23"
}