{
    "aka": [],
    "sid": "26738082",
    "cast": [
        {
            "url": "/celebrity/1037391/",
            "name": "玛丽娜·阿布拉莫维奇 Marina Abramovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341973/",
            "name": "乌雷 Ulay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "爱情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322808865.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1037391/",
            "name": "玛丽娜·阿布拉莫维奇 Marina Abramovic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10578226",
    "director": [],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988-06-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10578226/",
    "imdb_votes": 7,
    "this_title": [
        "The Great Wall of China: Lovers at the Brink"
    ],
    "douban_link": "https://movie.douban.com/subject/26738082/",
    "imdb_rating": "6.8/10 from 7 users",
    "trans_title": [
        "中国的长城：在边缘的恋人"
    ],
    "douban_votes": "325",
    "introduction": "In 1988, Ulay and Abramovic decided to end their relationship and to mark this with a performance, which became the legendary endpoint of their collaboration. After years of negotiations with the Chinese authorities, the artists got the permission to carry out 'The Lovers: The Great Wall Walk', in which they started to walk from different ends of the Chinese Wall in order to meet in the middle and say good-bye to each other. Abramovic started walking at the eastern end of the Wall, at Shan Hai Guan, on the shores of the Yellow Sea, Gulf of Bohai, walking westward. Ulay started at the western end of the Wall, at Jaiyuguan, the south-western periphery of the Gobi Desert, walking eastward. After they both continuously walked for 90 says, they met at Er Lang Shn, in Shen Mu, Shaanxi province. Here, they embraced each other to go on with their life and work separately from then on. As their work had often employed ritualized actions, mythology and Eastern thought, 'The Lovers: The Great Wall Walk' has to be considered the perfect end of the common oeuvre - also due to the Wall's mythological and philosophical connotations. The performance was recorded by Murray Grigor for the BBC (16mm film, transferred to video), which resulted in the documentary 'The Great Wall: Lovers at the Brink', of which there exist a long screening-version and a shorter VHS-version.-https://www.youtube.com/watch?v=zaso0j9x098",
    "chinese_title": "中国的长城：在边缘的恋人",
    "douban_rating": "8.7/10 from 325 users",
    "foreign_title": "The Great Wall of China: Lovers at the Brink",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "8.7",
    "update_at": "2025-08-30T20:28:29"
}