{
    "aka": [
        "The Sadist of Notre Dame"
    ],
    "sid": "26731642",
    "cast": [
        {
            "url": "/celebrity/1138883/",
            "name": "莉娜·罗迈 Lina Romay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012749/",
            "name": "奥利维尔·马修 Olivier Mathot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055127/",
            "name": "赫苏斯·佛朗哥 Jesús Franco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468796/",
            "name": "纳丁·帕斯卡 Nadine Pascal",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538217939.jpg",
    "region": [
        "Belgium",
        "法国",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1055127/",
            "name": "赫苏斯·佛朗哥 Jesús Franco",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3452710",
    "director": [
        {
            "url": "/celebrity/1055127/",
            "name": "赫苏斯·佛朗哥 Jesús Franco",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1979(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3452710/",
    "imdb_votes": 281,
    "this_title": [
        "El sádico de Notre-Dame"
    ],
    "douban_link": "https://movie.douban.com/subject/26731642/",
    "imdb_rating": "5.1/10 from 281 users",
    "trans_title": [
        "虐杀圣母院",
        "The Sadist of Notre Dame"
    ],
    "douban_votes": "0",
    "introduction": "Going through the filmmography of Jess Franco is never an easy thing because not only do you have to go through more than 200 movies but you've also got to go through countless alternate versions. Sometimes films can have four or five alternate versions with newly shot scenes, alternate footage or footage thrown in from another director. In 1974 Franco made a film called EXORCISM, which was a very dark mix of sex, religion and violence. It was also released in a softer version under the title DEMONIAC and another version with XXX footage called SEXORCISMS. Then, in 1979, Franco took footage from EXORCISM and added a new plot around them and the end result is this film, THE SADIST OF NOTRE DAME.The storyline here has Franco playing a former priest who escapes from a mental asylum and then goes on a killing spree killing people in the name of God.Look, I love Jess Franco and there are many fans out there who will call this movie a masterpiece. I'm not kidding, there are many people out there who love this version of the story but I'm not one of them and in fact I think it's an incredibly lazy film. The great thing about Franco is that he was always wanting to film something, which explains why he made so many movies. It's clear that he probably had limited funding and couldn't afford a full feature so he decided just to take an older movie and film new scenes. Many films from the past have done this and even the likes of Peter Bogdanovich has done it.That doesn't mean the end results are any good. I thought the storyline here was incredibly confusing and at times the \"new\" scenes just don't make much sense where they're added into the previous film. Another major problem is that the editing is downright horrid and among some of the worst that you're ever going to see. The pacing is among the worst you're ever going to see in a Franco film and the clips from EXORCISM have also been edited to the point where even they are ruined.Obviously, THE SADIST OF NOTRE DAME isn't my favorite film from the Spanish filmmaker. With that said, if you're a nut for the director like I am then you'll probably want to watch all of these alternate versions but if you're new to the director then it's best to start with EXORCISM.",
    "chinese_title": "虐杀圣母院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El sádico de Notre-Dame",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-07T21:23:08"
}