{
    "aka": [],
    "sid": "26734596",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2322024010.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0078499",
    "director": [
        {
            "url": "/celebrity/1042405/",
            "name": "瓦尔特·博斯 Walter Boos",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0078499/",
    "imdb_votes": 72,
    "this_title": [
        "Das Wirtshaus der sündigen Töchter"
    ],
    "douban_link": "https://movie.douban.com/subject/26734596/",
    "imdb_rating": "3.6/10 from 72 users",
    "trans_title": [
        "酒馆里的调皮女生"
    ],
    "douban_votes": "0",
    "introduction": "This is in all but name yet another remake of 'Kohlhiesels Töchter' - albeit as a (soft) sex film. It was probably inevitable that Hanns Kräly's comedy play of the two o-so-different twin girls would eventually be exploited for soft porn purposes (and a year later even for hard porn), after all the story revolves around the messy courtships of the title heroines.This realisation is rather disappointing though.First of all, the acting is rather weak. Apart from the reliable Jacques Herlin in a supporting role, most male actors struggle with their parts and come across as dull and uninspiring. The double role of playing both twins was given to Gina Janssen. While Ms Janssen is unquestionably very pretty, her acting range is limited and the director seemed to have asked too much of her. She certainly seemed to have fun playing the rude and ugly twin - but it somehow reminded me more of 'shouting therapy' than of acting; she was more at home playing the girly and pretty twin - but even then she exuded a rather inappropriate urbanity, considering that the film is set in Upper Bavaria.The story is presented very simplistically, all plot twists are easily spotted well in advance. Even more simplistic is the low brow comedy element, in other words: it is slapstick devoid of any subtlety. Shocked German television officials once discovered that one of the overrepresented groups in the audience for their late night 1970s sex films were children below the age of 10. Despite the sex, this is probably the audience which can appreciate films like this best - especially considering that the average German children's movie from the same period could only be understood by kids with a university degree in sociology.",
    "chinese_title": "酒馆里的调皮女生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Das Wirtshaus der sündigen Töchter",
    "imdb_rating_average": 3.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-02T00:14:09"
}