{
    "aka": [],
    "sid": "26731135",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2320931279.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1892612",
    "director": [
        {
            "url": "/celebrity/1305468/",
            "name": "陈为军 Weijun Chen",
            "@type": "Person"
        }
    ],
    "duration": "29分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1892612/",
    "imdb_votes": 13,
    "this_title": [
        "Law of the Dragon"
    ],
    "douban_link": "https://movie.douban.com/subject/26731135/",
    "imdb_rating": "8.3/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Law of the Dragon examines the way in which the Chinese legal system is trying to cope with the myriad recent dramatic changes to Chinese life and society by following the fortunes of a provincial legal practice, the Tiger Law Firm of Chengdu.At the heart of Law of the Dragon stands the austere Judge Chen, who journeys with his team of court officials along mud tracks and grit roads, often having to be dug out by the locals, to ensure that justice is served. Their court is wherever they hang the national emblem, be it nailed up in the fields or stuck up in the plaintiff’s house. Squatting on rocks amongst a farmers crops to advise him on his rights might seem primitive and even faintly ridiculous, but to the people he deals with, Judge Chen is the law.Directed by the award-winning documentary director Weijun Chen (Please Vote For Me, The Biggest Chinese Restaurant in the World), Law of the Dragon portrays all drama, the high and lows, the strains and stresses that affect families and businesses alike daily as they seek to navigate the labyrinthine Chinese judiciary.Judge Chen leads us through the narrow paths of justice in the Xuan’en region. As much of the population lives a day and a night’s walk from the province’s capital and wouldn’t know what they need to bring to a hearing, Judge Chen explains that it is necessary for the court to come to the people. We follow him and his team both through the court cases and during their time on the road, whether seeking the hospitality of the villagers or else warming instant noodles and sleeping in the rolled up bags kept in the boot.The arbiter of justice, complete with his judicial entourage, projects a strict demeanour but it belies a man who strives for justice for all. Like a latter-day feudal lord he sometimes steps beyond his official role, to remind villagers that they cannot rely on the law and to ask people to preserve peace and harmony in their community, without recourse to the intervention of the country’s official justice system.",
    "chinese_title": "Law of the Dragon",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T23:26:09"
}