{
    "aka": [],
    "sid": "26730551",
    "cast": [
        {
            "url": "/celebrity/1313422/",
            "name": "高曙光 Shuguang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317187/",
            "name": "詹小楠 Xiaonan Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275880/",
            "name": "蒋恺 Kai Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339319/",
            "name": "王昌娥 Chang&#39;e Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316572/",
            "name": "冯雷 Lei Feng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274972/",
            "name": "曹操 Jonathan Kos-Read",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358000/",
            "name": "王卓 Zhuo Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1430019/",
            "name": "野口佳耶 Noguchi Kaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370874/",
            "name": "马小矛 Xiaomao Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534676534.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342076/",
            "name": "杨凤良 Fengliang Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-03-12"
    ],
    "this_title": [
        "蓝百合"
    ],
    "douban_link": "https://movie.douban.com/subject/26730551/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "优秀的击剑运动员林贤是一位见义勇为的英雄，他与美国灵勃生物制品公司(中国)总经理田友、英豪剑馆老板张大平曾是生死契阔的朋友，退役后在剑馆作首席教练，但心情郁闷。田友借灵勃公司急需一位形象大使之机力荐林贤出任。未料到考察时，林贤突感身体不适，竟被灵勃市场总监连菲杀败，遭到张大平的指责，负气挂剑而去。私家侦探方励受德国人汉斯委托，偷拍灵勃公司仓库时被发现仓惶逃窜，他想破解谜津时，却被神秘地告知“灵勃”是一只巨大的恐龙蛋，打开会发现剑齿龙……林贤终于摘桂赴任，身陷广告大战之中被媒体追捧。但琵琶演奏员杜小棉却向丈夫孔元怒斥林贤是个伪君子……林贤在拍摄加急广告时突然昏厥，被紧急送往医院抢救。林贤在县 医院化名检验时竟被查出是 艾滋病患者，所幸事发异地未暴露身份，连菲、田友隐瞒实情将他转移到公司 别墅里藏匿起来。因灵勃公司产品的宣传主题包括使人类远离艾滋病，而林贤罹病的消息一经泄漏，必将使其品牌蒙垢，招致同业打压和媒体封杀，价值百亿美金的产品随时会魂断中国。林贤瞬间由忠实的产品形象代言人戏剧性地成为可怕的定时炸弹。方励大胆利用张大平飞行俱乐部的动力伞高空偷拍灵勃仓库，又被发现引起恐慌。经林贤向张大平质证后，方励暴露。连菲欲向总部报告噩耗被田友阻止，但林被软禁。周漪因丈夫林贤突然失踪前来公司寻找，田友巧言搪塞。连菲知无法逃避，决定向林贤摊牌。方励与张大平海边斗智，张质疑方为经济间谍，方却以连菲是昔日梦中情人为由掩盖，张一时难辨真伪。因林贤一惯平行端正，田友暗中怀疑周漪是林的传染源，同时担心自己，遭到连菲的嘲讽，他们决定避人耳目为林作复查，林因根本不信自己会染此病，欣然同意。灵勃总部闻讯，命连菲严密封锁消息，并立派特使阿瑟惊飞中国紧急应变。阿瑟曾是身手不凡的警察，现为灵勃公司技术情报部部长，此次行动代号为“蓝百合”。阿瑟一下飞机便与连菲发生不快，田友见事态严重想逃避责任。阿瑟一行刚到公司便撞上周漪，田友欲盖弥彰与她发生口角，周疑心更重。方励终于从汉斯口中获知“灵勃生命口服液”疑用鲨鱼脏器作原料，灵勃公司是屠杀鲨鱼的刽子手。汉斯是个坚定的国际环保主义者，想在中国市场打开缺口，方励不禁跃跃欲试。连菲获悉周涟怀孕后更加紧张并趁机摸底，但周漪对一切懵然不知。张大平发现林贤失踪心生疑惑，他因一心想傍上灵勃公司，对连菲和方励的关系产生浓厚兴趣。阿瑟急于召见林贤引起连菲的戒备，待到短兵相接，林贤竟大胆提议与阿瑟比剑证实自己的体魄——刀光剑影中林贤终因体力不支被阿瑟劈下赛台，送往医院抢救。待周漪赶到剑馆已是人去楼空，被张大平缠住盘问，此时方励也来剑馆调查，从林贤的败局中扑捉到谜端，并对周漪产生浓厚兴趣。林贤在医院与杜小棉不期而遇，杜怀恨跟踪，发现田友找熟人为林贤开具免疫功能化验单，心生疑窦。田友与医生交谈后，突然猜测到灵勃公司研制艾滋病疫苗的隐秘，吓了一跳，知林贤此次凶多吉少……林贤化验后借机逃逸，杜小棉趁田友、连菲搜寻林贤时，急忙来到化验室窗口，想抢先拿到林贤的化验单。连菲匆匆返回化验室，二人翻检化验单时，因杜小棉不知道林贤的化名被连菲抢了先，连菲躲到角落看到不祥结果。杜小棉一旁窥视更是猜测纷纷。周漪接到林贤的电话撇下张大平去赴约，却被方励跟踪。田友见到化验单最后的希望破灭了，想偷梁换柱蒙住阿瑟，被连菲拒绝。阿瑟已确信林贤罹病，准备采取行动。杜小棉将一连串疑窦告知孔元，孔劝她回避，不要惹火烧身。周漪赶到约会地点，方知有人跟踪，气愤地将方励赶走。林贤将麻烦告诉周漪反引起怀疑，他极力否认有外遇并阻止周向田友追问复查结果，并透露阿瑟来者不善。周要报警林贤不允，怕秘密泄露两败俱伤。当林劝周漪将孩子打掉时，周断然拒绝。阿瑟向连菲、田友摊牌，连菲反对拘禁林贤，但田友却决定卖友求荣，他赶到林宅对周漪谎称复查正常，想骗林贤露面，周信以为真。方励在林宅与田友、连菲发生激烈冲突，偷拍者的身份暴露了。",
    "chinese_title": "蓝百合",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T13:22:33"
}