{
    "aka": [
        "Naked Rider"
    ],
    "sid": "26737959",
    "cast": [
        {
            "url": "/celebrity/1096384/",
            "name": "Edmund Genest Edmund Genest",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382976119.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0163117",
    "director": [
        {
            "url": "/celebrity/1037380/",
            "name": "威廉·迪尔 William Diehl",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0163117/",
    "imdb_votes": 63,
    "this_title": [
        "All the Young Wives"
    ],
    "douban_link": "https://movie.douban.com/subject/26737959/",
    "imdb_rating": "4.9/10 from 63 users",
    "trans_title": [
        "年轻的妻子们",
        "Naked Rider"
    ],
    "douban_votes": "0",
    "introduction": "Set in a small Southern town, All the Young Wives revolves around a nasty rancher Big Jim.Big Jim is big in every way in the town and county. He owns most of the land, all the banks, newspapers and has the politicians right in his back pocket. He has a few passions that include horse racing and a burning desire to breed a winning racehorse.His other passion is bedding all the wives in town despite having a young wife, Melody whom he keeps locked up at home. Melody has strict orders to not step out of the house. These authoritarian rules eventually lead to Melody indulging in a secret romance with one of Big Jim’s horse trainers.But this is not the only problem Jim will soon realize he has on hand…..“I actually like this movie! If you’re a fan of obscure regional cinema, this is quite a gem. Many of the leads are filled by competent actors who are mostly known for soap opera appearances. The “young wife” of the title is Melody, trapped in a dull marriage with her much older husband, Big Jim. Big Jim is the richest guy in whatever shitty little Georgia town this takes place in, and pretty much owns everything and everybody. He also bangs just about every woman around, including his own employees’ wives. In fact, women find him irresistible and drop their panties for this dude the moment they lay eyes on him. But can you blame them? Just look at the guy!The shit hits the fan when Big Jim’s horse trainer not only seduces his wife, but is secretly training a race horse that he is going to bet against Jim’s horse. And this is not even real horse racing but harness racing, where the jockey is pulled in a goofy little cart and the horses aren’t allowed to run fast. While it’s not full of wall-to-wall nudity, it has a fair amount of violence, betrayal and sex.It’s a nicely shot movie, but damn, does it make 1970s rural Georgia look like a depressing shithole.”",
    "chinese_title": "年轻的妻子们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All the Young Wives",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T09:07:30"
}