{
    "aka": [],
    "sid": "26732565",
    "cast": [
        {
            "url": "/celebrity/1051421/",
            "name": "Ken Robinson Ken Robinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1335629/",
            "name": "亚当·梅森 Adam Mason",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3812170",
    "director": [
        {
            "url": "/celebrity/1335629/",
            "name": "亚当·梅森 Adam Mason",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3812170/",
    "this_title": [
        "Drawing Out Genius"
    ],
    "douban_link": "https://movie.douban.com/subject/26732565/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When director Adam Mason was hired to make a documentary about education in America, he decided he was probably not the best person to tell that story. So instead he decided co direct the film with Alana Dozier - a 16 year old girl with learning disabilities from Southern California. Mason tasked Alana with choosing a crew from her fellow peers, who would in turn be trained by Mason and his crew made up of Hollywood professionals - so that ultimately, THEY would take over the documentary. 'Drawing Out Genius' cleverly uses this example of mentorship as one solution as to how education in America and around the world can be practically and easily reformed. Mason in turn, seeks mentorship advice from Sir Ken Robinson, one of the worlds greatest authorities on the subject of education, and who gives this documentary a fascinating overview of how we're choosing to educate our kids, the shocking waste of human potential... and (shockingly) - solutions! Drawing Out Genius is unlike any educational documentary ever made. It celebrates the genius inside all of us, focuses purely on the positive, and offers remedies to one of the worlds most controversial and hotly debated topics.",
    "chinese_title": "Drawing Out Genius",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T12:00:48"
}