{
    "aka": [],
    "sid": "26741623",
    "cast": [
        {
            "url": "/celebrity/1385647/",
            "name": "仓亚琦 Yakira Cang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507215647.jpg",
    "region": [
        "奥地利 Austria",
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt4144582",
    "director": [],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "汉语普通话",
        "德语",
        "英语"
    ],
    "playdate": [
        "2014-04(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4144582/",
    "imdb_votes": 26,
    "this_title": [
        "Double Happiness"
    ],
    "douban_link": "https://movie.douban.com/subject/26741623/",
    "imdb_rating": "6.1/10 from 26 users",
    "trans_title": [
        "双喜"
    ],
    "douban_votes": "88",
    "introduction": "《双喜》叙述了奥地利村落赫尔斯塔特被中国克隆的故事。电影中的克隆村落在秘密中进行，影片逐步展露其建造的背景和原由，以及在全球化过程中数十亿人口的土地想象。在片中，梦境逐渐变成真实, 如同粉彩的颜色逐渐染到中国的经济特区深圳。在奥地利阿尔卑斯的赫尔斯塔特田园村庄，以一比一的比例被复制，成为中国奢华生活的标志。而在村中的奥地利人对此一无所知，在这里，欧洲的文化历史以及亚洲对于美的想象被诡异的混合。如同向拉斯维加斯学习一像，双重的幸福，我们必须重新思考这样的模仿。Double Happiness takes the Chinese copy of Hallstatt, a small idyllic town in Austria, as the starting point to explore China's fast urbanization. Chinese cities are built where histories and memories can be easily forgotten and thus rewritten. The film intersects the real and the fake through visual imagery, interviews and songs and tells the story of the copy planned in secret and of its discovery, of the motivation and the background for the construction of the fairy-tale-like replica in a region with a population of millions. The film is shot in the fashion of a docu-musical to refer to Sound of Music(1965), the Hollywood production of an imagined Austrian culture, which became a touristic hype in Salzburg.  The origin is no longer determined by tradition or culture, but rather by playing a role or even playing with images deriving from the archives collected from mass- media visual footages as the collective fantasy. What matters is no longer whether it is real or fictional, but the virtuality grounded in the epistemology of the image production itself, its perception, and effects in the capitalist globe.",
    "chinese_title": "双喜",
    "douban_rating": "7.1/10 from 88 users",
    "foreign_title": "Double Happiness",
    "imdb_rating_average": 6.1,
    "douban_rating_average": "7.1",
    "update_at": "2025-10-27T04:56:59"
}