{
    "aka": [
        "A Field Day"
    ],
    "sid": "26748701",
    "cast": [
        {
            "url": "/celebrity/1343668/",
            "name": "金秀安 Soo-an Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438072/",
            "name": "车美京 Cha Mi Kyung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1468444/",
            "name": "金重任 Kim Jong-in",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512903308.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1463459/",
            "name": "金振泰 Jin-Tae Kim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10499418",
    "director": [
        {
            "url": "/celebrity/1463459/",
            "name": "金振泰 Jin-Tae Kim",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2018-03-22(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10499418/",
    "this_title": [
        "운동회"
    ],
    "douban_link": "https://movie.douban.com/subject/26748701/",
    "trans_title": [
        "运动会",
        "A Field Day"
    ],
    "douban_votes": "0",
    "introduction": "There’s a man ‘Chul-goo’ who had a dream of to be a singer, but now middle aged and who are living on work at an average office. one day, he receive a letter of dismissal from company suddenly.he has come to a stalemate and find a new job but it wouldn't be easy. one day, The executive of a company approached to him and tempted to give him a old job back if he cooperate in dismiss the protestors when he was hovering around the protesting employees.Meanwhile, Chul-goo’s wife Misoon is going out for voluntary service because of the pressure from the neighbor lady. And she crushed on Mr. Lee who leading a volunteer movement. She's been a stay-at-home mom for 26 years but now Misoon's heart is start to beating again after a long time.At home, Chul-goo’s father ‘Soondol’ was always a fifth wheel in the family. So he was sitting at the park and played a janggi board game for spent the time. One day, Soondol was participated as member of government service group by young people who nobody knows where they came from.There’s a first born Seung-ju who want to be accomplished the dream of cartoonist. he came up to Seoul for that dream but he paints Conti for living. He couldn’t get a proper wages and be suffered from the hardships of life. One day he ran into an older alumnus of his alma mater at the bar. He suggest to Seung-ju a part-time job that earning good money. He suddenly took that proposal and begin to work at private security services.Seung-hee is the youngest hussy daughter. She hate fat and ugly mate next to her class. For upcoming Field day, She practiced a three-legged race for get a first prize because teacher promised to her if she win the game, she can change her mate.Chul-goo was putted in a delicate situation where he couldn't do anything and even be participated for protesting .Misoon went to volunteer service and support the protesters.Soondol was belong to elder’s conservative groups and held demonstrations against ‘The Red’Seung-ju was be sent to crack down on the demonstrations as a worker who belonging to private security (hired by company).Likewise, All family members are gathering in one place, Protesting site become a mass. In the distance, A youngest daughter ‘Seung-hee’ watched that scene.",
    "chinese_title": "运动会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "운동회",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T03:13:37"
}