{
    "aka": [],
    "sid": "26743536",
    "cast": [
        {
            "url": "/celebrity/1300484/",
            "name": "渡边文树 Fumiki Watanabe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2324139396.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1300484/",
            "name": "渡边文树 Fumiki Watanabe",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1300484/",
            "name": "渡边文树 Fumiki Watanabe",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "安倍晋三 CIAにいいなりの男"
    ],
    "douban_link": "https://movie.douban.com/subject/26743536/",
    "trans_title": [
        "安倍晋三 对CIA唯命是从的男人"
    ],
    "douban_votes": "0",
    "introduction": "渡辺文樹監督の新作ポスターが街中で暴れ始めた。ぼくも歩いている時にチラ見したが、(安倍晋三、ciaにいいなりの男)という題名の映画のようだが、上映会の詳細が書かれていない。この監督、公安当局が最も憎む映像作家であり、高市クソ婆が映画業界を所轄担当していれば、暗殺指令すら下しかねない正義の映画監督である。上映予定が告知されれば、会場閉鎖や上映妨害が確実に行われる。監督自身は(思ったことを表現するだけ)と語るが、アホとその仲間たちには気に入らない。上映会の詳細が明らかにされていないのは、そういう意味あいである。このポスターを見て、ヒトラー権力掌握への道というドキュメンタリーをみた辺見庸が、なぜ日本では同様な映像作品が作られなかったのか？という疑問を思い起こした。答えは心の中の群衆が眠っており、ニホン人の多くに全民的協調主義がはびこり、ニホン社会があらかじめファシズムを基調にしているためで、戦争責任、いや敗戦責任すら問われたことがない。戦犯キシのマゴが戦争法案を成立させる。こんな歴史的アイロニを許すのはこの国以外にはありえない。ただ、あほシンゾウをテーマにするのは難しい。ションベン小僧や親からも見捨てられた等のあほ振りを象徴する子ども時代のエピソードはふんだんに残っているが、ブッシュと並ぶパープーな頭の中身を映像化するには空っぽであり過ぎる。ヒトラーが芸術家となる夢に挫折し、そのコンプレックスを基盤に、時代を反映した半資本、反ユダヤの国家社会主義を標榜して強盗戦争に破れた。少なくも、自ら考えて社会を変革しようと目指した。しかし、あほシンゾウの信奉する新自由主義とはソビエトの自壊を背景に、総資本が何らの規制も受けず(国家からも)労働者から最大限の剰余価値を奪う自由のことだ。国民国家から組織暴力団国家とそれに追随する買弁領主に変質しつつある時代であり、あほシンゾウの振る舞いはいまの時代の相と斬り結ぶのではなく、映画の宣伝帯に表現されたように(ciaにいいなりの男)であり、こういう与太郎的人物を映像化するのは本来的な困難が生ずる。かりに、あほシンゾウのエピソードを積み重ねていけば映像の最後には人のもの哀しさだけがのこるかもしれない。ここまでのばか者に権力掌握の道を許したことに対する、見たもの自身の愚かさを感じてである。辺見庸の指摘する群衆も同じだ。我々は高を括っていた。国民国家の成立には方の支配など理性の配合を伴う。これまでは！与太郎が権力掌握の道をたどるはずがない。ブッシュ、あほシンゾウは例外だが、問題があれば社会的理性がばか者を排除するはずであった。だから、ニホン人は何もしなかったのだ。おそらく、おそらくだが渡辺監督の新作のテーマはあほシンゾウとさほど違いのない群衆たちの馬鹿さ加減ではないか。戦争責任の解明を不問にしたうえで、再びいくさ準備を進めるニホン人の全民的協調主義、あらかじめファシズムを監督の視点から描こうとしているのだろう。是非ともこの(あほシンゾウ～国際金融資本にいいなりの男)のポスターを自民党や公明党の事務所に貼ってみたいものだ。",
    "chinese_title": "安倍晋三 对CIA唯命是从的男人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "安倍晋三 CIAにいいなりの男",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T10:50:17"
}