{
    "aka": [
        "UMBERTO ECO - MEIN LEBEN"
    ],
    "sid": "26743339",
    "cast": [
        {
            "url": "/celebrity/1014574/",
            "name": "翁贝托·埃科 Umberto Eco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909908489.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt5323024",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2012"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5323024/",
    "imdb_votes": 16,
    "this_title": [
        "Behind the Doors of Umberto Eco"
    ],
    "douban_link": "https://movie.douban.com/subject/26743339/",
    "imdb_rating": "6.9/10 from 16 users",
    "trans_title": [
        "翁贝托·埃科：门背后",
        "UMBERTO ECO - MEIN LEBEN"
    ],
    "douban_votes": "0",
    "introduction": "Der weltbekannte Mittelalterspezialist, Essayist, Semiotiker, Literat und Medienwissenschaftler Umberto Eco ist vor allem für seine von Publikum, Literaturkritik und Fachwelt gleichermaßen anerkannten Romane berühmt. Sein Erfolgsrezept ist die Entmystifizierung der Hochkultur durch die Fähigkeit, diese allgemein zugänglich zu machen. Wie zeichnet man das Porträt eines so facettenreichen, vielseitig begabten und zutiefst gebildeten Menschen? Gibt es noch unbekannte Seiten an ihm zu entdecken? Diese Fragen bewegten die Filmemacherin Teri Wehn-Damisch, als sie einige Tage in Ecos Haus in Monte Cerignone zu Gast ist und ihn nach Mailand und Paris begleitet.Inmitten seiner Bücher kommentiert Umberto Eco Erinnerungsstücke und Archivbilder aus seinen überquellenden Kartons und schneidet dabei seine liebsten Gesprächsthemen an. Immer heiter und großzügig offenbart und erklärt er seine Meinungen, Fantasiebilder und Zwangsvorstellungen, spricht von seinem Verhältnis zur Religion, zum eigenen Erfolg, äußert sich zu seinem Interesse für Krimis, zu seinen Liebschaften und seiner Begeisterung für Paris. Im Hintergrund zeichnen sich seine Kindheit unter dem Faschismus und seine Faszination für Fälschungen ab, mitsamt ihrer verheerenden Auswirkungen in der Geschichte.Das Porträt entstand kurz vor Ecos 80. Geburtstag. Es zeigt einen energiegeladenen Mann, der voller Ideen steckt, Schreib- und Reiseprojekte hegt und weltweit Vorträge hält.",
    "chinese_title": "翁贝托·埃科：门背后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Behind the Doors of Umberto Eco",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-12-27T23:23:23"
}