{
    "aka": [
        "Teli and Toli",
        "Teli i Toli"
    ],
    "sid": "26744106",
    "cast": [
        {
            "url": "/celebrity/1109766/",
            "name": "卡希·卡夫萨泽 Kakhi Kavsadze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480008/",
            "name": "弗拉迪斯拉夫·德明 Vladislav Demin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2324305519.jpg",
    "region": [
        "俄罗斯",
        "格鲁吉亚",
        "德国",
        "希腊"
    ],
    "writer": [],
    "imdb_id": "tt6001712",
    "director": [],
    "duration": "74分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "俄语"
    ],
    "playdate": [
        "2016-09-01(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6001712/",
    "imdb_votes": 80,
    "this_title": [
        "Тэли и Толи"
    ],
    "douban_link": "https://movie.douban.com/subject/26744106/",
    "imdb_rating": "6.3/10 from 80 users",
    "trans_title": [
        "泰利村和托利村的故事",
        "Teli and Toli",
        "Teli i Toli"
    ],
    "douban_votes": "0",
    "introduction": "This down-to-earth story that takes place in the mountains of North Caucasus, between two adjacent villages – Ossetian Toli and Georgian Teli – tells us about simple and naïve people that governments try to divide today by an official state border. These people wish to live in peace and harmony, in spite of ethnic differences, as their ancestors lived for hundreds of years. They are accustomed to solve all the conflicts peacefully, following Caucasian customs – around a great table, with wine and songs…The action takes place in one of the mountain gorges of Central Caucasus Ridge, where two villages peacefully coexisted since times immemorial, one of them Toli, inhabited by Ossetians, another one Teli, inhabited by Georgians. Two abandoned villages, without gas or electricity, and now divided by state border that follows a shallow river Aragavka. In Teli lives a 70-year-old Georgian Kakhi Kipiani, his wife Sofiko, their grandson Gocha and a lonely shepherd Shaliko. The only people left in Toli are an Ossetian widower Bazi Kesayev, of the same age with Kakhi and his good friend, his granddaughter Satinik and a shepherd Valiko. Both Ossetians and Georgians, used to their way of life, cannot accept the border that divides them. The only thing they still share are a cemetery and a small church. The village dwellers have been long considered ‘strange people’ by people from outside and, in their turn, the villagers do not trust those that they call ‘valley people’. The border is guarded from the Georgian side by Lieutenant Gogi Pirtzkhalava of Georgian Police and from the Russian side by the Private Maksim Ivanov.The beautiful nature of Caucasus is very important from the dramaturgic point of view, and the objects were chosen very carefully. Finally a decision was taken to shoot the film in the best pearl of Caucasus, the Republic of North Ossetia-Alania, generously endowed by the nature with inaccessible mountains, impetuous mountain rivers, boundless forests and rich history.It is an important project of interregional importance that will tell about patriotism, respect and preservation of the national traditions of the peoples of Northern Caucasus. At the 20th Kinoshok Film Festival, the screenplay was awarded the Prize of the Inter-State Foundation of Humanitarian Cooperation of CIS States.",
    "chinese_title": "泰利村和托利村的故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Тэли и Толи",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T23:36:11"
}