{
    "aka": [
        "Puppet Princess"
    ],
    "sid": "26744984",
    "cast": [
        {
            "url": "/celebrity/1220481/",
            "name": "西瓜刨 Gwa-pau Sai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1349221/",
            "name": "冯峰 Fung Fung",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "1962-08-22"
    ],
    "this_title": [
        "木偶公主"
    ],
    "douban_link": "https://movie.douban.com/subject/26744984/",
    "trans_title": [
        "Puppet Princess"
    ],
    "douban_votes": "0",
    "introduction": "故事梗概：在一个童话城堡里，有位漂亮的公主，她很善于跳舞，国王向臣民们颂布了诏书，如果谁能够配得上公主的舞蹈，就把公主嫁给他。人们都热情的涌向王宫，有位王子经过这儿，问发生了什么事，有人告诉了他，王子也来到了王宫。来王宫的人很多，公主开始跳舞了，随着曼妙的乐曲，她像一朵高山上盛开的雪莲，让最善于跳舞的男孩都黯然失色。王子优雅的走上去，伴着美妙的音乐，他与公主像两只双飞的鸟儿一样般配。国王很高兴，要把公主嫁给他。可是这个时候，突然一阵狂风吹来，公主不见了。国王很着急，让全国的军队都去寻找公主，也没有找到。王子说，他知道一个魔法师，或许可以找到公主。于是王子告别了国王，去找那位魔法师。去魔法师的地方很远，路上充满了危险，可是无论经历什么，王子都没有退缩。找到了魔法师，王子请求他帮自己找到公主。魔法师说，公主是被一个邪恶的法师抓走了，已经到了很远很远的地方，不过，他还可以帮助他。魔法师给他一颗水晶球，告诉他，把水晶球含在嘴里，可以听的懂花草树木的语言，那么，就可以问它们公主到哪儿去了。王子告别了魔法师，把水晶球含在嘴里，真的可以听懂花草树木的语言，他问它们看到公主了吗？月季告诉他，公主被邪恶的法师变成了一个只会跳舞的木偶，正在各地演出呢。王子继续往前走，芍药告诉他，公主被魔法师带到了远处的一个小镇，那儿的人们正在看公主的舞蹈呢。王子兴奋的赶到那个小镇，可是邪恶的法师已经走了。王子失望的离开了小镇，他问路旁的一棵小草，你见过公主了吗？别吵别吵，我在睡觉，那棵小草说。王子问它，那么你什么时候醒啊？到晚上吧，小草对他说。到了晚上，小草告诉他，公主被法师带到了黑暗城堡，那儿是个可怕的地方，有蝙蝠和毒蛇，它让王子带上它的一些种子，这些种子有种奇异的力量，能让那些蝙蝠和毒蛇乖乖的听他的话。走了很久，王子到了黑暗城堡，把小草的种子洒过去，那些蝙蝠和毒蛇都争着过来吃，吃完以后，都把王子当成它们的主人。王子到了城堡里面，邪恶的法师不在里面，王子知道，他一定又出去演出了，就对那些蝙蝠和蛇说，过一会儿，有个坏家伙来这儿，要它们把它咬死。等了一会儿，邪恶的法师刚回来，就被蝙蝠和毒蛇咬死了。可是公主变成了一个木偶，一句话都不能说，王子伤心的哭泣起来，这时，听到一个细小的声音说，不要伤心啊。王子问它，你是谁啊，你在哪里？那个声音说，我在你嘴里啊。王子拿出了那颗水晶球。水晶球对他说，你还记得跟公主的舞蹈吗，只要你与公主一起跳舞，公主身上的魔法就会被解除的。王子与公主跳起了舞蹈，慢慢的，公主变回了原来的样子，依然那么漂亮，她与王子沉浸在幸福之中。导演：冯峰 / 严望 /主演：王超峰 / 陈立品 / 关仁 / 萧仲坤 / 西瓜刨 /上 映：1962 / 年8月22日影片类型：/ 剧情 / 魔幻奇异国家地区：中国香港上映日期：1962年8月22日",
    "chinese_title": "木偶公主",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T09:35:49"
}