{
    "aka": [],
    "sid": "26759806",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2899597056.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt5539418",
    "director": [],
    "duration": "71分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5539418/",
    "imdb_votes": 6,
    "this_title": [
        "Sfumato"
    ],
    "douban_link": "https://movie.douban.com/subject/26759806/",
    "imdb_rating": "5.6/10 from 6 users",
    "trans_title": [
        "晕涂技法"
    ],
    "douban_votes": "0",
    "introduction": "Tout commence dans l’atelier d’un peintre, aux gestes silencieux. La caméra de Christophe Bisson abolit les contours, explorant la pénombre – le portrait de Bernard Legay sera donc lui-même pictural. Au fil des saisons, les paysages bas-normands et l’espace où travaille le peintre nous deviennent familiers. Même un hangar immense et décati, plutôt que désaffecté, semble réinvesti par l’acharnement de l’ermite à recueillir au grattoir une précieuse poudre de rouille ou des flocons de peinture écaillée. Ce n’est qu’après avoir fait l’expérience sensorielle de ce travail sur la matière que les mots arrivent. « Après le désenchantement, on regarde les lichens, on regarde les pierres, on essaie de reprendre le contact avec les choses les plus élémentaires. Alors si on choisit de vivre, on regarde ce qui s’accroche. » L’attention portée à l’artiste qui puise dans la nature et même dans la relation avec sa mère mourante des idées de textures s’augmente bientôt d’un enjeu existentiel. Sensibilité écorchée, le peintre bas-normand assimile toile et peau en un geste que l’on comprend absolument vital et que le regard de Christophe Bisson, sa pratique du sfumato cinématographique, respectent et magnifient. (Charlotte Garson)",
    "chinese_title": "晕涂技法",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sfumato",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T22:42:33"
}