{
    "aka": [],
    "sid": "26759287",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2389844877.jpg",
    "region": [
        "美国",
        "葡萄牙 Portugal"
    ],
    "writer": [],
    "imdb_id": "tt5468194",
    "director": [
        {
            "url": "/celebrity/1301230/",
            "name": "比利·伍德贝瑞 Billy Woodberry",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5468194/",
    "imdb_votes": 100,
    "this_title": [
        "And When I Die, I Won’t Stay Dead"
    ],
    "douban_link": "https://movie.douban.com/subject/26759287/",
    "imdb_rating": "6.6/10 from 100 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The long-awaited second feature film by Billy Woodberry recovers the legend, legacy and ultimately tragic life of Beat-poet Bob Kaufman (1925-1986), skillfully melding recitations of his verse together with rare archival photographs and interviews to offer a moving homage to the artist often called the “American Rimbaud.” Like Bless Their Little Hearts (1984), Woodberry’s celebrated neo-realist debut film, And When I Die, I Won’t Stay Dead chronicles with great sensitivity an unwritten chapter in the history of marginalized America, shedding new light on Kaufman’s still underappreciated poetry and the difficult struggles of the half-black, half-Jewish and fervently left-wing poet. A poet of the oral tradition, Kaufman’s verse was neither written nor recorded and threatened to disappear entirely if not for the valiant efforts of his second wife to publish her husband’s work. Equally fleeting was the figure of Kaufman himself, who once declared that his “ambition is to be completely forgotten” and who, at the height of his creative powers, took a self-imposed and apparently unbroken ten-year vow of silence in haunting lament for the assassinated John F. Kennedy. Woodberry, whose own thirty-one-year break from filmmaking is subtly acknowledged by his film, reasserts Kaufman’s fleeting yet vivid figure into the art and poetry scenes transforming Greenwich Village and San Francisco’s North Beach, offering first-hand accounts of Kaufman by fellow poets such as Jack Hirschman, as well as extraordinary photographs of the Happenings and haunts animated by Kaufman’s indelible presence. Especially resonant is Woodberry’s careful use of Kaufman’s own words, released like birds throughout the film, together with the understated fragments of the jazz and conga drums that so inspired the unique cadence and visionary language of Kaufman’s extraordinary poems. – Haden Guest",
    "chinese_title": "And When I Die, I Won’t Stay Dead",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-13T15:07:30"
}