{
    "aka": [],
    "sid": "26754738",
    "cast": [
        {
            "url": "/celebrity/1335439/",
            "name": "法赫里·亚迪姆 Fahri Yardim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076784/",
            "name": "玛丽·博伊默 Marie Bäumer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330882/",
            "name": "米兰·佩舍尔 Milan Peschel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014393/",
            "name": "约瑟芬·普罗伊斯 Josefine Preuß",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2326214720.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Therapy Crashers"
    ],
    "douban_link": "https://movie.douban.com/subject/26754738/",
    "trans_title": [
        "治疗傲客"
    ],
    "douban_votes": "0",
    "introduction": "These guys need help. Really!Daniel can't help it. If his girlfriend Mia doesn't answer the phone, it means she's having sex with another man. If she doesn't call when she's away on business, it means… right, she's having sex with another man. Tired of his pathological jealousy, Mia breaks up with him and recommends therapy. Daniel's best friend Thomas goes along with him to a group therapy as moral support and discovers an agreeable side-effect: with false names and imaginary problems, the two suddenly become hits among the many sex-starved young women eager to jump into bed with sensitive men who actually listen to them.While the two pals keep scoring with the girls at every conceivable therapy weekend, Thomas' deceit is unmasked by the lawyer Sylvie, who threatens to expose them if they don't dance to her tune. Daniel, meanwhile, is either mooning over Mia or nursing his attraction to the famous actress Bernadette. She, too, feels drawn to the sensitive Daniel, who's so different from her domineering macho agent-boyfriend. But what about her career? And what about Daniel's undying love for Mia? Maybe Bernadette and Daniel should sign up for a couples weekend… After all, it's never too early for problems!",
    "chinese_title": "治疗傲客",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Therapy Crashers",
    "douban_rating_average": 0,
    "update_at": "2025-09-19T06:35:09"
}