{
    "aka": [],
    "sid": "26756146",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2451842",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [
        "2012"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2451842/",
    "this_title": [
        "Peasant Family Happiness"
    ],
    "douban_link": "https://movie.douban.com/subject/26756146/",
    "trans_title": [
        "农家乐"
    ],
    "douban_votes": "0",
    "introduction": "Tourism in China today signifies many things. To the Chinese government, tourism is a win-win opportunity to promote rural development and modernization and to encourage urban residents to flex their disposable incomes through domestic travel. To tourists - past, present, and future - it is the epitome of middle-class leisure, proof that the country has moved beyond the hardships of the past and toward a prosperous future. And to those who live in the sites that are visited, tourism is a means to an end, a chance to earn a living by turning one's home into a destination.In the words of Dr. Stevan Harrell, Prof. of Anthropology at the Univ. of Washington, \"This colorful, entertaining, gently ironic documentary presents a vivid and sensitive portrait of a side of China that is little known outside the country: the world of ethnic tourism. In recent years, hundreds of millions of Chinese tourists, mostly city-dwellers, have used their newly increased incomes to travel. And many of the places they visit are ethnic minority villages in China's West and Southwest. They go there for the culture, for the scenery, for the clean air, for something different to see and do.\"Peasant Family Happiness depicts the everyday experience of \"doing tourism\" in two rural ethnic tourism villages in contemporary China: Ping'an in the Guangxi Zhuang Autonomous Region and Upper Jidao in Guizhou Province. In these villages, residents negotiate between the day-to-day consequences of tourist arrivals and idealized projections of who they are. Questions of \"authenticity\" are rendered secondary to, yet not entirely subsumed by, market imperatives.Culture and identity remain important for sustaining community, but in ways that reveal just how much labor goes into creating leisure experiences. What really matters to the villagers of Ping'an and Upper Jidao are the bigger, more pressing questions confronting modern rural communities across the globe: the possibilities brought about by improved transport networks, the promises and perils of leaving one's home to be a migrant worker elsewhere, and the pleasures of imagining one's own future through the lens of successful, profitable tourism.Peasant Family Happiness was produced as part of a larger anthropological research project on tourism and rural development in China today. Various scenes, a rough cut, and the final film were screened in both Ping'an and Upper Jidao villages on multiple occasions.With its \"deft and intimate camera work,\" its stunning visuals of spectacular rural landscapes, and its \"insightful, vivid, and intelligently humorous\" paradoxes and ironies, Peasant Family Happiness will thoroughly engage students and stimulate reflection and discussion in a wide range of courses in cultural anthropology, China and East Asia, development issues, ethnicity and identity, and tourism. It was produced by filmmaker/anthropologist Jenny Chio, of the Dept. of Anthropology, Emory University.",
    "chinese_title": "农家乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Peasant Family Happiness",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T21:11:47"
}