{
    "aka": [],
    "sid": "26769924",
    "cast": [
        {
            "url": "/celebrity/1172347/",
            "name": "奥修 Bhagwan Shree &#39;Osho&#39; Rajneesh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2264438",
    "director": [],
    "duration": "62分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1983-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2264438/",
    "imdb_votes": 52,
    "this_title": [
        "Fear Is the Master"
    ],
    "douban_link": "https://movie.douban.com/subject/26769924/",
    "imdb_rating": "4.6/10 from 52 users",
    "trans_title": [
        "恐惧是大师"
    ],
    "douban_votes": "0",
    "introduction": "In this hard-hitting cinematic document, ex-followers reveal secrets of life under the domination of India's infamous free sex guru, Bhagwan Shree Rajneesh, self-proclaimed God of the Universal. We see how Rajneesh combines an eerie charisma with scientific mind control techniques to make his disciples psychically dependent on him. For the guru, this web of control means a regal lifestyle (he had nearly a hundred Rolls-Royces at his disposal). But for his followers, called sannyasins, living in the shadow of the Master means giving up family ties, working eighteen hours a day, seven days a week, for no pay and always being available to satisfy the sexual whims of the gurus hierarchy. Wielding millions of dollars with an iron fist, Rajneesh and his henchmen built a 100 square-mile separate state in rural Oregon, U.S.A. complete with a highly armed sannyasin security force. Like the tragic residents of Jonestown, the inhabitants of Rancho Rajneesh were taught to fear law enforcement officers and other outsiders. While tension and paranoia simmered, Rajneeshs teachings offered the cynical consolation that, a bullet-ridden death can often accomplish what a life could not. The world has heard the Rajneesh credo at other times, other places, from other tyrants. Might is right, hisses the bearded Master to his half a million fanatical devotees, that rule still remains the rule of the jungle. FEAR IS THE MASTER is a stark and uncompromising warning, a shocking reminder that if we do not learn from history we will be condemned to repeat it.- Written by Anonymous",
    "chinese_title": "恐惧是大师",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fear Is the Master",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-30T20:21:31"
}