{
    "aka": [
        "Dziś są moje urodziny"
    ],
    "sid": "26767565",
    "cast": [
        {
            "url": "/celebrity/1210045/",
            "name": "Zofia Wieclawówna Zofia Wieclawówna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "传记",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2330001802.jpg",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1991-01"
    ],
    "this_title": [
        "Today is my birthday"
    ],
    "douban_link": "https://movie.douban.com/subject/26767565/",
    "trans_title": [
        "Dziś są moje urodziny"
    ],
    "douban_votes": "0",
    "introduction": "Today Is My Birthday is a very strongly autothematic work in which Kantor returned to the unrelenting memories of war, friends and family. It was the first time that Kantor referred so clearly to his paintings in his theatre. It’s worth mentioning that in the end of the 80s he worked mainly on figurative painting, creating mostly self-portraits.In mid-1989, Tadeusz Kantor started work on a performance which he could not attend. He died in Kraków on 8th December, 1990, after one of the last rehearsals of this play, which was eventually finished by the Cricot 2 theatre. The premiere showings of this French-German-Italian co-production took place in Toulouse and Paris in January 1991.Premiere: 10.01.1991 r., Théâtre Garonne, Toulouse and 21.01.1991 r., Centre Georges Pompidou, Paris.The premiere took place after Kantor’s death. Zofia Więcławówna, a choreographer who used to work with Kantor played a major role in preparing the staging.The room in the play is not just where the scene takes place, but it’s the artist’s workshop at Sienna 7. The space between paintings’ frames has been filled with simple furniture: a table, an iron heater, a sink and an artist’s desk. Next to it there’s a folding chair and a stool. On the table, next to an kerosene lamp and two teacups, there’s a photograph from the belle epoque. It is of Helena and Marian Kantor, Stanislaw Berger and an unknown woman with blurred face. The artist invited his Mother, Father (together with the Individual who stole his face), Uncle Staś and Vicar Śmietana from Wielopole to his workshop on the occasion of his 75th birthday. Also invited were Travelling Actors, characters from old plays. Also in attendance: Poor Girl, Velazquez’ Infanta, Dr Klein – Jehova, Nosiwoda from Wielopole and the newspaper delivery man from 1914. Friends arrived: Maria Jarema, Jonasz Stern and Wsiewołod Meyerhold. Only the Owner of the Poor Room of Imagination was missing. His Shadow appeared instead. On the chair was a sign with Kantor’s name. From the speaker one could hear the artist’s voice. Actors were lying on the stage, wrapped up in gray blankets as human emballages. The event was interrupted by history’s clichés: members of NKWD, People of Power with their usual attributes: guns, cannons, a tank, a police car. Stern intoned a tale about being saved from Annihilation and a letter from Meyerhold to Molotov, pleading for stay of execution, was read. The actors carried out the tabletop to the sound of Beethoven’s Eroica.",
    "chinese_title": "Today is my birthday",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-11T13:43:00"
}