{
    "aka": [
        "Podruga osobogo naznacheniya"
    ],
    "sid": "26766212",
    "cast": [
        {
            "url": "/celebrity/1493479/",
            "name": "安娜·瓦西莱瓦 Anna Vasileva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1508911/",
            "name": "莉莉娅·雷布里克 Liliya Rebryk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1524026/",
            "name": "阿纳斯塔西娅·巴沙 Anastasia Basha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329110387.jpg",
    "region": [
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt6462028",
    "director": [],
    "duration": "52分钟",
    "episodes": "4",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6462028/",
    "imdb_votes": 20,
    "this_title": [
        "Подруга особого назначения"
    ],
    "douban_link": "https://movie.douban.com/subject/26766212/",
    "imdb_rating": "6.2/10 from 20 users",
    "trans_title": [
        "Podruga osobogo naznacheniya"
    ],
    "douban_votes": "0",
    "introduction": "Вниманию зрителей представляется сериал Подруга особого назначения — детективная драматическая история 2005 года от режиссёра Анатолия Матешко, снятая по произведению писательницы Т. Устиновой. В центре сюжета — Варя Лаптева, работающая секретарём в одной из московских телекомпаний. Рабочий день Варвары начинается, как всегда, с вороха документов, множества неотложных дел и поручений начальника. И вот, в один из таких обычных, казалось бы, трудовых будней, в офисе компании происходит убийство...Но именно этот случай круто поменяет судьбу девушки и поможет ей, наконец, обрести счастье в личной жизни и ту работу, о которой она так долго мечтала. Хотите узнать, как всё начиналось? Тогда скорее начинайте мини-сериал Подруга особого назначения онлайн смотреть на Megogo!Однажды на приём к шефу Вари, Альберту Анатольевичу Кротову, приходит мужчина, которого ранее никто из работников компании здесь не видел. На деликатные просьбы и предупреждения Варвары не беспокоить начальника, посетитель не реагирует. Через некоторое время после разговора с нежданным гостем, Кротов выходит из своего кабинета и сообщает секретарю, чтобы та не отвлекала его посетителя — мол, он очень занят и работает за компьютером. Но громкий шум, донесшийся из-за дверей офиса, все-таки заставляет Варю заглянуть в директорский кабинет. Каково же было её удивление, когда на полу, среди кипы бумаг, она увидела того самого мужчину, недавно пришедшего к Альберту Анатольевичу, мёртвым.К слову, теперь Варвара является, чуть ли не единственным свидетелем его гибели. Но это далеко не все, что предстоит пережить девушке за этот и без того непростой день. Возвращаясь домой с работы, она попадает под машину. К счастью, Варя отделалась лишь незначительными ушибами, но у неё украли паспорт и кошелёк, где были все, оставшиеся до зарплаты, деньги. Но ведь «худа» без добра не бывает. Тут же Варвара знакомится с Иваном, водителем, который и сбил её с ног. Чем обернется эта встреча для Вари? Какую роль этот человек сыграет в её судьбе? И, главное, каким образом он сможет помочь ей в расследовании загадочного убийства незнакомца, посетившего накануне офис её шефа?Если вы любитель детективных историй, всяческих сюжетных хитросплетений, вам по душе нетривиальные сюжеты и неожиданные финалы, то не упустите возможность смотреть сериал Подруга особого назначения на нашем киноресурсе.",
    "chinese_title": "Подруга особого назначения",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-10-02T22:42:31"
}