{
    "aka": [],
    "sid": "26767841",
    "cast": [
        {
            "url": "/celebrity/1383781/",
            "name": "吉娅·斯科娃 Gia Skova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055212/",
            "name": "达·范·汉森德 Dan van Husen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055696/",
            "name": "吉姆·麦司奇门 Jim Meskimen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "动作",
        "惊悚",
        "传记",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874382358.jpg",
    "region": [
        "加拿大",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1051475/",
            "name": "D. Daniel Vujic D. Daniel Vujic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3127824",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "塞尔维亚语",
        "塞尔维亚克罗地亚语",
        "德语",
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3127824/",
    "this_title": [
        "Tesla"
    ],
    "douban_link": "https://movie.douban.com/subject/26767841/",
    "trans_title": [
        "特斯拉"
    ],
    "douban_votes": "0",
    "introduction": "A unique factual depiction of Nikola Tesla's life from his early adulthood to his eventual arrival to America in 1886, examining his relationships and interactions with some of history's most important and controversial people including Thomas Edison, George Westinghouse, Guglielmo Marconi, Albert Einstein, Charles \"Lucky\" Luciano, J.P. Morgan, Mark Twain, J. Edgar Hoover, and Heinrich Himmler of the Nazi regime. The story reveals the tragic secret that was behind Tesla's relentless drive to invent the most dangerous device to mankind and many facts and truths not previously known such as Tesla's romantic life which was thought to be none existent which is not true and reveals many of Tesla inventions that were suppressed from the world for over half a century and only now are widely used. The film goes into overdrive action with the introduction of fictional character \"John Watt\" from the future in 2013. John is a 21-year-old computer sciences student who by fate comes upon Tesla's greatest invention kept secret from the world, the Time Radio. Through this remarkable invention, John is able to communicate with Tesla in the past and experience a world of mystery, intrigue and conspiracy, a world that is shaping the future, John's present. The radio emits a signal like none other in world and is soon picked up by NSA radio scanners which set off alarms as the signals are highly encrypted and unbreakable. Suspecting that a sophisticated terrorist group is behind the encrypted signals the NSA joins forces with the FBI to locate the source but what the NSA doesn't know is that certain people in the FBI know more about the signals then they are willing to share. John and his girlfriend Sara narrowly escape capture, realizing how the radio could be used to contact the past to change the future and unable to bring himself to destroy the radio John and Sara find themselves on the run with the radio from the NSA and FBI all while in contact with Tesla in the past.- Written by Hollydan Works",
    "chinese_title": "特斯拉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tesla",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T03:55:57"
}