{
    "aka": [
        "Liberation, the User’s Guide",
        "We'll Be Alright"
    ],
    "sid": "26767686",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2389149712.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt6165596",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2016-04(瑞士真实影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6165596/",
    "imdb_votes": 17,
    "this_title": [
        "Manuel de libération"
    ],
    "douban_link": "https://movie.douban.com/subject/26767686/",
    "imdb_rating": "7.4/10 from 17 users",
    "trans_title": [
        "Liberation, the User’s Guide",
        "We'll Be Alright"
    ],
    "douban_votes": "0",
    "introduction": "A story of the Siberian province. Girls passed directly on from orphanage to neuropsychiatric institutions are deprived of their rights as citizens: no freedom, no work, and no family. The path to reconquer these rights, in the face of fearsome Russian institutional bureaucracy, is long and difficult. At times, someone succeeds, but the new freedom is then a leap into the unknown... The path of these young “fighters”, full of inner rage, courage and obstinacy, is striking. We are very impressed by the talent of Alexander Kuznetsov and his capacity to listen and observe. The film has a formidable narrative progression—simple and implacable. The camera is always at the right distance and, through its capture of space, gives us the real dimension of the drama that the protagonists are experiencing. It also remains very discreet with regard to their emotions, like in the final scenes, where everything is said in the luminosity of a glance or the empty space of a closed window. A striking “liberation user guide”.",
    "chinese_title": "Manuel de libération",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T19:08:03"
}