{
    "aka": [],
    "sid": "26767203",
    "cast": [
        {
            "url": "/celebrity/1492855/",
            "name": "安妮塔·古哈 Anita Guha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1959",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0389068",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0389068/",
    "imdb_votes": 23,
    "this_title": [
        "Kavi Kalidas"
    ],
    "douban_link": "https://movie.douban.com/subject/26767203/",
    "imdb_rating": "7.4/10 from 23 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kali is an uppercaste but naive and dim-witted Brahman and lives with his stepmother and her son. He has fallen in love with Pushpavali who is of a low caste. Kali's mother frowns on this and on the next small pretext throws him out of the house. The villagers do not show any sympathy for Kali. Kali and Pushpavali decide to leave the village. Princess Vidyotma hears Pushpavali singing and invites her to the palace to be her maid. Vidyotma is not married and will only marry a man more intelligent than her. She has humiliated and defeated many men, and no man seems to even match wits with her. A sage decides to bring her arrogance to an end, and he asks the naive Kali to accompany him to see the Princess, Kali does so, and through the Sage's help defeats the Princess. The Princess marries Kali and is aghast to find that he is illiterate, and dim-witted. Kali gets humiliated by the princess, and he decides to educate himself. His true love is still Pushpavali. But he is now married, and the princess will definitely not let him leave for a low-caste woman.",
    "chinese_title": "Kavi Kalidas",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-26T17:00:39"
}