{
    "aka": [],
    "sid": "26764721",
    "cast": [
        {
            "url": "/celebrity/1492719/",
            "name": "Edwina Edwina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0213532",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0213532/",
    "imdb_votes": 90,
    "this_title": [
        "Budtameez"
    ],
    "douban_link": "https://movie.douban.com/subject/26764721/",
    "imdb_rating": "7.4/10 from 90 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Shanta (Sadhana) is wealthy Rajbahadur Murthy Sagar's vivacious and uppity, orphan granddaughter. Her character is developed as pretty, haughty, aware of herself and contemptuous of servants. Shyam (Shammi Kapoor) and Shanta have a couple of tempestuous meetings. Shyam, who hails from Allahabad is educated and cares about the wellbeing of his widowed step-mother and wheel chair-bound step-sister Bina. Employed by the Rajbahadur as Manager of his household, Shyam has many opportunities to court Shanta, and he does so with a succession of songs and in style. Shanta however is a misandrist (a woman who hates men) as a result of her traumatic childhood. Rita (Laxmi Chhaya) who has been brought in by the Rajbahadur to help Shanta mend her unmannerly ways has given up and admits defeat. Taming the shrew is a challenge that only Shyam can take up. But how will he deal with a woman who believes in \"fall from a hilltop, fall from above, fall from anywhere, but never fall in love\"? She even writes up a placard \"Men are beasts\". Shanta's ego is further stoked by Devdass who serenades her in Scottish attire playing a bagpipe. A road trip in a rare right hand drive open top Buick to a hill station (Khandala) in the Western Ghats is a turning point in Shanta's behaviour. Retired Colonel Jung Bahadur provides a couple of comic interludes and is pivotal as the plot unfolds.",
    "chinese_title": "Budtameez",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T19:50:38"
}