{
    "aka": [],
    "sid": "26760421",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2327488429.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1420298/",
            "name": "段洪 Hong Duan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "全国学大寨，大寨怎么办"
    ],
    "douban_link": "https://movie.douban.com/subject/26760421/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "大型纪录片  编辑：段洪  摄影:靳敬一等,中央新闻纪录电影制片厂1966年摄制全国的学大寨运动如火如荼，大寨人也面临着一个又一个新的考验。考验既来自自然，也来自社会；既来自外界，也来自大寨自身。1965年，太行山区遇到了严重的干旱。以大寨说，从4月中旬开始播种起，除4月下旬下过一次小雨，到7月中旬近90天没有下雨，中间又刮了一场暴风。7月19日下了1小时暴雨，雨量达60多毫米。暴雨引起的山洪把大寨村最好的沟地庄稼冲毁了50多亩，冲断了狼窝掌沟中一些石坝。一场暴雨后接着又旱了，却在8月19日下了一场冰雹。陈永贵和大寨的村民们都说，这次的灾比1963年重多了。这次是旱、风、洪、雹一灾未平，一灾又起，其中最严重的是旱灾。为了夺取当年的农业丰收，大寨人一开春就有防旱思想，就有两手准备。春播前整地，他们采取了一系列的有利于保墒的措施，播种又实行了适当深播。播种后一个时期没有下雨，就及时采取了间苗和提早开锄等等防旱措施。旱象一形成，全村立即展开了轰轰烈烈的抗旱斗争。6月过去了，到7月还不下雨。大寨村党支部就发动村民讨论：受了灾可怕不可怕？有没有把坏事变成好事的办法？这次讨论把全村动员起来了，为了抗旱，人人出力，人人开动脑筋，玉米深刨，谷地培土，一个接一个的抗旱办法都用上了。这样一直搞到7月19日下雨，全村的庄稼一直长得很好。7月19日的1小时暴雨，大寨又遭了一次洪灾，受了一定的损失。有些人对盼来的这场雨很扫兴。党支部和陈永贵却认为，尽管受了灾，这场雨对抗旱还是好处大于坏处，雨后立即发动全村锄地保墒，作持久抗旱的准备，同时组织劳力抢救了部分被冲的庄稼。对于被冲的石坝，陈永贵等村干部仔细作了检查，同没有被冲垮的石坝作了对比，找到了教训。之后，全村一鼓作气，针对过去修坝的缺点，用8天时间修复了全部被冲的石坝。7月暴雨后又旱了。三伏天气，旱情更加严重，抗旱也更加紧张。党支部又发出了\"抗旱好比攻碉堡，越往后越困难，越困难越要抗，加紧找水，突击浇苗\"的号召。当时，大寨正在国家派出的钻机帮助下钻机井，而且已经见了水。大寨村一面给钻机增派了劳力，希望机井迅速成功，一面组织掏废井和在沟里挖水坑，找泉水。大寨多年兴修梯田和其他水土保持工程，这时也见了效，有些沟底已经开始见水，一挖水就出来了。大寨村里过去枯了的废井，这时一掏也有了水。在废井重新出水的鼓励下，村里又组织打了几眼新井。人们一面找水，一面就给部分不耐旱的耕地突击浇苗。8月上中旬，全村男女老少一齐出动，挑担的、提罐的、捧盆的都上了阵，先后突击浇了50亩左右，使一块块、一亩亩开始受旱发黄的庄稼又变成了墨绿色。对于大多数比较耐旱的耕地，大寨坚持多锄保墒的方针，提出今年不挂锄了，旱到什么时候锄到什么时候。多锄不仅是为了这一季抗旱，也为下一季抗旱。陈永贵说，不怕一年旱，就怕连续旱。地旱得干了硬了，如果不锄，秋后下的雨也会流失，明年春播还会受旱。多锄不仅可以减少蒸发，保证这一冬庄稼，秋后下的雨即使这一季庄稼用不上，还可以把它留在地里给明年春播用。大寨能够战胜这次严重干旱，还得益于它的农田基本建设，得益于它的\"海绵田\"和\"三深耕作法\"。大寨进行了多年农田基本建设，把坡地修成梯田，加厚耕地的土层等等，都是为了保土保水，使农田逐步达到稳产高产。因而大寨的耕地比较耐旱。在这个基础上，大寨又实行深耕细作，使耕地的表土松软得像海绵一样，再加适当深种、深锄和许多抗旱措施，就使它在大旱之年仍然获得了高产。大寨不仅抗住了当年的干旱，还为以后的水利建设打下了基础。陈永贵在谈到那次抗旱的经验教训时说，这次抗旱解决了我们在发展农田灌溉事业方面的保守、麻痹思想。在此以前，我们以为经过多年努力，我们的耕地能够抗住一般的旱灾。对于发展灌溉，总认为山区缺水，信心不大。今年春天，中央负责同志就指示我们要搞水利，预防干旱。我还以为不要紧。当时他就提醒我大旱三年怎么办？现在看起来还是领导看得远。当时我就没有料到今年会发生这样的大旱。大旱教育了我们，抗旱中我们对解决水的问题找到了一些门路，国家派来的钻机在山上又钻出了水。这就是自然灾害对我们的促进。这次大旱使大寨人也发现了自己的不足。1965年11月24日，陈永贵在《山西日报》上发表文章：《以更高的标准建设高产农田》。文章总结了1965年大寨抗旱的经验教训，提出了大寨人今后的努力方向。文章说，多年来，尽管我们在农田基本建设方面做出了一些成绩，但是拿更高的更严的标准来衡量，还有很大差距。直到现在，我们大寨连一亩真正的水浇地还没有。为什么不发展水利？不完全是条件不好，主要是我们有保守自满思想。现在看来，我们的水利事业已经落后了十年，特别是今年的大旱，使我们深深地体会到\"水利是农业的命脉\"。不发展水利不行。不怕一年旱，单怕两年灾，明年再旱怎么办？大旱三年怎么办？因此，积极地、千方百计地发展水利事业，已经成为我们迫不及待的任务。我们初步规划要在今后三年内，保证每人发展一亩水浇地。陈永贵还说，林业建设是我们的最大差距。不怕有差距，单怕不认识。1963年以来，我们大抓植树造林，取得了很大成绩。我们决心乘胜前进，争取在今后三年内，绿化荒山秃岭。大寨的土地是不是完全合乎稳产高产的标准呢？陈永贵认为还不是。他说，今年大旱给我们土地排了排队，还有近200亩地建设质量不高，不用说高产，稳产也没达到。就是经得住大旱考验的大部分土地，也和这个标准有距离。因此，在今冬明春，仍要狠抓土地基本建设，保证每人整修更高标准的大寨田一亩，标准要达到：地平、堰高、土厚。1965年11月，陈永贵参加了中共晋中地委组织的参观团，对北京、河北、山东、河南等省、市的一些先进单位参观访问。他所到之处，看到广大干部、群众意气风发，扎扎实实地开展学大寨、赶大寨、超大寨的比学赶帮超运动。他看到有不少单位快要赶上大寨了，有不少单位的生产水平还超过了大寨。陈永贵从中受到了鼓舞，也深深感到大寨必须急起直追，虚心学习各地的先进经验，才能继续前进，取得新的成绩。因此，他在参观访问途中，给村党支部写了一封信。陈永贵在信中说，这次参观，对我们来说，教育太深刻了。所有的单位，尽管情况不同，但成绩都十分突出。没有别的话好讲，只能用老话说：山外有山，天外有天，不看不知道，一看吓一跳。一个比一个先进，一个比一个突出。特别是到了下丁家村，叫人越看越想看，越听越想听。看山，山青；看地，地平；沟沟有水，库库相连；看人，个个精神奋发，干劲冲天。今年粮食产量达475多公斤。是超大寨的一个典型。其实，超大寨的何止一个下丁家。看来，我们的工作落后了。如果不急起直追，迎头赶上，有被甩在后面的危险。陈永贵在信中提出了一个问题：全国学大寨，大寨怎么办？他说，这个问题，要回答多久，看来，永远回答不完。要一直回答下去。全国学大寨，大寨要找差距，要用更大的干劲消灭差距。我们要向全体社员算一笔账：拿1963年前和1963年后作比较，我们少做了多少事情，少产了多少粮食，少收入多少现金，这个账要算到户，算到人。使大家进一步明白人勤地不懒的道理，人的因素第一的道理。是不是我们的潜力挖尽了呢？劲头鼓足了呢？不能这样想，也不能这样说。现在仍然要在挖潜力、鼓干劲上做文章。陈永贵说，不看不知道，一看就发现了我们自己有点自满情绪。这是真正的危险所在。现在全国各地学大寨学得轰轰烈烈，扎扎实实，不仅学，还在赶，还要超，有的已经超过大寨。不管农业，还是林牧副业，好多单位都比我们好。人家学大寨认真学，我们学全国先进兄弟队，学得很不够。所以，要将\"大寨式先进单位\"的材料，认真地向全体干部与社员进行宣传。使大家开眼界，长见识，找差距，鼓干劲，把大寨和各先进单位的差距，消灭得愈快愈好。陈永贵还谈了他的所见所闻所感。他说，天津市专门组织了报告会，让我报告后，又组织劳模和我们开座谈会。烟台党、政、军也组织了同样的会。济南组织了28000人的报告会，而且将我的报告连续广播，当作政治运动在山东范围内开展，以推动当前的农田基本建设。学大寨学得认真极了。河北、山东，听说大寨人出来学习，真是轰动全省。人家虚心好学的态度，对党中央指示认真执行的态度，都是我们学习的榜样。我们绝不能辜负他们对我们的希望。总之，人家是惊天动地，翻天覆地，我们有点小手小足，小天小地。差距越看越清楚，越看越大，越看越多。我们在外面找，外面学，你们在家中找，家中学，成绩夸大有坏处，差距找得多些没有坏处。谈到今后大寨的工作，陈永贵在信中说：\"土地建设的质量一定要好上加好，不能含糊。不平地要搞平，起高垫低，真正达到高水平。活土层，要达到最低一尺以上，给水利化打基础，16眼水井，要继续打，不能停下来。这是我们实现水利化的根本办法之一，是我们的希望所在。虎头山下造林地的修整，请检查一下，要整好，整细，也要摆一个样板。我们在下丁家，到处可以看到鱼鳞坑，这一看，再不能不抓了。\"陈永贵在信中多处提及的下丁家，是指山东省黄县大吕家公社下丁家大队，是当时全国学大寨的一个先进典型。下丁家人在学大寨运动中，向穷山恶水宣战。他们把山地削成平地，把地下的大石头一块块掀上来，把地上的大石头一块块搬走，把土里的碎石子一筛筛滤出去，然后又在一条条山沟里筑起水库池塘，建造成\"三层楼式\"的灌溉网，分别浇灌山上、山腰和山下的农田，使这个原来\"山高地薄石头多、天地自带三分灾\"的穷山村，变成了一个山清水秀、高产稳产的富山庄。1965年，下丁家村也战胜大旱，夺取了又一个大丰收。随后，他们又对照大寨找差距。秋收前后，村党总支书记王永幸到大寨参观学习之后，又把大寨精神带回来，在全村开展了一个进一步学大寨、赶大寨的热潮。陈永贵来到下丁家参观，使下丁家人受到了很大的鼓舞，把下丁家学大寨、赶大寨的群众运动推向新的高潮。大会、小会、民校、工地，到处都在用大寨的尺子量自己的短处。下丁家人通过总结、学习、对比，一致认为比大寨有三个不如：一是稳产高产不如大寨过得硬，不怕困难、不怕灾害的劲头不如大寨大；二是政治思想工作不如大寨抓得深、抓得细、抓得透；三是虚心好学的风格不如大寨高。他们说：大寨提出\"全国学大寨，大寨学全国\"。人家面向全国，找了差距，提出了新的奋斗目标，下丁家也要学习大寨这种精神，不断提高，不断前进。第十四生产队队长丁学选说：大寨是全国闻名的先进单位，还口口声声说向咱学习；咱比大寨还差得远，再不加倍努力，就要落后了。那确实是一个激动人心的场面：一杆红旗树全国，万杆红旗映新程。后进学先进，先进找差距，大家都满怀激情地投入到一个比学赶帮超的伟大行动中。虽然用今天的眼光来看，这场运动还存在着不少问题，甚至连靠搞群众运动的方式推动经济建设本身，我们今天也有了冷静而理智的认识。但是，无论怎样，我们应当赞美当时的人们在这场运动中所表现出来的冲天干劲，应当赞美他们那种不向穷山恶水低头的伟大气概，应当赞美他们为改变我国贫穷落后面貌所付出的艰辛探索，应当赞美他们在这场探索中所表现出来的无私奉献精神。将这种精神与发展社会主义市场经济的科学理念相结合，我们是不可战胜的。",
    "chinese_title": "全国学大寨，大寨怎么办",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T13:22:44"
}