{
    "aka": [],
    "sid": "26766851",
    "cast": [
        {
            "url": "/celebrity/1356614/",
            "name": "Nina Stemme Nina Stemme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123059/",
            "name": "Waltraud Meier Waltraud Meier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2329566584.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5606474",
    "director": [
        {
            "url": "/celebrity/1041315/",
            "name": "帕特里斯·夏侯 Patrice Chéreau",
            "@type": "Person"
        }
    ],
    "duration": "133分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2013-04-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5606474/",
    "imdb_votes": 26,
    "this_title": [
        "\"The Metropolitan Opera HD Live\" Strauss's Elektra"
    ],
    "douban_link": "https://movie.douban.com/subject/26766851/",
    "imdb_rating": "8.5/10 from 26 users",
    "trans_title": [
        "理查·施特劳斯《埃莱克特拉》"
    ],
    "douban_votes": "0",
    "introduction": "he last production staged by Patrice Chéreau, this Elektra will remain as the main and most striking lyrical event of these last years in Aixen-Provence.In 1903, Richard Strauss attended a performance of Elektra, a play by the Viennese poet Hugo von Hofmannsthal based on the tragedy by Sophocles. Three years later, Strauss came to an understanding with Hofmannsthal on a lyric adaptation of the play. Even though tepidly received at its premiere on 25 January 1909 in Dresden, Elektra quickly won over audiences and today occupies an enviable place in the repertoire of opera houses the world over. With its clear-cut contrasts and telluric power, it is one of the most scathing masterpieces of the whole lyric repertoire.Elektra comes in the wake of Salome with the same dimensions (a single act lasting approximately an hour and three-quarters), a story taking place in ancient times, extreme feelings, and devastating violence. Frenzied unity of place, time and action, with the drama unfolding in the courtyard of the palace in Mycenae, in real time. It tells how Elektra, daughter of King Agamemnon, keeps alive the memory of her father, murdered upon his return from Troy by his wife, Clytemnestra, and her lover, and dwells only on vengeance. And how this vengeance finally comes about.This production is led by three amazing singers: the German soprano Evelyn Herlitzius gave a tremendous, never-to-be-forgotten account of the title role, Waltraud Meier portrays a human and chilling Clytemnestra and Adrianne Pieczonka is a fantastic Chrysothemis.Everyone’s loneliness and intimate struggles are Patrice Chéreau’s favorite theatrical themes. With Esa-Pekka Salonen conducting the Orchestre de Paris, this production of Elektra becomes an unforgettable experience.",
    "chinese_title": "理查·施特劳斯《埃莱克特拉》",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "\"The Metropolitan Opera HD Live\" Strauss's Elektra",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T11:22:39"
}