{
    "aka": [],
    "sid": "26766205",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1291136/",
            "name": "尼古拉斯·马丁 Nicholas Martin",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "The Duke"
    ],
    "douban_link": "https://movie.douban.com/subject/26766205/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Nicholas Martin, writer of Stephen Frears’ upcoming Florence Foster Jenkins starring Meryl Streep and Hugh Grant, is to pen the screenplay for another extraordinary true story titled The Duke.Announcing the feature, Pathe also stated that the film would be produced by Nicky Bentham (The Silent Storm) of Neon Films.Set in the early 1960s, The Duke centres on the true story of Kempton Bunton, a retired bus driver who claimed to have stolen Goya’s portrait of the Duke of Wellington from London’s National Gallery.Bunton was enraged when the British government paid a large sum to keep the painting out of the hands of a US art collector when so many in the UK were suffering financial hardship. He sent a ransom note saying he would return the paining if the government granted every senior citizen a free television license.However, the demand was not taken seriously and Bunton returned the painting four years later and handed himself in. But there was more to the story than initially claimed, involving his son.The theft entered popular culture and is referenced in the 1962 James Bond film Dr. No, with the painting displayed in the villain’s lair.",
    "chinese_title": "The Duke",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-27T23:22:27"
}