{
    "aka": [],
    "sid": "26765343",
    "cast": [
        {
            "url": "/celebrity/1049619/",
            "name": "马修·塞特尔 Matthew Settle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "美国"
    ],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2328706745.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "21",
    "episodes": "13",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-01-01"
    ],
    "imdb_link": "",
    "this_title": [
        "Decisive Battles of the Ancient World"
    ],
    "douban_link": "https://movie.douban.com/subject/26765343/",
    "trans_title": [
        "古代世界之决定性战役"
    ],
    "douban_votes": "0",
    "introduction": "Decisive Battles of the Ancient World They are the moments when history was writ in blood; when armies determined the fate of empires and men became myths. They are the Decisive Battles of the Ancient World. In a groundbreaking release, History Channel presents the defining points of ancient warfare-moments that altered the course of history and shaped the modern world. Travelling the globe to explore every aspect of these legendary encounters, this smashing DVD collection reveals the tactics and introduces the commanders that led the way to victory. Decisive Battles of the Ancient World provides a comprehensive account of the legendary leaders who triumphed and the brilliant military tactics that swayed destiny as it examines every facet of these legendary encounters. Witness stunning recreations of the crucial battles of Rome and beyond, from Cannae to Marathon to Thermopylae and follow some of the greatest warriors of all time. This absorbing DVD collection, Decisive Battles of the Ancient World, offers the ultimate survey of the colossal conflicts that determined the fate of the Western world. • Revisit the exploits of Hannibal, Spartacus, Attila the Hun and many others. • Detailed re-enactments bring these pivotal events to life. • Military historians, archaeologists and other experts share their insights.",
    "chinese_title": "古代世界之决定性战役",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Decisive Battles of the Ancient World",
    "douban_rating_average": 0,
    "update_at": "2024-10-24T00:40:06"
}