{
    "aka": [],
    "sid": "26765293",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰",
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1332815/",
            "name": "Chris W. Mitchell Chris W. Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010086/",
            "name": "埃弗里特·德罗什 Everett De Roche",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1332815/",
            "name": "Chris W. Mitchell Chris W. Mitchell",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "荷兰语"
    ],
    "playdate": [],
    "this_title": [
        "Amsterdam Gothic"
    ],
    "douban_link": "https://movie.douban.com/subject/26765293/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Amsterdam Gothic, the second feature from director Chris W. Mitchell (The Pool), has landed a production deal with Belgium’s Potemkino at the Frontières international co-pro market in Brussels (Mar 30 – Apr 1).The Dutch-Belgian co-production is based on a draft script from the late American-Australian screenwriter Everett de Roche (Nine Miles Down), who passed away in 2014 following a battle with cancer.Director Mitchell completed the screenplay. Producers are Jan Doense and Herman Slagter for Dutch production outfit House of Netherhorror (The Pool, Cherry Tree), with Potemkino’s Peter De Maegd also now attached as a producer as part of the deal.The English-Dutch language project already has backing from the Dutch Film Fund, and is raising finance for a $2.7m (€2.4m) production budget.Amsterdam Gothic tells the story of Australian art historian Robin Taylor who travels to Amsterdam to take part in a restoration project, which she hopes will distract her from the tragic death of her first love.Events take a turn for the worst when Taylor realises that the project’s organiser has selected each participant because they have lost someone close, and is planning to sacrifice them to bring back his own dead daughter.",
    "chinese_title": "Amsterdam Gothic",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-28T08:22:40"
}