{
    "aka": [
        "(伶人故事)",
        "A Peking Opera Master in New York"
    ],
    "sid": "26778770",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2385181300.jpg",
    "region": [
        "中国大陆",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1383863/",
            "name": "郭海涛 Haitao Guo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4643678",
    "director": [
        {
            "url": "/celebrity/1383863/",
            "name": "郭海涛 Haitao Guo",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4643678/",
    "this_title": [
        "Bright Sun Mansion"
    ],
    "douban_link": "https://movie.douban.com/subject/26778770/",
    "trans_title": [
        "艳阳楼",
        "(伶人故事)",
        "A Peking Opera Master in New York"
    ],
    "douban_votes": "0",
    "introduction": "房玉麟是一名65歲的京劇演員，現在在紐約的一所美甲店工作，幫人做甲修腳。他目睹了京劇這一中國經典舞臺表演藝術在過去半個世紀的興衰流變：從文革時期的破壞，到現代中國社會變革中的被排擠、被邊緣化，這種師徒相傳的偉大技藝已日漸式微。房玉麟覺得自己的技藝正隨著年齡的增長衰退，又後繼無人，因而憂心忡忡。2012年6月24日，他組織他的劇組做了一次京劇表演。雖然他知道自己劇組的演員們都已無心演出，他依然動用自己所有的技能和魅力去激勵團員們與自己完成這場演出。雖然粗糙，但上臺表演，能讓他找回身為舞臺明星的感覺。他情不自禁地全身心投入到這場表演。他深知自己孩童時學習京劇的那個時代已經一去不復返了，但他仍然以自己的榮耀和尊嚴來完成他畢生的使命——在紐約進行京劇表演。Mr. FANG Yu-ling is a 65 year old Peking Opera master witnessed the peak and fall of the Peking Opera-the greatest classic performing art in Chinese theatre. Crushed by Mao’s Cultural Revolution and the social changes in modern China, the great tradition of passing on the art form from master to pupil is being lost. Now living in exile in New York and feeling his skill diminish with age, FANG Yu-ling staged an opera on June 24th, 2012. Though he knows his cast is amateurish, he uses all his skills and charisma’s to inspire them to commit to the performance. Even this rough approximation of the real opera makes him feel like a star again. He cannot help but put his heart and soul into it. Though he knows the world he was trained in as a boy will soon be lost, he fights with honor and integrity to fulfill his life-long mission to perform an opera in New York.获奖情况：2016年 入围第三十九届纽约亚美电影节（2016）2015年 获得CNEX華人紀錄片提案大會CNEX-WCSFP Bursary推薦獎",
    "chinese_title": "艳阳楼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bright Sun Mansion",
    "douban_rating_average": 0,
    "update_at": "2025-04-03T05:28:36"
}