{
    "aka": [],
    "sid": "26771088",
    "cast": [
        {
            "url": "/celebrity/1223405/",
            "name": "安吉尔·娄克辛 Angel Locsin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1572328/",
            "name": "马里卡尔·雷耶斯 Maricar Reyes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "剧情",
        "动作",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2332752610.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt1734703",
    "director": [],
    "duration": "",
    "episodes": "148",
    "language": [
        "他加禄语"
    ],
    "playdate": [
        "2010-10-04(菲律宾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1734703/",
    "imdb_votes": 138,
    "this_title": [
        "Imortal"
    ],
    "douban_link": "https://movie.douban.com/subject/26771088/",
    "imdb_rating": "6.2/10 from 138 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "300 years ago, a powerful clan came to this island. They were known as vampires, or blood drinkers. They quickly grew in numbers and their violence increased. Unknown to them another powerful clan lived on the island: the werewolves. Sensing to protect the humans, the werewolves organized a warrior group just to destroy all the vampires. The vampires were no match for the werewolves. They were exterminated one by one. The survivors hid from the clutches of the werewolves. Peace eventually came among the humans and the werewolves and as time passed, memories of the vampire dwindled gradually. Unbeknownst to all and during those times, the vampires were organizing and fortifying their clan. They believed that one day they would reign. Vampires believe in a prophecy that foretells an epic battle between the two powerful clans--a war that will finally decide the one blood that shall rule them all. It will be lead by the most powerful vampire and werewolf. While the vampires were getting ready, the werewolves grew complacent. With the stage set for the biggest battle between the world's two most powerful clans, Mateo (John Lloyd Cruz) and Lia (Angel Locsin) find themselves drawn to each other. While they become closer, they are not aware of the tremendous power within their selves - the same powers that will inevitably tear them apart.",
    "chinese_title": "Imortal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-23T00:30:33"
}