{
    "aka": [],
    "sid": "26771116",
    "cast": [
        {
            "url": "/celebrity/1245302/",
            "name": "张金珠 Kim Chiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485304/",
            "name": "理查德·雅普 Richard Yap",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2332754104.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt2021645",
    "director": [],
    "duration": "",
    "episodes": "110",
    "language": [
        "他加禄语"
    ],
    "playdate": [
        "2011-08-22(菲律宾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2021645/",
    "imdb_votes": 51,
    "this_title": [
        "My Binondo Girl"
    ],
    "douban_link": "https://movie.douban.com/subject/26771116/",
    "imdb_rating": "7.7/10 from 51 users",
    "trans_title": [
        "我的比农多女孩"
    ],
    "douban_votes": "0",
    "introduction": "Filipina teacher Zheny Dimaguiba meets Chen Sy, a Chinese man, and they fall in love and marry, and Zheny gives birth to their daughter. According to Chinese custom, the male child is much more preferred, and China's one-child policy says that a couple must not give birth to another child--or put the girl up for adoption in order to try again. Zheny decides to protect her daughter, Jade Dimaguiba, by taking her back to the Philippines. She also miscarries son without Chen's knowledge. Chen and Zheny divorce, and Chen marries Jean, Zheny's ex-best friend in the Philippines, and has son Chen Sy II--who also dies; then Jean and Chen have a daughter, Amethyst. The couple also establish Chen Jean Int'l. a corporation specializing in hotels and restaurants. Jade grows up in Binondo, the world's first and Philippines' largest Chinatown, with her friend and neighbor Onyx. When Jade grows up she longs for attention and affection from her father, but no matter what she tries, Chen refuses to accept her as his daughter. She then must borrow her brother Yuan's identity to follow her dreams.",
    "chinese_title": "我的比农多女孩",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Binondo Girl",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T06:23:14"
}