{
    "aka": [],
    "sid": "26772587",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592221293.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5995592",
    "director": [
        {
            "url": "/celebrity/1390716/",
            "name": "蒂姆·尼尔 Tim Niel",
            "@type": "Person"
        }
    ],
    "duration": "1hr",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-05-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5995592/",
    "imdb_votes": 110,
    "this_title": [
        "The Silk Road"
    ],
    "douban_link": "https://movie.douban.com/subject/26772587/",
    "imdb_rating": "7.6/10 from 110 users",
    "trans_title": [
        "丝绸之路"
    ],
    "douban_votes": "546",
    "introduction": "\"The Silk Road cut across borders - and broke down the borders in our minds,\" says Dr Sam Willis. In a new three-part series for BBC Four, the historian and writer traces the story of the most famous trade route in history.This was the Silk Road which ran from China’s ancient capital Xian through the mythical cities of Central Asia and Persia, until it reached the bazaars of Istanbul and the markets of Venice. It was in Venice and other Italian cities that the ideas, inventions and products that trickled down the Silk Road ignited.They formed - in part - a movement which we call ‘the Renaissance’ - an explosion of new thinking, new art and new inventions. Covering a distance of 5,000 miles and crossing some of the most dramatic landscapes on the planet, Dr Sam Willis reveals how the Silk Road was more than a market place: it was the world's first transcontinental superhighway, along which people with new ideas, new cultures and new religions made exchanges that shaped the development of humanity.",
    "chinese_title": "丝绸之路",
    "douban_rating": "7.2/10 from 546 users",
    "foreign_title": "The Silk Road",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "7.2",
    "update_at": "2025-02-24T12:56:16"
}