{
    "aka": [],
    "sid": "26778059",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462534319.jpg",
    "region": [
        "Slovakia"
    ],
    "writer": [],
    "imdb_id": "tt0382530",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "Czech"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0382530/",
    "imdb_votes": 19,
    "this_title": [
        "All About BelAmi"
    ],
    "douban_link": "https://movie.douban.com/subject/26778059/",
    "imdb_rating": "6.2/10 from 19 users",
    "trans_title": [
        "关于BelAmi的一切"
    ],
    "douban_votes": "0",
    "introduction": "Bel Ami proudly presents an intimate peek inside our company and its various enterprises. \"All About Bel Ami\" is a potpourri of behind-the-scenes looks at the making of “Lucky Lukas,” “An American in Prague,” “Cherries,” “The English Student,” “SummerCamp” and the “Frisky Summer” series; our photo shoots in New York and Europe; promotional events like the GayVN awards in Los Angeles; and the creation of our stars' dildos. Starring Bel Ami's most famous models and featuring onscreen interviews with superstars Lukas Ridgeston, Johan Paulik, Sebastian Bonnet, Julian Armanis and Chance, “All About Bel Ami” is the documentary everyone has been waiting for.This probably goes without saying - if you are a huge Bel Ami fan then you should figure on a \"Four Stars +\" on the rating scale, and All about Bel Ami is most likely a \"must-have it right now\" for you. However, if you aren’t a die hard fan, or you like the Bel Ami boys as much as you like their American twink counterparts, then this video will rate about a \"Three Stars,\" and you probably won’t possess the same need to watch this \"documentary\" over and over. We learn all about Bel Ami by traveling with the stars and the behind-the-scenes guys to different shooting locations.We get to see the boys acting playful as they interact with one another in different settings, such as book signings and the GAYVN Awards. One hot sequence has the models stroking their cocks and then pouring plaster onto them to make molds for dildos.Throughout the video there are plenty of interviews with your favorite stars. These sessions offer intimate glimpses into the lives of the boys we love. With the exception of the gorgeous Chance (who is from the States) the interviews segments are subtitled.Sections of the movies Lucky Lukas, An American in Prague, The English Student, Cherries, Frisky Summer, and Summer Camp are interspersed throughout and offer the \"docu\" part of this documentary. Also included is footage that never made it into these movies. All in all this is a lengthy video that offers some real bang for your buck.If you are a Bel Ami fan you will find this a fascinating look into the group of young men who continually bring us such exquisite beauty and erotica.",
    "chinese_title": "关于BelAmi的一切",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All About BelAmi",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T12:11:47"
}