{
    "aka": [],
    "sid": "26770104",
    "cast": [
        {
            "url": "/celebrity/1375886/",
            "name": "亚历山大·拉特尼科夫 Aleksandr Ratnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343327/",
            "name": "格拉菲拉·塔尔哈诺娃 Glafira Tarkhanova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1504650/",
            "name": "阿利奥娜·普罗达诺娃 Alyona Prodanova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2332089989.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt3565196",
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2014-12-31(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3565196/",
    "imdb_votes": 18,
    "this_title": [
        "Zolotaya nevesta"
    ],
    "douban_link": "https://movie.douban.com/subject/26770104/",
    "imdb_rating": "4.8/10 from 18 users",
    "trans_title": [
        "黄金新娘"
    ],
    "douban_votes": "0",
    "introduction": "Nadya, a young single teacher, arrives to her relatives' village house for vacation. Her uncle and aunt decide to find her a nice husband. For generating an interest to modest Nadya they spread the rumor about the huge inheritance which she will soon receive from her deceased husband. Of course, in a very short time a few \"grooms\" start courting Nadya. And each of them has his own plans for her \"inheritance\". Journalist Vladimir wants to write a sensational article about the widow of the famous millionaire, who for some reason is hiding in the village. He is trying to solve this mystery and to get a job in Moscow owing to the sensation. The artist Timofey wants to achieve the worldwide fame after marrying the rich widow. And Kulikov, a middle-aged womanizer, just needs some money for a house repair. Each of the candidates considers Nadia to be a boring mousy person. And only after her changing the \"grooms\" understand that they have just lost a real treasure. This unexpected popularity changes Nadya's attitude to herself. A 29 year-old biology teacher, who had always considered herself unattractive, becomes more confident, changes her style and transforms into a bright, stylish girl. The mercenary \"grooms\" of Nadya start experiencing a sincere sympathy for her. And after finding out the truth about the inheritance, they will still be ready to propose.",
    "chinese_title": "黄金新娘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zolotaya nevesta",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T10:22:37"
}