{
    "aka": [],
    "sid": "26776324",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2337171568.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "45",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-04-24"
    ],
    "this_title": [
        "1000 Days for the Planet: Human Adventure Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26776324/",
    "trans_title": [
        "地球觉醒之旅 第一季"
    ],
    "douban_votes": "0",
    "introduction": "A crew of mariners, scientists and filmmakers are followed as they cast off on the Sedna IV, an oceanographic schooner, to sail around the world exploring the beauty of nature, how ecosystems work and conservation challenges facing the planet.1 The Sharks of Cocos IslandHighlighting efforts to save the sharks of Cocos from overfishing2 The Song of the HumpbackScientists attempt to decipher the secrets behind the songs of humpback whales.3 SlothsA biologist at a research center on Barro Colorado Island in the middle of the Panama Canal introduces the crew of the Sedna IV to the rare pygmy three-toed sloth and explains why this species is threatened.4 The Cayman IslandsHighlighting efforts to save the Grand Cayman blue iguana from extinction.5 The Last JaguarsJaguars are studied by scientists on a private reserve in Costa Rica. Also: examining how the conversion of forest into farmland is threatening their population.6 The Manatees of BelizeHighlighting the work of researchers protecting manatees in Belize.7 The Turtles of Costa RicaA look at the threats posed to sea turtles that nest on the beaches of Costa Rica. Included: the battle between environmentalists and poachers.",
    "chinese_title": "地球觉醒之旅 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "1000 Days for the Planet: Human Adventure Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-10-04T16:49:53"
}