{
    "aka": [],
    "sid": "26787125",
    "cast": [
        {
            "url": "/celebrity/1343318/",
            "name": "埃米莉·弗朗索瓦 Emilie François",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585591654.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7849648",
    "director": [],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-07-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7849648/",
    "imdb_votes": 8,
    "this_title": [
        "A Deadly Warning: Srebrenica Revisited"
    ],
    "douban_link": "https://movie.douban.com/subject/26787125/",
    "imdb_rating": "5.0/10 from 8 users",
    "trans_title": [
        "斯雷布雷尼察的危险警告"
    ],
    "douban_votes": "0",
    "introduction": "Journalist Myriam François-Cerrah travels to Bosnia to mark the 20th anniversary of the worst atrocity in Europe since World War II.In July 1995, in the midst of war in the former Yugoslavia, around 8,000 Muslim men and teenaged boys were massacred at Srebrenica. Now Myriam, a British Muslim, is visiting the site with a group of young people - all of whom were born in the year of the genocide. In an often emotional trip they learn first-hand how easily prejudice can take hold and why this story has important lessons for us all in multicultural Britain today.The diverse group of young people include Julie, the daughter of Colonel Bob Stewart, who was United Nations Commander of the British forces in Bosnia in the early 90s; and medical student Abdul, who is astonished that he didn’t hear about the story in school. He wonders why, as he feels that “when Muslim people die you don’t learn about it as much.”The group are all ‘delegates’ for a British charity called Remembering Srebrenica. It is the organiser of UK events for Srebrenica Memorial Day on the 11 July. The UK is the only EU country to officially designate such a day of remembrance.On this trip, Myriam observes the British students discovering what the story of Srebrenica means for us in Britain today and why it’s so important to remember.",
    "chinese_title": "斯雷布雷尼察的危险警告",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Deadly Warning: Srebrenica Revisited",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-02T21:07:21"
}