{
    "aka": [
        "未来的希望(台)"
    ],
    "sid": "26787659",
    "cast": "",
    "site": "douban",
    "tags": [
        "纪录片",
        "Documentary",
        "美国",
        "美国电影",
        "战争",
        "re"
    ],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2347388254.jpg",
    "region": [
        "比利时",
        "美国"
    ],
    "writer": [
        "Andrew Feinstein",
        "Johan Grimonprez"
    ],
    "imdb_id": "tt2626338",
    "director": [
        "Johan Grimonprez"
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-04-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2626338",
    "imdb_votes": 665,
    "this_title": [
        "Shadow World"
    ],
    "douban_link": "https://movie.douban.com/subject/26787659/",
    "imdb_rating": "7.5/10 from 665 users",
    "trans_title": [
        "影子世界",
        "未来的希望(台)"
    ],
    "douban_votes": 0,
    "introduction": "Based on the book of The Shadow World, this feature length documentary is an investigation into the multi-billion dollar international arms trade.\nDirected by Johan Grimonprez and based on Andrew Feinstein’s globally acclaimed book The Shadow World: Inside the Global Arms Trade, the film SHADOW WORLD reveals how the international trade in weapons - with the complicity ofgovernments and intelligence agencies, investigative and prosecutorial bodies, weapons manufacturers, dealers andagents - fosters corruption, determines economic and foreign policies, undermines democracy and creates widespreadsuffering. SHADOW WORLD posits an alternative through the experience of a peace activist and war correspondent, aswell as the stories of Eduardo Galeano. But ultimately the film reveals the real costs of war, the way the arms trade drives it, how the weapons ofwar are now being turned against the citizens of liberal democracies, and how the ‘shadow world’ is taking over. In the hopes that in understanding how our realties are being constructed, audiences may see through this horror, and create a better future… (more info on cinando.com)",
    "chinese_title": "影子世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shadow World",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}