{
    "aka": [],
    "sid": "26788919",
    "cast": [
        {
            "url": "/celebrity/1101972/",
            "name": "凯特·亨布尔 Kate Humble",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1357515/",
            "name": "戈登·布坎南 Gordon Buchanan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903354034.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "1hr",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-11-01"
    ],
    "this_title": [
        "Arctic Live"
    ],
    "douban_link": "https://movie.douban.com/subject/26788919/",
    "trans_title": [
        "北极直播"
    ],
    "douban_votes": "0",
    "introduction": "This winter, BBC Two will broadcast Arctic Live, a brand new three-part series exploring the planet’s last undiscovered wilderness. From the edge of the Canadian Arctic, Kate Humble, Simon Reeve and Gordon Buchanan will be live on the shores of Hudson Bay to discover what life is really like on top of the world.They will also follow the remarkable journey of hundreds of polar bears as they wait to set off on their winter hunt after months without food. Every year, these bears gather on the shores of the bay waiting for the sea ice to form so they can head out to their frozen hunting grounds. While they wait, they roam the outskirts - and often the streets - of the tiny Manitoba town of Churchill, where the team will set up base. This year, broadcasting live from what’s become known as the polar bear capital of the world, Arctic Live will tell the story of not just these bears, but the entire North.Life here is changing fast as global temperatures rise and the Arctic is becoming an increasingly valuable battleground. The longer the bears have to wait for their hunting ground to form, the longer the lucrative shipping season becomes. The less ice there is, the easier it becomes to access the oil, gas and minerals hidden beneath the frozen wastes. The story of Churchill and its polar bears will provide an unfolding narrative to a series that gives an unprecedented insight into the issues facing the whole Arctic, as well as the unique cultures and remarkable people who live here.",
    "chinese_title": "北极直播",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Arctic Live",
    "douban_rating_average": 0,
    "update_at": "2025-02-09T16:08:06"
}