{
    "aka": [],
    "sid": "26791616",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2408471473.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5705966",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5705966/",
    "imdb_votes": 745,
    "this_title": [
        "Attenborough's Life That Glows"
    ],
    "douban_link": "https://movie.douban.com/subject/26791616/",
    "imdb_rating": "8.2/10 from 745 users",
    "trans_title": [
        "爱登堡讲述生命之光"
    ],
    "douban_votes": "223",
    "introduction": "Luminous beings, creatures with their own internal light, enchant and astonish us. Anyone who has seen a firefly or a glow-worm cannot help but fall under their spell. The sea at night sparkles as millions of luminous plankton reveal the shapes of dolphins in a truly magical light show.But why do animals produce living light? For centuries we could only marvel at the beauty and the mystery, but now for the first time we can begin to reveal the amazing truth about living lights. It has taken three crucial technological breakthroughs. Firstly, colour cameras have improved dramatically; they are now over 4,000 times more sensitive than a decade ago. The cameras are so sensitive they are revealing startling discoveries that until now we could not see. Secondly, scientists have entered the unknown world of the boundless deep open ocean with the help of a new generation of submersibles and robots. Thirdly, Ammonite Films have invented and built a series of unique cameras that can capture the faintest ephemeral glow of luminous life.By combining these three innovations, this film shows creatures and behaviours never seen before. Sir David Attenborough is our guide as we venture into a new hitherto unseen world. Bioluminescence is everywhere: in the soil, on the land and throughout the oceans.Join Sir David Attenborough and a team of the world's leading scientists and deep sea explorers on a quest to reveal the secrets of living lights.",
    "chinese_title": "爱登堡讲述生命之光",
    "douban_rating": "9.0/10 from 223 users",
    "foreign_title": "Attenborough's Life That Glows",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "9.0",
    "update_at": "2025-05-30T07:00:14"
}