{
    "aka": [],
    "sid": "26793092",
    "cast": [
        {
            "url": "/celebrity/1458696/",
            "name": "佐久间哲 Tetsu Sakuma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1451194/",
            "name": "相场英雄 Hideo Aiba",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3126578",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2013-02-27(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3126578/",
    "this_title": [
        "みちのく麺食い記者 宮沢賢一郎2"
    ],
    "douban_link": "https://movie.douban.com/subject/26793092/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "東京都内の公園で、スーパーを経営している草野重二（滝澤晴幸）の遺体が発見された。現場の状況から犯行は偶発的なものと見られたが、草野は現場に「８」というダイイングメッセージを書き遺していた…。その頃、相当な麺通ゆえに“麺食い記者”と呼ばれている大和新聞の記者・宮沢賢一郎（髙島政宏）が、弘前支社に臨時赴任してきた。折しも弘前では、常盤パネルの弘前工場で殺人事件が発生。さっそく、宮沢は現場に急行する。殺害されたのは常盤パネルの人事課長・浜田（佐藤誓）。先に現場で取材していた大和新聞の女性記者・青山（高部あい）は、浜田が鋭利な物で刺されて死亡したという情報しか得られず苦戦するが、宮沢は早速麺食い仲間の救急隊員から、血だまりの中に「喫茶ともえ」という店のマッチが落ちていたとの情報を得る。その頃、宮沢と旧知の仲である警視庁捜査二課の管理官・田名部（渡辺いっけい）も弘前へとやって来ていた。捜査二課は遠山聡志（礼保）の協力で、ある企業の不正を暴くことに成功しており、裁判でも証言をしてもらうよう聡志に頼みにやって来たのだ。そこで田名部は聡志の職場で殺人事件があったと聞かされる。その後、浜田の趣味がスコップ三味線だったことを青山から聞いた宮沢は、手がかりを求めスコップ三味線快館へ。すると、東京で殺害された草野と浜田が、津軽三味線協会で繋がっていたことが判明する！さらに「喫茶ともえ」が東京にあることを掴んだ宮沢は、「喫茶ともえ」が入っているビルの名前「エイトビル」が、草野が遺したダイイングメッセージ「８」と一致することに気づく。その頃、合同捜査本部では事件当夜に夜間勤務をしていた男性従業員を割り出し、その中の一人であった聡志へも事情を聞くこととなった。すると、聡志は刑事たちの姿を見るなり逃走。そのため、聡志は身柄を取り押さえられ、事情聴取を受けることになる。しかし、なぜか聡志は犯行について肯定も否認もせず完黙を貫いていた。捜査本部は、現場に落ちていた「喫茶ともえ」のマッチの指紋が聡志のものと一致したことから、犯行は聡志によるものとみて、下足痕の鑑定を急ぐ。しかし、聡志に捜査協力を仰いでいた管理官・田名部は、聡志がなぜ完黙を貫いているのかが気になり、宮沢と共に三味線名人と言われた聡志の祖父・遠山流海のことを調べるために、奥津軽へと向かう。すると、殺害された浜田も、遠山流海や聡志の父・流仁のことを調べていたことが判明し…。",
    "chinese_title": "みちのく麺食い記者 宮沢賢一郎2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-26T09:49:36"
}