{
    "aka": [
        "半条命之特种兵之战"
    ],
    "sid": "26803811",
    "cast": [
        {
            "url": "/celebrity/1387405/",
            "name": "楚镇 Zhen Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365451/",
            "name": "郭云飞 Yunfei Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378954/",
            "name": "靳美玲 Meiling Jin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "动作",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2356034775.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1411578/",
            "name": "朱江 Jiang Zhu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1411578/",
            "name": "朱江 Jiang Zhu",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-06-03(中国大陆)"
    ],
    "this_title": [
        "半条命3：特种兵之战"
    ],
    "douban_link": "https://movie.douban.com/subject/26803811/",
    "trans_title": [
        "半条命之特种兵之战"
    ],
    "douban_votes": "0",
    "introduction": "毕龙身为李悠悠的保镖为了调查一直以来想要刺杀李悠悠的罪魁祸首，按照李悠悠的孪生妹妹杀手李刀锋临走时所留下的线索来到了一家情趣酒店，却发现了李刀锋的尸体，并被警察误认为是杀手进行追捕，毕龙知道是圈套只好摆脱警察逃走。逃走的毕龙接到了策划这次杀人案的电话，并且得知只有按照他所说帮他找到些东西才能摆脱杀人的罪名，毕龙只好按着他所说的做。李刀锋的情人杀手刀疤跟李刀锋一起被掳，经过了一番搏斗逃了出来，却因为看到看守的手机上有毕龙杀害李刀锋的信息，误以为杀害刀锋的凶手就是毕龙恼羞成怒开始了刺杀毕龙之路。警察找到李悠悠，李悠悠的得知了孪生妹妹李刀锋的死讯，却怎么也不相信是毕龙所为，警长林怡想从李悠悠作为突破口抓捕毕龙的计划随之落空，只好发布了全城通缉令。毕龙按照神秘人的指示到麒麟堂找过江龙，过江龙一改之前的态度，排兵布阵迎接毕龙，过江龙告诉毕龙自己很欣赏毕龙，但是他也知道毕龙是来抢麒麟玉的。言语不合只好开打，毕龙撂倒了所有人，从过江龙的身上抢到了麒麟玉。毕龙又接到神秘人的电话让他去找永孝堂的疯狗，拿永孝堂的孝子棒。毕龙一边无奈的接受着神秘人的指令，一边暗中调查着他。警长林玲带领警察赶到麒麟堂，发现过江龙等人都被人杀死了，并且用的是南国特种兵专用的刀，所有的证据都指向毕龙。毕龙又来到永孝堂的ktv找疯狗，毕龙却发现整个永孝堂已经被人屠戮殆尽，只剩下奄奄一息的堂主疯狗，疯狗告诉他是刀疤杀了疯狗，并抢走了毕龙想要的孝子棒。毕龙不明白为什么已经与毕龙冰释前嫌的刀疤会突然变节去帮助神秘人，各种复杂的信息和过渡的疲劳让毕龙昏倒在了路旁。毕龙苏醒的时候已经在警车上，被林怡警官用手铐紧紧的锁着，毕龙怎么向林怡解释林怡也无法相信刀锋不是自己杀的，毕龙只好施展特种兵的技能摆脱了手铐，锁住林怡再次逃了出来。毕龙不知此去结果如何，去之前偷偷跑回酒店见了李悠悠一面，两人互表心意深情相拥。按照疯狗临死所说找到了刀疤，不管毕龙怎么解释刀疤也不相信，两个人只好为了孝子棒展开了一场特种兵之战，最终毕龙击败刀疤，夺回了孝子棒。神秘人最后的指令也来了，让毕龙到最后的地点忠义堂，抢夺堂主陈永福手中忠义堂的信物忠义匾。毕龙带着两堂的信物到了忠义堂，发现这里竟然是一个宗家祠堂，上面豁然立着陈国良的灵位，一个年轻人走了出来，向灵位上了三炷香，并告诉毕龙他就是陈国良的儿子陈永福。毕龙恳求陈永福交出忠义堂的信物，这样自己才能洗脱杀人的嫌疑，陈永福冷静的拿出电话，毕龙的电话响了，毕龙这才知道一直操控自己的神秘人原来就是陈永福。陈永福之所以让毕龙去抢夺三人团另外两团的信物也是为了借毕龙的手统一南国的黑道，如果毕龙被两堂杀掉，也是为自己报了仇，一箭双雕，并且欺骗刀疤在毕龙之后杀了两位堂主，现在连刀疤也被毕龙除掉了，就只剩下一个重伤的毕龙了，陈永福两下就将重伤的毕龙和手无缚鸡之力的悠悠击倒在地。两人在生命的最后时刻胡吐心声，最终表白，陈永福看着二人冷笑不止，眼看陈永福就要结果二人的性命，毕凤和林玲突然出现，挡住了陈永福，救下了毕龙和李悠悠。但是二人依然不是陈永福的对手关键时刻刀疤出现合四人之力最终将陈永福击毙。",
    "chinese_title": "半条命3：特种兵之战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-16T06:55:55"
}