{
    "aka": [],
    "sid": "26801066",
    "cast": [
        {
            "url": "/celebrity/1184838/",
            "name": "利兹·博宁 Liz Bonnin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2355386757.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5766672",
    "director": [
        {
            "url": "/celebrity/1324074/",
            "name": "特里斯坦·奎因 Tristan Quinn",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5766672/",
    "imdb_votes": 16,
    "this_title": [
        "BBC Horizon: Should We Close Our Zoos"
    ],
    "douban_link": "https://movie.douban.com/subject/26801066/",
    "imdb_rating": "8.2/10 from 16 users",
    "trans_title": [
        "BBC地平线：我们该关了动物园吗？"
    ],
    "douban_votes": "412",
    "introduction": "Liz Bonnin presents a controversial and provocative episode of Horizon, investigating how new scientific research is raising hard questions about zoos - the film explores how and why zoos keep animals, and whether they need to change to keep up with modern science or ultimately be consigned to history.Should zoos cull their animals to manage populations? Liz travels to Copenhagen Zoo, who killed a giraffe and fed it to the lions, to witness their culling process first hand. They think it is a natural part of zoo keeping that is often swept under the carpet. Should some animals never be kept in captivity? In a world exclusive, Liz visits SeaWorld in Florida and asks if captivity drove one of their orcas to kill his trainer.But could zoos be the answer to conserving endangered species? Liz examines their record, from helping breed pandas for the wild to efforts to save the rhinos. She meets one of the last surviving northern white rhinos and discovers the future of this species now lies in a multimillion-dollar programme to engineer them from stem cells. Veteran conservation scientist Dr Sarah Bexell tells Liz the science of captive breeding is giving humanity false hope.",
    "chinese_title": "BBC地平线：我们该关了动物园吗？",
    "douban_rating": "8.0/10 from 412 users",
    "foreign_title": "BBC Horizon: Should We Close Our Zoos",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.0",
    "update_at": "2025-09-26T16:07:08"
}