{
    "aka": [],
    "sid": "26805635",
    "cast": [
        {
            "url": "/celebrity/1001387/",
            "name": "赫伯特·冯·卡拉扬 Herbert von Karajan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2358888254.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2014-12-05"
    ],
    "this_title": [
        "Karajan's Magic and Myth"
    ],
    "douban_link": "https://movie.douban.com/subject/26805635/",
    "trans_title": [
        "卡拉扬的魔力与神话"
    ],
    "douban_votes": "98",
    "introduction": "Over twenty-five years after his death in July 1989, the controversial Austrian conductor Herbert von Karajan remains an enigma. He was the most successful conductor in the history of classical music. Many of those recordings - of Italian opera, of Wagner and Richard Strauss, of Sibelius, Beethoven and Brahms - are treasured by music lovers around the world. Yet, even at the peak of his fame, his performances were variously criticised for being too opulent, too manicured, lacking warmth or spiritual depth.This musical profile explores the many paradoxes in the life and music of this controversial figure, who forged his international reputation in London with the Philharmonia Orchestra shortly after the end of the Second World War and went on to reign supreme in the classical music world during his three decades with the Berlin Philharmonic. The film also examines Karajan's belief in the visual power of music, and his determination to leave behind a substantial legacy of music on film.Karajan was famous not only for his music, but also his glittering off-duty moments on the ski slopes, piloting his own jet, sailing his yacht and driving top-of-the-range fast cars. Yet, at the same time, he was a solitary man with few friends, who drew his strength from long walks in the Austrian mountains.In this feature-length profile, the first ever made about Karajan for BBC Television, those who worked closely with Karajan, including singers Placido Domingo and Jessye Norman, violinist Anne-Sophie Mutter, conductors Nikolaus Harnoncourt and Sir Neville Marriner and flautist Sir James Galway, speak of his almost magical power as a conductor and the reality that lay behind the Karajan myth.",
    "chinese_title": "卡拉扬的魔力与神话",
    "douban_rating": "8.9/10 from 98 users",
    "foreign_title": "Karajan's Magic and Myth",
    "douban_rating_average": "8.9",
    "update_at": "2025-01-28T13:33:21"
}