{
    "aka": [],
    "sid": "26819093",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2360095638.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt4579596",
    "director": [
        {
            "url": "/celebrity/1278975/",
            "name": "Mike Booth Mike Booth",
            "@type": "Person"
        }
    ],
    "duration": "11",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-06-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4579596/",
    "imdb_votes": 85,
    "this_title": [
        "Clay kids Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26819093/",
    "imdb_rating": "8.1/10 from 85 users",
    "trans_title": [
        "粘土的孩子 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Clay Kids is a Spanish stop motion animated TV series for children created by Javier Tostado. The series narrates the adventures of seven misfits kids: Flippy, Carol, Motor, Jessie, Albert, Robbie and Naomi. Gloob held a preview for the series in Brazil on June 29, 2013 and was officially premiered on July 5, 2013. In the UK Clay Kids airs on POP TV but in 2015 Clay Kids moved to its sister channel, Kix.Flippy is a troublemaker who doesn't like to study and goes to school only because he has no other choice. He's got his parents completely fooled into thinking he gets good grades. He wears the latest fashion and likes to think of himself as popular, attractive and funny. Thinks of himself as a rapper.Motor is a physically challenged (left side paralysed) boy who moves around in a motorized wheelchair. It seems like he's always at odds with the world. Manners and etiquette are not his strong points and he's often rude (though not malicious). Collaborates with Flippy on hip hop projects, is a gamer with Flippy and Robbie.Carol is a very intelligent and stubborn, painfully aware of how cruel and unjust the world is and committed to leftist political activism. She's a good student and very responsible, and also tidy and fussy with her things; as a result she's not popular with her classmates.Albert is a nerd. Way more intellectual than any of the others, lover of poetry and art. People tend to make fun of him because he's a little feeble and quite eccentric in his tastes.Naomi is materialistic and judges people for what they have or what she can get out of them. Although she looks like a little angel who is always willing to help her neighbour, there is something really machiavellian about her. She is always scheming to better her position.Robbie is a boy who is repeating the grade for the third time. He's the oldest in the class, although academically, you wouldn't think so. Street smart and cunning.Jessie is 13-year-old surrealist who is very naïve and innocent, like Phoebe from Friends but without the selfish streak. Her classmates think she's weird because she doesn't go by the general rules like the rest of humankind. She's a very loving and loyal friend. Lives to skateboard, gets on well with everyone.",
    "chinese_title": "粘土的孩子 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Clay kids Season 1",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T21:00:45"
}