{
    "aka": [
        "96 Yellow House"
    ],
    "sid": "26823878",
    "cast": [
        {
            "url": "/celebrity/1613126/",
            "name": "闵复基 Bok-gi Min",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "爱情",
        "情色"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2361853652.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0397744",
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1996-11-16(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0397744/",
    "this_title": [
        "96 옐로우 하우스"
    ],
    "douban_link": "https://movie.douban.com/subject/26823878/",
    "trans_title": [
        "96黄色房屋",
        "96 Yellow House"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISMyung-ja, Mal-soon and Jin-hee trade sex for money on the streets of the redlight district. They greet their customers from a place called The Yellow House. Each has a story to tell, but prefer to forget their pasts. Jin-hee ventures out to the Han River and looks back on her life as she stands on the verge of suicide. Coming from a rich family in a fishing village, she met cameraman Tae-il who promised to make her a star. She loses her innocence to him only to realize moments later that she had been fooled. She met Mutt while wandering around the bus terminal after running away from Tae-il. Mutt hands her over to The Yellow House and from then on she works the nights to survive. Unable to stand her life any longer, she finds herself here at the river. Eun-kyung rescues Jin-hee just as she is about to jump and brings her to the night club where she works. Together with her co-worker Bo-young, they nurse Jin-hee back to health. Eun-kyung is paid a visit by her ex-lover Cheol-min who left her to marry a daughter of a wealthy family. He asks her to get back together telling his dying mother's wishes but she turns him away. Eun-kyung, Bo-kyung and Jin-hee vow to turn over a new leaf but Jin-hee is found and taken back by Mutt. Eun-kyung and Bo-kyung become convinced that Jin-hee has betrayed them.",
    "chinese_title": "96黄色房屋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "96 옐로우 하우스",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T04:26:35"
}