{
    "aka": [
        "おかしな刑事 居眠り刑事とエリート女警視の父娘捜査 美しき死体～ゴミ屋敷殺人事件～幻の将棋の駒と消えた数億円の財産の謎"
    ],
    "sid": "26827906",
    "cast": [
        {
            "url": "/celebrity/1021306/",
            "name": "伊东四朗 Shirô Itô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029040/",
            "name": "羽田美智子 Michiko Hada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462977884.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2015-07-25(日本)"
    ],
    "this_title": [
        "おかしな刑事12"
    ],
    "douban_link": "https://movie.douban.com/subject/26827906/",
    "trans_title": [
        "おかしな刑事 居眠り刑事とエリート女警視の父娘捜査 美しき死体～ゴミ屋敷殺人事件～幻の将棋の駒と消えた数億円の財産の謎"
    ],
    "douban_votes": "0",
    "introduction": "鴨志田新一（伊東四朗）は、警視庁東王子署の警部補。別れた妻との間にもうけた娘・岡崎真実（羽田美智子）は警察庁刑事局のエリート警視だが、鴨志田と真実が実の親子だということは、２人の職場の人間は誰も知らない…。ある朝、ゴミ屋敷の住人・金子千里（姿晴香）が頭部を鈍器のようなもので殴られて死んでいるのが見つかった。民生委員の藤原弘子（鷲尾真知子）によると、千里は独居で、１年前からゴミが散乱していたという。また、息子らしき男が時折出入りしているのを近隣住民が目撃しており、弘子も千里から息子の写真を見せられたことがあると証言する。だが千里の息子は３年前、アメリカで事故死していた事実が判明。目撃された息子は一体誰なのか!?　鴨志田は捜査の糸口を求め、ゴミの中から必死に“ニセ息子”の写真を探す。そんな中、鴨志田と真実の同居人、姉小路行人（石井正則）が所属する法律事務所の代表・武井昭一（正名僕蔵）が、署に現れた。武井は千里から遺言作成の依頼を受けていたと話し、被害者は死後、土地、家屋、現金500万円の全財産を寄付する意向だったと明かす。犯人はゴミ屋敷に隠されていた500万円を狙ったのだろうか…!?やがてニセ息子の正体は、千里が通っていたパソコン教室の講師・安田晴男（寿大聡）とわかる。安田の本業はデイトレーダーで、最近、為替取引で1000万円近い損失を出していた…。刑事課の面々は、姿をくらましている安田の行方を追う。一方、真実は警視庁刑事局長・田中孝典（上杉祥三）から、千里殺害事件の背景を探るよう命じられる。実は、ホステスだった千里は長年、大物政治家・河合敏夫（小川ガオ）と深い関係にあったらしい。河合は７年前に他界したが、現在、旧河合派の議員たちに不正献金疑惑が持ち上がっており、東京地検特捜部が動いているという。真実はさっそく千里宅を探り、河合の元秘書で政治評論家の篠原康正（佐藤Ｂ作）の名刺を発見！篠原の写真を見た鴨志田は驚く。前夜、現場の前で通行人を装った篠原と遭遇していたのだ。鴨志田は篠原の存在が気になって…!?やがて、ゴミに埋もれた小さな手がかりを見つけた鴨志田と真実。その謎を探るべく、２人は千里の故郷、福島県猪苗代町へ。鴨志田たちが現地で捜査を進めるにつれ、ゴミ屋敷の主がたどった悲哀の人生と衝撃の真相が浮かび上がっていき…!?",
    "chinese_title": "おかしな刑事12",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T08:13:18"
}