{
    "aka": [
        "Detective Agency - Ondal the Fool and Princess Pyeonggang",
        "正史事务所：平岗公主和傻子温达"
    ],
    "sid": "26824773",
    "cast": [
        {
            "url": "/celebrity/1381247/",
            "name": "韩可琳 Han Geu-rim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2362541805.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "71分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2016-06-15(韩国)"
    ],
    "this_title": [
        "탐정사무소 - 평강공주와 바보온달"
    ],
    "douban_link": "https://movie.douban.com/subject/26824773/",
    "trans_title": [
        "私家侦探：平冈公主和愚温达",
        "Detective Agency - Ondal the Fool and Princess Pyeonggang",
        "正史事务所：平岗公主和傻子温达"
    ],
    "douban_votes": "0",
    "introduction": "Kang Hyeon-joong, a former National Intelligence Service agent, is currently running a private investigator office after he quit his previous job. Han Mi-so is his secretary helping him with his daily tasks in the office. One day, Kim Jin-hee comes to the detective’s office and requests him to investigate all the women who follow her husband around. She introduces herself as wife of Jang Joon-seok, CEO of the prominent construction company, Dae-ho Trading. When she started dating her current husband, who used to be a mere frontline employee, her father trained him into a professional entrepreneur and then promoted him to the current position. When her husband became successful, women began pursuing him. She said these women tried to blackmail her husband for money. Kang Hyeon-joong accepts the request and starts investigating the women around Joon-seok. When Kang Hyeon-joong finds out that there is this woman, So-yeon, who sees joon-seok often, he scolds So-yeon. However, she says it is unfair because it is Joon-seok, who is bothering her.",
    "chinese_title": "私家侦探：平冈公主和愚温达",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "탐정사무소 - 평강공주와 바보온달",
    "douban_rating_average": 0,
    "update_at": "2025-08-17T03:15:11"
}