{
    "aka": [],
    "sid": "26827904",
    "cast": [
        {
            "url": "/celebrity/1368009/",
            "name": "森遥香 Haruka Mori",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873624762.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-08-15"
    ],
    "this_title": [
        "西村京太郎トラベルミステリー 64 仙台・青葉の殺意"
    ],
    "douban_link": "https://movie.douban.com/subject/26827904/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "警視庁捜査一課の十津川警部（高橋英樹）のもとに、不可解な手紙が舞い込んだ。差出人は宮城県仙台市の秋保グランドホテル女将・田中啓子（とよた真帆）で、亡くなった夫の伸彦（田中健）の葬儀に出席してほしいという内容だった。だが、十津川は田中伸彦、啓子という夫妻の名にまったく覚えがなかった…。気になった十津川は翌日休暇を取って仙台に赴き、手紙の送り主である啓子と対面する。啓子によると、十津川の葬儀参列は夫・伸彦の遺言だったという。伸彦は3日前、ビルから転落死したのだが、宮城県警の捜査員により病気を苦に自殺したものと断定されていた。さらに啓子は亡夫から渡してほしいと託されたという、1冊の手帳を十津川に手渡す。開いてみると、その黒革の手帳には2015年1月1日から死の当日である5月31日までの記録が、伸彦の手によって詳細に記入されていた。見舞客の名が几帳面に記されている中、ひとりだけ“AK”というイニシャルで書かれている人物がいることが、十津川は気になった。しかし、帰京の途に就いた十津川が東北新幹線内で発作を起こした女性を助けている隙に、手帳が何者かに盗まれてしまった…！ところが、さらに奇妙な事態が起きる。その夜、都内の公園で私立探偵・高見明(湯江健幸）の死体が見つかり、なんとポケットから件の手帳の1ページが発見されたのだ。なぜ高見が手帳を持っていたのか!?　また、高見は絶命する間際、「ア、オ、バ」という謎の言葉を口にしていたとわかる。その後、亀井刑事と共に高見の部屋を訪れた十津川は驚く。高見の同棲相手・江口ゆき（遊井亮子）は先日、東北新幹線内で発作を起こした女性だったのだ。高見が手帳を奪うため、ゆきが十津川の気をそらす芝居を打ったに違いなかった。しかも直後、高見とゆきが暮らしていたアパートが何者かに放火されてしまう。犯人は高見に手帳を奪うよう指示して彼を殺害した後、放火までして手帳の存在を消し去ろうとしたのではないか…。ということは、すべての謎は伸彦が残した手帳に隠されているのではないか…。そう考えた十津川たちは、ゆきから再び入手した手帳をもとに、捜査を開始。十津川は、見舞客として最も多く名が手帳に記されていた宮城県会議員の川西邦男（佐戸井けん太）を訪ねる。伸彦は生前、川西の後援会長を務めており、2人は長年の友人だったという。高見が殺された時刻、川西は東北新幹線で東京に向かっており、上京後は建設会社社長・中島圭介（大浦龍宇一）と会食したとアリバイを話す。だがその矢先、また新たな殺人が発生、事件はますます混迷の度合いを深めていくことに…。はたして、黒革の手帳に隠された真相とは…!?　そして謎のイニシャル“AK”、ダイイングメッセージ“アオバ”に秘められた真実とは…!?",
    "chinese_title": "西村京太郎トラベルミステリー 64 仙台・青葉の殺意",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T12:09:13"
}