{
    "aka": [
        "「未解決事件の死者が復讐殺人!?美女の口元に現れた５年 分の嘘…静電気で見える暗号文と、絶対に指紋が残るペンの謎」"
    ],
    "sid": "26827905",
    "cast": [
        {
            "url": "/celebrity/1015042/",
            "name": "金子贵俊 Takatoshi Kaneko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316808/",
            "name": "吉田羊 Yô Yoshida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041631/",
            "name": "寺岛进 Susumu Terajima",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2015-08-09"
    ],
    "this_title": [
        "再捜査刑事・片岡悠介(8)"
    ],
    "douban_link": "https://movie.douban.com/subject/26827905/",
    "trans_title": [
        "「未解決事件の死者が復讐殺人!?美女の口元に現れた５年 分の嘘…静電気で見える暗号文と、絶対に指紋が残るペンの謎」"
    ],
    "douban_votes": "0",
    "introduction": "片岡悠介（寺島進）は警視庁の“お荷物”部署・再捜査班に追いやられた“鼻つまみ者”の刑事で、口うるさい母・美知恵（吉行和子）と2人暮らしをしているバツイチ男。“カタブツ美女”の奥村澪刑事（原沙知絵）と、いじめられることで潜在能力を開花させる、“ドM”な浅野直樹刑事（金子貴俊）、事なかれ主義で“定時退勤”がモットーの姉川恵津子班長（あめくみちこ）と共に、エリート刑事たちに解けなかった迷宮入り事件の謎を解き明かしてきた。ある日、悠介は科捜研技官の一二三祐希（吉田羊）から呼び出しを受ける。ある殺人事件の遺留物を調べていたところ、5年前に死んだ男の指紋が出たというのだ。その事件は料理人の二階堂隆二（池田政典）が刺殺されたもので、彼にしつこく言い寄られていた女性・桜木春美（三浦理恵子）に容疑がかかっていたが、その春美の亡き夫・桜木敏彦(原田龍二)の指紋が、現場から検出されたのだ。実は、敏彦は5年前に料理評論家の前島美雪(瀬戸早妃)が刺殺された事件で容疑者として追われていたが、警察の包囲をかいくぐって逃亡。その数日後、崖から海に飛び込み自殺を図り、被疑者死亡で捜査は一旦終結となっていた。新たな事件の被害者・二階堂はかつて敏彦の下で働いていたが、敏彦の死後、店の看板を掛け変えて、自らの店をオープンしていた。また二階堂は、春美に好意を抱いていた様子で、殺害される直前に春美の家に押しかけて騒ぎを起こしていたことがわかっていた。5年前に死んだはずの桜木敏彦が生きていたとすれば、二階堂殺害事件の様相はまったく変わってくる…。敏彦の指紋の件を捜査一課が真剣に取り合ってくれないことに苛立つ一二三から「“再捜査の鬼”のあなたなら食いつくでしょ？」といわれ、そのとおりすぐに食いついた悠介。二階堂殺人事件を捜査中の本田勇蔵刑事（不破万作）を訪ねたところ、取調室にいる春美の顔を見て驚く。「俺が高校3年のときに猛烈アタックして惜しくも敗れ去った、春美ちゃんだ！」――。春美はなんと、悠介がその昔、片思いしていた相手だったのだ。突然、現れた悠介に戸惑う春美。悠介は、春美が見せた、あるクセから二階堂の事件に関して嘘をついていることを見抜く。春美の夫・敏彦がまだ生存しており、二階堂殺害にも関わっているはずだと確信した悠介は、5年前の前島美雪殺害事件の再捜査を開始する。すると同じ5年前に、もうひとつの未解決事件があったことが発覚して…!?",
    "chinese_title": "再捜査刑事・片岡悠介(8)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-20T16:29:29"
}