{
    "aka": [],
    "sid": "26826811",
    "cast": [
        {
            "url": "/celebrity/1057318/",
            "name": "约翰·安德森 John Anderson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2363316970.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3737996",
    "director": [],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-05-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3737996/",
    "imdb_votes": 23,
    "this_title": [
        "Preoccupied"
    ],
    "douban_link": "https://movie.douban.com/subject/26826811/",
    "imdb_rating": "7.2/10 from 23 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As the 2011 Occupy Wall Street movement rages, Robert and John, two New York investment bankers who are angered by the noise, smell and hassle of the protests venture into the park to let the \"One Percent\" be heard through their own counter movement, Occupy Occupy Wall Street. As they shout, picket and annoy their way to immediate press, their boss, Dustin, tries to shut them down due to the unwanted publicity their firm is receiving. Just as the curtain is about to fall on Robert and John's attention grabbing scheme (not to mention their own careers), the Board of the Bridgeport Youth Foundation, a potential client that they've been chasing for some time, comes to their salvation. Aside from their cause of helping underprivileged kids, the Bridgeport Youth Foundation's Board are Occupy-haters and applaud Robert and John's shenanigans. With their counter movement gaining momentum, Robert suddenly finds himself moved by the actual needs of the underprivileged kids associated with the Bridgeport Youth Foundation. Meanwhile, John is driven by his own desire to crawl out from under the influence of his powerful father -- a banker who sides with Mayor Bloomberg's political move to support the Occupy protestors. Despite the disapproval of their families, friends and co-workers and the growing physical threats from a mysterious tormentor, the bankers bumble their way into becoming the poster boys of the country's \"One Percent.\" When the Bridgeport Youth Foundation deal falls through, Robert and John learn that they're not the \"One Percent\" they've made themselves out to be. Poorer for their efforts, but with a new appreciation of their self-worth, they leave the park and their cause behind. However, when a last minute cash infusion from an unwelcome ally offers the deal new hope, Robert and John must decide between going against their own hard-won principles or taking the payout that's offered them and finally entering the shadowy, rarified ranks of the \"One Percent.\"",
    "chinese_title": "Preoccupied",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-23T23:25:10"
}