{
    "aka": [],
    "sid": "26837912",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504249575.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5909486",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-07-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5909486/",
    "imdb_votes": 153,
    "this_title": [
        "The Joy of Data"
    ],
    "douban_link": "https://movie.douban.com/subject/26837912/",
    "imdb_rating": "6.7/10 from 153 users",
    "trans_title": [
        "数据的乐趣"
    ],
    "douban_votes": "438",
    "introduction": "A witty, exhilarating and mind-expanding exploration of the word of our times - data - with mathematician Dr Hannah Fry. Following in the footsteps of BBC Four's previous gleefully nerdy, award-winning maths films The Joy of Stats, Tails you Win - The Science of Chance and The Joy of Logic, this new high-tech romp reveals exactly what data is and how it is captured, stored, shared and made sense of. Fry also tells the story of the engineers of the data age, people most of us have never heard of despite the fact they brought about a technological and philosophical revolution.For Hannah Fry, the joy of data is all about spotting patterns. She's Lecturer in the Mathematics of Cities at UCL as well as being the presenter of the BBC series Trainspotting Live and City in the Sky, and she sees data as the essential bridge between two universes - the tangible, noisy, messy world that we see and experience, and the clean, ordered, elegant world of maths, where everything can be captured beautifully with equations.Along the way the film reveals the connection between Scrabble scores and online movie streaming, explains why a herd of Wiltshire dairy cows are wearing pedometers, and uncovers the remarkable network map of Wikipedia. What's the mystery link between 'marmalade' and 'One Direction'?The Joy of Data also hails the giant contribution of Claude Shannon, the American mathematician and electrical engineer who, in an attempt to solve the problem of noisy telephone lines, devised a way to digitise all information. It was Shannon, father of the 'bit', who singlehandedly launched the 'information age'. Meanwhile, the green lawns of Britain's National Physical Laboratory host a race between its young apprentices in order to demonstrate how and why data moves quickly and successfully around modern data networks. It's all thanks to the brilliant technique first invented there in the 1960s by Welshman Donald Davies - packet switching - without which there would be no internet as we know it.But what of the future, big data and artificial intelligence? Should we be worried by the pace of change, and what our own data could and should be used for? Ultimately, Fry concludes, data has empowered all of us. We must have machines at our side if we're to find patterns in the modern-day data deluge. But, Fry believes, regardless of AI and machine learning, it will always take us to find the meaning in them.",
    "chinese_title": "数据的乐趣",
    "douban_rating": "7.7/10 from 438 users",
    "foreign_title": "The Joy of Data",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.7",
    "update_at": "2025-04-10T20:56:16"
}