{
    "aka": [],
    "sid": "26832870",
    "cast": [
        {
            "url": "/celebrity/1338846/",
            "name": "斯凯勒·马克斯 Skyler Maxon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315359/",
            "name": "基南·特雷西 Keenan Tracey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186354/",
            "name": "玛丽亚·迪齐亚 Maria Dizzia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365205/",
            "name": "埃米莉·拉德 Emily Rudd",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "悬疑",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Sea Change"
    ],
    "douban_link": "https://movie.douban.com/subject/26832870/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Newcomer Emily Rudd, Skyler Maxon (Faking It), Keenan Tracey (Bates Motel) and Maria Dizzia (Orange is the New Black) have been cast in Sea Change (working title) Lifetime’s supernatural drama pilot based on Aimee Friedman’s YA novel. Production began today in Nova Scotia.Sea Change (wt) follows Miranda Merchant (Rudd) a teen girl on a journey to reunite with her estranged mother Amelia (Dizzia), who lives on a seemingly idyllic island off the coast of New England. As Miranda settles into island life, she finds herself torn between TJ (Tracey), heir to one of the oldest Selkie families, and mysterious bad boy Leo (Maxon) who is part of the working class “townies.” When Miranda learns about the Seawalkers, who, according to local legend, are half human and half sea creature, she begins to believe that they could be real. As she uncovers more about her family’s past, Miranda makes a startling discovery about her own connections to the Seawalkers.Produced by MarVista Entertainment and Piller/Segan, Sea Change is executive produced by Fernando Szew (The Swap), Lloyd Segan (Greek), Shawn Piller (Greek), Sharon Bordas (A Deadly Adoption), David MacLeod (Haven) and Adam Fratto (Cleverman). Chris Grismer (The Originals) is executive producing and directing the pilot script, written by Liz Sczudlo (The Following).",
    "chinese_title": "Sea Change",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-23T21:14:15"
}