{
    "aka": [],
    "sid": "26838751",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2367850566.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt5280558",
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-12-31(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5280558/",
    "imdb_votes": 220,
    "this_title": [
        "A Strange Love Affair with Ego"
    ],
    "douban_link": "https://movie.douban.com/subject/26838751/",
    "imdb_rating": "6.6/10 from 220 users",
    "trans_title": [
        "奇异自恋"
    ],
    "douban_votes": "43",
    "introduction": "Ever since she was a young child, filmmaker Ester Gould has been amazed by the sheer self-confidence of her older sister Rowan, whose boundless creativity and natural beauty tended to make everyone around her jealous. She has the world at her feet, and the universe is her playground. But can such a well-developed sense of your own worth go too far? Self-assurance is greatly valued - until it spills over into an unhealthy overestimation of the self. In this incisive, personal visual essay, Gould explores our society's increasing obsession with the self. Thanks in part to social media, the pressure to have a fantastically successful life is ever greater; personal development seems to be the only thing that counts. The filmmaker follows a number of seemingly successful people going out, socializing and participating in the art world, as they reflect in conversations or interviews on the level of self-confidence they display and how this relates to their actual \"self.\" Meanwhile, dreamy reenactments tell the story of the filmmaker's sister Rowan, illustrated by excerpts from correspondence between the sisters. How marvelously everything is going; how fantastically she's doing; she's taking yet another inspirational course; she gets so many invites that there's simply no time. Gould gradually starts to question her interesting sister's stories, which leads to a disconcerting denouement.",
    "chinese_title": "奇异自恋",
    "douban_rating": "6.6/10 from 43 users",
    "foreign_title": "A Strange Love Affair with Ego",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "6.6",
    "update_at": "2025-02-23T15:43:05"
}