{
    "aka": [],
    "sid": "26835323",
    "cast": [
        {
            "url": "/celebrity/1130677/",
            "name": "杰里米·帕克斯曼 Jeremy Paxman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2379166328.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt5940808",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5940808/",
    "imdb_votes": 66,
    "this_title": [
        "The Mystery of Van Gogh's Ear"
    ],
    "douban_link": "https://movie.douban.com/subject/26835323/",
    "imdb_rating": "7.4/10 from 66 users",
    "trans_title": [
        "梵高耳朵的秘密"
    ],
    "douban_votes": "264",
    "introduction": "Jeremy Paxman joins dedicated art lover and author of ‘Van Gogh's Ear: The True Story’, Bernadette Murphy at the climax of her seven-year mission to solve one of the most perplexing art mysteries of our time: did van Gogh really take a razor to his own ear, and what led him to commit such an act?Having sifted through all the evidence, Bernadette’s search ends in Berkeley, California, where a tiny document, drawn by Dr Felix Rey, who had cared for Van Gogh following the incident, has been hiding for years in the Irving Stone archives. Rey had drawn a diagram for Stone of the ear before and after to inform Stone's book Lust For Life. The diagram confirms a brutal severance of the entire ear. Bernadette takes the evidence to the Van Gogh Museum in Amsterdam, the world’s foremost centre for the study of his life and work.Vincent van Gogh, an unknown and unsuccessful painter during his lifetime, is today among the most celebrated artists of all time. In 1888, the artist spent a year of his life in the city of Arles, France, where he created some of his most treasured masterpieces. But it was also the year - legend has it - that he took a blade to his own ear, before giving it to a young girl outside a nearby brothel. He was found the following morning - on Christmas Eve - his head in blood-soaked rags.This event has become one of the most famous legends in the history of art, but nobody has been able to agree what actually happened – even that he did cut off his ear - until now.Before the final piece of the puzzle is uncovered, the documentary follows Bernadette as she identifies for the first time the girl called ‘Rachel’, the girl van Gogh gave his ear to that evening, and tracks down her descendants. Bernadette deduces that Rachel was in fact a young cleaner named Gabrielle - who worked brothels and other regular haunts of van Gogh's near where he lived in Arles in 1888 - and sheds light on the true nature of their relationship.The programme also offers analysis of Van Gogh’s work, created directly after the incident – clues within offer insight into his genius and mental state at the time; his feelings of abandonment by his brother Theo, on whom he relied financially and emotionally, and friend and fellow artist Paul Gaugin.Bernadette Murphy says: “This investigation has been an incredible adventure, and discovering the document was an extraordinary moment. From my little house in Provence I couldn’t believe I had found something new and important about Vincent van Gogh, but it was a vital detail in my complete re-examination of this most famous of artists, the key people he met in Arles and his tragic end.”Jeremy Paxman says: “Bernadette Murphy has demonstrated that with passion and dedicated sleuthing you can change a bit of history.”",
    "chinese_title": "梵高耳朵的秘密",
    "douban_rating": "7.7/10 from 264 users",
    "foreign_title": "The Mystery of Van Gogh's Ear",
    "imdb_rating_average": 7.4,
    "douban_rating_average": "7.7",
    "update_at": "2025-04-21T20:39:27"
}