{
    "aka": [],
    "sid": "26830050",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2016-05-23(日本)"
    ],
    "this_title": [
        "直撃！コロシアム！！ズバッと！ＴＶ２時間ＳＰ！"
    ],
    "douban_link": "https://movie.douban.com/subject/26830050/",
    "trans_title": [
        "50名中国人大集结 日本人所不知道的那些中国人的真实想法"
    ],
    "douban_votes": "0",
    "introduction": "导语：TBS台最近播出的这档综艺节目，因为内容涉嫌故意抹黑中国而引发极大争议，小编个人的感觉，首先主持人以及电视台的导向都是有问题的，充满恶意的。其次在场大多数中国人嘉宾的发言都是向着中国的（个别跳梁小丑除外，对这些人我也是无语），不文明现象及国内的种种问题，的确存在，但不能以偏概全。嘉宾们当场也反驳了，但被电视台剪辑过后，又成了他们想要的主旋律和目的，有的嘉宾甚至在看完节目后在社交网站上发言说“感觉被利用了”，对此我们深表遗憾。我们尽量照原话翻译了整档节目（当然不是无立场无原则的照翻），为的就是让大家看完后自己来评判。最后要声明的是，我们都是中国人，尽管祖国并不那么完美，但我们仍然深爱着她。这是一档名为“直击!角斗场”的2小时特别节目，23日晚的那期专门讨论有关中国的种种问题，并邀请50名在日华人参与。节目开场介绍说，人口数量全球第一、经济总量全球第二的中国撼动着当今世界，但食品安全、PM2.5、爆买的中国游客的不文明举动等让日本人难以理解，“今天就一针见血地讨论一下!”为什么当中国人擅自使用邻居的自行车被发现后，中国人竟然回答称“下次我用其他人的自行车就好”？这是该节目设置的第一个讨论问题。嘉宾席的一名“华人记者”说，中国人这样做是为了节约。对于“为何中国人占用公共楼道烤肉”的提问，一名“华人评论家”称，中国人认为公共的东西就是自己的。节目随后讨论在日中国游客的种种不文明行为，比如中国人在超市购买零食，还没有付账就先打开包装吃起来。对此，一名华人女嘉宾解释说，她在中国时也认为这是理所当然的事。对于堵车时，中国游客从大巴窗户跳出去自由活动，车要开还迟迟不上车的说法，另一名华人嘉宾的回应是，中国人无法忍受被关在狭小的空间里，如果堵车时间长了还会踢足球、打麻将。由于播出这档节目的TBS是日本大电视台，受众很多，节目一播出，就在该国社交媒体引发热烈讨论。一些日本人纷纷留言指责和辱骂中国人，其中不乏极端仇恨言论。这令不少在日华人十分愤慨，有人打电话到该台表示抗议。还有人在网上留言指出，那些回答问题的华人嘉宾实际上早已加入日本国籍。其中，名为石平的“华人评论家”经常在日本《产经新闻》等右翼媒体上发表各种歪曲和污蔑中国的文章，是知名的反华人士。他们中很多人甚至纯粹是演艺人士或临时演员，不少人靠媒体谋生，被讽“演出”这么一场综艺节目也很辛苦。这个刻意炮制出严重抹黑中国人的节目，让一些日本人也看不下去。名为“upright_noah”的日本网友说，“我店里的顾客二成是中国人，他们都不是将没付账的食品就打开吃的人。制作狭隘的节目让日本观众也变得视野狭隘”。网友“KATSUMI”质问，“什么时候日本人变得这么柔弱，要靠煽动仇恨情绪来从心理上超过中国”。TBS电视台的这档节目每周一20时播出，每期设定热点话题，邀请在日外国人参加讨论。此前也有几期对其他国家人说长道短，并曾因侮辱外国人遭到投诉。",
    "chinese_title": "50名中国人大集结 日本人所不知道的那些中国人的真实想法",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "直撃！コロシアム！！ズバッと！ＴＶ２時間ＳＰ！",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T12:13:33"
}