{
    "aka": [],
    "sid": "26834039",
    "cast": [
        {
            "url": "/celebrity/1172389/",
            "name": "Skip James Skip James",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2365829673.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6568066",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6568066/",
    "imdb_votes": 14,
    "this_title": [
        "Devil got my Woman - Blues at Newport"
    ],
    "douban_link": "https://movie.douban.com/subject/26834039/",
    "imdb_rating": "8.2/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Featuring Howlin' Wolf, Skip James, Son House, Bukka White and Rev. Pearly Brown. Imagine you've stumbled into a juke joint where the mentor of Robert Johnson, Son House, and the idol of the Rolling Stones, Howlin' Wolf, 'dis' one another. Picture a place where Wolf taunts Bukka White while the robust Parchman Farm alumnus spins his proto-funk dance grooves and the spectral Skip James weaves his haunting Devil Got My Woman. It's an archetypal blues 'crossroads' where legends of the 1920s Delta and 1950s Chicago share the same musical space, suspended out of time in a super-real present, a non-specific 'bluestime. 'This is no fantasy. You enter this very juke joint in this video of extraordinarily powerful footage Alan Lomax captured during the 1966 Newport Folk Festival. Devil Got My Woman is not, however, concert footage from Newport. Alan Lomax recreated a juke joint at Newport, stocked the bar, and let nature take its course. The resultant film footage captures the blues experience in its first and truest milieu, one in which African-American men and women drink, dance, and share their troubles and triumphs. Brooding faces absorbing the wailing pleas of Son House and rubber-legged dancers strutting to Bukka's buoyant blues are as much a part of the mise-en-scene as the legendary principals of the cast. NTSC all region, 60 minutes.",
    "chinese_title": "Devil got my Woman - Blues at Newport",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T17:45:12"
}