{
    "aka": [],
    "sid": "26835352",
    "cast": [
        {
            "url": "/celebrity/1234838/",
            "name": "迪克·斯特劳布里奇 Dick Strawbridge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142719/",
            "name": "爱丽丝·罗伯茨 Alice Roberts",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572384192.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7331378",
    "director": [],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-07-06(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7331378/",
    "imdb_votes": 14,
    "this_title": [
        "Britain's Lost Waterways: Escape to Swallows and Amazons Country"
    ],
    "douban_link": "https://movie.douban.com/subject/26835352/",
    "imdb_rating": "8.1/10 from 14 users",
    "trans_title": [
        "不列颠云梦泽：逃往燕子号与亚马逊号国度"
    ],
    "douban_votes": "0",
    "introduction": "Documentary which follows presenters Dick Strawbridge and Alice Roberts as they explore the spectacular British landscapes that inspired children's author Arthur Ransome to write his series Swallows and Amazons.The landscapes he depicted are based on three iconic British waterlands. The beauty and drama of the Lake District shaped by ancient glaciers and rich in wildlife and natural resources, the shallow man-made waterways of the Norfolk broads so crucial to farming and reed production, and the coastal estuaries and deep-water harbours of the Suffolk coastline shaped by ferocious tides and crucial to trade.Engineer and keen sailor Dick uses vintage boats to explore the landscapes and meet people whose lives are shaped by the water, while wildlife enthusiast Alice explores the rich shorelines, interrogating the underlying geography and meeting the wildlife. Together they evoke the nostalgia of Ransome's writing and a bygone era of childhood freedom and adventure, but they also explore the economic significance of these special locations and the ways in which water was harnessed to change the course of British history.",
    "chinese_title": "不列颠云梦泽：逃往燕子号与亚马逊号国度",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Britain's Lost Waterways: Escape to Swallows and Amazons Country",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-05T16:00:33"
}