{
    "aka": [],
    "sid": "26835320",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534190106.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1401412/",
            "name": "唐绍华 Shaohua Tang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1270511/",
            "name": "梁哲夫 Che-fu Liang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1968-03-08(中国台湾)"
    ],
    "this_title": [
        "秦雪梅"
    ],
    "douban_link": "https://movie.douban.com/subject/26835320/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "讲述了秦商两家世代友好，雪梅与商林自幼订婚，不料宦海险恶，商林的父亲遭人陷害身陷囹圄。雪梅企求父母允诺商林到秦府借馆读书，秦父则借雪梅商林书馆邂逅之事掀起狂澜。商林被逐后身染重疾而命悬一线，商母泣血哀求秦家容雪梅过府冲喜。秦父设下了李代桃僵之计，逼丫环春花就范，商林花堂之上识破春花真相而一命归阴。雪梅闻讯，披麻带孝，哭来了一天鹅毛大雪为夫作吊，以命作笔书写了一曲人类爱情史上的千古绝唱。全剧是围绕秦雪梅的活动展开的。qiwan.cc她是一个温和善良、对爱情忠贞不渝的姑娘，但她又是一个性格倔强、敢于斗争、不向封建礼教低头的青年，无论父亲如何打击她，她都忠贞不二，斗争到底。秦雪梅和商林的感情是有基础的。儿时就在一起，两小无猜，青梅竹马，他们的感情是纯真的、无邪的、自然的、美好的。一年小二年大，随着年龄的增长，见面难了，但童年的美好印象始终埋在两个人的心里。秦雪梅来到书馆，见挂着一幅少女图，那少女画的正是自己，年轻姑娘的心掀起了浪花，深深感到商林爱着自己。但姑娘又有几分担心，怕因思念她商林会怠慢书卷，荒了学业，忙叫丫环把画像藏起来。当她看到商林的诗文时，心里又有说不出的激动，心上人是一个有大志的青年，“自古将相本无种，有志男儿当自强。有一时随我凌云志，扫除奸佞振朝纲。”好大的志气，好大的胸怀，更增加了雪梅对商林的爱慕之情。正在这时，商林会友回来，正与雪梅撞上，两个年轻人互诉衷肠。开始商林假意戏雪梅，雪梅半信半疑，道出了自己的哀苦：都为你家中遭贫困，无奈何到俺府读诗文。虽然是衣食无缺暂可安顿，总算是住亲戚依靠别人。雪梅绝非是嫌兄贫困，即使你沿街乞讨，我也不变心。恨世俗难更改门第论，恨只恨婚姻事难由咱们。婚不成咱可以同归于尽，撇下那贫困的爹娘依靠何人。我劝你读书图强发奋，切不可荒嬉虚度光阴。你时时要想到处境艰难，莫忘耻，莫忘贫，莫忘婚姻，夜以继日力求上进，学而习，习而学，日异月新。大比年登榜琼林宴饮，一声平地响，近远皆闻。那时节你荣耀，亲友也沾润，我的父他见你比今日更亲。咱成一对好鸳鸯，永不离分。倘若你读书不成，功名无份，瞻前途不堪想徒叹终身。莫怨天，莫怨地，莫怨命运，莫垂头，莫丧气，莫要灰心。人定胜天有古训，成败得失在于人。把我的金石牢牢记住，你千万莫辜负我的一片痴心。这一大段唱腔，充分反映出雪梅的内心世界。在那种历史环境中，豫剧《秦雪梅》剧目豫剧《秦雪梅》剧目一个姑娘的渴望要受到各方面的限制。书中自有颜如玉，书中自有黄金屋。雪梅可以说是苦口婆心，她的希望、她的前程，都完全依赖于商林求得功名。若没有功名，一切都会化为乌有。所以说，雪梅此时的心情是悲凉的，她对商林近乎一种哀求。商林是一个聪明的年轻人，姑娘的心声使她感动，令他振奋。他向雪梅表决心：文章直追两司马，书法胜过苏东坡。两司马，一个是司马迁，一个是司马光，前者是西汉时期的文学家、历史学家；后者是北宋时期的历史学家。苏东坡是北宋时期的大诗人、书法家。商林要跟他们媲美，可见志气非凡，最终实现他大登科连着小登科的理想，这也正是雪梅朝朝暮暮所企盼的。雪梅、商林正在各自诉说自己的感情，大事不好，秦国正回来了。趁机把商林赶走，从此展开了雪梅跟父亲的矛盾冲突。尽管雪梅多方解释，秦国正也不回头。母亲站在女儿一边，也没有劝说过来。这时，应该说雪梅对父亲的认识还有在于表面，实际上赶商林走的原因不是因为二人相见，而是因为商林家道中落。秦国正认为，纲常伦理古有训，可知世俗为海深；凤凰必落梧桐树，宦门千舍不嫁民。这才是秦国正赶走商林的真正用心。面对秦国正，母女二人毫无办法，只好叫家院送去一百两银子。商林离开秦府，回到家，气恼和思恋使他得了重病。家院送来秦雪梅的信，商林看过信后更加难过，病症又添了一层。母亲见儿子病入膏肓，提出叫秦雪梅前来结婚冲喜。万万没有想到，秦国正偷梁换柱，逼丫环秋莲顶替雪梅到商府冲喜。等拜了天地，入了洞房，商林方知真相，恼羞成怒，口吐鲜血，气绝而亡。秦雪梅听说商林丧了命，三魂渺渺腾了空，姑娘的一切理想成了泡影。这时秦雪梅才真正看清了害死商林的不是别人，正是自己的爹。当秦国正还要用家法礼教束缚雪梅时，秦雪梅彻底揭露了封建礼教的反动本质：老爷你不要指鹿为马，女儿不为穷富，水性杨花。你不要拿礼教把我吓，有多少好儿女都被厄杀。商林被害死含冤地下，我一定作吊拼命挣扎。当秦国正要打雪梅时，秦雪梅满腔怒火地说：满说打就是杀，我也要作吊到商家。秦国正只有向女儿屈服，同意雪梅去作吊，秦雪梅和母亲来到商府。一见灵位，雪梅嚎啕大哭。那一大段唱腔和祭文痛诉了封建礼教，深深表达了对商林的怀念之情。呜呼，商郎，才华出众，志气轩昂，文章比韩柳，《秦雪梅》《秦雪梅》书法胜苏黄。雪梅幸得佳偶，盼鸾凤早日成双。谁知书馆一会，竟引出祸殃。家父生怒，逐出秦府，郎怀怨愤，染病卧床。因积怨而莫解，为相思难偿而殇。呜呼，哀哉！君已去，妾何生？昔日钟情相爱，竟成万世永伤。从此君为鬼，妾作孤孀。恨皇天之无情，怨地恶之不良。呜呼，哀哉 … …雪梅又充满一种矛盾的心境，她暗暗埋怨商林心胸太窄，丢了性命。男子汉大丈夫，应以国家社稷为重，不能因为一点委屈就悲观失望。后面的唱腔是秦雪梅性格的升华：我父赶你走铸成大错，想不到你一命见阎罗。你一死可苦了我，我孤苦伶仃，伶仃孤苦，不上不下，不下不上，可是死是活 … … 你也读过圣贤列传，也看过英雄传略，古圣贤谁不遭流离颠簸，大英雄更难免路遇坎坷。这些人倘若都像你死过，有丰功和伟绩如何创拓。你应知为君死，死得其所；你应知为民死重如泰岳；你应知报国死千载留名 … … 像你这狭男人哪有几个？你可知那春日树梢燕飞过，你可见那冬阳篱下双飞鸽，绿水池边鸳鸯卧，你怎忍心把我舍割 … …商琳因父遭贬，故寄居岳父府中习读。未婚妻秦雪梅书房探望，互诉爱慕之心，不料被秦父发现，逐走商琳。回到家中，相思成疾，情急之下，管家商旺定下李代桃缰之计，丫环艾玉舍身救主，仍无法挽救商琳，一对有情人终阴阳相隔；秦雪梅闻噩耗商门吊孝，为表其忠贞之心，与艾玉灵堂结拜姐妹，替亡夫支撑起破碎的门庭，为商家她舍弃了与生俱来的荣华富贵，为商家她断然拒绝了表兄新科榜眼陶荣的求婚，每日机房织布，教子成人。数年后，秦雪梅血表控父呈奏君王，商家平反昭雪，其子商汝蟾宫折桂，并为二位母亲请来了双官诰，历尽磨难秦雪梅终于教子成就，其贞烈之名也传扬天下。",
    "chinese_title": "秦雪梅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-28T07:21:08"
}