{
    "aka": [
        "a la tubo"
    ],
    "sid": "26841262",
    "cast": [
        {
            "url": "/celebrity/1046454/",
            "name": "高桥真理子 Mariko Takahashi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581351511.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "105分钟",
    "episodes": "2",
    "language": [
        "日语"
    ],
    "playdate": [
        "2016-07-20(日本)"
    ],
    "this_title": [
        "嵐ツボ"
    ],
    "douban_link": "https://movie.douban.com/subject/26841262/",
    "trans_title": [
        "岚壶",
        "a la tubo"
    ],
    "douban_votes": "283",
    "introduction": "【放送内容詳細】1999年のデビュー以来、芸能界という荒波の中で最前線を突っ走り、アイドルの枠を超え、次々とあらゆる偉業を成し遂げてきた嵐の5人。歌手、俳優、キャスターなど、デビュー17年を迎えてなお、活躍の場を広げている。全員が30代を迎え、一段と輝きを増す嵐5人がここからさらにひと皮むける可能性を秘めた番組こそ『嵐ツボ』だ。北は東北、南は沖縄、そして海を渡って異国の地・ベトナムまで、世の中には知られざる愛すべき興味深いコミュニティーが数多く存在する。そんな“ツボっている”（＝こだわり抜いている＝のめり込んでいる＝ハマっている＝楽しんでいる）人たちで形成されるコミュニティーに、嵐5人それぞれが汗をかき、泥臭く体当たりで“ツボり”に行く！「挑戦なき者に成長なし」。未体験の世界を知ったとき、人はたくましくなる。今までの人生で決して交わることがなかったマニアックなコミュニティーと出会い、嵐の5人は何を学び、成長するのかに注目していただきたい。「たかがコミュニティー、されどコミュニティー。どうしてそこに人生をかけるのか？」その答えが、『嵐ツボ』を見ていただいた方にはきっとわかるはず。嵐と共に、この時代を生きるすべての人に“ツボって”もらいたい！【制作】フジテレビ第二制作センター【二宮和也×パンダ】嵐と一緒にかわいいパンダを撮影したいという、「毎日パンダコミュニティー」の代表者の夢をかなえるべく、二宮和也が高橋真麻と共に、カメラの使い方を一から学び、ベスト・オブ・パンダの撮影に挑む！ お客さんであふれかえる厳しい撮影環境ではなく、３人だけの撮影という状況に、コミュニティー代表者は大興奮！ 二宮は、朝早いこともあり、そのテンションになかなかついていけず、イマイチちぐはぐな状況に…。そんな中でも二宮は、非凡な写真センスを見せつける！！ そして最後に待っていた驚きの展開とは！？【櫻井翔×香木】最高級の香木（※注釈）を探したいという、「香木を愛するコミュニティー」の代表者の夢をかなえるべく、櫻井翔が熱帯地域の東南アジアでしか採れないという香木を日本から約4000㎞離れた異国の地・ベトナムまで見つけに行く。ベトナムの街で、香木を扱う店に立ち寄ると、そこでは怪しい香木の取引現場が…。何千万もする香木があちらこちらに無造作に置いてあるという状況。また、香木を人工栽培している場所があると聞き、３時間かけて車でベトナムの奥地へと進む。そこには、香木を生む木々が大量に！ 灼熱（しゃくねつ）密林地帯のロケで、はじめは楽しいと思っていたベトナム海外ロケが意外な方向に進んでいく！？（※注釈）香木：心地よい芳香を放つ高級木材。金より希少価格がはるかに高い嗜好（しこう）品。【相葉雅紀×境界線】寝ころんだら３県をまたげる“境界線の聖地”で３県の名産品の入った鍋を食べたい」という、「境界線を愛するコミュニティー」の代表者の夢をかなえるべく、相葉雅紀が福島県・新潟県・山形県の３県が交わるポイントを目指す。そこは、歩くと山中で一夜を過ごさなければならないほどの山奥だということが判明。そこで、コミュニティー代表者のある秘策で目的地へ向かうことに…。向かった山は、まだ雪が残る、標高2000ｍを超える過酷な環境！ そんな中、果たして相葉はその願いをかなえることができるのか！？【大野智×四ツ葉のクローバー】ある悲しい“生き物”を幸せにしたいという、「悲しい生き物を愛するコミュニティー」の代表者の夢をかなえるべく、大野智が柴田英嗣と共に、幸運の象徴である巨大「四ツ葉のクローバー」が生息しているとされる沖縄まで探しに行く。観光一切なし！ お遊び一切なし！ の完全ドキュメント！！果たして、大野はある悲しい生き物に巨大「四ツ葉のクローバー」を見つけ、幸せを届けることができるのか？【松本潤×隠れメニュー】知る人ぞ知る名店の隠れメニューを食べてみたいという、「隠れメニューコミュニティー」の代表者の夢をかなえるべく、ある超有名店が経営する隠れ店舗の、テレビ初公開となる隠れメニューを松本潤が陣内智則と食らいに行く。電話番号非公開、店名すらない店のオーナーが完全シークレットで始めた驚がくの隠れメニューを知るのは日本全国を見渡しても、数えるほど…。“食”へのこだわりが強すぎるオーナーが提供する、こだわりにこだわり抜いた食材で作られた隠れメニューの正体とは？【コミュニティー体験後】大野智Ｑ．ロケを振り返ってロケ時間はとても短かったですが、沖縄ということもあり、おもしろかったです！ 四ツ葉のクローバーを探したこともなかったのでやっていて楽しかったです。Ｑ．ロケに行く前と後では？正直最初は「このロケ大丈夫かよ！」って思いましたけど、意外とイケる（楽しめる）もんですね。Ｑ．ロケでのハプニングは？沖縄らしいことをまったくできなかったことですかね。島らっきょうを食べたぐらいです（笑）。Ｑ．他のメンバーで印象に残ったロケは？ニノのパンダロケは実際に行ったらハマるかも！ って思いました。本当にいいショットを撮りたくなりましたね。パンダってあんなにいい表情するんだと気付かされました。Ｑ．視聴者の皆さまへメッセージ今回の特番『嵐ツボ』を見ていただき、何かにハマって（ツボって）もらえればうれしく思います。ぜひご覧いただければと思います。櫻井翔Ｑ．ロケを振り返ってベトナム行ってやりましたよ！ 日程的には一泊ということでかなりの強行スケジュールでしたが楽しかったです。本当に久しぶりにバラエティーのロケで海外に行ったなあという感じです。Ｑ．香木について香木は本当に奥深い世界でしたね。“香道（こうどう）”にも触れることができてよかったです。香木を見極める目を養ってきました。天然の香木か、人工の香木かはすぐに見分けられるようになりました。完全にツボってきました！Ｑ．ロケでのハプニングは？ベトナムでの車移動で出くわした想像を超えるでこぼこ道で、腰と首を痛めそうになったことですかね。仮眠を取ることもできなかったので正直参りました。Ｑ．他のメンバーで印象に残ったロケは？ニノのパンダかな。パンダに怖いイメージを持っていたんですが、ニノのロケの様子や写真を見て、かわいい動物なんだと感じることができました。Ｑ．視聴者の皆さまへメッセージおそろく皆さんの知らない香木の奥深さを知ることができると思いますので、ぜひ楽しんでもらいたいです。相葉雅紀Ｑ．ロケを振り返って僕が想像していたロケとはまったく違いました。「寒い」「遠い」「へき地」の３点セットであそこまで過酷になるとは思わなかったですね。２時間以上にも及ぶ登山を、ものすごい軽装で臨んでしまったので本当に寒くて大変でした！Ｑ．他のメンバーで印象に残ったロケは？やっぱり松潤のロケかな。松潤だけじゃない？ お酒飲んでたの（笑）。途中から顔も気持ちよさそうになってましたし。僕のロケとは恐ろしく全然違うなと。Ｑ．視聴者の皆さまへメッセージものすごくマニアックな番組ですが、マニアックということを本当に楽しめる番組になっていると思いますので、ぜひこのマニアックな世界に足を踏み入れていただければと思います。７月20日、よろしくお願いいたします！二宮和也Ｑ．ロケを振り返ってパンダを毎日撮影する人に密着ということで一風変わったロケでしたね。Ｑ．他のメンバーがパンダロケに興味を示していましたが？追いついてきましたか、ついに（笑）。コミュニティーの代表が一番喜んでると思いますよ！Ｑ．他のメンバーで印象に残ったロケは？全部印象的なロケで、とてもバランスがよかったと思います！Ｑ．視聴者の皆さまへメッセージこの番組のすごいところは、そんなに興味がなくても見られるというところだと思います。もし見ていて飽きちゃったら飽きちゃったでもいいので、一回入口に来てもらいたいと思います。新しいテレビの形を体感していただければと思います。松本潤Ｑ．ロケを振り返って本当に楽しかったです！ 正直お店に行くまではよくわからなかったし、不安だったんですけど、行ってみたら“食”への強いこだわりを持った人に出会えたので充実した時間になりました。作る側のモチベーションがあそこまで高いと、食べる側としてテンションが非常に上がりました。本当にぜいたくな時間を過ごせました。Ｑ．他のメンバーで印象に残ったロケは？どれも興味深かったですけど、僕は香木かな。今までの人生でまったく触れてこなかったものだったので、見ていてとてもおもしろかったです。Ｑ．視聴者の皆さまへメッセージ本当に“５人５様”のロケに行かせていただいて、今まで僕らが触れてこなかったコミュニティーの世界観をそれぞれ堪能してきているので、ぜひ視聴者の方も一緒に楽しんでいただければと思います。【コミュニティー体験前】大野智Ｑ．収録を終えて−今まで出会ったことがないような方々がたくさん登場されたのでびっくりしましたが、皆さん本当に楽しそうでうらやましかったです。自分の興味がある好きなことをやっているというのが表情に出ていてよかったと思いました。Ｑ．いま個人的に“ツボって”いることはあるか？乾き物に“ツボって”ます！ドライフルーツとか。マンゴーやキウイとかいっぱい種類あるんです。それをひたすら食べる！“ツボって”るからこそ、ひたすら食べれるんですよ。櫻井翔Ｑ．収録を終えて−コミュニティーがとても多岐に渡っていましたね。いろんなジャンルの方がいたので、とてもおもしろかったです。あと久しぶりに海外ロケが決まったのは驚きでした！Ｑ．視聴者の皆さまへメッセージコミュニティーと言っても、20人も30人もいるのがコミュニティーじゃなくて、一人でやられているのも立派なコミュニティーということで、多岐に渡るコミュニティーの方々を紹介していく楽しい番組になっています。ぜひお楽しみください！相葉雅紀Ｑ．収録を終えて−一つのことを突き詰めた人ばかり登場されたので楽しかったです。それぞれのこだわりは強いし、魅力を存分に伝えてくれたので、一人一人の熱がすごかったです。Ｑ．いま個人的に“ツボって”いることはあるか？最近“ツボって”いることは、アンジャッシュの渡部建さんに食べたいものがあるときにメールして聞くことです！そうすると、必ず３軒以上教えてくれるんです。Ｑ．視聴者の皆さまへメッセージ知らない世界を知ることができる番組だと思うので、ぜひ楽しみにしていてください。二宮和也Ｑ．個人的に“ツボった”コミュニティーは？新聞の号外！新聞の号外は歴史を感じました。当たり前のように東京のものだけじゃなくて、全国で出た号外を持っているっていうのはちょっと気になりましたね。ご自宅が資料館そのものみたいで興味深かったです！Ｑ．視聴者の皆さまへメッセージ『VS嵐』という番組がある中で、それとはまた違う嵐５人の姿をお見せできるんじゃないかと思いますので、楽しみにしていただきたいと思います！松本潤Ｑ．収録を終えて−自分が知らないこだわりを持った人、世界がまだまだあるんだと感じられてよかったです。今まで出会ったことのない不思議な人たちもたくさんいて楽しかったです。Ｑ．いま個人的に“ツボって”いることはあるか？インターネットでアンティークの時計をよく見ています。昔のモデルで、いま本数があまりなくて、何年ものでどんな特徴がある時計なのかなどをネットでずっと見ているのがすごく楽しいです。Ｑ．視聴者の皆さまへメッセージ非常に楽しいロケになりそうです。みんなそれぞれこだわりの強いコミュニティーの方と一緒にロケに行くので、楽しんで見ていただけたらと思います。",
    "chinese_title": "岚壶",
    "douban_rating": "8.7/10 from 283 users",
    "foreign_title": "嵐ツボ",
    "douban_rating_average": "8.7",
    "update_at": "2025-08-14T15:35:33"
}