{
    "aka": [],
    "sid": "26842584",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2901653595.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt18308382",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt18308382/",
    "imdb_votes": 13,
    "this_title": [
        "Is Sugar the New Fat?"
    ],
    "douban_link": "https://movie.douban.com/subject/26842584/",
    "imdb_rating": "7.8/10 from 13 users",
    "trans_title": [
        "糖：新一代健康杀手"
    ],
    "douban_votes": "1085",
    "introduction": "In <Is Sugar The New Fat?>, Nigel interviews a number of people including pediatric endocrinologist Dr Robert Lustig, CEO of the New Zealand Food and Grocery Council Katherine Rich, and food technologist Melanie Walsh. Each of these people bring very different perspectives to the discussion around sugar. Dr Lustig is one of the most outspoken voices against sugar. As the Director of Clinical Pediatrics at San Franciso Hospital, he carries not only a wealth of knowledge, but also has seen countless cases of what sugar does to the human body. His stance is there is no question as to whether sugar is toxic. He compares its effects with alcohol and tobacco, and doesn’t beat around the bush as to how harmful it is.Nigel very powerfully and cleverly illustrates the information that he is presenting with various on-location visits and interviews. He starts with a supermarket to examine the sugar content of common foods like tomato sauce, baked beans, and Marmite. He then visits a renal dialysis unit in Auckland to interview the haematologist and his patients with conditions secondary to obesity. The most eye-opening and difficult part to watch was in an operating theatre in Nelson where he interviews a dental surgeon as he pulls the teeth of children as young as two years old due to severe dental decay. The surgeon states that this level of decay can only be caused by sugar consumption. In my work as a paediatric nurse, I am constantly shocked at the amount of children who are given a supply of sugary drinks and are even given soft drinks, fruit juice, and milo in their bottles!Nothing is more convincing, though, than when Nigel volunteers his own diet and body as an experiment. Stating that he does regular exercise and considers his diet to be pretty healthy other than a couple of treats here and there, he is clearly shocked at what the results of his blood tests show. As a result, he decides to quit sugar to see if that shows any improvement. The results speak for themselves. His blood results improved dramatically and he lost about 3.5kg and a belt size.Nigel’s thinking around what is a healthy diet is very typical of our society. Most people are oblivious to how much sugar they are consuming every day, much of it hidden in everyday foods. Fortunately, thanks in part to the increased attention given by the media and documentaries like this one, our society is beginning to become more aware and more concerned about sugar consumption. In fact, the NZ Food & Grocery Council is so concerned about the increased attention towards all the sugar that’s added to food that they flew anti-tax campaigner Chris Snowdon here the same week as Nigel Latta’s documentary was released.",
    "chinese_title": "糖：新一代健康杀手",
    "douban_rating": "8.1/10 from 1085 users",
    "foreign_title": "Is Sugar the New Fat?",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "8.1",
    "update_at": "2025-02-21T02:29:02"
}