{
    "aka": [
        "杀机四伏的天空",
        "空军一支绝密部队的战史"
    ],
    "sid": "26842693",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511542228.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt7914704",
    "director": [
        {
            "url": "/celebrity/1383313/",
            "name": "廖烨 Ye Liao",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "4",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-07-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7914704/",
    "this_title": [
        "角逐超高空"
    ],
    "douban_link": "https://movie.douban.com/subject/26842693/",
    "trans_title": [
        "杀机四伏的天空",
        "空军一支绝密部队的战史"
    ],
    "douban_votes": "1094",
    "introduction": "1964年7月23日，毛主席在人民大会堂接见了一支代号为“543”的神秘部队，这是毛主席一生中接见过的唯一一支整建制部队。到底是什么样的部队、立下了如何的功勋，才能获此殊荣？52年后，在2016年7月23日这个具有历史纪念意义的日子，我们通过光影的形式为您揭开这段历史，带您领略这支被授予“英雄营”称号的空军绝密部队辉煌战史。该片由央视纪录频道和空政宣传局联合制作，央视“发现之旅”栏目创始人、著名纪录片导演廖烨担任编导。主创人员历时近10年，查阅了几十万字历史资料，走访台湾、美国、北京、西安、内蒙等地，先后对岳振华、张建华等20余位空军地导部队战斗英雄，以及美国中央情报局原官员、台湾“黑猫中队”飞行员叶常棣和张立义等30多位重要历史人物进行了采访，拍摄积累了6000分钟珍贵影像素材，编辑形成200分钟的纪录片。纪录片共分四集，分别从“跨越苍穹”“中央石油勘探队”“近快战法”“对手无形”四个篇章，以宏观视野回顾历史、以家国情怀记录战史、以现代影像书写信史，全景再现空军地导部队横空出世、屡建殊勋，在世界防空史上开创以地空导弹击落战机先河的光辉历程；深度揭密空军地空导弹兵前辈在学习中破解难题、创新进取，以智慧揭开近代“电子对抗”战争序幕的精彩故事，具有很强的史料价值和现实教育意义。第一集：跨越苍穹朝鲜战争中，美国和中国第一次发生正面冲突，结果令美国感到意外。在战争后期，美国就开始重新评价中国的实力和位置，来自中国大陆的情报越来越重要，空中侦察的最佳基地就是台湾。上世纪50年代，美国给台湾提供了一种RB-57型侦察机，从超高空深入大陆侦察。那时解放军的兵器还无法在这样的高度上作战，台湾的侦察飞机以此频繁进入大陆进行高空探测。面对这样的挑战，1958年6月，人民空军准备筹建自己的地空导弹兵部队。很快，一道道调令飞向全国各地的雷达部队、飞行部队、高射炮部队、探照灯部队和防化学部队。没有解释，团级干部当营职，营职干部当连职，高职低配，到一个神秘的543部队报到。就在北京清河的一座礼堂里，中国第一支地空导弹营诞生了。经过1年多的刻苦训练，1959年10月7日，随着北京通县上空的三声爆炸，台湾RB-57D再也不敢在高空猖狂了。就在人民空军地空导弹兵官兵加紧向前苏联学习基础理论和装备操作技能的同时，台湾的6名飞行员也在极端保密的条件下，进行一种更加新型的高空侦察机驾驶操作训练。自此，在万米高空，拉开了一场世界防空史上的经典对抗……第二集：中央石油勘探队在543部队首战告捷一年后，遥远的大洋彼岸，美国设计师的天才之作悄然登场，美国巨型运输机为台湾送来了盖着蒙布的神秘客人——U2高空侦察机。这种侦察机可以飞到中国大陆最偏远的地方再返回台湾，对新中国构成重大威胁。而随着U2到达的，还有几十位美国专家，加上在美国培训学成归来的飞行员，组成了台湾的“黑猫中队”。在海峡对岸的中国大陆，人民空军地空导弹兵官兵正在加紧学习训练。正在最为关键的时刻，一个严峻的事实摆在大家面前：中苏关系分裂，前苏联不再向中国供应任何兵器和零部件，并且撤回了所有的专家。当时，543部队总共3个作战营，只剩下50多发导弹，要防守的却是整个国土。于是，一个在当时十分大胆的想法诞生了——导弹打游击。经国防部和总参批准，二营第一个踏上了伏击高空侦察机的征途。“机动设伏”到底有没有效果，能不能打下在万米高空的U2侦察机。随着1962年9月8日南昌上空的两声爆炸，决策者们心中的焦虑一扫而空。然而，正在人们为导弹打游击的成功而喜悦时，U2却突然能够准确地预感到来自地面的危险，在临发射导弹前逃之夭夭，让导弹兵们空忙一场……第三集：近快战法为了对付U2奇怪的躲闪，连聂荣臻元帅也在动脑筋。百忙之中，元帅仔细研究了四营两次战斗失利的报告。周密计算之后，地空导弹兵们发明了“近快战法”，它要求把人的反应和能力发挥到极限。在最后的作战会议上，副司令成钧似乎对“近快战法”仍旧没有把握，而对集群火网的威力更有信心，最后的作战命令在晚开天线的时机上，要比苏军教令大大前进了一步，却又比自己的“近快战法”后撤了一小步。古老的关中平原，就在古代帝王们的陵寝之间，神不知鬼不觉，潜伏下了一支高技术部队。据说，关于“集群火网”，聂荣臻元帅也参与了意见。关中平原，四个营编织成集群火网，志在必得。“近快战法”能否压制U2奇怪的躲闪？随着高空的爆炸声，U2再一次被导弹击中。这一仗不仅打下了U2，还俘虏了台湾空军飞行员，更缴获了让地空导弹兵三次无功而返的“新东西”——“12系统”的电子预警设备，年轻的地空导弹兵或许还没有意识到，他们已经被对手带到了电子战的门槛前。第四集：对手无形1964年夏天，北部湾事件爆发，越南战争全面升级。美国担心中国会像朝鲜战争那样再次出兵。因此中国在广西的军队调动成了美国关注的重点。为了应付可能的突发事件，四个地空导弹营奉命火速赶到广西省中越边境地区。8月9日，一架U-2飞机从泰国清迈机场起飞，向着一营在广西宁明的阵地飞来。在战斗中，整个兵器的核心1号车里突然发生故障。导弹升空后失去控制，一营痛失战机。随着中国第一颗原子弹试爆日期的临近，美国调来了最先进的电子干扰机。核基地上空，刚刚破解“12”系统的地空导弹兵们，又面临着新的问题，一种升级的“13”系统装在了U2飞机上，它在空中造就了一个电子的“鬼魂”，中国地空导弹兵瞄得越准，打得越偏。就这样，U2不断改变航线，与大陆地空导弹部队玩着猫捉老鼠的游戏，频繁地往来于古老的丝绸之路上空。大西北苍凉壮阔的景色，暗合了543部队的心境。几个月里，一营、二营相继失利，屡试不爽的“近快战法”也未能奏效。1965年1月10日的太阳正在收回它最后的余辉，一营的制导雷达上，一种新型的雷达装备2号天线面向夜空，拉开了电子战的序幕。几番挫折后，战胜“13”系统。当第五架U2在两万米高空消失后，美国突然停止了对大陆的高空侦察。这场高空角逐，以人民空军的胜利而告终。",
    "chinese_title": "角逐超高空",
    "douban_rating": "9.4/10 from 1094 users",
    "foreign_title": "",
    "douban_rating_average": "9.4",
    "update_at": "2025-11-02T10:36:03"
}