{
    "aka": [],
    "sid": "26848646",
    "cast": [
        {
            "url": "/celebrity/1008456/",
            "name": "高桥英树 Hideki Takahashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007952/",
            "name": "高田纯次 Junji Takada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439269/",
            "name": "鲤迫千帆 Chiho Koisako",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895569195.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2016-02-06"
    ],
    "this_title": [
        "西村京太郎トラベルミステリー65 伊豆海岸殺人ルート"
    ],
    "douban_link": "https://movie.douban.com/subject/26848646/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "フリーカメラマンの萩原礼子（宮下ともみ）の撲殺死体が都内の自宅マンションで見つかった。部屋はひどく荒らされており、臨場した警視庁捜査一課の十津川警部（高橋英樹）や亀井刑事（高田純次）は、犯人が必死に何かを探していたことを直感する。まもなく、礼子の元助手で交際相手でもあった小田悠介（細田善彦）が犯行時刻、マンションから出ていくところを近隣住民に目撃されていたことが発覚。現場から多数の指紋も検出され、十津川たちは小田の逮捕に踏み切った。小田は、「弁護士が来るまで何もしゃべらない」と黙秘。だが、弁護士・間宮和恵（秋本奈緒美）と接見した後、急に「真犯人を目撃した」と言い出し、十津川らを驚かせる。小田は事件の夜、カメラマンの水野久明（東幹久）が凄い形相で礼子のマンションの階段を下りてくる姿を見たと証言。水野は、小田や礼子にとって師匠ともいえる存在だったため、遠慮して言い出すことができなかったとも話す。突然、態度を変えた小田にいぶかしみながらも、十津川らは水野が住むアパートを訪ねる。しかし、室内は礼子の部屋同様、ひどく荒らされており、水野本人は2日前から行方不明だとわかる。アパートの大家によると、前夜、見かけない男が来て水野の部屋をノックしていたという。その男が水野の部屋に侵入し、室内を荒らしたのだろうか…!?調べると、水野はかつて業界では有名なカメラマンだったが、2年前に突如引退。時を同じくして妻の冴子（櫻井淳子）とも離婚したことが判明する。そんな中、水野と思しき人物が、西伊豆の堂ヶ島で生放送のテレビ番組に映っていたと静岡県警から連絡が入る。十津川と亀井はすぐに堂ヶ島に向かうが、ひと足早く水野は宿泊先のホテルをチェックアウトし、再び行方がわからなくなっていた。ホテルの従業員に聞くと、前夜、水野は“イムラ”とよぶ男とロビーで言い争っており、激しく言いあう2人からは「あの写真…」という言葉が聞こえたという。また、十津川らは水野の別れた妻・冴子が、近くの“だるま山高原レストハウス”で働いているという情報をつかむ。冴子は水野とは離婚以来、連絡を取っていないと言い、別れた夫を強く憎んでいる様子だった。その矢先、堂ヶ島で男の不審死体が発見される。なんと、被害者は前夜、水野ともめていた男、商社マンの井村泰（石田佳央）だった。さらに、都内でホステス・木下亜矢（早瀬英里奈）が殺害される事件が発生。彼女は死の直前、井村と頻繁に連絡を取っており、彼女の携帯電話にはなぜか冴子を隠し撮りした写真が残されていた…。十津川は一連の事件はすべて繋がっているものとにらむが、小田は井村も亜矢も知らない人物だと主張。いったいこれらの事件の接点はどこにあるのか…。事件の全容がつかめず、十津川らの捜査も混迷を極めるが…!?　はたして、連続殺人事件の真実は…!?　そして、事件の鍵を握る「あの写真」とは…!?",
    "chinese_title": "西村京太郎トラベルミステリー65 伊豆海岸殺人ルート",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-17T05:35:21"
}