{
    "aka": [],
    "sid": "26856036",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2373956421.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5591746",
    "director": [
        {
            "url": "/celebrity/1306985/",
            "name": "特蕾西·德罗兹·巴勒莫 Tracy Droz Tragos",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08-12(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5591746/",
    "imdb_votes": 302,
    "this_title": [
        "Abortion: Stories Women Tell"
    ],
    "douban_link": "https://movie.douban.com/subject/26856036/",
    "imdb_rating": "7.2/10 from 302 users",
    "trans_title": [
        "终止怀孕的二三事"
    ],
    "douban_votes": "0",
    "introduction": "In 1973 the U.S. Supreme Court decision Roe v. Wade recognized the right of every woman in the United States to have an abortion. Since 2011, over half the states in the nation have significantly restricted access to abortions. In 2016, abortion remains one of the most divisive issues in America, especially in Missouri, where only one abortion clinic remains open, patients and their doctors must navigate a 72-hour waiting period, and each year sees more restrictions. Awarding-winning director and Missouri native Tracy Droz Tragos sheds new light on the contentious issue with a focus not on the debate, but rather on the women themselves – those struggling with unplanned pregnancies, the providers who show up at clinics to give medical care, as well as the activists on both sides of the issue hoping to sway decisions and lives. Abortion: Stories Women Tell offers an intimate window into the lives of these women through their personal stories. Some are heartbreaking and tender some are bleak and frightening; some women, on both sides of the issue, find the choice easy to make due to their own circumstances and beliefs, while others simply inform us of the strength and capacity of women to overcome and persevere through complicated and unexpected circumstances.",
    "chinese_title": "终止怀孕的二三事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Abortion: Stories Women Tell",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T18:39:09"
}