{
    "aka": [],
    "sid": "26857262",
    "cast": [
        {
            "url": "/celebrity/1013914/",
            "name": "罗伯特·劳吉亚 Robert Loggia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019046/",
            "name": "伊莎贝拉·罗西里尼 Isabella Rossellini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374431836.jpg",
    "region": [
        "意大利",
        "美国",
        "法国",
        "Israel"
    ],
    "writer": [
        {
            "url": "/celebrity/1287528/",
            "name": "奥伦·雅各比 Oren Jacoby",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3233904",
    "director": [
        {
            "url": "/celebrity/1287528/",
            "name": "奥伦·雅各比 Oren Jacoby",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3233904/",
    "imdb_votes": 208,
    "this_title": [
        "My Italian Secret: The Forgotten Heroes"
    ],
    "douban_link": "https://movie.douban.com/subject/26857262/",
    "imdb_rating": "7.4/10 from 208 users",
    "trans_title": [
        "我的意大利秘密：被遗忘的二战英雄"
    ],
    "douban_votes": "0",
    "introduction": "Why would someone risk their own skin, and their family, to do the right thing and protect the life of another human being?Dont Talk About It introduces four characters whose personal stories reflect the larger, untold saga of Italians who saved Jews and other refugees fleeing the Nazis in World War II. It also tells the story of Gino Bartali, the charismatic Italian sports idol and Tour de France cycling champion, whose role in this history was never revealed in his lifetime. The films four living characters were children in Italy under Fascism; each survived World War II thanks to Italians, like Bartali, willing to make the ultimate sacrifice to help strangers escape Nazi persecution.The story of Gino Bartali, and the secret underground network he worked with, stands in for the stories of thousands of Italians who risked their own lives to save others from capture and death. As almost the entire continent was engulfed in a genocide, which took the lives of most Jews in Nazi occupied Europe (nearly 6 million people), more than 80% of Italys Jews survived.Most of the rescuers, like Bartali, never sought recognition or reward. Few of those he helped knew his name or what role he played in their rescue. Bartali is a cycling legend, but his most daring triumph came when he risked his life over and over transporting fake identify documents in the frame of his bike for a secret underground working to save Jews threatened by Nazi extermination.",
    "chinese_title": "我的意大利秘密：被遗忘的二战英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "My Italian Secret: The Forgotten Heroes",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-24T12:42:25"
}