{
    "aka": [
        "おかしな刑事5 居眠り刑事とエリート女警視 新潟十日町着物ショーに父娘 潜入捜査! 狙われた舞台上の時限発射トリック"
    ],
    "sid": "26869116",
    "cast": [
        {
            "url": "/celebrity/1029040/",
            "name": "羽田美智子 Michiko Hada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021306/",
            "name": "伊东四朗 Shirô Itô",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-03-28(日本)"
    ],
    "this_title": [
        "おかしな刑事5"
    ],
    "douban_link": "https://movie.douban.com/subject/26869116/",
    "trans_title": [
        "おかしな刑事5 居眠り刑事とエリート女警視 新潟十日町着物ショーに父娘 潜入捜査! 狙われた舞台上の時限発射トリック"
    ],
    "douban_votes": "0",
    "introduction": "鴨志田新一（伊東四朗）は、警視庁東王子署の警部補。別れた妻との間にできた娘・岡崎真実（羽田美智子）は警察庁刑事局のエリート警視だが、二人の職場の人間は鴨志田と真実が実の親子だということは誰も知らない。目下独り身の鴨志田は、海外赴任中の友人の家に住まわせてもらっていて、真実も居候している。ところが、その家には友人の息子で司法浪人生の姉小路行人（石井正則）が暮らしていて、事件が起きると何かと首を突っ込んでくるので、友人の息子とはいえいささかもてあましている。非番の日、落語の定席『王子演芸場』に出かけた鴨志田は、真実を見かけて声をかける。ところが、真実には見知らぬ男の連れがいたのだ。どうやら二人はデート中らしい。真実に紹介された男は彼女の上司で独身の高瀬健吾警視正（津田寛治）だった。鴨志田は、あわてて言葉遣いを改める。一方、真実も、なぜ所轄署の警部補が警察庁の警視にあんなに横柄な口を利くのだと高瀬に咎められ返答に窮してしまう。高瀬が真実を『王子演芸場』に誘ったのは、今夜高座に上がる楽打亭抱介師匠（田中実）が高瀬とは幼馴染みだということからだった。やがて、高座では一門の落語家・楽打亭笑介（建蔵）の“王子の狐”が始まった。ところが、どこからか飛来したクロスボウの矢が笑介の胸を貫き、笑介はその場で絶命してしまう。この出来事に、抱介と、一門のマネージャーで笑介の婚約者・中原恵（星ようこ）が駆けつけてきて遺体に取りすがるのだった。場内を調べた鴨志田は、普段は使われていない２階の客席から矢が発射されたことを知る。クロスボウは２階席から高座めがけて固定されていて、タイマーによって発射される仕組みになっていた。そして、この仕掛けの側にはなぜか狐の面が落ちていたのだ。クロスボウの設置場所からみて、笑介を殺した犯人は『王子演芸場』の内部に詳しい人物と思われた。クロスボウの側に落ちていた狐の面は、地元の有志が王子稲荷へ行くときに被るものだとわかるが、指紋など手がかりになるようなものは得られない。その夜、鴨志田と真実は、事件を聞きつけた事情通の行人から、意外な話を聞かされる。行人によると、同い年の抱介と笑介は日ごろから仲が悪く、笑介は一門から独立したがっていたという。二人は元々同じ大学の落語研究会に所属していて、先代の師匠のもとに入門したのも同時だったというのだ。ところが、抱介は先代の師匠に可愛がられてとんとん拍子に出世し、今や亡き師匠の跡を継いで一門を背負う師匠として君臨しているという。ところが笑介は、未だに真打にもなれない身だというのだ。さらに、恵は二人と同じ大学で落研のマネージャーをしていたという。恵は以前は抱介と付き合っていたが、なぜか笑介に乗り換えたらしいと行人はいうのだった。翌日、抱介の家を訪ねた鴨志田と真実は、抱介と恵が揉めている現場に行き合わせてしまう。恵は「殺されるよりはマシよ」という物騒な言葉を吐いている。抱介によると、笑介を殺したのは、独立しようとした笑介を許せない抱介だと恵は言っているらしい。だが、抱介は恵の言葉を一笑に付す。ところが翌朝、恵がビルの屋上から転落死しているのが発見されて…。",
    "chinese_title": "おかしな刑事5",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-18T17:08:42"
}