{
    "aka": [],
    "sid": "26864179",
    "cast": [
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040928/",
            "name": "刘孜 Zi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313796/",
            "name": "涓子 Juan Zi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336301/",
            "name": "赵毅维 Yiwei Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325824/",
            "name": "赵滨 Bin Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313346/",
            "name": "柏寒 Han Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413501/",
            "name": "周传一 Chuanyi Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868946160.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1359598/",
            "name": "刘侗 Dong Liu",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "娶你不后悔"
    ],
    "douban_link": "https://movie.douban.com/subject/26864179/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "70年代末期，北方评剧团复排历史剧《秦香莲》，彼此钟情的陈跃进和胡永红经过考核竞争一个饰演陈世美，一个饰演秦香莲。俩人在台上唱戏珠联璧合，在台下热烈相恋。可就在他们谈婚论嫁、憧憬美好未来的时候，陈跃进家的救命恩人杨琴因病已生命垂危。杨琴临终将在北大荒农场劳动的女儿江兰托付给陈跃进，希望陈跃进能把江兰娶回北京，陈跃进面对杨琴的临终嘱托只好答应下来。此时，身在北大荒兵团的江兰因患风湿性心脏病住院，她的恋人常嘉铭为了逃避残酷的现实，也离她而去回了上海，旋即去美国继承遗产向她提出分手。精神和身体的双重打击使江兰失去生活的信心。陈跃进见到江兰的现状，不忍心再让她受到刺激，把要说的话埋在心底，几经周折，把江兰带回北京。胡永红得知陈跃进从北大荒带回江兰顿时疑虑重重，再三提出登记结婚。陈跃进的父亲陈报国和江兰的父亲江海潮是生死之交的老战友，老部下，在杨琴去世后要求陈跃进兑现对死者的承诺立刻与江兰结婚。一边是同学、同事多年的且相爱至深的胡永红，一边是从小一起长大亲如兄妹的江兰，陈跃进被卷裹在中间难以抉择，十分被动和苦恼。江兰在北大荒的张连长来到北京，要带刚刚病发出院的江兰回北大荒，陈报国对陈跃进逼得更紧了。陈跃进陷入更深的痛苦之中，几经激烈的思想斗争，最终决定牺牲与胡永红的爱情与江兰结为夫妻。胡永红怎么也不相信陈跃进在几天之内，会抛弃她，转眼之间变成陈世美，从此拒绝与陈跃进同台演出，陈跃进只有默默的承受着胡永红的指责。已成美藉华人的常嘉铭在搞商业项目投资时结识了陈跃进，双方准备合作开发评剧团的场地。洽谈业务时陈跃进请大学法律系任教的江兰帮忙，江兰见了常嘉铭之后勾起往事愤然离开，但常嘉铭见了江兰却惊喜得很，他这次来华投资的另一主要目的就是要找到江兰，他要补偿对江兰的愧疚。然而却没想到他的补偿方式使陈跃进与江兰陷入矛盾重重。内忧外患的陈跃进酒后留在了胡永红家……。陈跃进和江兰离婚后希望她能与常嘉铭重修旧好，但江兰不肯原谅常嘉铭的过去。就在这时，身心交瘁的江兰心脏病复发需要做搭桥手术，几十万元的费用愁坏了江家和陈家，东拆西借仍凑不齐，幸亏常嘉铭及时帮忙才渡过难关。胡永红为了帮助陈跃进挣钱还账，不惜放下架子背着陈跃进到周生开的歌舞城唱歌挣钱，胡永红的行动起初遭到陈跃进的误解，当了解到内情后深受感动。江兰离婚后出于对陈家老人的感情离婚不离家，依然帮助陈跃进照顾老人和家务，胡永红对此十分不满，经常为此和陈跃进发生矛盾。在社会上闯荡了几年的周生以雄厚的经济实力回到评剧团，取代了陈跃进的团长位置，他当了团长后入废弃了评剧只搞能够赚钱的歌舞。退位于艺术总监的陈跃进对周生打着评剧团的招牌却不唱戏的行为很忧虑也很气愤，理论几次无果反遭到上的领导的批评。心灰意冷之下辞掉艺术总监的职务，决心一辈子不再登台唱戏，回家开了陈记包子铺。他在胡永红心中的形象也随即破灭。周生因经营方向问题不但赔了几百万还受到停职处分，再一次失魂落魄地离开评剧团。陈跃进离开剧团并没放弃评剧事业，在卖包子的同时还搞起了一个少年评剧班。当他历尽难把已经倒闭的剧团恢复起来、自己也官复原职的时候，胡永红跟他提出分手，也彻底告别评剧，和周生走了。三年后，陈跃进的事业蒸蒸日上，与江兰复婚后家庭和睦而美满。团里新建的剧院也落成了，准备复排《秦香莲》。上级要求此戏的女主角非胡永红不可。这让陈跃进感到既棘手又为难，江兰劝他打消顾虑去找胡永红谈谈。陈跃进在请胡永红重返舞台时发现，原来她和周生非但没走到一起，两个人都很落魄。这让陈跃进心里十分难过。此后，他费尽了周折，不但在事业上帮助胡永红和周生人，想办法让二人回团出演男女主角，还在爱情和生活上让二人纳入正轨，重新走到一起。",
    "chinese_title": "娶你不后悔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T01:55:55"
}