{
    "aka": [],
    "sid": "26865382",
    "cast": [
        {
            "url": "/celebrity/1342429/",
            "name": "骆新 Xin Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342671/",
            "name": "施琰 Yan Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402445/",
            "name": "柳亦春 Yichun Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470587/",
            "name": "吴方浩 Fanghao Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470588/",
            "name": "李楠 Nan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470589/",
            "name": "方钦正 Adam Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470590/",
            "name": "刘昊威 Haowei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470560/",
            "name": "孙华锋 Huafeng Sun ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470579/",
            "name": "谢英凯 Thomas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402464/",
            "name": "俞挺 Ting Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351630/",
            "name": "青山周平 Shuhei Aoyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470546/",
            "name": "本间贵史 Honma Takafumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470563/",
            "name": "陈彬 Bin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470559/",
            "name": "赖旭东 Xudong Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470547/",
            "name": "史南桥 Nathan Shih ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1402446/",
            "name": "董功 Gong Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470592/",
            "name": "吕品晶 Pinjing Lü",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2377880111.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1422559/",
            "name": "段红 Hong Duan",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "13",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-08-30(中国大陆)"
    ],
    "this_title": [
        "梦想改造家 第三季"
    ],
    "douban_link": "https://movie.douban.com/subject/26865382/",
    "trans_title": [
        ""
    ],
    "douban_votes": "7053",
    "introduction": "第一期：难以入眠的家内容简介：第一期节目中，设计师面临一间十分狭窄的房屋：38平方米没有层高优势的老工房内，委托人要求能在不扩大房屋面积的前提下，容下一个衣帽间，一个干湿分离的卫生间，书房、咖吧、起居室，让两室户变身三室两厅。对设计师来说无疑是一个巨大考验。 [2]改造过程：没想到却在改造的过程中状况频出。原本答应改造房子的亲戚，在施工开始后竟然没有搬出去。为了住户的人身安全，也为了能让工程顺利进行，主持人骆新主动出马与亲戚进行沟通，工程才得以继续进行。 [7-9]播出日期：2016-08-30拍摄地点：上海设计师：吴方浩、李楠第二期：和时间赛跑的家内容简介：故事发生在青岛市建于20世纪90年代的工人新村，委托人夏慧父母的住所。本是生活幸福的一家，直到夏妈妈突然被查出肠胃间质瘤，险些没能从手术台上下来。夏慧不希望妈妈因病情而产生负面情绪，偷偷地报名了《梦想改造家》。问题研究：夏家小屋的过道厅不仅采光差，动线也十分混乱，增加日常行动的难度；卫生间低矮的顶棚和较差采暖都影响日常使用的舒适度；放在厨房的洗衣机排水却很困难，这直接导致厨房既拥挤又潮湿。改造进程：为了“秘密改造”，夏慧计划带父母进行为期两周的旅行。而《梦想改造家》节目组为了帮助夏慧，对母亲撒了一个善意的“谎言”，称是一档素人旅行节目的安排，夏慧父母才毫无顾虑地踏上了旅行，使改造得以顺利进行。 [10]播出日期：2016-09-06拍摄地点：山东青岛、上海设计师：史南桥第三期：过道一样的家内容简介：设计师青山周平逆天改造7㎡最小学区房，在几近苛责的要求下“化腐朽为神奇”。在改造中他也提出了与王树鑫一家同住24小时的要求。同住过程：在同住的过程中，青山周平多次遭遇了尴尬的境地。在与委托人一同查看屋顶结构时因没有站稳，险些从梯子上摔下去。虽然屡遭尴尬，青山周平也因此发现了奇葩“L型”房屋的诸多问题以及王树鑫一家生活的不便之处。 [11]播出日期：2016-09-13拍摄地点：北京设计师：青山周平第四期：人均6㎡的家内容简介：家住上海的孙先生、蔡小姐是坚定的二胎主义者，但是二胎却给他们的生活带来了巨大的改变——因为他们的二胎是一对龙凤胎。龙凤胎的出生让孙家喜忧参半，43平米一室一厅一卫的住房要容纳包括来帮忙带小孩的外公、外婆在内的七口人。随之而来的就是一系列生活困难。改造方案：面对一家七口人均6㎡的“最受限制房型”挑战，日本建筑师本间贵史连续五次造访委托人的家，反复确认房屋的墙体结构、吊顶以及排管情况，甚至对水质与空气质量都进行了核实。 [12]播出日期：2016-09-20拍摄地点：上海设计师：本间贵史第五期：纸片楼里的家内容简介：继“夹缝屋”之后，设计师王平仲继续迎战畸形户型，考虑如何拆分三角形户型并提高空间利用率，如何从狭窄的一隅释放出小冯一家的生活。改造结果：1、原卫生间的位置成为主卧，主卧除了是父母的睡眠区域，还具有强大的储物功能。当储物柜的搁板翻开以后，父母房间的单人床就变成了双人床。2、原本被砌成储物空间的三角形尖角，也被设计师释放出来，装饰成小阳台。3、阁楼的楼梯设置在原来厨房和客厅之间的区域，为了节省室内空间，王平仲将楼梯的扶手镶嵌到墙壁内，并内嵌LED灯来照明和装饰。前后对比：改造之前，阁楼上有将近一半的面积高度低于1.4米，站立直行都不方便。改造后，阁楼最高的高度为1.8米，方便直立行走，作为小冯的卧室使用。 [13]播出日期：2016-09-27拍摄地点：上海设计师：王平仲第六期：不能忘记的家内容简介：百年前由建筑工程师打造的先进住宅，经历了时间和风雨的蚀刻，终免不了老去。东方卫视的《梦想改造家》做到第三季，第一次出现了挑高17米的百年老宅。改造过程：在改造过程中，设计师谢英凯改造的不仅是生活质量，还是一种情怀的延续。所以这一次我们在谢英凯的改造上看到的不仅是技术的投入，还有感情的融合。前后对比：改造前老人所在的夹层挑高1.8米，使用木隔墙，隔音效果差。上层有人走动的时候，屋顶也会有沙尘掉落。外孙女住在公共空间，女儿女婿的房间不通风。改造后楼梯为东西两侧上下，一二楼靠东面上下，三到五楼靠西面上下，调整后的楼梯远离老人的卧室，家人上下楼不会影响其休息。 [14]播出日期：2016-10-04拍摄地点：广东广州设计师：谢英凯第七期：彼此依靠的家内容简介：委托人华敬超和他相爱12年的女友刘怡在《梦想改造家》的见证下正式领证结为夫妻。他们的爱巢是一户三十多平米一室一厅的普通住房，承载着他们感情生活的点点滴滴。问题分析：1、家中门厅只有不到一米的宽度，杂物的堆放几乎被堵住了一半；2、家中基本没有利用高处的空间进行收纳；3、衣物的晾晒需要在防盗窗内进行，经常蹭脏，使用起来也十分不便；4、浴室内蹲便器因处在正中央，洗澡时特别容易绊倒；5、燃气热水器的老化导致经常出现爆燃，十分危险；6、房屋内储物空间的设计十分不合理，空间利用率也不高。改造方案：设计师赖旭东为省经费，耗费了大量精力亲自进行各项设备的采购以及材料的选择。在选择墙砖时，他本想亲自上阵通过手工制砖节省人力成本并达到视觉效果，可试制后高昂的价格却推翻预期设想。在多方咨询与往返奔波后，他决定利用红砖切片完成制砖。 [15]播出日期：2016-10-11拍摄地点：四川成都设计师：赖旭东第八期：洋女婿不满意的家内容简介：华纳是一个在上海生活了四年的美国小伙。由于喜爱中国文化，他追求到了中国姑娘阿芬，但他和中国丈母娘之间的摩擦也随之而来。问题研究：1、37平米一室一厅一卫，位于顶楼，设施老旧，房型局促；2、家里仅有一个卫生间，华纳每天早上洗澡并长时间占据卫生间的习惯，让准丈母娘无法忍受；3、华纳习惯洗完澡直接出卫生间，但是准丈母娘的存在，让华纳的隐私得不到保证；4、老旧厨房排油烟能力差，加上准丈母娘中式重油烟的烧菜方式，让华纳怨声载道；5、丈母娘怕狗，让她和极度爱狗的华纳之间常常为狗爆发战争。改造方案：设计师方钦正将老公房里营造出美国女婿和中国丈母娘互不影响的生活空间，用设计调和中西方文化和生活理念的差异。 [16]播出日期：2016-10-18拍摄地点：上海设计师：方钦正第九期：回访特辑内容简介：在回访特辑中，节目组对北京胖大婶、武汉汉润里、上海梦花街、水塔房等10多户家庭都进行了回访。除了回访第一、二季的改造家庭之外，节目组还探访了由于种种原因遗憾放弃改造，原属于第三季的“最美改造”工地现场。回访情况：通过回访发现，大部分家庭都十分爱惜自己改造后的环境，改善后的生活环境也改变了他们的心情与生活状态。 [17]播出日期：2016-10-25拍摄地点：北京、上海、广东广州、湖北武汉、江苏苏州设计师：俞挺、陈彬、青山周平、谢英凯、史南桥、柳亦春第十期：悬崖上的家内容简介：故事发生在福建省连江县苔菉镇北茭村，委托人陈友云是一位常年在大海上漂泊的船长。虽然海上生活有收获的喜悦，但出海面临的重重危险让孩子们时刻担心着父亲的安危。问题研究：1、陈家地处海岸边，空气潮湿，常年遭受台风和海浪的破坏，整幢房屋被侵蚀得残破不堪。2、除了脆弱的房体急需加固与防潮，还有严重的漏水问题，埋在墙体内的电线也只能安装成明线，存在安全隐患。改造方案：由于委托人家位置相对偏僻，董功和肖从真商量决定异地操刀，在当地寻找施工方施工。为求完美，董功不仅在开工前与施工队交流并确认，更要求施工队进行样墙涂刷，确定设计可实现度并进行及时调整。 [18]播出日期：2016-11-01拍摄地点：福建福州设计师：董功第十一期：脑海中的家内容简介：委托人康达是一个北京小伙，为了照顾病重的妈妈，他基本放弃了工作和个人生活。康达的妈妈本身患有小儿麻痹症，2013年前更得了阿尔兹海默症，生活无法自理。问题分析：2013年，康达为改善妈妈生活环境亲自设计改建了家中老房，但改造后的房子仍存有许多问题：1、由于背对胡同里的公共厕所改建时取消了北侧的窗户，却导致家中存在通风问题；2、增建的卫生间没有盥洗台，家中洗漱洗菜洗衣服共用一个水槽，极易造成交叉感染；3、家层高超过三米，室内以帘代门外加大面积玻璃窗的设计让家中无论如何加大供暖力度都会快速散热。改造方案：在北京庆平胡同的改造，刘昊威围绕尽可能保留记忆，又能提供良好无障碍生活的主题展开。但这两个要求的天然矛盾让设计过程一直非常艰辛，单在结构设计阶段，刘昊威便反复修改，前后出了十几个方案。 [19]播出日期：2016-11-08拍摄地点：北京设计师：刘昊威第十二期：处处受限的家内容简介：一家四口，人处逆境，却不埋怨不沉沦，仍旧温暖地向着梦想和幸福前走。许是出于感动和敬佩，人们对设计师孙华锋含有了别样的苛刻。问题分析：1、客厅拥挤，承担多项功能。2、家中没有练舞的设备。3、居住空间不足，姐妹得不到休息。4、空间规划不合理，取物易造成人身伤害。5、洗手间干湿不分离、结构规划不合理，使用有困难。6、厨房使用年限长，油烟机和热水器都出现了严重的安全隐患。改造结果：镶嵌在墙壁内的扶手既方便父亲平时通行，也与整个装修风格融为一体；客厅餐桌、厨房整体式橱柜的设计增加了储物空间；解决了洗手间折叠门夹手的问题；卧室一侧整面的柜体提供了储物空间。 [20]播出日期：2016-11-15拍摄地点：河南平顶山设计师：孙华锋第十三期：最后的布依家园内容简介：板万村尽管基础设施落后，孩子们依然在大山中无忧无虑地长大，接受着自己民族文化与现代教育的双重熏陶。改造方案：为守护“最后的布依家园”，节目特别委托了中央美院建筑学院的院长吕品晶教授作为设计师。同时，册亨县也做出了对布依部落进行改造和开发的决定。三方联手下，布依族家园的改造项目正式启动。除了针对板万村进行的一系列大动作改造，节目组还对两户比较典型的吊脚楼人家和砖房人家进行了居住改造。 [3]播出日期：2016-11-22拍摄地点：贵州黔西南册亨县板万村设计师：吕品晶",
    "chinese_title": "梦想改造家 第三季",
    "douban_rating": "9.1/10 from 7053 users",
    "foreign_title": "",
    "douban_rating_average": "9.1",
    "update_at": "2025-05-30T06:49:18"
}