{
    "aka": [],
    "sid": "26868710",
    "cast": [
        {
            "url": "/celebrity/1478543/",
            "name": "尤达尔德·丰特 Eudald Font",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2378210459.jpg",
    "region": [
        "西班牙",
        "乌克兰"
    ],
    "writer": [],
    "imdb_id": "tt4921812",
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4921812/",
    "imdb_votes": 31,
    "this_title": [
        "I Love Her"
    ],
    "douban_link": "https://movie.douban.com/subject/26868710/",
    "imdb_rating": "4.8/10 from 31 users",
    "trans_title": [
        "我爱她"
    ],
    "douban_votes": "0",
    "introduction": "This story is about a musician, Natalie, who moves to a big city and tries her luck at becoming famous. And here she finds not only a great opportunity for her career, but also a new love with another girl, Anna. They two are very different: one poor, the other one is rich, one of them writes music and sings, the other one cannot hear or speak…They are united by love for each other, but their own fears stand in the way of their happiness. They both go through doubts and pain. When they finally find courage in their hearts, it seems like it's too late… But does true love have time limits?HISTORYThe proposed film is based on short film “I LOVE HER” (2013).The film participated in such film festivals as: Frameline39, San Francisco International LGBTQ Film Festival, MIX COPENHAGEN, Festival International Entr'2 Marches (Cannes film festival), Boston LGBT Film Festival, The Barcelona International LGTIB Film Festival.//     The film also participated in film festivals held in Madrid, Paris, Seattle, Boston, London, Hamburg. In whole the film participated in 28 film festivals of 12 countries (France,USA, Canada, Switzerland, Germany, Serbia, Latin America, Turkey) and 3 continents (Europe, America, Asia).",
    "chinese_title": "我爱她",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I Love Her",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-15T05:36:41"
}