{
    "aka": [],
    "sid": "26878847",
    "cast": [
        {
            "url": "/celebrity/1007482/",
            "name": "Bill Laswell Bill Laswell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039703/",
            "name": "近藤等则 Toshinori Kondo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052632/",
            "name": "Ustad Vilayat Khan Ustad Vilayat Khan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887978374.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1499397",
    "director": [
        {
            "url": "/celebrity/1315198/",
            "name": "乔·托马斯 Joe Thomas",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1499397/",
    "imdb_votes": 5,
    "this_title": [
        "Bill Laswell: Axiom Sound System Musical Freezone"
    ],
    "douban_link": "https://movie.douban.com/subject/26878847/",
    "imdb_rating": "6.8/10 from 5 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Throughout three decades, Bill Laswell has been a constant innovator, fusing seemingly disparate genres into a whole new sound. Touching upon everything from worldbeat, funk, rock, hip-hop and jazz, there are no limits to his experimental approach. No matter what the project, one thing remains a constant ?Laswell抯 pretty basslines provide a rhythm to which all sounds connect beautifully. The Grammy winner is one of the most prolific artists in modern music, fronting his own band Material and serving as producer, label owner and performer on other抯 albums. He has worked with many respected artists, including Herbie Hancock, Mick Jagger, Peter Gabriel, Yoko Ono and Laurie Anderson.Among his many talents is his ability to bring together well-matched singers and players to create a distinct style that defies easy classification. His Soundstage episode embodies his unique approach, transcending any genre boundaries and delivering an engaging performance. From the World Beat of Tabla Beat Science, to the jazzy flavors of Pharoah Sanders backed by Material, it抯 an exciting mix. Other surprises include a rocking Buckethead set that includes a little breakdancing and songs by Praxis. The show culminates with an all-star performance, funked up by Bootsy Collins.",
    "chinese_title": "Bill Laswell: Axiom Sound System Musical Freezone",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-28T10:28:34"
}