{
    "aka": [],
    "sid": "26877117",
    "cast": [
        {
            "url": "/celebrity/1048174/",
            "name": "乔治·卡林 George Carlin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382009363.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-09-16"
    ],
    "this_title": [
        "I Kinda Like It When a Lotta People Die"
    ],
    "douban_link": "https://movie.douban.com/subject/26877117/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "''I Kinda Like It When a Lotta People Die'' is George Carlin at his bitingly best. Recorded over the course of two nights at the MGM Grand in Las Vegas on September 9th and 10th, 2001, this never-before-released material was to be the source for Carlin's twelfth HBO® special. But following the attacks on 9/11, Carlin removed and reworked much of the content into what ultimately became ''Complaints and Grievances.'' Now here for this first time, is the performance as it was originally planned, raw and uncensored, and featuring Carlin's characteristic acerbic wit and insight. Also included is a home recording from 1957 which finds a young George Carlin, in the words of Lewis Black, ''already speaking with an authority that would become his trademark,'' as well as interviews with long-time manager Jerry Hamza and Rocco Urbisci, director of 10 of Carlin's HBO® specials. Showcasing a comic legend at work over the course of almost 50 years, ''I Kinda Like It When a Lotta People Die'' proves once again that George Carlin will forever be the king of cutting edge comedy.",
    "chinese_title": "I Kinda Like It When a Lotta People Die",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T01:13:26"
}