{
    "aka": [
        "Facing Ghosts"
    ],
    "sid": "26878613",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629174475.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt6032446",
    "director": [
        {
            "url": "/celebrity/1024018/",
            "name": "让-路易·科莫利 Jean-Louis Comolli",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6032446/",
    "imdb_votes": 20,
    "this_title": [
        "Face aux fantômes"
    ],
    "douban_link": "https://movie.douban.com/subject/26878613/",
    "imdb_rating": "6.8/10 from 20 users",
    "trans_title": [
        "直面幽灵",
        "Facing Ghosts"
    ],
    "douban_votes": "0",
    "introduction": "\"In 2007 Sylvie Lindeperg published a book: Nuit et Brouillard : un film dans l’histoire (Éditions Odile Jacob), that was the result of a long reflection on the work of Alain Resnais. Gérald Collas suggested I make a film of the book. I had known and appreciated Sylvie Lindeperg and her work for years. The idea of filming her in action (as I had already filmed the architect Pierre Riboulet, the chef Alain Ducasse, the musician Michel Portal or the historian Carlo Ginzburg) attracted me immediately. In this film as in the book but this time via images and sounds, Sylvie Lindeperg questions the complex play of influences that led to the production of Night and Fog and which weighed on the film’s destiny. With her, artistic practice and this film in particular is viewed as an analyser of the contradictions of a period. But the goal was not to \"reconstitute\". We wanted to replace the historian’s gestures and ways of seeing. The archive images from the concentration camps and the death camps reused in Night and Fog still raise questions of their legitimacy, the suffering they bear, the challenge they present to the viewer’s or user’s desires or possibilities of seeing. When the subject is the destruction of Europe’s Jews, these questions become burning.\"(Jean-Louis Comolli)",
    "chinese_title": "直面幽灵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Face aux fantômes",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T15:56:34"
}