{
    "aka": [],
    "sid": "26883774",
    "cast": [
        {
            "url": "/celebrity/1129220/",
            "name": "白南准 Nam June Paik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907524020.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1743705",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1743705/",
    "this_title": [
        "Nam June Paik : Open your Eyes"
    ],
    "douban_link": "https://movie.douban.com/subject/26883774/",
    "trans_title": [
        "白南准：张开你的双眼"
    ],
    "douban_votes": "0",
    "introduction": "Nam June Paik war von 1979 bis 1995 Professor an der Kunstakademie Düsseldorf. Sein Schaffen wurde mit zahlreichen Einzelausstellungen und Preisen gewürdigt. Dreimal nahm er an der documenta in Kassel teil. 1993 gestaltete er mit dem Künstler Hans Haacke den deutschen Pavillon auf der Biennale von Venedig, der mit dem Goldenen Löwen für den besten Länderpavillon ausgezeichnet wurde. 1996 erlitt er einen Schlaganfall und war seitdem auf den Rollstuhl angewiesen. Nam June Paik starb im Alter von 73 Jahren in Miami Beach (Florida).Aus Anlass einer Werkschau, die vom 11. September bis zum 21. November 2010 im \"museum kunst palast\" in Düsseldorf stattfindet, gibt der Film von Maria Anna Tappeiner einen Überblick über Nam June Paiks künstlerische Arbeit und stellt Familienangehörige, Wegbegleiter und Mitarbeiter vor, darunter seine Witwe Shigeko Kubota, sein Neffe Ken Hakuta, die Kuratoren John Hanhardt und Wulf Herzogenrath sowie die Kölner Künstlerin Mary Bauermeister. Das Porträt verbindet Werkdarstellungen mit Gesprächen über Paiks Arbeits- und Denkweise sowie sein Selbstverständnis als Künstler. Darüber hinaus sind auch Ausschnitte aus dem umfangreichen Filmmaterial über Paik zu sehen.",
    "chinese_title": "白南准：张开你的双眼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nam June Paik : Open your Eyes",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T18:00:25"
}