{
    "aka": [],
    "sid": "26887071",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2386957562.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1287921/",
            "name": "Hilary Pryor Hilary Pryor",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1287921/",
            "name": "Hilary Pryor Hilary Pryor",
            "@type": "Person"
        }
    ],
    "duration": "22",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Taking Back the Years"
    ],
    "douban_link": "https://movie.douban.com/subject/26887071/",
    "trans_title": [
        "返老还童"
    ],
    "douban_votes": "0",
    "introduction": "While an ageing Western population spends billions of dollars trying to stave off the effects of old age, can prayer, meditation and the ancient art of Ayurvedic medicine provide an alternative route to longevity?With unique access to an Ayurvedic centre in Kerala, South India, Taking Back the Years follows patient, Mr. Patel, through the rigorous, 90 day long and 4000 year old, practice of Kuti Praveshika. Meanwhile Canadian filmmaker Hilary Pryor – the same age as Mr. Patel – explores the latest discoveries in North American medicine and with advice from Western scientists and fitness experts, attempts her own 90 day regime towards rejuvenation. Both are subjected to a variety of Western medical tests pre and post regime to measure any changes achieved.On this journey Hilary encounters many contrasts - from people trying desperately to take back the years through extreme calorie restriction or laser skin treatments, to centenarians who credit their longevity more to a sense of purpose than any diet or genetics, to the flamboyant scientist Dr. Aubrey de Grey who believes ageing is essentially an engineering problem that will be solved in the next 30 years allowing people to live for 200, 300 years …or more! But the more we try to extend life, the greater the ethical issues in an over-populated world and for some, like Dr. Peter Rabinovitch of the University of Washington, the preferred goal is compressed morbidity – a longer ‘health’ span rather than ‘life’ span.The more Hilary finds out the more she is intrigued by the parallels between the scientific and holistic approaches. Holistic practitioners seek to achieve a combination of physical and spiritual practices that embrace the whole person – this is often mirrored by Western research into the mechanics of individual cells. For example, Dr. Jerry Shay explains the role of telomeres (protective caps at the end of chromosome that shorten with each cell division until the cell can no longer divide), while Dr. Elissa Epel cites a recent study where meditation was proved effective in maintaining healthy telomere length. Although both cultures are inherently suspicious of each other, there is much to be learned from one another.After her 90 day “western” regime is completed, Hilary is free to explore more holistic practices. She takes part in a pilot study at the Deepak Chopra Centre in Carlsbad, California, which looks at the effect of a one week of intensive mediation on the ageing indicators of ‘novice’ meditators.Do either Mr. Patel or the filmmaker manage to “take back” any years through their efforts? We shall find out!http://v.qq.com/cover/a/ajtarg9i9i6ecmu.html数千年来，人类一直在寻找返老还童的方法，不论是东方的古老疗法还是西方的现代科学，都可以找到各种各样与延长寿命、重拾健康的方法。阿育吠陀医学是一种传承自古印度的神秘疗法，据说有让人返老还童的神奇效果，但整个治疗过程也十分苛刻，需要在一种名为“库蒂”的小屋中待上数个月之久。这种小屋是什么样子的？这种疗法真的能让人返老还童吗？本系列纪录片聚焦探讨了世界上最先进的延缓衰老的疗法，权威研究和发现。衰老是可以被治愈的疾病吗？在未来的25年里我们可以研究出能活到200岁的方法吗？控制饮食，锻炼和维生素的摄入可以延缓身体的衰老吗？抑或通过中医和冥想的方式。在与衰老对抗的战斗中，东方和西方哪个更具优势？自然疗法还是借助科学手段？在南印度的一个按摩理疗中心，Rajendra Patel正在秘密接受以一种叫做阿育吠陀的传承了四千年的古印度长寿疗法，而来自加拿大的电影制片人希拉里，与Patel先生同龄，却利用西方先进的科学手段进行为期90天的抗衰老斗争。当两人同时完成90天的抗衰老疗法后，谁将取得更为显著的成果呢？",
    "chinese_title": "返老还童",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Taking Back the Years",
    "douban_rating_average": 0,
    "update_at": "2025-03-15T15:13:27"
}