{
    "aka": [],
    "sid": "26881138",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511693934.jpg",
    "region": [
        "卢旺达"
    ],
    "writer": [],
    "imdb_id": "tt4282988",
    "director": [
        {
            "url": "/celebrity/1028864/",
            "name": "李·以萨克·郑 Lee Isaac Chung",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "卢旺达语",
        "英语"
    ],
    "playdate": [
        "2015-04-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4282988/",
    "imdb_votes": 18,
    "this_title": [
        "I Have Seen My Last Born"
    ],
    "douban_link": "https://movie.douban.com/subject/26881138/",
    "imdb_rating": "8.2/10 from 18 users",
    "trans_title": [
        "我上次出生"
    ],
    "douban_votes": "0",
    "introduction": "'I Have Seen My Last Born' is about Rwanda in transition from its difficult and violent past towards development, seen through the life of a man who juggles the roles of father and a son, between the city and the village.Marking their first directorial work in Rwanda since the award-winning narrative film, Munyurangabo, I Have Seen My Last Born tells the story of Jean Kwezi, a man who survived the wars that marked Eastern Congo and Rwanda in the 1980s and 1990s. As Jean navigates the roles of father and son, between the growing city center and the village tied to his past, his story reveals a country in transition. The drama of the film takes place in the act of recollection, in the reassessment of history and the way in which that informs present daily life. Now 39 years old, Jean was marked profoundly as a young adult by the 1994 genocide: separated from his family, taken to Kigali, only re-uniting with them a couple of years later, long after they had assumed him dead. Jean recounts the memory of a long family history shaped by migrations between the Congo and Rwanda, during which biological children were lost and adoptive children gained. This memory carries into the present through Jean's daily ...",
    "chinese_title": "我上次出生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "I Have Seen My Last Born",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-30T10:28:36"
}