{
    "aka": [],
    "sid": "26882148",
    "cast": [
        {
            "url": "/celebrity/1186547/",
            "name": "安德鲁·马尔 Andrew Marr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870481314.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6528976",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-14(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6528976/",
    "imdb_votes": 10,
    "this_title": [
        "Andrew Marr: My Brain And Me"
    ],
    "douban_link": "https://movie.douban.com/subject/26882148/",
    "imdb_rating": "6.5/10 from 10 users",
    "trans_title": [
        "我和我的大脑"
    ],
    "douban_votes": "0",
    "introduction": "In 2013 one of Britain’s most respected political broadcasters, Andrew Marr, had a stroke which threatened his life and his career. Now in a new one-off documentary for BBC Two, Andrew reveals his personal story of recovery and takes an in-depth look into the fabric of what makes us who we are: our brains.In Andrew Marr: My Brain And Me, Andrew will share the highs and lows of his own journey and private determination to recover. Intensive physiotherapy has restored some movement to Andrew’s left side, but with limited progress over the last year he explores a range of new and cutting-edge stroke treatments, including cranial stimulation.The film follows Andrew’s progress over the last six months during which time the political anchorman has to cope with the pressures of the Brexit vote and consequent change in Prime Minister - in his own words \"the biggest story I've ever covered\" - whilst also managing a new book, two other documentaries and his regular weekly television and radio shows. All this from a man who believes that over-work and stress could have brought him and his brain to the brink of death.For the first time Andrew returns to the hospital that saved his life and meets the consultant who told his family he had little chance of survival. With interviews from some of his closest family and friends we gain an insight into Andrew the man and the struggles every stroke victim faces once the immediate medical crisis is over.Andrew meets fellow patients whose brains have been affected in different parts and in different ways - from a man who can no longer recognise his wife after 26 years of marriage, to a woman who struggles to speak but can sing beautifully. He joins the doctors who are trying to solve the mysteries of these people’s conditions and therefore some of the mysteries of the most complex of organs - the brain.Andrew Marr says: “Stroke can happen to anyone at any time, and is one of the biggest killers in modern society: but to begin to recover, is to be taken on a journey into cutting-edge discoveries about the human brain, and to learn lessons that go way beyond getting better from an illness. If this film helps other people who have gone through what I have gone through, and their families, that's all I can possibly ask for.\"",
    "chinese_title": "我和我的大脑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Andrew Marr: My Brain And Me",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T00:55:55"
}