{
    "aka": [],
    "sid": "26887636",
    "cast": [
        {
            "url": "/celebrity/1025153/",
            "name": "艾伦·瑞克曼 Alan Rickman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086275/",
            "name": "迈克尔·菲斯特 Michael Feast",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098453/",
            "name": "Dave Hill Dave Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028073/",
            "name": "萨拉·舒格曼 Sara Sugarman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343027/",
            "name": "David Trevena David Trevena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335906/",
            "name": "黛博拉·芬德莱 Deborah Findlay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2387168901.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1296065",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1983-01-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1296065/",
    "imdb_votes": 51,
    "this_title": [
        "Busted"
    ],
    "douban_link": "https://movie.douban.com/subject/26887636/",
    "imdb_rating": "7.5/10 from 51 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Simon Jacks (Rickman) seems to be on his way up. A bland young barrister (trial lawyer) specializing in tax law, he boasts a modest bachelor pad, a sports car, two girlfriends (Roxy for living-in, Sara for lunchtime quickies), an admiring secretary (played by Deborah Findlay,later of TMD), and an encouraging if insufferably pompous boss. But in the space of a few days - neatly compressed by Davis into an hour drama - Simon'slife takes a very different turn.Late one night Simon receives a telephone call from Paul Macy, an old Oxford friend and fellow activist in the student Socialist Society. He's landed in jail - again. Simon (himself once arrested with Macy during a demonstration and drug bust) hasn't seen Macy in years, but goes, (mis-)representing himself to police authorities as Macy's defense counsel. Simon learns Macy has been arrested not for some new protest, but for robbing a liquor store with a toy gun. Macy wants two things from Simon: to get word to his girlfriend Gemma (living in a squat in a bad neighborhood), and to rouse the radical community to take up his cause as an alleged victim of \"the system.\" After debate and protest, Simon agrees. But in carrying out these commissions, he learns that Macy's former colleagues can no longer be found, or will have nothing more to do with him. Girlfriend Gemma further confirms Macy's lack of interest in any cause but himself. Meanwhile, Simon has his own problems. His boss is not pleased that his tax-law protégé has been representing himself as a solicitor in criminal law. And Roxy moves out, aided by . . . Sara (who herself has a new man and some choice words for Simon). Beset from all sides, Simon settles on, and carries out, a course of action. He engineers a clothes-swap in Macy's cell and sends his friend out to freedom disguised as a barrister. Simon is left settling back blissfully in his cell, apparently delighted at shaking off his Establishment shackles.",
    "chinese_title": "Busted",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-06T15:23:01"
}