{
    "aka": [],
    "sid": "26897024",
    "cast": [
        {
            "url": "/celebrity/1101405/",
            "name": "梅尔·吉德罗伊茨 Mel Giedroyc",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050295/",
            "name": "苏·帕金斯 Sue Perkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1249719/",
            "name": "玛丽·贝莉 Mary Berry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390929263.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6000196",
    "director": [],
    "duration": "60 minutes",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6000196/",
    "imdb_votes": 105,
    "this_title": [
        "The Great British Bake Off Season 7"
    ],
    "douban_link": "https://movie.douban.com/subject/26897024/",
    "imdb_rating": "7.9/10 from 105 users",
    "trans_title": [
        "英国家庭烘培大赛 第七季"
    ],
    "douban_votes": "241",
    "introduction": "Episode 1: CakeFor the first challenge, the bakers were given two hours to make a drizzle cake, the brief being that the cake is moist and has a plentitude of drizzle sinking into the cake. For the technical challenge, the bakers were instructed to make Mary's recipe for twelve jaffa cakes. The recipe used a whipped fatless sponge, orange jelly and tempered chocolate with a design of sorts. For the final challenge, the bakers were instructed to make a mirror glaze cake. The cake must use a genoise sponge and must have a very shiny, mirror-like top, covering the cake entirely.Episode 2: BiscuitsFor the Signature Challenge, the bakers were given two and a half hours to make 24 iced biscuits. The biscuits were given the brief to be crisp and uniform. Viennese Whirls were set as the technical challenge. To be completed in an hour and a half, they must be filled with buttercream and jam, and must have a defined shape. For the showstopper, a gingerbread scene was set as the challenge, the only brief being it that it must be 30 cm high and must contain eight characters or objects. The bakers had four hours for this challenge.Episode 3: BreadFor the bakers' first challenge, they had to make a chocolate loaf in two and a half hours. The loaf must contain chocolate in some form, whether it be powder or actual pieces of chocolate. For the technical challenge, the bakers were required to make twelve Dampfnudel, a recipe Paul called \"notoriously difficult\". In two hours, the bakers had to make twelve steamed bread rolls with two types of sauce. A savoury plaited centerpiece was set as the showstopper. In four hours, bakers had to make a centrepiece using at least three flours.Episode 4: BatterThe first task is to make Yorkshire puddings, which involved the standard recipe filled with a variety of ingredients and flavours. The technical challenge was to make 12 heart-shaped \"lace\" pancakes, which required the bakers to draw a heart-shaped design with the batter. The showstopper challenge was to make 36 churros.Episode 5: PastryFor the signature bake, bakers were tasked with baking 24 breakfast pastries. Two different batches of 12 pastries were to be made. The technical challenge required the bakers to make one feathered Bakewell tart. For the showstopper challenge, the bakers were challenged to make 48 filled filo amuse-bouche; 24 with a savory filling and 24 with a sweet filling.Episode 6: BotanicalIn the signature, the seven remaining bakers were asked to create a meringue pie containing citrus fruit, such as orange, grapefruits and lemons. In the technical, the contestants had to create two herb fougasse in the shape of a leaf. In the showstopper, the contestants were asked to create a three-tier cake with a flower theme. Each tier could be the same flavour, or all different flavours, and the cakes could be decorated with flowers.Episode 7: DessertsThe Signature challenge required the bakers to make a family-sized roulade. The judges were looking for a light sponge cake, even layers of filling and a clean swirl. The technical challenged was for a Marjolaine or dacquoise, an unusual layered cake made with meringue, decorated with ganache and nuts. The showstopper challenge tasked the bakers with making 24 mini mousse cakes in two flavors (12 of each).Episode 8: TudorWeek eight featured the show's first Tudor theme, featuring food common in the 16th century. During the signature challenge, the five remaining bakers were asked to bake a shaped pie with Tudor flavours. The pie could be any type of pastry and they could use whichever fillings they wanted. In the technical, the contestants were asked to produce a dozen jumbles – six knot balls and six Celtic knots. In the showstopper challenge, the contestants were asked to bake a marchpane (marzipan) cake in a three-dimensional shape. However, all of the cakes had to be Tudor-themed.Episode 9: Pâtisserie (semi-final)",
    "chinese_title": "英国家庭烘培大赛 第七季",
    "douban_rating": "8.9/10 from 241 users",
    "foreign_title": "The Great British Bake Off Season 7",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "8.9",
    "update_at": "2025-04-24T04:13:19"
}