{
    "aka": [],
    "sid": "26892817",
    "cast": [
        {
            "url": "/celebrity/1186547/",
            "name": "安德鲁·马尔 Andrew Marr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1578820/",
            "name": "苏菲·汉娜 Sophie Hannah",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2390649107.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [],
    "imdb_id": "tt6091546",
    "director": [],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-17(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6091546/",
    "imdb_votes": 29,
    "this_title": [
        "Sleuths, Spies And Sorcerers: Andrew Marr's Paperback Heroes"
    ],
    "douban_link": "https://movie.douban.com/subject/26892817/",
    "imdb_rating": "7.4/10 from 29 users",
    "trans_title": [
        "侦探、巫师和间谍：书中英雄"
    ],
    "douban_votes": "0",
    "introduction": "Andrew Marr investigates the allure of the classic espionage story, arguing that the British spy novel is much more than a cloak and dagger affair, and allow readers to engage with some big questions about the human condition: who are you? What - or whom - would you be willing to betray? And for what cause would you lay your life on the line?To help him decipher the rules of the classic espionage story, Andrew travels to Berlin in the footsteps of master spy novelist John le Carré, whose experience of witnessing the Berlin Wall being erected in 1961 inspired him to write arguably the 20th century's greatest spy novel - The Spy Who Came In From The Cold.Andrew uncovers the various conventions that have governed the genre since it began. He shows how early spy novelists created a climate of fear, how they introduced the debonair gentleman spy, and how - through the works of former secret agents such as Somerset Maugham - they translated the often mundane details of espionage into their stories.The tradecraft of spy-writing is gleaned from writers Frederick Forsyth, William Boyd, Gerald Seymour, Charles Cumming as well as novelist and former Director General of MI5, Dame Stella Rimington. Finally, Andrew considers the future of the fictional spy in an age when the agent on the ground is being superseded by electronic surveillance.",
    "chinese_title": "侦探、巫师和间谍：书中英雄",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sleuths, Spies And Sorcerers: Andrew Marr's Paperback Heroes",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2026-01-16T17:35:30"
}