{
    "aka": [],
    "sid": "26892237",
    "cast": [
        {
            "url": "/celebrity/1059676/",
            "name": "乔·阿拉斯奇 Joe Alaskey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064239/",
            "name": "杰夫·贝内特 Jeff Bennett",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "喜剧",
        "动画",
        "家庭"
    ],
    "awards": "　　第29届动画安妮奖(2001)\n　　最佳分镜(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2388892713.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1292179/",
            "name": "Tom Minton Tom Minton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0248575",
    "director": [
        {
            "url": "/celebrity/1300128/",
            "name": "Charles Visser Charles Visser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300295/",
            "name": "James T. Walker James T. Walker",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-12-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0248575/",
    "imdb_votes": 928,
    "this_title": [
        "Tweety's High-Flying Adventure"
    ],
    "douban_link": "https://movie.douban.com/subject/26892237/",
    "imdb_rating": "5.7/10 from 928 users",
    "trans_title": [
        "翠儿的高空飞行大冒险"
    ],
    "douban_votes": "0",
    "introduction": "On the 2nd of October, when Colonel Rimfire, at the Looney Club in London, announces about his beliefs that cats are the most intelligent animals (after his many plans were foiled by Cool Cat), Granny, hoping to raise money for a nearby children's park, makes a wager that her Tweety can fly around the world in 80 days, collecting the pawprints of 80 cats in the process. Sylvester, still hoping to make Tweety his personal snack, is incensed at the thought of some other cat getting the little bird first and vows to follow Tweety around the world and catch the canary himself; unbeknownst to either one, a thief is also present.Tweety sets a course to Paris, but is blown by a strong wind to the Swiss Alps, where he gets trapped, as does Daffy Duck, but Bugs Bunny saves them both. Tweety goes back to Paris, where he causes Pepe le Pew to mistake Sylvester for a female skunk. Tweety continues on to Venice, but grows overweight after eating too much bird seed. On a longboat, he faces a lot of cats, but he overpowers them and goes back to normal. While attempting to sleep in Egypt, he is chased into a tomb by Sylvester and several other cats, but escapes. In the African jungle, he outsmarts two lions with help from another bird.In the Chinese Himalayas, he befriends another canary known as Aoogah (the name coming from her ability to imitate a horn), after rescuing her from a sacrifice. They are taken by more winds into Mexico, Brazil, Argentina and Japan, and eventually make it onto a boat to the United States. However, Sylvester catches up with them, but Hubie and Bertie cause him to slide into the water. Tweety and Aoogah are able to save him, but end up on a beach in Australia. Sylvester meets the Tasmanian Devil and they chase the two canaries, resorting to a motorcycle, but end up in the ocean.Tweety and Aoogah ride a windsurfer to San Francisco. Sylvester hijacks a tram to chase them, but ends up on Alcatraz, to the fury of Yosemite Sam, who appears as the tram's driver. The two canaries make it safely on a train to Las Vegas, where they escape more cats. Afterwards, they go through more cities across the US, finishing in New York City. There, they trick Sylvester into getting onto a concorde alone. The two canaries are caught up in an Atlantic hurricane and briefly washed up on an island, but outsmart more cats and escape back through the hurricane.In a pub in the English countryside, they discover the thief and manage to outsmart him. Sylvester attempts to frame Tweety by passing his license to fly for a stolen passport. He almost succeeds, but the real passport is in his hand, thus getting himself arrested instead. Tweety and Aoogah believe they are a day late, until they discover that it's the 21st of December because they crossed the international date line. They are able to get back to London, complete their mission and save the park, and Tweety even gets knighted by the Queen, whilst Sylvester heads to prison.",
    "chinese_title": "翠儿的高空飞行大冒险",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tweety's High-Flying Adventure",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T12:00:08"
}