{
    "aka": [
        "How We Live - Messages to the Family"
    ],
    "sid": "26891796",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900556888.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1348911/",
            "name": "古斯塔夫·德池 Gustav Deutsch",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2017-10-08(蒙特利尔新电影展)"
    ],
    "this_title": [
        "So leben wir - Botschaften an die Familie"
    ],
    "douban_link": "https://movie.douban.com/subject/26891796/",
    "trans_title": [
        "How We Live - Messages to the Family"
    ],
    "douban_votes": "0",
    "introduction": "«Immaginate di essere seduti a casa, lo schermo è montato, il proiettore pronto, e cominciamo a guardare insieme film di famiglia» propone la voce calma di Gustav Deutsch all'inizio di how we live. Con la stessa pacatezza il film intraprende un viaggio fra reperti filmici amatoriali raccolti tra Austria, Italia, Olanda e Inghilterra, viaggiando da Boston all'Italia, dagli USA al Burgenland austriaco, dal Maryland alla Grecia, e poi Vienna, Sydney, la Svizzera. Il film impiega un'ampia varietà media-archeologica traducendola nella forma scritta della lettera: dai primi film a colori alle immagini riprese da videocamere, dai cellulari e da skype. Le registrazioni familiari che strutturano il film sono come cartoline in movimento, che raccontano tante vite e percorsi attraverso il ventesimo secolo. Ma parlano anche del medium filmico come strumento nella vita quotidiana, alla sua funzione di superamento delle distanze che ha reso possibile la “famiglia dell'uomo” come comunità in cui le singole biografie sono sempre più marcate dalle rotte migratorie. In Film ist (1-6) Deutsch percorreva con estrema precisione poetica il racconto di una storia alternativa del cinema configurata come un atlante di immagini tratte da film scientifici. how we live tenta un'impresa analoga, ma utilizzando come base la pratica cinematografica più privata ed effimera e perciò trasmette sensazioni molto diverse, adottando un approccio contemplativo che ben si adatta al suo soggetto. Potete accomodarvi, rilassarvi e godervi il viaggio, fidandovi del narratore e guardando semplicemente la vita degli altri che vi scorre davanti agli occhi in tempo reale, mentre cercate di cogliere corrispondenze e analisi celate a ogni passo, la cui profondità non viene esposta superficialmente, ma illuminata dalle relazioni tra le immagini. Il materiale raccolto da Deutsch è regolarmente intervallato dal viaggio del marocchino Mostafa Tabbou dalla sua nuova patria olandese al Marocco, viaggio a cui partecipano Gustav Deutsch e sua moglie Hanna Schimek e che diventa un altro home movie. Così il film non solo crea una comunità tra varie persone in luoghi distanti, ma stabilisce un principio di solidarietà senza tempo, consentendo a generazioni di filmmaker di parlarsi e di parlarci attraverso il medium dello schermo cinematografico. (Alejandro Bachmann)",
    "chinese_title": "So leben wir - Botschaften an die Familie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-10T21:21:41"
}