{
    "aka": [],
    "sid": "26894553",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2402253186.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "True Sight"
    ],
    "douban_link": "https://movie.douban.com/subject/26894553/",
    "trans_title": [
        "真视界"
    ],
    "douban_votes": "241",
    "introduction": "In the aftermath of The International, each player and team must face the difficult challenge of committing to a tournament roster for the next season’s push towards competitive glory, all searching for the elusive combination of talent and chemistry that can carry a group of five individuals to the pinnacle of professional Dota—to stand as the winning team at a Dota 2 Major Championship.This season, lift the fog on the process of building a top-tier Dota team with True Sight, a new documentary series that takes you behind the scenes of the journeys of professional teams. Episode one features EG and Fnatic as they rebuild their rosters with all eyes focused on claiming victory at The Boston Major in December.We will stream the first entry of this new series starting at 4:00 PM PDT on Thursday, October 13, with repeat broadcasts starting every two hours on the hour for a full 24-hour cycle. The stream will be available in English, English subtitles, Russian subtitles, and Chinese subtitles.Access to the stream will be limited to owners of the Fall 2016 Battle Pass, and those watching are invited to join a live chat during the broadcast with their friends and other members of the Dota community.You can watch the stream in your Battle Pass on Thursday. After the broadcast schedule has concluded, the full version will be available for Battle Pass owners to watch at any time in your Steam Library starting on Friday, October 14 at 4:00 PM PDT. For now, check out a special preview of True Sight below.",
    "chinese_title": "真视界",
    "douban_rating": "8.9/10 from 241 users",
    "foreign_title": "True Sight",
    "douban_rating_average": "8.9",
    "update_at": "2025-03-03T18:13:24"
}