{
    "aka": [],
    "sid": "26899685",
    "cast": [
        {
            "url": "/celebrity/1001270/",
            "name": "达里奥·福 Dario Fo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2393369429.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1001270/",
            "name": "达里奥·福 Dario Fo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2009"
    ],
    "this_title": [
        "Sant'Ambrogio e l'invenzione di Milano"
    ],
    "douban_link": "https://movie.douban.com/subject/26899685/",
    "trans_title": [
        "圣安布罗乔和米兰故事"
    ],
    "douban_votes": "0",
    "introduction": "È dedicato a uno dei simboli di Milano, città nella quale Dario Fo ha vissuto e lavorato per buona parte della sua vita, il nuovo libro del premio Nobel. Alla figura di sant'Ambrogio Fo si accosta con le doti di sempre, originalità, libertà, irriverenza e senza rinunciare ai confronti con l'epoca contemporanea. E ci racconta la storia, davvero poco conosciuta, di un uomo che divenne inaspettatamente vescovo di Milano per acclamazione popolare, senza mai essersi interessato prima alle questioni religiose, per poi diventare una delle autorità più rispettate dei suoi tempi. A illustrare la vita del santo i disegni dello stesso Fo, rielaborazioni personali di opere classiche dedicate ad Ambrogio.Da Sant'Ambrogio e l'invenzione di Milano Dario Fo e Franca Rame, curatrice del libro in uscita per Einaudi insieme a Giselda Palombi, hanno tratto l'omonimo spettacolo teatrale che debutta in prima mondiale il 6 ottobre al Teatro Strehler di Milano. E sul suo blog il figlio Jacopo ha scritto: «A ottobre mio padre e mia madre tornano sulle scene con un nuovo spettacolo, sulla vita di Sant'Ambrogio. Credo che ancora una volta ci sarà chi si scaglierà contro di loro, come sempre colpevoli di lesa maestà».",
    "chinese_title": "圣安布罗乔和米兰故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sant'Ambrogio e l'invenzione di Milano",
    "douban_rating_average": 0,
    "update_at": "2025-03-08T22:00:32"
}