{
    "aka": [
        "A Polar Year"
    ],
    "sid": "26892549",
    "cast": [
        {
            "url": "/celebrity/1267432/",
            "name": "Julius B. Kelly Julius B. Kelly",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "　　第34届圣丹斯电影节(2018)\n　　评审团大奖 世界电影单元纪录片(提名) 塞缪尔·科拉尔戴\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528538119.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1309030/",
            "name": "塞缪尔·科拉尔戴 Samuel Collardey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017537/",
            "name": "凯瑟琳·派勒 Catherine Paillé",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7689932",
    "director": [
        {
            "url": "/celebrity/1309030/",
            "name": "塞缪尔·科拉尔戴 Samuel Collardey",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "因纽特语",
        "丹麦语"
    ],
    "playdate": [
        "2018-01-21(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7689932/",
    "imdb_votes": 420,
    "this_title": [
        "Une année polaire"
    ],
    "douban_link": "https://movie.douban.com/subject/26892549/",
    "imdb_rating": "6.4/10 from 420 users",
    "trans_title": [
        "极地一年",
        "A Polar Year"
    ],
    "douban_votes": "0",
    "introduction": "DirectorSamuel CollardeyScreenwriterSamuel CollardeyCatherine PailléProducerGrégoire DebaillyPrincipal CastAnders HvidegaardAsser BoassenJulius B. NielsenTobias IgnatiussenThomasine JonathansenGert JonathansenSECTION World DocCOUNTRY FranceRUN TIME 95 minLANGUAGE Danish/InuitSUBTITLES Yes with English subtitlesCOMPANY KINOLOGYEMAIL gmelin@kinology.euPHONE +33 687510396Although he’s warned to expect boredom and bitter cold, Anders, a young Danish primary school teacher, accepts a post in Tiniteqiilaq, a remote village of 80 inhabitants in Greenland. Arriving with certain preconceptions—the “Danish look” as one villager calls it—Anders contends with cultural differences and an unruly classroom, to say nothing of the snow. Wondering what it takes to be accepted in this “hellhole,” he’s advised to try learning the language and local ways—hunting, sledding, fishing. How hard can it be, he figures, to ride a sled?French filmmaker Samuel Collardey often explores the blurry terrain between fiction and documentary. Meticulously constructed, A Polar Year blends purely documentary sequences with scripted moments involving the villagers. But these distinctions become academic as you give yourself over to cinema that’s thoroughly absorbing and visually breathtaking. Collardey spent months in the village before learning of Anders’s assignment and starting to film. His “reverse assimilation” story reflects delightfully on Eurocentrism as well as on Tiniteqiilaq’s indigenous people, changing seasons, and rhythms of life and death.",
    "chinese_title": "极地一年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Une année polaire",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T23:33:50"
}