{
    "aka": [],
    "sid": "26907465",
    "cast": [
        {
            "url": "/celebrity/1208907/",
            "name": "达伦·布朗 Derren Brown",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2394857651.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8599562",
    "director": [
        {
            "url": "/celebrity/1208907/",
            "name": "达伦·布朗 Derren Brown",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-05-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8599562/",
    "imdb_votes": 1181,
    "this_title": [
        "Derren Brown: Miracle"
    ],
    "douban_link": "https://movie.douban.com/subject/26907465/",
    "imdb_rating": "6.6/10 from 1181 users",
    "trans_title": [
        "达伦·布朗：奇迹"
    ],
    "douban_votes": "200",
    "introduction": "Derren Brown doesn’t have a good word to say about Pastor Benny Hinn. Brown made a TV series a few years back, Miracles for Sale, about evangelical faith healers such as Hinn, calling them shysters. He criticises them again in his show. But alongside the moral disgust sat a showman’s grudging respect, for in his new show Miracle, Brown stages his own laying on of hands – another startling night of Derren-do in which the nation’s favourite mentalist apparently cures a woman’s rheumatoid arthritis, eases a man’s aching wisdom tooth and restores a bespectacled punter’s 20:20 vision. He’s not crediting God, of course, but that scarcely makes the experience feel any less exalted.Elsewhere in the first half, there are routines ranging from the low-level perplexing (guessing which sweeties audience members are guzzling) to the wickedly playful – as when Brown repeatedly pilfers a 50p piece from his volunteer’s hand, despite openly declaring how he’s about to do so. How pliable we are, you might conclude. But also, how powerful our minds, in ways few of us fully understand. That’s what Brown invites us to take from a show in which he tells instructive tales and quotes Epictetus in favour of knowing ourselves and living in the moment. “Life is like a piece of music,” he tells us, “and you’re supposed to be dancing.” After Miracle, my mind at least was doing the jitterbug all the way home.",
    "chinese_title": "达伦·布朗：奇迹",
    "douban_rating": "8.0/10 from 200 users",
    "foreign_title": "Derren Brown: Miracle",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "8.0",
    "update_at": "2025-02-16T04:44:41"
}