{
    "aka": [],
    "sid": "26909415",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2395670767.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2005-05-17"
    ],
    "this_title": [
        "80년 5월, 두 개의 내란"
    ],
    "douban_link": "https://movie.douban.com/subject/26909415/",
    "trans_title": [
        "80年5月，两个内乱"
    ],
    "douban_votes": "0",
    "introduction": "1. 기획 의도80년 5월 17일 밤, 비상계엄이 확대되고 김대중 등 재야 민주 인사 수십 명이 강제 연행되었다.이튿날인 5월 18일 광주에서는 계엄 철폐와 김대중 석방을 외치던 시위대가 무장 공수부대의강경 진압에 희생당한 것을 계기로 열흘 간의 항쟁이 시작되었다. 그러나 무력진압에 의한상황종료 후 광주 항쟁은 폭도들이 일으킨 내란으로, 김대중은 사태를 배후조종한 내란음모의수괴로 낙인찍혀 군사재판과 대법원에서 사형을 선고받았다.그로부터 16년이 흘러 지난 96년, 광주학살의 주범 전두환은 반란수괴 혐의로 사형을 선고받았다.79년 12.12 군사 쿠데타로부터 시작된 전두환의 집권 과정이야말로 내란이었다는 것을 역사 앞에서확인하는 순간이었다. 그리고 이듬해, 김대중은 제 15대 대통령으로 당선되었다.그러나 광주 항쟁 이후 25년이 지난 지금까지도 진실은 제대로 규명되고 있지 않다. 이 프로그램에서는피묻은 손으로 정권을 잡은 전두환과 신군부, 이들에게 맞서 투쟁한 광주 시민들, 피해자이면서도참극의 주범으로 몰려 사형을 선고받았던 김대중 등의 국면별 움직임을 분석, 입체적으로 재구성했다.또한 당시 군 고위 관계자와 광주 현지 지휘관들의 증언을 통해지금까지 공식적으로 밝혀지지 않은 진실에 한발 더 다가서려 시도했다.2. 이 프로그램이 밝히는 새로운 증언들“12.12는 하극상. 전두환은 자신의 야심을 위해서 정승화를 제거했다” (군 고위 관계자)“광주항쟁 당시 진압군 지휘체계는 2원화되어 있었다”“신군부는 최규하에게 충정작전의 책임을 전가하려 했다”(광주 현지 지휘책임자)“최규하 대통령은 최초 발포 상황도 전혀 보고받지 못했다”“전두환의 명령 받아 11공수여단장 최웅에게 격려금을 전달했다”(중정 전남지부장)“전두환은 한국 군부가 김대중 사형을 원한다고 말했다”(백악관 국가안보회의 동아시아 담당관)3. 주요 내용◈ 5.17 비상계엄확대는 전두환과 신군부가 급조한 작전당시 보안사 정보처장 권정달의 진술에 의하면, 당초 비상계엄 확대조치는 5월 20일 이후로계획되어 있었다. 그러나 5.15 대규모 학생시위 등 국민적 민주화 열기를 감지한 신군부 세력은발 빠르게 움직였다. 전군주요지휘관 회의를 통해 군의 의지를 모아 대통령을 압박했고5월 17일 밤, 무장군인들이 도열한 국무회의장에서 국무위원들은 8분 만에 계엄확대를 결의했다.◈ 전차와 무장헬리콥터를 동원하여 광주사태를 신속히 진압하라!당시 광주 현지 지휘책임자들의 증언에 의하면 육군참모차장 황영시는 무장 헬리콥터와전차를 동원해서라도 사태를 신속히 진압할 것을 수 차례 강요했다. 또한 지휘체계가 2원화되어,광주에 투입된 공수부대는 현지 사령관의 명령을 듣지 않고 특전사령관 정호용의 말에 절대복종했다.◈ 50일간의 지하 공화국중앙정보부 지하실에서 철저히 조작된‘김대중 내란음모 사건’신군부는 김대중을 비롯한 재야 민주 인사 수십여 명을 남산 중앙정보부 지하실에 두 달간가두어놓고 갖은 고문과 협박, 회유를 통해 내란음모사건의 시나리오를 창작해냈다.학생 시위를 배후조종하여 폭력 사태를 일으키고, 흥분한 민중이 합세하면 군과의 유혈충돌을 일으켜정부를 전복시킨 뒤 김대중을 수반으로 하는 내각을 구성, 집권하려했다는 것이 그 내용이었다.◈ 피고인 김대중, 사형전두환은 광주의 피를 씻어내기 위하여 김대중의 피를 필요로 했다. 모든 원인을 김대중에게돌린 뒤 사형시키려고 한 것이다. 그러나 내란 예비음모의 법정 최고형은 무기징역.결국 김대중은 70년대 일본에서의 반유신투쟁 당시 인연을 맺었던한민통(한국민주회복통일촉진국민회의)과 의장직 수락과 관련, 국가보안법상 반국가단체 수괴 혐의로 육군군법회의와 대법원에서 사형을 선고받았다.◈ <신춘 계획 4호>제 11대 대통령으로 등극한 전두환은 쿠데타로 얻은 정권에 정당성을 부여받기 위하여레이건 美대통령을 접견하려 했다. 전두환 방미와 김대중 사면을 둘러싼 한미간의비밀 협상 프로젝트에는‘신춘 계획 4호’라는 이름이 붙여졌다. 당시 협상을 진행한손장래 주미공사는 김대중의 대법원 사형 판결과 연이어 발표된 감형 날짜가 전두환의방미 일정에 맞추어 계산된 것이라고 말한다.열흘 간의 방미 일정 동안 레이건이 전두환에게 내준 시간은 단 10분,이를 위해 한국이 준 것과 받은 것은 무엇인가. 쌀 추가 수입과 무기 구입의사를 밝힌 비밀 문서 공개.",
    "chinese_title": "80年5月，两个内乱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "80년 5월, 두 개의 내란",
    "douban_rating_average": 0,
    "update_at": "2025-09-05T01:14:29"
}