{
    "aka": [],
    "sid": "26905527",
    "cast": [
        {
            "url": "/celebrity/1042731/",
            "name": "施思 Szu Shih",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345594/",
            "name": "姜厚任 Hou-jen Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315074/",
            "name": "周绍栋 Shao Tung Chou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1549112/",
            "name": "于枫 Feng-Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320851/",
            "name": "梁修身 Hsiu-shen Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418010/",
            "name": "金滔 Tao Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378972/",
            "name": "易虹 Hung Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360981/",
            "name": "邓珏人 Chueh-Ren Teng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909387740.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1321409/",
            "name": "李朝永 Chao Yung Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321161/",
            "name": "温丽芳 Lifang Wen",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "33",
    "language": [],
    "playdate": [],
    "this_title": [
        "迷情"
    ],
    "douban_link": "https://movie.douban.com/subject/26905527/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "殷若岚(施思饰)，大亨董事长殷天祥(梁修身饰)的掌上明珠，秀外慧中，处事明快。若岚的母亲萧依凤(马之秦饰)为知名的妇女节目爱之旅的主持人黛黛夫人，也是感情问题和婚姻谘询专家，一个极爱面子，有著追求完美倾向的人，若岚从小便视母亲为模仿对象，既敬又畏。沈从安(姜厚任饰)，沈志高的宝贝儿子。沈志高是殷天祥的工作伙伴，二十余年的交情，使得殷、沈两家渊源极深，志高是大亨的总经理，天祥对志高与从安十分礼遇。殷沈两家为世交，殷若岚与沈从安而人从小青梅竹马，情投意合，两家长辈乐观其成。由於一次意外，沈从安为了替若岚排解一场纷争而受了伤，成为不能生育之人。若岚表示不在意沈从安能否生儿育女，决定与沈从安订婚，但沈从安对自己不能生育的事实却始终耿耿於怀。因缘际会之中，沈从安认识了小歌星冯晓倩(于枫饰)，两人并发产出不伦之恋。冯晓倩不甘当地下情人，屡次刻意出现。霍平(周邵栋饰)刻意接近若岚，想要透过若岚进入大亨公司。沈从安和冯晓倩的恋情因晓倩的怀孕，终於浮上台面。从安明知不可能是自己的孩子，却假意应付晓倩，坚持要晓倩生下孩子，并要求若岚结婚之后领养这个孩子。若岚苦劝从安，从安不听，两人争执不断。后来晓倩发现原来是检验错误，自己根本没有怀孕，但是为了将从安留在身边，选择隐瞒。并利用此事要求若岚退出。若岚不肯，与晓倩发生争执。晓倩假意跌倒，并谎称自己因此流产。从安因此指责若岚，若岚深受委屈，决定退婚。若岚因退婚事件备受压力，但选择隐忍。霍平亦对若岚展开热烈的追求。解除婚约之后的从安，失意不已，晓倩终於在自责之下向从安坦白，从安后悔，却已无法挽回。从安自请外调南部分公司，希望有另番作为以挽回若岚的心。晓倩因从安的离去而郁郁寡欢，因好友阿雄的鼓励，终於振作，南下作秀。得艾克斯先生的赞赏，艾克斯先生全力赞助栽培晓倩。晓倩与从安在南部意外重逢，晓倩终究难以忘情从安，两人感情持续纠缠不清。殷天祥赞助疗养院，若岚探访，意外得知霍平的母亲是疗养院的病人。霍平对若岚简单解释了母亲发病的原因，若岚对霍平更加另眼相看。若岚因一张殷天祥与霍平母亲合照的老照片，揭开霍平的身世之谜，得知霍平原来是殷天祥的儿子。殷天祥因此得知当年的恋人李梅原来尚在人间。萧依凤无法接受此事，自杀获救。夫妻俩人长谈，终於解开心结。萧依凤辞去电视节目工作回归家庭，虽然霍平不肯认祖归宗，殷氏一家人关系变得更为紧密。霍平的身世大白，但若岚却因此，对霍平的追求，产生排斥。若岚与霍平的冲突增加，霍平不肯放松对若岚的追求，若岚对自己对霍平产生的感觉感到苦恼。若岚收到不明人士寄来的录音带，对自己的身世产生怀疑，循线追查，终於得知自己非殷氏夫妻的亲生女儿。霍平为报复殷天祥当年离开母亲使母亲受苦终致精神不正常，与艾克斯先生合作，欲里应外合整垮大亨。从安急功近利，反而闯下大祸，造成大亨的企业危机，所幸霍平出面，暂时控制住局面。从安自责，离家出走一走了之，开始一蹶不振，失意潦倒。晓倩找到从安并细心照顾从安，希望能让从安振作起来，但从安始终消沉。艾克斯先生和霍平两人继续合作，以整垮大亨、打击殷天祥为目标。但霍平不忍伤害若岚，屡次对大亨伸出援手。从安意外发现艾克斯先生对大亨的敌意，对之前造成大亨企业危机的事件产生怀疑，为洗刷自己的清白，透过晓倩，假意愿在艾克斯先生的公司工作，并与若岚私下合作，欲找出艾克斯先生陷害大亨的证据。殷天祥为补偿李梅，将李梅接回家中照顾，却因太急著要李梅恢复记忆，让李梅无法接受现实，受伤而死。霍平因母亲的死，更加怨恨殷天祥，父子俩人终於决裂。艾克斯先生再设圈套，欲陷害大亨，因从安的防备，大亨幸未有过多损失，但艾克斯先生早以布线，私下大量收购大亨股票，使大亨产生经营危机。艾克斯先生为什麼要陷害大亨？大亨到底有没有度过危机？霍平和父亲到底有没有办法和解？若岚到底情归何处？",
    "chinese_title": "迷情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T11:28:11"
}