{
    "aka": [
        "A Preacher's Long March"
    ],
    "sid": "26919018",
    "cast": [
        {
            "url": "/celebrity/1341331/",
            "name": "白雷森 Nathan Boyd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532780/",
            "name": "李胜洋 Shengyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532592/",
            "name": "沈莹珺 Yingjun Shen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2399246539.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt8137658",
    "director": [
        {
            "url": "/celebrity/1324288/",
            "name": "孟奇 Qi Meng",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8137658/",
    "this_title": [
        "勃沙特的长征"
    ],
    "douban_link": "https://movie.douban.com/subject/26919018/",
    "trans_title": [
        "A Preacher's Long March"
    ],
    "douban_votes": "121",
    "introduction": "影片以红军长征时期发生在贵州的真实历史事件为依托，再现了红军与英国传教士勃沙特之间发生的一段传奇故事，展现了红军将士与英国传教士勃沙特在信仰和情感上的碰撞交融过程，勾勒出红军当年克服艰难险阻、寻求革命胜利道路的历史图景。垂暮的勃沙特，坐在书房，盛开的桂花飘来悠然的香气将他的思绪拉回到了几十年前。1934年10月，为配合红军主力长征，红六军团由湘西根据地开入了贵州黔东南大山区。由于手里没有地图，面对着高山险阻和敌人设下的重重埋伏，部队无法行动。三百多人的地方武装将红军十几人的购粮小分队围堵到了一所教堂内，在两军对峙的关键时刻，传教士勃沙特骑着马来到了教堂，情急之下被红军所扣押。张连长为了迷惑敌军，敞开教堂大门，大摇大摆地将勃沙特的马牵进教堂，使敌军误判教堂内早已做好埋伏，黯然撤出，这才使购粮小分队全身而退。被误以为是外国间谍的勃沙特随着小分队一同回到红军驻地遇见了萧克将军。此时的红军手中仅有着一张中学课本上找来的地图，在深山行军躲避敌军围剿都只能靠它。张连长却偶然想起在教堂时曾看到墙壁上贴着张大地图，年青的小士兵狗子知道此事后，心生一计，只身前往已被敌人占领了的教堂。深夜里，心神不宁的勃沙特趁着卫兵睡着逃了出去。另一边，狗子冒着生命危险成功将地图偷偷地带回了部队。这才发现地图完全使用法文标记，而部队当时没有一个懂法文的，所以基本无用。正当萧克犯愁时，勃沙特却被当地百姓押送了回来。萧克希望勃沙特来帮忙翻译地图，但勃沙特秉着传教士不参与政治争斗的前提，选择了中立，不愿意翻译。萧克并没有勉强勃沙特，希望他能自愿为红军翻译地图。为了不暴露红军队伍的行踪，张连长只能让勃沙特跟着一起行军。连续的行军，忍受严寒与饥饿，让大家疲惫不堪，萧克下令原地休息，却没想到敌军趁我军疲劳之际，迅速发动进攻。为了近距离偷袭成功，敌军换上刺刀，残忍的将战士们杀害。危机时刻张连长命令战士务必将勃沙特带到安全的地方。经历过一场生死搏杀，看见红军战士的殊死搏斗，勃沙特开始担心，开始怀疑最初的选择是否正确。随着冬天的到来，几乎已经找不到什么食物来源，国军对他们的封锁也更加严密了，战士们忍受着一天一顿饭的饥饿，为了生存，肖克决定，杀掉战马来给战士们作为补给；自愿随军的压寨夫人难产，留下了新的生命，自己却永远的离开了；由于医疗物资的严重缺泛，郭团长的手臂长时间得不到有效治疗，伤口早已感染，最终只能面临截肢，在没有麻药的前提下，忍受了巨大的疼痛做完手术；帮助百姓肃清地主武装和土匪，善待俘虏……勃沙特在红军队伍的日子里，亲眼看到了这里虽然条件极其艰苦，却依旧信仰坚定，充满着乐观主义精神！他对这支队伍有了全新的认识。但碍于教规，却迟迟没有下定决心翻译地图。后来事实证明，他的迟疑，给这支部队造成了很大损失，使他追悔莫及。一声声巨响在山谷回荡，面对敌机猛烈的轰炸，红军被压制在原地不得动弹。萧克将军发现了敌军阵地给轰炸机的坐标信号是一个白色的“王”字形，立即要求张连长准备一些白布，布置成与敌军一样的符号来混淆敌机。狗子急中生智取来之前巧遇到送亲队伍中的新被褥，抱着奔向前线。张连长为了完成的任务翻出战壕不幸中弹，狗子上去接应最后也倒在血泊中，两人的死给了勃沙特极大的震撼，不想再看到任何杀戮的他冲上前去完成了飞机坐标的摆放。一个个鲜活的生命消逝在眼前，一群为理想和信念而战的人深深地打动了勃沙特。他，要亲自来翻译这张地图。1936年4月，在跟随红六军团历时十八个月行程一万多里后，勃沙特离开红军队伍，他翻译的地图对于红军转战贵州摆脱困境起到了很大的作用。同年，他根据在红军队伍中的经历著书《神灵之手》并在英国出版，这也是第一部由外国人撰写的介绍红军长征的书籍。",
    "chinese_title": "勃沙特的长征",
    "douban_rating": "6.5/10 from 121 users",
    "foreign_title": "",
    "douban_rating_average": "6.5",
    "update_at": "2025-05-24T05:57:07"
}