{
    "aka": [
        "求愛俏王子(港)"
    ],
    "sid": "26912426",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538260053.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3268842",
    "director": [],
    "duration": "40分钟",
    "episodes": "7",
    "language": [],
    "playdate": [
        "2013-10-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3268842/",
    "this_title": [
        "Secret Princes Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/26912426/",
    "trans_title": [
        "求爱王子 第二季",
        "求愛俏王子(港)"
    ],
    "douban_votes": "0",
    "introduction": "以下簡介來自TVB:四位不同國籍的尊貴王子，不惜離開故土，千里迢迢來到美國亞特蘭大，只為尋覓「講心不講金」的夢中情人。他們脫去華衣美服，化身平民百姓，以基層工作做掩飾，希望藉此認識心儀對象。王子們更要應付多個極速約會，又要與其餘的王子們明爭暗鬥，方能尋得夢中情人。但假如他們的感情能夠開花結果，王子們會否與女友分享財富？女友們又是否願意跟隨他們回到文化背景不同的祖國？請勿錯過連場精彩又真摯的真人騷。Secret Princes is a TLC reality TV show which explores the lives of four members of international royalty as they leave their countries to live, work and look for love in America. In addition, to guarantee that they are loved for their true selves and not due to their wealth or status, they go undercover as ordinary locals in Atlanta, GA.The Cameras record the Princes as they embark on a journey to achieve their fairy tale romance while embracing American culture in Atlanta, GA. During their pursuit of love, they are forced to leave behind their team of butlers and learn to cook, clean and shop for themselves. They accomplish this by taking jobs such as busboys, waiters and dog groomers. Even more revealing is their struggles to accommodate to the working American culture. They take these measures in order to adapt and find the perfect woman for them. They look for their potential life partners in bars, clubs and more. In their attempt to further attract their ideal partner they take line dancing lessons and even host guests in their first ever BBQ.",
    "chinese_title": "求爱王子 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Secret Princes Season 2",
    "douban_rating_average": 0,
    "update_at": "2025-08-27T00:56:09"
}