{
    "aka": [
        "深爱榜"
    ],
    "sid": "26924745",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498234373.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1351151/",
            "name": "苏曼华 Manhua Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365570/",
            "name": "袁子弹 Zhian Yuan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325550/",
            "name": "蒋国权 Kwang Che Ching",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365570/",
            "name": "袁子弹 Zhian Yuan",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018(中国大陆)"
    ],
    "this_title": [
        "深圳爱上你"
    ],
    "douban_link": "https://movie.douban.com/subject/26924745/",
    "trans_title": [
        "深爱榜"
    ],
    "douban_votes": "0",
    "introduction": "几对年轻男女纯真的爱情故事，一段在深圳奋斗的故事，主要描述主人公袁知安为了放弃一段学校的感情和追求梦想，从湖北阳新选择了南下，从一名建筑工、搬运工、仓库管理员、报社发行员到自己在互联网创业的人生历程，当他在实现了自己人生的飞跃后，却又选择了与别人不一样的人生，放弃商业追求选择了公益人生，在深圳首倡“公益创业”。在一家电子厂担任拉长的刘小花，她对一米七五的袁知安很有好感，特别喜欢他写的诗歌，从而也喜欢上了袁知安，但在现实面前，有时爱情却如此的脆弱，两年后，刘小花却选择了袁知安在活动上认识的一位深圳某文化公司的老板崔宝。在苦恼中，深圳晚报美女记者沈晶晶在网上看到袁知安的故事，想采访他。在此过程中，沈晶晶和袁知安碰撞出爱的火花。但一对相爱的人还来不及表白的时候，一场意外，让沈晶晶和袁知安失去了联系。出生于湖北麻城的魏若琳，在湖北某高校即将大学毕业，因高中同学一直在QQ上向她诉说着深圳的美好引起了她的好奇，于是，她在百度上输入“深圳”，查到了深圳的一家门户网站，在首页上看到了袁知安发的一篇帖子《我想有一个家》，让她对这个袁知安产生了好奇，于是，通过论坛的帖子她一直想认识袁知安，在QQ他们聊得很投机，在交流中，她深深的爱上了袁知安。当年五一，她来到了深圳，和袁知安见了面，袁知安带着她和几位同学在深圳莲花山、西冲、世界之窗等地游玩，这让魏若琳深深的喜欢上了深圳。她和袁知安约定，七月毕业后将选择来深圳。魏若琳回湖北后，将她和袁知安的恋情告诉了他哥哥，全家反对，作为从小在城市里长大的宝贝女，在毕业后即将进一家电视台工作，同时，他们认为袁知安只是一名送报员，家庭还来自农村，所以家人百般阻碍。而同时，魏若琳大学同学陈成，因为进入了深圳一家世界500强的企业工作，陈成也一直在追求着魏若琳（魏爸、魏妈也很喜欢陈成，他们也希望魏若琳能和陈成谈恋爱），在这种情况下，魏若琳假装答应试着和陈成谈恋爱，从而也来到了深圳。陈成本也看不起袁知安的，但一路上，袁知安对魏若琳的真情也感动了他，他也选择了放弃，并和袁知安成为了好朋友。但当袁知安和魏若琳结婚的时候，沈晶晶从新西兰回到深圳，袁知安面对两位女孩子，不知道怎样的选择？来自农村的姑娘钟曾华，通过自强自立了，成为了团中央十大杰出青年、全国人大代表，后和袁知安一起创立了专门为青工服务的公益机构，陈成也和这位女孩走在了一起。2013年，袁知安被评为“深圳十大爱心人物”，团中央第一书记接见袁知安，北京一位影视行业的人士找到袁知安，想将袁知安的故事搬上银幕。自此，《深圳爱上你》在深圳相关政府支持下，正式开机。",
    "chinese_title": "深圳爱上你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-11T20:26:05"
}