{
    "aka": [],
    "sid": "26929113",
    "cast": [
        {
            "url": "/celebrity/1366194/",
            "name": "詹姆斯·布拉德利 James Bradley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140609/",
            "name": "达纳·罗拉巴彻 Dana Rohrabacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022711/",
            "name": "巴拉克·奥巴马 Barack Obama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2403108471.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028877/",
            "name": "约翰·皮尔格 John Pilger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6197028",
    "director": [
        {
            "url": "/celebrity/1028877/",
            "name": "约翰·皮尔格 John Pilger",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "英语",
        "日语",
        "韩语",
        "马绍尔语"
    ],
    "playdate": [
        "2016-12-05(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6197028/",
    "imdb_votes": 1742,
    "this_title": [
        "The Coming War on China"
    ],
    "douban_link": "https://movie.douban.com/subject/26929113/",
    "imdb_rating": "7.0/10 from 1742 users",
    "trans_title": [
        "即将到来的对华战争"
    ],
    "douban_votes": "0",
    "introduction": "《即将到来的对华战争》（The coming war on China）是由著名记者约翰·皮尔格拍摄的纪录片。2016年12月5日起在英国影院上映，并于12月6日晚在英国电视台ITV播出。时长约两小时。片子共分四部分，分别为马歇尔岛的秘密、中国的崛起、美国在冲绳军事基地遭遇当地反对、作为帝国的美国正在构筑对中国的包围圈。第一部分用大量史料，讲述了美国二战期间在马歇尔岛试爆原子弹这一鲜为人知的秘密。这个被称为“4·1工程”的核试验计划，给当地岛民造成严重的核辐射，不少人身患癌症最后不治身亡，核试验对当地环境造成严重污染。第二部分从鸦片战争讲起，叙述中国的一步步发展和崛起。第三部分聚焦美国在日本冲绳的军事基地，包括试验新武器、针对中国的军事演习以及对当地居民犯下的诸如强奸妇女等罪行。第四部分名为“帝国”，讲述美国正在加紧构筑对中国的绞索，周边有400个军事基地将中国包围。受访的一名美国将军称，“最好的武器需要最好的敌人，现在中国就是美国完美的敌人”。片中还称，美国有一个针对中国的“愿景2020”战略计划，在中国的东、南、西等各个方面都有军事基地，且都是进攻态势，美国占据地、海、空、天等各领域的主动权。“奥巴马拨巨款用于发展包括核武在内的各类军事武器，这些武器不会没有用武之地。美国对中国的战争即将到来。”片子的立意，尤其是警告战争不应爆发的立意不错，历史上战争特别是核战争给人类造成的伤害令人触目惊心，不少画面还是第一次看到。但纵观全片，感觉有些故弄玄虚，片子的内容不足以支撑起“中美要爆发战争”的说法。约翰·皮尔格11月在其个人网站称，为拍摄此片，他在马绍尔群岛、日本、韩国、中国和美国等地花了两年时间。他说，他的飞机被特许飞往马绍尔群岛的比基尼岛时，他看到一个巨大的“黑洞”，那是被称为“布拉沃”的氢弹爆炸留下的火山口，那次爆炸毒害数百公里范围内的人和环境。美国在这一地区的秘密实验给这些岛上的人类和自然环境带来毁灭性的伤害，被标为最高机密的“4.1项目”允许使用活人进行实验。他说，似乎很少人知道泳衣的名称叫“比基尼”是为了纪念破坏太平洋中比基尼珊瑚礁的核爆炸。1946年到1958年，美国在马绍尔群岛为进行氢弹试验爆炸了66次核装置，在12年的时间里相当于每天爆炸1.6个广岛原子弹。美国在比基尼岛核试验美国在比基尼岛核试验今天的比基尼处在沉默中，它已被改造和污染了。棕榈树长成一个奇怪的方格，没有任何东西在活动，没有鸟。陈旧的公墓石碑仍是活跃的放射源。站在沙滩上，可以看到太平洋翡翠般碧绿的海水从一个大黑洞的斜面落下来。那是被称为“布拉沃”的氢弹爆炸留下的火山口。那次爆炸在数百公里的范围内毒害了人和环境，毒害可能是永久性的。约翰·皮尔格称，拍摄此片的目的是，要打破打破舆论对于可能发生战争的缄默：美国和中国可能正在走向战争，核战争不再是不可想象的。他表示，有证据显示，核战争不再只是一个“阴影”，而是一种确实存在的可能性。美国正在俄罗斯的西边和针对中国的亚太地区打造二战后最大的军事联盟。片中称，中美两国今年在中国南海上呈现紧张态势，双方都举行了大规模的军事演习，有人担心这可能会触发第三次世界大战。中国作为一个崛起的经济强权，如前苏联一样，对美国统治世界的权力构成了“现实的威胁”。美国在中国周边部署了400个基地，军舰、核武器和轰炸机环绕中国，形成了一个“完美的绞索”。在片中，五角大楼官员为了得到经费，把中国称为一个“完美的敌人”，称“中国想要主宰这个星球上的一大片土地。”他们还引用美国首任总统的话称，“如果你想要和平，那么就得时刻备战”。他们还称，“是时候了，我们要向全世界宣示，美国归来了”。约翰·皮尔格12月就该片接受《新国际主义者》杂志采访时称，美国前卡特政府高级顾问、乔治华盛顿大学国际关系教授阿米塔伊·埃茨昂尼(Amitai Etzioni)曾在华盛顿向他表示，美国官方正在准备同中国的战争，这场战争将“始于对中国反介入设施的攻击，使中国的陆基和海基导弹以及反卫星武器失效，而这些攻击的风险在于，部署在中国内陆的核武器将被触发，从而导致核战争的全面爆发。”皮尔格称，一名中国的战略家告诉他，“我们并不是你们的敌人，但如果你们（西方）决定做我们的敌人，我们必须毫不迟疑地做好准备。”中国的军力和武器库比美国小得多。但是，国忧思科学家联盟高级分析师顾克刚(GregoryKulacki)写道，“中国正在讨论提高核导弹的响应级别，以便在受到攻击威胁时快速发射……这是一个显著而危险的改变……而实际上美国的核武器政策是影响中国提高核武响应级别的最直接外部因素。”约翰·皮尔格，1939年10月生，系澳大利亚著名记者，现居英国伦敦。他既是一位战地记者，又是作家和电影约翰·皮尔格就该片接受“今日俄罗斯”电视专访约翰·皮尔格就该片接受“今日俄罗斯”电视专访人，曾两度获英国新闻界最高荣誉“年度记者”(Journalist of the Year)、“联合国媒体和平奖”(UN Media Peace Prize)、法国 “无国界记者” (Reporter Sans Frontieres)大奖、艾美奖(Emmy Award)，以及英国电影电视艺术学院(British Academy of Film and Television Arts)颁发的“理查德·丁布尔比奖” (Richa rd Dimbleby Award)等众多奖项。",
    "chinese_title": "即将到来的对华战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Coming War on China",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T19:21:04"
}