{
    "aka": [],
    "sid": "26926432",
    "cast": [
        {
            "url": "/celebrity/1439540/",
            "name": "刘家燕 Jiayan Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553309667.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1411131/",
            "name": "张庆鸿 Qinghong Zhang",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1958"
    ],
    "this_title": [
        "地下宫殿"
    ],
    "douban_link": "https://movie.douban.com/subject/26926432/",
    "trans_title": [
        ""
    ],
    "douban_votes": "484",
    "introduction": "本片由中央新闻纪录电影制品厂1958年摄制。40多年前，当神秘的明定陵地下宫殿的石门被打开后，世界为之震惊。那高大神秘的地下宫殿，旷世绝伦的文物珍宝，至今仍令人心动不已。然而当年定陵地宫打开后，由于诸种原因，并不是马上就公诸于世的，而是将消息封锁了两年才对外发布，且细节秘而不宣，以致长久以来人们鲜知其内情。定陵是明朝第13位皇帝神宗朱翊钧（1573—1620年）及两位皇后的合葬墓，始建于万历十二年（1584年），万历十八年（1590年）竣工，费时6年，耗白银800万两，相当于当时全国两年的赋税总收入。占地面积约18万平方米，原地上建筑有宝城、明楼、棱恩殿、棱恩门、左右廊庑、宰牲亭、神厨、神库、碑亭，后仅存宝城、明楼。1956年至1958年，我国政府组织考古工作者对定陵进行发掘，出土文物近3000件，其中不少为稀世珍宝。1959年在原址建立博物馆对外开放，成为北京市乃至全国闻名的旅游景点。·从发掘长陵到发掘定陵最初计划是挖明成祖朱棣的长陵。对长陵的调查一开始就陷入了困境，当考古工作队队长赵其昌带着队员们携带各种考古工具，冒着纷飞的雪花、顶着刺骨的寒风来到位于北京郊区昌平县天寿山十三陵的长陵时，在宝城、宝顶上的勘探，竟找不到一点线索。这“宝城”是什么？“宝顶”又是什么？我国从周代起，在墓上开始出现封土坟头，在墓顶上要垒土成坟、植树做标记，以示怀念、拜奠之意。帝王陵墓发展到明清时期，布局建筑形式趋向定式，封土都采取宝城、宝顶的形式，两朝30多个皇帝和上百个后妃的坟头，都为宝城宝顶，其建筑方法是在地宫之上砌筑高大的砖城，在砖城内填土，使之高出城墙成一圆顶。城墙上设垛口和女墙，宛如一座小城。城墙称为“宝城”，高出的圆顶称为“宝顶”。这种宝城宝顶与前方的明楼构成一个整体，不仅突出显示了陵寝的庄严气氛，也增强了建筑的艺术效果。发掘明陵是我国有组织、主动地用考古方法，对第一座皇陵的科学发掘，而不是军阀孙殿英盗掘清东陵时的野蛮发掘，不能用炸药炸，胡挖乱挖，而是严格按考古程序来。勘探便是第一步。勘探的目的是找到通往地宫的隧道，有条不紊地在保持陵墓及墓内棺椁、古物完好的前提下进入玄宫。偌大个皇陵，地宫入口究竟在哪里，考古队员们毕竟是头一次发掘皇陵，心中无底，宝城宝顶应是地宫的中心，工作队在这里勘探并没有错。冬去春来，转眼又是一个年头。鉴于长陵勘探毫无线索，发掘委员会决定先挖一个小的陵，等有经验后再挖长陵，于是发掘的目标转向献陵。献陵埋葬的是朱棣的长子仁宗朱高炽，陵园规模较小，不仅距长陵地域最近，而且入葬时间上前后紧接。于是，赵其昌和工作队员们又来到献陵，像扫雷般一块地皮一块地皮地搜索、探测。然而近半个月的勘察仍无所获，没有找到地宫入口的珠丝马迹。经夏鼐、郑振铎等研究，决定将发掘目标转向定陵，其理由是定陵营建年代在十三陵中较晚，地面建筑保存得比较完整，将来修复起来容易些。于是，工作队又辗转于定陵。定陵建成至当时发掘仅300多年，其规模仅次于长陵，曾遭受过三次大火，地面建筑遭到很大破坏，其中明末李自成率大军逼近京城时，从柳沟入德胜门，攻下十三陵。李自成下令焚烧十三陵大殿，捣毁定陵、庆陵、德陵城墙与城门，整个十三陵“砖石遍地，大火三日不绝”。清军入关后，又对明陵进行了大规模的破坏，并放火焚烧了定陵和德陵。由于定陵明楼坚固，得以保存，长陵的棱恩殿也因坚固而存世。从发掘长陵到发掘献陵再到发掘定陵，明陵的发掘可谓一波多折。然而，当考古人员的铁铲一旦移到定陵，就在那里定格了，再没有移到别处。因为，一个城墙黑洞的发现，揭开了通往地下玄宫的秘密。工作队来到定陵后，也从宝城前开始勘察，几天的劳苦奔波，队员们个个脖子发木，腰酸腿痛，精疲力竭，然而回报他们的仍是一无所获。一天，当队员们转悠到宝城一角时，队长赵其昌突然发现在离地面三米多高的城墙上方，有几块城砖塌陷下来，露出一个直径约半米的圆洞！由于没梯子，队员们便搭人梯上到洞口。经观察，这个洞口像一个门券的上端，亮处可辨别砖砌的痕迹。“这是地宫入口！”队员们欢呼雀跃，把长期以来的困惑抛在了一边。后来经中科院考古所副所长夏鼐亲临现场勘探，根据他多年的经验，也估计是通往地下玄宫的入口。·小石碣从发掘人员眼皮底下逃脱定陵的入口终于找到了，工作队便全力投入定陵的发掘工作。由于发掘工作量大，发掘委员会雇请了十三陵周围村庄的农民60多人。1956年5月17日，这是个值得纪念的日子，发掘定陵的第一锹土在这天铲起。发掘工程是在宝城内侧对着那个发现的洞口外挖一条宽3.5米、长20米的深沟，目的是摸摸地下情况。“挖探沟”是田野考古采用的一种方法，就是在不明情况、无法判断时，用探沟法试探着找，这样不易损坏文物。在田野考古发掘中，对古城镇、古村落、地下大面积的古文化层，才能用探沟法；而发掘墓葬在以往的考古发掘中是没有用过探沟法的，因为墓葬大都是一个“点”，用不着挖探沟。为什么发掘定陵要用探沟法呢？这是因为发掘皇陵是头一回，而且是如此庞大的皇陵，谁知道地宫的大门在什么位置？于是为慎重起见就使用了探沟法。按照工作队用绳子做出的标志，民工们一锹锹地铲出黄土，再把翻起的土小心地装入筐中运往远处。考古发掘不像筑堤、种田，每一锹土都要过目，说不定就在这土里能发现什么。两小时后，宝城内侧砌的石条暴露出来，在一块石条前，有个民工忽然惊异地大喊一声：“石条上有字！”大家循声而至，围住石条，只见石条上露出了雕刻粗浅的字迹：“隧道门”。吴晗和夏鼐闻讯后驱车赶到工地，一致作出“这里就是地下玄宫隧道入口”的结论。果然未出他们所料，10多天后，在探沟挖到离地面4.2米的深处时，发现了两侧用城砖整齐平铺的砖墙。两墙之间距离8米，如同一个弧形的胡同由南向北弯曲伸张。这由砖墙构成的通道便是史书记载的通向皇陵的第一条隧道——“砖隧道”。这条隧道的出现，证实了当年皇帝的棺椁从这里入葬的推断，因“隧道门”三个字正对着这条隧道的中心部位。不久，在“隧道门”刻石下面，果然露出了一个用城砖起券的大门，遗憾的是门外是荒郊野地，如果挖开将无法保证陵内的安全。因而发掘人员没有将此门拆通，竟使埋藏在城墙券门之内的那块对发掘具有指路意义的小石碣，从工作队的眼皮底下逃脱了。这块石碣清楚地刻着：“宝城券门内石碣一座城土衬往里一丈就是隧道棕绳绳长三十四丈二尺是金墙前皮。”这段文字告诉人们除石碣本身所处的位置，向里掘进一丈的距离就是通入地下玄宫的第二条隧道，也是最后一条隧道——“石隧道”，此处至玄宫前面金刚墙前皮的准确距离。然而这个天赐的良机却没有被及时抓住，致使在以后的发掘中走了一些弯路。·发现小石碑、金刚墙针对前段的发掘情况，夏鼐等研究后，决定加深探沟。一天刚开工不久，民工栾世海一镐刨下去，传出钝器的撞击声。他用镐头轻轻刨开积土，一块石头露出来了。此石长一尺许，宽约半尺，上刻有：此石至金刚墙前皮十六丈深三丈五尺。这块小石碑就是后来被称为“打开定陵地下玄宫的钥匙”的那个宝贝，被珍藏起来。找到了地宫的坐标，工作队员和民工们顿时欢腾起来，数月来积压在人们胸中的郁闷、谜团终于散开。第二天，民工们主动做了个木套，把这块关键时刻给他们希望的小石碑罩上，小心地原地保护起来。40多年后的今天，这块为定陵的发掘立下奇功的“指路石”，仍安然无恙的躺在定陵博物馆的橱窗里。这是定陵自发掘以来出土的第一件珍贵的文物。为庆祝发掘“战绩”，发掘队决定给老民工每人一条毛巾，新民工每人一条肥皂的奖励，这在当时已是十分珍贵的了。人们为何如此看重这块石碑？因为它上面清楚地写着石碑距金刚墙的距离，如同先前错过的隐藏在砖隧道券门内的小石碣一样。金刚墙是地宫的防护墙，墙后便是地下玄宫，可以说找到了金刚墙，就是找到了地宫。如果小石碑记载准确，说明再往前挖16丈，深3丈5尺，就是金刚墙了。小石碑的发现，增添了发掘人员的工作劲头，探沟进度加快。为了使发掘后出土的地宫文物能抢在一个不冷不热，气候又比较湿润的季节完成整理、修复、保护等工作，发掘委员会决定增加机械化作业，从京城租用了一台卷扬机，又用了几个小矿车，安上小铁轨，这样出土的进度就快多了。与此同时，北京市文物调查研究组主任朱欣陶也来到工地，协助工作队工作并着手筹备建立定陵博物馆。正当发掘人员按小石碑所指方向劲头十足地挖掘时，一道难题又摆在他们面前：从隧道门一直探寻的砖隧道中断了。按理说顺着砖隧道应能找到入口，但隧道为什么到此中断了呢？要想解开这个疑团，还必须向里探寻。于是工作队决定按小石碑指的方位再开一条探沟。功夫不负有心人，这向西开的第三条探沟开挖不久便发现两道东西走向的石墙，两墙南北相隔8米，用花斑石条砌成，由1层至17层向西斜下，全长40米，这便是较砖隧道更高一档次的“石隧道”。找到了石隧道，说明地宫不远了。果然，到了石隧道尽头，出现了一道横贯南北由明砖砌起的大墙，墙高8.8米，厚1.6米，厚厚的墙基由4层石条铺就，石基上方用56层城砖和灰浆砌成，顶端有黄色琉璃瓦檐，这就是小石碣、小石碑所记载的“金刚墙”，确像是一个魁梧剽悍的金刚大力士把守着地下玄宫的大门。通过工作队员的仔细观察，发现金刚墙的中央是一个圭形的砖砌门券，上窄下宽，由于陵道填土多年的侧压力，它向里凹进去约两厘米多。圭形门券上的砌砖没有用灰浆，是干垒起的，这为发掘人员拆墙提供了便利。至此工作人员都松了一大口气，因为进入地宫已为时不远了。可以断定，进入圭形门券，里面就是埋葬帝后的地下玄宫了。这一天是1957年5月19日。从1956年5月17日工作队在定陵挖下第一锹土，到1957年5月19日找到金刚墙的封口，正好是一周年，这是个巧合。金刚墙的发现及简报的介绍，立即在文化界引起轰动，大批的历史学家、考古学家、学者及政界要人纷纷赶到定陵一睹金刚墙的雄姿。敏感的新闻界立即做出反应，记者们手持采访本、照相机也随之拥来。面对此情，长陵发掘委员会作出决定：“除中央新闻纪录电影制片厂在定陵现场拍摄外，其他新闻单位的采访一律谢绝。尤其是禁止外国人入定陵现场……做好一切保密工作，防止阶级敌人搞破坏活动。”由于这个决定和当时中国的政治状况，定陵发掘的消息直到1958年9月6日，才由新华社首次向国外公布。受到特别关照的中央新闻纪录电影制片厂，不失时机地派员前来拍摄地下玄宫洞开前后的珍贵镜头。·有关地宫的传说地下玄宫的破谜之时就在眼前，发掘人员的心情是既兴奋又紧张，兴奋的是一年多的艰辛苦酸总算有了结果；紧张的是地宫深幽莫测，记载和传说中的林林总总实在恐怖。在到达金刚墙之前，各种传言就在当地百姓和发掘民工中流传，说什么陵内有飞刀、暗箭、毒气、陷阱之类，陷阱下栽着尖刀，上面盖着石条，下去的人一踩石条石条就翻，上面石条砸，下面尖刀戳，必死无疑。在金刚墙发现10天之后，一个身穿破衣、头戴苇笠的老头，悄悄地出现在工地一角，见有民工过来就打招呼，极为神秘地说：“我家藏有祖传陵谱，上面清楚地写着这定陵地宫里有一条小河，上面飘着一只小船，要想见到万历皇帝的棺椁，必须踏舟而过。有一万丈深沟，沟底铺满铁刺，上面铺一条翻板，要想渡船过河、踏板越沟，必须是生辰八字相符者才能成功，不然必得丧命……”从记载看，西方的金字塔以及其他的大墓，有的确实埋有盗墓者的尸体，但这些盗墓者的死因是由于墓中内在的力量冲击，还是外在力量所加害，尚没有弄清。这种现象在中国的一些墓中也不鲜见，有的墓一打开，里边就有三四具盗墓者的尸体。但从多数尸体的形状、神态和墓葬的环境可以断定，大都是外来力量的侵袭所致。中国的皇陵是首次科学发掘，到底里边是什么形状，有没有暗器机关，需要慎重对待，尤其应注意的是里边的气体。为了防止尸体腐烂变质，可能要放些保护性的药剂，这些药剂和地宫的腐料气体相混和，很可能变成妨害人类的毒气。唐以后的诸家皇陵大都有暗箭、弓弩、毒气之说，但多数还是遭到了后人的洗劫，至于盗掘中这些暗箭、弓弩、毒气到底是否发挥作用，发挥了多大作用，官方史料中并无记载，只有一些野史叙说了盗墓者的详细盗墓经过和暗器的厉害，但尚不足为凭。传言和野史虽不可信，但单凭定陵这座大陵距今已300多年，它本身就阴森可怕人。常言说：人死如虎，虎死如绵羊。老虎死了谁也不害怕，可是自家的亲人死后，亲属们还有些胆怯，何况一个大皇帝陵呢！民间的传闻、野史的记载、神秘的老者……构成了一个个谜团，在发掘人员心中滚动。长陵发掘委员会认为陷阱、暗器之说恐怕不成立，定陵建成已300多年，即使有这些防护设施，也早失灵了。但发掘明陵毕竟是首次，还是慎重一点为佳，因当初万历皇帝修建定陵时，不会不知道历代帝王陵墓多数被盗的事实，既如此，在陵墓的设计上不会不加以防范。关于毒气，说预先就放有毒气，那是夸大的传说，因为当时还不可能掌握化学的毒气。但地宫里的防腐等材料肯定不会少，光凭这大陵300多年的历史，里面的气体对人体多少会有些毒害。这就是人们所说的“毒气”。为稳定发掘现场情绪，郭沫若、吴晗、邓拓、郑振铎先后来到发掘现场并告诫工作队：“宁可信其有，不可信其无，要做好妥善准备，以保证人身与文物的绝对安全。”学医出身的郭沫若还有具体说法：“古墓有尸毒，你们必须注意。”夏鼐就更不用说了，自发现金刚墙，他几乎是天天与发掘人员在一起，现场指导。为具体防范进入地宫后可能会出现的各种危险情况，发掘委员会为工作队配备了防毒面具、马灯、矿井安全帽、胶皮手套、福尔马林等。并接受了中央纪录电影制片厂摄影师的意见，为躲过探沟内极不均匀的阳光，将打开金刚墙的时间选在晚上。拆金刚墙之前的试验金刚墙的拆除工作开始了。发掘人员都戴上防毒面具，两名工作队员提着马灯顺梯子爬到圭形券门顶端，开始往外抽第一块重达24公斤的墙砖，由于砖没有用灰浆砌筑，故抽动并不费太大劲。当时在场的人都屏住呼吸，眼睛死死盯着圭形门券最上面那块砖。砖抽出来了，里面并没有暗箭、乱石之类射出，只有一股难闻的气味从洞口“哧哧”的窜出，一直持续了好久。待洞里的气味排完后，大家又继续拆门券，拆到第15层时，洞口已有两米多高，夏鼐宣布停止抽拆。为让洞里的有害气体彻底排出，发掘人员并没有立即进洞，晾了一天。为慎重起见，进洞之前，队长白万玉让一民工到昭陵村买来一条狗，想把它放进去试试，看有没有暗箭、陷阱、毒气之类。那个民工牵狗时狗咬人，民工不敢牵。赵其昌劝白万玉算了，说狗进去了反而会把里面的东西刨坏。狗没试成，白万玉又让队员去买来一只大公鸡。白万玉叫队员将鸡扔进洞里去试一试，那个队员抱着鸡爬上竹梯从洞口把它扔下去，结果，里面黑，洞口处亮，它又从洞口飞了出来。两次试验都失败了。无奈，赵其昌、白万玉两位队长决定让队员庞中威进洞。当时庞有些害怕，面有难色。白万玉说：“我给你准备好了，危险是有但不会太大。”于是庞中威戴好防毒面具、提着马灯，就从拆开的洞口下去了。为防万一，白万玉将一根长绳的一头系在庞的腰上，另一头由洞口的人攥着。庞下去后，用马灯照路。马灯在洞里暗如豆火，他只好用手电筒照。脚落之处，有“嗦嗦”的声响，他顺电光一看，原来是石条墁地的地上散落着腐木板、绳索之类。往前走了几步，既无飞刀暗箭，也无陷阱之类，于是他向洞口射出一道电光，这是事先定好的信号，若回射电光就表示洞内无事。见信号后，夏鼐叫队员们都戴上防毒面具下到洞里，他也戴上面具下去了。中央新闻纪录电影制片厂的摄影师不失时机地跟着拍摄。这是一个呈长方形的墓道券，队员们在偌大个墓道里摸索前行，脚下的“嗦嗦”声更响。蓦地，队员刘精义和冼自强几乎是同时喊道：“地宫门！”顺着电光，只见两扇洁白如玉的巨大石门突兀而现，高高地矗立在人们面前。这是用整块汉白玉做成的两扇石门，门高3.3米、宽1.7米，历经300多年仍晶莹似玉，洁白如雪。每扇门上有乳状门钉，纵横各9排共81枚，两门相对处的门面上，雕有口衔圆环的兽头，称为“辅首”，使石门显得格外庄严和威武。一个队员推了推门，门巍然不动。大家一起用劲推，门仍巍然不动。夏鼐用手电沿两厘米宽的门缝照去，只见一块石条将大门死死顶住，难怪大家无论使多大劲都奈何不了它。为了不损坏文物，夏鼐叫大家暂停，再商量开门的对策。·拐钉钥匙开石门在大家想办法如何开石门的同时，由23层城砖叠垒的圭形门券全部拆除了，金刚墙后的秘密这才全部暴露出来，这是一间面积为60多平方米的长方形隧道。在研究开石门方法上，大家颇动了些脑筋，作为考古人员，既要把石门推开，又不能损坏建筑物，就连顶门石条也要把它完整的保存下来才行。要设法从外边将门内石条取开，首先要细心研究它当初是怎样关闭的。石条顶住石门，不会是忠于皇帝的奴仆从里面所为，因为地宫是葬帝、后的处所，其他人是不能与帝、后同穴的。从两扇石门间的缝隙分析，说明顶住石门是从外边干的，应该有一种可以从外边拉住顶门石的工具，“拐钉钥匙”就是这类工具。据《肃松录》载，1644年，昌平州吏赵一桂，为埋葬吊死的崇祯皇帝和周皇后，就是用拐钉钥匙推开裕陵头层石门入内的。这段记载对打开定陵石门很有启发，拐钉钥匙无疑是开关石门用的一种金属工具。但上哪儿去找拐钉钥匙呢？大家又犯难了。姜还是老的辣，白万玉找来一根一米多长的8号铁丝，在铁丝一端拴了一根绳子，又叫木工师傅准备了五六根长约一米、宽约五六厘米的竹板。白万玉将那根铁丝弯成半圆形，立着从石门缝里送进去，再转过来，套住顶门石的腰部，然后把门外多余的铁丝用手弯，边弯边送。这样慢慢地铁丝圈的那个头就转回来了，形成了一个完整的铁丝圈，然后木工师傅用小钳子将它拧死，做成了套住顶门石腰部的一个牢固的“拐钉钥匙”。一切准备就绪后，大家便合力开门。由一名队员拽着拴在铁丝圈一头的绳子，其他队员用竹板从门缝里伸进顶门石的上端，一边顶一边推石门，顶顶推推，这样门缝越推越宽。将近一尺来宽时，一名队员侧着身子从下部钻了进去。里面也无暗箭、陷阱之类，只有门上端墙上一列尖状石雕怪吓人的，咋一看酷似飞刀。这个队员进去后，就用双手抱住了顶门石，并把它扶直了。当门缝推开有两尺多宽时，又进去了几名队员，进去后就把顶门石抬开。此时，石门不费多大劲就推开了，发出沉重的“嗡嗡”声。事后大家分析石门的结构，都为我们祖先在300多年前就有如此先进的技术而赞叹不已。大石门的横面成梯形，前面薄，后面（也就是关扇部）厚，比例将近2∶1，这样石门的重量就集中在门轴处。石门上下门轴均为球状，这样减少了门轴的摩擦力和门的重量，推拉省力。这种设计非常科学，不仅关门时举重若轻，而且因重量的合理分布，使大石门更加牢固，难怪这个重达14吨的石门能不费多大力气就能打开。·揭开地宫的秘密进入此门，才算真正进入了地宫。传说中的机关、暗器这里都没有，但难闻的气体却很浓，好在大家都戴着防毒面具。这是地宫的第一道石门，石门内是地宫的前殿，这是个长方形券顶石室，东西长26米，南北宽6米，高7.2米。地面铺砌当时江苏烧制的方形澄浆砖（当时的名砖，被称为“金砖”），地上有一层腐朽的黄松木板，与隧道地面一样，板上有车轮痕迹，后分析是下葬时为保护砖面而设。两壁以青石砌垒，顶部以石条起券。殿中没有陈设品。前殿后部（西端）有门，门也为石制，大小与第一道门相似。工作队员们又用“拐钉钥匙”打开此门。进入此门后是地宫的中殿，此殿与前殿高、宽相同，只是长了6米，也为石构。殿前部仍铺有一层木板，后部陈设有三套汉白玉石宝座，分属万历皇帝及两位皇后。宝座前有黄色琉璃五供，即一个香炉，两个烛台，两个花瓶；五供前各有一口青花云龙大瓷缸，缸里装有香油、铜瓢、灯芯，这就是当时所称的“长明灯”，亦称“万年灯”。长明灯是封建统治者的一种幻想，尽管把这高和直径均为70厘米的大瓷缸装满了灯油，但陵墓一封闭，没有氧气，灯自然熄灭，怎么能长明？发掘人员当时看到缸里还有很多灯油，因时间长久油已凝固。中殿南北两壁各有一条甬道可通往左右配殿，发掘人员又分别循着甬道进入配殿。配殿的石门比前、中殿门要小，且没有关闭；两配殿对称，东西长2.6米，南北宽6米，顶高7.1米；两配殿西部各设有一门，门向里开。令人不解的是这两个配殿陈设有棺床，而无棺椁。大家的心不由一下凉到底。“是不是地宫被盗过？为什么有棺床无棺椁……”“难道这地宫是假的，万历皇帝和皇后没有葬在这里，另葬别处？……”“你说是被盗过吧，又没有丝毫被盗的痕迹……”一个个疑团在大家心中滚动。偌大个地宫空空如也，意味着什么？辛苦劳碌一年多时间岂不白费！好在这地宫的最后一个殿——后殿尚未打开，大家都把希望放在它身上。后殿的门设在中殿后端，与前、中殿大小一样，工作队员入门的方法也如前技。门开后，大家顾不得什么机关暗箭毒气了，急不可耐地涌入门内，其实此殿的气味比先前的几个殿还要难闻，还要浓。奇迹出现了！蒙蒙雾气中，殿中部偏西处三个棺床上赫然并排立着三口朱漆的棺椁！“找到了！终于找到了！”考古队员们兴奋得互相拥抱起来，眼里闪烁着激动的泪花。一年多的艰苦发掘总算有了圆满的结果，大家此时的心情不难理解。后殿是地宫的主体部分，它比前中殿都要高大，南北长30.1米，东西宽9.1米，地面至券顶高9.5米。地面铺砌花斑石，细腻光滑，胜过今天的水磨石。整个地宫，连隧道券通长87.34米，左右横跨47.28米，总面积达1195平方米，和同时期的墓葬相比，除了规模巨大及建筑用料精良外，在结构上，定陵地宫并没有什么十分特殊的地方。由前、中、后殿和左右配殿五殿构成的体例与宫殿形制相似，前、中、后三殿相当于地面建筑的三进房舍，左右配殿相当于左右厢房。值得注意的是配殿西部设有一门，门向里开，这是一般墓葬所没有的。·清棺笑剧经夏鼐等专家鉴定，三口棺椁中，中间的那一口是神宗朱翊钧的，左边的那口是孝端皇后的，右边的是孝靖皇后的。帝后的棺椁均施朱漆，椁用松木制成，棺由楠木制成。椁大都腐朽倒塌，万历帝和孝端后的棺木保存尚好，孝靖后的棺木可能由于迁葬的缘故，已腐朽得难以复原。面对这腐朽程度不一的三口棺椁，夏鼐决定先清理孝靖皇后的那口。孝靖皇后王氏，宣府都司左卫人，锦衣卫指挥佥事王朝窭之女，原是皇太后慈宁宫中的宫女，万历十年（1582年）以身孕封为“恭妃”，万历三十四年（1606年）进封皇贵妃，万历三十九年（1611年）九月去世。因明制非皇后不得入陵，故未葬定陵，而葬天寿山东井左侧的平岗地。万历四十八年（1620年）7月，神宗朱翊钧卒，38岁的长子朱常洛继位，是为光宗，母以子贵，朱常洛追谥母亲王氏为皇太后，但仪礼未成，自己先崩，由此还闹出一场沸沸扬扬的“红丸案”。是年9月，朱常洛之子朱由校继位，是为熹宗，尊谥祖母王氏为“孝靖温懿敬让参天胤圣皇太后”。10月，神宗朱翊钧和孝端皇后葬入定陵，孝靖皇后也从东井平岗地迁葬定陵。在清理孝靖皇后的棺椁时也闹出了一则笑话。在以往考古发掘清理古墓时，往往衣物棺木等都烂掉了，只剩些骨骼和青铜、陶瓷器之类不易腐烂的物件，还不觉得怎么害怕。而定陵就不同了，它离现代很近，棺内死者的衣服还没有烂掉，有的衣服及丝锦的颜色非常鲜艳，如新的一般，只是没有新的那样有韧性而已，因而工作队员们有一种恐惧感。当队员们把棺内死者盖的寿被、寿单和棺内两侧塞的成匹的织锦缎一卷卷地拿出来，接着把孝靖皇后盖的棉被寿单连揭带抓清理完后，露出了死者着黄锦缎袄的腹部。一个队员用手一按，腹部还忽暄忽暄的，当时他以为尸体还没有腐烂，吓得提起工具包就往上跑。其他队员不知怎么回事，也跟着从地宫跑上来。朱欣陶主任、赵其昌、白万玉问他怎么一回事，他说尸体还没有坏呢，用手一按，肚子还忽暄忽暄的。朱主任立即给北京城里打电话，叫派医生来。第二天，赵其昌叫木工师傅做了个木槽子，准备盛防腐的药泡尸体。北大医学院的医生也带着防腐药开着车赶来了，他们到地宫去一检查，发现不是尸体没有坏，而是孝靖皇后穿的黄锦缎袄有弹性。尸体已经腐烂，仅剩骨骼。这则笑话使大家虚惊了一场。孝靖皇后的棺内不仅随葬有成匹成匹的锦缎、衣服、金银器，而且头部位置放有两副首饰。据分析，其中一副是死时陪葬的，另一副是迁葬时陪葬的。她的棺椁周围放有玉石、香料、青花梅瓶，棺椁上还放有木制的仪仗和旗幡。接着清理的是孝端皇后的棺椁。孝端皇后王氏，系神宗皇帝的原配，浙江余姚人，永年伯王伟之女，生于京师。万历六年（1578年）二月册立为皇后，万历四十八年（1620年）四月病故。按明朝制度，帝后死，出百日才能葬，可还不到三个月，到七月二十一日朱翊钧也死了，故与神宗一同于是年十月葬于定陵。孝端皇后上盖缎被，被下放置衣服和金、银器，尸体下是一床织金缎被，下有四层褥垫，其中一件上缀有“消灾延寿”金钱100枚。皇后头戴黑纱尖形棕帽，上插金簪、金钗，上身着绣龙方补黄绸夹衣，下穿黄色缠枝莲花缎夹裤，腰系绣云龙纹长裙，足蹬黄缎鞋。孝端皇后也仅存骨骼。最后清理的是神宗朱翊钧的棺椁。朱翊钧的棺椁最大，长3.3米，高1.8米，棺内除他的尸体外，塞满了各种陪葬品。他最上层盖的是织锦被，被下放着袍服和织饰匹料，尸体下垫着一条锦被，被下还垫着9层被褥，其中一件褥上缝缀“吉祥如意”金钱17枚。万历帝身着刺绣衮服，腰系玉带，头戴乌纱翼善冠，下身穿黄素绫裤，足蹬红素缎高绣靴。万历帝尸体亦腐烂，仅存骨骼。·价值连城的出土文物除棺椁内的随葬品外，棺椁外的随葬品也十分丰富，帝后的棺椁附近有29个朱漆木箱，箱内装满了金银器、冠、带、佩、饰、铜锡明器、武器、谥册、谥宝和木俑等物，共计2648件，其中不少珍品均属首见。金器有数百件，其中以帝后的金冠、金酒注、金爵杯尤为精美。朱翊钧的金丝翼善冠，全用极细的金丝，采用多种工艺编织而成，且堆垒出二龙戏珠图案，孔眼匀称，外表不露任何接头痕迹，尤其是龙的造型生动有力，气势雄浑。出土的皇后凤冠有四顶，孝端皇后的一顶上有三龙两凤，龙是金制，龙口衔珠宝，左右两龙各衔长串珠结，凤口衔珠滴，凤上满饰翠云，这翠云是将翠鸟的缘羽攒点在硬纸上，此点翠的方法没有流传下来。冠的里面是用漆竹丝做的圆锥，边缘上镶着金制口圈。另三顶是十二龙九凤冠、九龙九凤冠、六龙三凤冠，这六龙三凤冠最为精美，六条用金丝编织的龙雄踞居于凤冠上，昂首欲腾；三只用翠鸟羽毛粘贴的凤屈居于下，展翅若飞。龙、凤均口衔珠宝串饰，在满饰大小不同的用珍珠宝石缀编的牡丹花及点翠的如意云及花树之间穿行嬉戏。冠后的六扇博鬓，左右分开，如五彩缤纷展开的凤尾。此凤冠珠光宝气，富丽堂皇，共有红、蓝宝石128块，珍珠5400多颗，重2905克。据《明史·舆服志》记载，明永乐三年定制，皇后礼服，其冠九龙四凤，而定陵出土的凤冠龙凤数量与史料记载不同，这对研究明代典章制度很有价值。金器中还有金酒注、金爵杯十分引人注目。金酒注的注体上遍刻云龙花卉纹，注腹两侧各镶以白玉雕成的盘龙，龙的眼睛嵌以鲜艳的红宝石，具有“画龙点睛”之意。金爵杯的爵腹外壁压刻半浮雕式的二龙戏珠及海水江芽流水纹饰，三足及二柱各刻龙首纹。金托盘口沿及腹内壁刻勾连云纹，底内壁压刻龙赶珠图案及云纹。爵底外壁还刻有铭文“万历年造足色金重五两一钱七分”。明代的瓷器是很有名的，地宫出土的一件瓷炉，釉色为黄、绿、紫三色，也叫“明三彩”，耳足是由两条蟠螭盘环曲绕而成，异常生动，是瓷器中的珍品。丝织品在定陵出土的文物中占有极重要的地位，各种袍料、匹料和服饰用品达600多件，其中多为各种质地的提花织物。匹料多数贴有腰封，腰封上记载匹料的颜色、纹饰、质料、用途以及长度，有的还记下了织品的名称、产地、织造年月等。匹料中最有特色的是五彩缤纷的粧花，有粧花缎、粧花纱、粧花罗、粧花绸等。粧花是在传统织锦的基础上，吸收了缂丝的通经断纬技术，采用局部控花盘织的方法而形成的新丝织品种。这种技术在明以前已出现，但作为丝织物整体纹样的粧彩方法和织造方法，则是明代丝织工艺的重大成就。地宫出土的多姿多彩的服饰中，尤以刺绣的百子衣为珍贵，该衣出于孝靖皇后棺内。《明史·舆服志》记载：“皇后常服。洪武三年定……衣用织金龙凤文（纹），加绣饰。”百子衣图案以升龙、行龙左右盘绕与百子嬉戏为主题，庄重富丽。龙纹姿态生动，龙身粗壮有力，四周饰以云、海水、江芽等纹样，更衬托出龙的威严气势。在前后襟的下半部与宽大衣袖上，绣有100个体态丰腴、活泼可爱的童子，正在进行各项游戏，如读书、出游、捉迷藏、沐浴等，神态各异，栩栩如生。百子周围饰有金银锭、方胜、古钱、犀角等八宝，还有以梅花、荷花、桃花、菊花、山茶等花卉组成的春、夏、秋、冬“一年景”图案。整个纹样寓有“子孙万代，多福多寿”之意。佩带一类也精美绝伦，出土于万历皇帝棺内的大碌带系无价之宝，带下黄色绢条上有墨书“宝藏库取来大碌带”。带是用双层黄色素缎内夹皮革第一层制成，带上缝缀20块嵌宝金饰件，每一金饰件均为扁金制成的缠枝花形金托，托正中镶祖母绿一块，四周嵌石榴子红宝石及珍珠数颗。据统计，带上共有祖母绿20块，石榴子红宝石91块，其中体积最大、价值最高的是祖母绿。祖母绿属绿柱石类，产于西伯利亚亚、巴基斯坦、克什米尔、哥伦比亚等地，质优者在国际市场上可与钻石相媲美。国外有人因偶然获得一小块祖母绿而变成百万富翁；明朝时亦有一官吏手持祖母绿一颗，富商以500金购之则不售之事，可见该宝带之珍贵。经中国地质博物馆鉴定，定陵出土的这条大碌带，其上祖母绿色绿、透明，品种极为名贵，是真正的无价之宝。还有猫儿眼带饰，该带饰也出土于万历帝棺内。猫儿眼又叫“猫睛石”，为具幻光性的金绿宝石亚种，产自锡兰国（今斯里兰卡），石色淡黄，中含青纹，经琢磨成型后出现游动的光带，以宛如猫眼而得名。万历帝棺内带饰上镶嵌的猫儿眼不仅大而且质地好，一道夺目的白光随时变换，如猫睛一般，四周装饰红、绿宝石及珍珠，底部为三菱形和卮杯形组成的花丝金托，灵芝形圆钮。在明代，指面大的猫儿眼即值千金（千两白银），此带饰上的猫儿眼大似拇指，真可谓世间罕见之奇珍。地宫出土的玉器类以镶宝石金座玉爵为上品，爵周身以白玉雕成，造型威猛矫健，刀法细致有力，为一难得佳作。·尾声定陵地宫被打开后，消息不胫而走，北京城一下子轰动了。当时出土尸骨、文物还有待整理，博物馆也未建立，各界人士都想来先睹为快。为了维护定陵地宫的原貌完好，当时规定：国内的专家学者、社会名流、党政要人、军界少将以上的才允许来定陵地宫参观，而那些外国驻华使节、各国新闻记者等是不允许参观的。为了保护首长们的安全，当时的北京市副市长、政法委书记冯基平还派来一个警卫排。一时间，荒凉的天寿山热闹非凡，定陵门口车水马龙，各种小轿车来来往往。陆续前来参观的党和国家领导人有朱德、彭德怀、贺龙、刘伯承、宋庆龄、李济深、郭沫若、林枫、廖承志等，还有杨成武、许广平、邓拓、郑振铎、王冶秋、王昆仑、齐燕铭、杨勇、王平等。定陵正式对外开放是1959年9月建立了定陵博物馆以后。1958年9月6日，新华通讯社直到定陵发掘结束后才向世界播发了这样一条消息：“明十三陵中的定陵已打开。陵墓是一座地下宫殿，全部用大块青白石砌成的拱券，有两层楼高、80多米长。在后殿放着三口一人多高的朱红棺材，明朝第13个皇帝朱翊钧和他的两个皇后都躺在里面。尸体腐烂，骨架完好，头发软而有光。尸骨周围塞满了无数的金银玉器和成百匹的罗纱织锦，这些锦缎时经300年有的还金光闪闪。织锦品的发现，对了解和研究久已失传的明代特有的丝织技巧，具有极其重要的意义……”这条被封锁了两年多的消息一经播出，使各国考古界为之哗然，并把惊愕的目光骤然投向东方这块古老而神奇的土地。之后，万历帝后的殉葬品走出地下宫殿，登上故宫神武门城楼，向群众展出。1959年9月30日，定陵博物馆正式宣告成立，并正式对外开放，国内外的观众这才得以一睹定陵地下玄宫的风姿。如今，定陵地宫对外开放已40多年，大凡到北京的中外游客，没有不去定陵的，定陵以它那恢宏的气势迎接着四方来客。观看地址：http://www.tudou.com/programs/view/IiYEPJNXSs0/?tpa=dW5pb25faWQ9MTAzMDkzXzEwMDAwMl8wMV8wMQ&fromvsogou=1明朝定陵地下宫殿发掘过程大揭秘：http://news.xinhuanet.com/collection/2011-02/25/c_121123546.htm",
    "chinese_title": "地下宫殿",
    "douban_rating": "6.7/10 from 484 users",
    "foreign_title": "",
    "douban_rating_average": "6.7",
    "update_at": "2025-08-07T21:28:33"
}