{
    "aka": [
        "悉尼版绝望主妇",
        "悉尼贵妇的真实生活"
    ],
    "sid": "26935300",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2409702002.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "director": [],
    "duration": "43分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-26(澳大利亚)"
    ],
    "this_title": [
        "The Real Housewives of Sydney Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/26935300/",
    "trans_title": [
        "悉尼娇妻 第一季",
        "悉尼版绝望主妇",
        "悉尼贵妇的真实生活"
    ],
    "douban_votes": "0",
    "introduction": "The Real Housewives of Sydney (abbreviated RHOSydney) is an Australian reality television series that will premiere in 2017, on Arena. The show was developed as an international installment of the American The Real Housewives franchise and the third installment of The Real Housewives franchise by Matchbox Entertainment, following The Real Housewives of Melbourne and Auckland. The Real Housewives of Sydney focuses on the personal and professional lives of several women living in Sydney, Australia.The Real Housewives of Sydney will feature seven charismatic and engaging new Housewives who enjoy the extravagant, stylish and cosmopolitan lifestyle of Sydney. Between them they run successful companies, travel the world in luxury, attend the most exclusive parties and are the matriarch of their million dollar mansions. All women are fascinating in their own right and when put together create a diverse mix of magic and mayhem.The Real Housewives of Sydney are; artistic, free spirit AthenaX Levendi; energetic ex-model turned real estate agent Krissy Marsh; funny, opinionated mother of two Lisa Oldfield; cosmetic nurse and Botox queen of Double Bay Matty Samaei; triple threat, actress, model, singer Melissa Tkautz; photogenic party planner and former Miss Australia Nicole O’Neil; and last but not least, entrepreneurial mum and social scene queen Victoria Rees.The Real Housewives of Sydney will screen in 2017 on Foxtel’s Arena.",
    "chinese_title": "悉尼娇妻 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Real Housewives of Sydney Season 1",
    "douban_rating_average": 0,
    "update_at": "2025-12-31T09:49:15"
}