{
    "aka": [],
    "sid": "26930722",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2403597652.jpg",
    "region": [
        "英国",
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt5931144",
    "director": [],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08-05(爱尔兰)",
        "2016-11-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5931144/",
    "imdb_votes": 679,
    "this_title": [
        "Bobby Sands: 66 Days"
    ],
    "douban_link": "https://movie.douban.com/subject/26930722/",
    "imdb_rating": "7.2/10 from 679 users",
    "trans_title": [
        "鲍比·桑兹：66天"
    ],
    "douban_votes": "0",
    "introduction": "In the spring of 1981 Irish Republican Bobby Sands' 66-day hunger strike brought the attention of the world to his cause. Drawing on an Irish Republican tradition of martyrdom, Sands' emotive, non-violent protest to be classified as a political prisoner became a defining moment in 20th century Irish history. Sands' death after 66 days marked a key turning point in the relationship between Britain and Ireland, and brought a global spotlight to the Northern Irish conflict which eventually triggered international efforts to resolve it. 66 DAYS is a major feature length documentary exploring Sands' remarkable life and death, 35 years on from his ultimate sacrifice. The spine of the film is comprised of Sands' own words, drawn from his hunger strike diary, a unique insight into the man and his beliefs as he embarked on his final journey. Directed by award winning filmmaker Brendan J Byrne and produced by Trevor Birney of Fine Point Films, this landmark non-fiction feature film will have its world premiere at a major international film festival in 2016.",
    "chinese_title": "鲍比·桑兹：66天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bobby Sands: 66 Days",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T01:36:04"
}