{
    "aka": [],
    "sid": "26935441",
    "cast": [
        {
            "url": "/celebrity/1219274/",
            "name": "约翰·珀金斯 John Perkins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2405497769.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3908250",
    "director": [],
    "duration": "20",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3908250/",
    "imdb_votes": 21,
    "this_title": [
        "For the Life of the World"
    ],
    "douban_link": "https://movie.douban.com/subject/26935441/",
    "imdb_rating": "8.2/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For the Life of the World is an entertaining film series that explores the deeper meaning of Salvation. Have you ever wondered, “What is my Salvation actually FOR?” Is it only about personal atonement, about getting to heaven, or something that comes later? Is it just to have a “friend in Jesus?”Join Evan Koons and his friends – Stephen Grabill, Amy Sherman, Anthony Bradley, Makoto Fujimura, John M. Perkins, Tim Royer and Dwight Gibson – as they discover a “new perspective,” the BIGGER picture of what it means to be “in the world, not of it. ”This seven-part film series and companion Field Guide will help you, your friends, church or organization investigate God’s Economy of All Things – OIKONOMIA (a Greek word that has a lot to say about God’s plan for his creation, the world, and us.)Explore how God’s purposes are woven into every area of our lives: family, work, art, charity,education, government, recreation and all creation! The Bible calls us Strangers and Pilgrims, living in “the now and not yet” of God’s Kingdom Come on earth. We are also called to be salt and light, to have a transforming presence among our neighbors. In seven 20-minute-ish episodes, you’ll learn how our lives lived on earth matter in God’s plan for the world.Anyone familiar with the Christian faith – whether you’re Baptist or Catholic, Orthodox or Presbyterian, madly in love with your church or just about to walk out its doors – will find wonder and hope along this journey. Rediscover our passionate and imaginative callings as agents of God’s grace in every broken place.You’ll travel a vast terrain in each episode, so you might want to watch the series more than once. There’s much to discover and ponder anew!",
    "chinese_title": "For the Life of the World",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-03T11:13:14"
}