{
    "aka": [],
    "sid": "26933021",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869545037.jpg",
    "region": [
        "丹麦",
        "挪威"
    ],
    "writer": [],
    "imdb_id": "tt6178628",
    "director": [
        {
            "url": "/celebrity/1421487/",
            "name": "莉亚·格洛 Lea Glob",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "丹麦语"
    ],
    "playdate": [
        "2017-03-08(丹麦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6178628/",
    "imdb_votes": 631,
    "this_title": [
        "Venus"
    ],
    "douban_link": "https://movie.douban.com/subject/26933021/",
    "imdb_rating": "6.6/10 from 631 users",
    "trans_title": [
        "维纳斯"
    ],
    "douban_votes": "0",
    "introduction": "During casting sessions, young women from Copenhagen talk candidly about their sexual experiences. Initially, the two female directors wanted to make a film as a way of better understanding their own sexual desires and frustrations. In response to a casting call, more than a hundred ordinary young women turned up and talked straight into the camera about their erotic fantasies. As shooting progressed, the filmmakers realized that these intimate casting sessions should in fact be the final film. The interviewees gradually open up: one shy woman discovered that she gets aroused watching two men having sex. Another woman talks about how she finds it difficult to submit to a man. A recurring frustration is that women are supposed to be simultaneously innocent and wild, often an impossible combination. Because the man is supposed to actively take steps – you don’t kiss him, he kisses you – his intentions and motivations are easier to understand. The bare surroundings of a casting studio allow Venus to pierce these female passions.",
    "chinese_title": "维纳斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Venus",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-17T22:33:51"
}