{
    "aka": [],
    "sid": "26935448",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "动画",
        "短片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2405498741.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4040848",
    "director": [],
    "duration": "5分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4040848/",
    "imdb_votes": 24,
    "this_title": [
        "Chosin: Baptized by Fire!"
    ],
    "douban_link": "https://movie.douban.com/subject/26935448/",
    "imdb_rating": "5.9/10 from 24 users",
    "trans_title": [
        "长津湖：火焰洗礼"
    ],
    "douban_votes": "265",
    "introduction": "Inspired by a true story from the Korean War,  BAPTIZED BY FIRE is a short animated film adapted from the graphic novel HOLD THE LINE (available on Amazon).  While delivering mail to the grunts of Fox Company,  2nd Battalion, 7th Marines, Private First Class Billy French is trapped in a massive surprise attack launched by the Communist Chinese Army. French must prove his mettle when the company’s position is overrun by hordes of enemy troops.  Filmmakers and Marines Brian Iglesias and Anton Sattler based BAPTIZED BY FIRE on a true story shared with them during production of their documentary, CHOSIN.About the Chosin Reservoir Campaign:  In the winter of 1950, deep within the frozen mountains of North Korea, 15,000 U.S. Soldiers and Marines were surrounded and trapped by 120,000 Chinese soldiers. Despite the odds, the Marines refused to surrender and fought their way 78 miles to the sea and rescued 98,000 refugees. This tale of sacrifice and courage that contends with the story of the 300 Spartans at Thermopylae as one of the most heroic feats in history.Produced in partnership with Veterans Expeditionary Media and Hopr Studios.  Story by Brian Iglesias, Max Uriarte, and Richard Meyer.",
    "chinese_title": "长津湖：火焰洗礼",
    "douban_rating": "6.2/10 from 265 users",
    "foreign_title": "Chosin: Baptized by Fire!",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.2",
    "update_at": "2025-02-28T00:21:42"
}