{
    "aka": [],
    "sid": "26948725",
    "cast": [
        {
            "url": "/celebrity/1341652/",
            "name": "Oliver Woollford Oliver Woollford",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "科幻",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2431987101.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6197348",
    "director": [],
    "duration": "28分钟",
    "episodes": "9",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6197348/",
    "imdb_votes": 9,
    "this_title": [
        "Eve Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/26948725/",
    "imdb_rating": "8.1/10 from 9 users",
    "trans_title": [
        "人工夏娃 第三季"
    ],
    "douban_votes": "0",
    "introduction": "Eve's attempts to help her sister KT pass for human are derailed when a miraculously recovered Katherine returns to Calimov. To Nick and Eve's horror, Katherine reveals her new range of childbots, which have been placed with local families. To prevent Katherine restoring KT to factory settings, Eve smuggles her out of Calimov and back to the Clarke house. But with Will and Lily insisting KT is returned to Calimov, Eve and her sister are forced to take matters into their own hands. The situation escalates when Katherine's childbots start to malfunction and it is KT who comes under suspicion, admitting she has no wish to pass as human. In order to make Eve prove she loves her sister as she is, KT wants Eve to reveal her own robot identity to the world. Trapped inside the house by the childbots, and with police and reporters gathering outside, the gang's worst fears have been realised. With Eve about to admit her secret to the world on live TV, can Will's nanobots save the day?当一个奇迹般康复的凯瑟琳回到卡利莫夫时，伊芙试图帮助她姐姐KT通过人肉之门的努力被打乱了。令尼克和伊芙感到恐怖的是，凯瑟琳展示了她新的一系列儿童机器人，这些机器人被安置在当地家庭中。为了防止凯瑟琳将KT恢复到工厂设置，伊芙将她从卡利莫夫偷运回克拉克家。但是由于威尔和莉莉坚持要把KT送回卡利莫夫，伊芙和她的妹妹被迫自己处理事情。当凯瑟琳的儿童机器人开始出现故障，KT受到怀疑，承认她不想冒充人类时，情况就升级了。为了让伊芙证明她爱她妹妹的本来面目，KT希望伊芙向全世界展示她自己的机器人身份。被儿童机器人困在屋内，警察和记者聚集在屋外，这伙人最可怕的恐惧已经意识到。随着伊芙即将在电视直播中向全世界公开她的秘密，威尔的纳米机器人能拯救这一天吗？",
    "chinese_title": "人工夏娃 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eve Season 3",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2026-01-07T13:14:49"
}