{
    "aka": [],
    "sid": "26958128",
    "cast": [
        {
            "url": "/celebrity/1075796/",
            "name": "戴维·N·考德威尔 David N. Caldwell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893846334.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt4308034",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-12-14(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4308034/",
    "imdb_votes": 30,
    "this_title": [
        "The Last Battle of the Vikings"
    ],
    "douban_link": "https://movie.douban.com/subject/26958128/",
    "imdb_rating": "6.6/10 from 30 users",
    "trans_title": [
        "维京人的最后一战"
    ],
    "douban_votes": "0",
    "introduction": "Nowhere in the British Isles was the Viking connection longer-lasting or deeper than in Scotland. Hundreds of years after their first hit-and-run raids, the Norsemen still dominated huge swathes of the country. But storm clouds were gathering. In 1263 the Norwegian king Haakon IV assembled a fleet of 120 longships to counter Scottish raids on the Norse Hebrides. It was a force comparable in size to the Spanish Armada over three centuries later. But like the Armada, the Norse fleet was eventually defeated by a powerful storm. Driven ashore near present-day Largs, the beleaguered Norsemen were attacked by a Scottish army. The outcome of this vicious encounter would mark the beginning of the end of Norse power in Scotland.Marine archeologist Dr Jon Henderson tells the incredible story of the the Norsemen in Scotland. Visiting fascinating archeological sites across Scotland and Norway, he reveals that, although the battle at Largs marked the end of an era for the Norsemen, their presence continued to shape the identity and culture of the Scottish nation to the present day.",
    "chinese_title": "维京人的最后一战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Last Battle of the Vikings",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T07:28:14"
}