{
    "aka": [],
    "sid": "26956744",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2414062508.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5235548",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-06-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5235548/",
    "imdb_votes": 77,
    "this_title": [
        "Belly Timber"
    ],
    "douban_link": "https://movie.douban.com/subject/26956744/",
    "imdb_rating": "5.2/10 from 77 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For John McCormick's life on the Indiana frontier held nothing but promise. His settlement along the White River would soon become the crossroads of America. Friends and family from back in Ohio and other points east were all making plans to see what all the fuss was about in the newly-formed city of Indianapolis. Yes, things were good. John had his general store and his friend George Pogue had his blacksmith business. Claims were being staked and the relations with the native Indians were amicable. The town was growing and nothing could be better ...or so he thought. In Ohio, an evil was brewing. The Lecky family, a group of ruthless Mongolian nomads, had made their way to America and were practicing their cannibalistic religion of Kala with reckless abandon. No one was safe, not even John McCormick's family. After the vicious slaughter of John's brother Thomas and his family by the Leckys, John has no choice but to confront this evil head on. With time running out, can John McCormick and his posse of frontiersman find and defeat this notorious foe?",
    "chinese_title": "Belly Timber",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T03:43:24"
}