{
    "aka": [],
    "sid": "26951896",
    "cast": [
        {
            "url": "/celebrity/1340461/",
            "name": "左立 Li Zuo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370103/",
            "name": "徐大宝 Dabao Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412544/",
            "name": "李洋 Yang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1479032/",
            "name": "胡榧 Fei Hu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2436202110.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1402778/",
            "name": "吕利民 Limin Lü",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-02-25(中国大陆)"
    ],
    "this_title": [
        "笑财神驾到"
    ],
    "douban_link": "https://movie.douban.com/subject/26951896/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "出品公司：北京粉红佳人文化发展有限公司拍摄地点：东方盐湖城拍摄日期：2016年10月主演：左立、徐大宝电影剧情：财神赵公明是天庭的财政部长，是个任性好酒的家伙，经常酒后驾云撞到仙鹤和其他神仙，但他每次都是用钱财解决问题，因为他坚信钱是万能的。为此，他总是毫无原则地利用自己的职权和法力随便给凡间的人类送财运，结果将人间搞得盲目拜金，一切向钱看，毫无信仰。更可气的是，他还在天庭大肆行贿，把天庭的很多职能部门也搞得乌烟瘴气。终于，天庭上的紫薇北极大帝看不惯财神的所作所为，将其告到了玉皇大帝面前。为了挽救财神赵公明，玉皇大帝跟负责纪检的弥勒佛一通商量，由弥勒佛去找赵公明进行双规谈话。弥勒佛找到赵公明要跟他打赌，财神一看佛祖要跟自己打赌便欣然应允，但他不知道，这其实是一剂治疗他任性的良药，是个圈套。佛祖认定，在人间再多钱都买不来人和人之间的尊重、友谊和爱情，但财神认定金钱在哪里都是万能的。于是双方便定下赌约：假如财神赢了，玉皇大帝的宝座便让贤给他，假如他输了，那么他将自动辞去天庭财政部长的职位，而且甘愿褪去神仙的法力，变成一个普通凡人。财神下凡投胎到老赵家，老赵家是开小吃铺的，财神很快就用自己的法力让老赵家做成了一个“饿死了APP”，获得了巨额融资，做得风生水起，然后他以富二代的身份开始了对尊严，友情和爱情的金钱测试，这时候，佛祖下凡给了他一面照心镜，能看到人间每个人的内心，他这时才知道自己错了……愿赌服输，从此财神只能在凡间了，但是他并不知道，其实玉帝并没有褪去他全部的法力，所以他还可以对那些贫穷善良的缺钱人施以法力，赐予财运……演员表：左立饰演赵公明   徐大宝饰演珊瑚  李洋饰演北极大帝    胡榧饰演扫把星刘金饰演玉帝  陈斗淇饰演王二轮  杨青倩饰演云霄  王子伊饰演碧霄    何强饰演老赵   陈叶玲饰演琼霄角色介绍：赵公明：天庭财神，因为和弥勒佛关于金钱的赌注而下凡，试图证明金钱是万能的，却在尊重、友谊和爱情面前一败涂地。最终大彻大悟成为人间笑财神。云霄：赵公明妹妹，大胸美女，天庭飞扬跋扈的小太妹，跑到人间却死心塌地的爱上了王二轮。琼霄：赵公明妹妹，童颜萌妹子，智商堪忧，云霄的小跟班。碧霄：赵公明妹妹，贫乳吐槽女，三霄中的智囊，只是出的主意以不靠谱为主。扫把星：赵公明好基友，三霄跟班，北极大帝派来的卧底，自带倒霉蛋属性，成事不足败事有余，人称天庭的意大利人。王二轮：人间快递员，勤奋、善良、踏实的人间有为好青年，鬼使神差的和赵公明扯上关系，自身的优良传统点化了赵公明，也顺手迷住了云霄。北极大帝：天庭称霸一方的帝君，因为一统天庭的野心所以对崛起的财神赵公明非常警惕，为了破坏赵公明的人间历练安插各种卧底，最后与赵公明大战一败涂地。珊瑚：天庭下凡的女神，样貌身材都很女神，性格略绿茶，实为北极大帝派来勾引赵公明破坏他历练的棋子，心被北极大帝冰冻，无法被感动。玉帝：天庭各路神仙的总瓢把子，其实很清闲，主要工作就是开会喝茶下跳棋，调解一下各路神仙的矛盾。弥勒佛：西方未来佛，法力无边，高瞻远瞩，出场自带光环。和赵公明打了一个关于金钱的赌注，希望以此点化财神。老赵：人间赵公明的父亲，勤劳朴实的小吃店老板，因为生了赵公明，飞黄腾达成为饮食集团老板，但是本性还是个老实巴交的小生意人。",
    "chinese_title": "笑财神驾到",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T12:02:05"
}