{
    "aka": [],
    "sid": "26966587",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542834829.jpg",
    "region": [
        "法国",
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6656324",
    "director": [
        {
            "url": "/celebrity/1336467/",
            "name": "维瑞娜·帕拉韦尔 Verena Paravel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333368/",
            "name": "吕西安·卡斯坦因-泰勒 Lucien Castaing-Taylor",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-12(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6656324/",
    "imdb_votes": 75,
    "this_title": [
        "Somniloquies"
    ],
    "douban_link": "https://movie.douban.com/subject/26966587/",
    "imdb_rating": "6.3/10 from 75 users",
    "trans_title": [
        "梦呓"
    ],
    "douban_votes": "0",
    "introduction": "Songwriter Dion McGregor became famous in the 1960s for narrating his dreams in his sleep. His flatmate recorded him doing so.In their new film somniloquies, Lucien Castaing-Taylor and Verena Paravel overcome the boundaries between inner dreamscapes and human bodies. At the start, flowing forms can be seen and a gentle, undefinable sound made out in the background. McGregor's voice appears and makes an invitation: “I have expected you, come-on in, I said I would grant an interview”. The more we listen to him and enter into his dreamworld, the clearer the contours of the sleeping bodies become, before they seem to dissipate once again. The dreaming man speaks with people who are sawing open his body, removing his organs and stitching him back up. As we find out how painful he finds the stitches, we ask ourselves for how long we’ll want to follow the camera, which sometimes seems to caress the bodies tenderly, but at other times seeks to pierce them almost brutally, like an x-ray. Just in time, we hear his voice: \"Let’s go to future land (…) it’s shining near the corner\". In this case, sleeping in the cinema means pushing forward to its very limits. (berlinale 2017)",
    "chinese_title": "梦呓",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Somniloquies",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T03:28:31"
}