{
    "aka": [
        "My Story of Studying Abroad"
    ],
    "sid": "26969024",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2424692697.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt6719320",
    "director": [
        {
            "url": "/celebrity/1399545/",
            "name": "孙毅 Yi Sun",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "16",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016-07-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6719320/",
    "this_title": [
        "我的留学故事"
    ],
    "douban_link": "https://movie.douban.com/subject/26969024/",
    "trans_title": [
        "My Story of Studying Abroad"
    ],
    "douban_votes": "627",
    "introduction": "由sunnyspeed studio推出的《我的留学故事》是一部讲述留学生在国外生活，学习，工作的纪录片。每一集我们都会有一位主角，他/她将通过展示自己在国外生活的点点滴滴来讲述自己对留学的看法和感悟。第1集，我们的主人翁是一位美丽大方的东北姑娘。来加拿大维多利亚 留 学 已经快四年了，马上就要本科毕业的她会给我们讲述怎样的留学故事呢？快来看一看吧。第2集，我们的主人翁是一位17岁就来到加拿大的云南女孩儿。在加拿大已经五年了，活泼开朗的她有着怎样不同的留学生活和感悟呢？大家一起来看看她的故事吧。第3集，我们的主人翁是一位初中毕业后就独自来到加拿大的广州男生。在加求学的八年时间里，他有怎样的心得体会与大家分享呢？他的那份质朴和真诚，又是否能触及到你的内心深处呢？快来看看他的故事吧。第4集，我们的主人翁是一位刚刚来加拿大两年的郑州女孩儿。学习酒店管理的她有什么好玩的故事？短暂的留学生活又能带给这个小女孩儿怎样的改变呢？我们一起来看一看吧。第5集，我们的主人翁是一位酷爱街舞的大男孩儿。15岁就独自一人留学英国，后来又来到加拿大读大学。跳舞让他快速融入了国外的生活，也让他变得更加自信，学业社团两不误。视频里更有精彩solo表演。快来看一看吧。第6集美国特别版，我们的主人翁是一位从重庆大学毕业后来到美国纽约追寻梦想的女孩儿。两年前来到美国的她，迅速的适应了美国的留学生活，在刚刚拿到了硕士学位的她也成功的从原先的实习岗位转成了正式员工。纽约的生活充满了挑战，有笑声有泪水，性格活泼开朗的女主人翁会分享一些什么故事给我们呢？快来看一看吧。第7集，我们的主人翁来自中国重庆，从小在国内学习绘画。2014年来到加拿大温哥华读高二，高中毕业以后选择在维多利亚市学习艺术专业，一个中国留学生不大会选择的专业。阳光帅气的男主有什么对艺术和留学的感悟和大家分享呢？快来看一看吧。第8集，我们的主人翁是一位来自广东中山的小菇凉，15岁就离开了父母来到加拿大维多利亚，在当地的一所公立学校读高中。虽然年纪还小，出国时间也很短，但是活泼开朗，积极向上的她很快的适应了国外的生活。今天我们就跟随着她的笑声，来感受一下在加拿大的高中留学生活。第9集，人生中最快乐的事情莫过于找到自己的所爱所属，并意愿用余生去维护这份好不容易觅得的人生路。在漫漫的长路上了解自己，实现自我价值，便是本期主人公的“打怪终极目标”！我们中国的古语说 书山有路勤为径 学海无涯苦作舟， 然而有了茶香的沁润，朋友的陪伴，家人的支持，“打怪”的道路便色彩斑斓起来。她是谁？她在打什么怪？第10集，从某种意义上说，因为天生的性格，能力，以及后天的家庭环境，成长环境等因素，人一生的道路多半是已经决定好的。 所以，无论你是决定学海无涯还是下海经商，亦或是技多不压身，用自己的一身本领立足于社会，你需要的只是顺其自然，怀着一颗感恩的心，做自己最自然能想到的事情，做自己喜欢的事情，那这一辈子才不算枉活。 来听一听一位90后留学生对生活的感悟吧。第11集，在国外留学，安全和学业绝对是最重要的两件事，但是课外生活也很关键。这一期的男主角将论述男生带水杯的重要性，并且分享自己在国外参加学校社团的那点事儿，还有他攻读的冷门专业。视频中笑点无处不在，大家快来看看吧。第12集，我们的主角是一位在中国重庆留学的老挝女孩儿 ສີພັນດອນ ພັນນິພາ。之前大家看到的都是中国人在国外留学的情景，观众们一定很好奇外国人在中国留学会是什么样子的呢？那在这一集里，刚来中国一年的老挝女生李小美就带大家看看她在西南政法大学里的留学见闻吧。第13集，我们的主人翁毕业于南开大学，现就读于哥伦比亚大学教育专业研究生第一年。性格开朗的她总是以微笑面对生活，轻松坦然的去迎接挑战，克服困难。我们一起跟随着她的脚步,聆听着她的微笑，来感受一下她的精彩留学故事。第14集，我们的主角和第12集的主角一样，她们都来自老挝首都万象，在中国重庆西南政法大学读书。这一集的主角素娜娜已经结束了中文课程，并且正式开始了国际法专业的学习。来到中国两年多的她是怎么学习中文的，在中国的生活方式是否习惯，她又有些什么样的故事和大家分享呢？第15集，本集的主人翁出生于70年代，1989年上大学，在国内工作4年之后，于1997年到比利时留学。20年前在国外留学和现在比有很多不一样的地方。今天，我们一起跟随主角的记忆回到20年前，感受一下那个年代的留学生活。第16集，本集的主人翁Eve，来自香港，在加拿大大学毕业之后，回到香港做了一年半的地产经济。现在她又选择回到了加拿大开始了一段不一样的人生经历。是什么让她做出了如此巨大的改变呢？这一集里，Eve会为大家分享她的这段留学和工作经历。第17集，请带上耳机，感受主人翁为你带来的音乐。旋律背后有着怎样的留学故事和生活体验？土木工程就是搬砖吗？研究生会比本科更难吗？自来水中的难闻气味有害吗？广州人的普通话真的不能听吗？ 就让本集主角Jefferson给你讲述温哥华、多伦多、维多利亚三地的留学故事。您可以在sunnyspeed studio的官方视频频道收看此片。YouTube：https://www.youtube.com/channel/UCMdFzlhfs0vNunhVuhM7AVgbilibili：http://space.bilibili.com/36609936持续更新中，谢谢支持！",
    "chinese_title": "我的留学故事",
    "douban_rating": "9.1/10 from 627 users",
    "foreign_title": "",
    "douban_rating_average": "9.1",
    "update_at": "2025-08-31T05:00:42"
}