{
    "aka": [],
    "sid": "26961121",
    "cast": [
        {
            "url": "/celebrity/1323219/",
            "name": "陈征 Zheng Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316707/",
            "name": "王茜华 Qianhua Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318456/",
            "name": "赵彦民 Yanmin Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873233226.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1319885/",
            "name": "王加宾 Jiabin Wang",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "村民钱旺"
    ],
    "douban_link": "https://movie.douban.com/subject/26961121/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "钱旺是北方一个叫葫芦峪村的普通村民。在葫芦峪巴掌大块地方，钱旺以其为人正直又不失聪明劲儿，赢得村民的敬重，被推举为葫芦峪村理财小组组长。城里人看来屁大点的事儿，在钱旺那儿顶了天。因为在钱旺看来，村理财小组组长掌管着村委会财经支出，相当于葫芦峪村的财政部长。按照村委会的规定，村委会请客吃饭，超过二百以上的支出，就得由钱旺这个“财政部长”做主，否则不予报销。掌管二百元以上的财经支出大权，说大也大，说小也小，但钱旺却非常认真。这不，村支书黄金堂为解决灌溉问题请牛副乡长吃饭的事，在钱旺那儿就卡了壳。原来，盛产栗子的葫芦峪村缺水严重。为调整农村产业结构，解决灌溉问题，建设栗子种植基地，村支书黄金堂请来牛副乡长和他的朋友侯总。黄金堂在侄子黄君的“闻来香饭店”设下午宴，请来小姐作陪，为牛副乡长和侯总接风。葫芦峪本来地儿就小，黄金堂找小姐陪牛副乡长吃饭这事自然就没有钱旺不知道的可能。听说小姐是按钟点收费后，钱旺不管三七二十一闯进饭店，一气之下搅黄了饭局。不仅如此，在村理财日上，黄金堂请客的花销，钱旺就是顶着不给报销。为此，黄金堂和钱旺争了个面红耳赤，最终不欢而散。黄金堂在钱旺那儿碰了一鼻子灰，吃饭的钱又不能搁自己身上，黄金堂就想利用职务上的便利，请村委会商议，最终在修渠补偿款上把请牛副乡长吃饭的钱给找回来。背着钱旺，黄金堂跟钱旺的岳父私下达成交易。钱旺那平日里就爱贪个小偏宜的老丈人不明就里，为了一千二百块钱掉进黄金堂设的套。就这样，请牛副乡长吃饭的花销让黄金堂变相地给报了。知道这事后，钱旺既不能跟老丈人生气叫真、又要维护村集体的利益。不得已，他只好在老丈人面前耍起小聪明，灵机一动就把老丈人搞定。在钱旺的“指使”下，老爷子厚着老脸去村委会找黄金堂要钱。此时，黄金堂已经被侯总欺骗，非但没能给村里引来资金，村里几个钱还让侯总给骗走。为追回属于村集体的款项，钱旺在村民的推举下进城，又是耍点小聪明将侯总逮住。在刘县长的支持下，村里的损失如数挽回。明媚的春光里，钱旺和媳妇商量，用自己家的存款补上老丈人多占村里的补偿款。梨花缤纷的路上，钱旺兴奋地背起媳妇一路小跑，美好的社会主义新农村远景仿佛就在不远的将来。 钱旺是北方山村葫芦峪的普通村民，他为人正直，又有小聪明，所以被村民推荐为村里的理财小组组长。 村委书记黄金堂为了解决村里引水上山，建扬水站的资金，在黄金堂侄子黄君开的饭馆请牛副乡长和牛的朋友侯总吃饭。他们用公款大吃大喝并请来了小姐，这可急煞了钱旺。钱旺为了村民的利益把这个饭局给搅黄了。在村里的理财会上，黄金堂的请客款钱旺不给报，大家弄得不欢而散。 黄金堂借修渠补偿款的机会和钱旺的岳父达成私下交易，把钱旺给绕了进去，请客的花销还是给报了。钱旺知道了件事，他请岳父吃饭想把这件事情揭开，可老头子是个财迷，根本不吃钱旺这一套，钱旺怕媳妇也怕老丈人，万般无奈。 牛副乡长认识的朋友侯总是个骗子，他不但为村里搞不到资金，而且还骗了村里的钱。乡里村里派钱旺等人到县城去逮侯，为了村里的利益，钱旺去了县城，凭着小聪明逮着了侯。并把村里的情况向县长进行了汇报，得到县里的支持。 村里的损失得到了挽回，村里的扬水工程正在进行。在明媚的春日里钱旺和媳妇商量，用自家钱款把老丈人多占村里的补偿款还给村里，媳妇默认，钱旺兴奋地背起媳妇跑在梨花盛开的山上，一幅美好的社会主义新农村的图景展现在我们面前……",
    "chinese_title": "村民钱旺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T10:21:32"
}