{
    "aka": [
        "RUSTLERS"
    ],
    "sid": "26966359",
    "cast": [
        {
            "url": "/celebrity/1280152/",
            "name": "阿尔贝蒂娜·卡里 Albertina Carri",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2440287636.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1280152/",
            "name": "阿尔贝蒂娜·卡里 Albertina Carri",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6305774",
    "director": [
        {
            "url": "/celebrity/1280152/",
            "name": "阿尔贝蒂娜·卡里 Albertina Carri",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2016-10-24(马德普拉塔影展)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6305774/",
    "imdb_votes": 84,
    "this_title": [
        "Cuatreros"
    ],
    "douban_link": "https://movie.douban.com/subject/26966359/",
    "imdb_rating": "6.4/10 from 84 users",
    "trans_title": [
        "偷牛贼",
        "RUSTLERS"
    ],
    "douban_votes": "0",
    "introduction": "Alber na Carri wants to make a  lm about Isidro Velázquez, an almost mythical outlaw  gure from northern Argen na who was shot dead by police in 1967. She’s not the only one interested in him: her sociologist father Roberto Carri wrote a book on him called “Pre- Revolu onary Forms of Violence” and a  lm was made about his story, although both father and  lm disappeared during the Dirty War. Legends, families, poli cal alignments, cinema: none o er a stable foothold and Carri’s passage through them is like wandering a garden of forking paths, only to ar- rive at a landscape of cracked earth and thorns. Car- ri’s narra on is anyway not what it might once have been, a mother doesn’t tell things the same way as a daughter. Legends, families, poli cal alignments, cinema: each produces images and these are what appear on the screen, in one channel, three chan- nels,  ve. It’s all material plucked from an archive and a wonderfully eccentric one at that: news reels, ads, home videos, interviews, movies, abstract forms. Images that could stem from old  lms, lost  lms, new  lms, possible  lms, impossible  lms; this is a  lm for which no other images will do.",
    "chinese_title": "偷牛贼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cuatreros",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T14:45:05"
}