{
    "aka": [],
    "sid": "26969245",
    "cast": [
        {
            "url": "/celebrity/1315631/",
            "name": "亚历克斯·罗素 Alex Russell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1285166/",
            "name": "克里斯·格拉克 Chris Gorak",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3293890",
    "director": [
        {
            "url": "/celebrity/1285166/",
            "name": "克里斯·格拉克 Chris Gorak",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3293890/",
    "this_title": [
        "Attach"
    ],
    "douban_link": "https://movie.douban.com/subject/26969245/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ariane Fraser and Delphine Perrier will kick off pre-sales in Berlin on the project from writer-director Chris Gorak, whose credits include Right At Your Door and The Darkest Hour.Attach will star Russell (pictured) as a star athlete who is fitted with a bionic arm and leg after a car accident and discovers the prosthetics may have a destructive life of their own.Adam Schroeder will produce through Adam Schroeder Entertainment banner alongside Rob Paris of Paris Film.“We’re going to explore the most current and innovative science and technology in this film,” said Schroeder. “I couldn’t be more thrilled to be a part of Chris Gorak’s provocative vision and distinctive worldview.“Having the brilliant Alex Russell on board to star takes Attach to the next level and I can’t wait for Highland Film Group to share this exciting project with buyers at the EFM next week.”“Attach is unique and timely,” said Gorak, whose numerous art director credits include Fight Club and Minority Report. “It combines all of the gripping elements of a classic sci-fi thriller and the exciting technological breakthroughs of today. Alex Russell is such a fresh talent – working with him will be an exceptional experience. I look forward to the collaboration and bringing the character of Daniel Townsend to life.”",
    "chinese_title": "Attach",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-02T16:22:18"
}