{
    "aka": [
        "Ggok-Ji-Ddan"
    ],
    "sid": "26966855",
    "cast": [
        {
            "url": "/celebrity/1015287/",
            "name": "崔真实 Jin-shil Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046403/",
            "name": "郑普硕 Bo-seok Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318846/",
            "name": "元新渊 Shin-yeon Won",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506948248.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1439453/",
            "name": "池相学 Sang-hak Chi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7371332",
    "director": [
        {
            "url": "/celebrity/1308837/",
            "name": "金泳滥 Young-nam Kim",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1990-07-28(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7371332/",
    "this_title": [
        "꼭지딴"
    ],
    "douban_link": "https://movie.douban.com/subject/26966855/",
    "trans_title": [
        "吉利山",
        "Ggok-Ji-Ddan"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHae-ji Young-suk and Se-min all grew up in the same orphanage. Hae-jin becomes a reporter after being raised by loving adoptive parents, Se-min enters the crime world as a result of suffering from the shock of his abandonment and Young-suk graduates with top honors from a prestigious university and takes care of disabled children who call him 'Ggok-Ji-Ddan'. Hae-ji finds Ggok-Ji-Ddan to do a story and finally meets her childhood friend Young-suk and also meets Se-min who has crashed the party to steal the jewelry there. When Young-suk's family 'the ant farm' is attacked by criminals, Soo-yeon is kidnapped. With the help of Se-min, Young-suk rescues Soo-yeon and enraged he takes their stash of drugs. Se-min advises him to turn the drugs over to the police as soon as possible but the men who are after the drugs kidnap Hae-ji after setting fire to the 'ant farm'. Young-suk risks his life to save her and agrees to trade the drugs for her. Se-min turns back from his trip to pull off one last job and leave to Haiti to help his friends in need.故事慧姬，Yeongseok和Seemin在同一个孤儿院长大 赫杰在寄养父母的热爱中长大，但是塞米却对母亲感到震惊，步入了罪恶的世界。他是高中毕业的学生，照顾乞丐和智障人士。慧姬涵盖了这个话题的性格，并在曲折的结尾遇见了他的老朋友永硕。然而，士绅与困难人民同居，巨人洞穴遭到恶棍的攻击。在Semin的帮助下救了Su-Yeon的Yeon-seok愤怒地被抓住了并且夺取了他们的毒品。Seemin很快将毒品交给警方，并建议他在安排完所有事情之后离开。在一个寻找毒品的组织中，他们对着滑稽动物燃烧并绑架他们。她爱她，并决心死亡，并通过一个电话去诺言的地方。Seemin终于想砸到Taiti了，但他转过身去，除了和兄弟结成深厚的友谊的Yeji和Yeongseok。",
    "chinese_title": "吉利山",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "꼭지딴",
    "douban_rating_average": 0,
    "update_at": "2025-04-17T01:14:30"
}