{
    "aka": [],
    "sid": "26972621",
    "cast": [
        {
            "url": "/celebrity/1027973/",
            "name": "马克·加蒂斯 Mark Gatiss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078768/",
            "name": "查理·科里德-米尔斯 Charlie Creed-Miles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000257/",
            "name": "丹尼尔·梅斯 Daniel Mays",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359312/",
            "name": "理查德·加德 Richard Gadd",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1459092/",
            "name": "巴尼·怀特 Barney White",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496322531.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6523092",
    "director": [
        {
            "url": "/celebrity/1472215/",
            "name": "弗格斯·奥布莱恩 Fergus O&#39;Brien",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-03-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6523092/",
    "imdb_votes": 840,
    "this_title": [
        "Against the Law"
    ],
    "douban_link": "https://movie.douban.com/subject/26972621/",
    "imdb_rating": "7.2/10 from 840 users",
    "trans_title": [
        "法律之外"
    ],
    "douban_votes": "228",
    "introduction": "Daniel Mays (Line Of Duty, Rogue One: A Star Wars Story, Public Enemies) stars in BBC Two's powerful factual drama as Peter Wildeblood, a thoughtful and private gay journalist whose lover Eddie McNally (played by newcomer to television, Richard Gadd), under pressure from the authorities, turned Queen's evidence against him in one of the most explosive court cases of the 1950s - the infamous Montagu Trial.More than ten years before the decriminalisation of homosexual acts in 1967, Peter Wildeblood, and his friends Lord Montagu (Mark Edel-Hunt) and Michael Pitt-Rivers, were found guilty of homosexual offences and jailed.With his career in tatters and his private life painfully exposed, Wildeblood began his sentence a broken man, but he emerged from Wormwood Scrubs a year later determined to do all he could to change the way these draconian laws against homosexuality impacted on the lives of men like him.Daniel says: 「I'm incredibly proud to be part of a drama that tells such an important real-life story. Peter Wildeblood is a fascinating, complex, yet flawed character from a time when being a gay man in Britain was incredibly difficult - I can't wait to bring his tale to life for the BBC Two audience.」Patrick Holland, Channel Editor, BBC Two, said: 「50 years ago, it was a crime to be a gay man in the UK. Against The Law is a stunning piece that melds drama and documentary testimony to tell the story of one man, and his wider generation, as they struggled to make society accept their sexuality as non-criminal. It is brilliant to have a film that brings the authorship of Brian Fillis, the vision of director Fergus O'Brien, and the outstanding talent of Daniel Mays and cast to this important subject」The drama also features Mark Gatiss (Taboo, Sherlock) as Wildeblood's prison psychiatrist, Doctor Landers and Charlie Creed-Miles (Ripper Street, Peaky Blinders) as Superintendent Jones.Woven through this powerful drama is real-life testimony from a chorus of men who lived through those dark days, when homosexuals were routinely imprisoned or forced to undergo chemical aversion therapy in an attempt to cure them of their \"condition\". There is also testimony from a retired police officer whose job it was to enforce these laws, and a former psychiatric nurse who administered the so-called cures. All of these accounts serve to amplify the themes of the drama and help to immerse us in the reality of a dark chapter in our recent past, a past still within the reach of living memory.",
    "chinese_title": "法律之外",
    "douban_rating": "7.2/10 from 228 users",
    "foreign_title": "Against the Law",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.2",
    "update_at": "2025-05-21T04:07:06"
}