{
    "aka": [
        "Sherlock Holmes in the Great Mystery"
    ],
    "sid": "26972963",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1908",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0299137",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "1908-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0299137/",
    "imdb_votes": 44,
    "this_title": [
        "Sherlock Holmes in the Great Murder Mystery"
    ],
    "douban_link": "https://movie.douban.com/subject/26972963/",
    "imdb_rating": "4.3/10 from 44 users",
    "trans_title": [
        "福尔摩斯与谋杀大案",
        "Sherlock Holmes in the Great Mystery"
    ],
    "douban_votes": "0",
    "introduction": "Our picture relates to a crime committed by a Gorilla who escapes from his cage and through circumstantial evidence a young man, whom we will call in our story Jim, is accused and is just about to be convicted when, through the aid of our hero, Sherlock Holmes, he is freed just in time. Our picture opens with a girl and sweetheart, who are sitting in her room discussing plans for their marriage. The message is brought for Jim, compelling him to leave at once. Shipyard Scene. The Gorilla escapes from his cage from a vessel with his master, the captain, in hot pursuit. The frightened animal climbs a porch of this girl's house and into the window of her sitting room, and after a terrific struggle between her and the beast he kills her, before the captain can prevent him, The captain immediately returns to his vessel with the Gorilla and stays in hiding, fearing the consequences should anyone detect him. Discovery of Crime. The butler, who returns to the dining room is horrified to ... Written by Moving Picture World synopsis",
    "chinese_title": "福尔摩斯与谋杀大案",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sherlock Holmes in the Great Murder Mystery",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T12:08:05"
}