{
    "aka": [
        "So Long Enthusiasm"
    ],
    "sid": "26976262",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "　　第39届南特三大洲电影节(2017)\n　　南特三大洲电影节 金热气球奖 (提名) 弗拉基米尔·杜兰\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506308768.jpg",
    "region": [
        "阿根廷",
        "哥伦比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1325333/",
            "name": "弗拉基米尔·杜兰 Vladimir Durán",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6613932",
    "director": [
        {
            "url": "/celebrity/1325333/",
            "name": "弗拉基米尔·杜兰 Vladimir Durán",
            "@type": "Person"
        }
    ],
    "duration": "79分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2017-02-14(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6613932/",
    "imdb_votes": 245,
    "this_title": [
        "Adiós entusiasmo"
    ],
    "douban_link": "https://movie.douban.com/subject/26976262/",
    "imdb_rating": "6.2/10 from 245 users",
    "trans_title": [
        "别了澎湃",
        "So Long Enthusiasm"
    ],
    "douban_votes": "0",
    "introduction": "What’s the nature of the special bond that links together the members of a family? Families share flats, secrets and memories and know each other inside out. They don’t mince their words or always treat each other with respect but they’re still there for one another. They’re at each other's mercy. The same applies to Margarita's family. She lives with her son Axel and his older sisters Antonia, Alejandra and Alicia. Their flat is like a cosy cave where they play music, eat, sleep and argue in the warm lamplight. An intimate family cocoon. The fact that Margarita lives locked up in a room beyond the bathroom is just how things are. The children communicate with their mother through a small window, giving her blankets, DVDs and reading material and celebrating her birthday in the corridor. When she’s eventually had enough, it’s Axel that must decide what to do. It would be tempting to look for some psychological interpretation of these family relationships, but this is hardly obligatory. What’s much more interesting is the peculiar narrative energy that pervades the film, invisible yet ever-present, just like how Axel describes dark matter, the subject of his endless fascination.",
    "chinese_title": "别了澎湃",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Adiós entusiasmo",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-01T02:42:08"
}