{
    "aka": [],
    "sid": "26973760",
    "cast": [
        {
            "url": "/celebrity/1179119/",
            "name": "Ralph McTell Ralph McTell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016551/",
            "name": "Jacqui McShee Jacqui McShee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136212/",
            "name": "罗伯特·普兰特 Robert Plant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078607/",
            "name": "伯纳德·巴勒特 Bernard Butler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2428599137.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt3636048",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3636048/",
    "this_title": [
        "The Genius of Bert Jansch: Folk, Blues & Beyond"
    ],
    "douban_link": "https://movie.douban.com/subject/26973760/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Interviews and rare archive footage weave together performances from a landmark multi-artist concert at the Royal Festival Hall in London, celebrating the songs and artistry of the great folk-blues troubadour Bert Jansch.Ralph McTell, Robert Plant, Donovan, members of Pentangle, Bernard Butler, Martin Carthy, Martin Simpson, Lisa Knapp and more pay tribute to Jansch, who died in 2011. There's also a real coup with an extraordinary performance by Neil Young of Jansch's haunting Needle of Death, filmed at Jack White's Nashville studio especially for the occasion.Robert Plant shows his vocal prowess with a powerful rendition of Go Your Way My Love, joined by Jansch collaborator Bernard Butler. Martin Simpson and Danny Thompson surprise with a version of Heartbreak Hotel, a track covered by Jansch. Ralph McTell tackles the seminal Angie and Lisa Knapp and Martin Carthy combine for Blackwaterside - Jansch's arrangement of which heavily influenced Led Zep's Black Mountain Side.An effortlessly cool singer-songwriter and virtuoso guitarist, Bert Jansch came to prominence in the folk clubs of the mid-1960s: the concert's stage set recalls the legendary Les Cousins club in London's Soho, where he was a resident artist, and the Royal Festival Hall itself was the venue for Pentangle's first and final major gigs. Jansch galvanized a whole scene, through his solo work, as a duo with John Renbourn and with his folk-jazz supergroup Pentangle. Neil Young called him the Jimi Hendrix of the acoustic guitar, Led Zeppelin and Paul Simon were weaned on him and younger generation musicians including Beth Orton and Johnny Marr beat a path to his door. Bert Jansch's influence reached far and wide.",
    "chinese_title": "The Genius of Bert Jansch: Folk, Blues & Beyond",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T18:12:07"
}