{
    "aka": [
        "無邊之境(港)"
    ],
    "sid": "26974108",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第41届香港国际电影节(2017)\n　　纪录片竞赛 火鸟大奖(提名) 乔舒亚·邦奈达 / 史杰鹏\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522413555.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6587706",
    "director": [
        {
            "url": "/celebrity/1386600/",
            "name": "乔舒亚·邦奈达 Joshua Bonnetta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322515/",
            "name": "史杰鹏 J.P. Sniadecki",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-10(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6587706/",
    "imdb_votes": 251,
    "this_title": [
        "El mar la mar"
    ],
    "douban_link": "https://movie.douban.com/subject/26974108/",
    "imdb_rating": "7.0/10 from 251 users",
    "trans_title": [
        "荒漠沙海",
        "無邊之境(港)"
    ],
    "douban_votes": "290",
    "introduction": "The sun beats down mercilessly on all those who cross the Sonoran Desert between Mexico and the United States. Aside from the few people who live here, it’s the poorest of undocumented immigrants that make the crossing, who have no choice but to take this extremely dangerous route, followed by border guards both official and self-appointed. The horizon seems endlessly far away and deadly dangers lurk everywhere. It’s best to move under the cover of darkness; during the day, being exposed to the heat and sun is enough to make animals and humans perish. Their traces and remains accumulate, fade, decompose and become inscribed into the topography of the landscape, making the absent ever-present as life and death, beauty and dread, hostile light and nights aglitter with stars and promise all continue to exist alongside one another.El mar la mar masterfully weaves together sublime 16-mm shots of nature and weather phenomena, animals, people and the tracks they leave behind with a polyphonic soundtrack, creating a cinematographic exploration of the desert habitat, a multi-faceted panorama of a highly politicised stretch of land, a film poem that conjures up the ocean.",
    "chinese_title": "荒漠沙海",
    "douban_rating": "7.6/10 from 290 users",
    "foreign_title": "El mar la mar",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.6",
    "update_at": "2025-07-26T18:15:04"
}