{
    "aka": [
        "Shadow Play"
    ],
    "sid": "26979279",
    "cast": [
        {
            "url": "/celebrity/1314739/",
            "name": "赵佳 Jia Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896177619.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1369346/",
            "name": "海桀 Haijie",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "驴皮影"
    ],
    "douban_link": "https://movie.douban.com/subject/26979279/",
    "trans_title": [
        "Shadow Play"
    ],
    "douban_votes": "0",
    "introduction": "在黄河上游一个叫曹家沟的山村里。大名鼎鼎的曹家皮影戏，传到著名皮影大师曹国文的头上已经是第三代。而皮影艺人则是人们羡慕和崇拜的对象。在此背景下，曹皮影和漂亮、纯情的姑娘赵青青相爱，遭到青青父亲的坚决反对，并要强迫她相亲。无奈之下，俩人被迫进行“革命”。不幸的是，就在这时，曹国文在一次演出中因心脏病突发，倒在了后台上。临终前，曹国文留下遗言，将曹家皮影戏传承的重担，交给了儿子曹皮影。并嘱咐他，为了皮影戏的未来，一定要不断创新，完成他的未竟之业《亲亲黄河》的创作。 六年之后，就在曹皮影信誓旦旦，想要完成父亲的遗愿，将辛勤创作的皮影新戏《亲亲黄河》排练演出，再创伟绩时，改革开放的浪潮日益汹涌，民间传统的皮影戏，在时代急剧的变革和进步中，不但遭到现代传媒以及新型观念的有力挑战，而且日益衰落。似乎一觉醒来，整个世界就再也不需要曾经是那样红火，那样辉煌的皮影戏了。昔日众人仰慕、风骚独领的皮影大师，眨眼间就成了时代的落伍者。为了使曹家的皮影戏能够在逆境中生存下来，同时也为了精神和信念的需要，曹皮影履行承诺，忍受了种种痛苦、打击和折磨，费尽心机，试图挽救皮影戏失落颓败的局面。他在师兄退出，徒弟离去，妻子反对的情况下，苦苦支撑着曹家沟皮影班。为了参加县里的文艺大汇演，把新戏《亲亲黄河》演出来，他独自一人赶做皮影，筹款项，费尽心机。但无情的打击还是相继而来。先是皮影班在县上的试演没人看。接着是县里的文艺汇演突然在表演类里取消了皮影戏，理由非常简单，县里的六个皮影班，只来了曹家沟一个，其余的都散了伙。更为残酷的是，徒弟建广在他最困难的时候，不辞而别，临走时竟偷走了曹家家传的灰皮影（一种工艺十分独特的皮影人）。回到家，家门上挂着铁将军，赵青青因实在忍受不了曹皮影对皮影戏的执着和痴迷，愤然回娘家了。四面楚歌，众叛亲离。而新成立的村委会，因形势的变化和曹家沟实际情况的需要，对文化室进行改革，结果是想把文化室承包给曹皮影。最后的阵地失去了。残酷的现实面前，曹皮影彻底绝望。 灰心丧气中，曹皮影偶然从小儿子亮亮的身上看到了生机。他以不可思议的勇气和毅力，将曹家沟喜欢文艺的孩子们组织起来，在妻子不在的情况下，管吃管住，以完全自愿义务的形式，给孩子们传授皮影技艺，将全部的希望寄托在了以小儿子亮亮为代表的孩子们的身上，祈望一个根本不可能出现的奇迹的到来。就在这时，赌气离开的赵青青，心里依然牵挂着曹皮影，她在得知曹皮影为孩子们主动教戏的情况后，再次被曹皮影的信念所感动，从娘家带着两头充满希望的小猪，回到曹皮影身边。 全省文艺调演的日子临近了。曹皮影立即行动起来，他想要代表县里参加全省文艺调演，依靠孩子们，最后拼搏一下，把新型皮影戏《亲亲黄河》推出来。就在曹皮影克服种种困难，带领孩子们全力以赴排练《亲亲黄河》时，他接到了乡文化站的通知，让他到县文化局去找马局长。他和赵青青踌躇满志来到县里，好不容易找到马局长，不幸的意外又发生了。原来，局里找他，并不是为他呕心沥血为之拼命的《亲亲黄河》，而是县里筹备博物馆，有人想到了曹家几代相传、很有收藏价值的皮影家当。而且报纸上已经公布，全省文艺调演表演类中，临时取消皮影戏。身心憔悴的曹皮影，到了这个时候，才真正看清了现实，皮影戏不仅穷途末路，而且已经成为文化历史的一个部分。从县文化局、文化馆的领导，到身边的妻子、以及倾心培养的徒弟，之所以成为他事业的反对者或叛逆者，不是由于个人原因或者背运，而是因为不可抗拒的历史和文明的进步。曹皮影作出了为县博物馆无偿捐献他全部皮影家当的决定。 然而，意外再次发生。充满活力的孩子们在他家度过的最后一个夜晚，亮亮和几个孩子心血来潮，在玩照皮影的游戏时，不慎点着了演皮影的亮子，亮子又燃着了房子。曹皮影和赵青青奋力救出，但曹家几代相传的皮影家当却毁于一旦。 灾难过后，曹皮影对皮影戏彻底绝望，他和赵青青准备摆脱皮影的阴影，投入新的生活，不料，曹家的皮影人又以不可思议形式重新出现了——沿海的开发商，拿着从他的大弟子建广手里买的灰皮影，找到他的门上，告诉他，用传统皮影制成的工艺品，极具东方审美特色，在国际市场具有很大的商业潜质，合作开发前途无量。",
    "chinese_title": "驴皮影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T13:34:09"
}