{
    "aka": [],
    "sid": "26981597",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2433815952.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1428143/",
            "name": "张旭 Xu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348533/",
            "name": "罗翀 Chong Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394450/",
            "name": "张学娇 Xuejiao Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426307/",
            "name": "刘宁宁 Ningning Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1406403/",
            "name": "钟勇 Yong Zhong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428140/",
            "name": "王绮娴 Qixian Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428144/",
            "name": "张昱 Yu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428150/",
            "name": "赵擎 Qing Zhao",
            "@type": "Person"
        }
    ],
    "duration": "25分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-02-11(中国大陆)"
    ],
    "this_title": [
        "回家过年 第一季"
    ],
    "douban_link": "https://movie.douban.com/subject/26981597/",
    "trans_title": [
        ""
    ],
    "douban_votes": "323",
    "introduction": "中国中央电视台纪录频道《时代》栏目2017年02月11日首播十集纪录片《回家过年 》本片在过年这一特定的时间节点上，选取回家、到家等多种生活截面，用平视的视角记录普通中国人的团圆、亲情、梦想、希望。第一集《回家的路有多长》蒙俊源是广西梧州藤县岭景村人，家里四代同堂。由于是村里的特困户，蒙俊源的父亲早年便外出打工，儿女长大之后也都纷纷延续父亲的路，离乡寻求更多的出路，而年迈的父亲则重新回归家庭，成为家庭内部的主力。临近春节，蒙俊源和老乡们一起骑摩托返乡回家过年。第二集《全年包邮》新年将至，“手机屏幕”成为了中国最大的年货市场。200万快递员留守到最后，全年包邮的背后是全年无休。网络时代年货市场的变化，使得链条上的每一个人都在忙碌着。第三集《沙县一家人》一直和爸爸妈妈生活在北京的胡雨钐要回老家了。面对和朋友们的分别、和老师同学的分别、和这座喜爱的城市分别，少女雨钐难免有很多不舍与牵挂；而为了给家庭足够的经济支持，爸爸还要坚持在北京继续开店。这样的决定意味着一家人至少四年的两地分居，今年春节的回家之路对这一家人来说，显得格外漫长，因为即将到来的一桌团圆饭既是全家的团圆，也是全家离别的开始。第四集《和奶奶过年》宋熙东是中国为数不多的满语歌手，父母相继去世，北漂的他已有两年没有回家过年。何世环奶奶，被誉为“满语的活化石”，她已九十岁高龄，身患肺癌。十多年前，宋熙东和何奶奶因满语而相识，他们彼此从陌生到熟悉，说着只有两人能听懂的满语。何奶奶把东子当成亲孙子看，多次邀请东子回她家过年。她虽然乐观开朗，但毕竟年事已高，东子今年准备和何奶奶一起过个年。第五集《故乡年依旧》浙江湖州，生活在竹林之间一处院落的陈科元正在为儿子的婚事发愁。今年37岁的儿子陈伟在上海事业有成，但始终没有落实婚事，在家乡，这样的人家会遭到村民的议论，老人觉得脸上无光。远在上海的陈伟为了在事业上有所成就，忽略了婚姻大事，但也谈着一个女朋友。老父亲急着让儿子把这门亲事定下来，专门在年前准备了当地的特产，到上海给儿子送去提亲，让他带着女朋友回家过年。第六集《二胎来了》朱煜和马传令结婚三年多了，作为一对“二代北京人”，朱煜的老家在安徽，丈夫马传令老家在山东。结婚后，夫妻俩大多时间和朱煜的父母住在一起，马传令的妈妈隔一段时间从山东赶到北京帮忙照顾孩子。以往的春节，他们不是在山东过就是在安徽过。而今年，他们要和双方父母在北京过春节，因为他们的二宝即将出生。第七集《守护小白杨》三十多年前的除夕，伴随着春晚的歌声，新疆塔斯提哨所旁的白杨树家喻户晓。光阴流转，哨塔上的身影已换作新一代的年轻人。这些稚嫩的面孔，肩负着边疆的稳定，为了千千万万个家庭的安宁，他们与家人的相聚时光是那么宝贵。士官王克怀是驻守在这里时间最久的兵，春节即将来临，王克怀的妻子终于可以和丈夫团聚了。第八集《搬迁后的新年》贵州省水城县海坪易地扶贫搬迁安置点，开始有了过年的气息，首批安置在这里的100多户扶贫搬迁户已经在这里生活了4个多月，对于从大山里迁出的人们来说，发生改变的不仅是全新的居住环境，更是从未体验过的新生活。第九集《爹娘在哪儿，哪儿就是家》年关将至，一场大雪给长春这个典型的中国北方城市增添了更加浓烈的年的味道，一年中在外漂泊的人们纷纷踏雪归乡，旅途虽然疲惫，却始终有一种心思在催促他们心甘情愿地返回起点，回家过年。此时，也有一些当地人选择背起行囊离开故土，不过他们给出的理由同样是回家过年。第十集《远在中国的家》伊恩的故乡在南非的德班市，距离南非首都开普敦九百公里。十年前南非的导游伊恩来到广西阳朔的旧县村，被这里的宁静所深深吸引。两年后他辞了工作，来到中国并在这里安了家。春节越来越近，伊恩也学会了当地人过年的习俗：做腊肉，并将远在南非的父母接到中国来过春节。",
    "chinese_title": "回家过年 第一季",
    "douban_rating": "8.5/10 from 323 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-06-06T13:28:11"
}