{
    "aka": [],
    "sid": "26985483",
    "cast": [
        {
            "url": "/celebrity/1412327/",
            "name": "拉什纳·林奇 Lashana Lynch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316324/",
            "name": "艾米丽·比查姆 Emily Beecham",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004576/",
            "name": "瓦妮莎·雷德格雷夫 Vanessa Redgrave",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882497831.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1050604/",
            "name": "乔瑟琳·穆尔豪斯 Jocelyn Moorhouse",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2489706",
    "director": [
        {
            "url": "/celebrity/1050604/",
            "name": "乔瑟琳·穆尔豪斯 Jocelyn Moorhouse",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2489706/",
    "this_title": [
        "The Outside Room"
    ],
    "douban_link": "https://movie.douban.com/subject/26985483/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Milla, a 70 year old white woman, in the terminal stages of motor neuron disease, trapped in silence and confined to her bed, struggles to make herself \"heard\" by her black maid servant and now nurse, Agaat. Slowly the events leading to this room are recalled: 1950s when life in South Africa was full of promise Milla inherits her Grandmother's farm, marries the dashing but cruel Jak, enslaves herself to the farm to leave a lasting legacy, struggles to fall pregnant, discovers and \"adopts\" the young, abused Agaat, but when she falls pregnant demotes her to the role of servant. Agaat exacts her revenge becoming mother, sister, governess and best friend to the child and prevents him from forming any tangible relationships with his biological family. She asserts a terrible power by harnessing to herself the means and opportunities of the system that subjugated her. Milla's long, slow descent becomes an exercise in remembering and understanding, piecing together the fragments of a life misspent, opportunities lost and insights suppressed and finally the recognition of the central, enduring bond of her life; that with her child, Agaat. A soaring drama spanning the last half of the 20th Century, Agaat is an emotional and touching story between two women, at once rivals and soul mates. It is above all, a love story.",
    "chinese_title": "The Outside Room",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-09T23:49:58"
}