{
    "aka": [],
    "sid": "26980400",
    "cast": [
        {
            "url": "/celebrity/1415089/",
            "name": "杰拉德·班肯斯 Jared Bankens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376820/",
            "name": "马特·斯托里 Matt Story",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432640298.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6422322",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6422322/",
    "this_title": [
        "Abacus"
    ],
    "douban_link": "https://movie.douban.com/subject/26980400/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From experimental director J.M. Stelly (Within Madness, Conjure, The Doctors Apprentice) comes ABACUS, a psychological thriller pitting three men against the clock and each other in a game where they must kill or suffer the death of one of their loved ones all while having to face truths that link all of them together. Sirens go off in a dark room, lights come on and three men, played by Jared Bankens, Keegan Macy, and Antonio Saez, come to face to face with each other. Left only with a gun, a hammer and a phone, the three men instantly become confrontational as they try to figure out how to escape the hell they have been placed in. As they continue in their confusion, the phone rings and they soon find out that they are trapped in the life and death game known as ABACUS. During the game the men are fed information to help curb their decision to either kill one of the men in the room or the decision of killing one of their loved ones is made instead. As time goes on they begin to discover truths that drive them to their decisions but are held back by the rules of the game. Their anger, confusion and fear grows as their past comes to haunt them and leaves them with the only choice a person must make, kill or be killed. ABACUS is a psychological thriller that leaves you on the edge of your seat throughout and holds nothing back. Let the game of ABACUS begin.",
    "chinese_title": "Abacus",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T21:00:21"
}