{
    "aka": [],
    "sid": "26984656",
    "cast": [
        {
            "url": "/celebrity/1188624/",
            "name": "Clive Barnes Clive Barnes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067025/",
            "name": "Fredbjørn Bjørnsson Fredbjørn Bjørnsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109145/",
            "name": "Henning Kronstam Henning Kronstam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079092/",
            "name": "埃里克·布鲁恩 Erik Bruhn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147677/",
            "name": "Kirsten Ralov Kirsten Ralov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097735/",
            "name": "Linda Hindberg Linda Hindberg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2439466042.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1031717/",
            "name": "Ole John Ole John",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0377033",
    "director": [
        {
            "url": "/celebrity/1019297/",
            "name": "约尔延·列斯 Jørgen Leth",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "丹麦语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0377033/",
    "imdb_votes": 20,
    "this_title": [
        "Dancing Bournonville"
    ],
    "douban_link": "https://movie.douban.com/subject/26984656/",
    "imdb_rating": "7.1/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A film about a living tradition at the Royal Theatre with The Royal Danish Ballet. Produced for Statens Filmcentral and the Danish Ministry of Foreign Affairs by The Film Company. Directed by Jørgen Leth. Research/manuscript: Ole John. Advisor: Ebbe Mørk. Lighting: Jan Weincke and Barney Fick. Sound: Niels Bokkenheuser. Production chief: Ole John. Narration: Clive Barnes. Choreography: Auguste Bournonville.CONTENTS. --Brief excerpt from a performance of Conservatoriet. Direction: Flemming Ryberg. Scenery and costumes: Ove C. Pedersen. Music: H.S. Paulli. --Brief segments showing various teachers in class: children's class conducted by Flemming Ryberg; Fredbjørn Bjørnsson teaching a men's \"Wednesday\" class; Henning Kronstam teaching an adult class; Erik Bruhn, as guest director, teaching a women's class. --Hans Brenaa teaching a mime sequence to Mette-Ida Kirk and Ib Andersen in preparation for restaging of Kermessen i Brügge. --A week later, Brenaa rehearsing the same ballet with Kirk and Andersen. --Another week later, Brenaa directing Kirk in the same ballet on stage. --Backstage preparations before the premier of the same ballet shows dancers making up and warming up, and Brenaa giving a brief pre-performance talk to the dancers. --Mette-Ida Kirk and Ib Andersen in the Pas de deux, Act I, from Kermessen i Brügge in performance. Direction: Hans Brenaa. Scenery and costumes: Lars Juhl. Music: H.S. Paulli. --Performance of Tarentella from Act III of Napoli. Direction: Kirsten Ralov. Scenery and costumes: Søren Frandsen. Music: Paulli. --Kirsten Ralov instructing Linda Hindberg and Arne Villumsen in a run-through of the Pas de deux from Flower Festival at Genzano.",
    "chinese_title": "Dancing Bournonville",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-30T00:56:45"
}