{
    "aka": [
        "THE MASK OF THE BLACK DEATH"
    ],
    "sid": "26986136",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2040",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2437013616.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1016738/",
            "name": "埃德加·爱伦·坡 Edgar Allan Poe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054529/",
            "name": "黑泽明 Akira Kurosawa",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2040(未定)"
    ],
    "this_title": [
        "黑色假面"
    ],
    "douban_link": "https://movie.douban.com/subject/26986136/",
    "trans_title": [
        "THE MASK OF THE BLACK DEATH"
    ],
    "douban_votes": "0",
    "introduction": "1、故事以黑死病蔓延的中世纪俄罗斯为舞台。故事的前三分之一，讲述了拖布洛夫斯基侯爵的亲卫队长诺维科夫的悲剧故事。为了阻止黑死病的蔓延，诺维科夫奉侯爵之命，对辖区内的村庄进行“控制燃烧”，埋葬死者。事后，侯爵却担心诺维科夫及其部下感染病毒，决定把他们抛弃。得知侯爵用意的诺维科夫和35名部下返回城中，却被拒之门外，强行入城的士兵被子弹射死。诺维科夫一队人，在被死亡侵袭的、地狱一般的村庄里徘徊，一个接一个地死于黑死病。最终，独自一人的诺维科夫回到城门前，大声请求杀了自己。伴随着城中射来的子弹，诺维科夫倒下了。2、舞台转移到了城中。与城外的地狱光景迥然不同，城中的舞会一片纸醉金迷。但是人们并非发自内心地享受这一切，只是努力忘掉死亡。城中有着各种各样的上流阶级——贵族、商人、地主、工厂主、医生、诗人、修道院长、法官、银行家……这其中，侯爵独掌大权，用恐惧压制、统率大家。夜里10时，枪杀了诺维科夫的亲卫队长马布里基，因为被人看穿了他对侯爵反感，以说出禁语“黑死病”的罪名被处以绞刑。人们在侯爵的阴影下虽然口中说着不公平，却没人想改变现状。这时，侯爵夫人不巧患病，人们恐惧着：“莫非城中也出现了黑死病？”夜里11时，侯爵的弟弟巴贝尔游说与侯爵对立的大公贵族离开城内，却反被这些人逮捕。在被送入地牢的途中，巴贝尔谣传城中食物所剩无几，侯爵夫人患了黑死病。被恐惧煽动的人群惊慌失措，依照巴贝尔的指示抓捕侯爵。企图上前阻止的人被立刻杀死。3、在为迎接新的指挥者举行宴会时，侯爵和小丑一起被关进地牢。巴贝尔明知侯爵夫人所患病并非黑死病，但因为害怕人们再听从侯爵，于是隐瞒了真相，杀掉了知道真相的侍女，甚至杀掉了在场的修道士。夜里12时，随着芭蕾舞者的登台，舞会达到了最高潮。依照之前侯爵的意思准备的芭蕾表演，却有着犹如怪物一般荒诞的舞蹈动作，观者一时无语。与此同时，士兵放火烧了侯爵夫人的住所，夫人死去。但上校“夫人绝不是黑死病”的话，唤醒了士兵们的正义感，吊死了与巴贝尔情同手足的煽动者。对夫人之死心怀愧疚的亲卫队长放出侯爵后自杀。另一边，芭蕾表演越来越激烈、邪恶、狂乱。此时，戴着黑死病面具的人出现了，愤怒的巴贝尔拿着剑追向他。戴面具的人依次穿过黄色、蓝色、红色、绿色、紫色的房间，最后在黑色房间的大时钟前停下。脚边蠕动着被巴贝尔杀死的侍女和修道士。人们看到此景认为这是黑死病造成的，恐惧之下争先恐后逃向城外。人群中踩踏致死、从城墙坠落而亡者时有发生。一片混乱中，巴贝尔死于侯爵手中。城内被大火包围。最后的时刻，侯爵和戴面具的人耳语——原来那人正是小丑。越燃越烈的大火中，响起了凌晨1点的钟声。随即戛然而止。《德尔苏·乌扎拉》时期合作黑泽明的前苏联副导演瓦西利耶夫，讲述了关于《黑死病的假面》计划的搁浅历史。他表示，摘得奥斯卡后，黑泽明表达了希望在苏联再拍一部电影的意愿，提出了《黑死病的假面》，并表示：“剧本也有了，主演继续用《德尔苏·乌扎拉》的尤里·索洛明。”瓦西利耶夫自己也有再次召集《德尔苏·乌扎拉》团队的想法，并选定了彼时捷克斯洛伐克的古城作为拍摄地；因为片中骑马的场面颇多，主演尤里·索洛明也开始了骑马练习。然而黑泽明返回日本后，日方却再没动静，苏联一方也无法再往下进行。第二部合拍片就此搁浅。电影《黑色假面》来自日本电影大师黑泽明的剧本遗作，改编自美国作家爱伦坡的《红死病的面具》。发布会现场展示了黑泽明的宝贵手稿影印本，黑泽明的儿子黑泽久雄也发来VCR，对华谊兄弟和工夫影业给予充分信任和期待。监制陈国富表示 ，他希望由年轻导演来拍摄该片，具体是谁还未公布。王中磊则透露，拿到剧本版权的时间并不长，没想到消息很快就在行业内传开，有很多导演报名自荐，甚至包括日本一些殿堂级的导演“都追过来”，希望能够有机会执导。“但我跟国富还是有我们自己的一些想法，虽然不很成熟”。王中磊表示，拿到《黑色假面》是得益于在日本认知度颇高的画家吕忠平的牵线搭桥，拿到黑泽明大师的遗作并用中国人的力量跟方式拍摄“是非常不安的”，回国第一时间他就跟陈国富通话，“我相信国富当时也没有想好怎么办，但特别棒的是他第二天看了手稿后，就跟我打电话，说愿意跟我一起来挑战” 。",
    "chinese_title": "黑色假面",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-28T18:44:39"
}