{
    "aka": [],
    "sid": "26980401",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432864057.jpg",
    "region": [
        "黎巴嫩"
    ],
    "writer": [
        {
            "url": "/celebrity/1566609/",
            "name": "卡拉姆·古塞因 Karam Ghossein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6418986",
    "director": [
        {
            "url": "/celebrity/1566609/",
            "name": "卡拉姆·古塞因 Karam Ghossein",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6418986/",
    "imdb_votes": 15,
    "this_title": [
        "Street of Death"
    ],
    "douban_link": "https://movie.douban.com/subject/26980401/",
    "imdb_rating": "6.6/10 from 15 users",
    "trans_title": [
        "死亡大街"
    ],
    "douban_votes": "0",
    "introduction": "On the outskirts of the city, right by the water, lies an arterial road that leads to Beirut’s international airport. Most of the houses standing there are illegal constructions, quickly erected for a life alongside the road.Karam Ghossein, who also works as a cameraman for other video artists from Lebanon, combines pictures from a commissioned production he shot on the occasion of a friend’s wedding in 2004 with street impressions from the present day. Past events can’t be told apart from the observations of today: a kaleidoscope of stories that take place on this highway. From the sea, to the sky and back. Thoughts on the death of friends, and not so good friends. Exceedingly concrete by contrast, are the shots and screams in the night, the ambulances. Rituals of masculinity such as riding a motorcycle on its rear wheel. Fights for power and reputation that have stood the test of time. Ghossein’s friend never inquired after the video footage, he has long since taken a new wife. Pink wedding dresses, illegitimate children. Stories merge to become a new life.0219",
    "chinese_title": "死亡大街",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Street of Death",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T05:00:49"
}