{
    "aka": [],
    "sid": "26980983",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2432996848.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1490653/",
            "name": "迈克尔·费特·纳坦斯基 Michael Fetter Nathansky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6820532",
    "director": [
        {
            "url": "/celebrity/1490653/",
            "name": "迈克尔·费特·纳坦斯基 Michael Fetter Nathansky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2017-02-10(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6820532/",
    "imdb_votes": 26,
    "this_title": [
        "Gabi"
    ],
    "douban_link": "https://movie.douban.com/subject/26980983/",
    "imdb_rating": "7.5/10 from 26 users",
    "trans_title": [
        "加比"
    ],
    "douban_votes": "0",
    "introduction": "Gabi is amazing! Not because she spends almost all of her very long days on the building site and could probably push a nail into a concrete wall with her bare hands, but because she’s the best tiling master that her apprentice Marco could have wanted.During the last couple of weeks Marco has been rehearsing with Gabi how to finally split up with his girlfriend. He has explored all the angles: the sympathy ploy, the macho number and the-man-who-understands-women-pose, and at least three, sometimes up to six subvarieties of these themes. But it’s not exactly been a resounding success. At least not as far as Marco is concerned. Gabi on the other hand, who embarked on all of this quite casually, begins to see how their game could help her to combat both the enduring emptiness in her own life and the constant pressure she experiences from all sides.Director Michael Fetter Nathansky describes Gabi as an attempt to find a way of expressing on film the things that have often been said but failed to change anything, the things that have never been said, and everything which will probably never be said in the future, either.",
    "chinese_title": "加比",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gabi",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-22T18:40:07"
}