{
    "aka": [],
    "sid": "26985858",
    "cast": [
        {
            "url": "/celebrity/1274966/",
            "name": "马少骅 Shaohua Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1369448/",
            "name": "谭非翎 Feiling Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318073/",
            "name": "郭广平 Guangping Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313468/",
            "name": "王劲松 Jinsong Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867561585.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "7",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2001"
    ],
    "this_title": [
        "平民大总统"
    ],
    "douban_link": "https://movie.douban.com/subject/26985858/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1911年12月25日，孙中山于武昌起义后访问了美、英、法三国回到上海，当即召开同盟会最高干部会议，确定创建民国的政纲，并被推举为中华民国临时政府大总统候选人。孙中山于百忙之中访问了宋跃如，宋家二女儿宋庆龄刚从美国威斯里安女子学院寄来的家书，信中对孙中山遥致崇敬之情。宋夫人向孙中山献上特制的总统服，孙中山对镜自叹：谁知我这个总统却是个不名分文的穷人……1912年1月1日孙中山在南京宣誓就职，总统府就在原太平天国天王府。正在组阁时，章太炎借口大白天自己双眼忽明忽暗，提着半黑半白的纸灯笼前来发难，孙中山由此想到当年他在日本曾掀起\"倒孙\"运动，愤慨之情油然而生，但又想到章太炎反清坚决，并不反对民国，因而仍聘他为总统府枢密顾问。此时孙中山的胞兄孙眉赶来要求任命他为广东都督，孙中山考虑到孙眉虽为革命倾尽家产，但他适于筹办工商业不宜从政，就以洪秀全晚年大封洪姓为王的教训劝他回去。孙中山组阁既成，袁世凯闻讯暴怒，他指挥北洋军阀通电反对共和，密令张勋进犯南京，暗派王化良去做孙中山的卫士，伺机谋害孙中山。张勋兵至蚌埠，南京城内人心惶惶，总统府财务科副科长韩佑同思想动摇，携款私逃被押回，广州起义时韩佑同曾救孙中山脱险，如今却沦为贪污犯，孙中山痛心至极，将他处决，并痛说太平天国因腐败由胜转败的惨痛教训，当众宣布民国官员皆为国民公仆，严惩贪污腐败！面对袁世凯的进攻，孙中山决定北伐。为了加强军备，委派美国荷马李将军与来宁的英国马克沁机枪厂经理乔里埃商购军火，袁世凯闻讯派来买办罗宾汉进行破坏：向乔里埃加倍定货，等孙中山辞职后交付给袁世凯。孙中山订购军火无着，急中生智从上海陈期美处调来德国\"克虏伯\"重炮，又派两名保镖设计将留在南京的张勋宠妾小毛送去徐州换回车厢，用作军运。北伐获捷，南京夫子庙举行灯会相庆。市民争相打游乐场的橡皮人张勋，妓女挣脱樊篱参加北伐军，商民向孙中山敬献金陵套饼，群情激昂！但北伐终因军饷不济发生逆转，军队哗变，农民抗租抗捐，各地截留课税，军需公债难以推销，列强名为\"中立\"，暗中扶持袁世凯，甚至提出将中国一分为二，一分为三……，孙中山怒斥分裂中国的阴谋，坚持国家民族的统一，为了应付眼前的经济危机，出于权宜之计，同意签订中日合办汉冶萍煤铁矿草约，向日本财团借款。消息传出，舆论大哗，记者围攻孙中山，质问他从中受贿多少？学生游行示威，喊出\"打倒孙文卖国政府\"口号，适巧长女孙瑗自美国来宁看望父亲，目睹此情景，悲愤不已！此时孙瑗因肾衰竭已病入膏肓，孙中山长年奔走革命，两袖清风，无力为女儿治病，父女此番相会，遂成永诀，次年孙瑗病故，年仅十八。孙中山迫于舆论压力，只得中止汉冶萍贷款签约，暂停北伐，与袁世凯重开和议，并以推翻清朝统治、赞成共和为条件，允予让位。袁世凯急于谋取总统职位，暗杀了阻挠清帝退位的宗社党首领良弼，并指使北洋军阀通电威逼清帝退位，隆裕太后遂下懿旨宣布清帝退位。孙中山辞职后致力于民生主义，深夜绘制建国蓝图，拟在杭州湾乍浦修建海塘，适王化良祖籍乍浦，因海塘决堤逃难到北方，见孙中山如此为民着想，大受感动，由此联想三个月以来在孙中山身边所见所闻，深为孙中山高风亮节所动，袁世凯虽屡派人威逼他谋害孙中山，皆被王化良拒绝。孙中山告别南京之前，偕黄兴、胡汉民等人赴钟山打猎。经半山寺至中茅山南麓，见此地气势雄伟，胜过明孝陵，便语告众人，死后愿葬此处。山下忽然传来枪声，原来王化良将袁世凯派来逼他暗杀孙中山的人击毙，然后自杀，留下遗书，称颂孙中山伟大。袁世凯卑鄙！",
    "chinese_title": "平民大总统",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-02T19:28:33"
}