{
    "aka": [],
    "sid": "26986841",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2587997738.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "9",
    "language": [],
    "playdate": [],
    "this_title": [
        "中国人的活法 第二季"
    ],
    "douban_link": "https://movie.douban.com/subject/26986841/",
    "trans_title": [
        ""
    ],
    "douban_votes": "351",
    "introduction": "第一集 穿山姚志军带领自己的团队在海拔4300米的雀儿山隧道坚守了5年。在山上，面对工程他严谨、细致、准确；面对同事缺氧晕倒，他背起就往外冲；面对小兄弟他要传授爱情的经验；他丢不下重病的母亲，管不了成长中的孩子；为了表示对妻子的感谢，他利用空闲时间雕刻木簪送给妻子。第二集 当我年老时北京东城区老年大学的四位老人的故事：任丽茹从总护士长的位置上退休，追求人生价值是她退休后学艺的动机。林勤明出生在越南的华侨家庭，19岁时为了逃避包办婚姻，回到中国，她的丈夫胡明扬是我国语言学界的大家。张春丽住在一所很破旧的筒子楼里，她最操心的事情是儿子。郭强退休以后比以前更忙了，要上老年大学，还要每天去照顾母亲。第三集 龙痴赵闯，古生物界无人不知的恐龙形象复原科学艺术家，他用“魔法”复活了上亿年前的恐龙。他既不是古生物专业出身，也没有受过专业的艺术训练。他被称作科学艺术家，频繁出现在国外最著名的《自然》杂志和媒体网络中，他就像一个明星一样被热爱自然和恐龙的人们所追逐。第四集 老丁小丁这是一对农民父子的故事。父亲老丁是一个种粮大户，3年前，他让大学刚毕业的儿子小丁放弃了城里的工作，回家乡务农。小丁回乡后，对于父亲以及周边的农户用高化肥高农药的方式种田非常反感。他想种植有机水稻，做一个职业农民，他希望能为他的儿子营造一个美好的未来。40亩有机水稻实验田，成为父子之间争论的焦点。老丁坚决不同意儿子种有机水稻，而小丁又很坚持自己的想法。从春到冬，这个故事一直在进行。第五集 我是创客徐逸航，典型的90后，自称“熊孩子”，要带领小伙伴做四轴飞行器，爸妈担心他影响学业；大圣，60后，近年来没工作，专在社区创客空间做东西、参加比赛；姚思聪，80后，因爱好飞行器放弃了研究生专业，爱胡思乱想的他注定不会过墨守成规的生活。第六集 牵着你的手普通人逛街行走是平常简单的事，对盲人却是艰难的挑战。32岁的林妍，在12岁时动了一场视力矫正手术后，就完全看不见了。住在沈阳的她，每天一定要装扮整洁，才肯让她的导盲犬雪瑞带她出门。盲人使用导盲犬，目前在国内还不是常见的现象，这使得她和雪瑞在外出时，仍然会面临不少方面的考验。第七集 大巴山里的玫瑰梦四川大巴山的群山环抱里，老伍与几个同乡一起筹划打造上千亩的生态玫瑰园。他希望能够改造被荒废的家乡，吸引年轻人回乡就业，改善留守老人的境况，最终重现童年记忆中家乡生机勃勃的景象。一个夏天过去了，原定平整的一千亩土地并没有按计划进行。村民的保守与疑虑、资金的短缺、家人的坚决反对、合作伙伴的意见相左，让他的梦想之路充满坎坷。第八集 潜爱很多人误认为静止的珊瑚是种植物，甚至是块岩石，但事实上，它是一种动物，而且受到国家法律的保护。然而，正是因为人们的种种“误解”，让珊瑚历经着无数磨难。2013年，深圳大鹏新区珊瑚保育志愿联合会正式成立，在这个被称作“潜爱大鹏”的公益组织中，百名志愿者做着同一件事：珊瑚保育，他们希望通过一种在海底“种珊瑚”的形式，唤起人们保护海洋的意识。第九集 不如跳舞在中国，几乎每座城市，都会有这样一个广场，有这样一群人，无论风雨，他们每天在这里聚集。据统计，我国跳舞之众达到8000万到1亿，广场舞俨然成为了中国第一运动。48岁的杨乐，家庭负担非常重，丈夫因工伤身体不好，需要照顾，90岁的公公婆婆也需要照顾；除此之外，杨乐还面临着欠薪问题。我们用纪实影像耐心地记录了处于转型期的中国普通百姓如何打造和重建自己的精神世界。尽管生活艰难，他们拼尽全力也无法让自己的生活有更大改变，但他们并没有放弃对精神世界的向往，没有放弃对广场舞的热爱。",
    "chinese_title": "中国人的活法 第二季",
    "douban_rating": "8.6/10 from 351 users",
    "foreign_title": "",
    "douban_rating_average": "8.6",
    "update_at": "2025-02-10T03:27:17"
}