{
    "aka": [
        "The Beauty of Sangyuanping"
    ],
    "sid": "26992032",
    "cast": [
        {
            "url": "/celebrity/1365148/",
            "name": "郭玮洁 Weijie Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1427637/",
            "name": "陈志杰 Zhijie Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1556547/",
            "name": "胡君爽 Junshuang Hu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2443876397.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1398602/",
            "name": "滕捷 Jie Teng",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1398602/",
            "name": "滕捷 Jie Teng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-03-09"
    ],
    "this_title": [
        "美丽的桑园坪"
    ],
    "douban_link": "https://movie.douban.com/subject/26992032/",
    "trans_title": [
        "The Beauty of Sangyuanping"
    ],
    "douban_votes": "0",
    "introduction": "《美丽的桑园坪》根据上世纪70年代发生在紫阳县的真实故事改编，讲述了“三线建设”历史背景中“学兵连”的情感故事。20世纪70年代初，陕西省动员25000名初中毕业生，到秦巴山区修建襄渝铁路。襄渝铁路当时是中国三线建设重点战备工程，代号2107工程。这些初中毕业生按照部队编制组成了141个连队，直接由铁道兵部队指挥。“2107工程陕西省建设指挥部”将这些学生连队命名为“学生民兵”连(简称学兵连)，统一编号，从“2107工程学生民兵第1连”依次排到“2107工程学生民兵第141连”。故事中张嘉祥、贺宝康、邵磊三个人是好哥们儿，生活在古城西安。学生时代就要结束了，他们响应祖国的号召成为了三线学兵连的战士，开赴到了陕南的大山中，修建战备铁路。军代表给大家作了战斗动员，可是每天的体力劳动使人疲惫不堪，大家的情绪也变得灰心沮丧。嘉祥他们在河边见到了一个清纯美丽的女孩，但这个女孩没有名字是个哑巴，给公社放牛。张嘉祥他们给这个女孩起了一个名字叫默丽亚。从此默丽亚成为了学兵连的朋友，张嘉祥与默丽亚的交流越来越默契，他们通过简单的用手比划都能知道要表达的意思。默丽亚失去了听觉，但她非常的敏感和细心。张嘉祥想教会默丽亚识字写字，默丽亚很高兴，她学的很认真。默丽亚经常为他们采摘野果，送来烤红薯还用牛帮助运送竹子搭建营房，学兵们给也她送了些小礼物。学兵们庆祝营房建成，请来默丽亚，不想默丽亚从未吃过饺子，她流下了眼泪。山里下雨冲毁了厨房，学兵们要冒雨去镇上被粮，回来过河时险些被洪水冲走。军代表看着这些浑身湿透的学兵们，流下了眼泪。张嘉祥他们的皮肤都出了疹子，奇痒无比还出现了溃烂。有人从《赤脚医生手册》得知这是因为漆树中毒，默丽亚看到立刻跑了出去，等她再回来的时候，学兵们看见默丽亚为他们采来了大量的草药，她的胳膊上划的都是口子。学兵们又开始了艰苦的工作，用炸药炸开石头埋杆架线，每次的点火爆炸都飞沙走石，可是在默丽亚的眼里那些爆炸就像是一朵朵盛开的白花。默丽亚见到张嘉祥用手势问他们为什么会来这里，张嘉祥在本子上边画便告诉她，来这修铁路，为了让火车开来。张嘉祥画了一张画，上面是他和默丽亚坐在火车上一起离开了这里。为了打通盘云岭隧道开始了会战，学兵们在极其艰苦的环境下坚持着。学兵李东风因为一个哑炮爆炸出了事故，军代表为他输血并告诫大家一定要注意安全。张嘉祥得到命令去师部画宣传海报，因为原来的宣传干事牺牲了。张嘉祥在师部看了一台文艺演出，其中一个节目是表现了医生用针灸把一个聋哑女孩治得会说话了。他立刻来到了师部卫生队寻问情况，他发誓要治好默丽亚的聋哑病。学兵们还在隧道里工作，出来时每个人都是浑身的泥浆。西安的母亲们来看望自己的儿子，可认不出来谁是自己的儿子，只有学兵们走到自己母亲的跟前，母子们抱在了一起。张嘉祥完成了工作往回走，在山口，解放军拦住了他，告诉他要炸山了，还说三天前，已经用大喇叭给方圆十五里的群众都通知了。张嘉祥意识到，默丽亚是听不到的。大地开始震颤，张嘉祥不等硝烟散去就冲了进去。他来到默丽亚经常放牛的地方，看到了一头牛倒在地上死去了，默丽亚穿着那件红色的衣服躺在地上，她的腰上压了一块巨大的石头，张嘉祥来到她的身边。默丽亚看到了张嘉祥，她的眼睛闪烁了一下，表情平静的死去了。张嘉祥两眼通红，他高举着双手，直指苍天。一声汽笛划破了天空，一列火车风驰电掣般的开来了。火车过去，山坡上是一片白色石碑的墓地。1973年，襄渝铁路全线建成通车。",
    "chinese_title": "美丽的桑园坪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-30T11:00:15"
}