{
    "aka": [],
    "sid": "26996653",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "中国香港",
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1494309/",
            "name": "王新国 Joshua Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Dark Room"
    ],
    "douban_link": "https://movie.douban.com/subject/26996653/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Moonlight co-producer Andrew Hevia is developing a Hong Kong-based mystery thriller as his follow-up to the Oscar-winning film. Hevia, who lived in Hong Kong for a year in 2015 as a Fullbright scholar, is working with commercial director Joshua Wong for his feature directorial debut.Titled Dark Room, the English-language film is budgeted at under $5 million. Hevia has met with Chinese and Hong Kong companies for possible collaboration and will continue to look for investors in the U.S. after Filmart.\"The goal is to have a film that is authentic to Hong Kong as I experienced it and Joshua lives it, and a film that makes Hong Kong accessible to the world,\" Hevia told THR.The film is about a British-born Chinese woman who comes back to Hong Kong, takes a photograph of a crime in progress by accident, and becomes obsessed with the mystery. Hevia says he plans to tap Hong Kong actors for non-English-speaking roles in the film.\"It's a suspenseful movie but ultimately about issues that are relevant to Hong Kong, and hopefully to other people as well,\" he said.Hevia also addressed the Oscars snafu that saw Moonlight receive its best picture award, only after the producers from La La Land had been mistakenly announced. Talking about the confusing at the time, he said: \"I feel grateful that our movie was being recognized, I felt very sorry that the La La Land team had to go through that, I think that was very unfortunate.\"He added: \"I think they have made a wonderful movie... That's not the way they want to be remembered. What it taught me is there's a race for awards in this industry, but ultimately there are filmmakers that know each other, that work together. It was very Hollywood in the sense that it happened, it was very dramatic, it was made for television.\"",
    "chinese_title": "Dark Room",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T01:35:26"
}