{
    "aka": [],
    "sid": "26990072",
    "cast": [
        {
            "url": "/celebrity/1079092/",
            "name": "埃里克·布鲁恩 Erik Bruhn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222549/",
            "name": "Celia Franca Celia Franca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243406/",
            "name": "George Crum George Crum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032504/",
            "name": "鲁道夫·努里耶夫 Rudolf Nureyev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004725/",
            "name": "米凯亚·巴瑞辛尼科夫 Mikhail Baryshnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107694/",
            "name": "Karen Kain Karen Kain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136805/",
            "name": "Gregory Osborne Gregory Osborne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1335765/",
            "name": "西里尔·弗兰克尔 Cyril Frankel",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Bold Steps: the National Ballet of Canada"
    ],
    "douban_link": "https://movie.douban.com/subject/26990072/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Documentary on the National Ballet of Canada, recorded during the artistic directorship of Erik Bruhn. The company's early days are recalled by founder/former artistic director Celia Franca, former dancer Lorna Geddes, and musical director George Crum, and illustrated with film footage and still photographs. The activities of its affiliated school, headed by Betty Oliphant, are also depicted. Bruhn and guest artists Rudolf Nureyev and Mikhail Baryshnikov talk about the company, which is seen in class, rehearsal and performance. Excerpts from the following ballets are shown: Études (chor: Harald Lander, staged by Toni Lander and Lise Lander; mus: Karl Czerny), perf. by Martine Lamy and ensemble. - Here we come (chor: Bruhn; mus: Morton Gould; cos: Judy Peyton-Ward), perf. by male ensemble. - La bayadère: kingdom of the shades (chor: Natalia Makarova after Marius Petipa; mus: Ludwig Minkus, arranged by John Lanchbery; lighting: Sholem Dolgoy), perf. by Yoko Ichino, Kevin Pugh, and female ensemble. - Don Quixote pas de deux (chor: Nicolas Beriosoff after Gorski and Petipa; mus: Minkus, arranged by Lanchbery), perf. by Ichino and Pugh. - Oiseaux exotiques (chor: Constantin Patsalas; mus: Harry Freedman; design: Desmond Heeley), perf. by Karen Kain, Owen Montague, and ensemble. - Sphinx (chor: Glen Tetley; mus: Bohuslav Martinů; scen: Rouben Ter-Arutunian; cos: Willa Kim; lighting: Jennifer Tipton), perf. by David Nixon, Gizella Witkowsky, Montague. - Swan lake: Act II pas de deux (chor: Bruhn after Petipa and Ivanov; mus: Peter Tchaikovsky; cos: Heeley), sections perf. by Kain and Nixon, Witkowsky and Gregory Osborne, and Sabina Allemann and Raymond Smith.",
    "chinese_title": "Bold Steps: the National Ballet of Canada",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-17T11:13:11"
}