{
    "aka": [],
    "sid": "26998197",
    "cast": [
        {
            "url": "/celebrity/1509153/",
            "name": "马克·比特曼 Mark Bittman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1541080/",
            "name": "里克·贝利斯 Rick Bayless",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2447455570.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5684868",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-06-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5684868/",
    "imdb_votes": 599,
    "this_title": [
        "Sustainable"
    ],
    "douban_link": "https://movie.douban.com/subject/26998197/",
    "imdb_rating": "7.3/10 from 599 users",
    "trans_title": [
        "可持续食物"
    ],
    "douban_votes": "0",
    "introduction": "通过伊利诺伊州一户有机农场主的视角，展现了一批历经大工业化农业运作模式的农场主对于更加环保更加健康的农作方式的探索和坚持。America is facing a food crisis driven by profitability and a lack of consumer education. While the window to transforming our heartland continues to shrink, passionate individuals have emerged who provide hope that the health of our nation might still remain within our grasp. Sustainable weaves together expert analysis of America's food and farming system with a powerful narrative of one extraordinary farmer who is determined to create a sustainable future for his community. Amidst the cornfields of Illinois lives the hero of the film - Marty Travis, a seventh-generation farmer who watched his land and community fall victim to the pressures of big agribusiness. Determined to create a proud legacy for his son, Marty transforms his profitless wasteland and pioneers the sustainable food movement in Chicago. The film unearths the future of agriculture - a marriage of age-old tradition and groundbreaking science. Industry pioneers from around the nation reveal the secrets behind human ...",
    "chinese_title": "可持续食物",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sustainable",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T09:43:07"
}