{
    "aka": [
        "玛契拉",
        "警探玛切拉"
    ],
    "sid": "26992532",
    "cast": [
        {
            "url": "/celebrity/1009267/",
            "name": "安娜·弗莱尔 Anna Friel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162553/",
            "name": "尼古拉斯·平诺克 Nicholas Pinnock",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000123/",
            "name": "吉米·巴姆博 Jamie Bamber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321836/",
            "name": "杰克·杜兰 Jack Doolan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005127/",
            "name": "雷·潘莎基 Ray Panthaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374249/",
            "name": "杰森·休斯 Jason Hughes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327634/",
            "name": "哈丽特·肯斯 Harriet Cains",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384159/",
            "name": "约兰达·凯特尔 Yolanda Kettle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444269/",
            "name": "托尼·法迪尔| Tony Fadil",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514848199.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6004428",
    "director": [
        {
            "url": "/celebrity/1342961/",
            "name": "查尔斯·马丁 Charles Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009719/",
            "name": "查尔斯·斯特里奇 Charles Sturridge",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-02-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6004428/",
    "imdb_votes": 681,
    "this_title": [
        "Marcella Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/26992532/",
    "imdb_rating": "7.3/10 from 681 users",
    "trans_title": [
        "玛赛拉 第二季",
        "玛契拉",
        "警探玛切拉"
    ],
    "douban_votes": "535",
    "introduction": "Filming commences on second series of critically acclaimed drama Marcella starring Anna FrielOriginal multi-layered ITV crime drama series Marcella, written by internationally renowned screenwriter and novelist Hans Rosenfeldt (The Bridge) and starring Anna Friel (Broken, American Odyssey) returns to production this month (July 2017).Returning alongside Anna Friel as the lead Marcella, in the highly praised drama are Ray Panthaki (One Crazy Thing), Nicholas Pinnock (Fortitude, Guerrilla), Jamie Bamber (Fearless, NCIS) and Jack Doolan (White Gold).  New cast members are also welcomed; Nigel Planer (Episodes, Comic Strip Presents, The Young Ones), Keith Allen (Eddie The Eagle, My Mad Fat Diary), Sophia Brown (Beauty & The Beast, Clique, Disobedience), Peter Sullivan (Cuffs, Critical, The Borgias), Jason Hughes (Three Girls, Midsomer Murders), Victoria Smurfit (Once Upon A Time, Trial & Retribution, The Beach), Yolanda Kettle (The Crown, Love Nina), Josh Herdman (Harry Potter) and Harriet Cains (Line of Duty, Safe House).Anna Friel commented: “I’m thrilled to be reprising the role of Marcella and want to thank ITV for recommissioning this powerful London based noir drama. The reaction from everyone has been amazing, although the real question I keep being asked is whether the green parka will be making an appearance in season 2 as well?”The eight-part series is once again set in contemporary London and the new series unfolds in the unique style of Rosenfeldt’s Nordic style.  Interweaving storylines and characters from all different walks of life and backgrounds will lead the audiences on a complex and emotional journey and keep them guessing until the very end.The story begins with the discovery of a body inside a wall.  The body is surrounded by toys and soft animals and a school blazer; a devastated Marcella soon works out that the body is that of schoolboy Leo Priestley, who was abducted a few years beforehand and a friend of Marcella’s son, Edward.A task-force is quickly pulled together by newly promoted DCI, Tim and we are introduced to a new member of the team, LeAnn.  In one of the first meetings, she stands up for Marcella – something that she is not used to within the workplace.As the investigation progresses, we’re introduced to a number of new characters – an old pop star Reg and his manager and friend Alan; edgy businessman Vince Whitman and his charity boss wife Maya; a previously convicted criminal Phil Dawkins; brother and sister Gail and Eric; and Becky, the new fiancée of Marcella’s ex-husband.Whilst the storylines entwine, Marcella is still battling with her ongoing sporadic fugue states which she struggles to come to terms with and is getting increasingly worried about the effects it is having on her and her family around her.The first series of Marcella won many fans, achieved rave reviews and sent social media into meltdown when it aired on ITV in 2016. The launch episode was the series best performer with 8 million viewers and a 29% share of viewing. The series average of 6.8 million viewers (25% share) firmly placed Marcella as one of ITV’s top rated dramas last year.Marcella has been re-commissioned by Polly Hill, Head of Drama and the production will be overseen for ITV by Senior Commissioner Victoria Fea.Marcella will be executive produced by Rosenfeldt, Nicola Larder and Buccaneer Media’s founder Tony Wood who created the joint venture production company in partnership with global entertainment company, Cineflix Media.  Annie Harrison Baxter (In The Flesh, The Secret of Crickley Hall, Wild at Heart) is producing the series and Chris Ballantyne (Broadchurch, Born To Kill, The Level) is co-producing. The first three episodes will be directed by Charles Martin (Stonemouth, The Returned, Skins).",
    "chinese_title": "玛赛拉 第二季",
    "douban_rating": "7.6/10 from 535 users",
    "foreign_title": "Marcella Season 2",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.6",
    "update_at": "2025-06-13T09:14:15"
}