{
    "aka": [
        "全力的游戏"
    ],
    "sid": "26996845",
    "cast": [
        {
            "url": "/celebrity/1366840/",
            "name": "易思斯 Sisi Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482166/",
            "name": "寇钟吁 Zhongxu Kou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2446695492.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-03-30(中国大陆)"
    ],
    "this_title": [
        "荒山心野之七日"
    ],
    "douban_link": "https://movie.douban.com/subject/26996845/",
    "trans_title": [
        "全力的游戏"
    ],
    "douban_votes": "0",
    "introduction": "一封神秘的邀请函，将人生轨迹完全不交集的六个人，带到了一处人迹罕至、生存环境极其恶劣的隐秘深山中。至于这封邀请函是谁发出的，又为什么会在茫茫人海中选定他们六个人，他们毫不关心，他们所关心的，只有那胜出后的高额奖金——1000万！同时，每个人也刻意忽略了获胜的条件，生存七天，奖金独得！从小在山里长大，善良坚毅的山里娃-全力；壮硕凶悍，骄傲自大的野外生存专家-马洛；冰霜美人，除自己以外对一切人都漠不关心的外科医生-苏诺；油嘴滑舌，投机取巧，一切以自己为中心的无耻导游-庄浩然；存在感几乎为零，生存能力低到冰点，除了一身赘肉，简直一无是处，处处悲剧的办公室文员-裴矩；以及吃货、傻白甜、完全搞不清楚状况，只当来郊游的无知小妹-金妹。六个人在悠悠醒来，摘掉眼上的黑布的时候，发现他们身处一处荒野之中，至于他们怎么来的？又是谁将他们送来的？他们完全没有头绪，眼前只能看到一个个贴有自己名牌的背包。他们赶忙翻看背包里都有什么，当一张写着：“生存七天，1000万独得”的游戏说明，和不足以支撑一顿的食物和水，还有一把求生刀摆在每个人的面前时，除了金妹，每个人都意识到这并不是一场简单的游戏。金妹丝毫没有意识到，他们的处境有多么危险。三两口就吃光了自己的食物和水，这时，每个人都开始紧张起自己的物资，气氛变得紧张起来。生存专家马洛，却在这时抛出了一个更严峻的问题：在这荒山中如果没有水，没有人会撑得过三天。于是，马洛自然而然地成为了这个求生小团体名义上的队长，他们紧接着便踏上了寻找水源，努力让自己活到最后的旅途。 谁都知道，在这样一个只能奖金独得的生存游戏中，这个团队不会长久存在，但现在，他们还没遭遇到威胁生命的危机，同时，在这样一个人迹罕至，只有他们六个可以相互交流的个体的环境下，他们谁都不想这么早打破这种微妙、又极易破碎的共生关系。随着一天的艰辛跋涉，除了马洛，每个人的食物和水都几近消耗殆尽。在马洛的带领下，他们还是找到了一条清澈的小河，水的问题的解决了，吃却又成了新的问题。河中有鱼，马洛轻松的用削尖的树枝扎到了鱼，全力有样学样，但虽然从出身山村，但这小时候信手拈来的技艺，也早已随着移居到城市生活丢的一干二净。而此时的六人团体，也在此刻开始出现分裂。马洛的强壮与凶悍，招揽了觉得大树好乘凉的庄浩然与裴矩，而心地善良，又愿意分享的全力，则得到两个女性的青睐。但此时，一新的问题出现了，鱼有了，没有火怎么吃？马洛傲娇的生咬鱼肉，狞笑的看着几个人，引得几人忍不住呕吐。食物的问题还没有解决，更大的威胁已然来临：一只削尖的树枝深深的扎进他们身旁的土地里，野人出现了！野人从哪来的他们不知道，他们只知道，这个野人一心要要了他们的命！随着食物的匮乏、野人的不断追击、他们求生小组人员开始逐渐减少：裴矩先是被毒蛇咬了，虽被全力救治，但却最终死于一支长矛穿腹。这件事让全力受到了刺激，加之脑袋意外受伤，全力傻了。队友减员、全力变傻，剩下的四人关系更加紧张。他们已经脱离社会，在深山生存了好几天，如果不是野人这个威胁，他们之间的厮杀早就开始了！每个都在想办法清除其他人，独得那1000万的奖金。接着，马洛设计将野人这个直接威胁清除了，正当他自大兴奋的时候，一直对他马首是瞻的庄浩然出手将他干掉。全力傻了、马洛也死了，庄浩然自然地接管了队伍，心生邪念的他想要拿马洛找来的食物引诱二女就范。可是谁也不曾想到的是，苏诺为了争夺更多的生存权，竟然出手除掉了金妹，自己则从了庄浩然。庄浩然一时间狂妄自大，以为自己成了人生赢家。可事情再次发生转折，苏诺竟然偷藏了全力救裴矩时，沾染了蛇毒的刀。庄浩然手被苏诺划伤，毒发，在他奄奄一息之际，苏诺竟拿起了一块需要她双手才能搬动的石头砸向庄浩然……故事的发展越来越出人意料，究竟谁才是幕后黑手？谁又是人生赢家？",
    "chinese_title": "荒山心野之七日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-30T20:26:05"
}