{
    "aka": [],
    "sid": "27007982",
    "cast": [
        {
            "url": "/celebrity/1371366/",
            "name": "Frank Ocean Frank Ocean",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2677715969.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6454614",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6454614/",
    "this_title": [
        "Nikes"
    ],
    "douban_link": "https://movie.douban.com/subject/27007982/",
    "trans_title": [
        "耐克"
    ],
    "douban_votes": "0",
    "introduction": "Frank Ocean - After Frank Ocean released his extremely low-key new visual album Endless, reports circulated that another album - his proper follow-up to Channel Orange, the project formerly known as Boys Don't Cry - was coming this weekend. That second album isn't here yet, but we got its presumptive lead single this morning, and woooooo. \"Nikes\" is a shimmering, half-conscious slow glide with layers upon layers of sound and substance. Ocean lulls us into a stupor with pitched-down and pitched-up vocals and an undulating undercurrent until finally breaking out his straightforward singing voice for an exultant finale. There are tributes to A$AP Yams (who A$AP Rocky commemorates with a photo), Pimp C, and Trayvon Martin. There are many memorable lines including a Fight Club-esque series of rules (\"Don't take no photos in the party!\"). There's a tender sentimental passage at the end. And there's also the line \"I got two versions,\" which first appeared on Ocean's site when the album was announced way back in April 2015. On first listen, this is the kind of genius we've been hoping for - a gorgeously complex song, and it arrives with a video just as gorgeously complex. Watch that below, and beware it's extremely NSFW due to nudity.",
    "chinese_title": "耐克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nikes",
    "douban_rating_average": 0,
    "update_at": "2025-01-31T14:50:14"
}