{
    "aka": [
        "Blackstar"
    ],
    "sid": "27003187",
    "cast": [
        {
            "url": "/celebrity/1013850/",
            "name": "大卫·鲍伊 David Bowie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327871/",
            "name": "艾莉莎·拉索斯基 Elisa Lasowski",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "恐怖",
        "短片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2450328602.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1013850/",
            "name": "大卫·鲍伊 David Bowie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037154/",
            "name": "约翰·伦克 Johan Renck",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5355982",
    "director": [
        {
            "url": "/celebrity/1037154/",
            "name": "约翰·伦克 Johan Renck",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-11-19(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5355982/",
    "this_title": [
        "David Bowie: Blackstar"
    ],
    "douban_link": "https://movie.douban.com/subject/27003187/",
    "trans_title": [
        "大卫·鲍伊：黑星",
        "Blackstar"
    ],
    "douban_votes": "277",
    "introduction": "The music video for \"Blackstar\" is a surreal ten-minute short film directed by Johan Renck (the director of The Last Panthers, the show for which the song was composed). It depicts a woman with a tail, played by Elisa Lasowski, discovering a dead astronaut and taking his jewel-encrusted skull to an ancient, otherworldly town. The astronaut's bones float toward an eclipse, while a circle of women perform a ritual with the skull in the town's centre.The film was shot in September 2015 in a studio in Brooklyn. The filmmaking process was highly collaborative, with Bowie making many suggestions and sending Renck sketches of ideas he wanted incorporated. While both men agreed to leave the video open to interpretation (Renck refused to confirm or deny that the astronaut in the video was Major Tom), Renck has offered several details regarding its meaning. It was Bowie who requested that the woman have a tail, his only explanation being \"it's kind of sexual\". Renck has speculated that Bowie may have been contemplating his own mortality and relevance to history while developing the video, but said that the crucified scarecrows were not intended as a messianic symbol. Renck has also stated that Bowie portrays three distinct characters in the video: the introverted, tormented, blind \"Button Eyes\"; the \"flamboyant trickster\" in the song's middle section; and the \"priest guy\" holding the book embossed with the \"★\" symbol. Saxophonist Donny McCaslin said that Bowie had told him the song was about ISIS, but a spokesperson for Bowie denied that the song was about the Middle East situation.The choreography, notably that of the three dancers featured in an attic sequence, was drawn from other media, including Max Fleischer's Popeye the Sailor cartoons. \"[Bowie] sent me this old Popeye clip on YouTube and said, 'Look at these guys.' When a character is not active, when they’re inactive in these cartoons, they’re sort of created by these two or three frames that are loops so it looks like they’re just standing there, wobbling. It’s typical in those days of animation and stop-motion, you would do that to create life in something that was inactive. So we wanted to see if we could do something like this in the form of dance, we had to do that.\" The female dancer in the attic sequence also performs a signature movement from the \"Fashion\" music video.The video won Best Art Direction at the 2016 MTV Video Music Awards.",
    "chinese_title": "大卫·鲍伊：黑星",
    "douban_rating": "8.7/10 from 277 users",
    "foreign_title": "David Bowie: Blackstar",
    "douban_rating_average": "8.7",
    "update_at": "2025-06-02T19:39:25"
}