{
    "aka": [],
    "sid": "27003214",
    "cast": [
        {
            "url": "/celebrity/1040947/",
            "name": "小林桂树 Keiju Kobayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025579/",
            "name": "司叶子 Yôko Tsukasa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001659/",
            "name": "团令子 Reiko Dan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016891/",
            "name": "八千草薰 Kaoru Yachigusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031254/",
            "name": "草笛光子 Mitsuko Kusabue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604695446.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1013418/",
            "name": "千叶泰树 Yasuki Chiba",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1964-12-09"
    ],
    "this_title": [
        "団地七つの大罪"
    ],
    "douban_link": "https://movie.douban.com/subject/27003214/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "〔虚栄の罪〕中村太郎と花子夫婦は、十数回目の空室募集に当り、団地族の仲間入りした新入生。六畳一間の間借り生活ではままならなかった夜の夫婦生活も厚い壁に仕切られた、この部屋ならＯＫと、二人は大張切り。あげくに新婚気分をもう一度とダブルベッドを買うことになった。ところが、そんなあいだに、隣の住人が先にベッドを買ってしまった。これを知った花子は「すぐマネをしたと思われるのはしゃく」と恐い顔。このすさまじい団地マダムの虚栄心に、太郎は行くすえを案じて溜息をつくばかり。 〔覗きの罪〕大学教授花井正男は双眼鏡で各家庭を訪問するのを最大の楽しみにしている。ところが、妻のみどりは、攻撃不足の夫に体質改善を要求し、連日ニンニク料理の大攻勢。また花井家へ時たま現れる雑誌記者高木は大のニンニク・ファンで、みどりとの仲は同地婦人の耳をそばだてるほど。そんなある日正男は同じ団地に住む友人田岡の部屋からわが家をのぞいた。なんと、そこではみどりと高木がお熱いラブ・シーンの真最中。半ベソの正男は猛然とニンニクに食いついた。 〔己が罪〕松田は妻の信江が大天地教の信者で、子と一緒に田舎暮しをしているのいいことに、同じ団地のゆかりと連日情事にふけってした。ところがある日、神様のお告げで信江が子供を連れて上京してきた。そしてゆかりと顔を合せたから大変。二人の女はものも言わずに静かなる対決。しかしゆかりは、あっさりと身を引き、信江も子供を残して神様のもとに里帰り。一人残された松田は、子供をかかえて出社も出来ずウロウロと部屋をさまようはかりだった。 〔やりくりの罪〕碁好きな三谷一郎は、ある日碁盤がなくなって大騒ぎ。なんと碁盤は合理的生活を目標にする洋子夫人の手で、バザーに出され、今は電気掃除器やコーヒーサイホンに化けていた。おまけに、子供康夫の積み木までなくなった。二つの品物は同じ棟の友人佐藤家におさまっていた。これを見た康夫は佐藤の子供進と大喧嘩。合理主義の行きすぎをたしなめる一郎に洋子の声がとんだ「ケチでなきゃやって行けないのよ、あなたのお給料じゃ……」 〔過淫の罪〕川島弘二と由美子夫婦は1ＤＫの住人。2ＤＫから比べると水洗の音も一段とハデで「華厳の滝に巻きこまれた夢をみちゃった」と大コボシ。子供が出来れば2ＤＫに移れるというので由美子は大張切り。しかし弘二はつかれはててシッポをまくばかりで会社の仕事も手につかないありさま。ところが毎日水洗の音になやまされる由美子は、そんなことにはおかまいなこく、一日も早く2ＤＫにうつらなくてはと連日の大攻勢。そして朝、弘二は遂にダウンした。 〈嫉妬の罪〉勤め帰りの木村宗平と買い物帰りの青野すみ子が乗ったエレベーターが故障で三階と四階の間でストップした。非常電話を受けた管理事務所では、エレベーター会社に手配すると共に二人の家庭にこの事故を告げた。さらに噂は団地中にひろがり、あれやこれやと浮いた噂が次々とつたわっていった。木村の妻和子もすみ子の夫青野もおさえがたい嫉妬にやきもき。ところがエレベーターの中の二人は、尿意をもよおして冷や汗を流し、歯をくいしばっていた。やがてエレベーターのドアが開いた。二人はわき眼もふらずに自室へ突進した。 〔文明の罪〕団地婦人部会の働きで、団地にセルフ・サービス・クリーニング機が設置された。ところが外国かぶれした婦人団の衆議一決でクリーニングは亭主族の役目となった。洗濯場へかり出された、今や関白の地位を失った亭主族は、お互いにわが身をのろって議論百出。ついに亭主族も団結し「我々は動き蜂じゃない、王政復古萬歳！」と高らかに叫んだ。",
    "chinese_title": "団地七つの大罪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-06T21:35:58"
}