{
    "aka": [],
    "sid": "27002588",
    "cast": [
        {
            "url": "/celebrity/1025191/",
            "name": "多米尼克·斯万 Dominique Swain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116116/",
            "name": "保罗·罗根 Paul Logan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372627/",
            "name": "劳伦·帕金森 Lauren Parkinson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2449924235.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1335881/",
            "name": "Josh Hamilton Josh Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054275/",
            "name": "吉姆·温诺斯基 Jim Wynorski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5853124",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-11-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5853124/",
    "imdb_votes": 251,
    "this_title": [
        "A Doggone Christmas"
    ],
    "douban_link": "https://movie.douban.com/subject/27002588/",
    "imdb_rating": "4.1/10 from 251 users",
    "trans_title": [
        "墨菲闹圣诞"
    ],
    "douban_votes": "0",
    "introduction": "When the CIA discovers a cute orphan puppy with amazing telepathic abilities, the powers-that-be in Washington immediately lock him down and plan on forcing the poor dog to become a covert secret weapon. But fate steps in and frees the pint-sized Jack Russel Terrier from government clutches - delivering the cute little fellow into the loving arms of two brothers just a week before Christmas. As one might expect, the pair of youngsters fall in love at first sight, and then are astounded to discover that their new found four-legged friend can actually communicate with them telepathically. But with their dad out of a job and bills mounting, it doesn't appear to be the best time to adopt anything -- especially a dog that 'talks.' And that's just the start of the boys' problems. Acting on orders from the highest authorities, the FBI has sent out teams of field agents in search of the innocent animal. Helicopters, drones and reconnaissance planes scour the country side - with orders to either bring the dog back or make sure he doesn't fall into enemy hands. In charge of carrying out this devastating order is the no-nonsense special forces agent, Camilla Sharp; who'll stop at nothing to retrieve the dog or make sure no one else does. So armed only with their wits, their bikes and a strong, newly formed bond with their cold-nosed friend 'Murphy', the brothers and their school buddies channel the real spirit of Christmas to save the day before it's too late.",
    "chinese_title": "墨菲闹圣诞",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Doggone Christmas",
    "imdb_rating_average": 4.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T21:07:30"
}