{
    "aka": [
        "The Amazing World of Gravity"
    ],
    "sid": "27012621",
    "cast": [
        {
            "url": "/celebrity/1356369/",
            "name": "吉姆·艾尔-哈利利 Jim Al-Khalili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018568/",
            "name": "基普·索恩 Kip Thorne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590395202.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6677418",
    "director": [
        {
            "url": "/celebrity/1177058/",
            "name": "Andrew Smith Andrew Smith",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-03-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6677418/",
    "imdb_votes": 280,
    "this_title": [
        "Gravity and Me: The Force That Shapes Our Lives"
    ],
    "douban_link": "https://movie.douban.com/subject/27012621/",
    "imdb_rating": "7.7/10 from 280 users",
    "trans_title": [
        "重力与我：塑造我们生活的力量",
        "The Amazing World of Gravity"
    ],
    "douban_votes": "0",
    "introduction": "Physics professor Jim Al-Khalili investigates the amazing science of gravity. A fundamental force of nature, gravity shapes our entire universe, sculpting galaxies and warping space and time. But gravity's strange powers, discovered by Albert Einstein, also affect our daily lives in the most unexpected ways. As Jim tells the story of gravity, it challenges his own understanding of the nature of reality.The science of gravity includes the greatest advances in physics, and Jim recreates groundbreaking experiments in gravity including when the Italian genius Galileo first worked out how to measure it.Gravity science is still full of surprises and Jim investigates the latest breakthrough - 'gravity waves' - ripples in the vast emptiness of space. He also finds out from astronauts what it's like to live without gravity.But gravity also directly affects all of us very personally - making a difference to our weight, height, posture and even the rate at which we age. With the help of volunteers and scientists, Jim sets out to find where in Britain gravity is weakest and so where we weigh the least. He also helps design a smartphone app that volunteers use to demonstrate how gravity affects time and makes us age at slightly different rates.And finally, Jim discovers that despite incredible progress, gravity has many secrets.",
    "chinese_title": "重力与我：塑造我们生活的力量",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gravity and Me: The Force That Shapes Our Lives",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T18:01:40"
}