{
    "aka": [
        "Sarah Winchester, Ghost Opera"
    ],
    "sid": "27014947",
    "cast": [
        {
            "url": "/celebrity/1342703/",
            "name": "勒达·卡代布 Reda Kateb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455510521.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1054161/",
            "name": "贝特朗·波尼洛 Bertrand Bonello",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5950980",
    "director": [
        {
            "url": "/celebrity/1054161/",
            "name": "贝特朗·波尼洛 Bertrand Bonello",
            "@type": "Person"
        }
    ],
    "duration": "23分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2016-07-14(马赛电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5950980/",
    "imdb_votes": 155,
    "this_title": [
        "Sarah Winchester, opéra fantôme"
    ],
    "douban_link": "https://movie.douban.com/subject/27014947/",
    "imdb_rating": "6.9/10 from 155 users",
    "trans_title": [
        "莎拉温彻斯特的幻影歌剧院",
        "Sarah Winchester, Ghost Opera"
    ],
    "douban_votes": "0",
    "introduction": "Ça commence dans la pénombre. On la quittera peu, elle ira même s’accentuant. Un musicien, également metteur en scène, interprété par Reda Kateb, se tient aux consoles et teste ses sons : il est en répétition dans la salle de l’Opéra de Paris. De là, il dirige la danseuse étoile Marie-Agnès Gillot pour un opéra intitulé Sarah Winchester, inspiré de la vie de cette américaine à la destinée si singulière. Sarah est l’épouse du fils unique de l’armurier Winchester, connu pour la célèbre carabine à répétition, source de la colossale fortune familiale. Sarah va perdre sa fille Anne, atteinte d’une maladie dégénérative, puis son mari. Refusant la fatalité, Sarah consulte des mediums. Ceux-ci lui recommandent de bâtir une demeure pour accueillir les fantômes des disparus.En réponse à une proposition de l’Opéra de Paris, Bertrand Bonello s’est souvenu d’une riche et longue tradition cinématographique, celle, initiée par le roman éponyme de Gaston Leroux, d’un fantôme ayant pris loge dans ce haut lieu de l’art. Voilà donc les coulisses, le plateau, bien des recoins de ces lieux magiques hantés par l’histoire de Sarah W. Mais, écho redoublé à ce qui lie l’histoire de cette femme à l’architecture, ce film, d’une ampleur fort impressionnante en dépit de son économie, se présente comme la coquille propre à accueillir les formes fantômes d’un opéra et d’un ballet qui ne connaîtront pour existence que ce seul temps de recherches, d’hésitations qui se bouclent sur une danse sur place, purement intérieure : densité à vue.",
    "chinese_title": "莎拉温彻斯特的幻影歌剧院",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sarah Winchester, opéra fantôme",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-09T10:01:17"
}