{
    "aka": [],
    "sid": "27025843",
    "cast": [
        {
            "url": "/celebrity/1171011/",
            "name": "达纳·斯耐德 Dana Snyder",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "喜剧",
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2625174245.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0514102",
    "director": [],
    "duration": "12",
    "episodes": "12",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-04-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0514102/",
    "imdb_votes": 255,
    "this_title": [
        "Aqua Teen Hunger Force Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/27025843/",
    "imdb_rating": "8.2/10 from 255 users",
    "trans_title": [
        "饮料杯历险记 第三季"
    ],
    "douban_votes": "0",
    "introduction": "The series centers on the surreal adventures and antics of three anthropomorphic fast food items: Master Shake, a selfish, pathological lying milkshake; Frylock, an intelligent, well-meaning box of French fries; and Meatwad, a shapeshifting, simple-minded ball of ground meat. They live together as roommates, and rarely get along with their human neighbor Carl Brutananadilewski, a balding, middle-aged, sex-crazed sports fanatic. The main protagonists also interact with various villains or other individuals in each episode; these interactions are often restricted to one episode, as minor characters rarely reappear in following episodes. Some episodes feature the main protagonists interacting with celebrities (such as adult film actress Tera Patrick) and occasionally with historical figures and professional athletes (such as Bart Oates or John Kruk).The Mooninites are two aliens from the Moon who frequently appear, serving as primary antagonists and wreaking havoc through a series of illegal or destructive actions. The Mooninites appear more than most characters outside of the main cast. Other recurring characters have made several appearances, including Oglethorpe and Emory, MC Pee Pants, Cybernetic Ghost of Christmas Past from the Future, and Dr. Wongburger. Episodes often end with the non-canon deaths or injuries of major characters, or destruction to their property (both Carl's and the protagonists' homes have been damaged or destroyed in multiple episodes), only to be restored with no explanation or mention in the following episode.",
    "chinese_title": "饮料杯历险记 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Aqua Teen Hunger Force Season 3",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T06:55:46"
}