{
    "aka": [],
    "sid": "27023902",
    "cast": [
        {
            "url": "/celebrity/1043007/",
            "name": "约翰·伯格 John Berger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493623714.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt5778204",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "德语"
    ],
    "playdate": [
        "2016-11-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5778204/",
    "imdb_votes": 64,
    "this_title": [
        "John Berger: The Art of Looking"
    ],
    "douban_link": "https://movie.douban.com/subject/27023902/",
    "imdb_rating": "7.4/10 from 64 users",
    "trans_title": [
        "约翰·伯格：观看的艺术"
    ],
    "douban_votes": "0",
    "introduction": "Art, politics and motorcycles - on the occasion of his 90th birthday John Berger or the Art of Looking is an intimate portrait of the writer and art critic whose ground-breaking work on seeing has shaped our understanding of the concept for over five decades. The film explores how paintings become narratives and stories turn into images, and rarely does anybody demonstrate this as poignantly as Berger.Berger lived and worked for decades in a small mountain village in the French Alps, where the nearness to nature, the world of the peasants and his motorcycle, which for him deals so much with presence, inspired his drawing and writing.The film introduces Berger's art of looking with theatre wizard Simon McBurney, film-director Michael Dibb, visual artist John Christie, cartoonist Selçuk Demiral, photographer Jean Mohr as well as two of his children, film-critic Katya Berger and the painter Yves Berger.The prelude and starting point is Berger's mind-boggling experience of restored vision following a successful cataract removal surgery. There, in the cusp of his clouding eyesight, Berger re-discovers the irredeemable wonder of seeing.Realised as a portrait in works and collaborations, this creative documentary takes a different approach to biography, with John Berger leading in his favourite role of the storyteller.",
    "chinese_title": "约翰·伯格：观看的艺术",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "John Berger: The Art of Looking",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-11T18:13:20"
}