{
    "aka": [],
    "sid": "27032397",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457107532.jpg",
    "region": [
        "以色列"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1130361/",
            "name": "大卫·佩罗夫 David Perlov",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "希伯来语 Hebrew"
    ],
    "playdate": [],
    "this_title": [
        "Memories of the Eichmann Trial"
    ],
    "douban_link": "https://movie.douban.com/subject/27032397/",
    "trans_title": [
        "艾希曼审判的回忆"
    ],
    "douban_votes": "0",
    "introduction": "The banality of evil has itself become a banality. A recent biography of Otto Adolf Eichmann by Bettina Stangneth has rekindled the debate over Hannah Arendt’s portrait of the Nazi SS-Obersturmbannführer, logistician, and executor of the Final Solution as an apathetic, bureaucratic functionary “who never realized what he was doing.” David Perlov’s sober and poignant documentary offers reminiscences by trial witnesses, Holocaust survivors, Israelis of the second generation, and others who were directly involved in the Eichmann case. Prominent among these are Henryk Ross, a Polish Jew who, with the help of his wife Stefania, took clandestine photographs of life in the Łódź Ghetto while carrying out Nazi orders to record Jews on their way to the death camps; and Rafi Eitan, who led the operation to capture Eichmann in Argentina. Perlov is considered the father of Israeli nonfiction cinema, having imbued it with his deeply personal, artistic sensibility. Broadcast only once on Israeli television in 1979, Memories of the Eichmann Trial was rediscovered and restored in 2011 by Yad Vashem Visual Center and the Israel Broadcasting Authority-Channel 1, with the support of the Perlov family and the Forum for the Preservation of Audio-Visual Memory in Israel.",
    "chinese_title": "艾希曼审判的回忆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Memories of the Eichmann Trial",
    "douban_rating_average": 0,
    "update_at": "2025-07-02T11:13:15"
}