{
    "aka": [
        "纯粹的犯罪/无知的犯罪"
    ],
    "sid": "27037450",
    "cast": [
        {
            "url": "/celebrity/1420545/",
            "name": "潘娅芃·彭皮帕 Punyaporn Pongpipat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "泰国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "this_title": [
        "บาปบริสุทธิ์"
    ],
    "douban_link": "https://movie.douban.com/subject/27037450/",
    "trans_title": [
        "无辜的犯罪",
        "纯粹的犯罪",
        "无知的犯罪"
    ],
    "douban_votes": "0",
    "introduction": "โรงเรียนผดุงธรรมศึกษา  โรงเรียนเอกชนขนาดกลางย่านชานเมือง เปิดสอนระดับประถมถึงมัธยมปลาย  มีครูอังคณา (ดวงดาว จารุจินดา) เป็นผู้อำนวยการโรงเรียน ครูสมศักดิ์ (ตฤณ เศรษฐโชค) เป็นผู้จัดการโรงเรียน เก็บค่าเล่าเรียนถูก ทั้งที่ นงนาฏ (ปู-มัณฑนา หิมะทองคำ) ภรรยาของเขาอยากขายโรงเรียนให้บริษัทอสังหาริมทรัพย์ ที่เสนอราคาให้อย่างงามเพื่อนำที่ดินมาสร้างเป็นคอนโดมิเนียม  แต่ด้วยอุดมการณ์ของสมศักดิ์ ที่มุ่งมั่นต้องการสร้างเยาวชน ให้เป็นเด็กดีและเป็นอนาคตของชาติ เขาจึงพยายามประคับประคองให้โรงเรียนอยู่ต่อไป ทั้งที่ต้องประสบปัญหาขาดทุนเป็นประจำที่โรงเรียนนี้มีครูหลายคน แต่ละคนมีนิสัยแตกต่างกันไป  แต่ก็ล้วนมีอุดมการณ์เดียวกันคือ หวังสร้างเด็กให้เป็นผู้ใหญ่ที่ดีในวันหน้า อันประกอบด้วย  ครูอังคณา ผู้อำนวยการโรงเรียน เด็กๆและครูในโรงเรียนเรียกติดปากว่าครูใหญ่  ครูธวัช (ไม้-นนทพันธ์ ใจกันทา) ครูจอมดุ ทั้งที่จริงแล้วแสนจะตลก และและรักลูกศิษย์สุดชีวิต คอยสอดส่องพฤติกรรมนักเรียน ครูระพี (เบนซ์-ปุณยาพร พูลพิพัฒน์) ครูพละสาวสวย  เป็นที่รักของนักเรียน รวมทั้งครูหนุ่มๆ   ครูฟ้าใส (สา-อนิสา นูกราฮา) ครูที่โดนมุขของนักเรียนมากที่สุด และ ครูปกรณ์ (น้ำ-รพีภัทร เอกพันธ์กุล)  ครูหนุ่มผู้ยอมทิ้งอนาคตสุขสบาย แต่กลับเลือกทำตามอุดมการณ์ของตนเองกลุ่มนักเรียนในห้องเรียนแต่ละห้อง ก็มีฐานะความเป็นอยู่แตกต่างกันไป แต่ละคนมีวิถีชีวิตที่แตกต่างกันไปตามฐานะความเป็นอยู่และสภาพแวดล้อม  แต่มีวัยรุ่นกลุ่มหนึ่งที่สนิทกันมาก เป็นนักเรียนระดับชั้น ม.4 ประกอบด้วย รามิล (บลิว-วรพล จินตโกศล) พรเทพหรือพอร์ช (วิคเตอร์-ปวรพัฒน์ จารุศักดิ์วีรกุล) พันชนะ (เฟม-ชวินโรจน์ ลิขิตเจริญสกุล) ปองหทัย (เหม่เหม-ธัญญวีร์ ชุณหสวัสดิกุล) และพรรณพิไลหรือพุดดิ้ง (ชาลีน่า ไบเลย์)  ทั้งห้ามีสภาพความเป็นอยู่แตกต่างกัน แต่ก็คบหาเป็นเพื่อนสนิทกัน นอกจากนั้นยังมีนักเรียนชั้น ป.2 อย่าง น้องหมูทอง (ซูม-ปัญกร จันทศร) และ น้องเส้นหมี่ (ไข่มุก-ชนัญญา…",
    "chinese_title": "无辜的犯罪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "บาปบริสุทธิ์",
    "douban_rating_average": 0,
    "update_at": "2025-05-15T09:21:46"
}