{
    "aka": [],
    "sid": "27034747",
    "cast": [
        {
            "url": "/celebrity/1056000/",
            "name": "维托·阿肯锡 Vito Acconci",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457706886.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-08"
    ],
    "this_title": [
        "WHERE WE ARE NOW (WHO ARE WE ANYWAY?)"
    ],
    "douban_link": "https://movie.douban.com/subject/27034747/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1976May—August, 2016Vito Acconci: Where WeAre Now (Who Are We Anyway?), 1976 is a solo exhibition of early works by theunconventional writer, poet, performance, video and conceptual artist, anddesigner/architect.After enrolling in the University of Iowa’s MFA writing program during the early1960s, Acconci began writing poetry and editing the publication 0-9. In 1968 he started staging performances and creating sound and video works. The exhibition presents Acconci as he developed his radical and subversive explorations of the human condition, sexuality, voyeurism, identity and physicality up to the moment that MoMA PS1 was founded.Drawing on documentary materials, photographs, and film and video footage, Vito Acconci: Where We Are Now (Who Are We Anyway?), 1976 traces Acconci’s early actions and performances, including Following Piece (1969), in which he followed passers-by onthe street until they entered private spaces—Shadow-Play (1970), in which he shadowboxed with a bright light shining behind him while moving in front of a wall—Openings (1970), during which a camera focuses on Acconci’s stomach as he pulls out his body hair, the film ends when Acconci is hairless—Seedbed (1972), during which he audibly masturbated for eight hours a day under a temporary floor at the Sonnabend Gallery in New York while visitors walked overhead—The Red Tapes (1976), a three- partepic that merges video space with filmic space, evolving into complex amalgam ofnarrative strategies, photographic images, music and spoken language. The exhibition concludes with the reinstallation of Acconci’s Where We Are Now (Who Are weAnyway?). Acconci’s work is made up of a wooden plank surrounded by stools. The plank continues through an open window and becomes a diving board suspended over the traffic below.Vito Acconci: Where We Are Now (Who Are We Anyway?), 1976 is organized by Klaus Biesenbach, Director, MoMA PS1, and Chief Curator at Large.",
    "chinese_title": "WHERE WE ARE NOW (WHO ARE WE ANYWAY?)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T19:55:39"
}