{
    "aka": [
        "陇东刀客之智谋销烟"
    ],
    "sid": "27039356",
    "cast": [
        {
            "url": "/celebrity/1353432/",
            "name": "何李宁 Lining He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359016/",
            "name": "标马 Ma Biao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326724/",
            "name": "侯桐江 Tongjiang Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341756/",
            "name": "刘小婉 Xiaowan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343493/",
            "name": "彭士腾 Shiteng Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318647/",
            "name": "袁中方 Zhongfang Yuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458493406.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320878/",
            "name": "海涛 Tao Hai",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2016(中国大陆)"
    ],
    "this_title": [
        "智谋销烟"
    ],
    "douban_link": "https://movie.douban.com/subject/27039356/",
    "trans_title": [
        "陇东刀客之智谋销烟"
    ],
    "douban_votes": "145",
    "introduction": "民国初年，陇东地区鸦片泛滥，百姓深受其害。禁烟令发布之后，种植罂粟情况减少，鸦片货源却未断绝，尤其是马家堡，是整个陇东道地区的货源。先遣团任团长委托傅玄阳、雷发等伪装成买卖鸦片的商人，摸到马家堡的鸦片货源。经过岳武镇时，傅深入鸦片馆，放出买卖大宗鸦片的信号，并接触到马家堡大商人马彦勋的手下刀疤。到了马家堡，他们发现镇上毫无生气。住入昌隆酒馆，经营酒馆的一对母子行为举止也颇为怪异。从酒馆老太太处得知，原来这个镇子白天没人活动，只有到晚上吸食鸦片的客人到了以后才会人来人往。马家堡有两个家族做鸦片生意，并相互竞争。除了北边的马彦勋以外，南边的马贵成也是一大户。傅想出鹬蚌相争、渔翁得利的妙招，他先去南边马贵成的鸦片铺子，放话要买大量的优质鸦片膏子。马贵成以为有大生意，想邀请傅玄阳面谈，却被傅拒绝。另外一边，北边的马彦勋听说有大客户，便让他的姘头小莲藕过来邀请傅。傅答应赴约。在与小莲藕较量的过程中，他发现昌隆酒馆的少东家阿昌表情古怪，便推断出阿昌与小莲藕之间一定有什么关系。为了让两家相争，傅让阿发同时去南边马家，为马贵成的宝贝公子贺寿，自己和沈云姗去北边马家。没想到，进入北边木楼，傅就遇到了马彦勋的两次试探，傅从容不迫，应对自如，让马彦勋相信了自己就是替老板物色优质鸦片膏的大管家。傅的计谋让南边和北边两家剑拔弩张，而阿昌对傅的态度带有明显的恶意。马彦勋派刀疤到外地运货，傅让伙计带信给陇东城里的任，任便请军校的同学好友帮忙查探马彦勋的货源。与此同时，马贵成想用银两贿赂傅，傅毫不犹豫地收下。等到刀疤押着鸦片准备进入马家堡时，被伪装的傅等人拦截，马彦勋自然把抢劫鸦片的罪名安在了马贵成的头上，便放了把火，烧了马贵成的其中一家鸦片铺子。面对马彦勋的责难，马贵成以为是为了争抢大客户故意撒谎，两边的矛盾越来越大。马贵成干脆真去抢劫马彦勋的货，没想到马彦勋也有防备，两边死伤无数。为了迅速解决马家堡的鸦片，傅添火加油，告诉他们傅的大老板马上就要来马家堡，希望在老板到之前，能把货备好。马彦勋出一毒计，派人往县城送了一封信搬救兵。没想到这救兵就是贾县长。贾县长才是马彦勋幕后真正的老板。贾县长带着警察来到马家堡，以销烟的名义搜查，让马贵成措手不及，暴露了马贵成隐藏在镇子外树林里的鸦片仓库。贾县长一举拿下了马贵成所有的货物。马彦勋春风得意，邀请刚到的任和傅一起吃饭，顺便想向他们炫耀自己的靠山。两人知道不能出现在贾县长面前，这时，阿昌站了出来，主动要代替他们赴宴。原来，阿昌和小莲藕曾经是一对恋人，因为鸦片两人分开。贾县长走后，马贵成报仇，却被马彦勋设计，全军覆没。贾县长担心有诈，派人调查，发现所谓的大商人竟然是任的主意，便打伤了任，并把任秘密押送到马家堡弄死。傅预感到即将有一场腥风血雨，便买了昌隆酒馆，送走阿昌母子二人。马彦勋知道被骗，抓走了沈云姗等人，傅和阿发前去营救，其他人都脱离了控制，傅却被发现，被马彦勋打成重伤，奄奄一息。小莲藕挺身而出，救了傅，被马彦勋打死。傅逃出生天，和赶来的众人一道，与狡诈的马彦勋最后一战……",
    "chinese_title": "智谋销烟",
    "douban_rating": "3.6/10 from 145 users",
    "foreign_title": "",
    "douban_rating_average": "3.6",
    "update_at": "2025-03-02T08:56:13"
}