{
    "aka": [
        "Convoyer",
        "陇东刀客之浴血护镖"
    ],
    "sid": "27039357",
    "cast": [
        {
            "url": "/celebrity/1343493/",
            "name": "彭士腾 Shiteng Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318647/",
            "name": "袁中方 Zhongfang Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353432/",
            "name": "何李宁 Lining He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1477619/",
            "name": "左佳妮 Jiani Zuo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2458493560.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320878/",
            "name": "海涛 Tao Hai",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017(中国大陆)"
    ],
    "this_title": [
        "浴血护镖"
    ],
    "douban_link": "https://movie.douban.com/subject/27039357/",
    "trans_title": [
        "Convoyer",
        "陇东刀客之浴血护镖"
    ],
    "douban_votes": "0",
    "introduction": "一队革命党人来陇东接应革命物资，没想到在郊区的平阳镇被杀手杀死。雷家刀铺，任维明又带着任务来找傅玄阳和阿发等人了。任接到上级的指示，要求保护革命物资过陇东县城，再交给下一拨革命党人。阿发欣然应允，傅玄阳却不愿做光干活不挣钱的亏本买卖。但当他听说这次阻扰革命物资的是一帮害他师傅的清朝余孽，他决定亲自去接镖、护镖。运送物资的队伍中，领头人是杜四和燕子。燕子女扮男装，英俊潇洒。他们在来的路上就不停地有人跟踪，因为运送的是当时稀缺的洋枪弹药，闻到味道的各路游兵散勇和匪帮都想得到这批货。有人在江湖上放出风声，透漏了他们的行踪，所以在他们刚进陇东县城的时候，就被各种江湖人包围。傅玄阳在接应的过程中也遇到了麻烦，好在任维明带着士兵假装经过，化解了第一次危机。杜四等人在客栈休息，傅玄阳等人赶到，燕子以为是刺杀他们的人，与傅交手。不打不相识，众人顺利接上头。是夜，一个刺客来与驼队中的某个叛徒街头，告诉了平阳镇上的杀手。杀手首领壕决定在平阳镇上等着他们过来自投罗网。另外一方面，杜四建议驼队从郊区重镇平阳镇经过。傅玄阳和燕子不合，两人产生矛盾。在荒野，一队游荡的军阀兵得到消息过来抢镖，没想到这军阀兵的头头金牙原是燕子大哥的旧部。金牙认出燕子后，赶紧带人离开。第二次危机解除。接近平阳镇。燕子建议手下的良平打前哨，先去平阳镇打探一下情况。杜四自告奋勇，和良平一起去。在平阳镇，良平发现了不对劲，打探到有一帮人到了镇上的三江客栈。良平以为是来接货的革命党，便和杜四去客栈接洽。杀手们冒充接应人，被细心的良平发现端倪。良平跟杜四说出自己的推断，被杜四杀人灭口。同时，傅玄阳急不可耐，只身一人过来与杀手壕交手，被砍伤。杜四回到驻地，骗大家说一切正常，大队应该马上出发，今早赶到平阳镇。与此同时，傅玄阳受伤昏迷在回来的路上，被赶来的任维明救下。任带着受伤的傅玄阳来到驼队，说出杀手在平阳镇等他们的事情。杜四假装为良平担心。解除了第三次危机。杀手们发现良平被杀，知道他们的身份也暴露了，便撤出平阳镇，在镇外等待机会。傅玄阳想起来杀手壕当年就是杀他师傅的凶手之一，这更坚定了他报仇的欲望。阿发等几人来到三江客栈，遇到几个虚张声势的杀手，被他们几下就解决了。傅玄阳知道这不是杀手的真正实力。在镇上的小酒馆，傅玄阳与燕子交心，他已经开始喜欢上了这个姑娘。驼队刚出镇子就被埋伏的杀手们拦住了，骆驼也被杜四下药没法继续行进。杜四已经逃走，好在有任维明的帮忙，大家才能脱身，退回到镇上。壕知道了任的身份，要让任的上司马大帅派人把任抓起来。他们退回到三江客栈，商量对策。傅玄阳主动建议和阿发等几人带着假货物出镇，再把杀手们引过来，燕子他们在高处用枪伏击。但是要想成功地牵住杀手，他们必须冒死把他们引到街上的爆炸圈……而在行动的当天，马大帅派出的抓捕任维明的队伍到了平阳镇……当杀手壕发现上当的时候，燕子成功地把掉包后的物资带出了镇子，可是傅玄阳和阿发却无法脱身。壕带人围堵燕子的同时，抓捕任的兵赶来，令杀手们没想到的是，他们名为抓捕任，实际上是为了保护任。傅等人赶来与壕决战，杜四被燕子打死。壕在燕子和傅等人的同心同力之下，杀掉了壕，报了仇。阿发和沈离开，傅却要和燕子一起，把物资亲自送到南方去。他们都知道，这次傅玄阳遇到了一个真正喜欢的人……",
    "chinese_title": "浴血护镖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-13T03:28:12"
}