{
    "aka": [],
    "sid": "27045427",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2459453438.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7455360",
    "director": [
        {
            "url": "/celebrity/1277861/",
            "name": "兰迪·巴巴托 Randy Barbato",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7455360/",
    "imdb_votes": 944,
    "this_title": [
        "Every Brilliant Thing"
    ],
    "douban_link": "https://movie.douban.com/subject/27045427/",
    "imdb_rating": "8.4/10 from 944 users",
    "trans_title": [
        "每一件美好的小事"
    ],
    "douban_votes": "79",
    "introduction": "Every Brilliant Thing strikes a delicate balance between sobering loss and cathartic laughter. Adapting the hit off-Broadway one-character show of the same name written by Duncan Macmillan and starring British comedian Jonny Donahoe, the film recounts a life lived in the shadow of suicide.Emmy winners Fenton Bailey and Randy Barbato (HBO’s Mapplethorpe: Look at the Pictures and Wishful Drinking) produce and direct the heart-wrenching yet humorous presentation about depression and the lengths we will go to for those we love. In this acclaimed show, a young boy attempts to cure his mother’s depression by creating a list of the best things in the world. The list grows as he progresses from childhood (“Ice Cream”) and adolescence (“Star Trek”), to college (“Surprises”) and marriage (“Falling in Love”). But when life deals a bitter blow, the list proves to be helpful to the son in ways that it could never be for the mother.Filmed in 2015 at New York City’s Barrow Theatre, Every Brilliant Thing opens as Donahoe greets the arriving audience with hand-written notes instructing them to participate when called upon. He then proceeds to tell a story spanning nearly three decades and several life-changing events, starting with a young boy’s eye-opening first brush with death (his childhood dog), evoking laughter and tears in equal measure. Donahoe charms spectators into acting opposite him in various roles -- a veterinarian, his father, his college lecturer, his fiancée -- fostering an intimate sense of community through comic dialogues.First produced by Paines Plough and Pentabus Theatre Company, the stage production was performed at the 2013 Ludlow Fringe Festival in Great Britain, moving to the Edinburgh Fringe Festival in 2014. Its NYC run at the Barrow Theatre ended in March 2015. Star Jonny Donahoe received a Drama Desk Award nomination for his performance, and both he and writer Duncan Macmillan received Lucille Lortel Award nominations. Macmillan’s latest play is the Olivier Award-nominated People, Places and Things on the West End.Executive producer Jean Doumanian produced or executive produced seven Woody Allen films, including Bullets over Broadway and Sweet and Lowdown. Her other credits include the feature film August: Osage County and several Broadway productions, including August: Osage County and The Mountaintop. Additional feature films include UNA and Galveston.Every Brilliant Thing is produced and directed by Fenton Bailey and Randy Barbato; executive produced by Jean Doumanian and Patrick Daly; written by Duncan Macmillan with Jonny Donahoe; edited by Jason Blum; music composed by David Benjamin Steinberg. For HBO: executive producer, Sheila Nevins; supervising producer, Lisa Heller.",
    "chinese_title": "每一件美好的小事",
    "douban_rating": "8.9/10 from 79 users",
    "foreign_title": "Every Brilliant Thing",
    "imdb_rating_average": 8.4,
    "douban_rating_average": "8.9",
    "update_at": "2025-05-30T16:00:09"
}