{
    "aka": [],
    "sid": "27041536",
    "cast": [
        {
            "url": "/celebrity/1013016/",
            "name": "片平渚 Nagisa Katahira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1257313/",
            "name": "石冢英彦 Hidehiko Ishizuka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317813/",
            "name": "前田公辉 Gôki Maeda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541889304.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2017(02-06)"
    ],
    "this_title": [
        "あんみつ検事の捜査ファイル2「白骨夫人の遺言書」"
    ],
    "douban_link": "https://movie.douban.com/subject/27041536/",
    "trans_title": [
        "秘密检察官的搜查档案2白骨夫人的遗言书"
    ],
    "douban_votes": "0",
    "introduction": "片平なぎさ演じる京都地検宇治支部の検事・風巻やよいと、石塚英彦演じる京都府警宇治南署の刑事・石橋大輔の“あんみつ大好きコンビ”が難事件に立ち向かう法廷ミステリーの第２弾！主人公の風巻やよいは、一見クールビューティーで隙のない女検事に見えるが、実は人情に厚くスイーツが大好き。どんなに辛いことがあってもスイーツ（特にあんみつ）で元気になれる可愛いらしい一面を持つ女性だ。一方、妻に先立たれてシングルファーザーとなった石橋は、やよいに好意を寄せているものの、息子の小太郎（中村ゆう）に尻を叩かれるくらいのシャイな性格。なかなか想いを伝えられず、やよいにはあんみつ友達（あん友）以上に見てもらえていない……。この２人の恋の行方も見どころだ。今回のテーマは母親が子どもに抱く愛。自分の子どもだけは幸せになって欲しい、苦労をさせたくない、立派な人物になって欲しいと願うのは親であれば誰しもが抱く感情ではないだろうか……。そんな、強く子どもを愛する親の気持ちが複雑に絡み、不幸な事件が起こってしまう。物語は、やよいの中学時代の同級生で白洲化粧品社長・白洲泰子（床嶋佳子）の息子である白洲研一郎（前田公輝）の婚約者・小野南美子（大島正華）が自宅アパートで何者かによって殺害されたことから始まる。犯行を自供したことと、凶器と思われるサボテンの鉢に残された指紋が一致したため研一郎が逮捕されるが、泰子は息子の無実を信じて、やよいの大先輩で次席検事まで務めた神林健三（佐々木勝彦）に弁護を依頼する。相対する検事にはやよいが任命され、中学の同級生が法廷で真っ向対決することになる。「白洲化粧品の御曹司の婚約者としては不足」と、泰子から結婚を猛反対されていたとはいえ、なぜ南美子は殺害されてしまったのか？やよいと石橋は事件の真相を探るため捜査に乗り出すが、その最中に新たな殺人事件が起こってしまう。謎が謎を呼び、２人は泰子の故郷、京都府北部の伊根町へ向かうことに。母が子を想う、様々な感情が入り混じったドラマ終盤の法廷シーンは必見！さらに、舞台となる京都宇治の歴史ロマンと、平成１７年に国の重要伝統的建造物群保存地区に選定された「伊根の舟屋」など情緒のある街並みや、美しい風景も物語にマッチして、より一層物語に深みを与えている。殺人事件の謎解きとサスペンスの中に、ユーモラスなシーンを盛り込んでお送りする上質なミステリーをご覧いただく。",
    "chinese_title": "秘密检察官的搜查档案2白骨夫人的遗言书",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "あんみつ検事の捜査ファイル2「白骨夫人の遺言書」",
    "douban_rating_average": 0,
    "update_at": "2025-06-03T10:22:30"
}