{
    "aka": [
        "The Grown-Ups"
    ],
    "sid": "27043965",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498683579.jpg",
    "region": [
        "智利 Chile",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1384392/",
            "name": "梅特·阿尔贝蒂 Maite Alberdi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6618178",
    "director": [
        {
            "url": "/celebrity/1384392/",
            "name": "梅特·阿尔贝蒂 Maite Alberdi",
            "@type": "Person"
        }
    ],
    "duration": "83分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6618178/",
    "imdb_votes": 338,
    "this_title": [
        "Los niños"
    ],
    "douban_link": "https://movie.douban.com/subject/27043965/",
    "imdb_rating": "7.5/10 from 338 users",
    "trans_title": [
        "成人之日",
        "The Grown-Ups"
    ],
    "douban_votes": "0",
    "introduction": "Adults, but seldom treated as such: that's the dilemma facing this group of friends with Down syndrome, in this warm and compassionate documentary.When we first meet Anita, she's justifiably frustrated with her boring kitchen job and overprotective parents – she's been attending the same school for 40 years. Things start to look up when she begins a romance with the courteous Andrés and the loving duo dream of doing what everyone else does, including marriage and having a family. Their friend Ricardo works part-time and also has plans for the future. The school encourages its mature students to be responsible adults, but do they really have any say in their future? This is not a sombre film – it's full of joy and intimacy, a recurring quality in the work of talented Chilean director Maite Alberdi (Tea Time, SFF 2015).A fascinating parade of strong characters – feisty Anita, entrepreneurial Ricardo, suave Andres, and Rita, \"smarter than your average bear\"  each confronting a series of touching challenges as Alberdi looks at lives lived under neverending restraint. – Fionnuala Halligan, Screen International",
    "chinese_title": "成人之日",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Los niños",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T07:00:09"
}