{
    "aka": [],
    "sid": "27043972",
    "cast": [
        {
            "url": "/celebrity/1005237/",
            "name": "约翰·莱顿 John Lydon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533341915.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6794466",
    "director": [
        {
            "url": "/celebrity/1394996/",
            "name": "Tabbert Fiiller Tabbert Fiiller",
            "@type": "Person"
        }
    ],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-09-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6794466/",
    "imdb_votes": 346,
    "this_title": [
        "The Public Image is Rotten"
    ],
    "douban_link": "https://movie.douban.com/subject/27043972/",
    "imdb_rating": "7.2/10 from 346 users",
    "trans_title": [
        "公众形象是腐烂的"
    ],
    "douban_votes": "0",
    "introduction": "John Lydon of Public Image Ltd, aka Johnny Rotten, is in trademark full-on mode riffing on his post-Sex Pistols career. Illustrated with infamous interviews and classic tracks.In this entertaining record of John-post-Johnny, Lydon demonstrates his undeniable tenacity: \"I'm one of the very few people in the pop industry who will just not go away!\" Director Tabbert Fiiller dramatically illustrates this by documenting the various incarnations of PiL – from their first show in 1978 (the year that Sid Vicious died) through 'Flowers of Romance' (1981) and 'This is Not a Love Song' (1983) to their 21st century reformation. Past and present band members offer their own interpretation of events. However, it's Lydon who drives the film with his punkish comments, stories of his childhood and managerial troubles, and unexpected insight into his life in the media spotlight.Actor-turned-documentarian Tabbert Fiiller doggedly charts the bad decisions, bad gigs, burnt bridges and burnt-out musicians left in PiL's wake, in addition to the highs of making incredible, often uncategorizable music and some legendary albums. – David Fear, Rolling StoneThe captivating John Lydon is the best reason to see a documentary about Public Image Ltd. that tells you more about Lydon's post-Sex Pistols band than you may want to know. – Owen Gleiberman, Variety",
    "chinese_title": "公众形象是腐烂的",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Public Image is Rotten",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T02:56:05"
}