{
    "aka": [
        "Patisserie Fighting"
    ],
    "sid": "27059197",
    "cast": [
        {
            "url": "/celebrity/1052081/",
            "name": "陈洁仪 Kit Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312861/",
            "name": "李至正 Chris Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524938275.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1328376/",
            "name": "洪汐 Rebecca Leow",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "12",
    "episodes": "8",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2017-04-01(新加坡)"
    ],
    "this_title": [
        "我的甜蜜革命"
    ],
    "douban_link": "https://movie.douban.com/subject/27059197/",
    "trans_title": [
        "Patisserie Fighting"
    ],
    "douban_votes": "117",
    "introduction": "当了20年微生物研究员的施语恬（陈洁仪饰）决定离职完成当甜点师傅的梦想。在一个聚餐会上，朋友们都对一个看起来很普通的甜点赞不绝口，语恬吃了也惊为天人，于是她开始寻找这个甜点师，结果对方竟是一位来自台湾、比自己年轻许多的大男生，小D（李至正饰）。 初时态度有些散漫的小D不愿分享食材，语恬只好软硬兼施苦苦相求，弄得小D啼笑皆非。他于是提出语恬必须接受某些条件，才可因材施教。语恬面对挑战，认识了身藏民间的糕点达人。过程虽不容易，但是耐人寻味也趣味盎然，让她的生命也充实了许多。Sick and tired of doing a job she doesn’t love for the past 20 years, 42-year-old biomedical researcher Yu Tin (Kit Chan) decides to quit her job and fulfill her dream of becoming a pastry chef.One day, she chances upon an ordinary-looking yet refreshingly tasty pastry. Determined to find out the recipe of this mystery pastry, she tracks down its creator, Hsiao D (Chris Lee), and asks that Hsiao D accept her as his apprentice. Hsiao D decides to issue Yu Tin a series of challenges, to prove that she’s worthy of being his apprentice. Will Yu Tin crumble under the pressure, or will she rise to the challenge? Patisserie Fighting is a heartwarming comedy that centres around the duo’s transformation from bickering foes to close friends, with captivating visuals of mouth-watering sweet treats, and insider baking tips for aspiring bakers.",
    "chinese_title": "我的甜蜜革命",
    "douban_rating": "6.9/10 from 117 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-02-25T11:39:33"
}