{
    "aka": [],
    "sid": "27059105",
    "cast": [
        {
            "url": "/celebrity/1343610/",
            "name": "周翔 Xiang Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327203/",
            "name": "魏大鸣 Daming Wei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2461082769.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1398816/",
            "name": "王西萍 Xiping Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "母爱的承诺"
    ],
    "douban_link": "https://movie.douban.com/subject/27059105/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "本剧讲述了一位生活在草原上的蒙古族母亲以她博大的胸怀和坚韧的意志，为了守护中共地下党的一个重托，历尽生死，先后失去了自己的女儿和老伴儿，面对凶残的敌人和恶劣的自然环境，她顽强地挣扎在死亡的边缘，以她的行为和美德诠释了草原人民对中国革命事业的支持……地下党筹集到一笔巨款后装在一个羊皮口袋里，委托地下工作者扎木苏将羊皮口袋交给老额吉。扎木苏叮嘱老额吉说她的儿子满都呼很快会将这笔款子取走，无论发生什么事情，千万不能落到别人的手里。草原上的敌伪军也在寻找这这笔款子，扎木苏为了将敌人引开不幸牺牲。敌伪军循着干粮袋的线索找到了老额吉的家，将毡包翻了个底朝天，却没有找到他们要找的东西。蒙古人有一个优良的传统——答应了别人的事情，即使是豁出去性命也不能失言。为了保护好这笔款子，老额吉的女儿海日罕死了，老伴儿也死了……老额吉坚信他的儿子满都呼会回来，面对严酷的生存环境，她一天天地坚持着。老额吉的儿子满都呼在回家的途中不慎跌下山崖，被一个汉族姑娘救回了家。岂料这家的老掌柜竟然是大名鼎鼎的土匪金翅雕，他也打听到了羊皮口袋的事情，于是将满都呼扣了下来……老额吉独自一人生活在草原上，望眼欲穿地等待着儿子回来，每天背着粪筐去拣牛粪，蒙古包一侧的牛粪墙越来越长……这期间大青山八路军支队派人来找额吉，告诉她那笔经费是组建骑兵部队的，满都呼有可能出了意外，他们要取走那笔经费。额吉没有答应，她坚信儿子一定会回来，除了儿子满都呼谁都别想把羊皮口袋拿走！敌伪军第二次来额吉家仍然没有找到羊皮口袋，伪队长临走时生气地踹倒了牛粪墙，羊皮口袋露出了一个角，额吉紧张极了，幸亏伪队长没有发现。夜里，额吉摸着黑再次将羊皮口袋秘密转移……后半夜时，毡包遭遇了狼群的袭击，家里唯一的牛被狼掏了，从此，老额吉和看家狗黑虎相依为命。敌伪军又一次来到老额吉家，还是没有找到那个羊皮口袋，一气之下烧毁了额吉的毡包。老额吉用破羊皮和烂毡片搭了一个小窝棚艰难渡日，等待着儿子回来。一天早上，和额吉相依为命的那只老狗也死了……那个汉族姑娘晨花是个侠骨柔情的女子，她其实是大土匪金翅雕的养女。多年前，金翅雕为了霸占晨花的母亲而将她的父亲害死，晨花一直伺机复仇。满都呼在晨花姑娘的帮助下逃出匪窝，晨花姑娘却把追踪满都呼的土匪和伪军引向了不归路……满都呼回家后，在那个破烂的窝棚前看到了气息奄奄的母亲。在母亲的引领下，满都呼爬上了小山包，在石块垒起的敖包里，他拿到了那个羊皮口袋……",
    "chinese_title": "母爱的承诺",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-10T00:08:20"
}