{
    "aka": [],
    "sid": "27052163",
    "cast": [
        {
            "url": "/celebrity/1322811/",
            "name": "韩一菲 Yifei Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042143/",
            "name": "彭丹 Diana Pang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054282/",
            "name": "午马 Wu Ma",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867211214.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "红水谣"
    ],
    "douban_link": "https://movie.douban.com/subject/27052163/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "童谣谣大学毕业后毫不犹豫的回到了自己出生成长的小山村做了一名乡村教师。周一的升旗仪式上学生黄小兰没能来学校,童谣谣向同学了解情况后得知是黄小兰的父亲喝醉酒不让小兰来上学,还让她去野地里给猪打猪草.童谣谣立刻感到野外将黄小兰带回家,并严厉语重心长地劝解黄父。谁知黄父却执迷不悟,正在童谣谣无奈之际,老校长赶来用自己的威信将小兰带回学校。红水谣红水谣蒙天毕业与一所艺术院校,毕业后并没有参加工作,而是从父亲手里接过了奇石店。这天,由导游莉莉带着两个外国游客来到蒙天店里,汤姆和安妮很喜欢蒙天的石头,买了几块奇石后他们要求蒙天带二人去捡石头的地方参观,蒙天犹豫片刻答应下来。蒙天带汤姆和安妮来到自己常去的红水河边捡石头,几人不知不觉来到了平日蒙天很少去的山里。在一个小山村的边缘,蒙天看到了带着学生们沿河岸拾垃圾的童谣谣,他立刻被童谣谣的纯真气质所吸引,但又不好意思上前搭讪,就这样二人错身而过。又到了童谣谣父亲的忌日，父亲为了救年幼的谣谣不慎坠崖身亡，童谣谣一直以来深感自责。思念父亲的童谣谣来到悬崖边跪倒在地，不禁哽咽抽泣起来。蒙天自从上次与童谣谣有过一面之缘后一直念念不忘，这天他终于忍不住开着自己的吉普车前往遇到童的山村。可在进村的路上车胎却被扎破，就在他换备胎时，无意中抬头看到祭拜父亲的童谣谣在悬崖边。蒙误以为童谣谣要寻短见，于是上前将童抱住拉到一边。童谣谣以为蒙天要非礼自己，一阵混乱后二人得知是场误会。童谣谣被蒙天的好心逗乐，并向其诉说了父亲的死因，二人心里对彼此都消除了警惕，交了朋友。童谣谣刚将自己的故事讲完，天空便下起了大雨，蒙天只好随童谣谣回到家暂时躲雨。童谣谣家里，二人尴尬的坐在炕边不知说什么。这时，蓝光突然冒雨跑进来，他哭着告诉童谣谣爷爷的旧病复发，童谣谣急忙出门跑向蓝家，蒙天也跟了过去并自告奋勇的开车送蓝光爷爷去了县城的医院。经过抢救，蓝爷爷脱离危险，在医院走廊里，童谣谣又向蒙天说了村里孩子们的情况。蒙天深有感触，他向校长表示要为学校捐书，为孩子们做点好事。童谣谣和校长听后对蒙天的举动感激不已。黄小兰的父亲又喝醉了酒，醉后对黄小兰又打又骂，并再次不让黄小兰上学。黄小兰待父亲睡着后来到学校，同学们正在兴致勃勃地在蒙天的演示下学着如何操作电脑，众人看到哭着进门的黄小兰一同随校长和童谣谣几位老师来到黄小兰家。通过众人的苦心劝说，语重心长地和黄小兰父亲的沟通，黄小兰父亲心里渐觉惭愧。这时，童谣谣提出自己负责黄小兰的书本费，这更让黄小兰父亲感动。黄父看着委屈的黄小兰，含泪发誓不再酗酒，并全力支持黄小兰读书。蒙天在童谣谣休息时邀请童来县城自己的奇石店参观，并向童讲述着每块石头的来历。童谣谣被蒙天对石头的喜爱和讲解时的专注神情所吸引，不知不觉对蒙产生了些许好感。中秋节时，众人在学校吃月饼、演节目、赏月不亦乐乎。可在和家人视频时，气氛立刻改变，孩子们看着电脑里的父母，痛哭不已。蒙天看到这个情景也鼻子酸酸的，在和童谣谣的谈话中他认识到孩子父母背景离家外出打工的原因正是因为家乡的贫穷。于是，他决定搞一次慈善拍卖会，帮助村里把公路修上，这样村里的水果就能卖出去，孩子家长才能回来。童谣谣向校长和村主任反映了蒙天的想法后得到认可，于是童谣谣和徐曼等人放学后便带领孩子们到河边捡石头，而蒙天也拿出自己珍藏多年的石头参加慈善拍卖，并到处游说之前认识的有钱人参加拍卖，村主任和校长及杨冬等人则在村里忙着拍卖会场的布置。拍卖会如期开始了，习惯了平静的小村庄此时热闹非常。拍卖会还惊动了当地电视台的记者，他们开着新闻车来到山村采访。可拍卖会一开始便遇到冷场，因为同学们并不懂哪些石头珍贵，捡来的都是一般的石头，那些有钱人都在等着蒙天手里的几块奇石。……很快修路的钱便凑齐，蒙天急切地要把这个好消息告诉童谣谣，于是开车飞奔着来到学校，拉着童谣谣来到童父不慎坠崖的地方，看着蜿蜒的山路，遐想着公路修好后的情景。动情之处，蒙天不自禁的拉住童谣谣的手，二人相视而笑！",
    "chinese_title": "红水谣",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T22:57:01"
}