{
    "aka": [],
    "sid": "27062789",
    "cast": [
        {
            "url": "/celebrity/1019371/",
            "name": "霍华德·古道尔 Howard Goodall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119106/",
            "name": "乔治·马丁 George Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125954/",
            "name": "乔治·马丁 George Martin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533859759.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6970188",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-06-03(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6970188/",
    "imdb_votes": 323,
    "this_title": [
        "Sgt Pepper's Musical Revolution with Howard Goodall"
    ],
    "douban_link": "https://movie.douban.com/subject/27062789/",
    "imdb_rating": "8.0/10 from 323 users",
    "trans_title": [
        "《佩珀军士》的音乐革命"
    ],
    "douban_votes": "0",
    "introduction": "Fifty years ago this week, on 1 June, 1967, an album was released that changed music history - The Beatles' Sgt Pepper's Lonely Hearts Club Band. In this film, composer Howard Goodall explores just why this album is still seen as so innovative, so revolutionary and so influential. With the help of outtakes and studio conversations between the band, never heard before outside of Abbey Road, Howard gets under the bonnet of Sgt Pepper. He takes the music apart and reassembles it, to show us how it works - and makes surprising connections with the music of the last 1,000 years to do so.Sgt Pepper came about as a result of a watershed in The Beatles' career. In August 1966, sick of the screaming mayhem of live shows, they'd taken what was then seen as the career-ending decision to stop touring altogether. Instead, beginning that December, they immersed themselves in Abbey Road with their creative partner, producer George Martin, for an unprecedented five months. What they produced didn't need to be recreated live on stage. The Beatles took full advantage of this freedom, turning the studio from a place where a band went to capture its live sound, as quickly as possible, into an audio laboratory, a creative launch-pad. As Howard shows, they and George Martin and his team constructed the album sound by sound, layer by layer - a formula that became the norm for just about every rock act who followed.In June 1967, after what amounted to a press blackout about what they'd been up to, Sgt Pepper's Lonely Hearts Club Band was released. It was a sensation, immediately becoming the soundtrack to the Summer of Love - and one of the best-selling, most critically lauded albums of all time. It confirmed that a 'pop music' album could be an art form, not just a collection of three-minute singles. It's regularly been voted one of the most important and influential records ever released.In this film, Howard Goodall shows that it is the sheer ambition of Sgt Pepper - in its conception, composition, arrangements and innovative recording techniques - that sets it apart.Made with unprecedented access to The Beatles' pictorial archive, this is an in-depth exploration, in sound and vision, of one of the most important and far-reaching moments in recent music history.",
    "chinese_title": "《佩珀军士》的音乐革命",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sgt Pepper's Musical Revolution with Howard Goodall",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-11T12:13:26"
}