{
    "aka": [],
    "sid": "27061464",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2466587250.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2017-06-22(英國)"
    ],
    "this_title": [
        "Who Should We Let In? Ian Hislop On The First Immigration Row"
    ],
    "douban_link": "https://movie.douban.com/subject/27061464/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "How should we respond to the vast numbers of newcomers arriving on our shores: are they a force for good to be welcomed in the tradition of tolerance, or a cause for anxiety about jobs, public services and the changing face of Britain's towns and cities? In this provocative new programme, Ian Hislop sets out to explore the rich history that lies at the heart of our conflicted attitudes to immigration today.Exploring attitudes to immigration in Victorian and Edwardian Britain, Ian casts a searing light on one of the most important and divisive issues of our times. This was the era when British views on immigrants crystallised and the first peacetime controls on immigration were imposed, leaving a legacy we're still grappling with today.Ian Hislop says: 「It is fascinating to look back at the era of the first wave of mass immigration into the United Kingdom, when the attitudes that are so recognisable to us now were first formed and the familiar arguments about the issue were first aired. There is a wealth of forgotten history in this period with extraordinary stories of intolerance, compassion, idealism and compromise. The documentary covers Politics, the Press, Race, and Religion - and that is only in the first five minutes.」Ian will reveal how attitudes to immigration divided Edwardian politicians, press and people in the fierce arguments that led to the 1905 and 1919 Aliens Acts - modern Britain's first peacetime legislative attempts to restrict unwanted immigration - and how we've wrestled with them ever since.",
    "chinese_title": "Who Should We Let In? Ian Hislop On The First Immigration Row",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-30T03:42:12"
}