{
    "aka": [
        "世界之舞",
        "舞国争霸"
    ],
    "sid": "27068617",
    "cast": [
        {
            "url": "/celebrity/1036316/",
            "name": "珍娜·迪万 Jenna Dewan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045074/",
            "name": "戴瑞克·浩夫 Derek Hough",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019000/",
            "name": "詹妮弗·洛佩兹 Jennifer Lopez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182326/",
            "name": "尼欧 Ne-Yo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1185863/",
            "name": "罗杰·克莱格·史密斯 Roger Craig Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1462179/",
            "name": "伊娃·伊戈 Eva Igo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2462870754.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5895884",
    "director": [],
    "duration": "60分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-05-30(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5895884/",
    "imdb_votes": 1402,
    "this_title": [
        "World of Dance Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/27068617/",
    "imdb_rating": "7.2/10 from 1402 users",
    "trans_title": [
        "舞动世界 第一季",
        "世界之舞",
        "舞国争霸"
    ],
    "douban_votes": "414",
    "introduction": "NBC's new dance competition series \"World of Dance\" is led by a judging team of extraordinary dance superstars - Jennifer Lopez (who also serves as an executive producer), Derek Hough, NE-YO and host/mentor Jenna Dewan Tatum.The 10-episode series from Universal Television Alternative Studio and Nuyorican Productions will give dancers the platform to showcase their talents and the opportunity to receive a life-altering grand prize of $1 million.In partnership with preeminent global dance brand World of Dance, the series brings the world's elite dancers together to compete in epic battles of artistry, precision and athleticism. Solo dancers will compete against duos and crews in an unlimited range of dance, including hip-hop, popping, locking, tap, ballet, break dancing, ballroom, stomping and more.Handpicked from qualifying events around the nation and thousands of online submissions, competitors are divided into three divisions: Junior (any size act, 17 years old and under), Upper (groups of 1-4, 18 and older) and Team (groups of 5+, 18 and older). Our panel of experts scores the acts using a precise point system developed by World of Dance, using the following criteria: Performance, Technique, Choreography, Creativity and Presentation. The competition consists of five rounds: Qualifiers, Duels, The Cut, Divisional Finals and the Grand Final. In the first four rounds, dancers only compete within their division, but in the Grand Final the winner from each division will compete against each other for the grand prize.World of Dance is among the most trusted and fastest growing dance and music entertainment brands, combining a successful digital platform of more than eight million subscribers with the world's largest international urban dance competition. What began in 2008 as a single event is now a continent-spanning, tour de force of human spirit and sick dance moves. The World of Dance Tour attracts YouTube stars, industry icons and tens of thousands of fans to events in more than 25 countries, spanning the U.S., Europe, South America and Asia. The inspiring performance videos captured from these events drive 30 million monthly views online, making World of Dance the largest dance entertainment channel on YouTube. No language barriers. No animosity. Just pure, awe-inspiring movement.Jennifer Lopez, Elaine Goldsmith-Thomas and Benny Medina will executive produce for Nuyorican Productions. Also executive producing are Kris Curry, Matilda Zoltowski, David Gonzalez, Matthew Everitt and Al Hassas. The series is produced by Universal Television Alternative Studio in association with Nuyorican Productions and World of Dance.ACTSJunior801 SquadAlamanBoys of TemeculaD'Angelo and AmandaDiana PomboEva IgoImmaBEASTJJ & JoeyKaeli and BrandonKynTayMini ReQuestThe LabThe Maya BoysThe Mihacevich SistersThe POSSEUpperAl Taw'amDNAFemme FataleFik-ShunKeone & MariKings UnitedKyle Van NewkirkLes TwinsLuka & JenalynNick DanielsPasiónQuick StyleSlavek and JulietThe Nitty GrittyzTrent JerayVibrationTeamChapkis Dance FamilyFUZEIan Eastwood and the Young LionsJabbawockeezKinjazMiami All StarsNXT LVLP.L.A.Y.ProdiJIGRhythmaticRougeRoyal FluxStroll GrooveSuper Cr3wSwing LatinoThe Kingdom",
    "chinese_title": "舞动世界 第一季",
    "douban_rating": "8.5/10 from 414 users",
    "foreign_title": "World of Dance Season 1",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.5",
    "update_at": "2025-04-04T14:14:30"
}