{
    "aka": [
        "Growroom"
    ],
    "sid": "27073238",
    "cast": [
        {
            "url": "/celebrity/1287056/",
            "name": "马丁·哈伯 Martin Hub",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "捷克 Czech"
    ],
    "writer": [],
    "imdb_id": "tt6840750",
    "director": [
        {
            "url": "/celebrity/1495603/",
            "name": "安迪·费胡 Andy Fehu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "捷克语 Czech"
    ],
    "playdate": [
        "2017-04-13(捷克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6840750/",
    "imdb_votes": 23,
    "this_title": [
        "Pestírna"
    ],
    "douban_link": "https://movie.douban.com/subject/27073238/",
    "imdb_rating": "6.4/10 from 23 users",
    "trans_title": [
        "Growroom"
    ],
    "douban_votes": "0",
    "introduction": "Cannabis is being cultivated and harvested in an illegal underground growroom by a group of five people who oversee its three-month cycle. During one of these rotations the chief grower suddenly dies. Ondřej meanwhile has no idea that his half-million-crown debt to a local hoodlum makes him a prime candidate for the newly vacated position. Disheartened by this turn of events, and despite other commitments that include a girlfriend, he has no choice but to join this bizarre confined crew of several Vietnamese and a beefy bodyguard in order to work off his debt. His sense of claustrophobia, however, is merely the start and least of his problems… Crafted by Andy Fehu, this first Czech internet thriller develops an original approach already defined in The Greedy Tiffany and other prior films. Via a specific brand of camp he resumes his portrayal of the slimy individuals who inhabit society’s nether regions. Somewhat subversively, Growroom evokes a sense of disgust yet also a degree of pleasure at the thought of spending time in this crude environment.",
    "chinese_title": "Pestírna",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T06:13:25"
}