{
    "aka": [],
    "sid": "27087318",
    "cast": [
        {
            "url": "/celebrity/1100537/",
            "name": "迈克尔·古尔德 Michael Gould",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343244/",
            "name": "劳拉·埃尔芬斯通 Laura Elphinstone",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6890772",
    "director": [
        {
            "url": "/celebrity/1092919/",
            "name": "Nick Holt Nick Holt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305898/",
            "name": "Kath Mattock Kath Mattock",
            "@type": "Person"
        }
    ],
    "duration": "48分钟",
    "episodes": "5",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2017-05-21(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6890772/",
    "imdb_votes": 224,
    "this_title": [
        "The Trial: A Murder in the Family"
    ],
    "douban_link": "https://movie.douban.com/subject/27087318/",
    "imdb_rating": "7.1/10 from 224 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Trial is a brand new, ground-breaking five-part series to be stripped across one week on Channel 4. In it, a fictional crime will be authentically tried by a team including eminent practicing QCs, a genuine judge and a jury of 12 members of the public. The only actors include the accused - a man who is pleading not guilty for the murder of his wife - the deceased, and some of the witnesses. A thrilling hybrid of drama and documentary, The Trial aims to both hook viewers with the real twists and turns of a criminal murder trial and reveal the inner workings of the justice system as never seen before. Secrets of what being a juror entails will be revealed when cameras follow them into the deliberation room as they try to reach their verdict. The trial centres around the murder of 38-year-old Carla Davis, who was strangled to death in her own home. The accused is her estranged husband, Simon. The prosecution is led by Max Hill QC with junior barrister Michelle Nelson. Defendant Davis is represented by John Ryder QC and junior barrister Lucy Organ. Presiding is Judge Brian Barker CBE QC - formerly the most senior judge at the Old Bailey. Giving evidence at the trial will be forensic experts, police officers and eye witnesses as well as friends and relatives of both the deceased and the accused.",
    "chinese_title": "The Trial: A Murder in the Family",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T02:14:35"
}