{
    "aka": [],
    "sid": "27086863",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503522676.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "教えられなかった戦争・侵略マレー半島"
    ],
    "douban_link": "https://movie.douban.com/subject/27086863/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "強制されて殺し合ったという。確かにそうだ。私もそう信じる。だが私は訊きたい。強制したのは誰か?1992年制作の作品です。最近16mmのフィルムで見ました。東村山の中央公民館で行われた「みんなの憲法委員会」の映画会です。高岩仁監督の「教えられなかった戦争」シリーズは、すでに『戦争案内』と『教えられなかった戦争 沖縄編 阿波根昌鴻・伊江島のたたかい』を見ました。「教えられなかった戦争」シリーズにはこのほか、『中国編─侵略からの解放・革命─』『フィリピン編─侵略・開発・抵抗─』があり、高岩監督は『朝鮮編』を制作中の2008年に亡くなられました。一貫して日本軍のアジア侵略をテーマに現地に取材されてきました。【映画の概要】このシリーズのテーマは、明治以来日本の侵略戦争が、 アジアの民衆にもたらした惨禍の実態調査と記録であり、 日本の侵略戦争はなぜ起きたのか、誰が必要として起したのか、その社会的原因の追及をしたものです。さらに、アジアの人々が日本による『第二の侵略』と呼んでいる、 現在進行中のアジアへの新たな経済的侵略の実態、その構造的原因も明かして行きます。不戦の誓いとともにリアルに世界平和を考える ～封印された歴史から現代社会の構図を読み解く～ （作品紹介パンフレットより）「教えられなかった戦争」のシリーズの作品は、その構成が、①「なぜ戦争は起きたのか?」おもに経済の側面から。　②「なぜ日本人の男達は、武器を持たず抵抗できない人たちを平気で殺せるようになったのか？」戦前の教育がそうさせたのではないか。③「形を変えた経済侵略を日本は今もアジアで続いている」という三つの問題意識で語られているように思います。その侵略は公害輸出など人を人とも思わない利益追求の経済と政治によって行われていることが説明されます。そして、天皇の戦争責任、あるいは日本人の戦争責任ということが、その底流にあって、こうした戦争を生み出したものが何かに迫っています。この『教えられなかった戦争・侵略マレー半島』は、真珠湾攻撃と同時期にマレー半島のコタバルに上陸した日本軍が､資源や経済の要地であるシンガポールをめざす中で､主に中国系住民に対し、共産主義の抵抗勢力とでっち上げ、虐殺を繰り返していったことが描かれています。村の住民を全員、子ども達までもひとり残らず殺していった日本軍の行為を、生き残った人たちの証言によって明らかにしていきます。この映画を見て､日本軍がアジアの各地で行った残虐きわまりない虐殺の事実を知ると、あらためて日本という国は､こうした戦争責任をきちんと清算しない限り、一人の軍人も、一人の兵士ももってはいけない､という気持ちになります。おそらくそれは戦後すぐの日本人の多くがもった気持ちだと思います。戦争によって自分たちもひどい目に遭った､もう戦争はしてはいけない、軍隊も軍人もいらない。きっとそのことが日本国憲法第9条という形で共有できるものになったのだと思います。しかしその戦争によって、日本の私たちの軍隊によってアジアの人たちがひどい目に遭ったことを多くの日本人は知らされていませんでした。まさに「教えられなかった戦争」です。そればかりか教科書からも日本が侵した加害責任の話は、いつしか消え、あたかも大東亜共栄圏の主張は正しく、日本はアジアの役に立ったのだと言わんばかりの記述している教科書を通して子ども達に教え込まれています。日本軍の残虐な虐殺行為も「そんなことはなかった」とうやむやにし、軍の力で行った慰安婦制度もそれはでっち上げだと主張し、否定してかかろうとしています。「そんなことをとやかく言う奴は日本人にあるまじきことだ」と言われるにところにまできているのです。安倍首相は昨年の首相談話で「あの戦争には何ら関わりのない、私たちの子や孫、そしてその先の世代の子どもたちに、謝罪を続ける宿命を背負わせてはなりません。」と言います。でもその後に続けている「しかし、それでもなお、私たち日本人は、世代を超えて、過去の歴史に真正面から向き合わなければなりません。謙虚な気持ちで、過去を受け継ぎ、未来へと引き渡す責任があります」と。そのために何をしてきたというのでしょう。言っていることと、やっていることが正反対である例としか言い様がありません。この映画は、ちょっと前の映画です。でもこの映画ができてから25年。その間に戦争に対する想像力は全く変わってきてしまったように思います。反戦平和を築くことが、何より大切だと思う気持ちは、いつのまにか全く他所事のようで、多くの国民の共通認識でなくなってしまったように思います。どうしてそうなってしまったのでしょうか?やはりそこで大きく働いているのは教育の力、権力による教育の「成果」があるのではないかと思います。そしてそうしたことに真実を伝える報道までも閉ざされ、すでに表現の自由、言論の自由も危ういものになってしまっています。どうしたらよいのでしょうか？伝えていくしかないと思います。私たちがこれまで知ったこと、想像できることを伝えて、考えてもらう機会を作ることだと思います。戦争に対して、日本人自身も含め、多くのアジアの人々を苦しめた戦争について、そしてなお苦しめ続けている「侵略」の事実に対し、その原因がどこにあるのかをきちんと想像でき､そこから平和を考えていく機会を作って行きたいと思います。　私たちはその想像力を共有できる映画を見せて活用していきたいと思います。【制作スタッフ】演出：高岩仁　藤本幸久演出助手：太田直子撮影助手：北條豊撮影：高岩仁音楽：アシン録音：栗林豊彦　菊池信之編集：高岩仁ネガ編集：山本晴彦解説：伊藤惣一音楽：関口孝デザイン：北代淳協力：小田部雄次/坂本雅子/関口竜一/高嶋伸欣/蔡史君/中原道子/林博史/山住正己/陸培春シンガポール=国立公文書館/セントサ島歴史博物館/晩晴園マレーシア=ベラ反放射能委員会/葉茂和銀座さくらや/東映化学工業株式会社/東映株式会社教育事業部/放映産業株式会社企画・製作・著作：映像文化協会日本映画　1992年　112分",
    "chinese_title": "教えられなかった戦争・侵略マレー半島",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T17:21:12"
}