{
    "aka": [],
    "sid": "27080936",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "喜剧",
        "动作",
        "爱情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2482528741.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1360025/",
            "name": "黄超 Chao Huang",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-07-06(中国大陆)"
    ],
    "this_title": [
        "洪荒宫斗之杀手为妃"
    ],
    "douban_link": "https://movie.douban.com/subject/27080936/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "唐朝某年，女杀手夏蝉从小接受着秘密组织的特训，而其目标就是进宫谋害皇上，秘密组织好趁机夺取政权，而夏蝉在秘密组织的精心安排下，以秀女的身份进宫，秘密组织在其进宫前给了其预设身份，也精心培养了她才艺和武功，并告诉她，宫中有个刘公公，是其内应。可是没想到，夏蝉进宫前，突然因为马车事故，头部被重创而失去了记忆。导致其脑力大减并忘记了一切，入宫后，当上了最低等的嫔妃，即：侧八品秀女。而她所有的记忆，只是宫人灌输了一些家室和背景。她俨然从一个帅气的女杀手变成了天真的傻白甜。入宫后，眼见嫔妃侍寝后出来，用类似傅园慧接受采访时候的套路，在太监面前兴奋的说着自己此次侍寝的时长多么惊人，夏蝉一脸错愕，她不懂男女之事，又不喜争权夺利，故很难理解为何大家对皇上如此趋之若鹜。后众秀女面见皇后，所有秀女都恨不得表现自己伶俐，用微表情分析皇后心态的、给皇后表演魔术的、在皇后面前跳钢管舞的等等，大家都想借机成为皇后面前的红人，好有机会接近皇上。只有失忆的夏蝉不言不语。不想事后，其他秀女全部被皇后以狗血的欲加之罪害死，只有傻乎乎的夏蝉活了下来。皇后看重夏蝉生性呆傻，是当棋子的合适人选。于是，安排其找机会接近皇上，以灭了自己的四大眼中钉，长相貌美且精通各种超前微整形术和包装术的孙美人、家室显赫，颜值抱歉且爆肥又自恋的婉妃、成天林黛玉附体，让皇上最为怜惜的黛嫔、以及让皇后怀疑跟皇帝有搞基嫌疑的李公公。而秘密组织的内应刘公公，眼见夏蝉已经跟皇后搭上线，以为其正在进行计划，很是满意。于是，跑去跟夏蝉对暗语，而夏蝉全然听不懂之下，还觉得刘公公是反贼，她正义凌然的在皇后面前举报了刘公公策反，刘公公被抓进大牢，每天接受严刑拷打。夏蝉则一脸安心，全然忘记了对方是自己的同僚这档子事。后夏蝉自知以自己智商，俨然是活不到片子开场六分钟以后。为了苟活，只得按照皇后的计划，先是搞出在皇上去御花园的路中，假装失足落水的戏码。不想，跟其有同样心思且体态肥胖的婉妃也用了同样的招数，两人在同一个时间跳入同一条御花园的小河，而婉妃凭靠自己逆天的硕大体型在入水的那一刻就溅起一片惊涛骇浪，导致身材瘦小的夏蝉意外“搁浅”，提前退出了战斗。后她把目标又锁定在了揣摩皇上心思上，一个无脑的太监给她出主意，说，宫中没新鲜的好货，皇上已经厌烦，并想寻找刺激。脑子不转弯的夏蝉，为了给皇上刺激，把自己打扮成黑衣杀手，想“惊艳”的突然出现在皇上面前，冲击他的小心脏，不想，脑补的画面虽然相当顺利，可是到了现实，还没接近皇上就被侍卫拿下，好在皇后的手下及时赶到，才把夏蝉护下，让其身份没有败露。而这一次行动，她貌似想起了自己身份的一个片段，但是依然记忆模糊。眼见皇后对其已然快失去信心，夏蝉焦急之下，把目标再次锁定在了四个目标中最弱的黛嫔身上。她想去找黛嫔取经，学学人家降服皇上的手段。没想到一进去，黛嫔一改在皇上面前病歪歪的样子，一言不合之下就直接给了夏蝉一拳，夏蝉一口老血喷在了黛嫔脸上，而此时皇上正好进来，发现黛嫔满脸是血，而貌似夏蝉一点事情没有，便以为是夏蝉打了黛嫔。皇上大怒之下，命人给了夏蝉五十大板并说出行凶动机，黛嫔装可怜相，表面劝皇上手下留情，其实心里欢喜。夏蝉在快被打废的时候，终于编出了一个狗血的所谓谋害黛嫔的理由，这才算保住了性命。而经历了以上这些后，皇后深觉夏蝉无用，竟然最终把夏蝉身边的侍女小翠提拔上来，做了才人。而找理由把夏蝉贬成了宫中杂役。一招身份颠倒，小翠不计昔日主仆之情，对夏蝉格外苛责和各种刁难。而夏蝉做秀女时候，百般想接近皇上无果，却在做了杂役以后，在一次偶然跟皇上来了个致命邂逅中，情节类似大长今。皇上对其产生了别样的好感，可夏蝉依然对上次皇上因黛嫔责打自己的事情耿耿于怀，不乐意理睬皇上，只是拘着宫中礼数行事。可此态度正中了皇上挑战欲，于是两人上演了类似狗血琼瑶般你追我躲，你来我躲，你走我追的戏码，才算做实彼此情愫，期间暗恋皇上的李公公百般妒忌夏蝉，给了暗地使绊子，没想到每次都阴错阳差帮助夏蝉更获圣宠。而夏蝉也被皇上封为了正五品芳仪。如此一来，黛嫔、皇后、孙美人、小翠、婉妃全部对夏蝉嫉妒不已，开始谋算如何置其于生死的。几个人坐在了一张桌子上，开始商量起“复仇者联盟”的计策。后夏蝉以每日平均都会躲避五个以上暗器、选择性屏蔽性至少两碗绝育毒药、逃开三个建筑物“人为性”倒塌事故以及反倒三条以上跟某侍卫或太监或大臣绯闻，艰难的活着。夏蝉在东躲西藏中，她潜在的武功底子被激发，虽然还是什么也想不起来，但是却炼成了一身高功夫和高警觉度，成为了皇宫名副其实的福尔摩斯外加美国队长。而另外一方面，被关押在天牢的其同僚刘公公终于想办法，自行越狱成功。而狼狈的刘刚刚出狱，就跟夏蝉狭路相逢，挨了一顿暴打，再次被送回天牢。而当时皇帝也在场，皇帝觉得夏蝉有勇有谋，且对自己忠心，于是对她更加疼爱。而夏蝉此时，也真心爱上了皇帝。两人成天在皇宫各种秀恩爱，导致所有太监、宫女和大臣为了在宫中看见两人，不至于呕吐失态，所以都在私下偷偷吃防晕马车防呕吐的药丸。而夏蝉终背负了红颜祸水的罪名，在皇后联合众臣的上书中，并使用连环离间计（分别展示了武则天陷害王皇后、华妃陷害甄嬛等等经典桥段），皇上终信了谗言，把夏蝉关入冷宫。郁闷的重新回归了黛嫔、皇后、孙美人、小翠的温柔香，不再记得起曾经深爱的夏蝉。而皇帝的身体也在沉溺美色中，每况愈下。而夏在听说皇上薄情，早已忘记自己的时候，这才开始彻底绝望，陷入痛苦之中。而就在此时，神秘组织眼见得不到刘公公和夏蝉的谋杀进度飞鸽传书，于是派了四大高手潜入宫中秘密打探，这才知道，原来，夏蝉一直没有行动且刘公公已经入狱。四大高手救出刘公公，神秘组织下令，当晚刺杀皇上，放弃夏蝉。而夏蝉这边，在冷宫中，被众多太监欺负暴打，头部再次遭遇重创而恢复记忆。她想起来神秘组织给其的最后刺杀期限就在昨夜，如果昨夜她完不成任务，今日晚上神秘组织将冒着暴露的风险，亲自动手，弑君。夏蝉想到这里，飞身出冷宫，直奔皇宫而去，但任凭其如何想面圣，都被视其为眼中钉的李公公拦住，就在此时，四大高手已经杀死所有侍卫，直奔皇上寝宫而去，千钧一发之际，夏蝉小宇宙大爆发，跟四大高手展开恶战并最终将他们全部杀死。而倒在血泊中的，还有悲催的刘公公，刘公公死前问夏蝉，你为何如此？夏蝉说，以前是因为我忘记了过去，现在是因为我想起来了！刘公公吐血死亡前吐槽，说，什么狗屁逻辑！？后夏蝉重得皇上爱恋，两人破冰··",
    "chinese_title": "洪荒宫斗之杀手为妃",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T06:43:35"
}