{
    "aka": [],
    "sid": "27081815",
    "cast": [
        {
            "url": "/celebrity/1127083/",
            "name": "伊沃·波格雷利奇 Ivo Pogorelich",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2481428782.jpg",
    "region": [
        "德国",
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "英语",
        "Russian"
    ],
    "playdate": [],
    "this_title": [
        "Ivo Pogorelich: A Film by Don Featherstone"
    ],
    "douban_link": "https://movie.douban.com/subject/27081815/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ivo Pogorelich shot to fame when he was dropped from the finals of the 1980 Warsaw Chopin Competition, amidst a controversy about his unsuitable dress and unconventional interpretation. A group of judges decided nevertheless to award him a special prize. He remained in demand on the concert platform and, alongside his rigorous discipline and total conviction of his own greatness, fuelled his reputation as an enfant terrible.In this documentary from 1983 by Don Featherstone, Pogorelich is seen in the intimacy of his home – a baronial seat in Scotland with two lochs – learning and rehearsing Ravel’s „Gaspard de la nuit“, this piece being one of the most outstanding demonstrations of his virtuosity. He talks about his life and career, and also his wife and teacher Aliza Kezeradze, who died in 1996, gives insight in her life with the provocative genius. The film includes footage of the controversial competition in Warsaw, which first brought him international attention.http://arthaus-musik.com/en/dvd/musik/documentary/media/details/ivo_pogorelich.html?tx_axdvds_pi1%5Bpage%5D=2&cHash=7de7c0c8e7f6b129c19c7ebf6e7542d7",
    "chinese_title": "Ivo Pogorelich: A Film by Don Featherstone",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-09T15:35:37"
}