{
    "aka": [
        "The Fates of the Women of Yi Dynasty"
    ],
    "sid": "27089363",
    "cast": [
        {
            "url": "/celebrity/1011747/",
            "name": "方姬 Hee Bang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1614330/",
            "name": "郭银敬 Eun-Kyung Kwak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2492951789.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-08-31(韩国)"
    ],
    "this_title": [
        "이조 여인숙명사 청상계"
    ],
    "douban_link": "https://movie.douban.com/subject/27089363/",
    "trans_title": [
        "青孀契",
        "The Fates of the Women of Yi Dynasty"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISLady Park is burdened by her karma which drives her to succumb to her desires and commit an act of adultery. Master Park, her father, uses his power to keep her parents-in-law silent and she moves to Nettle Tree village. She becomes close with Tang, the haberdasher of the village who encourages her to form Chungsanggae, a social club with three other women who share a similar fate as hers. Together they continue lead lives of pleasure. When Lady Yun's husband Cho becomes suspicious and follows her, he witnesses her cheating on him. But Cho accidentally kills himself with his own knife. When the authorities find out about Chungsanggae, the other three women besides Lady Park either drown themselves or are executed. Lady Park escapes punishment through her father, but she returns home and kills herself.故事Bakso总是发送不安全，因为天生注定，不辜负不放弃希望有一天奸淫之罪。但是附成人父夜daegam的力量已经默许移动的住所，给朴树。朴树目标房间muljangsu机构有不同的命运danggolne和danggolne征求bakso抵消购买杜松子酒和自然的方法三名妇女组织度过快乐的时间。随后，年轻的妻子yunso susanghi这里的行动曹臻的佐贺看到的场景，随后，她的外遇。他死刺了一刀无法抗拒的不满活hwidureudeon曹臻意外。当人们发现机构抵消该事件，该女子除夜索萨要面对执行的不羁还是跳入河中。Bakso萨曼莎又是什么样的生活在我父亲的权力，但他在窑最终自杀回国。",
    "chinese_title": "青孀契",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "이조 여인숙명사 청상계",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T16:13:18"
}