{
    "aka": [
        "宇宙深处高解析"
    ],
    "sid": "27097884",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885330890.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1309994/",
            "name": "托比·麦克唐纳 Toby Macdonald",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6770080",
    "director": [
        {
            "url": "/celebrity/1050559/",
            "name": "大卫·A·斯图瓦特 David A. Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101481/",
            "name": "乔治·哈里斯 George Harris",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-04-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6770080/",
    "imdb_votes": 10,
    "this_title": [
        "Space's Deepest Secrets Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/27097884/",
    "imdb_rating": "8.3/10 from 10 users",
    "trans_title": [
        "太空最深秘密 第二季",
        "宇宙深处高解析"
    ],
    "douban_votes": "0",
    "introduction": "EP01  NASA's Greatest MomentsWe countdown the greatest moments in NASA's nearly sixty year history, revealing the incredible stories behind the missions and discoveries that have remade our understanding of the Final Frontier.EP02  Strangest Alien StormsNew discoveries on alien planets reveal the most violent storms and strangest weather in the universe. On some planets, there might be rain of rubies and diamonds, and others could be earth-like worlds of frozen wastelands and hellish infernos.EP03  Black Holes: The Einstein ProphecyThe genius of Einstein's theory of relativity was the first evidence that black holes might exist, but scientists still don't know what really happens inside of one. Follow the researchers investigating the dark secrets of this mysterious phenomenon.EP04  Secret History of JupiterRecent discoveries by NASA's Juno mission reveal secrets about Jupiter, a strange world that is more like a star than a planet. As scientists uncover what lies beneath its violent storms, our understanding of the solar system could change forever.EP05  Mysteries of Alien VolcanoesNew research into our solar system's alien volcanoes reveal shocking discoveries. Many of these fiery wonders are similar to the volcanoes on Earth, and some might even have created the conditions for extraterrestrial life.EP06  Curse of Dark MatterRecent discoveries have revealed vast clouds of dark matter in our universe. Could this mysterious matter be proof that multiple universes exist? Join researchers as they investigate the secrets of dark matter.EP07  Race to Planet 9Scientists believe that there is an undiscovered massive planet lurking at the edge of our solar system. Join researchers as they hunt for this mysterious world, an investigation that could reveal the secret history of the solar system's formation.EP08  Rise of the Monster StarsThe most extreme stars in our universe could be the key to understanding life in the cosmos. These monster stars are among the oldest in the universe, and can be hundreds of times larger than our Sun and burn over million times brighter.EP09  Stranger Signals from Alien WorldsFor decades, researchers have been scouring the universe for signals from extraterrestrials. New discoveries reveal mysterious fast radio bursts from space that may be the key to confirming life in the cosmos.EP10  Secret History of the Big BangScientists are on a race to find the beginning of time and space: the Big Bang. Cutting-edge technology helps astronomers look back in time to uncover mysteries of our universe's creation, revealing hat happened in the first moments of the cosmos.",
    "chinese_title": "太空最深秘密 第二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Space's Deepest Secrets Season 2",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T22:22:55"
}