{
    "aka": [
        "Bocaccio '93"
    ],
    "sid": "27097883",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494144664.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1607275/",
            "name": "尹石薰 Seok-hun Yun",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0313306",
    "director": [
        {
            "url": "/celebrity/1028609/",
            "name": "金绮泳 Ki-young Kim",
            "@type": "Person"
        }
    ],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1999-04-03(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0313306/",
    "this_title": [
        "복카치오 '93"
    ],
    "douban_link": "https://movie.douban.com/subject/27097883/",
    "trans_title": [
        "薄伽丘‘93",
        "Bocaccio '93"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISModels Sung-hoon and Dong-jin are inseparable. Coincidentally, Sung-hoon, being a face model, and Dong-jin, being the body model who stands in for Sung-hoon, is not the main reason why. They do everything together. In regard to women, they are pick-up artists. To them, women are disposable, not objects of affection and true feelings. Aerobics instructor Jin-ah and fashion model Da-hye are roommates. Da-hye will do anything to succeed, while Jin-ah has a different set of values. One day, Sung-hoon and Jin-ah meet during a photo shoot for exercise wear and enjoy a night together. But their feelings begin to grow for one another. But Sung-hoon, in the name of success, betrays Jin-ah by sleeping with wealthy older women. When Jin-ah finds out the truth, she leaves Sung-hoon.故事森·胡模型和东津是分不开的ttelreya之间。森·胡将面临模型，向东不只是身体，其次是带带模型，该奖项的身体，他们的一切。特别是妇女打猎... ... 。对他们来说，一个女人不只是一个赌注仅有夜间的相对愿望。该名称可以爱，不知道，每天以满足新的欲望是他们最关心的问题。他们的女人，狩猎条女人不爱只是一次性的。同时，健美操指导员，金妮和时装模特dahye一起生活。男性甚至享受留宿是他们同居不应该的规则，第一条。Dahye是具有挑战性的妇女不要捏任何东西，为了作为一种模式的成功。但获胜，但开放有一个女人谁仍然相信爱情遗体的清白。",
    "chinese_title": "薄伽丘‘93",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "복카치오 '93",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T20:40:38"
}