{
    "aka": [],
    "sid": "27098866",
    "cast": [
        {
            "url": "/celebrity/1314158/",
            "name": "李锦梅 Ivy Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379104/",
            "name": "郑各评 Geping Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347980/",
            "name": "曹国辉 Terence Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338220/",
            "name": "陈凤玲 Felicia Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390481/",
            "name": "雅慧 Ya Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397958/",
            "name": "宋怡霏 Constance Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437368/",
            "name": "黄业伦 Renfred Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2892316489.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1328376/",
            "name": "洪汐 Rebecca Leow",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12433936",
    "director": [
        {
            "url": "/celebrity/1342104/",
            "name": "黄光荣 Kuang Yong Wong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "58",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt12433936/",
    "this_title": [
        "心花朵朵开"
    ],
    "douban_link": "https://movie.douban.com/subject/27098866/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "大顺有一不知所踪的大女儿铃兰，铃兰18岁被大顺亲自送进戒毒所后，生性叛逆的她就再也不回家。未婚先孕的铃兰被男人所骗生下女儿依铃。惨遭抛弃的她带着女儿依铃跟了当卜基的卢瓜，却不知道卢瓜经常想找机会侵犯依铃。依铃虽从小没见过大顺，却阴差阳错和大顺成了忘年之交。铃兰也因为依铃再次和父亲相遇。铃兰对大顺的愧疚毫不领情，善于把握时机的卢瓜却利用大顺对铃兰的内疚，从大顺身上榨取好处。大顺三女儿海桐不齿卢瓜所为，对大姐铃兰有了误解。后卢瓜更因为进行非法活动，被兄弟误会，以致痛打成伤。铃兰误信卢瓜所言，认定海桐见死不救，搞得姐妹翻脸，水火不容。二女儿紫荆和大顺虽然比较亲近，但已经成家的她，却有着说不出的苦恼和压力。嫁给巴刹花贩云开旺的紫荆，育有一女。紫荆因经济拮据，不肯再添男丁，却因此和家婆有了心病。开旺的妹妹彩霞和大嫂向来八字不合，她因老公康庆雄投资失利破产，一家三口搬回娘家。姑嫂难容，原已存在着婆媳问题的家庭更因此鸡犬不宁。庆雄见紫荆不肯生育，煽动开旺到国外娶二奶，开旺心猿意马，紫荆得悉开旺蠢蠢欲动，愤然离家。开旺原想挽回妻子，谁料却发现紫荆沉迷赌博，还欠下大耳窿，终生气的表示要休妻。紫荆被逼回到娘家，开旺坚决要紫荆戒赌才肯再续前缘。紫荆努力戒赌期间，越南新娘阮二波竟上门寻夫。众人震惊，心虚的庆雄因为惧内，逼开旺代为顶罪。开旺为保住妹妹的婚姻，勉强答应背黑锅，谁料二波却爱上了他。开旺摆脱不了和二波的牵扯，令紫荆误会开旺和二波真有关系。紫荆承受不了打击，远走他乡。开旺追到马六甲，原本有望相遇，谁料紫荆发生意外，昏死路边。开旺完全失去紫荆的消息，以为紫荆已经放弃了自己，黯然回家。庆雄利用开旺的名开婚姻介绍所，原本经营正当生意，唯利是图的他见利忘义，竟开始鼓励客户包二奶，还组团带男人出国寻欢。开旺为紫荆的事心烦，对介绍所的事掉以轻心，殊不知庆雄是及时炸弹，随时会令他陷入商业纠纷和诈骗之中……三女儿海桐精明能干，思想前卫，年纪轻轻就打算创业，当女强人。她和男友郭子鹏开了花饰和礼篮公司。二人虽已相恋多年，却久久不愿成婚。充满自信的她不相信一纸婚约，觉感情绝对不需纸上的承诺。后大顺因为要替紫荆还赌债，卖掉花圃时，强悍的海桐为了维护自身的利益，和买主马大吉成了欢喜冤家，大吉是美国出生的ABC，处事不拘小节。对经营花圃一窍不通的他，在海桐的安排下，签下了“不平等”合约。不但答应廉价为海桐的礼篮公司供应花卉，还以高薪聘请大顺协助管理花圃。大吉后来得知被骗，却也奈何不了海桐。没有婚姻基础的感情使左右逢源的子鹏失去责任心，他在重遇前女友后，终萌起一脚两船的念头。高傲的海桐无法接受男友的出轨，毅然放弃多年的感情和事业，回到花圃重新开始。海桐的坚强和拚搏让大吉改变了对她的看法，二人同心协力，让花圃展露了新的生机，两人的感情也悄悄的萌芽。两个年轻人惺惺相惜，原本可以走在一起，可是大吉远在美国的父母却打算进军中国市场，来电命大吉急速回美国归队，并提议卖掉花圃。大吉一直希望得到海桐的挽留，可是不相信婚姻的海桐始终不愿以感情牵绊大吉，大吉无奈，唯有黯然离去。大吉虽然远赴中国，可海桐心里却暗暗决定等他回来……大顺身边还有一小女儿文竹，文竹在大学念书，崇尚自由，喜欢新鲜刺激的她住在宿舍里。文竹身边不乏追求者，但她却只对洋腔洋调的大吉产生兴趣，还常冒称大吉是男友，四处炫耀。文竹在校园选美活动中被电视台发掘去演戏，无意中得罪阿姐徐雁宁，遭到对方百般的刁难，不过却和爱美如命的造型师王志刚成了莫逆之交。文竹因为和雁宁交恶，成了媒体追访的对象。她和志刚的交往更被媒体大事炒作。文竹为明哲保身和志刚保持距离，没想到志刚在和文竹交往的过程中却爱上了她。文竹经验不足，无法很好的面对媒体，三番四次不慎伤害了志刚。志刚的前卫和爱美也被媒体夸大成娘娘腔，甚至还指他是同性恋。文竹为免影响前途，竟然和志刚断绝往来。志刚失望之余决定抛下感情，赴日本进修。两个年轻人经历打击，终决定勇敢的以知己姿态面对外界。志刚离去，文竹准备全心发展演艺事业，谁料却被一心报复文浩的卢瓜手下所伤，文竹因脑瘀血从此受头痛所折磨。人也变得沉默寡言，失去了以往的无邪和天真……原该退休享清福的大顺不但面对众女儿的问题，他更万万想不到自己竟然还有一个儿子――于文浩。文浩自小被于东成领养，东成有一个女儿于美薇，美薇因父亲打算续弦之事情绪低落，一厢情愿的将对文浩的兄妹情转为男女感情……东成失踪二十年的妻子妙嫦突然回来，一段不为人知的往事终于曝光。原来妙嫦年轻时曾和已婚的大顺有过一段情，并生下了文浩。大顺因觉对不起妻女，挥剑斩情丝，毅然和妙嫦断绝往来。妙嫦苦寻大顺不获。多年后下嫁东成，还谎称文浩是她的养子。妙嫦结婚后并不快乐，热爱进修的她不愿和东成纠缠，竟丢下文浩和女儿美薇出国读书。妙嫦以博士身份再次出现，文浩在东成家里受到的委屈令她决定以母亲的身份带文浩回澳洲。渴望亲情多年的文浩原以为终于可以和亲人在一起，妙嫦却在车祸中身亡。妙嫦的死令文浩再次陷入绝望中。大顺不忍见文浩孤独，终说出了自己和文浩的关系。大顺决定认回文浩，也决定照顾铃兰一家。大顺设饭局宣布决定，陶家众姐妹欢迎新成员的归来。大顺原以为从此一家可以团聚，却没想到文浩和带着报复心态的铃兰，将会给陶花园带来难以想像的巨大考验……",
    "chinese_title": "心花朵朵开",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-24T17:55:46"
}