{
    "aka": [
        "A Passing Rain"
    ],
    "sid": "27098610",
    "cast": [
        {
            "url": "/celebrity/1317032/",
            "name": "何载永 Jae-yeong Ha",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2494237691.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1995-10-14(韩国)"
    ],
    "this_title": [
        "소낙비"
    ],
    "douban_link": "https://movie.douban.com/subject/27098610/",
    "trans_title": [
        "一位路过的雨",
        "A Passing Rain"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISIn late 1930s, peasants are living in destitution under Japanese colony. The tyranny and oppression imprisons the people in extreme poverty. In these conditions, everyone dreams of a better life elsewhere. A cosmetic peddler comes into a small mountain village and begins planting outlandish ideas into the heads of Choon-ho and his wife. Choon-ho and his wife, who had been dreaming of an escape from their lives, decide to follow the peddler and start over in the city. When the peddler takes off with their hard earned savings, the couple has no choice but to wander from village to village. They end up in a remote village after losing their baby where a landlord, Mr. Lee, tyrannize over the village people. Gambling is rampant and women of the village give their bodies to Mr. Lee in exchange for food. Choon-ho settles down in a small house but this time Mr. Lee's design on his wife puts them in yet another dilemma. Choon-ho encourages his wife to go to Mr. Lee in order to get enough cash for a big stake card game.故事我的丈夫neukkideon幻灭农村生活的贫困是去流氓美容长寿的首尔虚张声势的决定。组织您的家庭和农民筹集资金近70亿韩元。Kkeorimchik它带着妻子和刚出生的孩子，只留下他的家乡通过化妆品长寿欺骗变得一贫如洗。绝望的夫妇开始了流浪生活，我死了被打孩子的饥饿感。他们到达了。然后一个村庄应要求承租人访问移民抱着村四。不喜欢打针给笑着报道banbanhan妻子的脸奸笑马铃薯田间烧灼。为了报复妻子拒绝扫描的诱惑和土豆田被ssukbat，被认为是规范的doeja成为一个巨大的负债提供的费用去首尔尖叫来的钱每天都保存到他的妻子。安卡soedol附近，其中包括母亲被输入到与扫描表面贫穷的生活的关系。Dakdal来到丈夫的救援资金妻子接受扫描距离根的报价。这两个故事是她丈夫的派头帮助她，希望可以通过赌博赚钱。玻璃板sulne公司两个星期也要交出自杀绑在脖子上。在满足注射去城隍庙殴打妻子的方式面对板sulne送葬应该开始洗澡了。",
    "chinese_title": "一位路过的雨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "소낙비",
    "douban_rating_average": 0,
    "update_at": "2025-03-17T01:42:09"
}