{
    "aka": [
        "极端铁路"
    ],
    "sid": "27097823",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881864238.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "45",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-10-31(英国)"
    ],
    "this_title": [
        "Chris Tarrant Extreme Railway Journeys Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/27097823/",
    "trans_title": [
        "极端铁路之旅 第三季",
        "极端铁路"
    ],
    "douban_votes": "0",
    "introduction": "Over the last two and a half years, Chris Tarrant has travelled, literally, all around the world filming Extreme Railway Journeys. Chris’s journeys have taken him to the Congo, India, Australia, Bolivia (twice), Japan, Siberia, Myanmar, Canada and Cuba, and the latest programmes see the completion of filming in Alaska, Argentina, Azerbaijan, South Africa and Zimbabwe.火车迷Chris Tarrant再次出发，乘火车游览阿拉斯加、南美巴塔哥尼亚、非洲南部和中亚等地，体验当地的历史文化和风土人情。(猛犸君候)Ice Train to NowhereChris Tarrant returns for more train journeys through some of the world's most challenging terrain. He heads to the Arctic for a trip along the Alaska Railroad, but as he arrives in the port of Seward, it's not a great start as there are no trains running, so he ends up hitching a ride with a track inspector's car. He continues his journey on a freight train heading for Anchorage, Alaska's biggest city, and finally heads north on the Aurora passenger train to the town of Healy. Along the way he checks out the tiny village of Eklutna, which has great importance for the indigenous inhabitants, and goes for an intrepid fishing trip on a thawing frozen lake.Night Train to PatagoniaChris travels through Argentina, starting his journey at British-built railway station in Buenos Aires and taking an overnight train to the pampas lowlands. In the major port of Bahia Blanca, Chris meets four veterans of the Falklands War and finds out what the locals now think about the British, before ending his journey by riding La Trochita, known in English as the Old Patagonian Express.The Diamond RailwayChris travels 1,500 miles in a journey from Cape Town in South Africa to the Victoria Falls in Zimbabwe, following a hugely ambitious railway pioneered by 19th-century British colonial politician and businessman Cecil Rhodes. He starts his trip in luxury on the Blue Train, a five-star hotel on rails that takes him to the mining town of Kimberley, where he explores the diamond mine where Rhodes made his fortune. He then catches a freight train to Gaborone, the capital of Botswana, before ending at the spectacular waterfall.Trans Caucasus RailwayChris travels along the route of the Soviet-era Trans-Caucasus Railway, beginning in the Azerbaijani capital of Baku. He then heads into Georgia, exploring Tbilisi's vintage metro system and funicular railway, before travelling to the holiday resort of Borjomi, where world-class engineering is on display in a mountain rail bridge designed by Gustave Eiffel.",
    "chinese_title": "极端铁路之旅 第三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Chris Tarrant Extreme Railway Journeys Season 3",
    "douban_rating_average": 0,
    "update_at": "2025-10-11T18:01:43"
}