{
    "aka": [
        "Fixer"
    ],
    "sid": "27098627",
    "cast": [
        {
            "url": "/celebrity/1476827/",
            "name": "彭萨克·普拉贾克维特 Pornsak Prajakwit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495508193.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "47分钟",
    "episodes": "13",
    "language": [
        "新加坡"
    ],
    "playdate": [
        "2016(新加坡)"
    ],
    "this_title": [
        "线人 第一季"
    ],
    "douban_link": "https://movie.douban.com/subject/27098627/",
    "trans_title": [
        "Fixer"
    ],
    "douban_votes": "0",
    "introduction": "http://tv.toggle.sg/zh/channelu/shows/fixer/infoFixer - EP147分It was heard that in Cebu, Philippines, someone are kept in the cage o r are chained under a tree in the forest. Why are these people actually imprisoned? And why are they left alone in the wilderness? Let's follow Pornsak and the fixer to search for answers to all these doubts and speculation. 在菲律宾宿务地区，听闻有人被关在笼子里，森林里，锁在大树底下。究竟为什么这些人会被囚禁起来？甚至被丢弃在荒郊野外？无数的问号，疑虑和揣测，让Pornsak带大家跟随着线人的脚步前往一探究竟。Fixer - EP246分The coffins in Sagada, Philippines, are placed on the high and steep cliffs or in the deep caves. The purpose of this practice is to be able to be reincarnated or heading towards to heaven? Will this ancient burial custom disappear in time? Let's follow Lee Teng and fixer to search for the answers.在菲律宾萨达加，棺木是置于壁立千仞的悬崖，或是深不可触的洞穴里。这寄托了怎样的想望，是祈望涉足轮回的圣地，还是迈向天国的驿站？这种少数民族的千年葬制，会不会随着时代而消失呢？让李腾与线人为你寻找答案。Fixer - EP346分Among the OECD countries, Korea has the highest suicidal rate for 12 consecutive years. Why is that so? Is it the working pressure, academic pressure or due to poverty? There is a paid prison in Korea, which specialises in psychological and de-stress treatment to get rid of any stress and distress.韩国自杀率在经济合作暨发展组织成员国中，12年来连续排名榜首。为什么韩国自杀率会如此之高？是工作压力？学业压力？还是因为贫困呢？在韩国，有一个专门治疗心理创伤和减压的付费监狱，让人们摆脱压力和困扰。Fixer - EP446分The polluted cold and bitter winter in Ulaanbaatar is a nightmare to the street sleepers, they can only resist the cold weather and indifferent society with anger. Physical disability is regarded as a stain in life. Let's take a look at the street sleepers and handicapped kids with Pornsak & fixer.燃煤污染的天寒地冻里，是蒙古乌兰巴托街头露宿者以醉生梦死，忿怒交替来抵御冰冷的天气与冷酷的人情。身体残疾的孤影被视为不可碰触的人生污点。让Pornsak和线人带我们去关注当地的街头露宿者和残疾儿童。Fixer - EP546分Bangladesh is one of the world's most populated countries. Long-term drought, hunger and poverty have aggravated the situation of child marriage. Parents are eager to marry off their young daughter, the man treats the dowry as income and each marriage ends up with the young bride suffering for life. 孟加拉是全世界人口密度最高的国家之一，一半人口生活在贫穷线下。长期干旱与饥贫交加下，加速童婚现象恶化，父母急于把年幼女儿出嫁，男方将收取的嫁妆当作收入，年幼的新娘成却成了一场场婚姻中，辛酸痛楚的伤痕。Fixer - EP645分There is a group of sea gypsies with no nationality. They live on boats or wooden huts out at the sea. They have no education and medical care but only armed with basic fishing skills. They are forced to settle on shore with no life assurance and are losing their own identity in this modern society.一群海上吉普赛人，没有国籍和身份证，他们住在船上或海上棚屋，随海飘泊。没有义务教育和医疗照顾，只有基本的海底抓鱼技能。被逼上岸定居，无法得到生活的保障，不但失去原有的身份，也无法在现代社会中安身立命。Fixer - EP744分Rebuilding ruined homes in Kathmandu after earthquake is tough. Many villagers flock to the city to look for jobs. Poverty and legal loopholes have resulted in people becoming illegal organ trafficking bait. They are duped into removing their kidneys in India and Nepal becomes a kidney trading bank.地震后的加德满都满目疮痍，重建家园不易，来自偏远山区的乡民都到城市找生计，很多人因找不到工作而铤而走险，贫穷加上走法律漏洞，不少人成为非法器官贩卖的诱饵，被骗到印度摘除肾脏，让尼泊尔成了肾脏买卖银行。Fixer - EP845分Dhaka is named the world's second dirtiest city. Air pollution caused by traffic congestion, piles of garbage and the existence of the toxic particles are the main causes of pollution in the city. Let us take a closer look at Bangladesh's pollution and environmental issues with Yi Feng and fixer.被评为全世界最脏城市第二位的孟加拉首都达卡，交通拥堵造成的空气污染，堆积如山的垃圾，难以控制的有毒物质，成了这座城市备受污染的罪魁祸首。让我们跟随着怡凤与线人一起关注与深入探讨孟加拉市污染和环保问题。Fixer - EP945分Japan is a seemingly serious and disciplined country, but the high spending power of women and change of sovereignty have resulted in the blooming of special trades by men. Let's join Lee Teng & fixer to take a look at these special trades and understand more about the psychological metamorphosis.日本，看似严肃规矩的纪律化国家，随着女性高消费能力与主权的转移，以服务女生为对象的男生行业如雨后春笋般，在日本东京绽放如花，叫人惊叹。让李腾与线人带我们去了解这些日本特殊的男生行业与这种变态的心理。Fixer - EP1047分Every year, 30,000 teenage girls are being trafficked to the red light district in Kolkata, India, to be sex workers. Poverty, violence, drugs and alcohol addiction have forced them to face the reality every day. Let's follow Yi Fong and fixer to the red light district and find out more in depth.在5百万人口的印度加尔各答，每年有3万名未成年的少女，被贩卖到这里的红灯区从事性工作。贫穷、暴力、毒品和酗酒成瘾，是她们每天不得不面对的现实面。让红灯区线人带着怡凤深入这个龙潭虎穴一探究竟。Fixer - EP1146分Hong Kong's property prices are high and owning a home is a representation of one's social status. The housing issue in Hong Kong is no longer the affordability to own but rent. Rent is higher but living space is smaller. Many land plots are reserved for commercial use, farms have become mansions.香港寸土如金，楼价惊人，拥有个挡风遮雨的安乐窝，成了个人身份标签，阶级和成就的代名词。香港住宅问题，不再是楼贵买不起，而是租不起，越租越贵却越住越小。很多土地被地产商屯积，农地变豪宅，人们一样买不起。Fixer - EP1244分There is a special group of Chinese Indian living in Kolkata, India. Many are Hakkas from Guangdong and Jiangxi and they have been living in Kolkata for at least 230 years. From the heyday of 200,000 people till now of only less than 2,000 people, why has this glory declined through the years?在印度加尔各答，居住着一个特殊群体,华裔印度人。很多是来自广东、江西的客家人。他们在加尔各答居住了至少230年。从全盛期的20万人，到现在不到2000人，为什么曾辉煌一时的华人聚集地，会走向衰落呢？Fixer 线人 - EP13 | Finale45 MinsWar and turbulence in Cambodia have resulted in poor law enforcement, corruption, poverty and a flawed social system. Cambodia is also known for child trafficking. Let's learn more about the true stories on trafficking via the rescue organisations, the investigators and interviews with the victims.柬埔寨，战争和动荡造成的贫弱法律执行力、贪污，赤贫、不完善的社会制度，让它赢得贩卖儿童和处女的恶名。我们通过救援团体，侦查人员和采访受害者，在儿童和少女的贩卖性产业课题里，进一步了解背后的真实故事。",
    "chinese_title": "线人 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-05T17:57:09"
}