{
    "aka": [],
    "sid": "27092472",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1945",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493431390.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1434307/",
            "name": "野崎正郎 Masao Nazaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1547296/",
            "name": "岩間鶴夫 Tsuruo Iwama",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1547294/",
            "name": "原研吉 Kenkichi Hara",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1945-06-28(日本)"
    ],
    "this_title": [
        "ことぶき座"
    ],
    "douban_link": "https://movie.douban.com/subject/27092472/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "ユーチューブで映画「ことぶき座」（監督・原研吉・１９４５年）を観た。この映画が作られたのは、敗戦直前の昭和２０年６月、当時の社会状況、日本人の意識を知るには恰好の作品であると思う。登場人物の服装は、男は戦闘帽に軍服、女はモンペ姿、「撃ちてし止まん」「欲しがりません勝つまでは」といった意識が津々浦々にまで行き渡っていたことがよく分かる。私は当初、これは軍隊の映画だと思ったが、主人公は梅中軒鶴丸（高田浩吉）という浪曲師であった。北海道に慰問に訪れる芸人一行のリーダー格が鶴丸で、彼には８年前、釧路で１年半ほど過ごした「青春の（苦い）思い出」があった。道中の列車の中で彼は回想する。舞台は釧路の「ことぶき座」、鶴丸の人気は絶頂で連日大入りの盛況ぶりだが、今ひとつ鶴丸の身が入らない。興行主・鈴村（小杉勇）の娘・千代（高峰三枝子）に惚れてしまったか、それを言い出せず、また言い出したところで、有力者の娘と一介の芸人では釣り合う話ではない。鶴丸は休演を重ねて仲間と酒浸り毎日を過ごすようになった。ある祭の晩、人々はひとときの遊興を楽しんでいたが、騒ぎが持ち上がった。男同士のケンカらしい。土地のごろつき連中に絡まれた千代を助けようとして、鶴丸は孤軍奮闘、相手を追い払った。千代は、ありがとうと感謝して鶴丸を自宅に誘う。そこでは鈴村と、お気に入り（千代の見合い相手）の大久保が酒を酌み交わしていた。様子を聞いた鈴村は鶴丸を労い杯を与え、一緒に飲もうと誘う。大久保は千代にギンギツネの襟巻きをプレゼントすると千代は大喜び、鶴丸にも「これは御礼です」と言って祝儀袋を差し出した。「今度、狩猟に行きましょう」と千代を誘う。そうか、千代には決まった人がいたのか、鶴丸は「私はこれで失礼します」と祝儀袋を突き返して立ち去った。「よくまあ、一人で無事だったな」という仲間に「必死だった。命がけだったもの」と答える鶴丸の姿は、失意のどん底といった風情でたまらなく魅力的であった。極め付きは、大久保と千代が狩猟を楽しむ場面、大久保が銃を二、三発放つと、近くの河原でガックリと倒れ込む鶴丸、恋の痛手に立ち直れない傷心の様子が見事に描出されていた、と私は思う。やがて鈴村は番頭の常吉（小堀誠？）から、「鶴丸は、お嬢さんが好きなんです」という話を聞く。そうだったのか、鈴村は鶴丸の下宿を訪ね「どこの娘に惚れたかは知らんが、そんなことで一生を台無しにしてはいけない。東京に戻って芸道を極め、男になれ」と資金を提供する。その侠気に鶴丸は打たれ、「わかりました。この御恩は生涯忘れません」と平伏した。それから８年、鶴丸は広沢虎造（広沢虎造本人）に弟子入り、修行を重ね、芸道を極めつつある。そして今、各地で慰問を重ね、終盤の釧路に向かっている。まず、真っ先に訪れたのが懐かしい「ことぶき座」、しかしそこは軍需工場に様変わりしていた。鈴村はその工場の事務係長として使われている。常吉の話では、千代と結婚した大久保が事業に失敗、そのために財産を次々に手放したとのこと、千代は（手放した）牧場で働き、大久保は５年前に弘前に出奔、他の女と暮らしているという。変われば変わるもの、しかし、鶴丸は未だに独身であった。彼は鈴村、千代に面会、「せめてもの恩返し、私のもとに来て下さい」と頼んだが、鈴村は「同情しているのか、８年前、芸道に励めと言ったが生意気になれと言った覚えはない、帰れ！」と激昂してしまった。万事休す、やむなく釧路を去る羽目になったのだが・・・。どうしても思い切れない鶴丸は、たまたま慰問の最終地・函館で合流した師匠・広沢虎造に相談、「お前さんの誠意が伝わらなかったら立場がない。男の度胸ではっきりと言ってみるんだ。“お嬢さんを私の嫁にください”と、その方がさっぱりするだろう」と助言された。かくて鶴丸、意を決して釧路に引き返す。その知らせを常吉から聞いた千代も、意を決して駅まで出迎えに、その顔に見る見る笑みがこぼれるうちこの映画は「終」となった。　見どころは、何と言っても「戦時下」（それも末期・敗戦間近）の状況、とりわけ人々はどんな娯楽を楽しんでいたか、という一点に尽きる。その主流は浪曲、広沢虎造の「清水次郎長伝」のうち「森の石松」「追分三五郎」「仁吉りえん」、「国定忠治」より「忠治恩返し」等の一節が、場面場面のBGMとしてふんだんに盛り込まれている。さらに「ことぶき座」で演じられる舞踊・会津磐梯山、女義太夫、千代がたしなむ謡曲の舞、さらには慰問団や祭り舞台での舞踊（歌謡曲？端唄？曲名は不詳）などなど、往時の舞台が懐かしい。なかでも、鶴丸・高田浩吉の姿に「白鷺三味線」のメロディーを重ねる演出は秀逸、また彼自身が披露する浪曲「追分三五郞」の一節も「掘り出し物」であった。加えて、巨匠・広沢虎造の全盛期の舞台姿を目の当たりに見聞できたことも望外の幸せ、（遊興的な）歌舞音曲が著しく制限された世相の中で、精一杯、映画作りに励んだ関係者一同に大きな拍手を贈りたい。",
    "chinese_title": "ことぶき座",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-07T22:14:27"
}