{
    "aka": [],
    "sid": "27098626",
    "cast": [
        {
            "url": "/celebrity/1429077/",
            "name": "阿米尔·萨拉赫 Amir Salah",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495509424.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "46分钟",
    "episodes": "13",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-05-02(新加坡)"
    ],
    "this_title": [
        "Between Two Worlds"
    ],
    "douban_link": "https://movie.douban.com/subject/27098626/",
    "trans_title": [
        "两个世界的分界线"
    ],
    "douban_votes": "125",
    "introduction": "http://tv.toggle.sg/zh/channelu/shows/between-two-worlds/infoBetween Two Worlds - EP146分The Gurkhas play a key role in the internal security of Singapore. They serve and live in Singapore for 20 over years, with many of their children born and brought up in Singapore. They are about 45 years old when they retire and they have to repatriate to Nepal together with their families. Leaving a country that they have come to regard as home, where is home truly? 辜加警察为新加坡的和平与治安奉献了他们的青春。他们在新加坡生活20多年，孩子甚至在新加坡土生土长。然而，在45岁退休后，他们必须带着一家离开新加坡。对于这些来自尼泊尔的“新加坡人”来说，究竟哪里是家？Between Two Worlds - EP247分Gibraltar is located at the southern tip of the Spanish Iberian peninsula, but has a long love-hate relationship with Spain, being ruled by Spain for about 300 years prior becoming a British overseas territory. Gibraltarians speak Spanish in their daily life but have their heart and soul rooted in Britishness, what exactly is their identity? With the imminent Brexit, Spain-Gibraltar border is again subjected to instability. 位于西班牙最南端的直布罗陀，和西班牙有一段剪不断理还乱的爱恨情仇。直布罗陀曾被西班牙统治近300年，却是英国的海外领土之一。人们日常生活里习惯用西班牙语，却把一切附属于英国，究竟他们的身份认同是什么？面对英国即将脱离欧盟，边境再度面临更多约束，直布罗陀人在去留之间又抱着怎样的心态？Between Two Worlds - EP345分There is a village floating in Cambodia's Tongle Sap Lake consist of Vietnamese decedents. They live all their life in small floating boats under poverty and distress. Although their ancestor moved to Tongle Sap during the French colony and had been here for generations, the boat people are not allowed to live on land and have no job besides fishing.柬埔寨的洞里萨湖有一个浮动的村庄。这里住着大约五百多户越南人的后裔，一辈子生活在小船上。尽管几代人都生于斯、死于斯，但是始终没有合法的居留权，不能拥有土地也无法到陆地上工作，只能一代又一代的在湖上漂流。水上人家和陆地上的柬埔寨人有一条无形的分界线。除了卖鱼的商贩，普通老百姓老死不相往来，互相敌视。柬埔寨人和越南人在历史上埋下的恩恩怨怨，造成同样靠着洞里萨湖讨生活的居民，越来越疏远。水上人家的命运永远没有梦想和希望。但是围困他们不是湖水，而是人和人之间的误解和偏见。Between Two Worlds - EP446分Shiwei, a town situated in Inner Mongolia bordering Russia, has its residents mainly of Russian and Chinese cross marriage descent. Despite speaking no Russian and born and bred in China, many residents have been treated as foreigners by the Chinese for years. In the face of flourishing tourism trade, Shiwei has transformed itself from a small village 30 years ago to a hot tourist destination today. But can this group of ethnic Russians continue to upkeep their sense of identity and preserve their traditional culture and heritage?地处于俄罗斯和中国分界线，额尔古纳河畔的室韦，住着一群俄罗斯族和汉族人通婚后，统称为华俄后裔的中国人。他们曾经历过了历史带来的伤痛，如今面对着文化传承的挑战。从30年前的农耕小村庄，到现在被誉为中国十大魅力名镇。这群俄罗斯族的中国人，是否面对着身份认同的困扰？在面对经济转型的同时，又会否流失了传承自俄罗斯的传统文化？Between Two Worlds - EP546分Okinawa, Japan's southernmost prefecture, is known as a tourist destination with beautiful beaches. Okinawa islands are also known as Ryukyu Islands, that used to be an independent kingdom for centuries. During WWII, the island witnessed one of the bloodiest battles in history, when American troops invaded the islands. And today, tens of thousands of US military members remain stationed on Okinawa Main Island. In this episode of Between Two Worlds, host Belinda Lee explores the dilemma that Okinawans face - being Japanese and Ryukuan at the same time.被誉为度假胜地的冲绳岛曾经是独立的琉球王国，如今属于日本领土的冲绳却因为历史的因素和岛上美国军事基地的存在而产生巨大的矛盾。有些冲绳人要改变现状，有些则在冲绳丰富的历史文化中找到认同和未来。Between Two Worlds - EP646分On Lake Titicaca - the world's highest navigable lake - the ancient Uros people had carved out a centuries-old living as fishermen away from mainstream society. Over the past few decades however, some have turned their homes into tourist attractions to escape a life of poverty. Many more have left the floating islands altogether and disappeared into modern Peruvian. As the line between land and water blurs, will these men of the lake choose to move with the times, or defend their age-old culture from the tides of change?世界海拔最高的通航湖泊的的喀喀湖中，古老的乌鲁斯族人在自建的浮岛上生活繁衍了数百年。虽然几代人都过着与世隔绝的渔民生活，近几十年来岛民为了脱离贫困却不得不开放门户接待大量涌入的游客。大部分的乌鲁斯人也已经离开了浮岛，融入秘鲁的现代生活当中。与时并进或是保留传统，这些“湖泊的子民”该如何选择？Between Two Worlds - EP746分27 years after the fall of the Berlin Wall, Berlin faces a new watershed in ideologies with the arrival of Middle Eastern refugees. Refugees crossed the oceans fleeing war and political persecution. Germany accepted more than a million refugees. How do the refugees overcome language barriers and assimilate into a culture foreign to them? What do Germans think of these new immigrants?柏林围墙被推倒的27年后，随着中东难民的涌入，德国再度面临一个新的分水岭。因为战乱，难民们远渡重洋流亡到欧洲寻找生机。德国就接收了一百万个寻求庇护的难民。面对全然陌生的环境和语言，难民们要如何重新再来？德国民众对于蜂涌而至的难民，又抱着怎样的心态？难民们要怎么样才能融入这个欧洲城市？Between Two Worlds - EP846分The United States takes a hard stand against illegal immigrants, deporting thousands every year. Many families are torn apart. Friendship Park, spanning San Diego and Tijuana, is one of the few places where people on both sides of the border can meet and touch each other - through the small holes on the fence.为了保护自己的合法公民，美国将非法移民驱逐出境，很多家庭因此分隔两地。横跨美国圣迭戈和墨西哥蒂华纳的友谊公园，是少数能让边境两边的人见面和触碰，不过围篱的洞口仅二厘米，双方只能让小指触碰。Between Two Worlds - EP946分An enclave is a territory surrounded by a foreign land. A total of 162 enclaves were swapped in July 2015 between India-Bangladesh. While no one from Bangladeshi enclave has left India, 920 people moved to India. They are housed in temporary camp, jobless and without sufficient food ration.飞地是指在本国境内一块隶属外国的领土。为解决边界纠纷，印孟两国两年前交换162个飞地。当中，孟国飞地人士全数留在印度，但离开孟国投奔印度的却有920人，他们被安排住进安置营，面对失业、粮食不足的困境。Between Two Worlds - EP1046分Alaska is one of two states separated from the contiguous United States, and within it lies Whittier, a city physically cut off by a 4km tunnel that only allows cars on a strict schedule. In addition, almost all of its residents live in the same building that was historically an army barrack.与美国本土分开的阿拉斯加州，里头藏着一个名为惠蒂尔的小城市。惠蒂尔和外界之间，隔着长达四公里的汽车隧道，而汽车必须严格遵守时间表出入。更奇特的是，几乎所有的居民都住在同一栋建筑物里。Between Two Worlds - EP1147分Located in the Italian province of Imperia, Seborga is a hilltop tiny village with a few hundred residents. In 1963, a young man led the people of Seborga to fight for independence as a principality from Italy. The Italian government has ignored these claims for years but that doesn't stop Seborga from having its own flag, laws, armed force, legislative parliament, stamps, local currency, passport and even its own elected Prince!在意大利因佩里亚省境内，一个只有不到4平方公里的小村庄塞博尔加自1963年以来自称为国。当年在村名们的支持下，塞波加公国宣布正式“复国”。虽然不受意大利甚至世界各地的认可，这个塞波加公国其实拥有自己的宪法、邮票、硬币和护照等，还有通过选举而产生的王子和部长等职位。这一集的，主持人美心将带领观众前往这一个不一样的国度。Between Two Worlds - EP1246分A district with a sprawling landscape of low-lying slums and garbage dumps, Tondo, Manila stands in stark contrast to the capital's business district with its modern skyscrapers. Here, the rich-poor divide is keenly felt among its residents who straddle between the two worlds of haves and have-nots.在亚细安经济增长最快的菲律宾，国内贫富差距却逐步拉大。在城市中，贫富的分界线变得更明显。对汤都贫民窟的居民而言，马尼拉的繁华与贫穷日复一日地呈现在自己面前。奢侈与浪费、成功与失败、迷惘与否就在一线之间。Between Two Worlds - EP13 | Finale46分The biggest minority group in Europe, the Roma, are also known as \"gypsies\". Slovakia in central Europe has the world's highest concentration of Roma, and yet, the Roma are discriminated against and given unequal treatment in education and employment. Why are the Roma living third world lives in a first world country?欧洲最大的少数民族，罗姆人，也被称为吉普赛人。而中欧的斯洛伐克是罗姆人集中度最高的国家。在这里他们身份不受认可, 经济和教育程度普遍低落他们为什么在第一世界里，过着第三世界的生活呢？",
    "chinese_title": "两个世界的分界线",
    "douban_rating": "8.9/10 from 125 users",
    "foreign_title": "Between Two Worlds",
    "douban_rating_average": "8.9",
    "update_at": "2025-05-20T08:28:06"
}