{
    "aka": [
        "惘闻乐队日本之行纪录片"
    ],
    "sid": "27092452",
    "cast": [
        {
            "url": "/celebrity/1563559/",
            "name": "惘闻 Wang Wen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2493526619.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1450527/",
            "name": "张晶蕾 S.Dummy",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话",
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "After 72 Hours"
    ],
    "douban_link": "https://movie.douban.com/subject/27092452/",
    "trans_title": [
        "惘闻乐队日本之行纪录片"
    ],
    "douban_votes": "0",
    "introduction": "2017年4月，惘闻作为唯一受邀的海外乐队，参加日本After Hours音乐节。吉术斋导演张晶蕾和拍摄团队也赶赴日本，全程记录下了惘闻在日本公演前后72小时的所见所感，并制作成了这部《After 72 Hours》惘闻乐队日本之行纪录片。After Hours是由著 名日本乐队MONO、Envy、downy联合举办的极具个性和鲜明气质的高品质音乐节。它的主旨是“重拾与日本地下音乐的联系，在优秀的乐队与乐队之间产生一种‘较量’，与那些摧毁艺术的事物保持对抗”。Wang Wen came to Japan for the first time in 2017 to take part in the music festival “After Hours”, hosted by MONO, Envy and Downy. We are really honored to perform at this extremely professional event for the eager audience in Japan. During the whole process, we can see very clearly the original intention and the spirit of the organizers spread and reached beyond. We saw many great performances by these bands and heard some straight forward descriptions of the independent music scene in Japan. We had the chance to communicated thoroughly with many other musicians and to see the similarity in the problems we are facing and to encourage each other in the path we have chosen.Wang Wen and our partners in Space Circle, Geek Shoot Jack team made a 37 minutes documentary to share our trip, for the interests of our followers and friends. Thanks again to the “After Hours Music Festival” for their invitation and to all those took part in the making of this film.",
    "chinese_title": "After 72 Hours",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-13T05:03:00"
}