{
    "aka": [
        "滋味工场",
        "英国食品工厂",
        "走进工厂"
    ],
    "sid": "27107114",
    "cast": [
        {
            "url": "/celebrity/1389357/",
            "name": "Cherry Healey Cherry Healey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495749/",
            "name": "露丝·古德曼 Ruth Goodman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2662114806.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7154962",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-07-18(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7154962/",
    "imdb_votes": 33,
    "this_title": [
        "Inside the Factory Season 3"
    ],
    "douban_link": "https://movie.douban.com/subject/27107114/",
    "imdb_rating": "8.0/10 from 33 users",
    "trans_title": [
        "造物工厂 第三季",
        "滋味工场",
        "英国食品工厂",
        "走进工厂"
    ],
    "douban_votes": "551",
    "introduction": "Series 3Episode\tTitle\tOriginal airdate\tViewers (millions)1\tTea bags\t18 July 2017\t2.45Gregg and Cherry visit the Typhoo factory to learn the secrets of how they make their teabags. Cherry looks at the process of how the tea leaves first start out before being shipped off to the factories.[1]2\tPasta\t25 July 2017\t2.52Gregg and Cherry are at Barilla, the world's largest dried pasta factory in Parma, Italy, where they produce 150,000 kilometres of spaghetti each day.[2]3\tBiscuits\t1 August 2017\t2.77Gregg and Cherry visit the McVitie's factory to look at the production of chocolate digestive biscuits. Cherry looks at the preparation of the chocolate and the creation of the bronze moulds used to make biscuits.[3]Special\tChristmas 2017\t18 December 2017\tTBCIn this Christmas special, Gregg Wallace, Cherry Healey and Ruth Goodman explore the fascinating factory processes and surprising history behind favourite festive treats. Gregg follows 24 hours of production at a cake factory in Oldham. Meanwhile, Cherry is given special access to Britain's largest marzipan factory. Ruth Goodman adds her own Christmas revelations by investigating how early industrial heritage inspired Charles Dickens to write a Christmas Carol, and why Christmas tree lights are called fairy lights.[4]4\tFish Fingers\t2 January 2018\tTBCGregg explores the Sealord factory in Caistor near Grimsby that processes 165 tonnes of fish a week and produces 80,000 cod fish fingers every day. Cherry travels to Iceland where they land up to 50 tonnes of cod a day and sees how frozen fish is processed.[5]5\tMayonnaise/Sauces\t9 January 2018\tTBCGregg is in the Netherlands at a sauce factory that produces a quarter of a million tonnes of condiments every year. Cherry is at a vast factory in Maastricht, where a furnace holding 250 tonnes of molten glass has been running continuously for the last 11 years. Historian Ruth discovers how Brits fell in love with mayonnaise.[6]6\tSoft Drinks\t16 January 2018\tTBCGregg explores Ribena's Gloucestershire factory. It turns 90 per cent of Britain's blackcurrants into soft drinks, producing three million bottles a week. Cherry is harvesting the berries on a farm in Kent - one of 40 that supply the factory. She also heads to the Netherlands to a plant that recycles plastics. Ruth investigates the origins of fizzy drinks.[7]",
    "chinese_title": "造物工厂 第三季",
    "douban_rating": "9.0/10 from 551 users",
    "foreign_title": "Inside the Factory Season 3",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "9.0",
    "update_at": "2025-04-25T11:45:08"
}