{
    "aka": [
        "Expedition New Earth"
    ],
    "sid": "27108815",
    "cast": [
        {
            "url": "/celebrity/1014108/",
            "name": "史蒂芬·霍金 Stephen Hawking",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390107/",
            "name": "克里斯托弗·加尔法德 Christophe Galfard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390156/",
            "name": "丹妮尔·乔治 Danielle George",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873097422.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7338656",
    "director": [
        {
            "url": "/celebrity/1390157/",
            "name": "邓肯·布林 Duncan Bulling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390158/",
            "name": "露西·胡克斯 Lucy Haken",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-09-11(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7338656/",
    "imdb_votes": 94,
    "this_title": [
        "The Search For A New Earth"
    ],
    "douban_link": "https://movie.douban.com/subject/27108815/",
    "imdb_rating": "7.2/10 from 94 users",
    "trans_title": [
        "探索新地球",
        "Expedition New Earth"
    ],
    "douban_votes": "0",
    "introduction": "Professor Stephen Hawking thinks the human species will have to populate a new planet within 100 years if it is to survive. With climate change, pollution, deforestation, pandemics and population growth, our own planet is becoming increasingly precarious.Planet Earth has been home to humankind for over 200,000 years, but with a population of 7.5 billion and counting and limited resources, this planet might not support us forever.In this landmark film Professor Hawking, alongside engineer and radio astronomy expert Professor Danielle George and a former student, Christophe Galfard, join forces to find out if, and how, humans can reach for the stars and relocate to different planets.Travelling the globe, they meet top scientists, technologists and engineers who are working to answer our biggest questions: is there another planet out there that we could call home? How will we travel across the vast distances of space to get there? How will we survive the journey? And how will we set up a new human civilization on an alien world?Taking in the latest advances in astronomy, biology and rocket technology from the Atacama Desert to the wilds of the Arctic, viewers will discover a whole world of cutting edge research. This programme shows that Professor Hawking's ambition isn't as fantastical as it sounds - and that science fiction is closer to science fact than we ever thought.",
    "chinese_title": "探索新地球",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Search For A New Earth",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-21T09:01:08"
}