{
    "aka": [],
    "sid": "27107618",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国",
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "Bardo"
    ],
    "douban_link": "https://movie.douban.com/subject/27107618/",
    "trans_title": [
        "中阴"
    ],
    "douban_votes": "0",
    "introduction": "Amid the flurry of new international originals announced by Netflix this week comes word of its first Chinese-language series. Hailing from Taiwan and director Sam Quah, Bardo is billed as a jailbreak thriller with a karmic dimension. The eight-episode project is in the shooting prep stage, and when completed will be made available for streaming globally. Last April, Netflix finally unlocked a gateway into China via a licensing deal with iQiyi.Singapore-HQ’d IFA Media, whose recent credits include Taiwanese series The Teenage Psychic, is producing Bardo. Quah is a Malaysian-born filmmaker who has long resided in Taipei. His The Free Man was shortlisted for a Live Action Short Oscar in 2015. He is also writing Bardo which has been developed with Taiwanese lead writer, Lily Chen.Bardo follows the journey of Ah Quan, a good man who has descended into crime and now awaits execution in prison. An encounter with a mysterious inmate causes him to experience events from alternative timelines. Learning that his son is in danger, Ah Quan escapes to protect his family only to discover he is a pawn in a much larger game. Blending Taiwanese aboriginal mysticism and karmic destiny, Bardo — which describes state of existence between life and death — is Ah Quan’s search for redemption.",
    "chinese_title": "中阴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bardo",
    "douban_rating_average": 0,
    "update_at": "2025-03-27T03:52:08"
}