{
    "aka": [
        "宇宙最艰难职业"
    ],
    "sid": "27107119",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496827911.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7314826",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2017-08-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7314826/",
    "imdb_votes": 152,
    "this_title": [
        "Astronauts: Do You Have What It Takes?"
    ],
    "douban_link": "https://movie.douban.com/subject/27107119/",
    "imdb_rating": "8.0/10 from 152 users",
    "trans_title": [
        "宇航员：你够格吗？",
        "宇宙最艰难职业"
    ],
    "douban_votes": "0",
    "introduction": "Millions dream of being an astronaut, but how many of us have what it takes?Astronaut and former Commander of the International Space Station, Chris Hadfield, former NASA medical researcher Dr Kevin Fong, and psychologist Dr Iya Whiteley, have chosen 12 exceptional applicants from thousands. From these 12, just one candidate will ultimately be selected as the winner. The person who impresses the most will receive the ultimate reference: Chris's backing for their application when the space agencies next take on recruits.The candidates range from doctors of science to a military pilot, a surgeon, a dentist who has summited Mt Everest and a professional ballerina studying for a PhD in Physics. They all have one thing in common: their desire to find out if they are made of the 『right stuff' to be an astronaut.Competition is intense between these high-flyers, as those who fail to make the grade can be asked to leave the selection process at any time.Over six weeks, the candidates have remarkable access to astronaut training facilities around the world including the state-of-the-art German Space Centre, a secret facility in Sweden and the Kennedy Space Centre in Florida. Using standards set by the world's space agencies, they are put through a series of gruelling tests to find out who has the special qualities needed to be an astronaut.",
    "chinese_title": "宇航员：你够格吗？",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Astronauts: Do You Have What It Takes?",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-11-10T11:10:18"
}