{
    "aka": [
        "Hush Little Baby"
    ],
    "sid": "27109271",
    "cast": [
        {
            "url": "/celebrity/1327167/",
            "name": "皮特·波特 Peter Porte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495777235.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5618332",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-05-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5618332/",
    "imdb_votes": 680,
    "this_title": [
        "The Good Nanny"
    ],
    "douban_link": "https://movie.douban.com/subject/27109271/",
    "imdb_rating": "5.2/10 from 680 users",
    "trans_title": [
        "好保姆",
        "Hush Little Baby"
    ],
    "douban_votes": "0",
    "introduction": "Summer Pratt is recently engaged to Clint, and she couldn't be happier. A surprise engagement party introduces her to the Walsh couple--Clint's boss, Travis, is wealthy and handsome. Bubbly Mrs. Walsh, a blonde named Lily, is happy to host the soiree and indulges a lot in wine and champagne. Summer is an interior designer, and Lily immediately asks her to make over their sitting room. While taking measurements, Summer gets to meet the mysterious daughter, Sophie. The nanny suddenly quits, so Lily desperately asks Summer to fill in until they can hire a replacement. Caring for Sophie is peculiar--she talks to an invisible friend, mostly keeps to herself, and her parents keep changing their stories about what is wrong with the girl. Neither parent seems overly involved or loving of the girl, though Lily certainly seems to try harder to keep the girl under wraps and behaving properly. Summer gradually grows more suspicious of the entire family, and soon realizes that none of the three are truly what they seem to be. Her attempt to rescue Sophie from what she believes to be an abusive situation ends up putting the child in more danger as a woman from the past steps in to finally destroy the family. Summer now has to face the consequences of her own snooping as she tries to save what's left of the Walsh family.",
    "chinese_title": "好保姆",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Good Nanny",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-01-23T16:52:19"
}