{
    "aka": [],
    "sid": "27102154",
    "cast": [
        {
            "url": "/celebrity/1493002/",
            "name": "苏芭·蔻特 Shobha Khote",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889542633.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0106270",
    "director": [],
    "duration": "171分钟(web)",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0106270/",
    "imdb_votes": 643,
    "this_title": [
        "Anari"
    ],
    "douban_link": "https://movie.douban.com/subject/27102154/",
    "imdb_rating": "5.3/10 from 643 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The story begins starts with the birth of a baby girl, Raja Nandini, in the world of feudal landlords - Zamindars - whose word is law for the villagers who work on their land. Nandini's three brothers throw a feast in honor of the girl child. The young son of the local singer (who had died) is brought in to sing for the event. The three brothers raise Nandini like their own child as their parents had died. At the age of 5, an astrologer predicts that Nandini will bring much happiness to the family, but her marriage will based on her choice and not the choice of her brothers. This angers the brothers and to prevent this from happening, she is raised within the confines of the house. She is home schooled and when she does go out, all the men are warned to hide from Nandini and that seeing Nandini will be met with dire consequences. Raja Nandini (Karisma Kapoor) reaches puberty. The few males allowed around her are the service staff and her bodyguards. Meanwhile, the boy who sang, Rama (Venkatesh) grows up to be a naive and gullible simpleton with a heart of gold. He is raised by his widowed mother Savitri (Raakhee Gulzar). He doesn't go to school and spends his time singing and entertaining the people of the village. One day the bodyguards get into a fight with Rama who beats them up. Impressed with Rama's naivety and fighting skills, the brothers hire Rama to be Nandini's bodyguard and butler. Nandini meanwhile starts to resent her lack of freedom. She engages Rama to show her the village without her brothers knowledge. Rama complies with her wishes and shows her the village which results in Nandini getting sick. Rama is blamed for Nandini getting sick and gets beaten up by the brothers. Nandini who has just started to like Rama feels guilty for being the reason for him getting trashed. This incident brings them closer together emotionally. Nandini realizes she is now in love with Rama. One day, a factory worker is punished for leering at Nandini. He plots to kill Nandini at the inauguration of the new factory owned by her brothers. Rama overhears the plot, and in a desperate attempt to save Nandini lunges on her and inadvertently feels her up in public. Nandini doest mind and defends Rama by arguing that Rama wouldn't do something like that in public. But her brothers are enraged.They beat him to the point that they almost kill him. Nandini stops them and gives him a chance to explain. When Rama explains the situation they hang their heads in shame. Rama quits his job on the spot, despite Nandini's silent apology. That night Nandini decides to meet Rama and apologize and perhaps convince him to come back to the job. Rama refuses to comeback as he doesn't want to put up with the violent nature of her brothers. She thinks if Rama marries her, they won't be able to manhandle Rama. She convinces Rama to tie a wedding chain (Mangalsutra) around her neck which will protect him from her brothers. Rama without realizing the sanctity of the act does as told and doesn't realize he is now married to her. Rama comes back to work and is given a higher level of respect by the brothers for saving Nandinis life. Nandini too starts emulating her sisters-in-law in taking care of her husband. This makes Rama nervous but he still remains clueless, her change in behavior is noticed by her sister-in-law who urge the brothers to get Nandini married off before the situation gets any worse. Nandini realizing that they are trying to get her married off tries to make Rama understand that they are already married. Rama refuses to understand and runs away to his mother who upon realizing what has happened pulls him out of denial. She sends him away in an attempt to protect him. The brothers come to know whats happened and try to torture the mother to get her to reveal where her son is hiding. She is saved in time by her son who almost kills the brothers. The wives of the brothers stop him from killing them.",
    "chinese_title": "Anari",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-01T05:49:37"
}