{
    "aka": [],
    "sid": "27102460",
    "cast": [
        {
            "url": "/celebrity/1022511/",
            "name": "史蒂夫·瓦伊 Steve Vai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888319489.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5339674",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-10-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5339674/",
    "imdb_votes": 32,
    "this_title": [
        "Remaking the Legend – Halo 2: Anniversary Documentary"
    ],
    "douban_link": "https://movie.douban.com/subject/27102460/",
    "imdb_rating": "7.8/10 from 32 users",
    "trans_title": [
        "重塑传奇-光环2周年版纪录片"
    ],
    "douban_votes": "0",
    "introduction": "When 343 Industries set out to createHalo: The Master Chief Collection, they faced a unique challenge. A decade after the original release ofHalo 2, fans of the Halofranchise held a special place in their hearts for the title. As the team at 343 celebrated the franchise’s rich history and the evolving story of the Master Chief, another story began to unfold – the story of how 343 Industries and their partners around the world would work to bring Halo 2to a new generation while honoring its fabled past.“How do you remake a title that isso beloved by fans? How do you decidewhat must stay the same and what can be updated?It takes an army to build any game and we realized this process was one that the Halo Nation rarely gets a glimpse into,” said Tina Summerford, Director of Programming for 343 Industries. “We hit the road to capture the process from top to bottom, talking to all of the key players who helped bringHalo 2: Anniversaryinto the next genand giving our fans unprecedented access to this process.”Throughout the game’s development 343 Industries travelled the world, capturing the perspectives of 343’s expansive team of creative partners, Halo fans, pro players,and industry experts to tell the story behind the story millions knowand love. With over four-hundred hours of footage and more than 80interviews, they had what they needed to complete their story.“We made some pretty important discoveries along the way,” said Summerford. “As we got deeper into the project, we realized wecouldn’ttalk about Halo 2’simpact on the industry without telling the story of Halo’sorigins. It’s pretty awesome to hear the original team fromBungie talk about the beginning of this franchise and it’s something we think both new and old fans will appreciate”.The documentary includesnever-before-seen story elements and footage fromHalo 2: Anniversaryand featuresinterviews with high-profile Halo contributors Bonnie Ross, Frank O’Connor, Dan Ayoub, andPhil Spencer,as well as members of the originalHalo 2team – writer Joseph Staten,multiplayer designer Max Hoberman, and composer Marty O’Donnell. It also goes behind-the-scenes with the many artistic contributors on the title, including voice actor Keith David andguitar legend Steve Vai.Read more athttps://news.xbox.com/2014/10/24/games-halo-2-documentary-release-date/#XFzsYmPERB2zxabZ.99",
    "chinese_title": "重塑传奇-光环2周年版纪录片",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Remaking the Legend – Halo 2: Anniversary Documentary",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-17T11:00:22"
}