{
    "aka": [
        "Hot Rain"
    ],
    "sid": "27109532",
    "cast": [
        {
            "url": "/celebrity/1363774/",
            "name": "姜文英 Mun-yeong Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332747/",
            "name": "金东贤 Dong-hyun Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495672352.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0321999",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1993-11-06(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0321999/",
    "this_title": [
        "뜨거운 비"
    ],
    "douban_link": "https://movie.douban.com/subject/27109532/",
    "trans_title": [
        "雨热",
        "Hot Rain"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHee-ran marries an incredibly wealthy man but leaves him as she is unable to deal with the gap between their respective families. She marries Chi-oh who rescued her father from the brink of bankruptcy but once again leaves him for Japan when she no longer can bear his suspicions, jealousy and perversions. In Japan, she fakes a marriage to Yang, who has become mentally handicapped from a car accident, and works as a nightclub hostess. She finds hopes for a better life in a strange land when Yukawa Kohji courts her. But she leaves him when his wife proposes that all three of them live together.줄거리희란은 재벌 그룹 회장의 아들 기석과 결혼하였으나 친정과 시댁 간의 빈부의 차이에서 오는 수모를 견디지 못하고 재벌의 며느리라는 자리를 박차고 뛰쳐나온다. 그리고 파산 직전의 아버지를 도와준 치오와 결혼하지만 외양과는 달리 변태성욕자에 의처증까지 겹친 그와 두 아이를 낳고 두 번째 결혼은 실패하지 않기 위해 노력하지만 동물적인 학대를 견디지 못하고 도망치듯 일본으로 떠난다. 실추된 집안의 명예와 두고 온 아이들의 장래를 위해 그녀는 교통사고로 백치가 된 양씨와 위장결혼하고 호스티스 생활을 시작한다. 손님 접대가 익숙해질 무렵 한국인이자 일본인인 유가와 고오지에게 구애를 받은 희란은 이국땅에서 오랜만에 진실한 사랑의 애틋함에 행복에 젖어드는데 유가와의 본처가 나타나 한집에서 동거하자고 제의하자 그의 곁을 떠난다. 그런 와중에 희란은 자신의 꿈을 이루고자 다시금 결심하고 도쿄 일대를 풍미하는 마농레스꼬의 주인으로 군림한다. 그리고 꿈에도 그리던 아이들을 만나게 된다.",
    "chinese_title": "雨热",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "뜨거운 비",
    "douban_rating_average": 0,
    "update_at": "2025-11-08T16:21:24"
}