{
    "aka": [],
    "sid": "27119544",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2013-08-03(日本)"
    ],
    "this_title": [
        "警視庁・捜査一課長第2作「殺意の誕生日！手編みのブローチが死を招く!! 火に包まれても燃えない女の謎」"
    ],
    "douban_link": "https://movie.douban.com/subject/27119544/",
    "trans_title": [
        "警视厅搜查一课长第2作"
    ],
    "douban_votes": "0",
    "introduction": "大岩純一（内藤剛志）は、都内で発生した凶悪事件すべての捜査本部の指揮を執る、警視庁捜査一課長。20年前に最愛の娘・春奈（本田望結）を病気で亡くし、妻の小春（床嶋佳子）と2人暮らしをしている。東京・多摩ニュータウンの火災現場で、不審な遺体が発見された。遺体の身元はホステスの白石佳澄（桜川博子）で、犯人は絞殺後、周囲に灯油をまいて火をつけたとみられたが、不思議なことに遺体にはほとんど焼けた跡がなかった。庶務担当管理官・小山田大介（金田明夫）と現場資料班主任・平井真琴（斉藤由貴）から連絡を受けて臨場した大岩は、遺体の右手に薄紅色の布の燃えカスが握られていることに気がつく。大岩はすぐさま捜査本部を設置。佳澄が事件前夜、アパレルメーカー“サイオンデザイン”の専務・高近義英（梨本謙次郎）と口論していたことを突き止める。また、死亡推定時刻の夜10時頃、火災現場から逃げた男と高近が似ているという目撃証言も得られた。さっそく高近の所在を確認してみると、昨夜退社してから連絡が一切取れなくなっていた。そんな中、お台場の海岸で頭から血を流したジャーナリスト・黒木政也（若林久弥）の遺体が発見される。近くの交番に勤務する巡査によると、夜10時すぎに若い女性から「男に襲われて逃げた」と110番通報があったという。その女性が証言した、襲ってきた男の服装は、遺体で見つかった黒木の服装と酷似していた。さらに、襲われた女性の名を聞いて、大岩は驚く。その女性は高近の娘・樹里（小野真弓）で、彼女もまた父・義英同様、昨夜から連絡が取れなくなっていた。父と娘が同じ日の夜10時に別々の事件の関係者になっており、2人とも行方がつかめないとは、いったいどういうことなのか…!?　大岩は一刻も早く高近父娘の身柄を確保するよう、捜査員に命じる。実は、大岩には高近親子との面識があった。8年前、大岩が青山署の刑事だった頃、サイオンデザインの社長・西園寺和則（山本紀彦）が1億円余りの個人資産と共に謎の失踪を遂げる事件が発生し、高近が和則を殺害したのではないかという疑惑が浮上したのだ。結局、西園寺の行方がつかめず事件は迷宮入りしたが、心労を重ねた高近の妻は病死し、その数年後に高近は秘書の瑤子（高橋ひとみ）と再婚したのだった。まもなく、佳澄と樹里がデザイン学校の同級生だったことが判明する。大岩は自らサイオンデザインに乗り込み、失踪中の西園寺の娘で現在、社長を務める・幸恵（秋本奈緒美）や、企画室勤務の社員・廣田瑞季（中島ひろ子）から事情を聞く。すると、多摩ニュータウンとお台場の事件をつなぐ意外な接点が見つかって…!?",
    "chinese_title": "警视厅搜查一课长第2作",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "警視庁・捜査一課長第2作「殺意の誕生日！手編みのブローチが死を招く!! 火に包まれても燃えない女の謎」",
    "douban_rating_average": 0,
    "update_at": "2025-04-07T06:23:24"
}