{
    "aka": [
        "Wild Berries 4"
    ],
    "sid": "27112630",
    "cast": [
        {
            "url": "/celebrity/1435706/",
            "name": "柳将铉 Jang-hyeon Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496142433.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1608452/",
            "name": "柳志馨 Ji-hoeng Yoo",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1608467/",
            "name": "金秀滢 Su-hyeong Kim",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-03-23(韩国)"
    ],
    "this_title": [
        "산딸기 4"
    ],
    "douban_link": "https://movie.douban.com/subject/27112630/",
    "trans_title": [
        "野草莓4",
        "Wild Berries 4"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISSpring, 1950, a market place. Book-nyo, a widow, roams the countryside selling medicines and potions. Her dire wish is to find a strong and energetic man. She sees Dol-bo, an ignorant, but physically strong young man in a wrestling lot. She seduces him and they begin to live together. From then on, Dol-bo does everything for her but in drum beating skills, he is no match for her. Soon she is pregnant with his child and they lead a content life together with Dol-bo working on the boats. But Book-nyo's wanton temperament ruins their life together and she abandons her daughter and husband. Twenty years later, old Book-nyo secretly watches her daughter's wedding. She realizes that Dol-bo really did love her and she revels in the truth. She picks up her drum, a symbol of their once happy life together, and starts off on her nomadic journey.故事1950年春季交易会。Buknyeo失去丈夫前往省卖药是祈祷总是强大的西方出现。然后生病=注定生物简洁和头部的诚信，看到一个强大的基础来照顾的斗争buknyeo samneunda是引诱他到西方。代表关爱buknyeo的从那时起，它处理了所有的工作，但它不习惯于尽可能击中北buknyeo。突然buknyeo是专为幸福生活和工作的码头工人蝙蝠怀孕和照顾孩子照顾。Buknyeo生了一个女儿，谁住在真理逃逸无法克服与关心和女儿大脑欺骗性质的一段时间。20岁的buknyeo偷偷看了看流动的女儿的婚礼。她是孤独的，很高兴看到一个成年的女儿的喜爱实现照顾自己。但buknyeo的成本再进入道路，而徘徊在飘渺他们的书的爱。",
    "chinese_title": "野草莓4",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "산딸기 4",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T22:05:27"
}