{
    "aka": [],
    "sid": "27112846",
    "cast": [
        {
            "url": "/celebrity/1010185/",
            "name": "Trevor Horn Trevor Horn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2533975656.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6585632",
    "director": [],
    "duration": "69min",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6585632/",
    "imdb_votes": 13,
    "this_title": [
        "The Secret Science of Pop"
    ],
    "douban_link": "https://movie.douban.com/subject/27112846/",
    "imdb_rating": "5.1/10 from 13 users",
    "trans_title": [
        "流行乐的科学"
    ],
    "douban_votes": "0",
    "introduction": "Evolutionary biologist Professor Armand Leroi believes data science can transform the pop world. He gathers a team of scientists and researchers to analyse over 50 years of UK chart music. Can algorithms find the secret to pop success?When the results are in, Armand teams up with hit producer Trevor Horn. Using machine-learning techniques, Armand and Trevor try to take a song by unsigned artist Nike Jemiyo and turn it into a potential chart-topper.Armand also takes a scientific look at pop evolution. He hunts for the major revolutions in his historic chart data, looking for those artists who transformed the musical landscape. The outcomes are fascinating and surprising, though fans of the Fab Four may not be pleased with the results. As Armand puts it, the hallmark of The Beatles is 'average'.Finally, by teaming up with BBC research and development, Armand finds out if his algorithms can discover the stars of the future. Can he predict which of thousands of demo tracks uploaded to BBC Introducing is most likely to be a hit without listening to a note?This is a clash of science and culture and a unique experiment with no guarantee of success. How will the artists react to the scientist intruding on their turf? And will Armand succeed in finding a secret science of pop?",
    "chinese_title": "流行乐的科学",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Secret Science of Pop",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T17:07:34"
}