{
    "aka": [
        "Madame Tantra"
    ],
    "sid": "27112631",
    "cast": [
        {
            "url": "/celebrity/1608472/",
            "name": "鲜于一兰 Il-ran Seonu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323560/",
            "name": "金容建 Yong-gun Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2661103445.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1603549/",
            "name": "李文雄 Mun-woong Lee",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1608402/",
            "name": "赵明华 Moung-hwa Joe",
            "@type": "Person"
        }
    ],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-10-29(韩国)"
    ],
    "this_title": [
        "탄드라부인"
    ],
    "douban_link": "https://movie.douban.com/subject/27112631/",
    "trans_title": [
        "坦德拉夫人",
        "Madame Tantra"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISOh Soo-bi reads her husband's secret diary on the Tantra religion when he fails to return to Seoul from his lectures at University of Gangneung for three weeks. She finds out that her husband has gone missing and she leaves to Gangneung to solve the mystery of her husband's secret life. There, she hears news of her first love Seung-il who has been living alone unable to forget her. She meets him again and is tormented by memories of the love. A woman named Guru who has come to meet her husband from Tibet informs Soo-bi that her husband is on an ascetic journey. Soo-bi sets out to find her husband and is helped along the way by a young man named Dong-yeob. She finds the Tantra tent where her husband was but finds out that he has already left. Soo-bi learns about the freedom of sex through Dong-yeob and becomes convinced that her husband will return to her one day. She returns to her place back in the home.故事Ohsubi我没有在江陵的丈夫大学的历史学教授达3周看偷写卡巴拉被烧毁驱动暗中迷恋日记meantime've。收到来自她丈夫的失踪呼叫然后丈夫是解决防守下这个国家的神秘面纱。听说seungil初恋的新闻在那里，只存在珍惜消耗少失去了一切的回忆和满足生活seungil在斗争遗憾防守罢工想起了美丽的回忆带着他。卫冕谁在冲突中遭受丈夫从一个女人来找西藏丈夫树木被进一步做所以现在听到一个故事riraneun很快离去了更多的理解下决心发现她的丈夫。随着dongyeop伊朗青年的帮助，但他发现她的丈夫投幕驾驶员携带她的丈夫已经离开那里。但是防御是通过免费性实现dongyeop另一种是相信她的丈夫有一个5里拉某个时候回来。并返回到自己的位置防守。",
    "chinese_title": "坦德拉夫人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "탄드라부인",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T02:56:16"
}