{
    "aka": [],
    "sid": "27112828",
    "cast": [
        {
            "url": "/celebrity/1261734/",
            "name": "瑞贝卡·亨德森 Rebecca Henderson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442649/",
            "name": "卡罗琳·沃德 Caroline Ward",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442516/",
            "name": "海莉·毕晓普 Haley Bishop",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1442648/",
            "name": "拉迪娜·德兰多娃 Radina Drandova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027854/",
            "name": "史蒂芬·柯林斯 Stephen Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331296/",
            "name": "席亚拉·巴克森德尔 Ciara Baxendale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501126367.jpg",
    "region": [
        "英国",
        "美国",
        "法国",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt7152240",
    "director": [
        {
            "url": "/celebrity/1306974/",
            "name": "霍普·迪金森·利奇 Hope Dickson Leach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446565/",
            "name": "杰瑞米·赫希 Jeremy Hersh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046726/",
            "name": "娜娜·克里斯汀·马格努斯多尔 Nanna Kristín Magnúsdóttir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376764/",
            "name": "罗布·萨维奇 Rob Savage",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359906/",
            "name": "凯·斯泰尼克 Kai Stänicke",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "阿拉伯语",
        "法语",
        "冰岛语"
    ],
    "playdate": [
        "2017-07-24(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7152240/",
    "imdb_votes": 18,
    "this_title": [
        "Girls on Film 2: Before Dawn"
    ],
    "douban_link": "https://movie.douban.com/subject/27112828/",
    "imdb_rating": "5.9/10 from 18 users",
    "trans_title": [
        "女孩电影2:黎明之前"
    ],
    "douban_votes": "0",
    "introduction": "Here at Peccadillo we really believe in supporting independent cinema in all forms and one of the many ways we do this is through our short film collections like Girls on Film 2. This year we set ourselves the challenge of re-launching this the sister of the incredibly successful Boys of Film series and given that the first Girls on Film was released in 2014, a three year hiatus was quite enough.For Girls on Film 2 our agenda was simple, we wanted to find the best lesbian and feminist shorts that were out there and our search took us across the globe. We have vengeful dolls from Germany, Algerian teenage rebels, tennis court tantrums from Iceland and romantic swimmers from Australia. It’s an eclectic mix of drama, documentary, animation and horror, and look out for Rebecca Henderson (Appropriate Behaviour, Miss America) in Jeremy Hersh’s Actresses where a young fan comes face to face with her idol.UK talent comes from Silly Girl, by Hope Dickson Leach, director of the recently released feature The Levelling and co-written by Game of Thrones’ Ellie Kendrick; Rob Savage’s chilling Dawn of The Deaf featuring Emily Bevan (TV’s Doc Marten, Grantchester); and Max Disgrace’s erotically charged Crystal Clear.The process of collating a collection like this takes many many months, reviewing hundreds of short films until we pull together a shortlist. Once we lock in our final choices, we get cracking on marketing campaigns, promotions, graphic design specifications and social media plans, all to make sure our audience is excited and ready for the big release (which is 24th July, go on…get the diary out…write it down).We definitely wanted to make Girls on Film 2 a selection that is reflective of our diverse audience whilst also show casing the brilliant creativity of filmmakers and we’ve certainly succeeded in that mission. In fact, this year we watched so many excellent films, there was too many to pick from (so Girl on Film 3 will soon be around the corner) but for now, dive in and enjoy this incredible line up.",
    "chinese_title": "女孩电影2:黎明之前",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Girls on Film 2: Before Dawn",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T03:37:38"
}