{
    "aka": [
        "A Middle Aged Woman's Crisis"
    ],
    "sid": "27119450",
    "cast": [
        {
            "url": "/celebrity/1488904/",
            "name": "洪汝珍 Yeo-jin Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1607396/",
            "name": "金秋练 Choo-ryeon Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288538/",
            "name": "金炫锡 Hyeon-seok Kim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497769053.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-05-11(韩国)"
    ],
    "this_title": [
        "어느 중년부인의 위기"
    ],
    "douban_link": "https://movie.douban.com/subject/27119450/",
    "trans_title": [
        "一位中年妇女的危机",
        "A Middle Aged Woman's Crisis"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHye-jung tries to keep her family together despite the alienation she feels from her disinterested husband. But the real trouble begins when her husband has an affair betraying the shared history of working together to gain financial success. When Hye-jung witnesses her husband in the act, she runs out on him in a rage. The psychological and physical pain becomes unbearable for her. She decides to get back at her husband in the same way he hurt her. She enters a hotel with a strange man in front of her husband and thus tries to make up for lost time in the arms of strange man. But her actions lead to an irrevocable outcome. Her husband, although regretful of his actions, becomes enraged at Hye-jung. This middle-aged woman now has no choice but to reap the seeds she has sowed, estranged from the only man she ever loved.故事冷漠已经成为一种习惯，甚至她的丈夫爱妻子，海·晶试图避免破坏家庭的幸福。年轻夫妇在与这些成功的经济苦难的冲突，因为这一天是从丈夫的外遇派生将见证与另一个女人的关系。海·晶无法认出她丈夫的婚外情终于回家。冲突的重复aesseumyeo通过与以同样的方式，一个陌生男子hyeontae海·晶谁在他们的孤独失落，随着时间的推移来，除了情感和生理影响的关系找到了丢失的生活，终于，我的丈夫有政府和爱情戏，罢工斗争将得到补偿。最终演成是无法恢复的情况下，和她的丈夫，海·晶到酒店取一个陌生人，在过去的前终于看到了她的丈夫。在那里，他的妻子不承认的重要性丈夫疯狂，悲观，但他们的困境已经放弃了任何关系被打破。但海·晶是谁爱他是唯一的一个男人。此外，自我意识的事实，她的丈夫会被出卖，背叛不是她的丈夫在一定意义上的女人。我的丈夫也只有离开公寓深深感到政府的妻子的重要性... ... 。",
    "chinese_title": "一位中年妇女的危机",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "어느 중년부인의 위기",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T20:26:29"
}