{
    "aka": [
        "The Moonlight of Seoul"
    ],
    "sid": "27115514",
    "cast": [
        {
            "url": "/celebrity/1612887/",
            "name": "郑少女 So-nyeo Jeong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503015812.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0380701",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-05-24(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0380701/",
    "this_title": [
        "서울의 달빛"
    ],
    "douban_link": "https://movie.douban.com/subject/27115514/",
    "trans_title": [
        "首尔的月光",
        "The Moonlight of Seoul"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISMadame Min obsesses about money after her husband leaves. Hyung-do is obsessed with being successful and with the help of Madame Min, begins to buy up his hometown land at a cheap price, sell it and take the profits. Chang-min comes to Seoul to reclaim land which his father lost and died for. He arrives in Seoul and searches for Madame Min but soon becomes a male host when he runs out of money and begins an affair with Mrs. Lee. Hyung-do who's been dumped by Madame Min dreams of taking revenge on her and Chang-min but is killed by Chairman Yoon who finds out that Mrs. Lee's pregnancy was a scam orchestrated by Chang-min. Chang-min finds out that Madame Min has been diagnosed with cancer of the uterus and he leaves giving up his fight. He is welcomed by his girlfriend Ok-ja and a letter of penitence and the deed to the land.故事夫人怒江生活由她的丈夫被遗弃后，依靠所有的钱。兄弟陷入荒谬chulseyok将出售诡计窃取闵女士的故乡。一个朋友的哥哥，昌珉是回到东京漫无目的地试图找出谁剥夺了下直肌世界的土地父亲ttangmunseo。他致力于夫人努钱拿走，不寻求举办一个孩子成为一个流浪的关系yiyeosa和通奸。也称为哥哥抛弃夫人怒江怒江夫人的情节与怀孕的妻子的弟弟，昌珉梦寐以求的复仇yiyeosa的这里yunhoejang谋杀。这昌珉没有巴氏医院在民事夫人下山回家不放弃一切，而看她的生命释放灰烬了一把消失。农村gohyangjip有期待奴夫人，和ttangmunseo的暖回升情人okja和忏悔书。",
    "chinese_title": "首尔的月光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "서울의 달빛",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T02:49:19"
}