{
    "aka": [
        "A Weapon of All Ages 3"
    ],
    "sid": "27119354",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497769811.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1613032/",
            "name": "洪志云 Ji-woon Hong",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1995-04-15(韩国)"
    ],
    "this_title": [
        "고금소총 3"
    ],
    "douban_link": "https://movie.douban.com/subject/27119354/",
    "trans_title": [
        "古今笑丛3",
        "A Weapon of All Ages 3"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISDalbi and Baejigi reincarnate in a strange land far from Korea as punishment for carnal sins committed in their previous lives. Dalbi, a girl, meets a wealthy lord who is taken with her beauty and charm and is invited to stay in his country villa. Dalbi possesses an incredibly strong sexual drive and has a hard time keeping her instincts under control. When the wealthy man tries to seduce her she gives in without much of a fight. But when the man dies from overexertion, the men in the surrounding territory come to try to seduce her. However, none of them are able to satisfy her insatiable appetite. Women in the village become angered by Dalbi and they band together to drive Dalbi out of the village. Dalbi begins to search Baejigi, a boy. Meanwhile, Baejigi has been roaming foreign lands but due to his outstanding physical attribute, he becomes victim to physical torment everywhere he goes. A Dalbi imposter even swindles him. Finally, Dalbi and Baejigi are able to affirm each other and decide to leave the secular world and live buried in the mountains.故事D'baejigi并支付过去做你的业障的欲望是不是朝鲜重生的另一个外国的习俗来。多尔比徘徊游移住宿的地方是她的异国魅力别墅迷恋的符号住所。这个非同寻常的欲望多尔比是忙碌抑制不吊足了标志apseun胜利的权威是一个痛苦的生命是在卡盘体离开的愿望。但躺着一个和D'签署了呼吸消耗geoduja隐藏本地房子勾引D'但没有人不符合多尔比。这激怒了村里的妇女都出来了追逐D'加盟，多尔比是一个baejigi去搜索。该周游全国国外的baejigi经过艰辛不寻常的地方，因为身体结构。是假的D'danghagido和欺诈行为。最终D'baejigi并决定检查埋在山上，离开世俗的生活，真正地找到彼此。",
    "chinese_title": "古今笑丛3",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "고금소총 3",
    "douban_rating_average": 0,
    "update_at": "2025-11-30T15:50:27"
}