{
    "aka": [],
    "sid": "27115319",
    "cast": [
        {
            "url": "/celebrity/1360220/",
            "name": "维托里奥·格里高洛 Vittorio Grigòlo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167028/",
            "name": "勒内·帕佩 René Pape",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051680/",
            "name": "安吉拉·乔治乌 Angela Gheorghiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105672/",
            "name": "德米特里·霍罗斯托夫斯基 Dmitri Hvorostovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171189/",
            "name": "Carole Ann Wilson Carole Ann Wilson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "爱情",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2496491405.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Gounod's Faust"
    ],
    "douban_link": "https://movie.douban.com/subject/27115319/",
    "trans_title": [
        "浮士德"
    ],
    "douban_votes": "199",
    "introduction": "Granted, the plot's not up to much. Cursed by her brother, the virginal Marguerite is left pregnant, miserable, mad and seemingly beyond redemption by the ageing Faust who's made a devilish pact to exchange his soul for youth. All's well that ends well though, because by close of play Marguerite has been borne up to heaven by a chorus of angels. But when has an implausible story ever been a problem for an opera? Because what matters about Gounod's 'Faust' (and what has kept it in the repertoire for over 150 years) is a succession of showstoppers, including solo numbers (the famous Jewel Song among them), ensembles and choruses. What 'Faust' needs is a stellar cast, which is what we get in this revival of David McVicar's Royal Opera House production broadcast live from Covent Garden. It's led by Angela Gheorghiu as Marguerite who's joined by a trio of fetching men. The young Italian tenor Vittorio Grigolo plays the vile seducer of the title role, the charismatic bass René Pape is the diabolical Méphistophélès who makes Faust an offer he can't refuse, and smouldering Russian baritone Dmitri Hvorostovsky is Valentin, the brother Marguerite could live without.",
    "chinese_title": "浮士德",
    "douban_rating": "8.1/10 from 199 users",
    "foreign_title": "Gounod's Faust",
    "douban_rating_average": "8.1",
    "update_at": "2025-08-06T08:56:36"
}