{
    "aka": [],
    "sid": "27119360",
    "cast": [
        {
            "url": "/celebrity/1011304/",
            "name": "原田夏希 Natsuki Harada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038695/",
            "name": "小木茂光 Shigemitsu Ogi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325889/",
            "name": "原久美子 Kumiko Hara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344106/",
            "name": "远山俊也 Toshiya Tôyama",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867547753.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2014-07-19(日本)"
    ],
    "this_title": [
        "天才刑事·野呂盆六（9）～鬼·もう1人の女～"
    ],
    "douban_link": "https://movie.douban.com/subject/27119360/",
    "trans_title": [
        "天才刑警野吕盆六9 鬼 另一个女人"
    ],
    "douban_votes": "0",
    "introduction": "クリーンエネルギーを研究する会社社長、南条温夫（浜田晃）が社内の廊下で刺殺される事件が発生。南条社長から相談したいことがあると言われ、京都の会社で社長の帰りを待っていた警視庁捜査一課の警部補、野呂盆六（橋爪功）は、偶然、現場に居合わせる。事件の容疑者として、現場にいた社長夫人の南条彩女（原久美子）と専務の鬼頭徹（遠山俊也）、秘書の天見詩保（大後寿々花）が取り調べを受ける。なかでも詩保は、南条社長の義理の娘だった。南条社長は同じ会社に勤める天見司郎（詩保の父親）から妻·都（詩保の母親）を奪い、結婚。司郎はその後、自殺。南条社長も後に都と別れ、彩女と再婚した。しかし「足元の不自由な南条社長を見守るように」と母·都から言われた詩保は、母の死後、南条社長の秘書になるため北海道から出てきたのだった。事件当日、スイスに出張していた南条社長を関西国際空港まで迎えに行き、一緒に帰社した詩保。だが、取り調べをした刑事に「南条社長が殺害された現場での出来事は記憶が飛んでいて何も覚えていない」と証言。耳を疑う刑事に詩保は、ひどく驚いた時やショックを受けたときに発作が起こると、泣きながら訴えるばかりだった。その様子を別室でモニタリングしていた盆六は、姪の詩保を心配して駆けつけた精神科医で大学教授の涼風凛子（高橋惠子）と遭遇。凛子は詩保の死んだ父·天見司郎の妹だった。そして、盆六のかつての恋人だった。26年前にとある殺人事件をめぐって対立し、盆六の前から姿を消した恋人との偶然の再会。皮肉なことに、再会したきっかけも、また殺人事件だった。そんな盆六に凛子は、詩保がメンタルケアのために自分のもとに通っていたことを明かし、彼女は犯人ではないと告げる。犯人につながるヒントは“オニ”だと…。凛子の“オニ”というヒントを受け、刑事たちが「鬼頭のことなのか？」、はたまた、「彩女の旧姓の尾仁（オニ）を指すのか？」などと論じるなか、盆六は詩保の記憶が飛ぶという発作について、詩保とともに調べに出掛けるが、そこで不可解な出来事に遭遇する。その不可解な出来事の謎を解くべく、凛子の研究室を訪れた盆六。そんな盆六に凛子は“オニ”の正体を告げる。詩保は多重人格であり、彼女のなかにはもう一人の別人格がいるというのだ。その別人格の名は“オニ子”。既に凛子は“オニ子”と話したと言い、その時の映像を盆六と刑事たちに示す。だが、凛子が“オニ子”を犯人に仕立てようとしているように感じ、どうしても納得がいかない盆六だった。捜査が続くなか、鬼頭と彩女の不倫関係や、二人が結託し、株を不正操作していたとの情報もあり、なかなか犯人を絞り込むことができない警察。しかし、南条社長が産業スパイを暴くため、殺害現場となった廊下に隠しカメラを仕込んでいたことが発覚。そこには事件の一部始終が映っていた。その映像から盆六は真犯人のトリックを暴いたかにみえたが、それは盆六最大の誤算だった！",
    "chinese_title": "天才刑警野吕盆六9 鬼 另一个女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "天才刑事·野呂盆六（9）～鬼·もう1人の女～",
    "douban_rating_average": 0,
    "update_at": "2025-09-05T03:26:14"
}