{
    "aka": [],
    "sid": "27115339",
    "cast": [
        {
            "url": "/celebrity/1019745/",
            "name": "泽口靖子 Yasuko Sawaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1030081/",
            "name": "金子升 Noboru Kaneko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107453/",
            "name": "伊藤裕子 Yûko Itô",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2011-04-30(日本)"
    ],
    "this_title": [
        "西村京太郎サスペンス鉄道捜査官12 伊勢鉄道引き返せない単線列車からの脱出トリック！！２０００万円の絵馬が連続殺人の謎を解く"
    ],
    "douban_link": "https://movie.douban.com/subject/27115339/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "花村乃里子（沢口靖子）は、警視庁鉄道捜査隊東京駅分駐所に所属する鉄道捜査官。新たに分駐所に赴任してきた課長の野川一郎（筧 利夫）はまったくやる気を見せず、乃里子の後輩・立花広太郎（金子昇）らは冷ややかな目を向けていた。そんなある日、“村田みゆき”と名乗る女性が、分駐所に妙な落し物を届けに来た。それは扇の形をした絵馬で天狗の絵が描かれていた。「落し物は忘れ物保管所に届けて下さい」というと、彼女は「急いでいるから」と逃げるように絵馬を託して去って行ってしまう。記入した住所がデタラメなことに気づいた乃里子が後を追うと、みゆきは２人組の男たちにバッグを奪われ、階段から突き落とされたところだった。乃里子たちはすぐにみゆきを救急病院に搬送するが、彼女はまもなく病院から姿を消してしまう。絵馬が事件に関係していると考えた乃里子が忘れ物保管所を訪ねると、すでに落とし主が名乗り出ていた。橋本慎二（河相我聞）という男で、彼は業務上横領で起訴され、先週、拘置所を出たばかりだった。橋本が泊まっていたビジネスホテルを乃里子たちが調べたところ、あの絵馬が見つかった。その絵馬は２枚が貼り合わされていて、内側に何かを挟んで隠していたことがわかる。乃里子は、橋本が勤めていた会社“貴島ホールディングス”の社長・貴島慶介（浅野和之）を訪ねる。貴島は橋本を横領罪で告訴した張本人だったが、乃里子は社長室の前で大学の後輩・涼子（伊藤裕子）と再会。キャリアウーマンだった涼子は、貴島の強引さに負けて結婚を決めたと話す。貴島ホールディングスはショッピングモールを全国展開している会社で、涼子はこれから夫と共に、新規出店する三重・松阪に出張するという。そんな中、みゆきを襲った２人組のひとりの身元が判明する。不動産ブローカーの佐伯弘輝（金山一彦）で、内縁の妻によると、三重県に行くといって今朝早く家を出たという。あの天狗の絵馬も、三重県にある神社のもの…。すべての手がかりが三重県に関係していると直感した乃里子は、立花らと共に三重県に向かう。すると、橋本には三重県で出会った“三田村加奈”（中原果南）という恋人がいるとわかる。その加奈こそが、絵馬を分駐所に届けて逃げた“みゆき”だった。やがて加奈の父・重雄（志賀圭二郎）が不審な死を遂げたことを知った乃里子たちは、かつてその事件の捜査に当たった元刑事・渡部達郎（大鶴義丹）に話を聞くが…！？",
    "chinese_title": "西村京太郎サスペンス鉄道捜査官12 伊勢鉄道引き返せない単線列車からの脱出トリック！！２０００万円の絵馬が連続殺人の謎を解く",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T17:23:08"
}