{
    "aka": [],
    "sid": "27127178",
    "cast": [
        {
            "url": "/celebrity/1426043/",
            "name": "莉莉·艾普丽 Lili Epply",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "　　第74届威尼斯电影节(2017)\n　　地平线单元奖 最佳影片(提名) 里克·奥斯特曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504378366.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt7217962",
    "director": [
        {
            "url": "/celebrity/1381087/",
            "name": "里克·奥斯特曼 Rick Ostermann",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2017-09-07(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7217962/",
    "imdb_votes": 270,
    "this_title": [
        "Krieg"
    ],
    "douban_link": "https://movie.douban.com/subject/27127178/",
    "imdb_rating": "6.0/10 from 270 users",
    "trans_title": [
        "战争"
    ],
    "douban_votes": "0",
    "introduction": "What is the price of peace? Krieg is the story of Arnold Stein, who, looking to find personal peace, withdraws to an isolated mountain cabin. This peace is breached when a stranger starts terrorizing him, and draws him into a nerve-recking conflict. In flash-backs we learn about Chris, Arnold’s son, who, against his parents’ wishes, decided to enlist in the army and to volunteer for a tour in a conflict-zone. All desperate attempts to dissuade him are in vain. Arnold and his wife, Karen, assure each other that, surely, he’ll come back in one piece. But soon enough the horrible news of Chris’ death in action arrives. Mourning the loss of their son, Karen takes her own life. Arnold resigns from his job as a teacher and flees the wreckage of his life to the supposed idyll of the mountains. A remote cabin, high in the mountains, snow, a man and a dog. Arnold Stein has been living a life of a recluse in the rough world of the mountains for weeks, and only descends to the village occasionally. But life is not as withdrawn and isolated as it seems in this weather-worn cabin with all its secrets: in his absence, a stranger destroys the last objects that are still meaningful to him; his dog is brutally hurt—a struggle for life or death against an unknown opponent ensues. And suddenly, Arnold understands how everything is connected: his son’s fate, his wife’s destructive grief, his own flight from a life in which he fights back for once.",
    "chinese_title": "战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Krieg",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-22T16:33:32"
}