{
    "aka": [
        "24th Street",
        "中国 さすらい農民工の物語"
    ],
    "sid": "27131195",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501874019.jpg",
    "region": [
        "日本",
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt7563926",
    "director": [
        {
            "url": "/celebrity/1399740/",
            "name": "潘志琪 Zhiqi Pan",
            "@type": "Person"
        }
    ],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017-09-01(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7563926/",
    "imdb_votes": 12,
    "this_title": [
        "24号大街"
    ],
    "douban_link": "https://movie.douban.com/subject/27131195/",
    "imdb_rating": "7.3/10 from 12 users",
    "trans_title": [
        "24th Street",
        "中国 さすらい農民工の物語"
    ],
    "douban_votes": "757",
    "introduction": "在高速發展的中國，像蘇這樣的流浪者的生存空間已經越來越小。在杭州一條正在建設的二十四號大街旁邊，蘇和情人琴開設了一家簡陋的餐館，但因為沒有經營許可證，他們和其他一些非法住戶總是受到政府的驅趕，處世不驚的蘇和琴在另外的地方又建立起一個自己的餐館，但不久又被政府拆除。蘇決定回到故鄉，那裡有著他曾經的家庭和兒女，同時也有著琴的家人。但是已經在外闖蕩了30多年的蘇，家人對他的到來並不歡迎。導演通常默默地觀察蘇和琴的歷險，但偶爾也會介入，當蘇開始有不道德的行為欺騙他人時0.24號大街有著豐富多彩的主人公，影片展現了現代化進程中中國的轉折，和那些追趕不上這個國家飛速發展腳步小人物的故事。China doesn’t have a lot of room anymore for peddlers like Su. He set up a ramshackle restaurant next to a construction site on 24th street in Hangzhou, but of course he neglected to obtain a permit. Unsurprisingly, the authorities send him and the other illegal dwellers away. Unfazed, Su and his girlfriend Qin find another place for their restaurant, only to be sent away again. Su then decides to go back home to the countryside, where his wife and children, along with Qin’s family, still live. After being away for 30 years, the couple isn't exactly welcomed back with open arms. Filmmaker Zhiqi Pan usually observes Su and Qin’s adventures without comment, but does step in on occasion, such as when the unscrupulous Su is trying to cheat people. With its colorful main character, 24th Street offers an original twist to the story of modernizing China—and those on the fringe who can’t keep up.",
    "chinese_title": "24号大街",
    "douban_rating": "7.0/10 from 757 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": "7.0",
    "update_at": "2026-01-26T08:42:39"
}