{
    "aka": [],
    "sid": "27133168",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2498597248.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1496443/",
            "name": "阿兰·佩罗尼 Alain Parroni",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7486400",
    "director": [
        {
            "url": "/celebrity/1496443/",
            "name": "阿兰·佩罗尼 Alain Parroni",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7486400/",
    "imdb_votes": 6,
    "this_title": [
        "Adavede"
    ],
    "douban_link": "https://movie.douban.com/subject/27133168/",
    "imdb_rating": "6.0/10 from 6 users",
    "trans_title": [
        "阿达梅夫"
    ],
    "douban_votes": "0",
    "introduction": "In a valley, naked bodies, scrap, junk, and distorted sounds make an almost apocalyptic scenery, although it is only the result of a rave happened the night before. Walking on the nearby woods, Clara, 24 years old, a girl form the periphery of Rome, hurt and disenchanted with eyes permanently swollen by sleep, bumps into a deer. Hoping to catch that magical moment, the young girl points her phone camera towards the animal, like a hunter that points its own gun. Trying to capture that figure, the phone turns off, leaving her only with a doubt and a beautiful memory. This is how a one-day journey starts, marked by encounters with different characters, a path that becomes a search inside a corrupted memory.Alain Parroni (1992) graduated in Photographic and Graphic Art at the Istituto d’Arte di Pomezia. He debuts in 2012 as co-director of the animation film Aeterna. The encounter with graphic designer Stefan Sagmeister helps him to improve his knowledge of visual arts. In 2014, together with the collective Threeab, he directs the short film Drudo, for which he receives the Best Director Award at the 48 Hours Film Project Filmapalooza 2015 in Atlanta. With his following short film, Il Miracolo, Parroni earns a Special Mention at the Nastri d’Argento of 2016.",
    "chinese_title": "阿达梅夫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Adavede",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-27T20:56:07"
}