{
    "aka": [],
    "sid": "27132695",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499012950.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7133352",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-09-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7133352/",
    "imdb_votes": 1098,
    "this_title": [
        "Black Sabbath The End of the End"
    ],
    "douban_link": "https://movie.douban.com/subject/27132695/",
    "imdb_rating": "7.4/10 from 1098 users",
    "trans_title": [
        "黑色安息日：最后的最后"
    ],
    "douban_votes": "0",
    "introduction": "THE END OF THE END CHRONICLES THE FINAL TOUR FROM THE BAND WHO FORGED THE SOUND OF METAL - BLACK SABBATH. ON 4TH FEBRUARY, 2017, THE BAND TOOK TO THE STAGE IN BIRMINGHAM, THE CITY WHERE IT ALL BEGAN, TO PLAY THE 81 ST AND FINAL GIG OF THE END TOUR - BRINGING DOWN THE CURTAIN ON A CAREER THAT SPANNED ALMOST HALF A CENTURY.THE SOLD OUT SHOW MARKED THE CULMINATION OF A TOUR THAT HAD SEEN THEM PLAY TO WELL OVER A MILLION FANS IN ARENAS ACROSS THE GLOBE. SINCE THEIR BEGINNINGS IN 1968, THEY CREATED A SOUND THAT WOULD FORM THE BASIS OF HEAVY METAL, GOING ON TO INFLUENCE BANDS ALL OVER THE WORLD – AN INFLUENCE WHICH IS STILL FELT TO THIS DAY.THE END OF THE END IS THE STORY OF THAT FINAL, EMOTIONALLY-CHARGED CONCERT. FANS ARE TAKEN INTO THE HEART OF THE ACTION, UP CLOSE AND PERSONAL WITH THE BAND ON STAGE AS THEY PERFORM GENRE-DEFINING HITS, FROM IRON MAN TO PARANOID TO WAR PIGS, AMONGST OTHERS. SABBATH ALSO TOOK THE OPPORTUNITY TO SPEND SOME TIME IN THE STUDIO, DELIVERING A UNIQUE PERFORMANCE OF SOME OF THEIR FAVOURITE SONGS NOT PLAYED ON THE TOUR. THIS FILM GIVES FANS AN INTIMATE GLIMPSE INTO THE BAND’S RELATIONSHIPS AND THEIR BANTER WITH EACH OTHER, WITH BOTH INDIVIDUAL AND GROUP RECOLLECTIONS FROM OZZY OSBOURNE, TONY IOMMI AND GEEZER BUTLER.THE BAND’S LOYAL FOLLOWING SPANS GENERATIONS AND THIS IS THE OPPORTUNITY FOR FANS, YOUNG AND OLD, TO COME TOGETHER AND SEE THE BOYS FROM BIRMINGHAM DOING WHAT THEY DO BEST, ALMOST 50 YEARS AFTER THEY STARTED. THIS IS THE FINAL WORD FROM THE GREATEST METAL BAND OF ALL TIME.",
    "chinese_title": "黑色安息日：最后的最后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Black Sabbath The End of the End",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-23T08:35:09"
}