{
    "aka": [],
    "sid": "27131242",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2609234167.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "22分钟",
    "episodes": "40",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2015-11-07(中国大陆)"
    ],
    "this_title": [
        "进击的机甲之圣戒飞陀"
    ],
    "douban_link": "https://movie.douban.com/subject/27131242/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在近未来的未知世界里面，人们热衷于陀螺的竞技，而且，他们会把生活中所有的纠纷，透过陀螺的决胜，来和平处理所有的问题，过着相安无事的日子。与传统的陀螺竞技不同的，是对战双方除了技术的比拼外，还可透过“精神指环”注入精神力量，从而召唤出无敌的“机甲战士”来互相对抗。这给传统的陀螺有了全新的定义，那就是“圣戒飞陀”。剑一的哥哥，是个使用和开发“圣戒飞陀”的专家。他的能力被一个名为“黑洞组织”的秘密结社虎视眈眈，更被他们所劫持来进行可怕的计划。于是由剑博士所研发的新型“圣戒飞陀”被制造出来，并使用在军事用途之上，目的是掠夺自然资源来控制人类。剑博士惊异于自己所设计的“圣戒飞陀”的巨大能量，当他获知“黑洞组织”暗藏的阴谋后，更加显得非常后悔，虽然完成了新型的四款飞陀，但他绝不甘愿被利用，于是联同组织内的有反对之心的同伴，偷偷把最新型的四款圣戒飞陀偷运出去，从而破坏“黑洞组织”的邪恶阴谋。可惜，由于没有周详的准备，在这次行动中，剑博士虽然失手被擒，但仍然由“浩光”带走了三款“圣戒飞陀”逃走，另一个则被政府内潜伏于“黑洞组织”内的特工追光偷偷藏了起来，及后交给了拥有精密陀螺知识的弟弟云少所保管。浩光带着三个圣戒飞陀亡命奔逃，最终找到了剑博士的弟弟剑一，并把“天剑飞陀”交了给他。剑一是个运动神经很强的少年，虽然有点自大，但见义勇为，热血刚直，绝不会向恶势力低头。另一方面，为了寻回新型圣戒飞陀的“黑洞组织”，派出了干部大军追寻剑一和飞陀，浩光因为受了重伤，临危授命剑一前去找他的师父达祖大师学习更高的造艺。在拜师的过程中，剑一还结识了沉默寡言的腾飞和自傲的璇舞，他们分别拥有了新型圣戒飞陀中的闪影和链刃，一起合力对抗组织派出的高手。与此同时，“黑洞组织”加快了征服世界的计划，他们以“圣戒飞陀百城巅峰赛”为命，实际上是吸引更多“启动者”参加，然后把他们威逼利诱加入到邪恶军团之内，以协助组织继续横行霸道。剑一、腾飞和璇舞凭着毅力，几经艰苦终于找到达祖隐居之地，并获得他亲自传授更强的绝学。剑一性格单纯，最先领悟了“觉醒”力量，击退了“黑洞组织”的一次总攻击。当他们得知“百城巅峰赛”的真正目的之后，决意联同所有的参赛“启动者”，对“黑洞组织”做出反扑。出人意料的是，“黑洞组织”也在参照剑一他们的作战数据，组成了一支“暗黑飞陀”的部队，更以被洗脑的剑博士--灭光为首，混入了“百城巅峰赛”之中，誓要从剑一他们手上抢回四个新型飞陀。随着大赛的展开，各地好手云集，经过激烈的淘汰赛之后，剑一的主角队过关斩将，除了进入决赛外，还以热诚之心认识了一班“启动者”的朋友。当剑一队赢得大赛，被带到组织的内部时，“黑洞组织”展现出了真正面目。他们关押起各队的战士，强逼他们降服于脚下。倔强的剑一不为利益所动，他坚决要对控邪恶的“黑洞组织”，破坏他们掠夺世界资源的野心，从而救出被洗脑的哥哥。而“黑洞组织”的大干部魔导元帅，是个心狠手辣的大魔头，他一手“圣戒飞陀”的力量非常出色，更会使用“精神力量”来使对手陷于迷惑。当剑一团结起所有正义的“启动者”做出对抗时，元帅可怕的力量终于使出来，一场终极之战，终于在“黑洞组织”的总部矿山基地展开，由于魔导元帅法力极强，而且还有一班助纣为虐的爪牙效命，令众小将陷入最大的危机之中。幸而在最后关头，重伤初愈的浩光，潜伏于基地内的追光，加上达祖前来相助，扭转了剑一的败局。魔导元帅冥顽不灵，虽然眼见大势而去，仍然负隅顽抗，企图运用飞陀精神力所转化的大杀伤力重型武器，把正义之士一网打尽。这时，剑一眼见同伴处于危局，在正义的热血爆发之下，剑一得到了无与伦比的最强力量，终于把魔导元帅打败，让正义得到了最后胜利。",
    "chinese_title": "进击的机甲之圣戒飞陀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-19T03:07:36"
}