{
    "aka": [],
    "sid": "27146777",
    "cast": [
        {
            "url": "/celebrity/1010539/",
            "name": "威廉·达福 Willem Dafoe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518344413.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt7380726",
    "director": [
        {
            "url": "/celebrity/1009469/",
            "name": "阿贝尔·费拉拉 Abel Ferrara",
            "@type": "Person"
        }
    ],
    "duration": "82分钟(威尼斯电影节)",
    "episodes": "",
    "language": [
        "意大利语",
        "英语"
    ],
    "playdate": [
        "2017-09(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7380726/",
    "imdb_votes": 130,
    "this_title": [
        "Piazza Vittorio"
    ],
    "douban_link": "https://movie.douban.com/subject/27146777/",
    "imdb_rating": "6.4/10 from 130 users",
    "trans_title": [
        "维托里奥广场"
    ],
    "douban_votes": "116",
    "introduction": "Piazza Vittorio is the biggest square in Rome. Both the square and the adjacent districts of the Esquiline stand out for the multiethnic variety of their inhabitants. Here, in fact, we find a range of ethnic groups from nearby and far away: Romans, Asians, North Africans and Indians who make the square and neighborhood a lively place but at the same time one that is not easy to manage. Precisely because of its unique and colorful nature, many artists and other figures with ties to the world of cinema, like Matteo Garrone and Willem Dafoe, have chosen to make it their home. Among them is the great director Abel Ferrara, who has decided to portray this world from his own independent and poetic point of view, putting himself physically on the line in the production of the film. Out of this has come a surreal and neorealist picture of a day in the square’s life, with interviews with illegal and legal immigrants, tramps, artists, proprietors of businesses and politicians who give their personal accounts of the place. It is the portrait not just of a square, but of an Italy that is changing and that is trying at all costs to go down the road of integration, often underestimating the side effects.",
    "chinese_title": "维托里奥广场",
    "douban_rating": "6.7/10 from 116 users",
    "foreign_title": "Piazza Vittorio",
    "imdb_rating_average": 6.4,
    "douban_rating_average": "6.7",
    "update_at": "2025-04-24T04:07:32"
}