{
    "aka": [
        "A Return to Grace: Luther's Life and Legacy",
        "Martin Luther - Revolutionär der Kirche(德)"
    ],
    "sid": "27148151",
    "cast": [
        {
            "url": "/celebrity/1041224/",
            "name": "休·博纳维尔 Hugh Bonneville",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873547450.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1040119/",
            "name": "大卫·巴蒂 David Batty",
            "@type": "Person"
        }
    ],
    "duration": "114分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-15(美国)",
        "2017-10-31(德国)"
    ],
    "this_title": [
        "Martin Luther: The Idea that Changed the World"
    ],
    "douban_link": "https://movie.douban.com/subject/27148151/",
    "trans_title": [
        "马丁·路德 - 改变世界的观念",
        "A Return to Grace: Luther's Life and Legacy",
        "Martin Luther - Revolutionär der Kirche(德)"
    ],
    "douban_votes": "0",
    "introduction": "The year 2017 marks the 500th anniversary of one on the most important events in Western civilization: the birth of an idea that continues to shape the life of every American today.In 1517, power was in the hands of the few, thought was controlled by the chosen, and common people lived lives without hope. On October 31 of that year, a penniless monk named Martin Luther sparked the revolution that would change everything.He had no army. In fact, he preached nonviolence so powerfully that — 400 years later — Michael King would change his name to Martin Luther King to show solidarity with the original movement.This movement, the Protestant Reformation, changed Western culture at its core, sparking the drive toward individualism, freedom of religion, women's rights, separation of church and state, and even free public education. Without the Reformation, there would have been no pilgrims, no Puritans, and no America in the way we know it.The film follows the dramatic story of Martin Luther's life: the massive lightning storm that nearly killed him, the bleak self-punishment of his time in the monastery, the corruption that unleashed his anger, his trial before the most powerful man in Europe, and the staged kidnapping that helped him escape the death penalty.This is a highly-visual documentary with elaborate full-scale dramatizations that were filmed in the castles, monasteries and cobblestone streets of eastern Europe. Dozens of historians from Europe and the Americas were interviewed, with a careful eye to ensure all sides of the story are represented. The film is narrated by Hugh Bonneville (\"Downton Abbey\") and stars Padraic Delany (\"The Tudors,\" \"The Man Who Knew Infinity\").",
    "chinese_title": "马丁·路德 - 改变世界的观念",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Martin Luther: The Idea that Changed the World",
    "douban_rating_average": 0,
    "update_at": "2025-02-16T20:52:23"
}