{
    "aka": [],
    "sid": "27140185",
    "cast": [
        {
            "url": "/celebrity/1027902/",
            "name": "唐·弗兰奇 Dawn French",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045125/",
            "name": "马克·希普 Mark Heap",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092685/",
            "name": "茱莉‧赫斯姆德哈尔格 Julie Hesmondhalgh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1337377/",
            "name": "利奥纳德·迪克 Leonard Dick",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Glass Houses"
    ],
    "douban_link": "https://movie.douban.com/subject/27140185/",
    "trans_title": [
        "玻璃屋"
    ],
    "douban_votes": "0",
    "introduction": "The British commercial broadcaster has ordered the six-part series from Genial Productions, the nascent ITV-backed producer formed by The Durrells and Men Behaving Badly writer Simon Nye and ex-Tiger Aspect boss Sophie Clarke-Jervoise.Created and written by Shameless and Cold Feet writer Mark Brotherhood, Glass Houses is set in a picturesque small coastal town with a close-knit community.  It follows the stories and fall out for Maggie Connors, played by French, who doesn’t pay attention to the cautionary adage that ‘those in glass houses shouldn’t throw stones’.Connors is a central character in town who makes it her business to know a bit about everyone’s lives.  When a radio journalist interviews her for a small reportage piece about local life she gives him far more detail (and embellishment) about the locals and their personal lives than he was counting on.  In the days and weeks following the show’s broadcast, Maggie sees the butterfly effect of how her very public gossip-fest affects various figures around the town and disrupts their lives.Maggie has been happily married to headmaster Peter, played by Mark Heap, for nearly 40 years, and their son Jamie and his wife Becka live nearby.  Other notable residents include Maggie’s best friend Jill, played by Julie Hesmondhalgh, Brian the publican, school secretary Karen, played by Vicki Pepperdine, the town’s GP Carol, local shopkeepers Emil and Roxanna, and Kelly who works in the hair salon.  Also part-time resident is the handsome Marcus, played by Patrick Robinson, who rents a cottage to write his best-selling novels.",
    "chinese_title": "玻璃屋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Glass Houses",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T08:57:48"
}