{
    "aka": [
        "Lipstick and A Man's Love"
    ],
    "sid": "27149748",
    "cast": [
        {
            "url": "/celebrity/1346197/",
            "name": "尹良河 Yang-ha Yun",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499796951.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1994-11-03(韩国)"
    ],
    "this_title": [
        "립스틱 그리고 남자의 사랑"
    ],
    "douban_link": "https://movie.douban.com/subject/27149748/",
    "trans_title": [
        "Lipstick and A Man's Love"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISDr. Park Soo-jong regularly gets together with his mistress Hwa-ja to relieve post-surgery stress. He becomes suspicious of his wife, Sook-ja, and her colleague Chang-bin's relationship. Sook-ja is a copywriter for an advertisement company. At the same time, he feels guilty about his affair with Hwa-ja and so tries to pay extra attention to Sook-ja. When they both go on separate business trips, they are both uneasy with suspicion. When Sook-ja becomes aware of Hwa-ja during a phone call with Soo-jong, she stops herself from saying anything. Sook-ja takes their daughter to the airport to meet Soo-jong to remind him of their marriage vows. Sook-ja is also troubled by Chang-bin's growing feelings towards her. She tries to convince him to give up but in the process Soo-jong becomes aware of the situation. They begin to think about divorce. But they soon realize their feelings for each other and forgive one another's transgressions.故事外科医生，公园，seungjong通过会见一个生气的女人在手术后放松，找到生命的活力。他怀疑他的文案，妻子和职业合伙人之间的关系，以及他的弟弟长斌。然后，在房子前面，长斌去看他正在面颊的朋友，怀疑变得更加困难。氧还试图买sukja，他的仇恨hankyeon有关扬声器和扬声器之间的关系有罪的青睐，但关系仍在进行中。然后有一天，当这两个物种和sukja会去出差到该地区。然而，与sukja物种只躺在扬声器和旅行。海·晶会叫自己的女儿在他们痛苦的头脑在全省有凝视问怀疑彼此的另一回合，sukja听到谁通话扬声器思想的安慰。只接受物种的谎言，因为它最终去到机场拿你的女儿把阻尼器对物种的行为。谁遭受感情滨的攻势，但努力安抚滨的sukja遵循当地的旅游，而这两个品种注意到这一事实被认为离婚。但是，我很担心对方忏悔自己的错误，彼此寻求宽恕。",
    "chinese_title": "립스틱 그리고 남자의 사랑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T11:52:11"
}