{
    "aka": [],
    "sid": "27144869",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1340574/",
            "name": "R·J·卡特勒 R.J. Cutler",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Breach"
    ],
    "douban_link": "https://movie.douban.com/subject/27144869/",
    "trans_title": [
        "突破"
    ],
    "douban_votes": "0",
    "introduction": "History has given the green light to The Breach: Inside The Impeachment of Bill Clinton, a six-part scripted drama series from R.J. Cutler based on Peter Baker’s bestseller The Breach: Inside the Impeachment and Trial of William Jefferson Clinton. FremantleMedia North America will produce in association with A+E Studios.Written by Cutler and David K. Israel and to be directed and executive produced by Cutler, the political thriller, which is now casting, looks at how one of the nation’s biggest political scandals unfolded – from the revelation that President Clinton was having an affair with Monica Lewinsky, through the political combat that saw Hillary Clinton, Newt Gingrich, Prosecutor Ken Starr, Congressman Bob Livingston and many others dominating the national headlines. The series will take viewers inside Republican and Democrat war rooms, revealing the infighting among the President’s advisers, the secret back-channel negotiations between the White House and Congress, Tom DeLay’s strategy to force President Clinton out of office, and the Democrats’ pressure for Clinton to resign.",
    "chinese_title": "突破",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Breach",
    "douban_rating_average": 0,
    "update_at": "2025-04-19T05:13:19"
}