{
    "aka": [
        "Fartsa"
    ],
    "sid": "27146962",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499560968.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1156876/",
            "name": "Aleksandr Tsekalo Aleksandr Tsekalo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317673/",
            "name": "亚历山大·科特 Aleksandr Kott",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4567218",
    "director": [
        {
            "url": "/celebrity/1156876/",
            "name": "Aleksandr Tsekalo Aleksandr Tsekalo",
            "@type": "Person"
        }
    ],
    "duration": "50",
    "episodes": "8",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2015-03-20(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4567218/",
    "imdb_votes": 233,
    "this_title": [
        "Фарца"
    ],
    "douban_link": "https://movie.douban.com/subject/27146962/",
    "imdb_rating": "6.7/10 from 233 users",
    "trans_title": [
        "黑市是如何炼成的",
        "Fartsa"
    ],
    "douban_votes": "0",
    "introduction": "1—2 серии: 1961 год, Москва, эпоха Гагарина и покорения космоса. Начинающий писатель Андрей, чей искренний рассказ опубликован в «Юности», возвращается в родной город, его встречают друзья детства. Вскоре все они — Андрей, Борис, Санёк и Костыль — становятся фарцовщиками. Параллельно у ребят идёт бурная личная жизнь: Андрей счастлив с невестой Надей, Костыль влюблён в сестру Бориса — Зину, Борис очарован валютной проституткой Татьяной, с которой познакомился «на работе». О тайной любви Санька не знает никто. Андрей, при помощи редактора «Юности» Ланской становится литсекретарём Михаила Светлова. После дерзких авантюр на удачливых ребят обращает внимание криминальный авторитет Понт.3 серия: С подачи меломана Бориса друзья налаживают производство и сбыт пластинок «на костях». Деньги от сделок решено прятать в ячейке камеры хранения. Но там друзья сталкиваются с валютчиками, которым Костыль должен крупную сумму. Чтобы спасти всех, кто-то один должен взять вину на себя.4 серия: Год спустя друзья выходят на новый уровень и начинают фарцовку киноаппаратурой. Директор комиссионки, на которого у ребят есть компромат, вынужден им помогать. Майор Востриков, отец Нади, выходит на след дерзких фарцовщиков, не подозревая, что хорошо знаком с организатором сделок.5 серия: У Андрея давняя интрижка с Ланской, но она прогоняет его: всё, что он теперь пишет — серо и бездарно. Андрей напивается и не придаёт значения исчезновению Татьяны, которая должна встретиться с иностранцем в «Национале», чтобы передать деньги. Зина вызывается помочь — у неё хороший английский.6 серия: Друзья решают разделить общие деньги и завязать с фарцовкой. Расследование Вострикова завершёно: он требует, чтобы Андрей написал чистосердечное признание, но Надя не позволяет этого сделать. Андрей узнаёт о подпольном катране, который держит Понт.7 серия: Друзья собираются в гараже, чтобы разделить деньги. Но тайник оказывается пуст. Все подозрения падают на Костыля. Санёк неожиданно для Нади делает ей предложение. Востриков накрывает подпольный катран Понта, но арестовывает только одного человека.8 серия: Востриков под честное слово отпускает Андрея из отделения на один час, чтобы тот мог завершить одно дело. Зина приходит к Андрею в КПЗ и признаётся, что любит его. На судебном заседании по делу Андрея появляется неожиданный свидетель.",
    "chinese_title": "黑市是如何炼成的",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Фарца",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T17:15:26"
}