{
    "aka": [],
    "sid": "27144815",
    "cast": [
        {
            "url": "/celebrity/1317558/",
            "name": "竹幼婷 Ivy Chu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499474262.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1379198/",
            "name": "孙钊 Zhao Sun",
            "@type": "Person"
        }
    ],
    "duration": "40",
    "episodes": "6",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2014-05-14(中国大陆)"
    ],
    "this_title": [
        "“趣”你的世界杯"
    ],
    "douban_link": "https://movie.douban.com/subject/27144815/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "世界杯的精彩，不仅仅在于球场上两队之间你追我赶、激烈拼抢的火辣赛况，还在于球场内外出现的各种逗比瞬间、花边小料。比如“苏神”苏亚雷斯上演的惊天一咬、荷兰最出色边锋罗本的一个个假摔动作、C罗上阵三场就换了三次的独特发型……这些都是球迷们争相热议和追捧的有趣话题。而在球场之外，由凤凰出品的综艺闲谈节目《“趣”你的，世界杯》，同样为广大球迷们提供了有料、有趣的谈资，让球迷不在巴西，同样能有非同一般的世界杯趣味体验。作为一档不管是能看懂绝妙脚法的铁杆粉丝，还是只会看评论的伪球迷，都可以在这里找到乐趣的综艺节目，《“趣”你的，世界杯》主要聚焦世界杯期间不同群体对于世界杯的多元关注，在以独特视角解构世界杯的同时，展现标签化的球迷小圈子，以及他们充满乐趣的别样生活方式和精神世界。在已经上线的三期节目中，《“趣”你的，世界杯》围绕“绝妙进球时刻”、“变态过人绝技”、“世界杯球场上的时尚先生们都爱纹身”三个话题，分别邀请了史上最牛柔术团和史上最不靠谱魔术团、复仇心切的机器人足球队和豪掷千金的土豪游戏控、疯狂摇滚纹身控和二战军服迷六大足球群体进行了互动表演。在高人云集的第一期中，由东北妹子魏炜和安徽小伙余盼组成的柔术团带来了软骨舞、胳膊转动720度的绝技,惊呆现场观众，由四位热爱魔术的小伙儿组成的魔术团也不含糊，大变活人、转移注意力魔术同样精赢得了满场喝彩；而在“变态”组合扎堆的第二期中，来自北京工业大学的机器人足球队演示了3v3小型组机器人足球比赛，灵活的脚法、专业的战术，毫不逊于足球场上马赛回旋、彩虹过人等久负盛名的过人绝招，而痴迷足球游戏的游戏控团队则演示了他们曾花费几十万或不吃不喝奋战72小所训练出来的高难度足球游戏动作；在第三期大谈时尚风潮的两个团体中，一群像足球场上的明星一样酷爱纹身的纹身控，和热爱和平，却喜欢收藏战争用品的军服控，分别展示了他们对纹身的疯狂热爱，以及对二战军服的别样情结。高超的技艺、独特的爱好，一群有不同特征的神秘圈子展现了他们与世界杯千丝万缕的联系，引发了大批球迷的共鸣。绝妙好戏不仅仅只有这些，在即将于6月4日（本周五）上线的第四期中，节目又将关注焦点转向了专门为足球而生的各种高科技产物，比如布拉祖卡足球、芯片足球鞋、低碳球衣等等，一个个让人惊叹的足球杰作，瞬间颠覆了人们对足球的浅显理解。而针对“科技感”和“创造”这两个关键词，节目组也邀请到国内首个纸艺博览工作室叹为观纸团队，和一群热爱科技发明的技术控，现场向观众展示了他们创造的纸雕、纸藤花、衍纸，以及wifi小车、六轴旋翼无人机等各种绝妙作品。感兴趣的网友可以登陆凤凰视频或凤凰视频客户端观看详细内容，精彩不容错过。",
    "chinese_title": "“趣”你的世界杯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-25T20:07:10"
}