{
    "aka": [
        "Mamma mia!（波兰）",
        "Margarida... Que Paixão!（巴西）"
    ],
    "sid": "27146782",
    "cast": [
        {
            "url": "/celebrity/1019209/",
            "name": "阿尔贝托·索尔迪 Alberto Sordi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128627/",
            "name": "Giovanna Pala Giovanna Pala",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096886/",
            "name": "卡洛·朱斯蒂尼 Carlo Giustini",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1951",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565652662.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1019209/",
            "name": "阿尔贝托·索尔迪 Alberto Sordi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028567/",
            "name": "切萨雷·扎瓦蒂尼 Cesare Zavattini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0043777",
    "director": [
        {
            "url": "/celebrity/1148475/",
            "name": "Roberto Savarese Roberto Savarese",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0043777/",
    "imdb_votes": 154,
    "this_title": [
        "Mamma mia, che impressione!"
    ],
    "douban_link": "https://movie.douban.com/subject/27146782/",
    "imdb_rating": "6.0/10 from 154 users",
    "trans_title": [
        "印象深刻啊我的天",
        "Mamma mia!（波兰）",
        "Margarida... Que Paixão!（巴西）"
    ],
    "douban_votes": "0",
    "introduction": "Alberto è un giovane biondissimo, dai modi effeminati ed infantili; sciocco, al limite della stupidità; invadente con il prossimo, ma timidissimo con la signorina Margherita, di cui è follemente innamorato. Vive solo, frequenta l'oratorio della parrocchia di Don Isidoro e si guadagna da vivere vendendo meccanismi antifurto. Margherita è corteggiata anche da Arturo, giovane prestante e romantico, con il quale Alberto ingaggia un duello a distanza per attirare l'attenzione della ragazza.La sua ingenua sciocchezza lo rende simpatico a Margherita, che pare divertita dalle sue stramberie; ma lo rende insopportabile agli altri. Dopo una serie di disavventure Alberto decide di sfidare Arturo sul suo terreno: la maratonina di Roma, gara di marcia di 25 km. Chiede i soldi per l'iscrizione a Don Isidoro e in cambio gli promette che devolverà l'eventuale vincita di 100 000 Lire per l'acquisto del presepe che da tempo il parroco desidera. Nel primo giro del tracciato si comporta abbastanza bene, rimanendo nel gruppo di testa; nel secondo, approfitta della confusione creata da un ingorgo per fare un pezzo di strada in autobus; nel terzo, sempre bloccato dal traffico e dai vigili, viene soccorso da Don Isidoro che lo porta in bici fino a pochi metri dal traguardo, ma lo lascia per errore dalla parte opposta. Così Alberto e Arturo tagliano il traguardo insieme, ciascuno al comando di un gruppo di atleti, ma venendo uno da destra e l'altro da sinistra. Ne nasce una rissa e la corsa viene annullata, con sgomento del parroco. È la fine del sogno: Margherita rimane col suo Arturo e Alberto torna alla vita di prima.",
    "chinese_title": "印象深刻啊我的天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mamma mia, che impressione!",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-15T05:14:11"
}