{
    "aka": [
        "Porog",
        "THRESHOLD",
        "Поріг(乌)"
    ],
    "sid": "27143902",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551032233.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0425360",
    "director": [
        {
            "url": "/celebrity/1491343/",
            "name": "罗兰·塞尔金科 Rollan Sergienko",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0425360/",
    "imdb_votes": 19,
    "this_title": [
        "Порог"
    ],
    "douban_link": "https://movie.douban.com/subject/27143902/",
    "imdb_rating": "7.7/10 from 19 users",
    "trans_title": [
        "Porog",
        "THRESHOLD",
        "Поріг(乌)"
    ],
    "douban_votes": "0",
    "introduction": "Two years after the Chornobyl nuclear accident, former dwellers of Prypiat, members of the literary club “Prometheus”, liquidators and doctors come together to remember the aftermath of the tragedy.Personal stories of loss are shared, along with careful but determined criticism of the government. Proclamations are made from tribunes at memorial services, songs of the post-Chornobyl folklore genre are performed, medical diagnoses of the liquidators are dryly shared. “This kind of accident could only happen in the USSR” – is a resume given by Volodymyr Shovkovshytnyi, a former engineer of the Chornobyl NPS and an amateur bard. The film includes not only emotional first-person storytelling by traumatized liquidators or angry evacuees, but also a large amount of documentary shots of abandoned Prypiat.Before making this film, director Rollan Serhienko had already created more than a dozen films of varying genres, from works in the “Ukrainian poetic” genre such as “Open Yourself” (1972) to canonical popular science films on themes such as the writer Oles Honchar and the phenomena of rhythm. “Threshold” is the second and most expressive installment of his Chornobyl film series, which was originally planned as a trilogy, but expanded to eight films total with the participation of filmmakers from Ukraine, Russia and Japan.This is a desperate cinematic documentation of the first years of formation of the post-apocalypse post-Chornobyl mentality.",
    "chinese_title": "Порог",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-21T13:21:51"
}