{
    "aka": [
        "Jerry Lewis: The Man Behind the Clown"
    ],
    "sid": "27140419",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "喜剧",
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499098284.jpg",
    "region": [
        "法国",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1201397/",
            "name": "格雷戈瑞·门罗 Gregory Monro",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5635898",
    "director": [
        {
            "url": "/celebrity/1201397/",
            "name": "格雷戈瑞·门罗 Gregory Monro",
            "@type": "Person"
        }
    ],
    "duration": "61分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2016-09-02(特柳赖德电影节)",
        "2017-06-18(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5635898/",
    "imdb_votes": 978,
    "this_title": [
        "Jerry Lewis, clown rebelle"
    ],
    "douban_link": "https://movie.douban.com/subject/27140419/",
    "imdb_rating": "7.5/10 from 978 users",
    "trans_title": [
        "叛逆者杰瑞·刘易斯",
        "Jerry Lewis: The Man Behind the Clown"
    ],
    "douban_votes": "0",
    "introduction": "Since the early days, Jerry Lewis - in the line of Chaplin, Keaton and Laurel - had the masses laughing with his visual gags, pantomime sketches and signature slapstick humor. Yet Lewis was far more than just a clown. He was also a groundbreaking filmmaker whose unquenchable curiosity led him to write, produce, stage and direct many of the films he appeared in, resulting in such adored classics as The Bellboy, The Ladies Man, The Errand Boy, and The Nutty Professor. By becoming a \"total filmmaker,\" Lewis surpassed expectations as a comic performer and emerged as a driving force in Hollywood. He broke boundaries with his technical innovations, unique voice and keen visual eye, even garnering respect and praise overseas. However, American critics and the cultural elite tended to reject his abrasive art. While they viewed Lewis as nothing more than just a clown, others like the French recognized him as a true auteur, giving rise to questions that have perplexed American pop culture for over 50 years: Why do Europeans love Jerry Lewis? What is this inexplicable aversion Americans have towards him? Is he just a brash, anything-for-yuk buffoon? Or is he a creative genius? Who is the man behind the clown?",
    "chinese_title": "叛逆者杰瑞·刘易斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jerry Lewis, clown rebelle",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T19:00:14"
}