{
    "aka": [],
    "sid": "27144814",
    "cast": [
        {
            "url": "/celebrity/1313326/",
            "name": "寇乃馨 Nai-Hsin Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399839/",
            "name": "崔玉涛 Yutao Cui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499473406.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1379198/",
            "name": "孙钊 Zhao Sun",
            "@type": "Person"
        }
    ],
    "duration": "40",
    "episodes": "52",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2013-11-26(中国大陆)"
    ],
    "this_title": [
        "Super妈咪"
    ],
    "douban_link": "https://movie.douban.com/subject/27144814/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "《Super妈咪》是由凤凰视频原创出品的互联网第一档母婴公益互动节目，由寇乃馨、李艾轮番主持。并特别邀请了有“崔神”之称的中国著名儿科专家崔玉涛，著有畅销作品《郑玉巧育儿经》的中国人民解放军第二炮兵总医院特需专家郑玉巧，以及北京新世纪妇儿医院急诊主任陈英。与70、80、90后妈妈分享育儿经。在节目中，辣妈们现场闭卷答题，赢取积分，专家将对她们的表现进行作答，对热点问题进行解读，而赢得最多奖品的妈咪将获“Super妈咪”称号。11月26日，由凤凰视频原创出品的互联网第一档母婴公益互动节目《Super妈咪》正式上线播出。这是视频网站精心打造的一档以母婴为题材的互动节目，此节目集权威育儿专家、实用喂养经、趣味性于一体。《Super妈咪》是继目前电视热播的《爸爸去哪儿》后，由网络视频重磅推出的第一档关注孩子健康成长的互动栏目。据了解，由70、80、90后辣妈组成的妈咪团是节目的亮点之一。她们在节目中频频过招，分享育儿经，与《爸爸去哪儿》里对照顾孩子生疏的爸爸们形成鲜明的对比。参加完节目现场录制的嘉宾认为，《爸爸去哪儿》好看，《Super妈咪》更值得期待。这里不仅是时尚潮流辣妈的大本营，还是大母婴时代的妈咪竞技场。70、80、90后妈妈在育儿方面各有千秋，到底是号称“育儿大仙”的80后妈妈更胜一筹，还是称其为“打酱油”的90后妈妈呢？节目现场见分晓。据悉，节目中辣妈们现场闭卷答题，并通过答题的形式赢取积分，得分兑换抢答机会并赢取奖品。专家会根据妈咪们的作答，对热点问题进行解读，最后赢得奖品最多的妈咪将获得“Super妈咪”称号。节目的抢答互动环节，不仅有趣而且让妈咪们获取更专业的喂养知识。参加完录制的妈咪们，兴奋的说“当妈咪原来可以这么有趣，《Super妈咪》让女性们都爱上当妈妈，使男性们更理解妈妈。据凤凰视频原创副总监刘阳介绍，母婴栏目是凤凰视频今年下半年强力打造的品质生活类垂直栏目，《Super妈咪》是大母婴时代的产物。凤凰视频秉承凤凰卫视的优良媒体基因，打造以符合当下需求的精品节目内容帮助广告主达到精准投放的同时，充分发挥主流媒体的平台作用，帮助用户获得满意的视频服务。他还透露，《Super妈咪》从节目的整体策划包装、嘉宾以及主持人阵容等都是沿用电视台的节目规格，其由台湾著名主持人寇乃馨以及内地当红主持人李艾坐阵轮番主持。专家团由素有“崔神”之称的中国著名的儿科专家崔玉涛，著有畅销育儿作品《郑玉巧育儿经》的中国人民解放军第二炮兵总医院特需专家郑玉巧，以及北京新世纪妇儿医院门急诊主任陈英组成，他们与70、80、90三组来自不同年代的妈咪团一同分享育儿经。视频网站过去对传统电视市场和观众的影响力一直不足。不过随着视频网站自制节目尤其是自制母婴健康类节目质量的不断提高，这一情况正在发生变化。《Super妈咪》是凤凰视频原创出品，有温度的高端公益栏目。据介绍，凤凰视频联合中国扶贫基金会，将举办大型落地活动“妈妈课堂”，走进西部，走进所有需要母婴健康知识的地方，告诉那些渴望孩子健康成长的母亲，如何守护孩子的健康。把亲情的羁绊和对生命的敬畏化作对孩子的爱，无限传播下去！ 打造负责任、有分量、有权威的公益母婴栏目。",
    "chinese_title": "Super妈咪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T04:30:58"
}