{
    "aka": [
        "Magic Blocks"
    ],
    "sid": "27157682",
    "cast": [
        {
            "url": "/celebrity/1350677/",
            "name": "陶典 Dian Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423663/",
            "name": "张琦 Qi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332379/",
            "name": "王晓彤 Xiaotong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381371/",
            "name": "吴迪 Di Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328394/",
            "name": "刘北辰 Beichen Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387673/",
            "name": "李元韬 Yuantao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350672/",
            "name": "刘圣博 Shengbo Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423248/",
            "name": "何佳易 Jiayi He",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "科幻",
        "动画",
        "儿童",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502171567.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "12分钟",
    "episodes": "20",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2017-09-22(中国大陆)"
    ],
    "this_title": [
        "百变布鲁可"
    ],
    "douban_link": "https://movie.douban.com/subject/27157682/",
    "trans_title": [
        "Magic Blocks"
    ],
    "douban_votes": "0",
    "introduction": "第一集 帮爷爷搬家丹尼和伊恩是住在葡乐镇上的6岁男孩。他们在路上遇到了一位要搬家的老爷爷，丹尼和伊恩主动提出帮忙。丹尼想到了善良热心的布鲁可小队，呼叫派博士，请来了布鲁可小队一起帮忙，顺利帮助老爷爷完成了搬家工作。第二集 欢乐农场丹尼、优琪和伊恩正在丹尼家准备万圣 节的装饰品，丹尼妈妈走进来告诉他们超市里一个南瓜也没有。丹尼、伊恩、优琪决定一起去农场找弗兰克先生。原来弗兰克在干活时摔伤了腿，没法开车运蔬菜。丹尼呼叫派博士，请来了布鲁可小队一起帮忙。第三集 优琪迷路了丹尼妈妈带着丹尼、伊恩、优琪在小山上野餐玩耍。孩子们在玩皮球，结果皮球不慎滚入了一旁森林道路中。优琪自告奋勇去捡皮球，却不小心迷路了。丹尼想到了找布鲁可小队帮忙，他赶紧呼叫了派博士。可可变身直升机，找到了优琪。第四集 混乱的路口丹尼爸爸开车载着丹尼去学校上课。在十字路口一辆货车失控甩尾，丹尼见状，立即呼叫派博士，布鲁可小队火速赶到现场。布布指挥交通，疏散车辆，同时鲁鲁变身为吊车，将货车撞倒的灯柱移开。在他们的帮助下，十字路口的车越来越少，慢慢畅通。第五集 及时的光明葡乐镇遭遇了强台风，一块硕大的广告牌被大风吹落，砸中电线，丹尼想到要做手术的妈妈，紧急呼叫派博士，请求布鲁可小队的支援。鲁鲁变身高空作业车，布布和可可站在作业车平台上，齐心奋力将电线重新连接，恢复了小镇医院和周围住所的用电。第六集 屋顶救援丹尼、伊恩、优琪在院子里一起放风筝。忽然风筝线断开，飘到了杰森家的屋顶上。杰森自告奋勇的去拿风筝，却陷入危险。丹尼赶紧呼叫派博士，请来布鲁可帮忙。鲁鲁变身高空作业车，布布跳上作业车平台，慢慢向杰森靠近，可可变身直升机，一起参与救援行动。第七集 谁挡住了我的车丹尼妈妈带着丹尼去餐厅吃早餐。走出餐厅准备离开时，突然发现停车位前方卡着一辆斜着停的小汽车，他们的车被堵住了！丹尼呼叫了派博士，布鲁可小队迅速赶到。第八集 优琪受伤了丹尼与他的小伙伴伊恩、优琪在空地练习骑自行车。胆小的优琪有点害怕，因为她还不会骑自行车。优琪撞在了一颗树上，人从车上摔了出去，丹尼见状，急忙呼叫了派博士，布鲁可小队立即赶到了现场。第九集 亮丽的小镇葡乐镇中心路段因前一夜的雷暴雨，致使许多树木毁坏，甚至还有一块公交站牌损坏。丹尼请来了布鲁可小队帮忙。布布、鲁鲁、可可分别变身为清洁车、吊车、消防车，解决了小镇的难题。第十集 泥泞的道路丹尼妈妈开车带着丹尼外出买东西。道路因昨晚的泥石流而变得坑坑洼洼，沿街站着一名送外卖女孩，她的电动车陷入了泥潭中无法出来。丹尼呼叫了派博士，布鲁可小队三名成员布布、鲁鲁、可可飞速赶到现场。第十一集 齐心合力一辆集装箱卡车在森林道路上行驶，但因卡车的车轮磕在一块石头上，顿时失控冲向路边，这辆出故障的卡车是葡乐快递公司的，妈妈买给珍妮老师的生日礼物在这辆车上！丹尼呼叫了派博士，请布鲁可来帮忙。第十二集 火警危机丹尼、优琪、伊恩相约去餐厅聚餐。优琪第一个到了餐厅，突然，餐厅的外卖窗口冒起浓烟，危急时刻，丹尼呼叫派博士，布鲁可小队火速赶到。布布变身消防车，与鲁鲁、可可一起及时救下了身处危险中的优琪，并且快速开展灭火行动。第十三集 伊恩的梦想伊恩有一个梦想：可以成为一名世界级的赛车选手。他自己动手拼装了一辆“赛车”，可小车行进的摇摇晃晃，丹尼和优琪发现了伊恩的小心愿，他们想要请布鲁可小队帮忙，帮助伊恩完成赛车手的梦想。第十四集 爸爸生病了丹尼爸爸和镇长先生为了游乐园的设计规划上山考察去了。丹尼妈妈接到镇长先生的视频电话，得知丹尼爸爸人晕倒了，情况十分危急，丹尼急忙召唤布鲁可小队，请求帮助。第十五集 最棒的礼物优琪的生日到了，但是优琪的爸爸是小镇邮递员，因为工作繁忙，无法陪优琪一起过生日。丹尼想到了找布鲁可小队来帮忙，他们想把优琪爸爸作为“神秘礼物”送给优琪。最终帮助她拥有了一个难忘的生日会。第十六集 重要的会议丹尼爸爸是葡乐镇的建筑师。今天他要去游乐场工地，参加一场重要的会议。丹尼提议要和妈妈一起送爸爸。他们发现前方道路堵住了。原来一辆大货车的车厢没锁住，在转弯的时候，车厢里的货品都掉到了马路上。丹尼也加入了清理货物的行列。丹尼呼叫了派博士，请来了布鲁可帮忙。第十七集 回家的路今天是幼儿园活动日，老师带着小朋友们去山上骑车郊游。回家时，道路的前方被山体落石挡住了。丹尼眼看天都要黑了，大家又都很想马上回家，就呼叫了布鲁可小队。在布鲁可小队的帮助下，老师和小朋友们安全回到了各自家中。第十八集 风帆危机丹尼和爸爸正在晨跑。经过海边时，看到有一名帆板运动员正在操作帆板，突然，闪电雷鸣，刮起了大风。丹尼呼叫派博士，请来布鲁可小队帮忙。布布让可可变身成为气垫船，他与鲁鲁一起跳上可可的气垫船。最终顺利救起了帆板运动员。第十九集 崭新的公路丹尼正在给忙碌的建筑师爸爸画画，丹尼爸爸坐在铺路机里，忙着给破损的道路铺路。铺路机长时间运作导致发动机烧坏，铺的道路也坑坑洼洼的，必须铲掉重新铺才行。丹尼呼叫百变布鲁可一起来帮忙。第二十集 特别的市政厅镇长先生邀请丹尼一家一起出席与甘姆市市长的会面。来到市政厅门前时，却发现市政厅的钟楼坏了，丹尼爸爸自告奋勇提出自己可以先修理时钟，但修理工程遇到了一些困难。时间紧急，丹尼立即呼叫派博士，请来了布鲁可小队帮忙。第21集 重返大海单倪和爸爸出海钓鱼途中，发现了一头因为退潮而搁浅的白鲸，缺水的白鲸看起来十分虚弱。他们请来布鲁可小队，一起将白鲸送回了大海。第22集 烧烤风波付兰克邀请了孩子们来他的农场，举行烧烤派对。但由于一场小意外，让奶牛受到了惊吓，它跑出农场，来到小镇街道横冲直撞，这样下去可不行。布鲁可小队立即出动，他们想到了一个绝妙的好办法，成功把受惊的奶牛引回了农场。第23集 热闹的庆典葡乐镇今年的丰收庆典一定会非常热闹，可是，毅恩不小心戳破了巨大的气球。到处乱窜的气球，让庆典现场变得一团糟。庆典马上就要开始了，布鲁可收到单倪的请求，立即出动。可可清洁车很快把现场清理干净了，可大家却发现果汁粘了一地，布布消防车派上了大用场。第24集 小小消防员小治的梦想是成为一名消防员，而且今天他就要和爸爸参加甘姆市的儿童消防体验日活动了。但是出门前，爸爸临时接了一个电话，不得不再次失约。小治决定自己体验消防员的工作，他爬到树上想要救一只小猫，自己却下不来了。单倪刚好经过，请来布鲁可救援，布鲁可及时赶到，把他救下，并且带给他一次美妙的消防员体验。第25集 灯塔抢修行动杜克船长的探索号正准备靠岸，但是岸边的灯塔却故障了。没有灯塔的指引，探索号货船会触碰暗礁的，情况十分危急。单倪呼叫布鲁可来救援，可可负责用直升机为货船指引方向。鲁鲁的高空作业车，负责送布布上灯塔进行抢修。在大家的齐心合力之下，货船度过了危机，灯塔也修理好了，大家不用担心其他船只遇险了。第26集 失控的老爷车付兰克叔叔的卡车已经很久没有进行检修了，但他一点儿都不在意。结果在今早运送蔬菜的时候，刹车突然失灵了。失控的卡车，在小镇上急速飞驰却停不下来，非常危险。幸好布鲁可及时解救，危机才得以解除。第27集 扫雪大作战昨晚下了一场大雪，到处都盖了一层厚厚的积雪，单倪爸爸也和单倪玩起了打雪仗的游戏。突然，街上传来刺耳的刹车声，原来路面结冰，付兰克的车子打滑了，差点出事故。马上就是上班高峰期了，看着街道上的积雪，单倪爸爸不由担心起来。他们开始清扫积雪，但是速度太慢了。最后，单倪请来布鲁可帮忙，他们想到了快速清理积雪的好办法。第28集 冰上危机河面结冰了，单倪、毅恩、攸琦决定一起去滑冰，但有些地方的冰面很薄，裂开了，他们遇到了危险！幸好布鲁可小队及时赶到，救了他们。孩子们也意识到在冰面上玩耍是很危险的，保证下次一定不这样了。最后，布布想了一个好办法，造了一座安全的“人工滑冰场”。第29集 特别的圣诞节小宇一家，因为爸爸新工作的关系，圣诞节后要搬去另外一个小镇生活了。单倪等人决定要给小宇过一个特别的圣诞节，他们请来了布鲁可小队，在海边种了一棵专属小宇的圣诞树，大家在圣诞树上，挂满了写有祝福的贺卡，并祝福他在新的环境收获更多的友谊。第30集 缆车营救毅恩父子坐缆车上山滑雪，不料索道的缆绳突然跳出了固定的滑轮，因为自动保护机制，缆车停了下来，被困的毅恩和爸爸冻得瑟瑟发抖。此时，单倪父子恰巧经过，呼叫了布鲁可来营救。布鲁可很快找到了问题所在，并修理好了缆车。第31集 雪地救援单倪爸爸带着三个孩子去学滑雪，毅恩找到了一个更有趣的滑雪工具——轮胎。他们乘坐轮胎在雪地一路飞驰，突然听到了狗叫声。原来，一只可爱的小狗不慎掉进了洞里，布鲁可赶到现场，试图用绳子将小狗拉出去，却失败了。布布的好主意层出不穷，他把骨头和网，绑在绳子上。小狗叼住骨头的瞬间，鲁鲁收起了网，小狗被完美解救。第32集 水管大抢修单倪和爸爸正猜测着，妈妈会做一个什么新发型呢？却发现妈妈一头泡沫地站在理发店门口。原来天气寒冷，导致水管结冰爆裂，沿街的店铺都停水了。单倪请了布鲁可小队来帮忙，他们更换了新水管，完美解决了停水问题。第33集 露天电影院今天是雷爷爷和苏娜奶奶的结婚纪念日，雷爷爷想带苏娜奶奶看一场怀旧电影，不巧电影院却关门装修了。不过，这可难不倒布鲁可，他们在空地上建造了一座“露天电影院”，派构也来帮忙了。最后，全镇的小朋友都来陪雷爷爷和苏娜奶奶，看了一场浪漫的电影。第34集 生病的奶牛今天，葡乐镇幼儿园的小朋友们来农场帮忙，杰森也希望自己能够帮上忙，但却总是出错。甄妮老师给他安排了一项特别的任务——照看奶牛。细心的杰森，发现奶牛生病了。布鲁可不但接来远在甘姆市的兽医，还为奶牛改建了一座舒适的牛棚，这下奶牛再也不怕感冒了。第35集 解救货运船杜克船长的探索号，载着货物再次起航。可是航行了没多远，探索号突然发生剧烈晃动，并停了下来。在晃动过程中，好多货物掉进了海里。布鲁可帮助杜克船长打捞起重要的货物，并发现了探索号货船突然停下来的真正原因。第36集 蔬菜拯救行动葡乐镇遭遇强对流天气，冰雹马上就要来了。可是，付兰克叔叔农场的蔬菜还没有成熟，被冰雹砸坏就太可惜了。布鲁可小队必须赶在冰雹来临前，搭建好保护蔬菜的防护棚。第37集 沙滩音乐会葡乐镇一年一度的沙滩音乐会就要开始了，大家都尽情展示了自己的本领。但彩排的时候，舞台却不小心坍塌了，不过这有什么关系呢？布鲁可小队重建了一个更棒的舞台，沙滩音乐会照常举行。第38集 清理加油站单倪和爸爸一起去加油站给汽车加油，没想到油罐车突然漏油了。汽油可是易燃物品，万一遇到火星就糟糕了。情况十分危急，单倪立刻呼叫布鲁可小队来帮忙。他们清理了油污，解除了加油站的危机。第39集 飞盘遇险记单倪、毅恩组队和攸琦、佳佳进行飞盘比赛，但是毅恩总是打不好，输了比分。单倪生气地将飞盘丢给毅恩，让他接下来一定要集中注意力，结果用力过猛，飞盘掉到了围墙上。毅恩爬上围墙试图捡回飞盘，却不小心掉下了围墙，一条腿被墙后的木头压住受了伤。既担心，又内疚的单倪，请来布鲁可救出了毅恩，并将他送去了医院。单倪意识到自己不该对好朋友发脾气，他发誓再也不会了。第40集 外星来的朋友静悄悄的夜晚，一艘神秘的宇宙飞船出现在农场上空。一束光，瞄准了正在吃胡萝卜的奶牛。第二天一早，付兰克在农场发现了巨大的脚印，而且奶牛也离奇失踪了。布鲁可赶来，并发现了在屋顶上昏迷的外星人塔塔。原来塔塔是来农场做蔬菜研究报告的，却不小心把奶牛变大了。被眼前的景象吓坏的奶牛，不慎将塔塔顶出了飞船。最后，在布鲁可的帮助下，塔塔成功拿回了飞船，并把奶牛变回了原样。",
    "chinese_title": "百变布鲁可",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-23T11:28:38"
}