{
    "aka": [],
    "sid": "27150043",
    "cast": [
        {
            "url": "/celebrity/1054423/",
            "name": "北野武 Takeshi Kitano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001839/",
            "name": "芦川诚 Makoto Ashikawa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2499829411.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6178394",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6178394/",
    "imdb_votes": 6,
    "this_title": [
        "That Man Is Dangerous: The Birth of Takeshi Kitano"
    ],
    "douban_link": "https://movie.douban.com/subject/27150043/",
    "imdb_rating": "7.0/10 from 6 users",
    "trans_title": [
        "凶暴的男人：北野武的诞生"
    ],
    "douban_votes": "0",
    "introduction": "Extras start off with \"That Man Is Dangerous: The Birth of Takeshi Kitano\" (20:20) in which producer Masayuki Mori (Brother) reveals that the film was originally to be directed by Kinji Fukasaku (Battle Royale) who withdrew from the production when Kitano could not accede to his requirement of two months of his schedule due to Kitano's busy schedule. Mori suggested Kitano direct the film himself because he was already heavily involved in writing, staging, and multi-camera editing on his television shows. He also reveals that Kitano so thoroughly \"rewrote\" the original comic script by Hisashi Nozawa that the author asked to have his name removed from the credits. Said rewriting consisted of improvising nearly ninety-percent of the film, retaining only names and settings, as co-star Ashikawa recalls. Recruited both as an actor and as a player on Kitano's amateur baseball team, Ashikawa recalls nervousness at Kitano's lack of direction for him only to realize that Kitano knew exactly where he was going with the character of Kikuchi from the start. Mori also recalls Kitano's conflicts with the crew, including the cinematographer with whom he disagreed on the framing and length of takes (Mori notes that the cinematography is thus a clash of styles between their two preferences). Other extras include the film's original Japanese trailer (2:16) and a new re-release trailer (1:22) created by Film Movement, along with previews for other releases. Included in the case is a collector's booklet by Tom Vick, the Asian film Curator for the Freer and Sackler Galleries (The Smithsonian's Museums of Asian Art).",
    "chinese_title": "凶暴的男人：北野武的诞生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "That Man Is Dangerous: The Birth of Takeshi Kitano",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-10T11:07:21"
}