{
    "aka": [],
    "sid": "27157703",
    "cast": [
        {
            "url": "/celebrity/1441404/",
            "name": "范翔宇 Xiangyu Fan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501175076.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "10分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019(中国大陆)"
    ],
    "this_title": [
        "新创业时代"
    ],
    "douban_link": "https://movie.douban.com/subject/27157703/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中文名：新创业时代外文名：New Entrepreneurial Age出品时间：201 7年8月出品公司：深圳互娱网络科技有限公司，深圳雨果网络技术有限责任公司，北京最初时代影视有限公司制片地区：深圳拍摄地点：深圳大鹏发行公司：壹通传媒编剧：徐凡凡主演：肖春霞，范翔宇，梁缉枫集数：10每集时长：10分钟类型：喜剧上映时间：2017年9月出品人：程皓制片人：程皓、郑鹏翔、俞晓冬播放平台：爱奇艺、搜狐、优酷角色介绍1角色名：黄妍演员：肖春霞配音：肖春霞简介：大大咧咧的民宿老板娘，敢作敢为，为民宿的发展操碎了心。2角色名：程光演员：范翔宇配音：范翔宇简介：呆萌文艺的大学生，既是黄妍的得力小助手，又是带有秘密任务来到民宿的小师弟。3角色名：老柯演员：梁缉枫配音：梁缉枫简介：仗义的色胚，在民宿陷入危难时总有他挺身而出，但却与前女友纠缠不清。分集剧情第1集女白领黄妍因为中头奖而炒了老板，没有工作的她决定带着奖金和朋友合开一家民宿，事前一切顺利，谁料即将开业时来了一位凶神恶煞的大妈上门捣乱，要把黄妍她们赶走，就在黄妍束手无策时，另一位来客出现在民宿门口。第2集民宿正式开业，黄妍信心满满准备迎客，但每天都无人上门。就在黄妍垂头丧气以“殴打”好友泄愤时，客人接二连三上门，但却都不是些省油的灯。第3集住客找茬要求退房钱，老柯机智应对赶走捣乱女子，解决住店风波。另一对情侣住客上门，一向善于与人打交道热场子的老柯却借故避开不接待客人，令人生疑。第4集老板娘黄妍将自己扮成女仆想借此吸引顾客，却遭老柯和程光打击，谁知此法居然凑效，为民宿吸引了一批客人。但生意的红火引人嫉妒，也为自己招来了麻烦。第5集老板娘黄妍闻到了她最不喜欢的榴莲味，三人翻身去寻找，却翻出了意想不到的东西，黄妍因此立下新店规。民宿三人组日常依旧，一位不速之客上门，揭开黄妍过去。第6集黄妍与母亲争锋相对，老柯与程光感到不解，黄妍主动提起自己身世，解开谜团。而老柯此时收到了一件神秘快递，他不愿在人前拆封令黄妍生疑，黄妍给老柯送糖水之际，发现了快递的秘密。第7集老柯、程光因故离店，留黄妍与一名临时工在民宿内。民宿事务杂多，黄妍疲于应对，临时工却帮不上忙，还倒坑民宿一把。老柯、程光、黄妍三人矛盾加剧，引来更大争端。第8集老柯与黄妍和解，养鸡大妈再度上门挑事。小东发来视频请求民宿帮忙办婚前派对，老柯再度消失，黄妍寻人，解开老柯身上的秘密。第9集程光回归民宿队伍，三人筹办婚前派对，大妈带人上门阻扰程光报警，警察上门问询大妈百般辩解，却不料程光早已录下一切当证据。第10集老柯与前女友见面遭跟踪，黄妍程光在餐厅闹剧百出被发现。民宿三人互坦心意，民宿未来缥缈未定。剧集评价在现在IP改编的大环境、仙侠剧层出不穷的大环境下，《新创业时代之开民宿》却将目光聚焦于打造“小而美”精品网剧，坚持原创，力求探索一条自创IP的发展之路。将目光放在“创业”这个题材上，可谓是费力不讨好。纵观目前的网剧市场，虽较前几年网剧集中在玄幻、言情、仙侠等类型的情况有所改善，网剧题材范围不断扩大，但是扎根于讲述创业故事的网剧还是少之又少，而《新创业时代之开民宿》可是说是网剧可探索题材的又一次试水。（零娱网）《新创业时代》将开播 短而小引关注。《创业新时代》系列走的轻松、搞笑路线，用夸张、诙谐的方式，挖掘创业过程中发生的令人意想不到的故事以及不同创业内容存在的痛点，并制作成精美内容，让观众在观看过程中，产生认可与共鸣。（超级艺星网）以“创业”为题材进行分季创作，是《新创业时代之开民宿》的一大特色。创业方向内容有多种，采用分季创作，则是更多的考虑到了内容多样性，让观众有更多选择。 （头条娱乐网）",
    "chinese_title": "新创业时代",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-01T12:21:12"
}