{
    "aka": [],
    "sid": "27155465",
    "cast": [
        {
            "url": "/celebrity/1397873/",
            "name": "金升悟 Seung-oh Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398136/",
            "name": "李京焕 Lee Jin-Hwan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400753/",
            "name": "朴太洙 Tae-su Pak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1965",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "朝鲜"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "朝鲜语"
    ],
    "playdate": [],
    "this_title": [
        "在蝙蝠的老巢"
    ],
    "douban_link": "https://movie.douban.com/subject/27155465/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "讲述朝鲜安全部的官员永振独入虎穴智斗美韩敌军的故事。一个中年男人掮着个救生圈想悄悄渡河，但两声枪响过后，他被安全部的人抓获，这个特务是韩军联队长江万洙，安全部的永振审讯了受伤的张万洙，从他身上搜到了一个烟斗和一本书，永振马上冒充这个江万洙前往特务们的巢穴，他用烟斗骗得特务的轻信，进入到敌人隐蔽的山洞里，抓住了一个特务头子。安全部部长和永振分析敌情，永振满怀斗志去执行新的任务。他带着救生圈游到了韩国军队的一艘轮船上，敌人审讯他，永振自称是联队长江万洙，敌人并不相信他是自己人，把他揍了一顿关进了牢房。牢房里关押的都是违法的韩国军人，永振又被一个韩国军官提审，那个军官最后做出枪毙永振的决定。永振被押到一堵城墙上，敌人刚要枪毙他，他却大笑起来，永振讲了一些话让军官自觉理亏，最终没有枪毙永振。永振终于混进了韩国军队，韩军军人都流里流气的，有四个士兵乘永振不备，把他蒙头蒙脚要投入大海，永振施展拳脚把四个家伙全部打趴，从此永振在韩军中树立了自己的威信。夜里永振躺在韩军军营里思索，他看见韩军青年孙顺男偷了个手表藏进枕头，第二天早上，被偷的军官便召集军人们集合，说自己的手表被偷了，先让士兵们互扇耳光，然后命令搜查所有士兵的床铺，孙顺男非常紧张，但是手表并没有被搜查出来，原来是永振悄悄的帮他藏好了手表，事后永振把手表还给了孙顺男。永振又受到了一次考验，他和一些韩国军人乘船潜入了朝鲜一方，永振把情报传递给安全部，部长知道了永振的行踪。永振和敌特穿便装混入一个山村，这个村是联队长江万洙的家，江万洙的母亲已经被安全部安排好由一个大妈冒充，她像对儿子一样的迎接冒充江万洙的永振，敌特打消了对永振的怀疑，永振和敌特躲在江万洙家院子里，但是冒充江万洙母亲的大妈被姓朴的特务跟踪，这个姓朴的特务立即被民兵关押起来。永振又和大妈接头了，安全部告诉永振他救助过的韩国青年军人孙顺男的详细身世，姓朴的特务使了个诡计引开看守他的民兵逃掉了。永振和敌特回到树林，带回了许多吃的给韩军士兵，这时姓朴的赶到举着枪对准永振，说他是朝鲜一方的特工，永振早就安排好了，他拿出大妈给他的信证明了他是韩国一方的人，敌军一个头目发火了杀死了姓朴的。永振和敌特们终于和人民军交上火了，他们被打得七零八落跑回韩国。永振受到了美国头子的召见，孙顺男在破旧的士兵宿舍里发闷，他是很厌恶韩军的，一群军人在喝酒，突然炮声大作，他们都吓得没了声音，炮声过后，一个伤病员受刺激精神失常的胡言乱语，韩军军官厉声责骂，孙顺男更加反感这个没人性的军队。永振带着孙顺男到集市上背了袋粮食回来，路上他们看见两个韩军硬是把一个卖鱼大叔的两条鱼拿走了，一分钱也不付，大叔和女儿只能干瞪眼，永振同情的看着大叔，大叔突然惊喜的叫起来，永振才发觉原来这位大叔自己以前曾救助过，战争时大叔家乘船逃难，炮火连天，人民军战士永振把大叔的孩子从船上救下来，永振觉得危险，为了不露相，他呵斥大叔，赶紧走掉了。孙顺男早就觉得永振可疑，在海边孙顺男拔出手枪对着永振逼问他是谁，永振报出了孙顺男的原名，孙顺男向永振诉说自己的身世，他是被骗来当兵的，他认永振为大哥，永振终于在敌人内部获得了一个忠实的朋友和助手。永振和孙顺男在海边谈话的情景全被跟踪的特务看见，敌人立刻把孙顺男抓起来严刑拷打逼问他和永振的关系，永振果断的来到审讯室，几句话就把被打得晕头转向的孙顺男解救了。永振又悄悄来到打鱼大叔家里，和他谈了自己的任务，永振和韩国的人民群众团结一起，准备面对更加严峻的斗争形势",
    "chinese_title": "在蝙蝠的老巢",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-22T23:07:27"
}