{
    "aka": [],
    "sid": "27167009",
    "cast": [
        {
            "url": "/celebrity/1003837/",
            "name": "阿兰·库克 Alan Cooke",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015(英国)"
    ],
    "this_title": [
        "CSI"
    ],
    "douban_link": "https://movie.douban.com/subject/27167009/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "CSI是一个系列短片项目，导演用伪侦纪录片形式，结合照片和电影，混淆现实中的案例和虚构的故事情节。大胆的表现方式组织起引人入胜的故事情节。标题灵感来自于犯罪侦查片。CSI 5 Boroughs拍摄于纽约，“调查”中国城的一起走失案，讲述故事的同时也提出一系列种族，移民，城市生存空间等议题与思考。CSI is a short series directed by Raf Fellner, a photographer, and Tegen Williams, a painter. Their CSI project, comprised of three short films, takes on the concept of a pretend investigation, wonderfully mixing film and photography, reality and fiction. The film and its title were not conceived without a touch of humor.CSI 5 Boroughs (2015) sees the filmmakers become detectives as they investigate the case of a missing boy in Chinatown, tracking down real witnesses and real-life characters around the five boroughs of New York City.The two other shorts were made in and around London. The very short CSI Landor House (2014) looks at a real murder that took place in a council estate. The black and white CSI 1 (2012), the first in the series, follows detectives Cooke and Shickle — played by friends of Fellner and Williams — as they search for a young boy in London, from Wormwood Scrubs prison to a greasy spoon cafe and a dog racetrack.",
    "chinese_title": "CSI",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-28T08:43:23"
}