{
    "aka": [
        "The Ark of Disperata"
    ],
    "sid": "27162598",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "喜剧"
    ],
    "awards": "　　第74届威尼斯电影节(2017)\n　　地平线单元奖 最佳影片(提名) 艾多阿多·温斯皮尔\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500986789.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt7279296",
    "director": [
        {
            "url": "/celebrity/1051892/",
            "name": "艾多阿多·温斯皮尔 Edoardo Winspeare",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2017-09-02(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7279296/",
    "imdb_votes": 171,
    "this_title": [
        "La vita in comune"
    ],
    "douban_link": "https://movie.douban.com/subject/27162598/",
    "imdb_rating": "6.5/10 from 171 users",
    "trans_title": [
        "平常生活",
        "The Ark of Disperata"
    ],
    "douban_votes": "0",
    "introduction": "At Disperata, a small and godforsaken town in Southern Italy, the melancholy mayor Filippo Pisanelli feels terribly unfit for his role. Only a love of poetry and his passion for the literature lessons he gives to prison inmates admit a chink of light into his general state of depression. In jail he meets Pati, a small-time criminal from his own town. Pati and his brother Angiolino were dreaming of becoming the mafia bosses of Capo di Leuca, but the encounter with art changes everything and an unusual friendship between the three men will lead them to make courageous choices: the two now reformed gangsters undergo a genuine conversion to poetry and the beauty of creation, while the mayor finds the courage to defend his ideas, crazy perhaps but ones for which it is worth fighting. The reappearance of the monk seal will be the sign that something has changed. The life of the timid Filippo has been turned upside down and he dives into it headfirst, surrounded at last not by fears but by a peaceful silence. Not only will this odd relationship change the three men but it will also be the harbinger of a rebirth of civic pride in the small community of Disperata.",
    "chinese_title": "平常生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La vita in comune",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T17:57:59"
}