{
    "aka": [
        "ぜんりゃくおふくろさま 第1シリーズ"
    ],
    "sid": "27167136",
    "cast": [
        {
            "url": "/celebrity/1017356/",
            "name": "丘光子 Mitsuko Oka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219650/",
            "name": "坂口良子 Ryoko Sakaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017742/",
            "name": "小松政夫 Masao Komatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015817/",
            "name": "石井富子 Tomiko Ishii",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020128/",
            "name": "北林谷荣 Tanie Kitabayashi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029452/",
            "name": "室田日出男 Hideo Murota",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103315/",
            "name": "川谷拓三 Takuzo Kawatani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039387/",
            "name": "大口广司 Hiroshi Ohguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107157/",
            "name": "加藤嘉 Yoshi Katô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037624/",
            "name": "田中绢代 Kinuyo Tanaka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520852380.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1301871/",
            "name": "市川森一 Shinichi Ichikawa",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320344/",
            "name": "吉野洋 Hiroshi Yoshino",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "26",
    "language": [
        "日语"
    ],
    "playdate": [
        "1975-10-17(日本)"
    ],
    "this_title": [
        "前略おふくろ様 第1シリーズ"
    ],
    "douban_link": "https://movie.douban.com/subject/27167136/",
    "trans_title": [
        "ぜんりゃくおふくろさま 第1シリーズ"
    ],
    "douban_votes": "0",
    "introduction": "1975年10月17日から1976年4月9日までの放送で、料亭「分田上」が舞台倉本聰原案による、東京の下町（深川）を舞台にした、照れ屋な板前の青年（萩原健一）と周囲の人々との触れ合いを描いた青春ドラマ。当時まだ駆け出しの女優だった桃井かおりと東映の大部屋俳優だった川谷拓三を一躍有名にしたことで知られる。また、これまでの映画やテレビドラマでアウトローな役柄を演じてきた萩原を主人公の純朴な青年に、ヤクザやプレイボーイ役を演じることの多かった梅宮辰夫を熟練の渋い板前役にキャスティングし、イメージ・チェンジさせたのもこの作品である。タイトルは萩原演じる主人公が母親宛に書き綴る手紙の冒頭（冠省）部分であり、劇中のナレーションも萩原がその手紙を読むという形になっている。このナレーションの手法は後の倉本作品『北の国から』にも採用された。放送日程回数\t放送日\t脚本\t演出第1回\t1975年10月17日\t倉本聰\t田中知己第2回\t10月24日\t吉野洋第3回\t10月31日第4回\t11月7日第5回\t11月14日\t市川森一第6回\t11月21日\t倉本聰第7回\t11月28日第8回\t12月5日第9回\t12月12日\t高階有吉第10回\t12月19日\t市川森一\t田中知己第11回\t12月26日\t倉本聰\t高井牧人第12回\t1976年1月2日\t吉野洋第13回\t1月9日\t金子成人\t田中知己第14回\t1月16日\t倉本聰\t吉野洋第15回\t1月23日\t高井牧人第16回\t1月30日第17回\t2月6日\t倉本聰金子成人\t吉野洋第18回\t2月13日\t倉本聰第19回\t2月20日\t金子成人\t高井牧人第20回\t2月27日\t金子成人高階有吉\t吉野洋第21回\t3月5日\t倉本聰\t高井牧人第22回\t3月12日\t金子成人\t吉野洋第23回\t3月19日\t倉本聰\t高井牧人第24回\t3月26日\t吉野洋第25回\t4月2日\t高井牧人第26回（最終回）\t4月9日\t吉野洋第1回アパートの女：ジャンボ久世ウェイトレス：芳賀まり子刑事・中川：名古屋章巡査・田中：小松方正第2回スナックのマスター：沼田爆小料理屋のおやじ：和沢昌治ストリッパー：宝京子第3回芸者・文江：山吹まゆみ小料理屋の女将：泉よし子ヤクザ：大前田武小料理屋の客：叶杏子、田中秀子、殿岡美恵子屋台のおやじ：北島和男第4回スナックのマスター：沼田爆第5回千代：赤座美代子西川：新田昌玄正江：三条泰子料亭の客：平凡太郎、横山あきお芸者：坂井すみ江、花柳美樹之丞屋台のおやじ：北島和男半玉：笠井うらら第6回小松の信ちゃん：森蔵人賄婦：岡崎夏子、山川弘子、喜多操コック：諏訪和文映画館の男：小山嘉文、杵渕正美酒屋：高木修平第7回区会議員：嵯峨善兵、松下達夫芸者・文江：山吹まゆみ芸者・春江：藤田ゆみ第9回宗方：倉石功第10回僧侶：今村源兵葬儀屋：辻村真人管理人：武智豊子喫茶店の客：河合一光出海久蔵：森塚敏第11回田上源兵衛：堀雄二関取：団巖、松崎真八百屋：扇谷敏吉乃荘の住人：伊東あつ子、浦山紀子喫茶店のマネージャー：山田博幸ヒロシの女友達：谷中洋子第12回半妻の婚約者の娘：和根崎泉屋台のおやじ：北島和男郵便配達夫：円谷文彦第13回芸者・ふく丸：戸部夕子連れの男：八代駿酔客：河合一光呼び込みの男：山下望老人：浅野進治郎菊江：来栖あんな第14回三絃亭古風：三遊亭小円馬屋台のおやじ：北島和男ウェイトレス：羽角陽子第15回三絃亭古風：三遊亭小円馬第16回岡野かつお：火野正平 - 海の弟で山形の高校生。家出した次郎兵衛を追って上京してくる。アパートの管理人：木田三千雄定雄：高月忠鍋屋の板前：河合一光第18回分田上の客：中台祥浩、久保幸一、小池栄第19回チェリー伊東：木の実ナナ小沢：草野大悟屋台のおやじ：山田博幸第20回遠藤栄輔：高橋長英倉田よし子：紀比呂子萩乃家の仲居・エリ：立木悠子萩乃家の仲居：絵沢萌子萩乃家の板前：笠井一彦第21回斉田易断：庄司永建喫茶店の客：睦五郎、陶隆司、和久井節緒、城春樹斉田の母：原ひさ子第22回木山源太郎：東野孝彦第23回運転手・田中：内藤安彦キャバレーの客：斉藤英雄キャバレーのホステス：小川レナ、秋みちる、中野リエウェイトレス：大内幸子第24回五十嵐：柳生博田上ふみ：新井みよ子田上源兵衛：堀雄二屋台のおやじ：北島和男ウェイトレス：大内幸子第25回西本民子：丘さとみ - 半妻の婚約者で子連れのバツイチ。間抜けな顔立ちと器量が悪く、幼馴染みの半妻からは「ブス」と呼ばれるが他人の利夫が言うと暴れだす。味楽亭春馬：瀬川菊之亟たま：沢村貞子式場の係員：河野みちお鳶・鉄男：杵渕正美",
    "chinese_title": "前略おふくろ様 第1シリーズ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T05:39:16"
}