{
    "aka": [],
    "sid": "27166373",
    "cast": [
        {
            "url": "/celebrity/1317960/",
            "name": "朱利安·阿桑奇 Julian Assange",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503637967.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6842752",
    "director": [
        {
            "url": "/celebrity/1025226/",
            "name": "迪恩·凯恩 Dean Cain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009653/",
            "name": "Montel Williams Montel Williams",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "英语",
        "亚美尼亚语",
        "土耳其语"
    ],
    "playdate": [
        "2017-10-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6842752/",
    "imdb_votes": 264,
    "this_title": [
        "Architects Of Denial"
    ],
    "douban_link": "https://movie.douban.com/subject/27166373/",
    "imdb_rating": "7.7/10 from 264 users",
    "trans_title": [
        "拒绝建筑师"
    ],
    "douban_votes": "0",
    "introduction": "Though both the historical and modern-day persecution of Armenians and other Christians is relatively uncovered in the mainstream media and not on the radar of many average Americans, it is a subject that has gotten far more attention in recent years. It was during and after World War I that the Ottoman Empire carried out the systematic mass murder of 1.5 million Christian Armenian citizens, but also 950,000 Greek and 750,000 Assyrian Christians. To this day, the Armenian people are persecuted in the Middle East for their beliefs - and many are kept from their true home. Turkey, which is the successor state to the Ottoman Empire, still denies the extent and the systematic nature of the atrocities and doesn't use the word genocide for these well-documented events. Other governments officially deny the Armenian Genocide as well because of political pressure by their ally Turkey. \"Architects of Denial\" not only digs into the persecution of Armenians and other Christians in the Middle East, both past and present, but it also sheds light on those politicians who refuse to acknowledge an event scholars accept as a sad reality and historical fact.",
    "chinese_title": "拒绝建筑师",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Architects Of Denial",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T10:00:46"
}