{
    "aka": [
        "ぜんりゃくおふくろさま 第2シリーズ"
    ],
    "sid": "27167137",
    "cast": [
        {
            "url": "/celebrity/1016891/",
            "name": "八千草薰 Kaoru Yachigusa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1350474/",
            "name": "木之内绿 Midori Kinouchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219650/",
            "name": "坂口良子 Ryoko Sakaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017742/",
            "name": "小松政夫 Masao Komatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017866/",
            "name": "志贺胜 Masaru Shiga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039550/",
            "name": "今井和子 Kazuko Imai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003681/",
            "name": "藤田淑子 Toshiko Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048515/",
            "name": "岸田今日子 Kyôko Kishida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160076/",
            "name": "高泽顺子 Junko Takazawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025938/",
            "name": "小野武彦 Takehiko Ono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048583/",
            "name": "风吹淳 Jun Fubuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008861/",
            "name": "三浦洋一 Yoichi Miura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037624/",
            "name": "田中绢代 Kinuyo Tanaka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520853804.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1301871/",
            "name": "市川森一 Shinichi Ichikawa",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "24",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976-10-15(日本)"
    ],
    "this_title": [
        "前略おふくろ様 第2シリーズ"
    ],
    "douban_link": "https://movie.douban.com/subject/27167137/",
    "trans_title": [
        "ぜんりゃくおふくろさま 第2シリーズ"
    ],
    "douban_votes": "0",
    "introduction": "放送日程（第2シリーズ）回数\t放送日\t演出第1回\t1976年10月15日\t高井牧人第2回\t10月22日第3回\t10月29日\t吉野洋第4回\t11月7日\t高井牧人第5回\t11月12日\t吉野洋第6回\t11月21日第7回\t11月26日\t高井牧人第8回\t12月3日\t吉野洋第9回\t12月10日\t高井牧人第10回\t12月17日\t吉野洋第11回\t12月24日第12回\t1977年1月7日第13回\t1月14日第14回\t1月21日第15回\t1月28日第16回\t2月4日第17回\t2月11日\t高井牧人第18回\t2月18日第19回\t2月25日\t吉野洋第20回\t3月4日\t高井牧人第21回\t3月11日第22回\t3月18日\t吉野洋第23回\t3月25日\t高井牧人第24回（最終回）\t4月1日ゲスト（第2シリーズ）第1回課長：戸浦六宏巡査：河原崎建三警官：中島元、岸本功第2回川波の客・田辺：相原巨典酒屋：竹内靖第3回キャバレーのホステス：北美マヤ第4回刑事：田口精一警官：後藤寛樹ウェイトレス：金沢直子アパートの管理人：木田三千雄隣室の女：九重ひろ子学生石橋：杵渕正美若い男：清水照夫、畑中猛重、高島志敏シャンソン歌手：阿久津総子ギタリスト：渡辺廣第5回課長：戸浦六宏刑事：田口精一初老の男：汐路章男：岩尾正隆中年の男：上田忠好安田刑事：久保幸一牛丼屋のおやじ：中村武巳第6回渡辺甚吉：加藤嘉木村好江：中村亜子第7回浅田ミツ子：丘みつ子やえ：石井富子ちょう子：岡野三穂木下の母：伊東あつ子木下の妹：谷口久美子木下の伯母：飯田テル子、山川弘乃組頭：瀬良明僧侶：今村源兵、三橋洋一、丹羽忠太第9回前田恵子：山根真由美川波の客：日笠潤一第10回川島：大木実中川：名和宏アパートの管理人：木田三千雄十津中の女将：佳島由季十津中の仲居：吉本選江十津中の板前：畠山善之十津中の客：平田守、名取幸政、山野史人ハイヤーの運転手：岡本敏明外車の男：下之坊正道巡査：大塚崇、長克己、江原正士男：土山登士幸第11回ヒロシの女友達：高峰レイ、染谷美代子、新藤クミ、楠由美バーの客：山中康司、小池幸次第12回松岡冬吉：山内明 - かやが夢中になっている大学教授。妻子持ち。川波の従業員からは「松の字」と陰口を叩かれている。松岡夫人：東恵美子組頭：瀬良明ウェイトレス：高田ひとみ第13回北村和之：小沢弘治北村の妻：長慶子芸者・秀弥：山吹まゆみテレビ局の男：小寺大介歌手：吉田真梨司会者：ラビット関根第14回三村大三郎：安藤昇（特別出演）白鳥：奥野匡岸田先生：神山寛三村夫人：久松夕子三村国子：藤岡恵子恵子の婚約者：針ヶ谷雄平その両親：平野元、島田芳子理容師：塚田国男、渡辺権一第15回白井文造：成瀬昌彦八百源：三川雄三第16回宮川力：渡瀬恒彦 - 海の恋人で、彼女からは「リキちゃん」と呼ばれる。極端な人見知りでぶっきらぼうな性格だが、勝負事になると人が変わったように熱くなる。さほど愛してもいない海を妊娠させることになるが…。アパートの管理人：木田三千雄君子：鶴間エリ老松：牧村襄駅員：田村元治屋台のおやじ：神田正夫ボーイ：山口純平喫茶店の客：高松豊治、大野富久代、河本秀樹第17回正：小原秀明大竹：長谷川弘牛丼屋の女：岸井あや子第18回大竹：長谷川弘羽谷医師：垂水悟郎羽谷夫人：中村たつ内藤さよ：三好久子正：小原秀明病院の男：島田敬一ラーメン屋の主人：石黒正男料亭「中川」の板前：北川宏二、平岡但望、坂本由英救急隊員：下坂康男、東村元行、山本一人第19回浅田ぎん：北林谷栄正：小原秀明大竹：長谷川弘看護婦：清水良英屋台のおやじ：北島和男第20回大原麗子（女優）：大原麗子（特別出演）鈴木健：樋浦勉 - 東京で建設作業員として働いている強面の春子の兄。三郎たちの学生時代の先輩で地元では喧嘩っ早いことで有名だった。三郎に妹のことで釘を刺しに来る。アパートの管理人：木田三千雄アパートの女：九重ひろ子アパートの男：九岡奨詞、大友龍三郎取材の人たち：中村正人、河内喜一郎喫茶店のボーイ：吉村庸第21回浅田ぎん：北林谷栄宮川の友人・桜：野口貴史医師：加藤和夫警官：永井玄哉看護婦：若松雅子レストランのボーイ：松田茂樹第22回浅田ぎん：北林谷栄医師：加藤和夫看護婦：若松雅子巡査：桐原史雄屋台のおやじ：北島和男第23回片島寛次：北浦昭義片島英明：富田祐一片島広介：植田敏生片島茂喜：立沢雅人斉藤：殿山泰司伯母：中村美代子純：山田芳一秋葉：日野道夫和尚：福原秀雄、長澤龍禅一郎の妻・とき：小栗由里子信吾の妻・幸子：泉よし子修の妻・弘子：小竹外登美従業員：三由茂、峰田智代、谷口厳ホテルの支配人：山田博幸ホテルのボーイ：三浦伸六第24回大山夕介：岩城滉一 - 川波を去る三郎の代わりに板前見習いとしてやって来た青年。斉木：金井大",
    "chinese_title": "前略おふくろ様 第2シリーズ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-20T22:49:08"
}