{
    "aka": [
        "越生越贫穷"
    ],
    "sid": "27175655",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572664753.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt2507468",
    "director": [
        {
            "url": "/celebrity/1286611/",
            "name": "布莱恩·希尔 Brian Hill",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-11-26(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2507468/",
    "imdb_votes": 20,
    "this_title": [
        "Welcome to the World"
    ],
    "douban_link": "https://movie.douban.com/subject/27175655/",
    "imdb_rating": "6.9/10 from 20 users",
    "trans_title": [
        "欢迎来到世界",
        "越生越贫穷"
    ],
    "douban_votes": "0",
    "introduction": "The opportunities one has in life depend largely on where one is born. To a considerable extent, location determines the chances of survival for a mother and her baby. In Africa, the number of babies dying before their first birthday is twice the world average. Singapore offers the highest survival rate, Sierra Leone the lowest. Welcome to the World visits pregnant women in Sierra Leone, Cambodia and the United States, where differences in health care are huge. In Sierra Leone, the traditional midwife still listens to the fetus by putting her ear on the mother's belly. The only food available to pregnant women in the remote villages is cassava, which they have to look for themselves in the forest. One woman says she's had many children in the hope that one of them will be rich one day, so that she won't have to live in poverty any longer. In Cambodia, a single mother adopts a two-month-old who would otherwise be left to die. In the U.S., the camera follows a homeless family during the delivery of a baby. This British documentary - part of the Why Poverty? project - also plainly shows that some babies and mothers don't make it. A physician from Doctors Without Borders argues in favor of a redistribution of health care in order to lower the infant mortality rate. Where one is born is indeed a lottery, but it is possible to improve the odds.",
    "chinese_title": "欢迎来到世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Welcome to the World",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-16T11:42:39"
}