{
    "aka": [],
    "sid": "27170783",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511602908.jpg",
    "region": [
        "未知"
    ],
    "writer": [],
    "imdb_id": "tt7262782",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7262782/",
    "imdb_votes": 55,
    "this_title": [
        "Sensation of the Century"
    ],
    "douban_link": "https://movie.douban.com/subject/27170783/",
    "imdb_rating": "6.1/10 from 55 users",
    "trans_title": [
        "世纪的感动"
    ],
    "douban_votes": "0",
    "introduction": "Spanning fifty-three movies and forty-one editions of the Olympic Games, 100 Years of Olympic Films: 1912–2012 is the culmination of a monumental, award-winning archival project encompassing dozens of new restorations by the International Olympic Committee. The documentaries collected here cast a cinematic eye on some of the most iconic moments in the history of modern sports, spotlighting athletes who embody the Olympic motto of “Faster, Higher, Stronger”: Jesse Owens shattering world records on the track in 1936 Berlin, Jean-Claude Killy dominating the Grenoble slopes in 1968, Joan Benoit breaking away to win the Games’ first women’s marathon in Los Angeles in 1984. In addition to the impressive ten-feature contribution of Bud Greenspan, this stirring collective chronicle of triumph and defeat includes such documentary landmarks as Leni Riefenstahl’s Olympia and Kon Ichikawa’s Tokyo Olympiad, along with captivating lesser-known works by major directors like Claude Lelouch, Carlos Saura, and Miloš Forman. It also offers a fascinating glimpse of the development of film itself, and of the technological progress that has brought viewers ever closer to the action. Traversing continents and decades, reflecting the social, cultural, and political changes that have shaped our recent history, this remarkable movie marathon showcases a hundred years of human endeavor.",
    "chinese_title": "世纪的感动",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sensation of the Century",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-26T15:42:15"
}