{
    "aka": [
        "China's Christianity",
        "Christianity in China"
    ],
    "sid": "27174311",
    "cast": [
        {
            "url": "/celebrity/1476503/",
            "name": "何光沪 Guanghu He",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503135362.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1431777/",
            "name": "杨新磊 Xinlei Yang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7537890",
    "director": [
        {
            "url": "/celebrity/1431777/",
            "name": "杨新磊 Xinlei Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1997(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7537890/",
    "this_title": [
        "中国基督教"
    ],
    "douban_link": "https://movie.douban.com/subject/27174311/",
    "trans_title": [
        "China's Christianity",
        "Christianity in China"
    ],
    "douban_votes": "0",
    "introduction": "长电视纪录片《中国基督教》取“基督教[Christianity]”之广义，横跨基督新教[Protestant]和天主教[Catholicism]。本片通过对中国基督教历史与现状的全景式再现，客观、真实地阐述了基督教传入中国的艰难历程，描绘了当代中国城市与乡村两种不同社会语境中基督教的仪式、习俗和情状。来自中国社会科学院、北京市民委、北京市基督教三自爱国运动委员会的权威人士的访谈更是现身说法，集中体现了基督教在今日中国的当下际遇，尤其是全国政协副主席、中国基督教两会名誉主席丁光训的出镜，使本片的历史厚重感和神圣使命感跃然像外，同时也使其美学价值和哲学思考大为增深。本片被美国纽约协和神学院收藏。全片拍摄历时三年，九集，共174分钟。Ⅰ神学生     采访中国南北两大神学院――北京燕京神学院和南京金陵神学院师生学习、生活情况，展现基督教绵延不断的生机。Ⅱ世家      遴选一个世代信奉基督教的聋哑基督徒家庭，前往河北石家庄实地采访，表现了他们恬静、清平、乐观的人生态度。Ⅲ 复活节     集中展现基督教的重要节日――复活节之恢弘、肃穆、庄严和圣洁，选取北京市基督教缸瓦市堂复活节整天，全程记录，包括祷告、唱诗、晚会，尤其是尚在人间的信徒前往西北旺基督教陵园祭奠已安息主怀的信徒先人的情景，催人泪下，发人深省。Ⅳ历程      特邀国内最权威的基督教史学家――中国社会科学院世界宗教研究所的卓新平、何光沪两位著名学者详细介绍基督教自唐代到元代到明清直到近代的入传中国史，配以北京房山十字寺元代景教遗碑、北京市委党校院内明清耶稣会士墓碑群、代表性历史文献与图像等，引领受众清晰、完整地了解中国基督教的历史。对于新中国成立以后吴耀宗发起、实现“三自”的历程，则邀请两位活见证人――原北京市民族宗教事务委员会主任姜立勋和北京市基督教三自爱国运动委员会主席于新粒牧师娓娓道来，促使受众铭记历史，珍惜今天。Ⅴ孩子们      把镜头瞄准天真、纯洁的孩子们，他们戴着红领巾，唱着赞美诗，在圣诞节晚会上真挚地表演，让大人们好不感动。于是，北京市基督教两会为了荣神益人，广播神爱，向贫困山村的孩子们捐款十万元，此情，此景，怎能不令山区的孩子们终生难忘？Ⅵ袁相忱      在中国，有党和政府领导下的三自教会，也有耶稣基督自行领导下的家庭教会。家庭教会的牧师就是个人传道人，袁相忱就是其中一位重要人物。本集以中立、客观的立场，择选他主日礼拜在家中布道的场景，记录了袁相忱的神学观、自由观、政府观，是稀见、珍贵的宗教人物志。Ⅶ乡村      乡村是完全迥异于城市的生存场景，几千年来，中国的政治、经济、社会以及宗教在乡村的情貌与城市历来判若云泥。在陕西省三原县，村支书、村长所代表的党和政府的政令必须通过本村神甫才能向村民发布，村民才会接受，村支书本人面对三原教区主教时也是毕恭毕敬，因为这个村90%以上的村民都是天主教信徒。本集置身其中，采访了村长、村支书、本村神甫、唱诗班乐师、修女、教民、主教等大量底层信徒，并深入到他们家中，探询他们的信仰之根，灵性之源。Ⅷ他们      耶稣爱世人，神爱世界各国的人们。在北京的韩国信徒，定期聚会于北京基督教缸瓦市堂，祷告、唱诗、演出，表达他们对耶稣的爱。神也召唤有用的器皿，彼此切磋，相互长进。北京市基督教两会的于新粒牧师访美归来，畅谈北美见闻和美国教会，启迪颇多；澳洲基督教救世军访问北京基督教崇文门堂，尽现音乐、舞蹈证道之美轮美奂，感慨亦深。Ⅸ大主教      丁光训，全国政协副主席，中国基督教全国两会名誉主席，中国宗教界和平委员会主席，中国基督教的第二代领袖，国内、国际公认的神学家和宗教活动家。在南京寓所，丁主教面对镜头，纵论中国基督教的本质与未来，也表达了他祝福基督教事业繁荣发展的美好心愿。该片在国内外引起巨大轰动，原北京有线电视台播出过第九集，上传到优酷、爱奇艺、腾讯视频等网站后点击播放量至今已近15亿次；上传到美国的Youtube后更是倍加关注，已有近万次观看。",
    "chinese_title": "中国基督教",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-16T20:00:13"
}