{
    "aka": [],
    "sid": "27172889",
    "cast": [
        {
            "url": "/celebrity/1352471/",
            "name": "露西·沃斯利 Lucy Worsley",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502608277.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-10-17(英国)"
    ],
    "this_title": [
        "Lucy Worsley: Elizabeth I's Battle for God's Music"
    ],
    "douban_link": "https://movie.douban.com/subject/27172889/",
    "trans_title": [
        "露西·沃斯利之伊丽莎白一世的宗教音乐之战"
    ],
    "douban_votes": "0",
    "introduction": "Lucy Worsley investigates the story of the most remarkable creation from the tumultuous and violent era known as the Reformation - choral evensong.Henry VIII loved religious music, but he loved power more - when he instigated his English Reformation he dramatically split from the ancient Catholic church that controlled much of his country. But in doing so set into motion changes that would fundamentally transform the religious music he loved.Following Elizabeth I's personal story, Lucy recounts how she and her two siblings were shaped by the changes their father instigated. Elizabeth witnessed both her radically puritan brother Edward bring church music to the very brink of destruction and the terrifying reversals made by her sister Mary - which saw her thrown in the Tower of London forced to beg for her life.When Elizabeth finally took power she was determined to find a religious compromise - she resurrected the Protestant religion of her brother, but kept the music of her beloved father - music that she too adored. And it was in the evocative service of choral evensong that her ideas about religious music found their ultimate expression.",
    "chinese_title": "露西·沃斯利之伊丽莎白一世的宗教音乐之战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lucy Worsley: Elizabeth I's Battle for God's Music",
    "douban_rating_average": 0,
    "update_at": "2025-05-18T16:43:07"
}