{
    "aka": [],
    "sid": "27174582",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502407806.jpg",
    "region": [
        "柬埔寨",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt4599298",
    "director": [
        {
            "url": "/celebrity/1444774/",
            "name": "吉雍·顺 Guillaume Suon",
            "@type": "Person"
        }
    ],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "高棉语"
    ],
    "playdate": [
        "2012-11(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4599298/",
    "imdb_votes": 19,
    "this_title": [
        "Red Wedding"
    ],
    "douban_link": "https://movie.douban.com/subject/27174582/",
    "imdb_rating": "8.6/10 from 19 users",
    "trans_title": [
        "红色婚礼"
    ],
    "douban_votes": "0",
    "introduction": "The exact numbers are unclear, but it is believed that the Khmer Rouge's regime of terror (1975-1979) caused the death of at least 1.7 million Cambodians - almost one-third of the country's population. In the remote place where 48-year-old Sochan Pen now grows rice, there was once a killing field. She tells us that decomposed bodies are still being found, and villagers fear that the spirits of the dead are still lurking. Sochan was one of the thousands of young women who were forced to marry Khmer Rouge soldiers, in a coordinated effort to increase the population. Sochan's husband raped and beat her before the then 16-year-old girl managed to escape, but not without carrying a deep-seated trauma along with her. After years of silence, she decides to file a complaint with the Khmer Rouge tribunal, in hopes that the regime will be formally found guilty of the suffering that has overshadowed her life. Her emotional quest is underlined by faded, black-and-white archive material that bears witness to a period in which the entire world neglected to do something about a regime that was trying to destroy its own people.",
    "chinese_title": "红色婚礼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Red Wedding",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T03:10:10"
}