{
    "aka": [
        "Women knight-errant aided by Buddha Dharma from Famen Temple, in Ancient China"
    ],
    "sid": "27174316",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "动作",
        "悬疑",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502592894.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1431777/",
            "name": "杨新磊 Xinlei Yang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7537844",
    "director": [
        {
            "url": "/celebrity/1431777/",
            "name": "杨新磊 Xinlei Yang",
            "@type": "Person"
        }
    ],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-12-20(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7537844/",
    "this_title": [
        "法门寺之侠女神器"
    ],
    "douban_link": "https://movie.douban.com/subject/27174316/",
    "trans_title": [
        "Women knight-errant aided by Buddha Dharma from Famen Temple, in Ancient China"
    ],
    "douban_votes": "0",
    "introduction": "《法门寺》是秦腔、京剧等十多种戏曲的传统剧目之一，又名《拾玉镯》、《宋巧姣告状》、《朱砂井》、《双姣奇缘》，讲述明代发生在陕西眉坞县一段真实感人的故事，描写公子傅朋与民女孙玉姣相恋但遭恶人陷害引起的一桩人命奇案。侠女宋巧姣冒死告状，贪官被惩，沉冤得雪，结案于法门寺内。今天，人们去陕西法门寺游览还会看到大佛殿前有一块中心微微凹下的石头，传说这就是宋巧姣告御状时双膝长跪的遗迹，被称为“巧姣跪石”。该剧目深受人民喜爱，常演不衰。电影《法门寺之侠女神器》，改编自上述戏曲，讲述明代陕西关中一桩离奇命案错综复杂的前因后果与一波三折的庭审过程，突出侠女宋巧姣惩恶锄奸、扶危助困、重信守德的侠义精神，抑恶扬善，反腐倡廉，呼唤法治。该片是一部严格意义上的电影故事片，摒弃秦腔乃至任何戏曲的程式与唱念做打，完全摆脱舞台艺术与戏曲观念的束缚，采用电影理念讲述完整的故事，在一个个具有中国传统建筑与园林特色的实景中摄制。该片定位于古装悬疑探案武打片，采用4K数字高清技术标准，ARRI Alexa，DOLBY Atoms。该片由中国·宝鸡轩苑投资（集团）有限公司、陕西仁德强秦广告文化传播有限责任公司投资，北京柏美亚洲文化发展中心有限公司出品，中国传媒大学影视艺术中心制作，法门寺、法门寺博物馆、法门寺佛文化景区管理委员协拍，【一句话剧情，10字以内】侠女锄奸，高僧相助。【20字以内剧情】侠女蒙冤越狱，锄奸惩恶，法门寺高僧相助。【30字以内剧情】糊涂县令乱判无头命案，三侠女惩恶锄奸，佛门高僧施法相助。【50字以内剧情】一夜二颅三尸，糊涂县令受贿胡乱判案，侠女蒙冤入狱，九千岁刘瑾重审，法门寺高僧作法相助，诸恶被锄。【100字以内剧情】明朝，陕西，一夜三尸，二颅消失。糊涂县令受贿，胡乱判案，侠女拒捕，蒙冤入狱，后伺机逃狱，藏身法门寺，习武有成。下山后，找到并剿杀元凶。九千岁刘瑾重审二命案，高僧施法相助，冤情大白，诸恶被诛。【200字以内剧情】明朝中叶，陕西关中。土匪刘彪行奸败露，连杀二命，枭首匿颅。恶霸刘公道杀人灭口，又酿命案。一夜三尸二命案，糊涂县令赵廉无力断清且又受贿，遂缉民女孙玉姣、书生傅朋、举人宋国士等顶罪。侠女宋巧姣挺身而出，力战众捕，但终蒙冤入狱。二姣狱中相识，情同姐妹。赵廉独子赵衙内欲奸二姣，二人伺机脱逃，入法门寺习武。九千岁刘瑾陪太后进寺降香，二姣鸣冤，刘瑾重审二案。德诚方丈施展佛法，诛杀几位恶人，冤情大白。【500字以内剧情】明朝中叶，陕西关中。书生傅朋进京赶考，遇山女孙玉姣，一见钟情，刘媒婆撮合二人订婚。土匪刘彪深夜潜入玉姣家，不料强奸失手，彪遂将兽欲发泄于玉姣舅母身上，却被舅父撞见，被激怒的刘彪又杀死了舅父与舅母。刘彪割下二人首级，二匪携颅而去，刘彪将舅父头颅扔到了恶霸刘公道的家中。翌日清晨，刘公道发现头颅后，因屡有案底，做贼心虚，遂命家仆宋兴儿把头颅扔入后院朱砂井内，乘机将兴儿推入井中，杀人灭口，又酿命案。一夜三尸两头颅，二案三命七事主，糊涂县令赵廉无力断清，且收受刘公道的贿赂，便胡乱定罪于孙玉姣，又下令缉拿傅朋，并株连宋兴儿的义父宋国士，公报私仇。为了救父，侠女宋巧姣挺身而出，力战众捕，但终蒙冤入狱。二姣狱中相识，情同姐妹。赵廉独子赵衙内垂涎玉姣美色，欲骗奸之，二姣将计就计，伺机脱逃，入法门寺习武。学成下山，二姣齐心协力，先杀死刘彪，后又生擒盖秦天。九千岁刘瑾陪太后到法门寺降香，二姣鸣冤，刘瑾重审二案。赵廉百般抵赖，极力开脱。空明真人率数道姑出庭作证，揭发盖秦天、刘彪、刘公道、赵衙内等人长期经营的罪恶勾当，案情大白。德诚方丈请出佛门神器，施展佛法，诛杀五位恶人，沉冤得雪。刘瑾赐玉姣、傅朋当场完婚。该片正在发行中，预计2018年底在全国电影院线公映，已发布三支预告片，在爱奇艺、优酷、腾讯视频、乐视、Youtube输入中文/英文片名均可搜出浏览。Women knight-errant aided by Buddha Dharma from Famen Temple, in Ancient China is a Chinese film made in Shaanxi and Beijing, China, which is adapted from Famen Temple that also was called as Picking Up the Jade Bracelet, Songqiaojiao Bring a Lawsuit, Zhusha Well or Unique Love between Double Jiao[ Jiao, means beautiful girl in Chinese. There is one “Jiao” in both Songqiaojiao and Sunyujiao, so they are called ‘’Double Jiao”. ], a classical piece in Qinqiang Opera, Beijing Opera and other Chinese traditional opera. Famen Temple’s story is true in Ming dynasty, in Guanzhong, Shaanxi, where Fupeng, a young scholar, loved Sunyujiao, a beautiful and sexy girl, but their love was wrecked by several baddies, even to cause a homicide case, so Songqiaojiao decided to bring a lawsuit bravely and firmly, not fearing to be sentenced to death by authorities. Thus, corrupt officials were cashiered even to executed, grievances of double Jiao was rehabilitated. Today, when you come to visit Famen Temple, a famous Buddhist imperial temple, in Shaanxi, China, you’ll find a stone with a bit depressed hollow, before the main hall of it, which is said to a vestige knelt by Songqiaojiao for a long time when she prosecuting and arguing to Liujin, a eunuch, a super-ranking official in royal court, based on which that stone is also famous and known well by people. The traditional Chinese opera have performed for over 500 years, welcomed by Chinese people deeply and widely.However, Women knight-errant aided by Buddha Dharma from Famen Temple, in Ancient China just is a film, not a Chinese traditional opera, also not a drama in stage, which narrates a new story, although adapted the latter. In this film, the homicide case shows complicated and complex as well as the court shows difficult and meandering, via both of which Songqiaojiao was be emphasized to a female chivalrous expert, who helped Sunyujiao, another Jiao, her close friend, to avenge against baddies, finally to defend law justice and moral value, such as love, goodness, kind, honest, faithful and compassion. It is a feature film filled with costume, cliffhanging, detective especially and Chinese martial art /Kongfu /Wushu. The space-time of the film embodies open and variable, whose scenes representation will be program in a series of Chinese traditional landscape architectures, where are in Fufeng, Shaanxi, China, certainly including Famen Temple, which has a so long history over 2000 years that it is a famous scenic spot assessed as AAAAA, the top rank, by China’s government. On the other hand, the film uses ARRI Alexa, 4K, to shooting withal DOLBY Atmos to recording, both of which are new digital HD technology, whose running time will be over 100min. The film will be shown in representative Chinese theater chains, CCTV-6, some channels in provincial satellite stations, some most influential websites such as YouTube, Hulu, Facebook, Twitter, Myspace, Tumblr, Youku, Iqiyi, Wechat, QQ etc., of course and DVD, which will be distribute abroad and release overseas, substantial facing to multitudinous Chinese abroad. As a Chinese film made in chinese mainland, this movie will participate in some international film festival around the world, win over a few awards.The film is invested by China’s Baoji Xuanyuan Investment Group Co.ltd and Shaanxi Rendeqiangqin[ “Ren” means beneficence, ‘’De” means virtue, ‘’Qiang” means to make it stronger, “Qin” is short for Shaanxi, so “Rendeqiangqin” means to boost Shaanxi by beneficence and virtue.   ] Advertisement Culture Communication Co.ltd, administrated by Beijing Bai-Mei[ The pronunciation of Bai-Mei nears to Bei-Mei, which means North America.  ] Asia Culture Developing Center Co.ltd, produce by Film & Television Art Center of Communication University of China, assisted by Famen Temple, it’s Museum and Administrative Committee of the scenic spot, distributed by Omnijoi Media Corporation, Henan Oscar and Huaxia Film Distribution Co.ltd. [ “Omnijoi” means blue sea of happiness/Xingfulanhai. “Wuzhou” means five continents, near to all the world. “Huxia” is one alias of China. ] The film is acted by a lot of strong, powerful and energetic actors such as Wangyanwen, Niting, Liuyu, Xiezhengmin, Qigaoli, Zhangbosheng and others, written and directed by Yangxinlei/X.L.Yang, a scholar and specialist in film and television, born in and spent his childhood near to Famen Temple.The motion picture aims at creating and shaping own art characteristics to mix thought, visual-audio effect and artistry perfectly, to refine a competitive product, to actualize double-winning in social benefit and economic benefit, to contribute our wisdom and effort for China’s cultural industry and socialistic spiritual civilization at best as we can.",
    "chinese_title": "法门寺之侠女神器",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-07T05:33:50"
}