{
    "aka": [],
    "sid": "27188133",
    "cast": [
        {
            "url": "/celebrity/1263903/",
            "name": "Andres Salazar Andres Salazar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片",
        "短片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504416242.jpg",
    "region": [
        "英国",
        "荷兰  Netherlands",
        "巴拿马 Panama"
    ],
    "writer": [],
    "imdb_id": "tt3789114",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3789114/",
    "this_title": [
        "Diablo Rojo"
    ],
    "douban_link": "https://movie.douban.com/subject/27188133/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Andres Salazar is the godfather of the Diablo Rojo movement in Panama. In the 1950s he started re-painting school buses for his uncle. He now leads one of the most vibrant folk art movements in Central America, where his iridescent buses have become art galleries and cultural barometers for working-class Panamanians. As drivers have competed for passengers, so a form of natural selection has driven the buses to outrageous extremes of colour, music and decoration. Paintings and messages from Jesus and Krishna stand side-by-side with Ren and Stimpy, Pablo Escobar and Jessica Simpson. Diablo Rojo was shot just before Salazar's buses were outlawed by the Panamanian government. Written by Anonymous“欢迎来到巴拿马”，这句宣言意味着你即将踏入一个拥有日光、人群、噪音与海岸线的城市。任何时刻，你都会见到拥有花哨图案并传出雷鬼音乐的巴士肆意疾驰在马路上。这种巴士以“Diablo Rojo(红魔鬼)”之名为人熟知，其疾驰的速度与震耳的音响，只有车身上各式夸张的蒙太奇图案才能与之相配。今天这部短片，导演 Eoin Mclaughlin 记录了巴拿马最著名的红魔鬼艺术家 Andrés Salazar 的生活与杰作。红魔鬼巴士来自美国，是被淘汰的美国校车。自战后以来，它们常常被运往巴拿马，二手买卖给予了它们新的生命。红魔鬼司机们聘请当地的艺术家将这些老旧的巴士改造成可移动名片，使它们的车身变成了防风雨的画布，扬声器变成了节奏的颂歌。红魔鬼艺术家们根据时代变迁而不断改变设计以反应当时的文化景观、时代潮流与音乐风格。每个司机都希望他们的车身图案能打响名号,受人欢迎。在黄色烤漆的“画板”上，艺术家们用不同风格去诠释了他们的画幅：热带风光、宗教意象、拉丁美洲最喜爱的艺术家、演员以及运动员的的肖像。可以说，红魔鬼已经成为巴拿马民间文化的重要组成部分。欢迎来到红魔鬼之家，一位巴拿马的居民向我们讲述了红魔鬼这一名称的来历：人们之所以叫它红魔鬼,是因为这些司机开车不管不顾,不打灯，连刹车灯都是坏的。它们从不避让行人，也不按固定站点停车，随时随地停车载客。在以前，巴拿马所有城市郊区的公共交通全靠它们。因此，红魔鬼在巴拿马拥有特殊的地位。而2014年4月5日，巴拿马地铁终于正式启用，在拍摄短片的同时，一大批新型公交也正准备投入使用，这些红魔鬼正随着历史的潮流逐渐被替代。一名红魔鬼艺术家通常赚取三千美元来画一辆公共汽车，而这项工作通常需要一个月的时间。红魔鬼的车身图案永远追随潮流，潮流一天一变，这就是生活的节奏。Salazar 深谙大众流行文化的本质：快速、新鲜、变化、时髦。他成功的诀窍是，从不拘泥于某种风格创作，而是从快速的文化更新中找准自己的位置。在全片约1/2处，我们才见到本片的主角：Andrés Salazar。临采访前 Andrés Salazar 似乎有些紧张，用白色的手帕一直在擦汗。而采访的地点则被称为：红魔鬼公墓，即所有废弃红魔鬼的集散地。在一辆废弃红魔鬼车尾的角落里，Salazar 创作了四句标语，“声名如晨露,众望如蛊毒,钱财生双翼,长存唯风骨。” Andrés Salazar 热爱他的事业并为此付出一生去创作，但也见证了它的逝去。他明白这些作品的意义，并坦然接受它走向尽头。Via.Nowness中文网",
    "chinese_title": "Diablo Rojo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-26T13:37:36"
}