{
    "aka": [],
    "sid": "27180935",
    "cast": [
        {
            "url": "/celebrity/1362570/",
            "name": "杨博 Bo Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362574/",
            "name": "周鑫洋 Xinyang Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351084/",
            "name": "许多语儿 Duoyuer Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358506/",
            "name": "关思慧 Sihui Guan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503184217.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1341227/",
            "name": "爱迪生 Edison Yan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1341227/",
            "name": "爱迪生 Edison Yan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2017(中国大陆)"
    ],
    "this_title": [
        "贱神三少爷2"
    ],
    "douban_link": "https://movie.douban.com/subject/27180935/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "剧情承接上集，话说三少爷历尽千辛万苦终于从梦魇中解脱，并且告别了缠身多日的牢笼。三少爷对于久违了的香车美女烈酒舞池早已经不能自已，这种重获新生的感觉再次激发了他从前的放任不羁还有对于死亡恐惧的宣泄。回到家中他立刻找来了生前一起纸醉金迷的狐朋狗友，又厮混在一起。可就在他大肆庆祝之际梦魇再度现身。而且这次来者不善，那么三少爷明明重新获得了新生，以前折磨三少爷的冤家债主原本与其相安无事即可，却为何再度杀到？原来，由于三少爷未按约定在收集真爱之泪的同时找出毒害自己的真凶，没能按照约定完成任务，害对方在手下失了面子，于是乎大为光火；与此同时冤家此行还有一个目的，作为惩罚，他会在七日后再次带三少爷回到此前的梦魇牢笼，也就是说三少爷的“重生”即将无效！他历尽千辛万苦回到的新生活也只即将化为泡影。得知这个消息后三少爷备受打击，虽然意兴阑珊可也毫无选择，只能快速结束了一切庆祝派对，并且打发走了一众狐朋狗友。从天堂到地狱再到天堂，如今再次面临回到地狱的危机，对失而复得的新生倍加珍惜的三少爷决定分秒必争，动用一切关系走访，去寻找有关毒害自己真凶的蛛丝马迹；虽然看起来难度如同大海捞针一般，但是三少爷静下心来，仔细回想起最初在游艇庆生那日的来往宾客以及各种各样疑窦丛生的小细节，随后他将自己的调查结果以及视频监控录像一并交于警方代为研究取证；终于三少爷从警方手中拿到了凶手的体貌特征，一只长满灰色指甲的手，以及一份含6名嫌疑人的名单。这6个人当日均出现在了游艇之内，并且或多或少都与三少爷以及三少爷的酒杯有过接触，作案嫌疑十分重大！那么问题又来了，这6人的个人信息与实际均有出入，同时长时间经过对于排查取证加大了难度，三少爷如何才能找到这6人并作出甄别呢？悬念层层堆积，也即将层层揭开！就在他一筹莫展之际，三少爷的得力手下刀仔出马，在刀仔的帮助下三少爷抽丝剥茧，迅速找出了那几名嫌疑人，并且几乎逐个击破却又逐个排除了下毒嫌疑。这时三少爷的调查可以说是走进了死胡同。眼看七日之期将近，原本如同救命稻草一般的6名嫌疑人名单即将变成了废纸一张，讨债的冤家又在步步紧逼，真凶究竟会是那天游艇上的那个神秘人，他又为何要毒害三少爷呢？好在天无绝人之路。就在调查一筹莫展死期将至之时，三少爷偶然在手下刀仔家中撞见最后一名嫌疑人刀仔妹妹杨雨欣。三少爷努力开始回忆，这个杨雨欣的面庞为何如此似曾相识；她的言谈举止对于自己而言为何丝毫不显陌生？原来，他与杨雨欣有过一段如昙花般短暂的恋情并最终无情地将杨雨欣抛弃。故事走到此处似乎一切都开始明朗，相比于之前的无从下手，这个神秘人似乎终于在三少爷的不懈努力下摘下了自己的神秘面纱；目前当日毒害三少爷的所有证据和蛛丝马迹都同时指向了杨雨欣。可是不知道为什么，三少爷总觉得事情并没有那么简单。难道真的是杨雨欣为报情伤痛下杀手？两个人在一起愉快的过往也同时浮现在了三少爷眼前，为了彻底找出真凶完成与冤家债主的约定，三少爷开始当面与杨雨欣对质。可让人意外的是，杨雨欣不假思索地矢口否认了自己是真凶这件事。同时三少爷找出案发当日的相关报导和出场人员名单再一次研究发现，事情并不像自己预想的为情杀人那么简单。三少爷开始与时间赛跑，前有冤家阴魂不散的步步紧逼，后有对手催命的期限压身，三少爷努力不让自己被这些棘手的因素乱了心智，只想尽快找到那个神秘人，哪怕是最后死去，也要不留下任何遗憾。那么问题又来了，真正的凶手究竟是谁呢，往日无怨近日无仇他为何要对三少爷痛下杀手，隐藏良久不曾现身，始终在黑暗处监视三少爷又想致他于死地的这个灰色指甲杀人魔又究竟在哪，三少爷这次又能不能在七日后再次“渡劫”成功...答案揭晓，剧情大反转，真凶竟然是三少爷最倚重的兄弟，而且隐情是关于一场忠贞与背叛，亲情、爱情、友情的纠葛，最终三少爷再次在这次荒诞又惊险的“黄粱一梦”中醒来，发现又是一次梦魇，一切只是“梦片场”与人生舞台中演绎的又一个“片段”，他却也再次在现实中幡然醒悟，更深刻认识了爱情、友情与坚实人生路的价值。",
    "chinese_title": "贱神三少爷2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T13:56:17"
}