{
    "aka": [],
    "sid": "27180390",
    "cast": [
        {
            "url": "/celebrity/1544833/",
            "name": "安·戈德斯坦 Ann Goldstein",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549877057.jpg",
    "region": [
        "意大利",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021580/",
            "name": "贾科莫·杜尔齐 Giacomo Durzi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6136430",
    "director": [
        {
            "url": "/celebrity/1021580/",
            "name": "贾科莫·杜尔齐 Giacomo Durzi",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "意大利语",
        "法语"
    ],
    "playdate": [
        "2017-10-03(意大利)",
        "2019-03-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6136430/",
    "imdb_votes": 199,
    "this_title": [
        "Ferrante Fever"
    ],
    "douban_link": "https://movie.douban.com/subject/27180390/",
    "imdb_rating": "6.3/10 from 199 users",
    "trans_title": [
        "费兰特热潮"
    ],
    "douban_votes": "914",
    "introduction": "It’s a rare feeling when we open a book and find ourselves lost in its pages; finding pieces of ourselves in the story and letting ourselves be enveloped in the emotions that arise. This effect is what the works of Elena Ferrante are most known for. Listed among Time magazine’s 100 most influential people in the world, Elena Ferrante is a contemporary icon, whose identity is closely linked to her novels and nothing more.Despite her massive international success, Elena Ferrante is an author whose true identity remains unknown. Via excerpt readings and interviews with critics, directors, booksellers, editors and authors such as Jonathan Franzen and Elizabeth Strout, Ferrante Fever explores Ferrante’s deeply intimate writing and looks into her choice to remain anonymous, which sparked an unprecedented cultural debate.Filmed between Italy and the United States, Ferrante Fever doesn’t necessarily go in search of the identity of the \"faceless writer,” instead, it hopes to discover the secret of her success. How was she able to create stories that would conquer readers over the course of 12 years? In-depth interviews provide answers, but so do the writer's own words, and the places and protagonists in her novels.",
    "chinese_title": "费兰特热潮",
    "douban_rating": "7.7/10 from 914 users",
    "foreign_title": "Ferrante Fever",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.7",
    "update_at": "2025-09-23T19:43:16"
}