{
    "aka": [],
    "sid": "27181826",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1362347",
    "director": [
        {
            "url": "/celebrity/1277079/",
            "name": "乔恩·阿尔珀特 Jon Alpert",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-11-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1362347/",
    "this_title": [
        "Access Denied?: The Fight for Corporate Accountability"
    ],
    "douban_link": "https://movie.douban.com/subject/27181826/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "When Diana Levine went to the hospital in April 2000 seeking relief for a severe migraine headache, the professional musician and children's record producer never imagined that faulty drug labeling would result in the amputation of her arm. Today she is at the center of a closely-watched Supreme Court case and a national debate about the federal courts and corporate accountability. Access Denied?: The Fight for Corporate Accountability tells Ms. Levine's powerful story and exposes the slow but steady transformation of our federal courts into institutions that favor corporate interests over everyday Americans. Through an examination of Diana Levine's case against Wyeth Pharmaceuticals - and the experiences of others like her - Access Denied? takes the legal issue of preemption out of the courtroom and into the real world, where millions of Americans find themselves unable to access the courts and hold corporations accountable for their misconduct. Americans deserve corporate ...",
    "chinese_title": "Access Denied?: The Fight for Corporate Accountability",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-25T11:50:29"
}