{
    "aka": [],
    "sid": "27186611",
    "cast": [
        {
            "url": "/celebrity/1048911/",
            "name": "入江若叶 Wakaba Irie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105726/",
            "name": "蟹江敬三 Keizô Kani&#39;e",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "剧情",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2682310554.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt7701592",
    "director": [
        {
            "url": "/celebrity/1317242/",
            "name": "藤井克彦 Katsuhiko Fujii",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1985-06-09(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7701592/",
    "this_title": [
        "まってました転校生"
    ],
    "douban_link": "https://movie.douban.com/subject/27186611/",
    "trans_title": [
        "转校生"
    ],
    "douban_votes": "0",
    "introduction": "已经是四年级学生的下山明，从福冈县的饭坂温泉那里转到本地学校来，这是他第三十二次转学了。原来，下山明的父亲下山勘九郎是剧团的团长，他本人也是一剧团的小演员。他跟一父亲在全国巡回演出，去过日本许多地方。下山明来到这个学校，被分到四年一班。老师松泽把他分到同学中田广美的邻桌。广美对新的同学很友好，特别的关照他。下山明由于总转学校，学习成绩很差。一松泽老师发现这个问题，耐心地帮助、启发似告诉他：“将来你长大了不论干什么，单凭闯劲不行，还要好好学习。”下山明却回答老师说：“我还是要当演员，学习太难了。”一天，广美邀请下山明第二天去她家里玩。这可把他高兴坏了，回家后对着镜子不断的傻笑，他的父母都感到奇怪。在广美家，下山明看到她有许多书籍，又想起老师的话。回到剧团里排练时，他还在三心二意的，常常不能进入角色，结果，他遭到了父亲的指责。可他并不服气。夜晚，他要求和父亲谈谈。父亲并不了解他的心思，_责怪下山明不听话。可旁边的母亲正子知道孩子要说什么，劝他父亲不要打断他。下山明把要到老师那里补习功课的事告诉父亲，说自己要学习，但是他并不放弃演戏。从那以后下山明开始努力学习了。一天，广美收养了一条可爱的小狗。她害怕它被人杀死，找下山明商量，俩人就偷偷她把小狗藏在学校的仓库里养着，并用每天午餐省下来的饭菜饲养小狗。同学们很快知道了这事，就暗地帮助他俩。但后来，这事还是被学校的校工发现了，并报告给校长。松泽老师为了让孩子不受委曲，请求校长留下小狗，校长同意小狗由四年一班饲养。下山明同同学们一起动手，给小狗造了一座木制的狗窝。它每天听话地在里边休息。同学们的互助互爱，给下山明留下很深的印象。他和同学们朝夕相处，日子长了，简直不愿离开他们了。不久，下山明父亲的剧团在该地演出结束，又要去别的地方演出。他要离开自己热爱的学校，这使他很伤心。临行前，广美说好要送下山明，但他等了很久仍不见她的影子。父母催促他上车，他只好上车走了。汽车飞驰在马路上，突然，下山明看到跑来的广美，他激动地向广美招手并呼喊着：“广美、广美，我一定回来，祝你好！”下山明虽然离开学校，但仍不断给老师和同学广美来信，说他自己又转了两次学校。他还把自己写的作文《我的父亲》寄给老师松泽，老师念给同学们听。此后，过了很长时间，下山明都没有消息，就连广美也收不到他的信。一次，在上美术课时，广美和同学们议论起这件事，老师阻止了他们的交谈，广美沉思起来。她把脸转向窗外，竟意外地发规下山明在学校门口。广美把这事告诉老师和同学们，顿时，他们从教学楼冲到校园里，热烈地欢迎这位“转校生”的归来。",
    "chinese_title": "转校生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "まってました転校生",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T12:23:18"
}