{
    "aka": [
        "我们的留学生活创作纪录"
    ],
    "sid": "27186014",
    "cast": [
        {
            "url": "/celebrity/1342432/",
            "name": "张丽玲 Liling Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1471175/",
            "name": "张素 Su Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1478482/",
            "name": "张丽烨 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377859/",
            "name": "张焕琦 Huanqi Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2605764310.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2002-12-21(日本)"
    ],
    "this_title": [
        "ドキュメンタリー 中国からの贈りもの"
    ],
    "douban_link": "https://movie.douban.com/subject/27186014/",
    "trans_title": [
        "来自中国的瑰宝",
        "我们的留学生活创作纪录"
    ],
    "douban_votes": "218",
    "introduction": "曾因一部电视纪录片《我们的留学生活》引起国人广泛关注的旅日华人张丽玲，最近成了日本一部电视纪录片《来自中国的瑰宝》中的主人公。这部由日本著名民营电视台富士台投资数千万日元，跟踪拍摄7年，片长两个半小时的纪录片，由富士台作为中日邦交正常化30周年的压轴节目，于2002年12月21日周六晚9点黄金档播映，引起了轰动。纪录片《来自中国的瑰宝》的策划、导演兼制片人横山隆晴先生是日本电视界一位资深纪录片专家，曾十几次获得日本的纪录片大奖。认识张丽玲之前他和不少普通的日本人一样，对中国及中国留日学生群体的情况一无所知。1995年12月8日，他在富士电视台企画制作部第一次见到来自中国的留学生张丽玲，获悉她要在几乎“不可能的”情况下去拍摄一部反映在日华人真实生活的纪录片的想法后，出于纪录片人的职业敏感，他下意识地让助手把当时双方见面交谈的场景拍摄下来。那一刻的影像，就是纪录片《来自中国的瑰宝》的开始。从此，横山隆晴率助手用7年的时间，全程记录了张丽玲在极其艰苦的条件下拍摄《我们的留学生活》以及创建株式会社大富、将中国中央电视台国际频道在日本落地播出的过程。横山隆晴对笔者说：“我去看张丽玲拍片子，感到十分震撼。她只想把自己看到的记录下来，告诉那些不了解情况的人。她那种拼命的、执著的精神让我们这些所谓的专业人员想起很多已被我们遗忘的珍贵的东西。”《来自中国的瑰宝》的记录非常细腻。没有资金，张丽玲不仅用光了自己所有的积蓄，而且四处借债；没有时间，她就牺牲自己的睡眠和所有休息日，最初的一年平均每天只睡两三个小时，最后积劳成疾，被强行送进了医院；没有钱雇工作人员，她就动员自己的亲戚朋友都加入到拍摄中来，她的姐姐、姐夫、妹妹全都为此片作出了贡献。片中妹妹累得病倒，姐妹两人在医院里抱头哭泣的镜头让很多观众跟着流下了眼泪……后来加入张丽玲拍摄队伍的著名摄影师远藤一弘说：“我们都能看出她实在是太疲劳了，走路的时候困意袭来，她连手里拿的磁带掉在地上都不知道。拍摄工作没有任何保障，她完全是在用自己的生命去拍。”事实上远藤也和这个团队的所有成员一样，为了拍摄投入了一切。一直渴望有个孩子的远藤得知妻子怀孕了，但因为某些原因这个孩子不能要。妻子做手术、最需要远藤陪伴在身边的那一天，远藤却忍着巨大的悲痛和愧疚，登上了飞往北京的班机。为了不影响工作，他没有告诉任何人这件事。而作为日本电视摄影界的“大腕”，远藤跟随张丽玲拍摄完全是自发性的，没有任何报酬。就在张丽玲的片子处在最繁重的编辑阶段的时候，中央电视台找到她，请她联系组建一个公司，负责中央电视台国际频道在日本落地播出的任务。此时张丽玲的体力已经用到了极限，但她感到这是一项有着极其重要意义的工作，她不能拒绝。“这是一个让日本国民认识真实的中国的好机会！”就为了这一句话，她把编辑工作交给别人，投入到创建公司的复杂、繁琐的事务之中。在她的努力下，她就职的大仓商事和富士电视台联合出资，组成了大富公司，承担起中央电视台国际频道在日本落地的任务，频道名称为CCTV大富，张丽玲出任社长。大富的出现，不仅受到了在日几十万华人同胞的热烈欢迎，而且给许多热爱中国文化的日本朋友带来了惊喜。但是，就在CCTV大富刚刚开播一个月的时候，突然传来了大仓商事倒闭的消息。大仓是大富的大股东，大仓倒闭意味着大富濒临绝境。张丽玲说，她当时的感觉就好像是站到了悬崖边上。但是，绝不能让这个频道倒下！她立即四处奔走游说。奇迹出现了，不到一个月，日本几家超一流的大公司京瓷、SONY、旭通、电通相继加入进来，成为大富的新股东，大富不仅没有倒下，反而比以前壮大了。横山在富士电视台外边租了一间编辑室。这里存放着7年来跟踪拍摄的所有素材带，几千盘录像带一排排地码放在高高的架子上，1995年、1996年、1997年……直到2002年的12月，《来自中国的瑰宝》播出前的几天，横山还在拍。片子播出的一年多前，横山和他的手下就开始剪接那几千盘录像带。横山干脆就睡在这间窄小编辑室的桌子底下，腰都睡坏了。片子播出后，短短几天内，富士电视台和大富株式会社收到了几千条电话留言、电子邮件和信件，人们用发自心底的语言留下了他们对中日两国关系、对中日两国人民和对张丽玲的真诚祝福",
    "chinese_title": "来自中国的瑰宝",
    "douban_rating": "9.1/10 from 218 users",
    "foreign_title": "ドキュメンタリー 中国からの贈りもの",
    "douban_rating_average": "9.1",
    "update_at": "2025-08-11T21:29:01"
}