{
    "aka": [],
    "sid": "27181798",
    "cast": [
        {
            "url": "/celebrity/1045013/",
            "name": "葛蕾丝·琼斯 Grace Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2503339339.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6903636",
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-10-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6903636/",
    "imdb_votes": 1310,
    "this_title": [
        "Grace Jones: Bloodlight and Bami"
    ],
    "douban_link": "https://movie.douban.com/subject/27181798/",
    "imdb_rating": "6.2/10 from 1310 users",
    "trans_title": [
        "葛蕾丝·琼斯：血光和巴米"
    ],
    "douban_votes": "0",
    "introduction": "This electrifying journey through the public and private worlds of pop culture mega-icon Grace Jones contrasts musical sequences with intimate personal footage, all the while brimming with Jones’s bold aesthetic. A larger-than-life entertainer, an androgynous glam-pop diva, an unpredictable media presence – Grace Jones is all these things and more. Sophie Fiennes’s documentary goes beyond the traditional music biography, offering a portrait as stylish and unconventional as its subject. Taking us home with her to Jamaica, into the studio with long-time collaborators Sly & Robbie, and backstage at gigs around the world, the film reveals Jones as lover, daughter, mother, and businesswoman. But the stage is the fixed point to which the film returns, with eye-popping performances of \"Slave to the Rhythm,\" “Pull Up to the Bumper,” \"Love is the Drug,\" and more. Jones herself has said watching the film “will be like seeing me almost naked” and, indeed, Fiennes’s treatment is every bit as definition-defying as its subject, untamed by either age or life itself.",
    "chinese_title": "葛蕾丝·琼斯：血光和巴米",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Grace Jones: Bloodlight and Bami",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T06:00:13"
}