{
    "aka": [],
    "sid": "27197071",
    "cast": [
        {
            "url": "/celebrity/1162038/",
            "name": "迈克尔·伍德 Michael Wood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145977/",
            "name": "西蒙·拉塞尔·比尔 Simon Russell Beale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009267/",
            "name": "安娜·弗莱尔 Anna Friel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561405877.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-11-16(英国)"
    ],
    "this_title": [
        "Ovid: The Poet and the Emperor"
    ],
    "douban_link": "https://movie.douban.com/subject/27197071/",
    "trans_title": [
        "奥维德：诗人与皇帝"
    ],
    "douban_votes": "0",
    "introduction": "Michael Wood explores the life, works and influence of one of the world's greatest storytellers who died 2,000 years ago. When an Elizabethan literary critic said that the witty soul of Ovid lived on in 'honey tongued Shakespeare' they were just stating the obvious. Ovid, everyone knew, was simply the most clever, sexy and funny poet in the western tradition. His Metamorphoses, it has often been said, is the most influential secular book in European literature.Unique among ancient poets, Ovid left us an autobiography, full of riveting intimacy, as well as ironical and slippery self-justification. Using Ovid's own words, brought to life by one of Britain's leading actors, Simon Russell Beale, the film tells the story of the poet's fame, and his fateful falling out with the most powerful man in the world, the Roman emperor Augustus.Born in Sulmona in central Italy, Ovid moved to Rome to study law but, seduced by 'the muse of poetry', he soon abandoned that career path. Part of Rome's post-war, young generation, Ovid rose to spectacular fame with his poems about sex - Love Affairs (Amores) and The Art of Love (Ars Amatoria) - an amoral guide to seduction and adultery. Today some of his poems are seen as problematic and even carry a health warning when studied in US universities. But he is difficult to pigeonhole as he also took the female side in a powerful series of fictional letters by women heroes.By his twenties he was a literary superstar and a thorn in the emperor's side, his poetry of sex and seduction falling foul of the emperor's new puritanism, which had even outlawed adultery. In the midst of a sensational sex scandal involving his daughter, the Emperor Augustus banished Ovid to the farthest edge of the empire - the wilds of the Black Sea coast and the marshes of the Danube delta. It's a tale full of sex, drama and scandal, but his banishment is still a mystery- as he put it, 'my downfall was all because of a poem - and a mistake- and on the latter my lips are sealed forever'.Exile in Romania was unbelievably harsh and dangerous, but worse for Ovid was a sense of separation and loss. His poetry from the Black Sea has inspired the European literature of exile for millennia, from Dante and Petrarch to Mandelstam and Seamus Heaney. The poems, the mystery, and Ovid's immense legacy in world literature and art, are discussed with leading experts, who trace his influence on, among others, Titian, Turner and even Bob Dylan, whose Modern Times album quarries Ovid's exile poetry. His greatest and most influential work Metamorphoses, a compendium of the great tales of Greek myth, became one of the core texts of Western culture. Artistic director of the RSC, Greg Doran looks at Ovid's influence on Shakespeare and the myths in the Metamorphoses that pervade our art, music, and literature. Professor Alessandro Schiesaro discusses Ovid and the postmodern imagination; Professor Roy Gibson untangles his relations with Augustus; while Dr Jennifer Ingleheart, author of a new study on Roman sexual politics, looks at Ovid's ambition, psychology and influence. Lisa Dwan -the leading interpreter of the drama of Samuel Beckett, another exile and Ovid fan, explores the poet's use of the female voice and his poetry of exile, which has influenced western writers and artists for the last two millennia.Following in Ovid's footsteps, Michael Wood travels from the poet's birthplace in the beautiful town of Sulmona, to the bright lights of the capital, Rome. Here we visit the Houses of Augustus and Livia, recently opened after 25 years of excavation and conservation. Inside the emperor's private rooms glow with the colour of their newly restored frescoes. Wood then follows Ovid into exile in Constanta in today's Romania, and on to the Danube delta, where dramatic footage shows the Danube and the Black Sea frozen over in winter just as Ovid described in his letters.Throughout the film Ovid's own words reveal an engaging personality: a voice of startling modernity. 'He is funny, irreverent, focused on pleasure and obsessed with sex' says Prof Roy Gibson. But, says Greg Doran, he is also a poet of cruelty and violence, which especially fascinated Shakespeare. Ovid raises very modern questions about the fluidity of identity and gender, and the mutability of nature. He also explores the relationship between writers and power and the experience of exile, themes especially relevant in our time when, as Lisa Dwan observes, exile has become part of the human condition. But above all, says Michael Wood, Ovid is the Poet of Love, and 2,000 years after his death he is back in focus as one of the world's greatest poets: ironical, profound, and relevant.",
    "chinese_title": "奥维德：诗人与皇帝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ovid: The Poet and the Emperor",
    "douban_rating_average": 0,
    "update_at": "2025-10-25T02:00:18"
}