{
    "aka": [
        "加州小嬉皮变身有机老农民"
    ],
    "sid": "27197433",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622704444.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt5848362",
    "director": [],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5848362/",
    "imdb_votes": 7,
    "this_title": [
        "Evolution of Organic"
    ],
    "douban_link": "https://movie.douban.com/subject/27197433/",
    "imdb_rating": "9.0/10 from 7 users",
    "trans_title": [
        "有机农业进化史",
        "加州小嬉皮变身有机老农民"
    ],
    "douban_votes": "0",
    "introduction": "Act 1: OriginsIt’s no accident that California, home of the world’s most industrialized agriculture, also gives rise to its opposite -- organic agriculture. The ‘60s counter-culture heads back to the land. Few have any farming experience; but they experiment and learn and in time become good farmers. A metaphysical aspect emerges when Alan Chadwick, eccentric master gardener, appears at U.C. Santa Cruz as students start a garden; he teaches a generation Rudolf Steiner’s Biodynamic philosophy. The third strand is home-grown: sons and daughters of farmers who reject modern chemical farming. Paul Muller says it arose “organically.” Izzy Martin weaves in politics, the square tomato and Vietnam vets turning against herbicides. Sibella Kraus, Chez Panisse forager, brings together farmers and chefs. Veritable Vegetable’s Bu Nygrens and Mary Jane Evans give us a wide view of organic as distributors. Stephen Pavich and Tonya Antle, Delano grape grower and cheerleading marketer, are the first to take organic to commercial scale. Rice growers Brian Leahy and Allen Garcia introduce us to wildlife-friendly farming. By the end of the ‘70s the first wave consists of sixty to eighty organic farms from Sonoma to Santa Cruz.Act 2: Building OrganicCentral themes – the soil and microbial life in it -- emerge here. We explore organic techniques: making compost; growing your own fertilizer; and natural pest control using beneficial insects. Biodynamic preparations include putting manure in a cow’s horn and burying it for six months. Warren Weber tells of growing gnarly potatoes that customers loved because they were organic. Bu & Mary Jane relate early mishaps. From being dismissed as frauds to accused of a Communist conspiracy… from USDA hostility to building their own marketplace… the interviewees explore ideas and attitudes. Izzy Martin spends twenty years battling pesticides, tells horrifying tales of farmworkers and schoolchildren being poisoned. Sibella Kraus and Julie Guthman lead us through the foodie revolution and the baby lettuce boom that launched it. Steve Pavich and Tonya keep pushing through ten years of no, no, no -- and finally break the supermarket barrier.Act 3: Mainstreaming OrganicThe Alar crisis in ’89 sets off a huge jump in demand for safe and healthy food. Organic booms, growing 20% annually for two decades. The arc of the Paviches curves up until they rep 75 growers. Izzy Martin tells how conventional farmers converted. Brian Leahy believes it was a two way street, that organic and conventional ag impacted each other. Julie Guthman explains her bifurcation thesis – that organic split into an industry and a movement. Michael Ableman sees it as a form of strengthening. Amigo Bob Cantisano says we can’t have all little hippie farms, we need the big growers to see the light. Warren Weber straddles the boom, rides it to the desert where he meets success but then collapse. The Paviches fall too. El Nino rains wipe out their grapes and Tonya’s marriage to Steve’s brother Tom hits the rocks. Michael Funk scales up Mountain Peoples Warehouse until it becomes UNFI. USDA Organic rules take ten years to implement. The organic community wins the battle to ban GMO’s, sewage sludge and irradiation. That’s when organic moves into the mainstream. Megaplayers turn it into an industry oriented toward bringing organic to all people. The other half is a movement that matures into a sustainable alternative vision of agriculture. It is a cultural transformation in the way we grow and eat food – people taking back the food system.Act 4: Organic FuturesThis act consists of three scenes:The Next Generation. Severine Fleming, founder of the Greenhorns, leads a tour to: Paul & Elizabeth Kaiser, no-till farmers; and Grange Farm School, where Severine and Ruthie King dialogue about passing organic land to the next generation. We visit ALBA Institute which trains Latino farmworkers to be farmers; meet Javier Zamora who grows the best strawberries; and go to Sunol Ag Park, an urban edge farm. Fibershed founder Rebecca Burgess shows stockings dyed indigo with plants she grows; and eco-fashion pioneer Marci Zaroff takes organic cotton from hippie to hip. Our favorite story about the next generation expanding organic is Jacob Katz breeding salmon -- “floodplain fatties” – in flooded rice fields.Soil Will Save Us, about carbon farming and sequestering carbon dioxide from the atmosphere, where it is a problem, into the soil, where it is beneficial. This is a big breaking story, as yet unknown to most of the public. Not only is it a solution to climate change; it gives organic agriculture new purpose. John Wick and Jeffrey Creque of the Marin Carbon Project, who did the first scientific study, explain their experiments and the exciting results. Joe Morris of Morris Grassfed and Kelly Mulville of Paicines Ranch add grazing and rangeland components. It’s an amazing story, a fitting climax for the film, and we’re thrilled at the chance to tell it.Beyond Organic, a chance for our interviewees to explore where organic is heading and what it all means.",
    "chinese_title": "有机农业进化史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Evolution of Organic",
    "imdb_rating_average": 9.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T07:55:52"
}