{
    "aka": [
        "The Story of Ho-ho"
    ],
    "sid": "27191500",
    "cast": [
        {
            "url": "/celebrity/1335396/",
            "name": "李铢真 Su-jin Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2504233548.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1988-12-03(韩国)"
    ],
    "this_title": [
        "호호전"
    ],
    "douban_link": "https://movie.douban.com/subject/27191500/",
    "trans_title": [
        "The Story of Ho-ho"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISKa-sil marries the old bachelor Man-suk to provide for her father's medicine. But she secretly meets with Ba-wu, whom she had a crush on, and is ultimately thrown out. When news of Man-suk, who's gone off with the group of mountain ginseng diggers, cease to come and her mother-in-law dies, Ka-sil is left all alone. She starts a new life with the loafer, Duk-swoi, who peddles salted shrimps. Man-suk returns home after a difficult journey to Ka-sil's betrayal. In shock and despair, he leaves again. After Duk-sswoi leaves her, Ka-sil becomes the surrogate mother for Choi, a wealthy man in the village. When she gives birth to a daughter, she is thrown out on the streets once more. Afterwards, Man-suk returns to his hometown as a wealthy man after finding a goldmine, but Ka-sil has already killed herself in guilt. Man-suk promises her at her gravesite that he will take good care of Ka-shil's daughter.故事由于父亲的毒品价格，Gwon结婚了，之后，跟随摩尼和尚的人群的消息被切断，婆婆的母亲离开了世界。很难回到这个专业，留下背叛的震惊和绝望。被流氓抛弃，进入完美无暇的儿子生活的Gachil，村代码，在他生下女儿的时候被风抛弃了。后来，当他到家乡的时候，他就抓起钱来抢钱。Mansuk承诺在家庭的坟墓前培养最好的女儿的女儿。",
    "chinese_title": "호호전",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T12:45:18"
}