{
    "aka": [],
    "sid": "27197410",
    "cast": [
        {
            "url": "/celebrity/1017928/",
            "name": "朱尔·斯泰特 Jewel Staite",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009443/",
            "name": "柯里·瑟威尔 Corey Sevier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315290/",
            "name": "诺安·坚金斯 Noam Jenkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480280/",
            "name": "丽莎·贝瑞 Lisa Berry",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526100779.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6912586",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [
        "2017-06-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6912586/",
    "imdb_votes": 330,
    "this_title": [
        "The Wrong Bed: Naked Pursuit"
    ],
    "douban_link": "https://movie.douban.com/subject/27197410/",
    "imdb_rating": "4.8/10 from 330 users",
    "trans_title": [
        "上错床：赤裸职业"
    ],
    "douban_votes": "0",
    "introduction": "After losing her job at an insurance company, Stella Williams wakes up in a hotel handcuffed to sexy firefighter Owen Michaels. Messages they left themselves the night before reveal that their lives are in danger. While on the run, flashbacks help Stella put the pieces back together, but before she and Owen can unravel the truth, they are confronted with the reality of their dangerous situation.—raeanndolceOwen Michaels, a Boulder, Colorado firefighter, and Stella Williams, who one month ago was fired from her job as an insurance claims adjuster, wake up one morning naked, handcuffed together in an upstate New York hotel room, they having full knowledge of who they are, but no knowledge of what happened the past 24 hours or so meaning no knowledge of how they got handcuffed or why they are in the hotel room, and no knowledge of who the other person is, they both feeling like they were drugged. While Stella is a local, Owen grew up in this neck of the woods where he visits his sister Bethany once a year to mourn together the passing five years ago of their younger sister Lily, who died from leukemia. While Owen initially remembers nothing about the past 24 hours, all Stella initially remembers is trying to get away from a woman, she remembering her face and her name being Larissa. Stella believes Larissa would have done her some harm if she indeed was able to apprehend her. Stella and Owen try to backtrack the evening prior with what little information they have on hand, at certain stops along the way other pieces of the puzzle coming fuzzily back into memory for both Stella and Owen. They have to piece together the entire story before Larissa and her colleagues at A.C.P.I. Laboratories find them, one within this group who is willing to kill to protect secrets and exact revenge.—Huggo",
    "chinese_title": "上错床：赤裸职业",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Wrong Bed: Naked Pursuit",
    "imdb_rating_average": 4.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T11:55:56"
}