{
    "aka": [
        "Wild strawberry 5"
    ],
    "sid": "27198130",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535194599.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1608467/",
            "name": "金秀滢 Su-hyeong Kim",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1608467/",
            "name": "金秀滢 Su-hyeong Kim",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1992-01-18(韩国)"
    ],
    "this_title": [
        "산딸기 5"
    ],
    "douban_link": "https://movie.douban.com/subject/27198130/",
    "trans_title": [
        "野草莓 5",
        "Wild strawberry 5"
    ],
    "douban_votes": "0",
    "introduction": "꿀을 따러 다니는 채밀꾼 봉식은 넓고 넓은 싸리 꽃밭 속에 여장을 풀고 꿀통을 설치하고 곳곳에 덫을 놓아둔다. 산짐승의 기척에 숲속을 뒤쫓아간 봉식은 선녀 폭포에서 알몸으로 기도를 드리는 무당 설화와 신딸 달이의 모습을 훔쳐 보고 신비감과 끓어 오르는 정욕을 느끼게 된다. 다음날 마을의 주민들이 몰려온다. 그리고 봉식에게 당장 이곳을 떠날 것을 권유한다. 그 이유는 마을에서 기르는 토종벌이 양봉에 물려 죽기 때문에 이십리 밖으로 물러나라는 것이다. 그러나 봉식은 이곳이 꿀을 따기엔 최적의 장소요, 이곳에서는 로얄제리가 나오는 곳이기에 떠날 수가 없다고 한다. 이때 무당 설화가 방울을 흔들며 나타나 마을 사람들을 물러나게 한다. 이 화전 마을에 절대적인 정신적 지주인 설화의 말 한마디에 어쩔 수 없이 물러가는 마을 사람들.설화는 봉식에게 의미있는 눈빛을 보내고 무서운 살이 끼었으니 당장 살풀이를 하지 않으면 불행이 닥칠 꺼라고 말한다. 그말을 무시하는 봉식에게 벌들이 모두 죽어버리는 변이 생기고 봉식은 설화를 찾아간다. 마침 설화는 마을에 재수굿을 하러가고 신딸 달이가 목욕을 하면서 신당을 지키고 있었다. 며칠전 자신의 목욕을 훔쳐본 총각의 등장에 놀라면서도 반가운 달이. 달이는 봉식에게 지금이라도 이 화전마을을 떠나라고 말해준다. 그렇지 않으면 더 큰 불행이 닥친다며 떠날 것을 종용한다.야영지로 돌아오는 숲속에서 봉식은 돌산댁과 동네 남정네가 어울리는 것을 목격하고 순간 흥분한 봉식은 다시 신당으로 달려간다. 두사람의 숨결이 거칠어질 순간 설화가 집으로 돌아온다. 봉식을 보며 반가워하는 설화는 당장 살풀이를 하자며 달이에게 잿상 준비를 서두르게 한다. 그날 밤, 신당 안에선 굿이 진행되며 설화는 봉식에게 알몸이 될것을 요구하며 자신도 스스로 무복을 벗는다. 중년의 나이임에도 탱탱한 몸매을 지닌 설화는 봉식을 유혹하지만 달이가 문구멍으로 훔쳐보고 있다는 사실에 봉식은 설화를 거부한다. 소를 찾아 헤매던 봉식은 바위에서 떨어져 의식을 잃고만다. 깨어나보니 설화의 신당 안이다. 설화는 자신이 모시는 산신이 저주를 내렸노라며 봉식을 질타하며 한편 정성스런 치료를 병행한다. 그후 봉식은 설화의 집에서 식객으로 묵게된다. 달이와의 관계를 눈치챈 설화는 결국 봉식을 가로채고 이 사실을 안 달이는 분노한다. 그러나 중년 여인의 뇌쇄적인 육체에 매료된 봉식은 설화만 찾는다.",
    "chinese_title": "野草莓 5",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "산딸기 5",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T11:35:12"
}