{
    "aka": [],
    "sid": "27191404",
    "cast": [
        {
            "url": "/celebrity/1049894/",
            "name": "弗雷迪·默丘里 Freddie Mercury",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054911/",
            "name": "布赖恩·梅 Brian May",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055440/",
            "name": "罗杰·泰勒 Roger Taylor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023257/",
            "name": "约翰·迪肯 John Deacon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1094841/",
            "name": "Bob Harris Bob Harris",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-11-03(英国)"
    ],
    "this_title": [
        "Queen: Rock the World"
    ],
    "douban_link": "https://movie.douban.com/subject/27191404/",
    "trans_title": [
        "皇后乐队：摇滚节奏"
    ],
    "douban_votes": "0",
    "introduction": "Behind-the-scenes archive documentary following Queen's Freddie Mercury, Brian May, Roger Taylor and John Deacon as they record their sixth album News of the World and embark on a groundbreaking tour of North America.By 1977, Queen had become a major headlining act in the UK, releasing chart-topping albums and singles as well as playing sell-out concerts in all the country's major venues. However, they were facing an increasingly hostile music press, who had a new favourite in punk and had turned against the elaborate, multi-layered recording techniques that had become the hallmark of the band's previous albums.But an unfazed Queen had their sights set on greater things. As the band announced plans to record their next album, the expectation was it would be another production extravaganza, but Freddie, Brian, Roger and John already had other ideas. News of the World showcased them at their most raw, simple and best, returning to their roots as a live act. With a self-imposed limit on studio time and produced entirely on their own for the first time, this stripped-back album took the fans and press by surprise and demonstrated Queen's ability to transcend fashions. It was to prove a seminal moment in the band's history.At the time, BBC music presenter Bob Harris was given exclusive and extensive access to the band to cover this period. Conducting insightful interviews with all four band members as well as filming them at work in the studio as they were planning and rehearsing their forthcoming North American Tour, and then following them as they performed across the US, Bob captured a band attempting to replicate their huge domestic success on the global stage. Curiously, the documentary he set out to make was never completed, and the footage lay unused in the archive until now.To mark the 40th anniversary of the release of the News of the World album, the footage has now been carefully restored and revisited to compile this hour-long portrait of a group setting out to take the next step on their remarkable journey to becoming one of the biggest bands on the planet. Armed with an array of new songs, including the monster hits We Will Rock You and We Are The Champions, Queen dazzled the American audience and laid the foundations of a relationship that endures to this very day.Coming full circle, this film is bookended by footage shot in the summer of 2017 as Brian May and Roger Taylor took Queen back to the US with Adam Lambert as lead singer. Revisiting many of the cities they had performed in 40 years previously and including many of the songs from that 1977 album, they prove that despite the tragic loss of Freddie Mercury over 25 years ago, Queen can still rock the world",
    "chinese_title": "皇后乐队：摇滚节奏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Queen: Rock the World",
    "douban_rating_average": 0,
    "update_at": "2025-02-02T22:26:17"
}