{
    "aka": [],
    "sid": "27205224",
    "cast": [
        {
            "url": "/celebrity/1364724/",
            "name": "Dave Salmoni Dave Salmoni",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2678949148.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Mystery Of The Lost Islands"
    ],
    "douban_link": "https://movie.douban.com/subject/27205224/",
    "trans_title": [
        "神秘的失落岛屿：鲨鱼岛"
    ],
    "douban_votes": "0",
    "introduction": "该纪录片共6集，各长42min第一集Animal trainer, Dave Salmoni travels to a remote island in the heart of the South Pacific to uncover its sinister reputation.第二集Dave Salmoni travels to Antarctica and discovers the seals and penguins who flock there to breed. He uncovers the killer whales who stalk the island with their brilliant hunting strategy to gather their pray.第三集Dave Salmoni journeys to a harsh, mountainous island off the coast of Alaska. Home to the greatest concentration of grizzly bears on the planet, Dave is determined to find out how the island can support so many huge predators.第四集Dave Salmoni ventures to Volcano Island in the legendary Galapagos Archipelago, in search of some of the most unusual and resilient animals on the planet.第五集Dave Salmoni ventures to an unexplored green jewel off the coast of Panama. He investigates the secret behind ghost stories, death and torture that haunts the island.第六集Dave Salmoni reveals the battle he and his crew faced in order to uncover mysteries behind the locations they visited.",
    "chinese_title": "神秘的失落岛屿：鲨鱼岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mystery Of The Lost Islands",
    "douban_rating_average": 0,
    "update_at": "2025-04-02T18:44:29"
}