{
    "aka": [],
    "sid": "27204874",
    "cast": [
        {
            "url": "/celebrity/1049587/",
            "name": "杰森·普雷斯利 Jason Priestley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1205587/",
            "name": "Glaiza de Castro Glaiza de Castro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1447173/",
            "name": "苏妮塔·奈瑞 Sunita Narain",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505731978.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt3286488",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-04-03(美國)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3286488/",
    "imdb_votes": 127,
    "this_title": [
        "RiverBlue"
    ],
    "douban_link": "https://movie.douban.com/subject/27204874/",
    "imdb_rating": "7.7/10 from 127 users",
    "trans_title": [
        "藍河"
    ],
    "douban_votes": "0",
    "introduction": "RiverBlue discovers the toxic side effects of textile production and jean manufacturing on some of the world's largest rivers. Traveling from tanneries along rivers in India, to some of the largest jean manufacturing factories in China, renowned river advocate, Mark Angelo, guides us through the declining health of these important waterways.Following international river conservationist, Mark Angelo, RIVERBLUE spans the globe to infiltrate one of the world’s most pollutive industries, fashion. Narrated by clean water supporter Jason Priestley, this groundbreaking documentary examines the destruction of our rivers, its effect on humanity, and the solutions that inspire hope for a sustainable future.Riverblue-Blog-Image-foamy-waterThrough harsh chemical manufacturing processes and the irresponsible disposal of toxic chemical waste, one of our favorite iconic products has destroyed rivers and impacted the lives of people who count on these waterways for their survival. RIVERBLUE brings awareness to the destruction of a some of the world’s most vital rivers through the manufacturing of our clothing, but will also act as a demand for significant change in the textile industry from the top fashion brands that can make a difference.",
    "chinese_title": "藍河",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "RiverBlue",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-01T03:11:17"
}