{
    "aka": [],
    "sid": "27320755",
    "cast": [
        {
            "url": "/celebrity/1364685/",
            "name": "何其炜 Qiwei He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355316/",
            "name": "张冰倩 Bingqian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414184/",
            "name": "林津伊 Jinyi Lin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506044904.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1384738/",
            "name": "石晖 Hui Shi",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-01-26(中国大陆)"
    ],
    "this_title": [
        "发个微信去天界"
    ],
    "douban_link": "https://movie.douban.com/subject/27320755/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "江河总觉得，自己从小就与众不同。出生的时候没有哭，是不是很特别？还有，六岁那年，在一个风雨交加的夜晚，他家来了一个神秘人，那晚他突然晕倒，发起了高烧，去了一趟医院却没检查出问题。据说那个神秘人只是摸了他一把，他就醒来了。然后……却也没有发生江河期待着的拜师收徒一幕。直到上了大一，江河才勉强接受了一个现实，他就是个很平凡的人。所以，与江河一起青梅竹马长大的女友小美，也在新的环境里，离开了他。小美是江河的邻居，从小和外婆生活在一起，父母在外地工作。小美家境不佳，外婆经常出去摆摊补贴家用，小美一直受到江河一家的照顾。江河和小美经历着青涩少年少女的懵懂初恋，两人约定，等上了大学，就可以正式在一起。考上同一所大学的江河和小美，经历了一段美好的校园生活。但是，物质条件优越的学长的追求，令到小美对江河感情产生了一丝摇摆。一次偶然的不期而遇，江河碰到了多金学长来接小美的场景，多金学长的冷嘲热讽，深深刺激了江河，让江河对小美产生了怨恨，而情绪激动的小美，也跟江河提出了分手。女友的离去，对做着超级英雄梦的江河打击巨大。舍友们轮番上阵安慰着他，但其实，江河的心里对这些已有自己的论断，他说：“多照照镜子，很多事情就明白原因了。我努力了这么多年，但凡有些天赋，也该有些成功迹象了。就算抛开出身的因素，有些时候我还是比不过别人”。可是，平凡人到底该怎么安排自己的生活？江河陷入到了心灵低谷。心灰意冷之际，江河的体内似乎悄悄发生着某种变化，直到某一刻，负面情绪大爆发，江河突然失去了意识，昏迷过去。在梦里，江河又梦见了六岁时上门“摸了自己一把”的那个异士，在追逐一个被一团黑气包裹着的人。醒来时，江河的身边真的站着那个异士，还没来得及表达重逢的惊喜，江河就突然听到了一段故事，也因此不得不面对一个事实，原来自己的与众不同是真的，但他不是骨骼清奇天赋秉异的少年，而是一个倒霉蛋。他出生时刚好遇到上古四大凶兽之一的“梼杌”从一个封印中苏醒，寄居在了他体内，又被阴阳师一脉传人再次封印。所以出生时，江河已经经历了一场凶险。而江河六岁那年的病，其实是体内梼杌的封印再次松动所致，阴阳师传人被迫现身相救。就这样，江河惊险万分但不自知的成长到了即将到来的18岁，刚才江河仿佛亲历的那场追逐，也不是梦境，而是在自己精神空间里，这个异士和梼杌的一场真实发生的搏斗。原来梼杌气运旺盛，竟然觅得了一个契机，从一个自然星象中渐渐吸收着能量，按照恢复速度，江河等不到18岁生日，梼杌就会彻底觉醒。当务之急，江河要在7天时间内接受考验，帮助别人完成正能量心愿，收集足够的愿力，就可以晋级加入阴阳师一脉，成为一个阴阳师，以自身能量镇压梼杌。与此同时，帮助江河执行这个任务的，是一个可以沟通异界的超级微信，以及一个集美貌与智慧于一身的贴身小助手夕子。原来与时俱进的阴阳师一脉，与魂灵们的沟通社交也全面进入到了APP时代，江河一进入这个超级微信，就已经有很多新朋友等着他通过验证了。于是，江河和小助手二人出动，组成异界心愿师组合，致力于完成魂灵们各种心愿。一开始蜂拥而来的心愿订单，很多都充斥着恶的愿力，江河选择了拒绝。比如有一个逝去的姐姐嫉妒弟弟得到了父母的独宠，有一个逝去的妻子嫉妒丈夫现在的妻子，他们希望江河去帮他们出气。经过江河的坚持和劝阻，慢慢的，江河接到的心愿订单变得不再那么满是戾气，很多都充满着温情和感动。比如一位慈祥的奶奶，放心不下自己即将高考的孙子，看着孙子每天都在熬夜，希望江河能想个办法让孙子早点休息。比如一位憨厚的保安，总觉得自己生前特别心软，只要别人开口求他他就会答应，死后也没能改掉这个毛病。比如一位一呼百应的上市公司总裁，觉得在人生巅峰站得太久，竟然产生了空虚，对身边的一切人和事都麻木了，想重新找回生活里快乐的感觉。林林总总的愿望，看见的是异世界，读的却是人心。在帮助别人的同时，江河也对自己的生活产生了新的感悟。与此同时，小美发现多金学长王涛原来是个骗子，并没有显赫身世和优越条件，心灰意冷的小美，选择了忍让，继续与王涛在一起。一连串的阴差阳错，王涛与晋级阴阳师过程中的江河产生了冲突，江河又一次直面小美，在帮助小美解决了王涛的威胁之后，江河与小美却已恍如隔世。在江河和夕子携手完成一个个心愿任务的同时，心愿师二人组也对彼此有了全新的认识，甚至产生了一些情愫。然而江河不知道的是，任务完成、集够愿力的那一刻，也是夕子要离他而去的时刻。最终，在梼杌即将冲破封印的紧要关头，江河完成了心愿任务，晋级成为了一名阴阳师，梼杌再次被封印。此时他才知道，原来夕子只是一个能量体，自己的晋级一刻，就是夕子汇入自己体内成为自己能量的一刻。",
    "chinese_title": "发个微信去天界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-07T04:23:10"
}