{
    "aka": [],
    "sid": "27589748",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505911952.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7653006",
    "director": [
        {
            "url": "/celebrity/1298016/",
            "name": "索尼娅·孙 Sonja Sohn",
            "@type": "Person"
        }
    ],
    "duration": "93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-11-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7653006/",
    "imdb_votes": 447,
    "this_title": [
        "Baltimore Rising"
    ],
    "douban_link": "https://movie.douban.com/subject/27589748/",
    "imdb_rating": "6.3/10 from 447 users",
    "trans_title": [
        "巴尔的摩暴动事件"
    ],
    "douban_votes": "0",
    "introduction": "In the wake of the 2015 death of Freddie Gray in police custody, Baltimore was a city on the edge. Peaceful protests and destructive riots erupted in the immediate aftermath of Gray’s death, while the city waited to hear the fate of the six police officers involved in the incident, reflecting the deep divisions between authorities and the community -- and underscoring the urgent need for reconciliation.Directed by Sonja Sohn (one of the stars of the HBO series The Wire), Baltimore Rising follows activists, police officers, community leaders and gang affiliates, who struggle to hold Baltimore together, even as the homicide rate hits record levels, and explores how to make change when change is hard.The strife that grips Baltimore following the death of Freddie Gray exposes longstanding fault lines in a distraught and damaged community. Baltimore Rising chronicles the determined efforts of people on all sides who fight for justice and work to make their city better, sometimes coming together in unexpected ways, discovering a common humanity where before they often saw each other only as adversaries.Among the key figures spotlighted in Baltimore Rising are:Genard “Shadow” Barr (community leader, former gang member) is an addiction recovery specialist at the Penn-North Recovery Center, where he also helps organize a reentry jobs program for community members. Bridging the divide between police and residents of the Penn-North area, he works with all parties to mitigate violence. Barr is now working to open an entrepreneurship and job training center in West Baltimore.Commissioner Kevin Davis has led the Baltimore Police Department since 2015. He took over as interim police commissioner in the aftermath of the uprising and surging violence, when the mayor fired previous commissioner Anthony Batts. A lifelong Marylander, Commissioner Davis is a 25-year veteran and fourth-generation public safety professional. He was faced with repairing public trust in the department and stemming a rising tide of homicides amidst the trials of his six officers.Makayla Gilliam-Price (activist) founded the youth justice organization City Bloc as a high school student. She also organizes with the grassroots think-tank Leaders of a Beautiful Struggle.Adam Jackson (activist) is CEO of the grassroots think-tank Leaders of a Beautiful Struggle. His efforts are aimed at connecting young people to public policy and creating transformative change in Baltimore.Dayvon Love (activist), director of public policy for Leaders of a Beautiful Struggle, has deep experience with grassroots activism in the community. He has given numerous speeches and led workshops to give insight into the plight of its citizens.Kwame Rose (activist), an artist, writer, musician and public speaker, gained notoriety during the uprising that followed Freddie Gray’s death for his public confrontation with FOX News reporter Geraldo Rivera. Arrested during protests outside the trials of the police officers charged in the Gray case, he recently accepted a position in the office of Baltimore Mayor Catherine Pugh.Lt. Colonel Melvin Russell, chief of the Community Partnership Division, Baltimore Police Department, joined The Baltimore Police Department (BPD) in 1979 as a police cadet. He worked as a uniform patrol and then an undercover officer for 20 years before becoming an Eastern District Lieutenant in 2007. Recently he led the BPD’s chaplaincy program and worked cooperatively with such community leaders as Genard “Shadow” Barr to support a reentry jobs program and prevent another uprising during the police officers’ trials in the Gray case.Dawnyell Taylor (police detective) has been with the Baltimore City Police for more than 16 years. In 2015 and 2016, she was the lead investigator in the Freddie Gray homicide case, and testified at the trial of Officer Caesar Goodson Jr., who was charged with Gray’s murder. Taylor continues to serve in the police academy in Baltimore.The executive producers of Baltimore Rising are Sonja Sohn, Marc Levin, Anthony Hemingway, George Pelecanos and Mark Taylor; producer, Nathan Mook; supervising producers, Daphne Pinkerson and Kara Rozansky; directed by Sonja Sohn. For HBO: senior producer, Nancy Abraham; executive producer Sheila Nevins.",
    "chinese_title": "巴尔的摩暴动事件",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Baltimore Rising",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-11T22:21:07"
}