{
    "aka": [
        "How the Refuse was Produced"
    ],
    "sid": "27591267",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506065815.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1332631/",
            "name": "高子鹏 Zipeng Gao",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "逢场作戏"
    ],
    "douban_link": "https://movie.douban.com/subject/27591267/",
    "trans_title": [
        "How the Refuse was Produced"
    ],
    "douban_votes": "0",
    "introduction": "\"“在污浊的河面上，漂来一只小木船，一个男人，还有一个女人，从遥远的家乡，漂到这里。然后他们在这里上岸，用芦席搭起一座小小的棚屋。那是我的祖先，半个城市的祖先。”这场名叫《废物》的演出是一次为期一个月的戏剧工作坊的剧场呈现。贯穿其中的是海明威的小说《老人与海》与棚户区历史的对话。而在这一戏剧文本形成的背后则是来自不同文化背景的上海当地民间剧团草台班和德国纪录剧场导演 凯.图赫曼(Kai-Tuchmann)之间关于剧场工作方法的讨论和对话。期待通过遭遇草台班而找到“我们的方法”的凯，在工作坊开始之初声言并不想在整个过程中充当导演，并期望工作坊中的每个人都能在其中找到实现个人自由表达的价值。随着工作坊的进行，他们在排演进行到最后阶段的时候，迎来了那个意外而又关键的晚上。\"\"On the dirty river, there was a small wooden boat, a man and a woman, from the distant hometown, drifting here, and then they landed here and put up a small shack with reed mats. They were my ancestors and half of the city's ancestors as well.\" The \"waste\" is a show of a one-month theater workshop. Throughout the story is a dialogue held between the history of shanty towns and The Old Man and the Sea, a novel written by Hemingway. Behind this dramatic text is the discussion and conversation between the Shanghai local folk troupe and the German record theater director Kai-Tuchmann from different cultural backgrounds. Kai said at the beginning of the workshop that he did not want to act as director in the whole process and expected everyone in the workshop to find the value to express themselves freely. With the work went on, they came to the final stage of the rehearsal and ushered in that unexpected and critical night.",
    "chinese_title": "逢场作戏",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-09T05:34:03"
}