{
    "aka": [
        "A Winter Elegy"
    ],
    "sid": "27594231",
    "cast": [
        {
            "url": "/celebrity/1411530/",
            "name": "宋金植 Keum-sik Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330890/",
            "name": "朴俊奎 Joon-gyu Park",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506371543.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1607275/",
            "name": "尹石薰 Seok-hun Yun",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "88分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1992-08-22(韩国)"
    ],
    "this_title": [
        "겨울만가"
    ],
    "douban_link": "https://movie.douban.com/subject/27594231/",
    "trans_title": [
        "冬日挽歌",
        "A Winter Elegy"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISJin-wook and Su-ji go on a trip together to celebrate their promise to marry one another. In the midst of enjoying each other's company, Su-ji is sexually assaulted by assailants in disguises. Jin-wook cannot deal with the fact that he could not save her and he leaves. He spends his days wandering around in despair. Su-ji finally decides to take revenge by finding each of her assailants and killing them one by one. He sets the deaths of Yoon-do, a health club trainer, Sang-woo a model, Chanel, a photographer, to look like suicides. He leaves for Las Vegas to find Sang-il, the fourth assailant. Before he dies, Sang-il reveals that this was all set up by Jin-wook. Su-ji returns to Korea to kill Jin-wook but finds him happily married to someone else. She returns to her hotel room and commits suicide.故事李·金克·卡苏茜和答应娶走的行程独自享受蜜月树脂得到由一名蒙面入侵者强奸击中。Jinuk已经赢得了自己没有保护的树脂，并留下树脂的侧面，树脂bonaedeon徘徊和煎熬的日子被发现复数，一个个推到他们的死亡决定。蓟运河2体育教师，布置得像一个自杀疑问句所有munsangwoo，该示范线的商业摄影师香奈儿章前往拉斯维加斯找到第四汉·桑吉尔的人物。然而，就在他去世之前，这一切都是金旭所揭示的。树脂试图找到多个jinuk但已经美满的家庭生活去看了看是自杀来酒店。",
    "chinese_title": "冬日挽歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "겨울만가",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T15:15:01"
}