{
    "aka": [
        "The Woman Who Rides the Moonlight"
    ],
    "sid": "27592575",
    "cast": [
        {
            "url": "/celebrity/1608472/",
            "name": "鲜于一兰 Il-ran Seonu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506160149.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-06-01(韩国)"
    ],
    "this_title": [
        "달빛타는 여자"
    ],
    "douban_link": "https://movie.douban.com/subject/27592575/",
    "trans_title": [
        "The Woman Who Rides the Moonlight"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISKang-hee, In-ae and Shin-ja meet Cheol-min after being released from prison. Cheol-min gets them to frolic with rich upstarts and then blackmail them with pictures. But this is just the beginning for the crooked ex-cons who begin to suspect Cheol-min's real motives. Cheol-min finally confesses his grand plan to defraud Mr. Bang, a drug smuggler and producer. His plan calls for Kang-hee to pose as the mistress of a powerful politician and sell her building to Bang for an enormous amount of money while the real mistress is away in the United States. Everything works out as planned but when Dong-pal, one of Bang's henchmen gets greedy, he tries to kill the gang and take the money and the building for himself. He sneaks into the building but is outsmarted by Kang-hee's wits when she makes everyone pretend to be dead. Dong-pal is frightened off and Kang-hee and her friends take off with the money, leaving Cheol-min all tied up.故事康熙和怜悯，信徒呈现奋力jolbu并尽快处理叫我从哲分钟chaengginda钱监狱打进屋后的照片。但这仅仅是一个开始，随着时间的推移，他们对人民产生怀疑。在这个时候，人们说他们的计划就是把妃子的财产卖给公司去拿钱。而bangsajang因为这个问题是一个强大的美国的情妇正试图制造于一体的建筑，这是康熙cheopin体药物和必须完成交易。什么交易顺利进行bangsajang dwaeseo康熙，是很容易做到，但是，在bangsajang dongpal负载杀死所有的康熙方认为，即使钱可以拿到建设偷袭。然而，康熙的基地全部死亡，流氓逃跑，康熙一行逃离收音机。他们离开乐队一起消失。",
    "chinese_title": "달빛타는 여자",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T21:50:25"
}