{
    "aka": [],
    "sid": "27597144",
    "cast": [
        {
            "url": "/celebrity/1339476/",
            "name": "罗宾·罗德·泰勒 Robin Lord Taylor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "剧情",
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506758406.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1198956/",
            "name": "Mike Spear Mike Spear",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4282678",
    "director": [
        {
            "url": "/celebrity/1198956/",
            "name": "Mike Spear Mike Spear",
            "@type": "Person"
        }
    ],
    "duration": "11分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-02-05(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4282678/",
    "imdb_votes": 90,
    "this_title": [
        "Moving On"
    ],
    "douban_link": "https://movie.douban.com/subject/27597144/",
    "imdb_rating": "8.0/10 from 90 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "What if you had to move out and move on at exactly the same time?Imagine being awakened in the morning by a knock on your door, and opening it to find two movers hired by your girlfriend, with the dual purpose of breaking up with you and moving you out of your home.MOVING ON, a short film by Marcia Fields and Mike Spear, is about what happens when you wake up to find you need to move on and move out at exactly the same time. When Ross (Mike Ivers, 419) is awakened early one morning by a knock at the door, he's shocked to find his girlfriend gone, and two men in his foyer ready to move him out of their shared apartment at the request of his now -- it would seem -- ex-girlfriend Elizabeth. Turns out these guys do this for a living, frequently hired by significant others looking to not be so significant anymore without getting any blood on their hands. As you might imagine, Ross doesn't handle the news particularly well. His first day on the job, mover Nick (Robin Lord Taylor, the Penguin on Fox's GOTHAM) hasn't quite completed his sensitivity training and isn't what anyone would call delicate in handling Ross's predicament. The anyone in question here is his supervisor -- and cousin -- Mason (Ryan Farrell, INSIDE AMY SCHUMER), who's forced to ...《Moving on》由Marcia和Mike Spear共同导演，讲述了一个早上刚睁开眼就惨遭抛弃的男人的故事，短片被30多个电影节优选放映。痴男怨女如何才能和平分手，为了避免分手时的尴尬，出现了一个新兴职业，搬家公司，帮你轻松解决尴尬、撕逼等一系列不愉快。短片中大量幽默的对话，看了令人轻松又愉快。搬家公司两名工作人员之间的不默契中又夹带着有爱，相互调侃。",
    "chinese_title": "Moving On",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-28T16:00:32"
}