{
    "aka": [
        "Goodbye Boss"
    ],
    "sid": "27591266",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506065722.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1428141/",
            "name": "周凝 Ning Zhou",
            "@type": "Person"
        }
    ],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "再见老板"
    ],
    "douban_link": "https://movie.douban.com/subject/27591266/",
    "trans_title": [
        "Goodbye Boss"
    ],
    "douban_votes": "0",
    "introduction": "在佛山盐步镇，26平方公里内，内衣企业超过500家。潘林如是当地最大内衣厂的常务副总。十三年来他一直负责企业最重要的工作：招工。对传统制造业而言，大量的廉价劳动力是公司制胜的法宝。但随着产业的转型，内地工厂的崛起，广东的劳动力红利开始消失。而厂里的年轻工人们，也因为看不到希望而不断离开，寻求更好的出路。招人难，留人更难，传统制造业的困境，使得潘林如压力越来越大。这个一直负责招工的人，现在自己也打算离开了。这是当下整个中国传统制造业的困局和缩影，留下还是离开？找到出路前，你唯有彷徨、痛苦与挣扎。In Foshan Yanbu Town, there are more than 500 underwear enterprises within 26 square kilometers. Linru Pan is the executive vice president of the largest underwear factory here. Over the past 13 years, he had been responsible for the most important work of the enterprise: recruitment. For traditional manufacturer, a large number of cheap labors is an invaluable asset of the company. However, young workers in the factory also chose to leave here to seek a better job since they could not see the hope. The plight facing traditional manufacturing industry imposed greater pressure on Pan that even himself is planing to leave as well. This is no different than other traditional manufacturing factories in the industry. To stay or to leave? Before you find a way out, there is only hesitation, agony and struggle.",
    "chinese_title": "再见老板",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-18T18:29:25"
}