{
    "aka": [
        "Time of Hate"
    ],
    "sid": "27592576",
    "cast": [
        {
            "url": "/celebrity/1612531/",
            "name": "申永一 Yeong-il Shin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506159969.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "109分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1983-04-23(韩国)"
    ],
    "this_title": [
        "미움의 세월"
    ],
    "douban_link": "https://movie.douban.com/subject/27592576/",
    "trans_title": [
        "讨厌的岁月",
        "Time of Hate"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHan Suk and Yun Sang-min love each other. But Sang-min dumps the pregnant Suk in order to get ahead. Instead, Sang-min starts dating Ok-young, the daughter of Chairman Na, head of a pharmaceutical company. When Suk asks Sang-min to marry her, Sang-min decides to get rid of her. He lures her to the mountains where he shoves her off a cliff. Sang-min gets married to Ok-young as he planned. Suk barely survives the fall, her face covered in bruises. She gives birth to Sang-min's son and leaves the baby at a welfare facility. Suk gets successful plastic surgery. Now going by the name of Han Ma-ri, she becomes the exclusive model for the pharmaceutical. Sang-min makes his move on her. Ma-ri marries Sang-min according to her plans but on their wedding night, she refuses to make love to him and makes him suffer in subtle ways. In the end, Sang-min dies in a car accident and Ma-ri finds her son, Hun.故事宋敏喜爱云相敏，但桑敏因情绪疲惫而放弃怀中的淑珍。当Sangmin被要求与Sangmin结婚时，Sangmin引诱他进入山并且把他从悬崖上移开去除他的鸭子。桑民现在结婚了，苏克用丑陋的伤口给了他一生的面子，把桑敏的孩子送到了福利中心。Sukeun为一个名为手术成功搭载了总统或赞助商是让多个刀片发挥旻是一家制药公司的专属模特。桑敏在不知情的情况下接近了苏克明，但是他被一个故意的复仇所驱使，被公众的捐赠玷污了。Marie按计划与Sangmin结婚。已婚男子拒绝婚姻关系，狡猾骚扰桑敏。最后，桑明在交通事故中丧生，玛丽访问了他的儿子。",
    "chinese_title": "讨厌的岁月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "미움의 세월",
    "douban_rating_average": 0,
    "update_at": "2025-12-06T16:00:14"
}