{
    "aka": [],
    "sid": "27591304",
    "cast": [],
    "site": "douban",
    "tags": [
        "音乐",
        "2010s"
    ],
    "year": "2015",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2506070748.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "",
    "director": [],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-05-04(英国)"
    ],
    "imdb_link": "",
    "this_title": [
        "An Evening of Nostalgia with Annie Lennox"
    ],
    "douban_link": "https://movie.douban.com/subject/27591304/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1. Intro, 2. Memphis In June, 3. Georgia On My Mind, 4. I Put A Spell On You, 5. Summertime, 6. I Cover The Waterfront, 7. Strange Fruit, 8. God Bless The Child, 9. You Belong To Me, 10. September In The Rain, 11. I Can Dream, Can’t I?, 12. The Nearness Of You, 13. Mood Indigo, 14. Here Comes The Rain Again, 15. No More I Love You’s, 16. Why, 17. Sweet Dreams (Are Made Of This)An Evening Of Nostalgia with Annie Lennox captures one of music’s most popular and acclaimed artists in her only full concert performance of songs from her Grammy-nominated Nostalgia album. Fronting a 19-piece band – including string and horn sections – and unveiling striking lighting and production elements created especially for this concert, Lennox demonstrates her distinctive vocal and performance talents on an array of classic American standards, ranging from “Summertime,” “Georgia On My Mind”, “Strange Fruit” and “God Bless The Child” to one of rock’n’roll’s most enduring classics, “I Put A Spell On You.” As she does on her Nostalgia album that spawned this one-of-a-kind concert, the singular approach Lennox brings to these classics enables them to resonate for a 21st Century audience. The artist concludes her extraordinary show with a four-song selection of her own hits performed solo at the piano, including “Here Comes The Rain Again,” “No More I Love You’s,” “Why” and “Sweet Dreams.\" Beautifully filmed by director Natalie Johns at the downtown Los Angeles art-deco landmark Orpheum Theatre on January 28, 2015, An Evening Of Nostalgia with Annie Lennox is a truly unique concert performance that music fans the world over can now experience for themselves.",
    "chinese_title": "An Evening of Nostalgia with Annie Lennox",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2024-07-05T17:00:09"
}