{
    "aka": [
        "A Woman Over the Knees"
    ],
    "sid": "27592574",
    "cast": [
        {
            "url": "/celebrity/1608472/",
            "name": "鲜于一兰 Il-ran Seonu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506160232.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-03-23(韩国)"
    ],
    "this_title": [
        "무릎위의 여자"
    ],
    "douban_link": "https://movie.douban.com/subject/27592574/",
    "trans_title": [
        "膝盖上的女人",
        "A Woman Over the Knees"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISByung-sik runs a small clinic in a remote town. He is introduced to Myung-hee by a real estate broker and he falls for her. Byung-sik has a history of malpractices and has retreated from practicing medicine. He makes extra money by dating rich women. He is consequently placed on the verge of bankruptcy. But when a woman named Nan-young offers him 60 million won to kill her husband, he has little time to hesitate. He pulls off the job and poisons her husband. Dreaming of marriage to Myung-hee, Byung-sik takes out a loan from Kang Sin-dal by offering his house and hospital as collateral. But he soon learns that Nan-young has fled to Southeast Asia and that Sin-dal has run off with his loan. He is also traumatized by the fact that Myung-hee is Sin-dal's younger sister. Byung-sik is hospitalized for a psychological disorder, and police detectives Jang and Lee arrest Myung-hee, Sin-dal and Nan-young.故事作为一家外国诊所的董事，Sasik被认为是房地产经纪人的代理人，对她有着浓厚的兴趣。当许多人因自己的错误而死亡时，他退出了前线，管理着现在的医院，并通过与许多女性赚钱来获得额外的收入。医院遭受了很多债务，建议如果丈夫从南阳被带走，女方将处理6000万韩元的债务。令人担忧的疾病使丈夫的丈夫吃药。当他梦想与Myung-hee结婚时，Sasik通过Kang Shin-moon获得贷款作为他的房屋和医院的抵押品。然而，南宇已经逃到了东南亚，逃离了偷走贷款的康信月。此外，明熙因新禧的妹妹而感到震惊，因为病入精神病院。",
    "chinese_title": "膝盖上的女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "무릎위의 여자",
    "douban_rating_average": 0,
    "update_at": "2025-12-03T15:13:33"
}