{
    "aka": [
        "The Hunter for Love"
    ],
    "sid": "27601049",
    "cast": [
        {
            "url": "/celebrity/1318987/",
            "name": "朱虎声 Ho-seong Ju",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507306320.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1288544/",
            "name": "金胜镐 Seung-Ho Kim",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1993-02-13(韩国)"
    ],
    "this_title": [
        "꾼사냥"
    ],
    "douban_link": "https://movie.douban.com/subject/27601049/",
    "trans_title": [
        "The Hunter for Love"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISSung-ki, an old bachelor from the countryside, moves to Seoul in search of a job and love. He rents a room and busily runs around trying to find a job with little success. He has also developed a crush on his next door neighbor, Da-hye. Da-hye, who works in a coffee shop falters between money and marriage knowing full well of Sung-ki's crush on her. One day, Sung-ki witnesses Young-tak, Da-hye's elder brother, stealing money from the coffee shop. He follows him and his friends, and discovers that they are planning a bank robbery. On his way to the police station, he is shocked to see Da-hye delivering coffee because he had thought she worked for a big corporation. He overcomes his disappointment and sets off to the coffee shop but learns that she has just been kidnapped by a gang from the red light district. Sung-ki and Young-tak band together to rescue Da-hye and defeat the gangsters. They marry and live happily back in Sung-ki's hometown.故事住在农村的老太太，梦见自己爬上了首尔。住在附近地区的大吉，有勇气，没有失去勇气。另一方面，大works在一家咖啡店工作，发现他的阴茎正在迷恋自己。有一天，一个哥哥看到这dahye youngtak是抢钱从咖啡馆，而试图阴茎惊讶地看到，跟着youngtak成立了一个计划，以拂你的朋友和银行报告报告dahye出来的咖啡交货的奇观。生殖器dahye知道行参加迷人的公司参观咖啡馆不会忘记烦恼和ppajijiman dahye不祥的预感。但dahye听到抓的消息去了红灯区，并且武装手一年最终加入生殖器是dahye新闻youngtak战胜武装的救援计划dahye阴茎达到一个美妙的婚礼下来了家。",
    "chinese_title": "꾼사냥",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-24T10:00:29"
}