{
    "aka": [
        "Trafficker"
    ],
    "sid": "27605587",
    "cast": [
        {
            "url": "/celebrity/1607407/",
            "name": "李康助 Kang-jo Lee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507758238.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1606425/",
            "name": "方顺德 Sun-deok Bang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0311470",
    "director": [
        {
            "url": "/celebrity/1606425/",
            "name": "方顺德 Sun-deok Bang",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1989-08-26(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0311470/",
    "this_title": [
        "매매꾼"
    ],
    "douban_link": "https://movie.douban.com/subject/27605587/",
    "trans_title": [
        "买卖人",
        "Trafficker"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISHwang Keum-bae hooks up with Madam Hong and gets into international trade where he earns a lot of money. In order to secure a network, Keum-bae goes to Seoul with only Chan-mi. Chan-mi forms a quick friendship with Hye-ra, a friend of Jang-mi, Keum-bae's daughter. Chan-mi and Hye-ra soon fall in love. Man-kil, the boss of the Dukeobi Gang, attacks Madam Hong's salon. Keum-bae orders Chan-mi to take care of Man-kil but Chan-mi disobeys the order at the advice of Hye-ra. Madam Hong kidnaps Hye-ra and uses her to force Chan-mi to get rid of Man-kil. She gives Hye-ra over to a wealthy Arab who rapes her. Hye-ra learns of what Chan-mi has done and kills herself. Using Jang-mi as a hostage, Chan-mi gets Hye-ra's body back and then does away with Keum-bae and Madam Hong.故事破坏了港口城市木浦后街的黄金船，与红马丹合作，从国际交易市场借钱。为了建立一个全国性的网络，他和他的右撇子首领一起去了首尔。陈在首尔遇见了金船的独生女罗丝的一个朋友惠，并坠入爱河。Deokgu和Bacchul团伙在街上被绑架或绑架的女孩，被工作岗位吸引，遭到残酷的蹂躏，然后被卖给了红马丹经营的妓院。另一方面，嘲笑首尔的苏加尔浪声明战争知道阿拉伯人拒绝的资金已经流向了洪马丹。洪马丹在他反对希拉的情况下赢得了阿拉伯拒绝的支持。被洪马丹绑架的Hijra反叛者伤害了阿拉伯人的拒绝，反过来又遭受了可怕的折磨。姗姗来迟的玫瑰与惠相依，陈与金船搏斗。最后，玫瑰在父亲的背叛和可怕的现实面前是真实的，红马丹被带到最后到达的警察。",
    "chinese_title": "买卖人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "매매꾼",
    "douban_rating_average": 0,
    "update_at": "2025-12-07T14:15:26"
}