{
    "aka": [
        "king of The Copycat"
    ],
    "sid": "27608538",
    "cast": [
        {
            "url": "/celebrity/1274561/",
            "name": "牟凤彬 Fengbin Mu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351416/",
            "name": "王岗岗 Ganggang Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "悬疑",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2620814186.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1371037/",
            "name": "梅志刚 Zhigang Mei",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-03(中国大陆)"
    ],
    "this_title": [
        "山寨之王"
    ],
    "douban_link": "https://movie.douban.com/subject/27608538/",
    "trans_title": [
        "king of The Copycat"
    ],
    "douban_votes": "0",
    "introduction": "发生一场在明朝末年边远山区的“官匪”闹剧，在黄荆山寨，二郎山庄，一伙土匪头目（龙泽）派出穿着艳丽，相貌出众，身材妖娆的双胞胎姐妹花千娇百媚，埋伏在山涧。用特殊的身体感应探测附近过往的商队及押镖商队，获取有效的打劫情报，山寨头目酌情做出打劫决定。经过美女双胞胎姐妹的情报反馈，一伙大概十几人的商队经过，准备开始打劫。山寨男土匪头目龙泽带领一伙人开始动手打劫的同时，发现另一波土匪已经悄然埋伏在对面山岭之间，看来真是冤家路窄，原本定好的山寨打劫条例荡然无存，竟然被对方藐视，想到这里，土匪头目很是来气。于是与另一个山寨头目陈佳怡展开剧烈的抢人大战。双方各凭本事，据理力争，唇枪舌战，好不热闹。原本是被打劫的龙纹镖局局长鲁海看在眼里，感觉自己受到一万点的伤害，两班土匪不仅在光天化日之下实施打劫，本身就藐视律法的存在。竟公然在自己的面前把自己作为笼中之物，这样的懈怠对本就大名鼎鼎的龙纹镖局是一种亵渎，对自己这个江湖赫赫有名的镖局局长更是天大的侮辱。就在看双方争论不休同时，鲁海大喊，让土匪双方选出最厉害的以防和自己决一死战。打输了，另一波土匪赶紧滚蛋，自己好赶紧押镖上路，以免误了朝廷的大事。原本就是火冒三丈的土匪头目龙泽听到鲁海如此如此狂妄，决战自己和镖局一伙人展开厮杀。双方你来我往，打斗声此起彼伏，场面难舍难分。另一伙头目陈佳怡在军事的计谋建议之下做出决定，先让双方厮杀至两败俱伤后，自己再出手，好坐收渔翁之利。天公就是很作美，陈佳怡最后是大获全胜，威风得很。打劫后的得来的箱子放在山寨之中，两帮土匪更是虎视眈眈，都想据为己有，明正暗强，爆笑连连。山寨厨神花姐出手就解决了龙泽被点穴的痴呆症之后，众人更是惧怕花姐了，花姐因武功盖世，言辞犀利，心狠手辣而被魔化，每人敢惹。 两班人土匪必须尽快解决打劫抢到的箱子。龙纹镖局无故消失在半道上，这是事情震惊朝野，东厂派出精英彻查此案，为了对付东厂的查案，不暴露打劫的证据，山寨土匪不得已而合二为一，合作扮演山寨寨主和过往的卖肉商人。使出浑身解数，下毒，装神弄鬼，扮演一出又一出让人啼笑皆非，洋相百出的闹剧。东厂太监严加逼供土匪交出打劫得来的箱子，无意中发现后山有松土掩埋的痕迹，但还是没有找到证据。因为双方没有妥善协商，东财准备杀人了事，大打出手。为原本就藏于暗处的锦衣卫高手提供了下手的机会。锦衣卫高手龙飞一出现，就以迅雷不及掩耳之势杀死了东厂官老大及一行人。原来锦衣卫高手龙飞和土匪头目龙泽有些渊源，就没有对山寨土匪赶尽杀绝，以各种利益诱惑，希望山寨的土匪都能金盆洗手，弃恶从善，去京城发展，谋求更好的生路。龙飞更是以美男计诱惑黄荆山寨第一美女陈佳怡去京城闯荡一番，必定大有作为。无奈陈佳怡执念太重，一心只想占山为王。龙飞毫无退路，只能对山寨进行全面搜索，最中找到被打劫得来的箱子，打开一看箱子空无一物，东厂要陷害锦衣卫的证据不翼而飞。龙飞认为一定是山寨的人藏起来了。大开杀戒，血洗黄荆老林二郎山庄。孰不知山寨土匪也是硬茬，隐藏的绝世高手出手就直接插死锦衣卫精英。双胞姐妹更是以出色的身材诱惑，配合山寨高手万马杀掉锦衣卫全部高手。陈佳怡还沉醉于龙飞出现的英武身姿和潇洒健谈美好幻想中，回忆龙飞出现的种种美好，对自己的百般呵护，教自己跳舞，让自己练字，为了让自己变得更加的知书达礼，龙飞也是费尽苦心。其实不然，龙飞之所以这么做，源于人性的使然，不想过多造就杀孽。另一方面也是考虑与山寨另一个头目龙泽的关系。为了迷惑陈佳怡，都是龙飞为了找到被打劫的箱子里的证据的权宜之计。陈佳怡得知龙飞是坏人，杀死东厂高官是原本就有的阴谋，于是带领山寨奋起反抗，最终把龙飞打成疯疯癫癫的呆子。最后龙泽是否赢得佳人，一亲芳泽，故事待续。",
    "chinese_title": "山寨之王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T03:33:54"
}