{
    "aka": [
        "The magical sword of skeletal spirit",
        "骷髅魔剑",
        "백골령의 마검"
    ],
    "sid": "27605595",
    "cast": [
        {
            "url": "/celebrity/1345582/",
            "name": "崔仁淑 In-sook Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196493/",
            "name": "都琴峰 Geum-bong Do",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507758731.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1969-01-01(韩国)"
    ],
    "this_title": [
        "백골령의 마검"
    ],
    "douban_link": "https://movie.douban.com/subject/27605595/",
    "trans_title": [
        "白骨岭的魔剑",
        "The magical sword of skeletal spirit",
        "骷髅魔剑",
        "백골령의 마검"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISA man who left his wife to study for a government exam happens to see a drowning woman in a mountain and rescues her. To thank him she takes him home deep in the mountain. He ends up staying with her for years, putting his study behind. But she learns that the woman he saved from the drowning sea was a vampire. Meanwhile his wife finds where her husband is with the Buddha's revelation, kills the vampire and brings him back safely to their home.故事陌生人（一个防水）途中找到段，以通过历史研究有baekgol领土，满足奇怪的奶奶（najeongok）在这里。哈姆姆姆带他到一个大房子，讲述了一个住在那里的女人的故事，迫使她加入她的行列。悦华是我得到任何daegam从宋代带来的，而是作为妻子抛弃萨马特到daegam无力承担孩子独自生活。旅行者被迫说谎与排斥的悦华，但奶奶说要结婚的安排，让我的妻子一次。Yeolwa和他结婚后，他要求他不要出门，他接受了。陌生人正在悦华的精心照料下研究这些作品，但这项研究并没有达到预期的效果。在妻子（choeinsuk）的家庭，所以不存在像一记佛等待jiahbi回来后的调查结果显示和尚徘徊失去丈夫去olrira达101个烧香拜佛。在博克瓦尔王朝，一个女仆杨哈再次吸引外国人，落入作家手中。陌生人听到他妻子长笛的声音，并听到这个声音，以保存在水中的女人。这个女人讲述了她的父亲被赶回去杀害的故事，她跑了，她和陌生人睡了。他说，睡觉后，他是一个鬼，他是一个鬼。Yeohwa目睹了Yeonhwa的丈夫强奸她，并雇佣了一名刺客杀害她的场面。然而，他是说要jeoseunggil美德与陌生人行淫，hyangah悦华既简单击中每一个死了鬼脖子和奶奶讲述的事实，悦华的亲生母亲。如果他和男人睡了三到十天，悦华只能去对方。当旅行者回家时，他看到悦华半夜溜走，试图退后看到他们的形象是头骨的形状。即将逃离的陌生人被Halem捡起并被关在房间里。另一方面，她的家乡的妻子在祷告的日子里遇到了一头白发的精神，她告诉她去白骨去救她。妻子穿着带着灵魂的衣服穿上长袍，头朝白骨。另一方面，在博克沃尔，陌生人挣扎着挣扎着对抗悦华，耶和哈姆的钳子。这时候，一个老婆出现，打败了鬼，救了陌生人。对于清晨埋葬的陌生人，妻子说服她，她应该为她的家人看过去，两人又分手了。我妻子在回去的路上回头看她丈夫的背影。（电影）",
    "chinese_title": "白骨岭的魔剑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "백골령의 마검",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T23:14:12"
}