{
    "aka": [
        "The Emperor of Romance"
    ],
    "sid": "27604293",
    "cast": [
        {
            "url": "/celebrity/1317013/",
            "name": "朴英奎 Yeong-gyu Park",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2507649178.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1301502/",
            "name": "尹三六 Sam-yuk Yoon",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1992-06-19(韩国)"
    ],
    "this_title": [
        "로맨스황제"
    ],
    "douban_link": "https://movie.douban.com/subject/27604293/",
    "trans_title": [
        "The Emperor of Romance"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISGeun-no and Mal-boon are husband and wife who live on a farm. But as their lands are included as part of the urban development project, they becomes instantly rich. They move into a big house, buy a car and live the life they could not dare dream. Geun-no, now a rich man, opens a real estate office and starts to stay out at nights. Mal-boon begins to resent the change in Geun-no and their chauffeur, aware of the situation, seduces her. Mal-boon runs off and Geun-no is now a free man. Mal-boon regrets her actions and moves to the countryside. Geun-no finds her and asks her to visit their children who are studying abroad but Mal-boon refuses. But their daughter Jong-rae insists on living with her and Geun-no reconsiders his actions and builds a cultural center for young people.故事谁继承了白菜Seonchin撰写只有简单和诚实与亿万富翁凝胶外地养殖离婚突然出现的主母线总部heomal分钟旧的前玩，孩子也变出了门，因此父亲可以去住在美国。种田只有太太一个亿jolbu与我允许马尔离婚风的妻子和年幼的女性年龄司机之间的良好配合后感到疲倦jitdeon方。之后，主要的组织者决定不把女人坐在房间里，只是和一个女孩一起出去玩。有一天，在美国的孩子们的要求下，我发现我的老太太在水门的尽头。我想念过去那种贫穷而又甜蜜的过去，但我一直在喝酒，遇见了一位名叫米苏的女士，并感受到了纯洁的爱情。他前一天感到遗憾，摧毁了他的土地上的停车场，建立了青年文化中心，并努力恢复失去的人性。",
    "chinese_title": "로맨스황제",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-16T23:42:32"
}