{
    "aka": [],
    "sid": "27615555",
    "cast": [
        {
            "url": "/celebrity/1173643/",
            "name": "Gruff Rhys Gruff Rhys",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508814336.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1173643/",
            "name": "Gruff Rhys Gruff Rhys",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6928606",
    "director": [
        {
            "url": "/celebrity/1173643/",
            "name": "Gruff Rhys Gruff Rhys",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "英语",
        "俄语 Russian"
    ],
    "playdate": [
        "2017-05-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6928606/",
    "this_title": [
        "The History of Nails"
    ],
    "douban_link": "https://movie.douban.com/subject/27615555/",
    "trans_title": [
        "钉子的历史"
    ],
    "douban_votes": "0",
    "introduction": "As mentioned in the final credits, the film was inspired by a journey involving Gruff Rhys and five other British and Russian artists on the Trans-Siberian Railway in late 2016.对于遵照东正教历法的战斗民族来说，俄罗斯人所欢度的圣诞节不是12月25日，而是两周后的礼拜天。那么12月25日这天他们在做什么？也许是默默纪念前苏联的解体。2017年12月25日，是第26个苏联解体纪念日。英国脱欧公投之后，威尔士人格鲁夫·莱斯（Gruff Rhys）收到来自英国文化委员一个名为“西伯利亚文学之旅”的艺术项目的邀请函。他应邀同俄国艺术家一起搭上了从莫斯科到西伯利亚的火车之旅。正是在旅途中他拍摄了本片，并且创作了不少歌曲。拍摄用的器材是一台三星手持8毫米磁带摄像机，也就是磁带DV，古董货。闪屏、花屏，乃至雪花频繁出现在画面中，用黑白粗糙影像纪录下的现代俄罗斯让人产生目睹前苏联的幻觉。这其中一部分功劳归功于低保真影像营造出的资料片质感，另一部分功劳属于未来主义本身的遗产。两者观感上渗透出的奇异反差，正是对前苏联的精准重现。未来主义起源于上世纪20世纪的意大利，其根基是尼采与伯格森的哲学，影响却是全方位的。如绘画、雕塑、诗歌、戏剧、音乐——所有的艺术形式，乃至科技、工业、烹饪都被未来主义影响。真正把未来主义发扬光大的是俄国人，苏联时期他们创造了丰富的未来主义遗产，尤其是在建筑领域：苏联时期的俄国人对未来充满憧憬，迷恋于建造这些来自未来的建筑。格鲁夫·莱斯对此做出暧昧的注解。影像自始至终配以压迫感强烈的迷幻音效，清晰传达着一种结合了压抑与幻灭的情绪，非常赛博朋克。格鲁夫·莱斯是个思维奇异的怪才，他曾用巡演路上收集的旅店洗浴香波作为封面推出一张名为《Hotel Shampoo》的个人专辑，专辑中大量运用失真和低保真音效，该专辑赢得2011年威尔士音乐奖大奖。除了导演和音乐人，格鲁夫·莱斯还兼有制作人和作家的身份，无论在哪一种身份工作中，他始终保持激进、追求革新，这也正是《未来主义宣言》中的重要精神。格鲁夫·莱斯生于1970年7月12日，巨蟹座。西伯利亚是格鲁夫·莱斯此次文学之旅的终点，他一直在追寻着某种与自己暗合的东西。从选择火车之旅这种形式开始，就已经表露了自己是一名未来主义精神的追随者。西伯利亚是苏联未来主义运动的最后大本营，也是苏联解体后少数没有提出独立的地区之一，曾经有两年半的时间，西伯利亚隶属于一个叫远东共和国的国家。远东共和国是苏联为了缓冲日本侵略成立的国家，由布尔什维克领导，与美国有频繁的经济往来。复杂的意识形态构成使其意外成为艺术家眼中的理想国，后来这个国家从地图上消失了。远东共和国成立前夕，未来主义领军人物、无产阶级坚定的拥护者马雅可夫斯基通过出版配有短诗的宣传招贴画反映革命斗争和社会生活，颇受人民群众的喜爱。1917年，十月革命成功，马雅可夫斯基痛斥资产阶级，将未来主义视为十月革命过程中的精神革命。几乎同时期，未来主义被作为苏联国家的官方艺术门类。1915年，十月革命前夕。在一战的影响下，马雅可夫斯基发表代表长诗《穿裤子的云》（《A Cloud in Trousers》），明确表态对资本主义的抗争。1930年，马雅可夫斯基在家中自杀。人们猜测他内心的痛苦源于未来主义派的内部排斥、苏联对未来主义的最终放弃，以及爱情失意。在演员、剧作家、诗人、艺术家，以及未来主义者等多个身份中，马雅可夫斯基最令世人铭记的恐怕是一名忠贞且激进的同志，没有人理解他为何总是如此急于革新，也没有人假设他是被某种美好幻觉欺骗了。马雅可夫斯基生于1893年7月19日，巨蟹座。Via.NOWNESS",
    "chinese_title": "钉子的历史",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The History of Nails",
    "douban_rating_average": 0,
    "update_at": "2025-02-09T03:15:08"
}