{
    "aka": [
        "The Firebird's Dance"
    ],
    "sid": "27616400",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508928818.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1612555/",
            "name": "姜大河 Dae-ha Kang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1612555/",
            "name": "姜大河 Dae-ha Kang",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1991-11-02(韩国)"
    ],
    "this_title": [
        "불새의 춤"
    ],
    "douban_link": "https://movie.douban.com/subject/27616400/",
    "trans_title": [
        "火鸟的舞蹈",
        "The Firebird's Dance"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISJang Hyun, a division head of a trading company, is happily married to Moon-hee when his ex-girlfriend Kyung-hwa from his journalist days returns to Korea from abroad. Hyun had fooled around with Kyung-hwa while he was engaged to Moon-hee but dumped her when he found out her mother was a dissolute woman. But Kyung-hwa has not forgotten him and she begins to torment Moon-hee who has a heart problem. Hyun quits his job when Kyung-hwa starts to approach his boss. Hyun pretends going to work but heads for Kyung-hwa's villa and Moon-hee collapses from shock when the company calls to inform Hyun to pick up his severance pay. Meanwhile, Michael Jeong, Kyung-hwa's ex-boyfriend from the United States comes to Seoul in search of Kyung-hwa. Kyung-hwa who is pregnant with Hyun's baby decides to leave them both and raise the child alone. Michael shows up as the two share a final drink and shoot her out of anger for her betrayal.故事这家贸易公司的负责人张炫与南门熙住在一起，与前情人尹庆华住在美国。张贤结婚前离开她的未婚妻Nam Mun-hee，接近Kyeong-hwa，但知道她的母亲是妓女。然而，硬化不忘记他，折磨心脏病耐心的Munhee。当江华坚持不懈地接近包括接近老板时，张炫辞职。作为出差的借口，张贤去了庆华的别墅，联系了Moon Hee从公司领取退休金。另一方面，在美国与京仁关系的迈克尔·荣格来到汉城找到了京华。怀着张贤的孩子，康在这两个人之间徘徊，离开张炫决定抚养孩子。在最后一次告别酒会的人面前，郑重庆出现，发现他被庆华欺骗，并向她开枪。",
    "chinese_title": "火鸟的舞蹈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "불새의 춤",
    "douban_rating_average": 0,
    "update_at": "2025-12-02T16:30:14"
}