{
    "aka": [],
    "sid": "27618195",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509243941.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3365642",
    "director": [],
    "duration": "15分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3365642/",
    "imdb_votes": 57,
    "this_title": [
        "Sun Song"
    ],
    "douban_link": "https://movie.douban.com/subject/27618195/",
    "imdb_rating": "6.4/10 from 57 users",
    "trans_title": [
        "太阳之歌"
    ],
    "douban_votes": "0",
    "introduction": "A poetic journey from the darkness of early dawn into the brightness of the midday sun in the American South.Filmed entirely on the number 16 bus route in Durham, North Carolina over the course of six months, Sun Songis a celebration of light and a meditation on leaving.Reviews“...the final three minutes of Sun Song are as exciting and as impeccably edited as anything I’ve seen inyears. It’s the most radical depiction of space travel since the highway scene in Tarkovsky’s Solaris (1972)!That Wanek was able to produce such a mature, surprising, and deeply human piece so early in his filmmakingcareer gives me great hope.”Sheer Playfulness and Deadly Seriousness by Darren Hughes SENSES OF CINEMA March 2014“There is no end to the trip in Sun Song, but the light's role does eventually have a hand in the conclusion,coming first flickering and then laying upon the seats and a final passenger like a passing revelationof an unspoken blessing.\"Rotterdam 2014. Deep Breaths by Daniel Kasman MUBI NOTEBOOK February 2014\"Probably the most simple and exciting work seen at Rotterdam was the short film from Joel Wanek, Sun Song...in all its purity and essentiality, it has as much (or more) to do with photography and the origins of the movingimage than with the current cinema.\"Rotterdam 2014: A Top Ten in Disorder by Javier H. Estrada and Fernando Vilchez Rodriguez NUMERO CERO February 2014",
    "chinese_title": "太阳之歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sun Song",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T22:29:59"
}