{
    "aka": [],
    "sid": "27617274",
    "cast": [
        {
            "url": "/celebrity/1050605/",
            "name": "Cory McAbee Cory McAbee",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900334511.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050605/",
            "name": "Cory McAbee Cory McAbee",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1050605/",
            "name": "Cory McAbee Cory McAbee",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-19(圣丹斯电影节)"
    ],
    "this_title": [
        "Deep Astronomy and the Romantic Sciences"
    ],
    "douban_link": "https://movie.douban.com/subject/27617274/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Are human beings prepared to visit another planet? Do we exist in a multidimensional universe? What separates humans from the animals? This live science fiction event invites you to explore these topics and more in a master class given by Cory McAbee, researcher in the field of Deep Astronomy, Transdimensionality, and the Romantic Sciences.Presented in two acts with an intermission, this “Deep Astronomy master class” delves into the romantic science of transdimensional drifting, the proper way to observe and interpret the universe, the reason why humans exist, and how our presence can work to the benefit of other dimensions. Through original music, animation, artwork, and live performance, McAbee employs his delightful cowboy-savant wisdom to remind us that our minds are made up of stardust and light particles, and how important it is for us to give the universe the deep attention it deserves, rather than the constant complaining it gets. How you try is up to you. How you fail is not up to you. How you reflect upon it all will depend on how you manage the contents of your imagination.",
    "chinese_title": "Deep Astronomy and the Romantic Sciences",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T19:56:13"
}