{
    "aka": [],
    "sid": "27621488",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509779949.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1387450/",
            "name": "林丽芳 Lifang Lin",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-01-19(中国台湾)"
    ],
    "this_title": [
        "尊瑪、尊瑪：我和她們在喜馬拉雅山的夏天"
    ],
    "douban_link": "https://movie.douban.com/subject/27621488/",
    "trans_title": [
        "尊玛、尊玛：我和她们在喜马拉雅山的夏天"
    ],
    "douban_votes": "0",
    "introduction": "★ 第24屆台灣國際女性影展 台灣競賽銀獎★ 繼《朝聖者》、《心子》，導演林麗芳睽違九年推出最新力作★ 踏上千山之巔、萬水之源的喜馬拉雅山，看見生命的另一種姿態西藏與印度交界，海拔四千兩百七十公尺的喜馬拉雅山高原荒漠，有著難以言傳的景致、無法想像的孤寂，同時卻也散發一種喜馬拉雅山特有的包容、謙卑、與堅忍。來自台灣的導演林麗芳，與藏傳佛教女性出家眾-安尼們共同渡過了一個夏天，趁著冰雪封山前，細細領會生命的頑強與美麗。社會地位卑微、受教育的機會少之又少，成為「尊瑪」，或許是她們擺脫宿命的一種可能。尊瑪（Tsunma），藏語意為高貴純潔女性，同時為藏傳佛教女性出家眾「安尼」的尊稱。林麗芳個別走訪印度喜馬拉雅山區的斯皮提（Spiti）、拉達克（Ladakh）及達蘭沙拉（Dharamshala）的三個寺院。透過林麗芳的鏡頭，不論是年僅4歲的小安尼，還是拉達克的第一位安尼藏醫，亦或是西藏第一批女格西的一員；即便身處於嚴峻的環境中，她們卻不畏艱辛貧困，努力學習，展現堅持信仰與夢想的姿態，格外耀眼。繼《朝聖者》、《心子》兩部關於藏傳佛教的紀錄片，林麗芳導演睽違九年，推出第三部曲《尊瑪、尊瑪：我和她們在喜馬拉雅的夏天》。踏上千山之巔、萬水之源的喜馬拉雅山，看見生命的另一種姿態。【拍攝紀錄】「我感覺喜馬拉雅山不斷地呼喚我，傾聽著內心的聲音，我下了決心，一個人背起攝影機，展開這趟旅行」——導演 林麗芳一種喜馬拉雅山特有的謙卑與堅忍：她和安尼們的生活日記2005年，林麗芳導演第一次去佛陀得道的地方印度菩提迦耶做十萬大禮拜，她認識了三位安尼（女性出家人）。安尼們從遙遠的南印度來到菩提迦耶，她們總在凌晨三點半起床、每天做三千次大禮拜，到了晚上還要讀經，積極認真向學、待人溫暖誠摯。林麗芳在她們身上看見了嚮往已久的典範精神，心想「如果有機會，我想拍攝關於安尼的紀錄片。」這樣的想法成為她心中的一顆種子，種子逐漸萌芽，《尊瑪、尊瑪：我和她們在喜馬拉雅的夏天》應運而生，她和她們一起在喜馬拉雅山生活，用攝影機記錄下安尼如何在自然嚴峻的高原上生活，和她們的信仰與夢想。這是一場身體與心靈的大旅行：因為孤獨，所以純粹有別於過往創作，喜馬拉雅山的生活對林麗芳來說，是心智與體力上前所未見的挑戰。海拔四千兩百公尺的高度連走路都變得困難，林麗芳經常在固定腳架後就無力移動，加上太陽反射強、難以看清楚螢幕，讓她拍攝過程中不時有鏡位少、畫面失焦的困擾。當地物質資源匱乏，每次吃飯就只有白飯、糌粑、奶茶，曾一個月只吃過三次青菜。在斯皮提的生活尤其古樸，取水不易，不時斷電。若來不及將拍攝器材充電，需要搭乘一天只有一班的公車，到一個半小時車程的鎮上。然而真正挑戰林麗芳的是孤寂與荒涼，當夜晚來臨，世界變得無聲無息。但也正是喜馬拉雅山的荒涼與孤寂，讓林麗芳心無旁鶩，隨時都能專注地投入創作，她說：「創作者常常覺得很孤獨，我體會到這種孤獨可能是一種命運，是必須的。」。也或許因為嚴峻環境，人與人的關係更加緊密。即使林麗芳完全不會說藏語、拉達克語，也不擅長英語，仍舊與安尼相處和諧，人與人之間甚至有種敏略的觀察力，能夠主動發現他人的需要，尚未開口求助，就有人主動前來幫助。林麗芳感受到安尼有一種「把壞日子過成好日子」的本事，其中的道理在於「少是一種多」，即使物資匱乏，仍然活得富足。「紀錄片和攝影對我來講都是一樣的，我就是用鏡頭來說我的故事，我就在那裡。」 ，  林麗芳歷經15年，進出印度18回，透過紀錄片《心子》、《朝聖者》、《尊瑪．尊瑪：我和她們在喜馬拉雅的夏天》的拍攝，留下珍貴影像。這部電影是屬於喜馬拉雅山上安尼的故事。她們的生活即是一種信仰。喜馬拉雅的夏天，用一雙不一樣的眼睛，看見另一種生活，看見自己。",
    "chinese_title": "尊玛、尊玛：我和她们在喜马拉雅山的夏天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "尊瑪、尊瑪：我和她們在喜馬拉雅山的夏天",
    "douban_rating_average": 0,
    "update_at": "2025-08-31T00:00:12"
}