{
    "aka": [],
    "sid": "27621641",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第34届圣丹斯电影节(2018)\n　　评审团大奖 世界电影单元纪录片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537062922.jpg",
    "region": [
        "美国",
        "约旦"
    ],
    "writer": [],
    "imdb_id": "tt7689946",
    "director": [],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "Arabic"
    ],
    "playdate": [
        "2018-01-20(圣丹斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7689946/",
    "imdb_votes": 175,
    "this_title": [
        "This is Home: A Refugee Story"
    ],
    "douban_link": "https://movie.douban.com/subject/27621641/",
    "imdb_rating": "6.9/10 from 175 users",
    "trans_title": [
        "家园"
    ],
    "douban_votes": "0",
    "introduction": "Only 21,000 Syrian refugees out of five million have been accepted into the United States since 2011. This is Home follows four families sent to resettle in Baltimore in 2016. They have just eight months to find jobs, learn English, and become self-sufficient. The clock starts right when they land. Despite good intentions, a vast cultural divide prevents the new arrivals and the Americans trying to help them from truly understanding each other. For Syrians like Khaldoun, who was tortured and left physically disabled, and children like Mohammad, who suffers from PTSD, their needs extend far beyond lessons in proper job attire.Halfway through the process, President Trump issues a travel ban on all refugees from Muslim-majority countries, and suddenly their lives, and the safety of loved ones still trapped in Syria, become all the more perilous. With much-needed empathy, filmmaker Alexandra Shiva reveals the inherent decency of a displaced community desperate for help within a country increasingly hostile to principles of inclusion and opportunity.",
    "chinese_title": "家园",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "This is Home: A Refugee Story",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-11-29T06:28:52"
}