{
    "aka": [],
    "sid": "27622744",
    "cast": [
        {
            "url": "/celebrity/1143777/",
            "name": "伊丽莎白二世 Queen Elizabeth II",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004645/",
            "name": "凯莉·霍威 Keeley Hawes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141626/",
            "name": "伊丽莎白·安吉拉·玛格丽特·鲍斯－莱昂 Queen Elizabeth the Queen Mother",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137088/",
            "name": "菲利普亲王 Prince Philip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103028/",
            "name": "乔治六世 King George VI",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1261982/",
            "name": "Anne Glenconner Anne Glenconner",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2593805482.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7817874",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-14(英國)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7817874/",
    "imdb_votes": 128,
    "this_title": [
        "The Coronation"
    ],
    "douban_link": "https://movie.douban.com/subject/27622744/",
    "imdb_rating": "7.6/10 from 128 users",
    "trans_title": [
        "英王加冕"
    ],
    "douban_votes": "485",
    "introduction": "Exploring the role and symbolic meaning of the Crown Jewels in the centuries-old coronation ceremony, The Coronation shows these objects of astonishing beauty in new high-resolution footage. The film tells the extraordinary story of St Edward's Crown, which was destroyed after the English Civil War and remade for the Coronation of Charles II in 1661. It has only been worn by Her Majesty once, at the moment she was crowned.On 2 June 1953, on one of the coldest June days of the century and after 16 months of planning, The Queen set out from Buckingham Palace to be crowned at Westminster Abbey, watched by millions of people throughout the world. A ceremony dating back more than a thousand years was to mark the dawn of a new Elizabethan age.Viewing both private and official film footage, The Queen recalls the day when the weight of both St Edward's Crown and the hopes and expectations of a country recovering from war were on her shoulders, as the nation looked to their 27 year-old Queen to lead them into a new era.In the film, The Queen says: 「I've seen one Coronation, and been the recipient in the other, which is pretty remarkable.」For audiences unfamiliar with the story of the Crown Jewels and the regalia, the film explains their contemporary relevance to the UK as a nation and to the enduring purpose and the work of monarchy. They are symbols of the relationship between the Sovereign and the people, and the duties and responsibilities of leadership.The film also features eyewitness accounts of those who participated in the 1953 Coronation, including a maid of honour who nearly fainted in the Abbey, and a 12 year-old choirboy who was left to sing solo when his overwhelmed colleagues lost their voices.",
    "chinese_title": "英王加冕",
    "douban_rating": "8.3/10 from 485 users",
    "foreign_title": "The Coronation",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.3",
    "update_at": "2025-01-28T23:43:23"
}