{
    "aka": [
        "Anomaliya",
        "Аномалия"
    ],
    "sid": "27621856",
    "cast": [
        {
            "url": "/celebrity/1509166/",
            "name": "玛丽亚·舒马科娃 Maria Shumakova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509629329.jpg",
    "region": [
        "俄国 Russia"
    ],
    "writer": [],
    "imdb_id": "tt7752620",
    "director": [],
    "duration": "1 小时 32 分钟",
    "episodes": "",
    "language": [
        "俄国 Russia"
    ],
    "playdate": [
        "2017-10-26(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7752620/",
    "imdb_votes": 21,
    "this_title": [
        "Anomaly"
    ],
    "douban_link": "https://movie.douban.com/subject/27621856/",
    "imdb_rating": "7.1/10 from 21 users",
    "trans_title": [
        "Anomaliya",
        "Аномалия"
    ],
    "douban_votes": "0",
    "introduction": "События семейного фильма «Аномалия» разворачиваются в российской глубинке, где среди живописных пейзажей и бескрайних болот скрыто удивительное и по-настоящему загадочное озеро. О нем слагаются мистические легенды, поются песни и рассказываются сказки.В центре истории оказываются Варя и Коли – одноклассники, которые любят путешествовать. С раннего детства они пускаются навстречу приключениям со своими родителями, которые и привили им любовь к походам и рыбалке. Ребята случайно обнаруживают видео, на котором человек рассказывает о том, что ему удалось выудить из озера огромного окуня. Но при этом автор видео всячески пытается скрыть свое местоположение. Это лишь усиливает любознательность ребят. Они привлекают своих родителей, и вскоре им удается найти этот бездонный водоем, где, если верить автору видео, обитают гигантские рыбы. Вместе они принимают решение добраться до этого места и проверить правдоподобность легенды на практике. Но главные герои даже не представляют, с чем им предстоит встретиться и какие секреты открыть.Любите семейные и приключенческие сюжеты? Тогда фильм «Аномалия» может стать настоящей находкой. Желаем приятного просмотра.家庭电影“аномалия»展开的事件在俄罗斯内陆，那里风景名胜风光和бескрайних沼泽中隐藏的惊人的和真正的神秘的湖。关于它的слагаются神秘的传说和童话故事，叙述的唱出的歌。在历史的中心——瓦丽娅和大肠菌群的发现自己的同学，喜欢旅游。他们亲自迎接冒险与早期的童年与父母灌输给我们的爱，和他们的походам和钓鱼。伙计们偶然发现的人的视频，其中讲述了汤姆，他设法从我的巨大的鲈鱼的湖泊。但在这个视频的作者竭力试图掩饰自己的位置。这只能增加的好奇心的人。他们吸引了他们的父母，很快他们设法找到了这个无底洞的水体，在作者的视频，如果你相信巨型鱼类，栖息。他们一起决定到达这个地方并检查在实践中правдоподобность的传说。但不代表的主要人物甚至比他们要见面，什么样的秘密和打开。爱家庭和冒险的故事吗？然后可以成为电影“аномалия»本是上帝的恩赐。祝愉快的浏览。",
    "chinese_title": "Anomaly",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-06T17:52:15"
}