{
    "aka": [],
    "sid": "27621873",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877727345.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1206945/",
            "name": "Raoul Meyer Raoul Meyer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6605174",
    "director": [],
    "duration": "10分钟",
    "episodes": "41",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02-17(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6605174/",
    "imdb_votes": 30,
    "this_title": [
        "Crash Course: Mythology"
    ],
    "douban_link": "https://movie.douban.com/subject/27621873/",
    "imdb_rating": "8.6/10 from 30 users",
    "trans_title": [
        "十分钟速成课：神话学"
    ],
    "douban_votes": "0",
    "introduction": "Crash Course Mythology with Mike Rugnetta is here, and we have the preview video to prove it. We'll be uploading Friday afternoons to fulfill all your hunger for foundational cultural stories and whatnot.Episodes include…What Is Myth? Crash Course World Mythology #1Creation from the Void: Crash Course World Mythology #2Cosmic Sexy Time, Eggs, Seeds, and Water: Crash Course World Mythology #3Earth Mothers and Rebellious Sons - Creation Part 3: Crash Course World Mythology #4Social Orders and Creation Stories: Crash Course World Mythology #5Humans and Nature and Creation: Crash Course World Mythology #6Pantheons of the Ancient Mediterranean: Crash Course World Mythology #7Indian Pantheons: Crash Course World Mythology #8The Greeks and Romans - Pantheons Part 3: Crash Course World Mythology #9The Norse Pantheon: Crash Course World Mythology #10African Pantheons and the Orishas: Crash Course World Mythology #11Theories of Myth: Crash Course World Mythology #12Great Goddesses: Crash Course World Mythology #13Fire and Buffalo Goddesses: Crash Course World Mythology #14Archetypes and Male Divinities: Crash Course World Mythology #15Noah's Ark and Floods in the Ancient Near East: Crash Course World Mythology #16Yu the Engineer and Flood Stories from China: Crash Course World Mythology #17American Floods: Crash Course World Mythology #18The Dying God: Crash Course World Mythology #19Tricksters: An Introduction: Crash Course World Mythology 20Hermes and Loki and Tricksters Part 2: Crash Course World Mythology #21Coyote and Raven, American Tricksters: Crash Course World Mythology #22The Apocalyspe: Crash Course World Mythology #23Ragnarok: Crash Course World Mythology #24The Hero's Journey and the Monomyth: Crash Course World Mythology #25The Epic of Gilgamesh: Crash Course World Mythology #26Rama and the Ramayana: Crash Course World Mythology #27Galahad, Perceval, and the Holy Grail: Crash Course World Mythology #28The Mwindo Epic: Crash Course World Mythology #29Herakles. Or Hercules. A Problematic Hero: Crash Course World Mythology #30Ma'ui, Oceania's Hero: Crash Course World Mythology #31Mythical Caves and Gardens: Crash Course World Mythology #32Mythical Mountains: Crash Course World Mythology #33Mythical Trees: Crash Course World Mythology #34Cities of Myth: Crash Course World Mythology #35Monsters. They're Us, Man: Crash Course World Mythology #36Mythical Horses: Crash Course World Mythology #37Serpents and Dragons: Crash Course World Mythology #38Witches and Hags: Crash Course World Mythology #39Freud, Jung, Luke Skywalker, and the Psychology of Myth: Crash Course World Mythology #40Mythical Language and Idiom: Crash Course World Mythology #41",
    "chinese_title": "十分钟速成课：神话学",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Crash Course: Mythology",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T00:36:33"
}