{
    "aka": [
        "Woman Who Grabbed The Rod"
    ],
    "sid": "27621228",
    "cast": [
        {
            "url": "/celebrity/1314843/",
            "name": "金英爱 Yeong-ae Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319497/",
            "name": "罗映姫 Young-hee Na",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509570552.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1333575/",
            "name": "郭志均 Ji-kyoon Kwak",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1984-05-05(韩国)"
    ],
    "this_title": [
        "장대를 잡은 여자 (1984)"
    ],
    "douban_link": "https://movie.douban.com/subject/27621228/",
    "trans_title": [
        "Woman Who Grabbed The Rod"
    ],
    "douban_votes": "0",
    "introduction": "SYNOPSISKang Myung-ho is almost finished with his city life in Seoul. As a last resort, he goes to a marriage-consulting company to meet a woman. His dream to meet a rich widow is broken by the professional marriage arranger, Su-kyung. Myung-ho himself is reduced to becoming a professional marriage arranger. He becomes the toy of numerous wives. Then he meets Min Yu-sun, the second wife of a conglomerate CEO. Myung-ho becomes her lover. Disenchanted with this abnormal life, Myung-ho asks Yu-sun for a normal relationship. She turns him down and Myung-ho returns to the country. He tries to turn over a new leaf. Myung-ho remembers Su-kyung who treated him honestly. However, Su-kyung is already married to someone else. Myung-ho returns to Seoul and falls into the same trap again. He becomes the city dweller he always wanted to be.故事康明珠在首尔寻找婚姻咨询中心作为最后的手段。这是试图遇到很多钱寡妇。然而，遇到这样的期望的女人是一个骗子。她倒在自己的清白，提供给设计一个新的生命，但myeongho即使在奶嘴有限公司妻子感致力于独家运动员本人反对腐败。与此同时，在知道财阀的继承人之后，她成了她的政府。Myeongho幻灭这些异常的生活需要双方有电线正常的关系，而是一个小生命退国进没有被拒绝，并认为钻机。但她已经另一个男人的妻子，myeongho发布到首尔再次落入深陷泥潭从来不是主要的电线安娜和别的女人之间失去英寸 因此，我成为了一个想变得越来越像这样的城市人。另一名男子来到诊所。成为一个城市人",
    "chinese_title": "장대를 잡은 여자 (1984)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-21T09:56:18"
}