{
    "aka": [],
    "sid": "27668279",
    "cast": [
        {
            "url": "/celebrity/1362634/",
            "name": "刘育同 Yutong Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538515661.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1559543/",
            "name": "朴珍妮 Jennie Park",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-01-21(中国大陆)"
    ],
    "this_title": [
        "混在北京"
    ],
    "douban_link": "https://movie.douban.com/subject/27668279/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "在男友的鼓励下，瑞雪来到了北京。她认为北京是粉色的，因为这里有她的幸福，择一城终老，她想在这里从青春年华到白发苍苍。身为北京土著，男友母亲看不上外来的瑞雪，趁儿子不在家，将她赶出家门。侯齐是一个骑着车子到处拉活儿的青年，每日穿梭在大街小巷，没有终点。这天也不例外，候齐与被赶出门的瑞雪狭路相撞。被衣物砸中时，头上套了一件女士内衣。抽着嘴角拿下内衣的候齐，面前蹲着一个茫然的小姑娘，心中叹惜：又是个北漂。侯齐念及同为北漂一族，联想到自己的处境，触景生情，心里想着能帮还是帮一把。收拾好了衣物，盘算可以将瑞雪送到同是北漂的另外两个女孩朋友那里。路上因无证驾驶被交警罚单！好容易将瑞雪送到了地方，又被好友们打趣。好友们虽然爱耍嘴皮子，却都是能帮忙的就开始动手，很快就让瑞雪安顿下来。陌生人的仗义相助，让瑞雪觉得北京还是有点儿温暖的。室友们让瑞雪看到北漂一族的生活，直播的萱萱公主，镜头内堆着进口的零食，穿着鲜亮的衣服，镜头外乱七八糟的床铺，没来及丢掉的外卖，整个一灾难现场。面对一闪而过的蟑螂，也能从容面对；另一位妖娆的大美女欣桐，让瑞雪终于知道什么是性感。面对萱萱偷穿她衣服的举动，欣桐却只是嘴上抱怨，从未有过真正的不悦。在夜总会中得到了老顾客的工作邀请，她把机会给了找工作屡屡碰壁的瑞雪。瑞雪开始了新工作，一切都是那么新奇。陈经理意味深长的态度和同事小田暧昧的眼神，却让瑞雪嗅到了一丝不正常的味道。萱萱给酒吧介绍客人，对方喝多了难为她。侯齐因为车子被扣押，心里有火，与对方吵了起来。大家说他不懂事，侯齐又气又急地走了。瑞雪想办法把车子赎了回来。坤山和tony思念侯齐，看到他的摩托车，两个人万般感慨。心不在焉干活的候齐，看到坤山和tony发来的图片，瞬间泪流满面。图片上是他的摩托车与他们的合影：兄弟，我们错了，你快回来。错？他们何错之有？就算是言辞犀利也不过是关心惦念他。放下心结，面对店长的苛刻，侯齐头也不回的的走了。他要和兄弟们在一起！瑞雪工作认真勤恳，经理要给她介绍大客户。会面的地方是夜场，她有些惴惴不安。最让瑞雪吃惊的是，欣桐怎么在这里？ 欣桐每天都回来很晚，而且总是穿的很性感，因为她的工作是陪酒。这么拼的原因，是她有个三岁的女儿，而孩子的父亲，欣桐只是一个嘲讽的笑容。回到玻璃房，萱萱还在直播自己公主一般的生活，瑞雪却颇为感慨，每个人的生活都不像表面那么光鲜轻松。付出总有回报，瑞雪终于开单，她请大家聚餐，每个人都是那么的开心，生活再次有了希望。瑞雪的公司突然被查封，原来陈经理留了一个烂摊子，设计自己被公司开除，看着客户都在公司砸门，瑞雪觉得好绝望。那些相信她的善良客户，她要怎么交代？ 欣桐也在夜总会得罪了人，她选择暂避风头，离开北京。前男友的母亲来找瑞雪，她眼见儿子难过，来劝他们复合。看着对自己百般挑剔的人依然一副高高在上的样子，瑞雪彻底放下了。在坤山不安的眼神中，敞开心扉，重拾信心，与坤山一起面对生活的考验。被欣桐得罪的客人到酒吧找茬，大家打了起来，瑞雪受伤；欣桐回来了，为自己惹出的祸事承担一切，不能连累朋友；萱萱几番迷茫之间终于懂得，凡事还需脚踏实地，她不再嫌弃做店员的低微和辛苦，而是认认真真的去做这份工作；侯齐也终于办整齐证件，面对交警时不再避之唯恐不及。大家似乎没什么变化，可又有些不同。瑞雪终于明白为何北漂艰难，却依旧有人坚持，不是为了北京的繁华，单单是这一份互相扶持的感情就让人留恋，而且她再次收获了自己的爱情。北京不是粉色的，可也不是黑色的，大北京的包容力强，它得下任何一个人的梦想，所以北京是七彩的，只要脚踏实地认真生活，总会收获属于一份你的色彩。",
    "chinese_title": "混在北京",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T02:34:26"
}