{
    "aka": [],
    "sid": "2969051",
    "cast": [
        {
            "url": "/celebrity/1021312/",
            "name": "江岛 Tao Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060722/",
            "name": "Clifford Allen Clifford Allen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095847/",
            "name": "理查德·哈里森 Richard Harrison",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "动作",
        "恐怖",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2384124834.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "imdb_id": "tt0165230",
    "director": [],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0165230/",
    "imdb_votes": 235,
    "this_title": [
        "Diamond Ninja Force"
    ],
    "douban_link": "https://movie.douban.com/subject/2969051/",
    "imdb_rating": "3.5/10 from 235 users",
    "trans_title": [
        "红粉奇兵"
    ],
    "douban_votes": "0",
    "introduction": "So Alexander Lo Rei plays an American cop with his normal on screen partner, Eugene Thomas. The Five Element Ninja has set him up and now he has to become the super ninja. Having tons of training before as a ninja and with the great Jack Long as his master, he is more than ready to take on all comers.This movie was so freaking weird, but HIGHLY enjoyable. Name me the last time you you saw a guy breakout of the poice station in a great ninja flick. Alexander plows through a ton of cops and faces plenty of ninjas in this classic.Directed by the same guy who did 'Ninja Hunter', Wu Kuo Jen, we get all the areas of 80's exploitation. The ninja could not have been much better. Jack Long is sadly in his weakest role I have seen but it is still nice to see him none the less. One thing in this movie surprised me beyond belief.Doris Lung, a fighting beauty from 'Master of the Flying Guillotine' and 'Along Comes A Tiger' stars as Lo Rei's boyfriend. Her dad ends up becoming the main point of the plot but the plot is not what we are worried about, right? Doris Lung has a 5 minute sex scene that actually is a notch over soft core.I had always dreamed of seeing my favorite female stars like Li-Li-Li and Brigitte Lin in a scene like this but now I am not so sure. You will get all of Doris that you wanted and maybe a bit more but it really just seemed wrong to me. Also this is her last listed credit. It is very interesting that in Hong Kong cinema, an actress will NEVER expose herself except maybe a little but of the booty.Let's just say that if she worked again after a movie like this, she would have been the first. Alright, now the sex scene actually helps set the tone for the rest of the movie. Pretty grim and real(except the ninjas of course).William Yen is one of the 5 ninjas and gets in a bit of comedy at the end but other than that this movie is all about the desperation and the blood and guts of Lo Rei. And of course the major cheese plays a major factor.",
    "chinese_title": "红粉奇兵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Diamond Ninja Force",
    "imdb_rating_average": 3.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T06:26:27"
}