{
    "aka": [],
    "sid": "2969055",
    "cast": [
        {
            "url": "/celebrity/1079429/",
            "name": "伊尔莎·德兰格 Ilse DeLange",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199630/",
            "name": "George Kooymans George Kooymans",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt1161633",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-02-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1161633/",
    "imdb_votes": 68,
    "this_title": [
        "Armin Only: Ahoy 2007"
    ],
    "douban_link": "https://movie.douban.com/subject/2969055/",
    "imdb_rating": "8.8/10 from 68 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "DVD1 - Video-set (original quality)1. 1. Jose Amnesia ft. Jennifer Rene Louder1. 2. Sunlounger ft. Eller v Buuren White Sand1. 3. Armin ft. Gabriel & Dresden Zocalo1. 4. Above & Beyond ft Zoe Johnston Good For Me1. 5. Armin Van Buuren Miserere1. 6. Armin Van Buuren Rush Hour1. 7. Galen Behr & Hydroid Carabella Galen Behr & Orjan Nilsen Rmx1. 8. Armin Van Buuren ft. J. Suissa Burned With Desire1. 9. Armin Van Buuren ft. J. Suissa Wall Of Sound1. 10. Lost World A Life Elsewhere1. 11. O'Callaghan & Kearney Exactly1. 12. Arksun Arisen1. 13. Ilse De Lange The Great Escape Armin Van Buuren Remix1. 14. Marninx Pres. Ecco Intuition1. 15. Rank 1 Airwave1. 16. Armin Van Buuren vs. Rank 1 This World Is Watching Me Feat. Kush1. 17. Cygnus X Superstring Rank 1 Remix1. 18. Rank 1 Adagio For Strings1. 19. Dave 202 Generate The Wave1. 20. Armin ft Percossa&C Zuiderwijk Indian Drums1. 21. Bolier & Coenraad The Mighty Ducks1. 22. Armin Van Buuren Communication Part 31. 23. Armin Van Buuren ft. Susana If You Should Go1. 24. Armin Van Buuren ft. Susana Shivers1. 25. Signum Harmonic1. 26. Sean Tyas Lift1. 27. Tony Scott Something For The People1. 28. Selu Vibra DivineDVD2 - Bonus video (clips + extra)2. 1. Armin Van Buuren vs. Rank 1 This World Is Watching Me Feat. Kush (Video)2. 2. Armin Van Buuren feat. Racoon Love You More (Video)2. 3. Armin Van Buuren feat. Racoon Love You More Extended Version (Video)2. 4. Armin Van Buuren ft. Susana Shivers Extended Version (Video)2. 5. Armin Van Buuren vs Herm Brood Saturday Night (Video)2. 6. Armin Van Buuren Sail (Video)2. 7. Extra's Making Of...2. 8. Extra's Artist Interviews2. 9. Extra's Music Video's2. 10. Extra's Picture Book2. 11. Extra's Flyers2. 12. Extra's Armada2. 13. Extra's Multi Angle Opening",
    "chinese_title": "Armin Only: Ahoy 2007",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T21:22:59"
}