{
    "aka": [],
    "sid": "2972697",
    "cast": [
        {
            "url": "/celebrity/1221097/",
            "name": "古斯·汉森 Gus Hansen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1268482/",
            "name": "Jack Effel Jack Effel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0873890",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0873890/",
    "imdb_votes": 95,
    "this_title": [
        "World Series of Poker 2006"
    ],
    "douban_link": "https://movie.douban.com/subject/2972697/",
    "imdb_rating": "7.6/10 from 95 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The 2008 World Series of PokerFrom WikipediaThe 2008 World Series of Poker was the 39th annual World Series of Poker (WSOP). Held in Las Vegas, Nevada at the Rio All Suite Hotel and Casino, the series began on May 30, 2008, and featured 55 poker championships in several variants. All events but the $10,000 World Championship No Limit Texas hold 'em Main Event, the most prestigious of the WSOP events, ended by July 15.[1] As has been the WSOP custom since 1976, each of the event winners received a championship bracelet in addition to that event's prize money, which (after the casino's rake) ranged from $87,929 to $9,119,517.Highlights of the 2008 series include the selection of Erick Lindgren, who won a bracelet and made three final tables, as recipient of the \"Player of the Year Award\". Nikolay Evdakov led all players with a record 10 money finishes, and Phil Hellmuth set a WSOP record of 41 career final tables. The Main Event, which began with 6,844 participants (a level exceeded only by the number of participants at the 2006 event), was suspended once the event was down to the nine players needed for the final table; the Main Event was resumed on November 9, and concluded with the heads-up final between Peter Eastgate and Ivan Demidov the next day. This year was the first in which the Main Event was suspended in this fashion, a change introduced at ESPN's request to allow the television network to do a same-day Main Event broadcast.",
    "chinese_title": "World Series of Poker 2006",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T23:52:28"
}