{
    "aka": [
        "Wild Australasia"
    ],
    "sid": "2972294",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2168129196.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1511531",
    "director": [],
    "duration": "50分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1511531/",
    "imdb_votes": 62,
    "this_title": [
        "Wild Down Under"
    ],
    "douban_link": "https://movie.douban.com/subject/2972294/",
    "imdb_rating": "8.1/10 from 62 users",
    "trans_title": [
        "野性澳洲",
        "Wild Australasia"
    ],
    "douban_votes": "0",
    "introduction": "【内容简介】经过四千五百万多年的发展，澳洲成为地球上一片独特的大陆。而这片广阔的大陆蕴藏着特有而奇妙的野生生态：有热带森林，也有珊瑚礁；有灼热的沙漠，也有白色的雪山。这些都印证着澳洲独有的风光及生态。虽然澳洲是一片乾旱的大陆，可是它却孕育着种种奇妙的野生动植物。除此之外，还有人类的建居，他们所饲养的野狗、野兔、蟾蜍、野马，甚至他们的文化及传统，都令这片大陆独一无二。这些野生生态都是澳洲的自然奇观：有热带森林，也有珊瑚礁；有灼热的沙漠，也有白色的雪山；表现了澳洲由一片茂盛的绿色植物的土地发展为今天这个先进的国家，另一方面却保存着它中心那广阔的沙漠。BBC继《印尼》《非洲》《南美洲》野生篇后又一新探索。经过四千五百多万年的发展，澳洲成为地球上一片独特的大陆，广阔的大陆中蕴藏着特有而奇妙的野生生态。热带森林、珊瑚礁、灼热的沙漠、白色的雪山，印证着澳洲独有的风光及生态。第一集：澳大利亚的野生生态节目将简单介绍澳洲的一些自然奇观，主要包括一些奇妙的生物及独特的景观，也会分析形成这些现象得因素。拥有利齿而又凶猛的袋獾、可爱又懒洋洋的树袋熊，以及最特别的蛋生哺乳动物：鸭嘴兽。而由高处欣赏这片大陆的各种生态，你会发现更多如画般的风景：在纽拉伯平原边缘的、全世界最长的悬崖；庞大的盐湖埃耳湖；和辛普森沙漠上连绵不断的沙丘。第二集：澳洲中心的沙漠在澳洲中心的沙漠，并非一般枯燥的沙漠，令人叹为观止。这片本不适合孕育生物的土地，却蕴藏着无数独特的生物；就像他时泛滥时乾旱一样矛盾。中心的地段住着顽皮的桃红鹦鹉、虎皮鹦鹉甚至鱼类；入黑后，辛普森沙漠则布满昆虫、爬虫和细小的哺乳动物类鼠动物和澳洲最大的土着哺乳动物：能一步跳约十米远的红袋鼠。第三集：南边的海在澳洲东岸，人鱼在清蓝的海水中游动、奇特的鱼儿在海床漫步、海马在水草间飘荡。而在西岸，海里最大的动物：鲸鲨、巨鲸，都被吸引到来猎食。离西岸不远的Shark Bay则住着水母、蛇及儒艮（一种巨大的海生哺乳动物）。而再向南边，会见到海狮用它们特有的方式繁殖下一代，也有变成色彩斑斓的巨型墨鱼为求偶格斗。第四集：橡胶树之邦澳洲的灌木林是一片布满桉树（橡胶树的一种）的土地，住在其中的则是林林总总的野生动物。例如有为人所熟悉的鹦鹉和袋鼠、短头袋鼯、巨大而吃花蜜的蝙蝠和细小的黄脚鼠。而从这片大陆较热的北面，不难发现可爱的小树熊。此外，也可以看到袋食蚁兽和装腔作势做保卫的蜥蜴。第五集：连串的岛屿经过百万年澳洲孕育了一连串的岛屿，新几内亚的山峰和热带雨林住着树袋鼠及各式各样的雀鸟。而沿着它的火山岛则有不同的鱼类、珊瑚和咸水鳄鱼。较接近太平洋的有新喀里多尼亚，古时恐龙栖息地，现在则为各种爬虫的世界。新西兰的雪地就有世界最大的昆虫、没杀伤力的蝙蝠和鹦鹉。而各种温顺的鸟类中可以找到新西兰的国鸟鹬鸵，还有频临绝种的巨型鹦鹉：鸮鹦鹉。第六集：新世界在英国人于二百多年前初次踏足这片大陆之前，澳洲的野生生态已有五千年独立发展的历史，直到现在各种奇特又美丽的生物依然与人类共存。试问世上哪可以看到高球的球道被一大群袋鼠占据？或者巨型蜥蜴在油田旁昂首阔步？也能找到树袋熊闪避车辆、墨而本植物公园里的果蝠和袋獾为争夺午餐盒而打架……",
    "chinese_title": "野性澳洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wild Down Under",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T07:21:58"
}