{
    "aka": [],
    "sid": "2972495",
    "cast": [
        {
            "url": "/celebrity/1024103/",
            "name": "星野真里 Mari Hoshino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038207/",
            "name": "观月亚理莎 Arisa Mizuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212330/",
            "name": "岛田顺司 Junshi Shimada",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2129628556.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "125分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2007-12-29(日本)"
    ],
    "this_title": [
        "吉原炎上"
    ],
    "douban_link": "https://movie.douban.com/subject/2972495/",
    "trans_title": [
        ""
    ],
    "douban_votes": "399",
    "introduction": "18歲的內田久野(觀月亞理沙飾)與其母・梅(赤座美代子飾)一起進入到吉原裡是明治40年4月的事情了。由於父親的事業經營失敗而負債累累，使得久野一家無法再生活下去。為了拯救家人，久野只好被賣身到吉原。春天的吉原盛開著美麗的櫻花，而建築物也是久野所未曾見過的雄偉華麗。但是久野在不久之後便知道在吉原的生活其實是與眼前所見到的美麗完全相反，是殘酷痛苦的日子。夕凪樓的樓主・赤倉鐵之助(藤田まこと飾)與其妻子スマ(白川由美飾)親切地迎接(久野)，但是教養老師的お兼(藤真利子飾)卻以嚴肅的口吻快速地(為久野)介紹樓內的一切。吉原的出入口除了大門以外沒有其他的了。如果想逃跑的話，就會有像地獄般的刑罰在等著。而到了用餐時間，樓裡只會提供米、味噌湯和鹹菜。其他的菜全部都得要自已買。而且並不光只是這樣而已，像是和服、棉被、化粧用品等等與工作、生活上所需要的東西全部都要自已買。在お兼的說明中，藝妓・如月(國生さゆり飾)夾雜著說「總而言之就是借款很難還清。也就是男人走的極樂路，女人被賣的地獄路啊。」雖然如月的嘴巴很壞，但不論是什麼事都會跟久野說。在來到吉原不久之後，由於舉行了花魁道中(指高等藝妓帶著熟客至茶屋或是在特定日期裡打扮華麗與熟客漫步園中)，所以久野就去參觀了這活動。而在就在這時，久野遇到了即將在近江樓工作的少女・雪乃(星野真里飾)。因看藝妓的美麗看得入迷的兩人互相發願自已總有一天也要成為那樣美麗的藝妓。終於，久野以藝妓身份出現在店裡的日子來臨了。藝名是「若汐」。如月叫著坐在張見世上(指藝妓坐的座置)很緊張的久野。如月說道：「挺起胸來，好好注視著對面的男人吧。就用像是我們這邊在選男人般的氣概喔。」然後，某晚，在客人面前的久野腦中所浮現的是勇吉(林泰文飾)，那個與自已一起約定將來的青梅竹馬。勇吉向久野約定說：如果要變成大人的話，那麼就兩個人一起變吧。在第一次得到客人的那個晚上，想起勇吉的久野落下了淚。幾個月後，勇吉居然出現在在藝妓們所坐的座置前。是個突如而來的再次會面。勇吉告訴久野，是自已的妹妹告訴自已久野在吉原這件事的。勇吉對著不敢面對自已的久野說了，自已對於久野的心尚未改變，而久野的身體到現在還是有著海的味道後便緊緊地抱住了久野。感受到勇吉的溫柔的久野在心中默默地決定了，就算是現在的藝妓生活也可以過的下去。在冬天的某一天，如月的客人將整個店包下來開了大宴會。那個客人不光是把如月包下來，連其他的藝妓也都不需要接客，是把全部的藝妓都包了下來。在那宴會進行到最高潮時，如月溫柔地對久野說：「若汐，你要好好地活下去，一定要再與你母親見面喔。」當天深夜，很在意如月的那番話的久野跑去如月的部屋窺視。結果不好的預感成真了。如月與客人，兩個人服毒自殺死了。赤倉和スマ趁著當晚處理著善後。男客人因投資股票賠了大錢，因而將公司的錢捲款而逃，然後為了自殺而來到了吉原。如月到底是因客人相邀而死的呢？還是如月自已想死而自殺的呢？如月的遺體沒被任何人看見而被送出了吉原。而且還是不是從大門被送出，而是被放到木板上由深黑的臭水溝那流放出去。久野對於藝妓就算死了也還是不能出大門這件殘酷的規定感到不寒而慄。勇吉依舊一直去久野那，但是某天，雪乃告訴久野說：「勇吉騙了小久喔，那個人他當了有錢人家----海產物批發商的養子，而且還有太太和小孩了。」聽了這些，久野說了：「騙人，那是騙人的。」後便不顧一切地跑了出去。久野從那些以為她要逃跑的男眾中掙脫開後往深黑臭水溝那衝了過去，便跑出了吉原。但是發現自已身無分文的久野向身邊的人們借錢，但是大家都以厭惡的表情對待她，到了最後還被推倒在地上。而正當這個時候，有個男人將久野抱了起來，他就是外交官吏・大倉修一郎(東久幹飾)。某天，有個男人站在藝妓們所坐的位置那微微地笑著。是久野那天遇到的大倉修一郎。聽說是大倉想要畫久野的畫像。大倉說：對於妳的身體，我一根手指都不碰，但我想要買妳的時間。久野雖然覺得很訝異，但是從那之後也還是與大倉維持著奇妙的關係。因勇吉的背叛而凍結自已的心的久野，也因為大倉的出現而漸漸地溶化了。而在這樣的情況中，大大改變久野運命的事情發生了，且吉原裡也發生了大火…",
    "chinese_title": "吉原炎上",
    "douban_rating": "7.3/10 from 399 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-04-14T03:56:08"
}