{
    "aka": [
        "I Won't Grow Up"
    ],
    "sid": "2976971",
    "cast": [
        {
            "url": "/celebrity/1284247/",
            "name": "Rebecca Frith Rebecca Frith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342539/",
            "name": "叶瑟罗·凯夫 Jethro Cave",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914328988.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1011211/",
            "name": "Ben Hackworth Ben Hackworth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0906747",
    "director": [
        {
            "url": "/celebrity/1011211/",
            "name": "Ben Hackworth Ben Hackworth",
            "@type": "Person"
        }
    ],
    "duration": "Australia: 95 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-08-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0906747/",
    "imdb_votes": 133,
    "this_title": [
        "Corroboree"
    ],
    "douban_link": "https://movie.douban.com/subject/2976971/",
    "imdb_rating": "4.4/10 from 133 users",
    "trans_title": [
        "I Won't Grow Up"
    ],
    "douban_votes": "0",
    "introduction": "A beautiful young man has been summoned to an eerie meditation retreat by a dying theatre director. The young man has been given a tape of instructions; over a weekend he must perform scenes from the director's life. He visits different rooms encountering five actresses who all portray key women in the director's life. They rehearse the boy to play the lead role in an as yet 'unmade film'. The dying director watches young boy's progress as he searches to inhabit the director's identity. It's an Alice in Wonderland tale and an unpredictable journey of self discovery for all concerned... Recalling the work of France's Claire Denis, Taiwan's Tsai-Ming Liang and American art-house directors Gus Van Sant and Stanley Kubrick, Hackworth and his talented collaborators fashion a film not often seen in the Australian context. Sculptural, psychological and ethereal, Corroboree is a shameless 'crie de cour' against the death of creativity in Australian film - and the \"camp aesthetic\". Says Hackworth, \"I wanted to remind people that stories in cinema don't always have to be told naturalistically\". Corroboree is a haunting experience of intense beauty and restraint. Shot in one location over 20 days, Corroboree was produced by Perth's Matteo Bruno, co-written by artist Peter Savieri and lusciously photographed on film by cinematographer Katie Milwright. A must for anyone who loves cinema.",
    "chinese_title": "Corroboree",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-11T09:21:39"
}