{
    "aka": [
        "The Black Series: Polish School Of Documentary 1954-1959",
        "波蘭學院紀錄片：黑系列"
    ],
    "sid": "2977865",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1954",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877147149.jpg",
    "region": [
        "波兰"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1959"
    ],
    "this_title": [
        "Czarna Seria: Polska Szkola Dokumentu 1956-1959"
    ],
    "douban_link": "https://movie.douban.com/subject/2977865/",
    "trans_title": [
        "波兰学院纪录片：黑系列",
        "The Black Series: Polish School Of Documentary 1954-1959",
        "波蘭學院紀錄片：黑系列"
    ],
    "douban_votes": "0",
    "introduction": "The turn of October'56 meant for Poland the end of the ommunist totalitarism in this most terrible orm. The Stalinist ice-bound life started to melt. Repression abated and the new political faction, led by Wladyslaw Gomolka and welcomed with hope, took power. The prisoners, including primate Stefan Wyszynski, were set free, \"Tygodnik Powszechny\" weekly magazine was reissued, ZHP[Polish Scouing Association] was reactivated, and marshal Rokossowski together with other Soviet officers of the Polish People's Army left to Moscow. The barriers of censorship weakended. The press and radio beganpresenting the picture of the world unlke the propaganda fiction and thus closer to reality. Inaccessible books, such as translations of world literature and works of contemporary Polish autors, appeard of the shelves of the bookshops and libraries. Socialist realism in its \"early fifties\" form was part of history now. Jazz was heard in background, western action fims and unknown Polish documetaries-short reportages which surprised with their realism of presenting dark sides of life-were projected on the screen for the first time. These films were called the \"black series\".Being the manifesto to the young Polish cinema, these documentaries were mostly created by oung graduates of the film schools: the All-Union State Institute of Cinematography in Moscow-Jerzy Hoffman, Edward Skorzewski and Jerzy Ziarnik, and the National Film School in lodz-Kazimierz Karabasz, Wladyslaw Slesicki, Bohdan Kosinski and Wlodzimierz Borowik who soon became the leading documentary filmmakers of the Documentary Film Studio in Warsaw. Fascinated with Italian Neo-Realism and disgusted with the lies of the Socialist realistic cinema, they jumped at the opportunity given to them by the Octaber thaw. Negative, yet common phenomena, such as hooliganism, prostitution or alcoholism, which were considered indecent up to that time, became the subject matter of these documentaries. The cameras looked behind the facades of the restored buildings exposed in the propaganda films to show the people were still liing in half-destroyed houses, as if the war ended a while ago.DVD 1:01. \"Uwaga Chuligani !\"[LOOK OUT,HOOLIGANS!] (1955) r. Jerzy Hoffman, Edward Skorzewski02. \"Dzieci oskarzaja\" [THE CHILDREN ACCUSE] (1956) r. Jerzy Hoffman, Edward Skorzewski03. \"Gdzie diabel mowi dobranoc\" [WHERE THE DEVIL SAYS GOODNIGHT] (1956) r. Kazimierz Karabasz, Wladyslaw Slesicki04. \"Ludzie z pustego obszaru\"[POPLE FROM ANEMPTY ZONE] (1957) r. Kazimierz Karabasz, Wladyslaw Slesicki05. \"Paragraf zero\" [ARTICLE ZERO] (1957) r. Wlodzimierz Borowik06. \"Skalna ziemia\" [ROCKY SOIL] (1956) r. Wlodzimierz Borowik07. \"Miasteczko\"[LITTLE TOWN] (1956) r. Jerzy Ziarnik08. \"Warszawa 1956\"[WARSAW '56] (1956) r. Jerzy Bossak, Jaroslaw Brzozowski09. \"Miejsce zamieszkania\" [PLACE OF RESIDENCE] (1957) r. Maksymilian WroclawskiDVD 2:01. \"Czy jesteS wSrod nich?\"[ARE YOU AMONG THEM?] (1954) r. Jerzy Hoffman, Edward Skorzewski02. \"Lubelska starowka\"[THE LUBLIN OLD OWN] (1956) r. Bohdan Kosinski03. \"Miasto na wyspach\" [THE CITY OF ISLANDS] (1958) r. Jerzy Dmowski, Bohdan Kosinski04. \"Z PowiSla\"[FROM POWISLE] (1958) r. Kazimierz Karabasz05. \"Wielki wiec. Dodatek nadzwyczajny PKF\" [GREAT GATHERING 1956] (1956), prod. WFD06. \"VIII Plenum. Dodatek nadzwyczajny PKF\" (1956) prod. WFD07. \"Sopot 1957\"[SOPOT '57] (1957) r. Jerzy Hoffman, Edward Skorzewski08. \"Rozmowy jazzowe\" [JAZZ TALKS] (1957) r. Andrzej Brzozowski09. \"Rozbijemy zabawe\" [BREAK UP THE DANCE] (1957) r. Roman Polanski10. \"STS 58\" [STS '58] (1959) r. Agnieszka Osiecka11. \"Dzien bez slonca\" [A DAY WITHOUT THE SUN] (1959) r. Kazimierz Karabasz, Wladyslaw Slesicki12. \"Wyspa wielkiej nadziei\" (1957) r. Bohdan Poreba",
    "chinese_title": "波兰学院纪录片：黑系列",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Czarna Seria: Polska Szkola Dokumentu 1956-1959",
    "douban_rating_average": 0,
    "update_at": "2025-03-11T08:08:09"
}