{
    "aka": [],
    "sid": "2977165",
    "cast": [
        {
            "url": "/celebrity/1057094/",
            "name": "Kim Anderzon Kim Anderzon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104992/",
            "name": "Bo Högberg Bo Högberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114682/",
            "name": "Peter Kneip Peter Kneip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157614/",
            "name": "Jim Steffe Jim Steffe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157919/",
            "name": "Louise Tillberg Louise Tillberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081611/",
            "name": "Ittla Frodi Ittla Frodi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628659204.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1032429/",
            "name": "约瑟夫·W·萨诺 Joseph W. Sarno",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0063133",
    "director": [
        {
            "url": "/celebrity/1032429/",
            "name": "约瑟夫·W·萨诺 Joseph W. Sarno",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0063133/",
    "imdb_votes": 116,
    "this_title": [
        "The Indelicate Balance"
    ],
    "douban_link": "https://movie.douban.com/subject/2977165/",
    "imdb_rating": "6.2/10 from 116 users",
    "trans_title": [
        "不雅的平衡"
    ],
    "douban_votes": "0",
    "introduction": "Sarno made this credible, and incredibly erotic film in early 1969 Sweden. There is very little nudity in the film, though Sarno has said that the one print known to exist, currently released on DVD as a \"bonus feature\" in the United States, is missing footage. Sarno made a fine film the following year (\"Daddy Darling\") about a young woman's incestuous desire for her father, and in \"The Indelicate Balance\" Sarno reverses the sexes by telling the story of a mother who is sexually attracted to her adult son, who has just returned home after four years of absence, now married and seemingly happy, but certainly not without Sarno's type of emotional baggage. The rest of the family, with the exception of the son's new bride, knows of the incestuous situation, but of course nothing is done about the matter until the tensions have built to an intense, drama-filled climax.If Sarno set out to make an erotic film that rivaled Bergman, he could not have done a better job. The acting by the entire cast is excellent -- none of these actors seem to have been in any other Sarno film. While the indoor scenes were shot in studio, the exteriors were shot on Swedish farmland in the middle of a very harsh winter, and the endless snowfalls and cold adds an even more claustrophobic feeling to a film that, from the start, is rife with tension and uneasiness. Although I haven't gone into very much detail about the plot, there isn't much more to tell, just a true-to-life story of family tensions that are probably all-too-real and could be going on today in any home in your neighborhood. Once again Sarno proves he can make an intelligent, erotic, respectable film that deserves its re-release. The print on DVD seems to be from several sources -- the font of the subtitles is different in some scenes than in others -- and the print is damaged and choppy in spots, but again this is the only version known to exist, so we must relish this diamond-in-the-rough that only Sarno could have cut.",
    "chinese_title": "不雅的平衡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Indelicate Balance",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T04:12:23"
}