{
    "aka": [
        "Sigaw"
    ],
    "sid": "2977397",
    "cast": [
        {
            "url": "/celebrity/1174091/",
            "name": "Ella Guevara Ella Guevara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1221530/",
            "name": "詹姆斯·布兰科 James Blanco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1191516/",
            "name": "Iza Calzado Iza Calzado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280328/",
            "name": "罗尼·拉扎罗 Ronnie Lazaro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1223405/",
            "name": "安吉尔·娄克辛 Angel Locsin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005306/",
            "name": "理查德·古提尔瑞兹 Richard Gutierrez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2337730629.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [
        {
            "url": "/celebrity/1287283/",
            "name": "Roy C. Iglesias Roy C. Iglesias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289448/",
            "name": "杨·劳拉纳斯 Yam Laranas",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0423195",
    "director": [
        {
            "url": "/celebrity/1289448/",
            "name": "杨·劳拉纳斯 Yam Laranas",
            "@type": "Person"
        }
    ],
    "duration": "Philippines: 102 分钟",
    "episodes": "",
    "language": [
        "菲律宾语",
        "塔加路语"
    ],
    "playdate": [
        "2004-12-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0423195/",
    "imdb_votes": 1028,
    "this_title": [
        "The Echo"
    ],
    "douban_link": "https://movie.douban.com/subject/2977397/",
    "imdb_rating": "5.8/10 from 1028 users",
    "trans_title": [
        "回声",
        "Sigaw"
    ],
    "douban_votes": "245",
    "introduction": "Marvin (Richard Guttierez) savors his independence in a newly acquired unit of an old apartment building. He is frequently visited by his girlfriend Pinky (Angel Locsin). Except for the occasional noise from an apartment unit down the hallway, the place is almost perfect for Marvin. At the end of the hallway is where Anna (Iza Calzado) lives with her young daughter Lara (Janella Denise Guevarra), and Bert (Jomari Yllana), her jealous husband. Bert is a cop, and he has always suspected Anna of two-timing him. His frequent jealous outbursts would always lead to beatings that could be heard throughout the whole floor. Marvin would usually be awakened at night by the sound of screaming and beating from Anna's unit. Marvin complains to the building caretaker (Ronnie Lazaro), a drunk, who would just tell him to ignore the disturbance from the apartment down the hall. Anna and her daughter would usually ask for help from Jude (James Blanco), who lives in an apartment unit in the middle of the hallway. Jude's apartment becomes a temporary refuge for the little girl Lara. One day, Pinky drops by Marvin's apartment and is shocked to see a woman knocking on his door. Pinky suspects Marvin is seeing another girl, which could explain why he has been acting strange lately. Marvin vehemently denies seeing another woman. It is the strange occurrences in his apartment that is making him act strange lately. Meanwhile, the beatings down the hall intensify.Jude is getting scared because the cruel cop Bert is beginning to suspect that Jude is having an affair with Anna, which isn't true. Marvin gets drawn to the couple's frequent quarrels. He even witnesses Bert chasing Anna and beating her up in the corridor. All that violence affects Marvin. At length, he musters the courage to find out more about the quarreling couple. What he finds out shocks him. Marvin uncovers a secret that will change his life and Pinky's as well. The discovery sets into motion a series of hauntings that follow him and Pinky around. He decides to leave his apartment but the hauntings follow them wherever they go. Marvin finally decides to confront the problem. He returns to the old apartment building to face the evil that dwells in it. What happens next shakes the very core of his beliefs about life, love and the spirit world.",
    "chinese_title": "回声",
    "douban_rating": "6.0/10 from 245 users",
    "foreign_title": "The Echo",
    "imdb_rating_average": 5.8,
    "douban_rating_average": "6.0",
    "update_at": "2025-09-06T16:36:25"
}