{
    "aka": [],
    "sid": "2978067",
    "cast": [
        {
            "url": "/celebrity/1100622/",
            "name": "乌诺·亨宁 Uno Henning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059498/",
            "name": "西格·阿诺 Sig Arno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032366/",
            "name": "布里吉特·赫尔姆 Brigitte Helm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162811/",
            "name": "赫塔·瓦尔特 Hertha von Walther",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158771/",
            "name": "弗拉迪米尔·索科洛夫 Vladimir Sokoloff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152052/",
            "name": "杰克·特雷弗 Jack Trevor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138060/",
            "name": "Robert Scholz Robert Scholz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124744/",
            "name": "米莉·马蒂斯 Milly Mathis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121029/",
            "name": "Adolf E. Licho Adolf E. Licho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105390/",
            "name": "Hans Jaray Hans Jaray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103467/",
            "name": "玛格丽特·库普费尔 Margarete Kupfer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101201/",
            "name": "Heinrich Gotho Heinrich Gotho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055200/",
            "name": "弗里茨·拉斯普 Fritz Rasp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083035/",
            "name": "Josefine Dora Josefine Dora",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1927",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546333555.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1015676/",
            "name": "伊里亚·爱伦堡 Ilja Ehrenburg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025812/",
            "name": "拉迪斯劳斯·沃伊道 Ladislaus Vajda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048078/",
            "name": "Rudolf Leonhardt Rudolf Leonhardt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0018087",
    "director": [
        {
            "url": "/celebrity/1050296/",
            "name": "G·W·帕布斯特 Georg Wilhelm Pabst",
            "@type": "Person"
        }
    ],
    "duration": "USA: 100 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1927-12-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0018087/",
    "imdb_votes": 929,
    "this_title": [
        "Die Liebe der Jeanne Ney"
    ],
    "douban_link": "https://movie.douban.com/subject/2978067/",
    "imdb_rating": "7.2/10 from 929 users",
    "trans_title": [
        "珍妮·奈伊之恋"
    ],
    "douban_votes": "0",
    "introduction": "Der französische Auslandskorrespondent Alfred Ney lebt mit seiner Tochter Jeanne bereits seit sechs Jahren auf der Krim. Es ist die Endphase des Russischen Bürgerkriegs. Er hat das Land inzwischen so satt, dass er mit Jeanne wieder zurück nach Paris will. Vom weißgardistischen Spitzel Chalybieff bekommt er eine Liste mit den Namen bolschewistischer Agenten zugespielt, die er ihm abkauft. Die Bolschewiki erfahren davon, und zwei von ihnen wollen Ney die Liste wieder abnehmen. Dabei kommt es zu einem Schusswechsel und Alfred Ney wird erschossen. Die herbeieilende Jeanne Ney ist schockiert, einer der Bolschewiken ist Andrej, in den sie sich verliebt hat. Andrejs Freund Zacharkiewicz hilft ihr, nach dem Einmarsch der Roten Armee im Ort auf einem Schiff nach Paris zu fliehen.Sie kommt dort in der Detektei ihres Onkels Raymond Ney als Schreibkraft unter, jedoch erst nachdem Raymond Neys blinde Tochter Gabriele ihn eindringlich darum gebeten hat. Kurz darauf erscheint Chalybieff in der Detektei. Als er sieht, dass Gabrieles Vater nicht unvermögend ist, macht er sich an die Blinde heran und überbringt ihr schließlich gar einen Heiratsantrag. Mittlerweile ist auch Andrej in Paris eingetroffen, der die Matrosen in Toulon bei revolutionären Aktionen mit Geld unterstützen soll. Er nimmt Kontakt zu Jeanne auf. Bei der Feier zur Verlobung mit Gabriele versucht Chalybieff, Jeanne zu küssen, während Gabriele nichtsahnend seine Hand streichelt. Später in einer Bar verrät er volltrunken dem Barmädchen Margot seinen Plan Gabriele nach der Hochzeit zu beseitigen; er wolle mit Margot und dem Geld dann fliehen. Margot informiert Jeanne und Raymond Ney wirft den Erbschleicher raus.Der Detektiv Gaston ist beauftragt, nach dem Verbleib eines Diamanten zu forschen, der von einem reichen Amerikaner bei einem Juwelier aufbewahrt wurde und dort abhanden kam und für dessen Wiederauffinden eine Belohnung von 50.000 Dollar ausgeschrieben ist. Er stellt fest, dass der Papagei des Juwelier den Diamanten gefressen hat, und macht mit dem Tier zum Entsetzen der Juweliersfrau kurzen Prozess. Raymond Ney vereinbart die Übergabe des Diamanten telefonisch für den Abend und zählt in seiner Vorfreude schon eifrig das von ihm imaginierte Geld. Als er dem vermeintlichen Geldüberbringer die Tür öffnet, wird er augenblicklich von zwei Händen erwürgt. Es war Chalybieff, der den Diamanten stiehlt und eine Jacke mit einem Bild und einem Brief von Andrej am Tatort zurücklässt, um den Verdacht auf diesen zu lenken. Mit einer Hure, die er auf der Straße aufgelesen hat geht Chalybieff in ein Stundenhotel und begegnet dort Jeanne und Andrej, die eine gemeinsame Nacht dort verbracht haben. Der Plan gelingt; Andrej wird am nächsten Tag mit viel Geld in der Tasche im Zug verhaftet.Jeanne geht zu Chalybieff und beschwört ihn, Andrejs Alibi zu bestätigen. Während der Diskussion fällt der Diamant aus seiner Tasche und Jeanne sieht den Mörder ihres Onkels vor sich. Nach kurzer Flucht wird er verhaftet und Andrej freigelassen. Jeanne und Andrej knien schließlich gemeinsam vor dem Altar einer Kirche.",
    "chinese_title": "珍妮·奈伊之恋",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Die Liebe der Jeanne Ney",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-06T21:28:33"
}