{
    "aka": [
        "圣苏尔维斯特之夜",
        "新年前夜"
    ],
    "sid": "2979213",
    "cast": [
        {
            "url": "/celebrity/1136056/",
            "name": "伊迪丝·波斯卡 Edith Posca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141998/",
            "name": "弗里达·李察 Frida Richard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094742/",
            "name": "Karl Harbacher Karl Harbacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096764/",
            "name": "尤利乌斯·E·赫尔曼 Julius E. Herrmann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113909/",
            "name": "欧根·克洛普弗 Eugen Klöpfer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1924",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890685559.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042670/",
            "name": "卡尔·梅育 Carl Mayer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0014524",
    "director": [
        {
            "url": "/celebrity/1017012/",
            "name": "鲁普·皮克 Lupu Pick",
            "@type": "Person"
        }
    ],
    "duration": "Japan: 66 分钟(18 fps)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1924-01-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0014524/",
    "imdb_votes": 223,
    "this_title": [
        "Sylvester"
    ],
    "douban_link": "https://movie.douban.com/subject/2979213/",
    "imdb_rating": "6.2/10 from 223 users",
    "trans_title": [
        "除夕夜",
        "圣苏尔维斯特之夜",
        "新年前夜"
    ],
    "douban_votes": "0",
    "introduction": "Sylvester, by the hugely underrated Lupu Pick is one of the least known films of the silent era, and unjustly so. Pick, the director of the slightly less obscure Scherben (Shattered), is almost as forgotten as this, his masterpiece... a film that without doubt, in it's time, was one of the most important of the German silent era.This great Kammerspiel is the middle entry in a trilogy written by the master screenwriter Carl Mayer (see here for a web resource for Mayer, as well as a writeup on Sylvester), all three of which were intended to fall under the directorial auspices of Pick: the first was Scherben (Shattered), the second was Sylvester (New Years Eve), and the last was Der Letzte Mann (The Last Laugh), which, as the film went into production, shifted directorial hands-- and was ultimately helmed by another of Mayer's ongoing collaborators, the great F. W. Murnau.Much has been made about the supposed innovations of Der Letzte Mann/Last Laugh: that it was the first film to be produced without intertitles, and that it was the film to \"unchain the camera\" via the integration of subjective camera movements. Some attribute these innovations to Murnau completely, others give credit to Karl Freund for innovating the moving camera. Others suggest that it was within the script for Letzte Mann that instructions for the moving camera can be located, and that this innovation, in this film, rests wth Mayer.As for the intertitle issue, the myth is easy to debunk: in Germany at least, one can, through exploration of chronologically preceding titles written by Mayer, see that this screenwriter had been seeking out this kind narrative-pictorial purity for years already by the time Letzte went into production. Hintertreppe (Backstairs, 1921, directed by Leopold Jessner, assisted by Paul Leni), Scherben (Shattered, 1921), Die Strasse (The Street, 1923, directed by Karl Grune), Sylvester (New Years Eve, 1924, Pick) all ran, in initial, domestic German release, with one-to-no intertitles. That makes Der Letzte Mann the fifth film that Mayer scripted for execution without intertitles.Putting aside the issue of the preceding use of moving camera by Yevgeni Bauer, Raul Walsh, Giovanni Pastrone, D.W. Griffith, etc-- the issue of who in Germany who first conceived and extensively utilized the subjective moving camera is put to rest with a simple viewing of Sylvester.Like all Carl Mayer tales-- and like Scherben before it-- Sylvester is an exceedingly simple story... it is New Years Eve, and all levels of the social strata are celebrating. Like a restless deity exploring the substance of his human creations, in all the colliding facets of their existence, the camera comes in out of the rolling waves of the void of nighttime... announcing with a single opening intertitle the inscription from the Tower of Babel: \"Go go let us go down and there confound their language, that they may not understand one another's speech.\"With this we move in off of the ocean, and into a city-- it is New Year's Eve and the street is a sea of revelers. Here Pick and Mayer's camera lingers for a couple of minutes before picking up the thread that constitutes the \"story\", to which the rest of the film is oblivious:A small family unit which runs a low-down bar on the main thoroughfare in town constitutes the central zone of the film. A husband and wife are keeping the food and drinks coming to the drunken, lower-working class revelers tossing confetti and streamers for the holiday. A baby sleeps in a carriage. Suddenly an ominous dark silhouette appears on the frosty outer side of the rear kitchen's window, and is sighted by the wife, who instantly deflates-- all her joy and enthusiasm for the coming countdown to midnight are instantly sapped.The intimate Kammerspiel which follows, triggered by the arrival of the wife's mother-in-law, is constantly orbited by the world outside. (As is typical for a Mayer film, the characters are nameless: The husband, The wife, His Mother) The camera continuously places the emotional strife of the trio of the man and his wife, and her terrible feuding with her schizoid mother-in-law, into context of the larger human universe. Intercut with their scenes of impending tragedy and near operatic gloom are shots of the oblivious streets: grand hotels with elegant appointments and well-heeled revelers in tux flowing out of limousines (welcoed through a revolving door operated by Emil Janning's spiritual predecessor), organ grinders and panhandlers with beaten faces crushedby prison time, bawdy bourgoise, flappers, rowdy laborers, streamers and confetti everywhere. Whereas most films place their characters in the center of the human universe, absorbing all the significance and spiritual gravity made available via the story, Sylvester, despite the pathos of the impending tragedy in the tiny family unit's unfolding drama, de-emphasizes the importance of the family... the narrative strains at times to disassociate itself with them, lingering for solid stretches of minutes, tracking up and down the streets, picking out stranger after stranger, settling on no one and everyone.It's via this dis/association that the power of the film multiplies, gathering the force and impact of the cruel reality of existence: a world paying lip service to the rest of itself, even in it's most awful of crises. The world spins; life goes on. I mentioned in my previous essay (linked above) for Sylvester:I still believe that to be true. What Mayer was attempting to do here is very difficult to articulate in words... thus the opening statement from Babel. This is a film beyond language, beyond a general statement. That barrier that confounds its explanation is the same existential barrier that exists between the family unit and the world outside, which is the barrier that exists between every human heart’s lived life, and the rest of the surrounding world. To paraphrase Tom Regan in Miller’s Crossing: “Nobody really knows anybody—not that well.”",
    "chinese_title": "除夕夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sylvester",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T06:44:44"
}