{
    "aka": [
        "Liebeslieder"
    ],
    "sid": "2979033",
    "cast": [
        {
            "url": "/celebrity/1014776/",
            "name": "Blixa Bargeld Blixa Bargeld",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt0107408",
    "director": [
        {
            "url": "/celebrity/1024024/",
            "name": "Klaus Maeck Klaus Maeck",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0107408/",
    "imdb_votes": 54,
    "this_title": [
        "Einstürzende Neubauten"
    ],
    "douban_link": "https://movie.douban.com/subject/2979033/",
    "imdb_rating": "8.1/10 from 54 users",
    "trans_title": [
        "情歌",
        "Liebeslieder"
    ],
    "douban_votes": "0",
    "introduction": "Einsturzende Neubauten was one of the key pioneers of industrial music. Known for their avant-garde methods, Einsturzende Neubauten have used jackhammers, drills, chainsaws, junk metal, tapes and amplified guitar noise and a multitude of found sounds over the past twenty years to make music. Much more than a spectacle of disaster and ruin, Neubauten’s great and various noises eroticize de-sensitized and dead zones of contemporary life.Surprisingly, given their extraordinary visual spectacle, Liebeslieder is the first proper Einstürzende Neubauten documentary. Commissioned by the German WDR TV’s architecture division, it charts their beginnings in a hole beneath an Autobahn overpass in Berlin, where guiding spirit Blixa Bargeld and NU Unruh made music by hurtling themselves at its metal walls. It takes you through the early Untergang years, when they picked up momentum – and members FM Einheit, Alex Hacke and Mark Chung – through a seemingly perverse celebration of collapse and decline. Using interviews, concert material and often rare film footage, Liebeslieder plots their spreading influence around the world, their blitzes on moribund British and American music scenes, and their outings as teen idols in Tokyo.The documentary also highlights their theatre work with Peter Zadek, Heine Müller, Japanese Butoh dancers, Erich Wonder and La La La Human Steps. On top of this Liebeslieder includes concert footage from their 1993 tour and, in full, their first ever music videos \"Interim\" and \"Blume\".After Einstürzende Neubauten, everything else is silence…",
    "chinese_title": "情歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Einstürzende Neubauten",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T21:33:51"
}