{
    "aka": [
        "多情小子",
        "感伤小子"
    ],
    "sid": "2979958",
    "cast": [
        {
            "url": "/celebrity/1033645/",
            "name": "Lottie Lyell Lottie Lyell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159677/",
            "name": "Arthur Tauchert Arthur Tauchert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088364/",
            "name": "C.J. Dennis C.J. Dennis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1919",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2586374594.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1088364/",
            "name": "C.J. Dennis C.J. Dennis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029937/",
            "name": "Raymond Longford Raymond Longford",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033645/",
            "name": "Lottie Lyell Lottie Lyell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0010680",
    "director": [
        {
            "url": "/celebrity/1029937/",
            "name": "Raymond Longford Raymond Longford",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1919-10-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0010680/",
    "imdb_votes": 315,
    "this_title": [
        "The Sentimental Bloke"
    ],
    "douban_link": "https://movie.douban.com/subject/2979958/",
    "imdb_rating": "6.2/10 from 315 users",
    "trans_title": [
        "伤感的家伙",
        "多情小子",
        "感伤小子"
    ],
    "douban_votes": "0",
    "introduction": "根据澳大利亚早期著名诗人C.J. Dennis的《Songs of a Sentimental Bloke》改编，是澳国百年影史的最佳默片。网上有片段可在线观看：http://dl.filmaust.com.au/module/1187/THE SENTIMENTAL BLOKE is regarded by many as the greatest silent film that Australia has produced.The Sentimental Bloke (1919) is an Australian silent film based on the 1915 Australian poem The Songs of a Sentimental Bloke by C.J. Dennis.The film from the Southern Cross Feature Film Company of Adelaide, was made by Raymond Longford and Lottie Lyell, at the time best known partnership in Australian cinema, starring Lyell and a vaudeville comedian, Arthur Tauchert, and filmed mainly in the inner city Sydney suburb of Woolloomooloo.Tauchert plays the 'sentimental bloke', a Sydney larrikin, who vows to abandon his life of gambling (playing Two-up) and drinking when he falls in love with Doreen (Lyell), who works in a pickle factory.Lyell is thought to have co-authored the screenplay, written the titles, edited the film and helped with the direction.The Sentimental Bloke uses intertitles taken from the original poem written in Australian slang and was a hit when it opened in Melbourne Town Hall on October 4 1919, breaking all existing box office records. It was also popular in Britain and New Zealand, but did not succeed in the U.S., where test audiences failed to understand the language. Despite being recut with Americanised intertitles, having some scenes cut out, and renamed for the American market as The Story of a Tough Guy, it was withdrawn from distribution.The film was rediscovered in the 1950s and a new print screened at the Sydney Film Festival in 1955, and Longford was found to be working as a night watchman on the Sydney wharfs, (Lyell had died in 1925 of tuberculosis).Since then the original negative sent to the U.S. was discovered (labelled as The Sentimental Blonde) at the Film Archive at George Eastman House International Museum of Photography and Film in Rochester, New York, found to be a different version and of a better quality print than any of the Australian copies. The new version premiered at the 2004 Sydney Film Festival and has played at the 2005 London Film Festival.",
    "chinese_title": "伤感的家伙",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Sentimental Bloke",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T15:52:13"
}