{
    "aka": [
        "From Morn to Midnight",
        "从早到晚"
    ],
    "sid": "2979215",
    "cast": [
        {
            "url": "/celebrity/1050949/",
            "name": "厄恩斯特·多伊奇 Ernst Deutsch",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161571/",
            "name": "艾莎·瓦格纳 Elsa Wagner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1153844/",
            "name": "Lotte Stein Lotte Stein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141998/",
            "name": "弗里达·李察 Frida Richard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127531/",
            "name": "埃尔娜·莫雷纳 Erna Morena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121029/",
            "name": "Adolf E. Licho Adolf E. Licho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048558/",
            "name": "汉斯·海因里希·冯·特尔瓦多夫斯基 Hans Heinrich von Twardowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058664/",
            "name": "Roma Bahn Roma Bahn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084478/",
            "name": "Hugo Döblin Hugo Döblin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1920",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p630370176.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1111573/",
            "name": "格奥尔格·凯泽 Georg Kaiser",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046913/",
            "name": "卡尔·海因茨·马丁 Karl Heinz Martin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0011833",
    "director": [
        {
            "url": "/celebrity/1046913/",
            "name": "卡尔·海因茨·马丁 Karl Heinz Martin",
            "@type": "Person"
        }
    ],
    "duration": "65 分钟(18 fps)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1920(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0011833/",
    "imdb_votes": 679,
    "this_title": [
        "Von morgens bis mitternachts"
    ],
    "douban_link": "https://movie.douban.com/subject/2979215/",
    "imdb_rating": "6.8/10 from 679 users",
    "trans_title": [
        "从清晨到午夜",
        "From Morn to Midnight",
        "从早到晚"
    ],
    "douban_votes": "147",
    "introduction": "Georg Kaiser decribes in his Expressionist theater play the attempt of a bank cashier to escape his middle class daily life. Director Karlheinz Martin's adaptation transfers Kaiser's play into an Expressionist film of radical stylization. The German film industry was so irritated by the result that the film never found a distribution and was never shown in German cinemas. The only existing print of this classic survived in Japan where the film received a cinema release and was preserved by the National Film Center.The material world of Von morgens bis mitternachts seems like a hallucination and as such is characterized as deliberately banal as well as fragile, unfinished and unstable. The architect Robert Neppach used the dazzling simplicity of the painted décor to illustrate the nature of things, social and human relationships. Here, the bank reveals itself as a life-sucking dungeon, the fence at the cashier's house accentuates a prison, itself trapped in its own location. The unreal, painted rays of light on the hotel staircase leading to the lady's room simultaneously illustrate desire and the absence of any kind of basis for it. Strong contrasts, distorted forms and perspectives indicate structures of reality without depicting a different, fantastic nature, and condense them to such an extent that \"the fabric of the outer world\" becomes discernible.Light, costume and makeup design corresponded to the graphic concept and the sharply contrasting emphasis on light and darkness. Also the cashier's clothes, contoured with stripes of white paint, seem torn, appearing to mirror his mental constitution. Even if the characters have not quite discarded their \"organic form\" completely, producer Rudolf Kurtz had a point: they \"are parts, formal elements of a decorative thought process, they are part of a three-dimensional image, are torn by flecks of light and stripes which have been painted onto them.\" The cashier's makeup complies with the graphic black and white contrasts. His white face, his panda eyes, the black contour lines along his brow and the bridge of his nose and a rampant moustache characterize a person who is socially deformed and yet thirsty for life. The remaining characters also have their respective social characteristics painted on their faces in drastically emphatic and exaggerated physiognomic detail. Even the most dazzling light effects are not used to form three-dimensional space but accentuate lines and details of graphic image composition in accordance with the décor of the set.The main stylistic problem in almost all explicitly antinaturalistic films is how the actor, who can only artificially exaggerate his natural physiognomic traits to a certain extent, can be integrated into the image composition. In no other film in the tradition of narrative cinema outside the fantasy genre has this been done so obviously as in Von morgens bis mitternachts, where the actors have also formally become part of the concept of décor and image. Ernst Deutsch in the role of the cashier dissolves his movements into tense and then suddenly explosive gestures; he emphasizes, lengthens, or accelerates single details and never presents an organic, overall sequence of movements. The black, mimic lines on his face, mainly his cheekbones and his eye sockets, which essentially characterize the gaunt face of the actor, are painted onto a chalky white face, giving him the appearance of a woodcut. The ambivalent role of the cashier; the change from an initially geriatric appearance, full of burning inner intensity in the first part of the film, to a younger exterior filled by the advancing senility of the desired inner fulfillment, was portrayed to its fullest extent by Ernst Deutsch. His amazing ability to \"age so suddenly and terribly\" had already been noted in his rebellious youthful roles in expressionist plays.Karlheinz Martin also used images composed with the help of cinema technology to a great extent, whenever they could be integrated into the artificial style concept, such as the footage of the sixday race, with the rush and ecstasy of the spectators addicted to entertainment. Different camera perspectives show several terraced rows of seats in historical structure, where the social stratum of the privileged class, the bourgeoisie, the petty bourgeoisie, and the proletariat is illustrated and the accelerated rhythm of the movement of the camera suddenly becomes a vertiginous ride in a paternoster. The race itself has an accentuated cinematic form. The cashier says in Kaiser's drama: \"I see a circle and a gaudy wavy line.\" It is displayed in a totally darkened room which illustrates an abstraction of a racetrack as an elliptical warped strip of dazzling light. The cyclists appear racing through this set in lap-like internals. The whole scene was filmed through a mirror or a convex lens, giving an unreal, distorted impression of the race. Lotte Eisner described this scene as follows: \"The cyclists are transformed into an anamorphosis, they are stretched and through the magic of light and with the help of a distorting lens they become sparkling facets.\"Von morgens bis mitternachts may have enriched the development of cinema-aesthetics, nevertheless a public showing never took place in Germany in the 1920s. Producer Rudolf Kurtz blamed the radical use of real human beings as a design element in the construction of the film image for the reluctance of cinema owners to show Von morgens bis mitternachts: \"This moving around of human beings which only serve as formal elements, obstructs any access to the film.\" The effect of coldness and strangeness resulting from the unusual, artificial formal restrictions, the denial of three-dimensionality and object arrangement as well as the similarly inorganic and rhythmic-mechanical acting style was a deliberate calculation. It sums up rather precisely the intentions of this production: to illuminate frozen and grotesque images of society with the same dazzling light as desperate, and hence equally distorted, attempts to break out of a world which is unwilling to change. The fact that the film was ignored by commercial distributors and cinemas set an early limit on the marketability of rigorously abstract tendencies in narrative cinema.Jürgen Kasten",
    "chinese_title": "从清晨到午夜",
    "douban_rating": "7.5/10 from 147 users",
    "foreign_title": "Von morgens bis mitternachts",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.5",
    "update_at": "2025-07-13T07:26:11"
}