{
    "aka": [],
    "sid": "2980268",
    "cast": [
        {
            "url": "/celebrity/1040545/",
            "name": "安东尼·拉普 Anthony Rapp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1306437/",
            "name": "Josh Alexander Josh Alexander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140622/",
            "name": "布兰登·萨克斯顿 Brendan Sexton III",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055143/",
            "name": "Robert Aberdeen Robert Aberdeen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007086/",
            "name": "扎克·加利根 Zach Galligan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025049/",
            "name": "劳拉·布雷肯里奇 Laura Breckenridge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571778/",
            "name": "阿贝·戈德法布 Abe Goldfarb",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528553012.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042447/",
            "name": "Jonathan Blitstein Jonathan Blitstein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0857285",
    "director": [
        {
            "url": "/celebrity/1042447/",
            "name": "Jonathan Blitstein Jonathan Blitstein",
            "@type": "Person"
        }
    ],
    "duration": "91 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-11-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0857285/",
    "imdb_votes": 86,
    "this_title": [
        "Let Them Chirp Awhile"
    ],
    "douban_link": "https://movie.douban.com/subject/2980268/",
    "imdb_rating": "6.7/10 from 86 users",
    "trans_title": [
        "让它们叫一会儿吧"
    ],
    "douban_votes": "0",
    "introduction": "Let Them Chirp Awhile – the title comes from an Emerson poem with only tangential reference to the movie itself– revolves around flailing young East Village screenwriter Bobby (played with amusing self-debasement by Justin Rice), his best friend Scott, an uncommitted musician (delivered with deliberate disdain by Brendan Sexton III) and his nemesis, the successful, cynical playwright Hart Carlton (Zach Galligan).Audaciously, Blitstein’s movie starts and ends by realizing Bobby’s script ideas on screen, and stages Carlton’s play in the middle - complete with a scene theft from one of Bobby’s rejected scripts and a real life cameo by Rent semi-star Anthony Rapp as Carlton’s (no-show) lead.Confused? You should be, but even with all these enigmas wrapped inside of riddles, Blitstein keeps the whole thing moving effortlessly along.Being the East Village, there’s a fair amount of musical beds. After Scott kicks out his live-in girlfriend Michelle (gorgeously portrayed by Pepper Binkley), she rebounds through both Hart and Bobby, though the latter has the decency (to Scott, if not to himself) to stop at first base. “You’re doing that thing that depressed girls do that isn’t eating chocolate,” he tells her as he rebutts her advances.Bobby, your classic 20-something East Village dilettante, is in fact far too busy dealing with girls to get his script finished; aside from his brief make-out with Michelle, he finds himself stuck with a ditzy NYU teen he picked up in Washington Square Park, while also successfully hitting on a beautiful Swedish assistant working American Apparel on Houston Street. In addition, he strikes a deal with the bi-sexual girl he thought might become his girlfriend until she chose, instead, to become a full-blown lesbian: when she requests that he looks after her Jack Russell while she visits LA, he demands payment in the form of one night’s passion –“and you have to move your hips like you love me.” She readily agrees. Those of us who know the East Village will recognize both types and, apart from finding the whole thing perfectly plausible, will also intrinsically understand that the deal will never be honored.",
    "chinese_title": "让它们叫一会儿吧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Let Them Chirp Awhile",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-27T18:42:47"
}