{
    "aka": [
        "失踪",
        "失踪的男孩"
    ],
    "sid": "2981801",
    "cast": [
        {
            "url": "/celebrity/1049884/",
            "name": "哈里·崔德威 Harry Treadaway",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044976/",
            "name": "格雷·怀斯 Greg Wise",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045244/",
            "name": "阿历克斯·杰宁斯 Alex Jennings",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049488/",
            "name": "汤姆·费尔顿 Tom Felton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332073/",
            "name": "妮基·阿姆卡-伯德 Nikki Amuka-Bird",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032080/",
            "name": "布隆森·韦伯 Bronson Webb",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004649/",
            "name": "乔治娅·格洛梅 Georgia Groome",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343261/",
            "name": "杰佛逊·豪尔 Jefferson Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1202184/",
            "name": "芬莱·罗伯特森 Finlay Robertson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1238939/",
            "name": "Tyler Anthony Tyler Anthony",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365095/",
            "name": "Ros Leeming Ros Leeming",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867748462.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1094295",
    "director": [],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-08-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1094295/",
    "imdb_votes": 2128,
    "this_title": [
        "The Disappeared"
    ],
    "douban_link": "https://movie.douban.com/subject/2981801/",
    "imdb_rating": "5.8/10 from 2128 users",
    "trans_title": [
        "消失",
        "失踪",
        "失踪的男孩"
    ],
    "douban_votes": "226",
    "introduction": "Matthew’s life is devastated after the disappearance of his younger brother, Tom. Matthew’s father had left him to look after Tom and now Matthew feels responsible. His father is trying to hold back the anger and the blame but the cracks are beginning to show.One day Matthew is looking through a box of press clippings and video tapes about Tom’s disappearance. Suddenly he hears a ghostly voice on one of the video tapes telling him “you never came for me!”. It’s the voice of his missing brother. He shows the tape to his father, Jake. This time there’s no voice and Jake flies into a rage as the wound is reopened.Matthew tells his best friend Simon about the voices on the tape. Is he losing his mind, is Tom alive or dead?At home, Matthew plays the tape and hears Tom’s voice again, desperately pleading for help. Then Matthew sees Tom at the window, gaunt and haggard. He rushes out to Tom but no one is there…Matthew strikes up a friendship with next-door neighbour Amy, who is beautiful but troubled.  He talks to her about Tom and she suggests he visits a local medium. Matthew is unsure but he is again haunted by nightmarish visions of Tom. When he tries to sleep he has recurring nightmares that he is being buried alive.In desperation he goes to visit Melissa, the medium, who tells him that the area has been cursed through the ages. Her daughter gives Matthew a present, the drawing of a young girl. The following day Matthew is shocked when he finds out that Simon’s sister, Sophie, has been abducted.  Matthew realises that the drawing by the medium’s daughter is of Sophie.The hauntings escalate, Matthew’s state of mind deteriorates. Only Amy seems to believe him, as a tentative romance grows between them.Matthew knows that he needs to get to the bottom of Tom’s disappearance if he is ever going to save Sophie. There is no going back as he hurtles towards the stark, chilling truth…The Disappeared…you can’t bury the past.",
    "chinese_title": "消失",
    "douban_rating": "6.2/10 from 226 users",
    "foreign_title": "The Disappeared",
    "imdb_rating_average": 5.8,
    "douban_rating_average": "6.2",
    "update_at": "2025-04-01T20:35:11"
}