{
    "aka": [],
    "sid": "2981567",
    "cast": [
        {
            "url": "/celebrity/1113438/",
            "name": "弗里达·伊尼斯科特 Frieda Inescort",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116272/",
            "name": "Nelson Leigh Nelson Leigh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117839/",
            "name": "George McKay George McKay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151030/",
            "name": "罗兰德·瓦尔诺 Roland Varno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130704/",
            "name": "奥托拉内史密斯 Ottola Nesmith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164700/",
            "name": "Matt Willis Matt Willis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106567/",
            "name": "奥拉夫·许滕 Olaf Hytten",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088152/",
            "name": "Harold De Becker Harold De Becker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082815/",
            "name": "Leslie Denison Leslie Denison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019498/",
            "name": "威廉姆斯·奥斯汀 William Austin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019705/",
            "name": "吉尔伯特·埃默里 Gilbert Emery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027881/",
            "name": "贝拉·卢戈西 Bela Lugosi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048428/",
            "name": "迈尔斯·曼德 Miles Mander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066196/",
            "name": "比利·贝文 Billy Bevan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066414/",
            "name": "珍妮·贝茨 Jeanne Bates",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077140/",
            "name": "Sherlee Collier Sherlee Collier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077841/",
            "name": "Sydney Chatton Sydney Chatton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002809/",
            "name": "尼娜·弗彻 Nina Foch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1944",
    "genre": [
        "剧情",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531295711.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1003771/",
            "name": "格里芬·杰伊 Griffin Jay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128866/",
            "name": "库尔特·纽曼 Kurt Neumann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026313/",
            "name": "Randall Faye Randall Faye",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0037219",
    "director": [
        {
            "url": "/celebrity/1016927/",
            "name": "卢·兰德斯 Lew Landers",
            "@type": "Person"
        }
    ],
    "duration": "69 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1944-10-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0037219/",
    "imdb_votes": 2911,
    "this_title": [
        "The Return of the Vampire"
    ],
    "douban_link": "https://movie.douban.com/subject/2981567/",
    "imdb_rating": "6.2/10 from 2911 users",
    "trans_title": [
        "吸血鬼归来"
    ],
    "douban_votes": "0",
    "introduction": "When Scream Factory announced they were releasing The Return of the Vampire, I didn't think much of it, because I thought I saw it already and didn't love it all that much. Turns out I was thinking of Mark of the Vampire (which also had Bela Lugosi), and had never actually seen this one! He didn't play a vampire as often as you might think (in fact, in Mark he was only pretending to be one), so getting to see him, still more or less in his prime, don the Dracula-ish guise again in a film I didn't even really know existed was a real treat. As a bonus, the movie has a werewolf too, and the makeup isn't far off from Wolfman's, so it's like getting the \"Dracula vs Wolfman\" movie we were denied since Universal never actually made one.It's hard not to think about the Universal films when watching it; even discounting the makeup and Bela's appearance, the other characters are cut from the same cloth (professors, doctors, young ladies who catch the eye of Drac- er, \"Armand Tesla\") and has the same general vibe from start to finish. The biggest difference is the setting; while the Dracula (and Wolfman and Frankenstein) films take place in the 19th century, this one - apart from a lengthy prologue - takes place in the (then) present day of 1943. World War II (specifically bomber planes) even plays a part in the proceedings, something I'm not sure I've seen before in this particular brand of monster movie, which I found kind of fascinating and wish it was a bigger part of the film (perhaps because I'm still disappointed by the underutilized horror element of Overlord). I suspect the low budget forced them to keep it to a minimum, but still - you get to see a vampire vs werewolf climax interrupted by a Nazi bomber!I also liked how the werewolf was used, as a sort of slave to the vampire. As with Larry Talbot, the cursed guy (Andreas) is a sympathetic monster, forced to do evil deeds by his master but struggling to break free of his control. Naturally, the cops think he's the real villain, and there's only one guy who suspects Lugosi's character of being up to no good, making it engaging even though we in the audience are always a step or two ahead of everyone. There's a real villain to take down and a relatively innocent man to redeem - Wolfman had no real villain and Dracula had no anti-hero, so it really does kind of offer a perfect mix of the two hoscenarios.Also if you prefer Frankenstein, they got you covered there too - a guy talks to the camera and throws you out of the damn thing.Since it's 70+ years old everyone involved is dead but that didn't stop Scream Factory from offering a special edition with a whopping three commentaries by film historians, including Troy Howarth who I'm rapidly becoming a fan of (they use him a lot). The others are fine; one focuses more on werewolf movies and the other on Lugosi in general, but if you want something more specific to this film than Howarth's is the one to go with. The transfer is also quite nice; it looks better than some of the genuine Universal ones if you ask me. Here's hoping SF puts out more of the under-represented flicks from the classic era; I know they've been stepping up their game with the 1950s monster movies (I just got Deadly Mantis, in fact) and they'll obviously always be dishing out the 70s/80s fare, but there are a number of interesting gems from the 30s and 40s that fell through the cracks (or are indeed in public domain) that deserve the polishing.What say you?",
    "chinese_title": "吸血鬼归来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Return of the Vampire",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T10:22:48"
}