{
    "aka": [
        "Field Lilies",
        "Wild Lilies"
    ],
    "sid": "2983315",
    "cast": [
        {
            "url": "/celebrity/1004368/",
            "name": "Vladimir Kostovic Vladimir Kostovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112685/",
            "name": "伊万·克里沃苏德斯基 Ivan Krivosudsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113791/",
            "name": "Ludovít Króner Ludovít Króner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106413/",
            "name": "Augustín Kubán Augustín Kubán",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084532/",
            "name": "Peter Debnar Peter Debnar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063852/",
            "name": "Jozef Belan Jozef Belan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510209268.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [],
    "imdb_id": "tt0241660",
    "director": [
        {
            "url": "/celebrity/1021433/",
            "name": "伊洛·哈维塔 Elo Havetta",
            "@type": "Person"
        }
    ],
    "duration": "USA: 87 分钟",
    "episodes": "",
    "language": [
        "斯洛伐克语"
    ],
    "playdate": [
        "1972-02-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0241660/",
    "imdb_votes": 163,
    "this_title": [
        "Lalie Polné"
    ],
    "douban_link": "https://movie.douban.com/subject/2983315/",
    "imdb_rating": "6.7/10 from 163 users",
    "trans_title": [
        "野百合",
        "Field Lilies",
        "Wild Lilies"
    ],
    "douban_votes": "188",
    "introduction": "Two ex-soldiers search for stability and love when they return home after World War One.--------------------------------------------史上最强东欧魔幻现实主义电影杰作之一。The second and last full-lenght feature film ‘Wild Lilies’by Elo Havetta ranks among the most remarkable works of Slovak cinematography. It is an artistic paraphrase of the literary work of Vincent Sikula. The main charcters are veterans retrurning from WWI who want to find a home ans settle down. However, equally strong is their desire for freedom and the life of a tramp.Elo Havetta (1938-1975)He graduated at the School of Industrial Arts in Bratislava in 1957. At the break of the fifties and the sixties he iniciated several original projects ( Theatre of pictures) and as a result, he´d attracted and organized a group of young artists from various art fields. Havetta was a prose writer, photographer, worked as an editor in visual arts magazine, as a graphic designer, etc. Since the beginning of his studies at FAMU (Film Academy of Musical Arts in Prague) in 1961, cinema became his major interest. It was mainly due to the fact that he believed it was the only means through which his personal feelings and experience could be transformed, intermingling with other art disciplines. Havetta attended the Academy in a relatively fortunate period of relaxed creative atmosphere and according to his professor Karol Kachyna (significant Czech film director) his appearance soon became the most distinguished in the course.But eventhough he managed to attract wider attention already with his school work, after he returned to Slovakia, there was no room for him in major film studios producing film those days - Koliba. And so in 1967 he participated in creation of diapolyekran at EXPO ´67 (exhibition of....) and between 1967 and 1968 he worked as visual arts magazine editor in Smena. He managed to get through in Koliba only later, in 1968, however he has completed only two full-length feature films: A Celebration in a the Botanical Garden and Wild Lilies. Both these titles have become jewles of Slovak cinematography. Through these films playfulness, improvisation and spontaneity got through into the Slovak cinema.Screening of the latter at IFF Venice in however didn´t bring fame for Havetta, on the contrary it launched a definite prohibition of his work produced in Koliba studios. Since then, all the way through untill the moment of his premature death Havetta worked only for the Czechoslovak television in studio producing programmes for youth. At the occasion of Days of Slovak and Czech Film in 1990, he was presented a Life-long Creativity Award in memoriam.",
    "chinese_title": "野百合",
    "douban_rating": "7.3/10 from 188 users",
    "foreign_title": "Lalie Polné",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.3",
    "update_at": "2025-03-19T06:36:52"
}