{
    "aka": [
        "Venice",
        "威尼斯"
    ],
    "sid": "2988331",
    "cast": [
        {
            "url": "/celebrity/1331129/",
            "name": "弗朗西斯科·达·莫斯托 Francesco da Mosto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "纪录片",
        "历史",
        "艺术",
        "旅行",
        "建筑",
        "城市",
        "文艺",
        "旅游"
    ],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2653510351.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1331129/",
            "name": "弗朗西斯科·达·莫斯托 Francesco da Mosto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0432242",
    "director": [
        {
            "url": "/celebrity/1278135/",
            "name": "爱德华·巴瑟杰特 Edward Bazalgette",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-10-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0432242/",
    "imdb_votes": 148,
    "this_title": [
        "Francesco's Venice"
    ],
    "douban_link": "https://movie.douban.com/subject/2988331/",
    "imdb_rating": "8.2/10 from 148 users",
    "trans_title": [
        "弗朗西斯科的威尼斯之旅",
        "Venice",
        "威尼斯"
    ],
    "douban_votes": "1729",
    "introduction": "威尼斯的风情总离不开“水”，蜿蜒的水巷，流动的清波，她就好像一个漂浮在酽酽碧波上浪漫的梦，诗情画意久久挥之不去。这个不到8平方公里的城市，却被一百多条蛛网般密布的运河割成一百多座小岛，岛与岛之间只凭各式桥梁错落连接，初来乍到很快便会迷失在这座“水城”中。好在有大运河（Grand Canal）呈S形贯穿整个城市，沿着这条号称“威尼斯最长的街道”，可以饱览威尼斯的精华而不用担心迷路。沿岸的近200栋宫殿豪宅和七座教堂，多半建于14至16世纪，有拜占庭风格、哥特风格、巴洛克风格、威尼斯式等等，所有的建筑地基都淹没在水中，看起来就像水中升起的一座艺术长廊。平日里大运河真的像一条熙熙攘攘的大街一样，各式船只往来穿梭其上，最别致的当然还是贡多拉（Gondola）。虽说威尼斯的守护神和城市象征是圣马克广场上那头带翅膀的狮子，可在人们心中，说到威尼斯就自然会想到穿梭于水巷中的贡多拉。这是一种月牙形的黑色平底小船，几百年前，威尼斯贵族们喜欢乘坐雕刻精美，装饰着绫罗绸缎的贡多拉互相斗富。为了刹住这种奢靡的风气，威尼斯政府颁布了一条发令，禁止把贡多拉漆成彩色，于是，曾经争奇斗艳的贡多拉都变成了今天人们看到的黑色小船。晚上乘一小时贡多拉的花费可以乘“水上公交”（Vaporetto）绕威尼斯30圈，可是即便昂贵，你又怎么舍得放弃夜游威尼斯的终极浪漫？夜晚的水面倒影着月色，经过一天的喧嚣，此时的河面重归平静，贡多拉在如丝般的碧波上静静前行。两岸爬满青苔的古老墙根发出特殊的潮湿气味，仿佛伸手可触。河水汩汩，船儿荡漾，让人忍不住幻想自己回到几百年前艺术辉煌一时的威尼斯，自己是王公贵族，正乘坐贡多拉，赴一场假面舞会。只有撑船的威尼斯小伙儿在狭窄水巷拐弯处的一声吆喝，才把人又带回到现实世界中来。船行之处，处处有桥。威尼斯的桥有350座之多，最有名的莫过于叹息桥。它是连接总督府和监狱的一座封闭式的巴洛克风格的桥。至于为什么这座桥有这么个无奈的名字，说法很多。有个说法是一名死囚走过叹息桥时，透过桥上的窗户看到对面房子里自己的女友拥抱着新情人，不禁深深叹息。叹息桥因此得名。不管这个传说是不是有来由，至少现在的叹息桥已经成了恋人见证爱情的地方，据说只要在桥下拥吻，爱情就能天长地久。无数情侣在这里上演深情一幕，也算得是威尼斯的一景。威尼斯的浪漫中多少掺杂一些凄美，地下水抽取过多，造成威尼斯的陆地不断下沉，再加上周期性的潮水，因水而美丽的威尼斯正在被洪水慢慢侵蚀。她还会为我们的世界美丽多久？这已经不是我们能够左右得了的事情。我们能做的仅仅靠近她，欣赏她，把心盛满浪漫的感受再离开。威尼斯（意大利文Venezia）是意大利东北部的城市，市区涵盖意大利东北部亚得里亚海海边的小岛和邻近一处半岛。威尼斯有很多运河，有水乡的美誉。威尼斯中心旧市区街道狭窄，是行人徒步区，禁止汽车进入，是欧洲最大的无汽车地区。2003年人口274000人。威尼斯的成立可回溯到568年。当时，意大利北部遭受伦巴底人（''Lombards''）的侵略，许多难民逃到威尼斯岛避难。在8世纪中，威尼斯人抵抗贝宾三世（''Pepin III''）的帝国扩展，而附属于拜占庭帝国。过后，威尼斯逐渐发展强大。当拜占庭帝国没落之时，威尼斯的自治权渐增，最后取得独立，成立威尼斯共和国 （9世纪至18世纪，1797年）。几百年来，统治威尼斯共和国的首领是威尼斯公爵（''Doge''）。威尼斯城有七百年历史。最初由一群逃荒的人在一座小岛上建成。十三世纪十字军东征的时候，威尼斯人贡献了君士坦丁堡，成了地中海的霸主，后来威尼斯的繁荣富贵，艺术、回话、建筑、音乐的登峰造极都来源于此后三四百年间威尼斯在地中海的称霸和敛财。本系列由威尼斯人Francesco da Mosto 通过电脑制作以及生动的描述，带我们领略意大利名城威尼斯的历史和文化。共分四集：第一集：Blood 血腥一个宫殿的城市，一个充满黄金珠宝以及无与伦比的财富的城市，一个艺术之都-----威尼斯，她是怎样从沼泽中诞生，Da Mosto还向我们解释了威尼斯是怎样成为一个享有至高无上的荣誉的高贵之都一个孤单的人怎样忍受各种各样的痛苦折磨，领导他的人民、他的城市实现复仇的第二集：Beauty 美丽一个拥有如此惊人的美丽的城市怎样脱胎于一个卑微的、木制结构的城市史上最伟大的艺术家、建筑设计师包括Palladio和Titian等对于建设这个美丽城市作出怎样的贡献第三集：Sex 性到十八世纪的威尼斯，有两种东西深入人们的思想----那就是艺术和性. Casanova的《A History of My Life》详细的叙述了他本人的好色之性, 通宵达旦的开宴会，以艺术为借口，狂欢节的化妆舞会代表这种奢华的最高潮第四集：Death 死亡自从拜伦把这个城市作为游历的一个地方起，生活对于威尼斯人变得异常的艰难。1966年威尼斯经历了一场大洪水，之后现代化的思想也威胁着威尼斯----从把威尼斯和意大利本土连系起来的桥到扁平的教堂，大运河以及高速公路等等，这些都在改变这威尼斯",
    "chinese_title": "弗朗西斯科的威尼斯之旅",
    "douban_rating": "8.9/10 from 1729 users",
    "foreign_title": "Francesco's Venice",
    "imdb_rating_average": 8.2,
    "douban_rating_average": "8.9",
    "update_at": "2025-05-23T19:11:54"
}