{
    "aka": [
        "Making Miracles"
    ],
    "sid": "2988787",
    "cast": [
        {
            "url": "/celebrity/1007097/",
            "name": "范文芳 Fann Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318342/",
            "name": "林明伦 Darren Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013705/",
            "name": "姜大卫 David Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397958/",
            "name": "宋怡霏 Constance Song",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549676042.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1367582/",
            "name": "杨锡彬 Saik Pin Yeo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1738627",
    "director": [
        {
            "url": "/celebrity/1379812/",
            "name": "卢燕金 Yin Kam Loo",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-03-06(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1738627/",
    "this_title": [
        "奇迹"
    ],
    "douban_link": "https://movie.douban.com/subject/2988787/",
    "trans_title": [
        "Making Miracles"
    ],
    "douban_votes": "139",
    "introduction": "怡康医院里……一名病人因为手掌断了被紧急送院，外科医生高政邦（林明伦饰演）为他进行接驳手术。负责医院财务和人事的主管周希雯（宋怡霏饰演）因担心病患负担不起高昂的手术费而反对。后来，幸得院长梁仲勉全力支持，手术得以顺利进行。与此同时，一名患有红斑狼疮的小孩因为并发症也被送入医院。他的主治医生--小儿科医生刘书妍（范文芳饰演）要他留医观察。但是小孩家人无法承担医院费用，坚持出院。刘书妍也为这件事情与周希雯产生冲突。患红斑狼疮的病童由于没有及时就医导致病情恶化，怡康医院成为媒体追踪的对象。刘书妍感到悲伤之余，对医院的作风作出批评，造成她和周希雯关系更僵。某日，刘书妍接手照顾弱智的杜小媛（李之仪饰演）时，发现她竟然失踪了。由于杜小媛曾经被奸成孕，一向冷静的刘书妍非常慌张。最后她终于在街头找到衣不蔽体的杜小媛。杜小媛经过检查，证实她再次被强奸，刘书妍对此感到非常痛心。高政邦适时陪在刘书妍身边，给予安慰。高政邦对充满爱心的刘书妍一向情有独钟，他为了讨好刘书妍，亲手制作了巧克力送给她。其实喜欢刘书妍的人，还包括了整型医生温杰仁（曹国辉饰演），只是他一直无法开口向刘书妍表白，只能看着高政邦和刘书妍成双成对，斯人独憔悴。陈冠麟（姜大卫饰演）是怡康医院的副院长，他和表弟郑易凡（郑各评饰演）及太太徐秀沅（赖怡伶饰演）住在一起。陈冠麟为人严肃，只有郑易凡敢和他开玩笑。活泼可爱的李小曼（白薇秀饰演）为了病重母亲的心愿，重新接受曾经劈腿的前男朋友；却被无情的男友骗财骗色，身心大受打击，患上失语症。李小曼得陈冠麟的悉心照顾，她发现自己爱上了年纪比她大很多的陈冠麟。陈冠麟知道后非常错愕。怡康医院院长提前退休，陈冠麟正式出任院长，董事会主席周海天更将他视为东床快婿，要他和女儿周希雯结婚。就在这个时候，周希雯发现了冠麟和李小曼之间的感情，向陈冠麟兴师问罪。陈冠麟为了李小曼，不惜放弃院长一职。周希雯一怒之下，说服父亲周海天自任院长。周海天因心脏梗塞入院，周希雯为了让父亲早日动手术，擅自更改其他病人的手术期。没想到周海天手术成功，该病人却死了。病人的丈夫阿吉为此到医院大吵大闹。刘书妍看不惯周希雯惟利是图的个性，和周希雯在一场大冲突后，决定离职。没想到，温杰仁的旧情人芝琳（傅芳玲饰演）因怀疑刘书妍和温杰仁的关系，产生妒嫉，设计了一场车祸，导致刘书妍毁容。温杰仁亲自操刀为刘书妍动手术，没想到手术一波三折。刘书妍最后一次整容的大手术前夕，心情患得患失，甚至想放弃，幸得温杰仁诚意劝说才得以说服她。与此同时，又来医院大闹的阿吉，怒火攻心，一气之下竟然将来劝说的高政邦和陈冠麟推下天台，导致高政邦患上局部失忆症，陈冠麟更因脑部重创而性命垂危。李小曼不弃不离守在床前，等到陈冠麟苏醒。她真挚的爱，终于感动了陈冠麟，让他抛开心结，向李小曼求婚。高政邦忘了刘书妍，也忘了他和刘书妍之间的感情。刘书妍一方面为高政邦的失忆感到伤心绝望，另一方面却又对温杰仁的厚爱无从招架。在重重压力之下，她决定暂时到偏僻的山区行医，寄情工作。某天，高政邦和温杰仁得知刘书妍所处山区的实际地点，急忙赶往。谁知道他们在找到刘书妍时，山区发生地震。高政邦和刘书妍被困在废墟中，生死未卜……",
    "chinese_title": "奇迹",
    "douban_rating": "7.6/10 from 139 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-05-15T04:08:24"
}