{
    "aka": [],
    "sid": "2988873",
    "cast": [
        {
            "url": "/celebrity/1318521/",
            "name": "战菁一 Jingyi Zhan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1365999/",
            "name": "连萌 Meng Lian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2565169584.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "那年我八岁"
    ],
    "douban_link": "https://movie.douban.com/subject/2988873/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "故事梗概：喜娃八岁那年，表哥贾舒是村里民办教师。快三十的人，贾舒还没找着对象。在喜娃眼里，表哥贾舒是村里最有文化、长的也是最帅的爷们，找对象自然不着急。喜娃说的没错，村里不少漂亮姑娘都主动追求贾舒，但贾舒就喜欢和夏女在一起。夏女是跟妈妈一块从城里下放来的。喜娃清楚地记得，夏女刚来的时候，整天都紧闭着嘴巴，脸比谁都白，走路眼睛也不看人，像是在台上唱戏。贾舒固执地喜欢着夏女，招来村花丹蕾的嫉妒。与此同时，村支书强叔的儿子转转也喜欢着夏女。贾舒喜欢夏女，但夏女的妈妈希望闺女能跟转转结婚，因为强叔作为村支书的政治权利，能帮她们母女俩回城里。没事的时候，喜娃喜欢跟着表哥在村口玩。与其说是玩，还不如说是表哥希望每天都能看到收工回来的夏女，看到夏女飞快地走着碎步，她的腰支在阳光下一扭的扭的，像在舞台上唱戏。后来村里兴办宣传队，贾舒成了宣传队的负责人，夏女因为能歌善舞，自然成了宣传队的主力。那段日子，村宣传队经常出去演出，贾舒和夏女两个人的名字随着演出队的名气，一天比一天大。给演出队报幕的，是村花丹蕾。看着贾舒、夏女、丹蕾每天都在一起，转转琢磨着有一天能进宣传队。有当村支书的爹，转转的愿望如期实现。由于唱歌走调，转转只能在宣传队负责服装。贾舒和夏女的事，村里人知道的越来越多。夏女的妈妈开始反对，同样反对的还有贾舒哥的妈妈。贾舒的妈妈担心儿子跟夏女结婚，将来夏女进了城再把儿子给甩了。反对归反对，越反对夏女和贾舒的事越成的快。在大家伙的凑合下，贾舒和夏女终于结婚。结婚后的贾舒、夏女编排的舞蹈在省里获奖，让李书记和强叔得到上级表扬的同时，村里掀起了民歌热。村里的民歌越唱越好，日子也越过越好。后来，转转从工农兵大学毕业，进县城参加工作，丹蕾从县城编织班毕业。村里举办民歌赛歌会，转转和丹蕾从城里回来。赛歌会上，丹蕾依然担任报幕员，转转觉得有些事情对不起贾舒，偷偷回城。贾舒为追回转转，中途发生意外不幸身亡。十六年后的春节，在北京上大学的喜娃收到家乡一个叫贾舒夏的孩子写来的信。贾舒夏在信里告诉喜娃这些年家乡的变化：丹苗阿姨的羊毛编织厂带领全村致了富，他的姥姥也没有回城。信读到这里，喜娃知道写信的孩子是谁了，贾舒夏的妈妈叫夏女，爸爸是转转，他叫贾舒夏，今年正好8岁。精彩视点：本片是山西电影制片厂王宏量导演继《别拿豆包不当干粮》之后又一部反映农村题材的影片。影片以一个小男孩的视线，用第一人称“我”的自白，讲述了20世纪七十年代小山村里发生的爱情故事，描述了生活在自己身边的大哥大姐们的爱情经历。影片的节奏有着娓娓道来的舒缓，如同在阳光和煦的午后，品茗叙旧，感觉与众不同；故事情节没有激烈的冲突，演员表现本色自然，符合导演王宏量一贯的风格。演员战菁一是成都军区战旗歌舞团舞蹈演员，中央戏剧学院表演系毕业，曾获全军小品比赛表演一等奖、“群星奖”表演一等奖 。2008年 2月11日 1：39 CCTV-6播出",
    "chinese_title": "那年我八岁",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T23:52:27"
}