{
    "aka": [
        "涩女郎2",
        "粉红女郎2"
    ],
    "sid": "2990023",
    "cast": [
        {
            "url": "/celebrity/1033481/",
            "name": "叶童 Cecilia Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024897/",
            "name": "王喜 He Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1252428/",
            "name": "曾宝仪 Bowie Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041368/",
            "name": "林熙蕾 Kelly Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317084/",
            "name": "王海珍 Haizhen Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312914/",
            "name": "薛佳凝 Jianing Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313641/",
            "name": "胡兵 Hu Bing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002862/",
            "name": "曾志伟 Eric Tsang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023141/",
            "name": "孟广美 Jessey Meng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317702/",
            "name": "钱泳辰 Yongchen Qian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323625/",
            "name": "任天野 Tianye Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313559/",
            "name": "郝平 Ping Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1385432/",
            "name": "张洪铭 Hongming Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1465169/",
            "name": "马意骏 Cavolo Mario Eugene",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868524179.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318407/",
            "name": "徐萌 Meng Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318406/",
            "name": "杨文军 Wenjun Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "42",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "摇摆女郎"
    ],
    "douban_link": "https://movie.douban.com/subject/2990023/",
    "trans_title": [
        "涩女郎2",
        "粉红女郎2"
    ],
    "douban_votes": "709",
    "introduction": "故事的开始就充满了惊奇和险遇，四个摇摆女郎通过不同的方式聚集到了一起，演绎了一出出浪漫或辛酸或富有哲理的爱情故事。结婚狂程天姝在上班路上看到了电视墙的钻石广告，同时又接到男友Frank的电话，误以为会向自己求婚。公关公司经理林海天为买钻戒与结婚狂发生矛盾，并且又在真爽啤酒新闻发布会上出了问题。万人迷姚蔓为一份合同，千方百计找到真爽啤酒老总甄有前。不料遇上辛西亚——这个一心想骗取甄有前信任，并且背叛林海天的女人。色房东的五十万获奖彩票，居然飞到了酒店顶楼，当他冒着生命危险去捡时，遭到酒店公关经理结婚狂的极力劝阻，两人在争执中触动警铃，新闻发布会顿时混乱。天真妹十分同情结婚狂，想把她与单身的父亲拉扯在一起，认为与他们结婚挺合适。结婚狂为改变自己状态，给自己买了一枚戒指，没想到幸运地摸了大奖：双人两周赴法旅行。结婚狂十分高兴，希望此行让她找到一个好老公。林海天的心中仍有辛西亚，但辛西亚回答干脆，完全拒绝了他。她之至于接近甄有前，是为了他的钱。林海天不明白辛西亚为何要这样做，他询问万人迷，那天辛西亚与甄前前之间到底发生了什么事？万人迷默然，反问道美女与金钱在一起时会发生什么？林海天气走了，暗恋他的男人婆心里也不高兴，所以她与万人迷又产生磨擦。结婚狂要去法国了，而且改变装束想找机会认识有钱男人。色房东和天真妹都觉得她真的近于疯狂。然而，结婚狂真的在头等舱认识了法国人安德鲁，谈得很投缘，不料甄有前突然出现在他们中间。途中发生状况，飞机返航，结婚狂被安排与孕妇同一房间休息，最让结婚狂始料不及的是，她的未婚丈夫原是她的前任男友。为安慰结婚狂，色房东、天真妹不约而同买安康鱼送她。结婚狂还觉得这鱼太丑，不好。天真妹揶揄地说，其实爱情也并不美，只是人们对它的期望太高。结婚狂帮色房东配眼镜，两人一路走回，原本常常吵架的他们，都说自己了自己的心里话，而且越说越投机。突然，结婚狂说，其实两个不漂亮人的爱情也可以很甜蜜。色房东愣住，拥着她深深地吻了她。偏偏在这时，有个女孩子突然从美国来访。她叫阿娇，是色房东旅美时房东的女儿。阿娇突然来访，色房东急着为她准备饭菜，因此怠慢了天真妹、男人婆和万人迷。阿娇终于说出自己因为父母反对，她是与相爱的TOM跑到中国。男人婆的弟弟铁蛋来到，色房东领着铁蛋到处逛街，买东西吃，又情自禁地买彩票，让小铁蛋抽奖。他满以为不会有彩，可偏偏他中了大奖。结婚狂带着铁蛋到游乐场玩，又带上过山车，铁蛋晕眩了过去，急得她连忙把送他上医院，男人婆得到消息也赶到急诊室。医生于根宝检查后说，孩子犯有先天性心脏病，要马上住院开刀，大概需要五六万费用。出人意料的是辛西亚得知此事后，主动找上门来捐钱。此事触动色房东，终于拿出存折，要为孩子看病，以示赎罪。一年一度的啤酒招标会开始了，甄有前觉得有风险，不想夺标。林海天早有顾虑，要天真妹从中干预，让她父亲不要夺标。甄有前答应女儿，不料突然万人迷突然点穿结婚狂，说她与林海天一直在从中捣鬼，甄有前一听火了，决定自己出场夺下标王。天真妹一气之下离家出走。天真妹流落街头，遇上了戴维，但他没钱，靠变卖东西维持生计，这些钱又不够天真妹买衣服花的；他也没房子，当下住的也是他撬锁进来的，因此很快被人赶走。天真妹说要与他一起打工，自己养活自己。万人迷、男人婆怀着各自目的来找于大夫，可打的都是关心天真妹的旗号。可于根宝心想的是辛西亚，他要为她过生日遭拒绝。于根宝遭拒绝后，只有结婚狂给他此许安慰，他决定约她到家请吃饭，以表感激之情。甄有前心中郁闷，借酒消愁，结婚狂获悉和万人迷赶到宾馆，色房东、男人婆去找天真妹。戴维高烧得厉害，天真妹背他上医院，恰好林海天、男人婆赶到。林海天带天真妹赶往宾馆。甄有前攀上顶楼的扶拦，结婚狂艰难地救了他。就在此刻天真妹赶到，父女相见抱头痛哭……一个海归的房地产老板陆鹏追求万人迷，却让一屋人沸腾起来。陆鹏追万人迷不成，又想聘用色房东、男人婆来接近万人迷，都遭拒绝。万人迷向众人说出她爱的痛苦经历。而此时一个叫金香玉的女人打上门来就此引起众怒。陆鹏跪在万人迷面前，请求原谅。可事情并不那么顺利，金父欲逼陆鹏他们早成婚。当晚金香玉拖着陆鹏闹到万人迷的新居，说卖这房子的钱是她的，现在算送给她，条件是要万人迷离开他。万人迷愤然离去。金香玉出乎意外地邀请众人去法国参加她与陆鹏的婚礼。结婚狂、男人婆知道万人迷心里很痛苦，都来劝慰她，可更使人惊讶的，万人迷决定接受命运挑战，去法国参加婚礼。她们终于启程，林海天用车把他们送到机场并在停车场意外地遇见辛西亚推患病的于根宝。辛西亚还暗示林海天，要不失时机地追求结婚狂。万人迷突然对色房东说，她要在他们结婚的同一天同一场所跟他结婚，要做给他们看。色房东虽然明白这是假结婚，但感激她的信任。万人迷要结婚狂她们陪她去买婚纱。只有天真妹一个人在街上逛，走进了教堂，遇见了一个在法国的叫华美的中年妇女。华美说她也有一个像她一样大的女儿，还邀请她到家里作客。天真妹觉得意外的事，她还有一个叫心心的女儿。其实，天真妹遇见的正是她母亲美华，甄有前打电话来了，正好美华在，几十年后两人在电话中相认，美华也与天真妹以母女相认。众人为之惊喜，万人迷哭了。色房东、万人迷盛装出现在酒店，金香玉怒气冲冲地要她滚出去，万人迷上去就是两个耳光，说是给她们两人来个了断，现场顿时混乱。正在此刻，林海天为了结婚狂也来到法国，不巧的是，他被结婚狂扔来的花瓶打伤。但经过这场变故，结婚狂、林海天走到了一起，众人为之高兴。林海天说了于大夫生病及与辛西亚的故事。结婚狂不能原谅自己，让辛西亚代她受苦。林海天一听，觉得她不可理喻，忿忿地要回去。她们在临上机场的那一刻，又来了一个男人婆的追求者亚当，男人婆异常冷漠，没有动心。万人迷她们回到别墅，结婚狂意外地提出想散伙，接着万人迷、男人婆都要离开，尽管色房东想挽留，她们态度仍坚决。色房东说他喜欢万人迷，可不要以为被他喜欢而为所欲为，既然要走，那么就各奔前程吧。众人反而面面相觑。结婚狂在别墅烧了一顿散伙饭，可谁也吃不下，其实谁都不想走。男人婆酒后吐真情，她最爱的居然是那个叫亚当的法国人；问到结婚狂的最爱最恨，她虽说了一大堆，可始终不说一个人。天真妹、男人婆当场点穿他，这人就是林海天。林海天、色房东正好在门外听到，他们二话不说，一个紧紧地抱住结婚狂，一个抱起万人迷，就跑进自己的房间……第二天男人婆也收到亚当从法国的来信，为了不辜负自己，她决定马上飞到法国。就在他们送她到机场时，天真妹意外地发现要去法国的父亲，她也要跟他一起去见母亲。最后，所有的人都有了一个美好的结局。",
    "chinese_title": "摇摆女郎",
    "douban_rating": "5.5/10 from 709 users",
    "foreign_title": "",
    "douban_rating_average": "5.5",
    "update_at": "2025-09-18T07:43:37"
}