{
    "aka": [],
    "sid": "2990187",
    "cast": [
        {
            "url": "/celebrity/1041390/",
            "name": "郭富城 Aaron Kwok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040990/",
            "name": "李冰冰 Bingbing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276079/",
            "name": "韩雪 Cecilia Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024897/",
            "name": "王喜 He Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313681/",
            "name": "韩雨芹 Yuqin Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1421438/",
            "name": "马汉毅 Hanyi Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438484/",
            "name": "刘晓翠 Xiaocui Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301518/",
            "name": "尤勇智 Yongzhi You",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2285658749.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322650/",
            "name": "张慧萍 Huiping Zhang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "动感豪情"
    ],
    "douban_link": "https://movie.douban.com/subject/2990187/",
    "trans_title": [
        ""
    ],
    "douban_votes": "501",
    "introduction": "内地企业家苏礼(尤勇饰)到香港发展，欲与安信旅游集团合作开发香港独一无二的生态度假村。在安信旅游集团主席顾东海为从美国留学归来的儿子顾浩民(郭富城饰)举办的酒会上，香港十大富豪之一的韦卡斯对苏礼狠狠地说：“感谢您在内地指证我的儿子，使他锒铛入狱，我决不会放过你。”苏礼的妹妹苏颖(韩雪饰)参加旅行团来港，适逢浩民为了解公司业务而充当导游。首次担当导游的浩民在青马大桥与汀九大桥的解说上遭到了苏颖的嘲弄，二人不打不相识。短短几天里，苏颖与浩民的感情迅速升温。金紫荆广场、浅水湾边留下了两人快乐的足迹，在青屿干线观景台上，浩民手捧紫荆花苗向苏颖求婚。苏颖与浩民的婚事遭到了哥哥苏礼的反对。苏颖的好友高爽(李冰冰饰)被内地旅游公司派往海洋公园实习。高爽几次与浩民擦肩而过却都失之交臂，得知浩民与苏颖就要举行婚礼，高爽只好将对浩民的爱埋在心底。高爽在去安信公司洽谈业务时遇到余振邦(王喜饰),振邦被高爽的天生丽质所折服，随即展开疯狂追求。苏礼在港发展受到了韦卡斯的封杀，但都被苏礼巧妙地化解。此时的安信集团已是风雨欲来，蚀了本钱的余仁广开始算计起多年老友顾东海。余仁广收买了安信集团的老臣齐姐，余振邦发现了父亲与齐姐暗中勾结，余仁广许诺给振邦五百万让其守口如瓶。振邦是余仁广的私生子，一直得不到父亲的宠爱，两个哥哥也常骂他是野种。振邦回想自幼就什么都比不上浩民，而浩民的一切都来得不费吹灰之力，经过一番内心挣扎，终让潜藏的心魔萌芽，不仅答应余仁广保守秘密，更成为侵吞安信公司的帮凶。就在浩民与苏颖筹备婚礼之时，余仁广与齐姐内外勾结吞并了安信集团。顾东海因此导致精神错乱，振邦在浩民面前痛斥父亲禽兽不如，浩民对振邦不胜感激。余仁广指使振邦继续留在浩民身边，留意其动静。顾浩民立下决心重建家族事业。他开设了一家小型旅行社，准备在特色旅游上大展拳脚，高爽也鼎立相助，振邦却使出各种诡计暗中拆台。余仁广顾忌浩民会与苏礼联手，于是指使振邦诬陷苏礼是侵吞安信的幕后黑手，令浩民与苏礼产生误会。苏颖夹在两人之间，左右为难，最终选择了逃避，一人去往国外。高爽查到了振邦暗中捣鬼的证据，振邦的狐狸尾巴终于露了出来。高爽与浩民在朝夕相处中渐生情愫。浩民通过美国老师为苏礼成功地解决了赔偿官司，还特意从美国买了一条古董项链作为送与高爽的生日礼物。看着满天的星光，浩民为高爽带上了项链，患难之中产生的真情让二人紧紧拥抱在一起。浩民应苏礼之邀加盟红星集团。余仁广父子串通韦卡斯向红星集团进行狙击，苏礼和浩民终不敌奸人诡计，公司控股权被振邦夺去。苏颖的归来令高爽十分困惑，患难之中与浩民产生的感情怎能说断就断？浩民找到高爽表白真情，高爽却提出就此分手，她认为浩民对苏颖有承诺,就必须为自己的承诺负责。丧心病狂的余振邦将两个哥哥送上了黄泉路，竟然又将父亲送入监狱。振邦又变卖公司资产套现，侵吞小股东利益。浩民以一元钱收购价的妙计向余振邦作出反击，小股东也纷纷支持浩民与苏礼的行动。振邦终自食恶果被浩民战胜。振邦不思悔改，竟绑架苏礼的女儿勒索赎金，危急关头浩民等人赶至，解救了苏礼的女儿。振邦眼见大势已去，劫持高爽驾船逃跑，浩民随后追赶，打斗中浩民与余振邦双双落水。高爽不顾一切跃身入海搭救浩民，两人慢慢浮出水面。浩民得救了，振邦落了个葬身大海的可耻下场。大家决定举行一场声势浩大的世纪婚礼，为特色旅游做宣传。浩民、高爽、苏颖一同选取婚礼场地，青马大桥、会展中心、青屿干线观景台、金紫荆广场、每一个如画的景点都充满了三人美好的回忆。千人婚礼就要在香港文化中心举行了，浩民向苏颖表明自己对高爽有着不能割舍的爱情，苏颖理解浩民与高爽在患难中产生的感情才是最真的，她祝愿浩民和高爽能够幸福。可是高爽返回内地的决心已定，浩民追至机场，高爽已登机离去……。",
    "chinese_title": "动感豪情",
    "douban_rating": "6.7/10 from 501 users",
    "foreign_title": "",
    "douban_rating_average": "6.7",
    "update_at": "2025-12-26T18:01:04"
}