{
    "aka": [],
    "sid": "2992886",
    "cast": [
        {
            "url": "/celebrity/1029186/",
            "name": "阿米里·巴拉卡 Amiri Baraka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027965/",
            "name": "戈尔·维达尔 Gore Vidal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141914/",
            "name": "John Rechy John Rechy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027929/",
            "name": "约翰·塞尔斯 John Sayles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092120/",
            "name": "阿尔·戈德斯坦 Al Goldstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023094/",
            "name": "Jim Carroll Jim Carroll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048178/",
            "name": "约翰·沃特斯 John Waters",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005258/",
            "name": "雷·曼札克 Ray Manzarek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001768/",
            "name": "劳伦斯·弗林盖蒂 Lawrence Ferlinghetti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000007/",
            "name": "爱德·山德斯 Ed Sanders",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010725/",
            "name": "约瑟夫·施特里克 Joseph Strick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001215/",
            "name": "埃里卡·琼 Erica Jong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1093849",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1093849/",
    "imdb_votes": 264,
    "this_title": [
        "Obscene"
    ],
    "douban_link": "https://movie.douban.com/subject/2992886/",
    "imdb_rating": "7.2/10 from 264 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Barney Rosset is one of the great unsung heroes in post-war America’s battle for free expression. As publisher of Grove Press and the Evergreen Review, he challenged obscenity bans against Lady Chatterley’s Lover, Tropic of Cancer, Naked Lunch and more, repeatedly risking his company on court battles. His literary and political instincts led him to publish works as diverse as Samuel Beckett’s Waiting for Godot and The Autobiography of Malcolm X. His love of film spurred him to produce Strange Victory, a 1948 documentary about post-war racism. Later, he fought censors as far as the Supreme Court to distribute the risqué 1967 Swedish film I Am Curious (Yellow).First-time directors Neil Ortenberg and Daniel O’Connor take us on a thrilling trip through Rosset’s crusades. They uncover some wonderful archival material: 16mm footage Rosset shot as an Army cameraman in the Second World War; Zero Mostel and Burgess Meredith performing in a televised Waiting for Godot; Gerald Ford denouncing the Evergreen Review. The film’s jazzy graphics recall the flair of Grove Press’s memorable cover designs.Going strong in his eighties, Rosset gives delightfully frank interviews. Friends and colleagues weigh in with equal candour as do such witnesses to the times as Erica Jong, Jim Carroll and John Waters. The film is packed with cultural history revelations and Rosset’s equally compelling personal history. His life was radical from an early age. At an experimental Chicago high school in the thirties, Rosset’s teacher arranged for him to lose his virginity to another student; he also published a school paper, Anti-Everything, with classmate Haskell Wexler (who went on to a career as an Academy Award®-winning cinematographer). As a college freshman, he wrote a paper about his literary hero – presaging his defence of Tropic of Cancer – called “Henry Miller vs. Our Way of Life.”Screw publisher Al Goldstein calls Rosset the “most fucked-up businessman in all of America.” Born to a wealthy banker, Rosset spent all his money on his passions. Ultimately, he sold off hundreds of acres in the Hamptons until he was left with very little and lost control of Grove Press. Now that’s obscene. But he maintains a warm outlook, describing his career as “the art of nourishing the accidental.”",
    "chinese_title": "Obscene",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T15:50:41"
}