{
    "aka": [
        "Children of the Sun",
        "Yaldey Hashemesh"
    ],
    "sid": "2992857",
    "cast": [
        {
            "url": "/celebrity/1046613/",
            "name": "海因茨·施特隆克 Heinz Strunk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046597/",
            "name": "Christoph Grissemann Christoph Grissemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039263/",
            "name": "Dirk Stermann Dirk Stermann",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2506414830.jpg",
    "region": [
        "以色列",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1285054/",
            "name": "Ron Goldman Ron Goldman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298858/",
            "name": "冉·达尔 Ran Tal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1093814",
    "director": [
        {
            "url": "/celebrity/1298858/",
            "name": "冉·达尔 Ran Tal",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "希伯来语"
    ],
    "playdate": [
        "2007-07(耶路撒冷电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1093814/",
    "imdb_votes": 118,
    "this_title": [
        "ילדי השמש"
    ],
    "douban_link": "https://movie.douban.com/subject/2992857/",
    "imdb_rating": "7.5/10 from 118 users",
    "trans_title": [
        "太阳之子",
        "Children of the Sun",
        "Yaldey Hashemesh"
    ],
    "douban_votes": "0",
    "introduction": "A Lama Films production, in association with ITVS Intl. (International sales: Fortissimo Films, Amsterdam.) Produced by Amir Harel, Ayelet Kait, Ran Tal. Directed by Ran Tal. Screenplay, Tal, Ron Goldman.Israeli shortsmaker Ran Tal scores with feature docu debut \"Children of the Sun,\" a fascinating collage of archival materials, including homemovies, children's songs and old recordings that brings to life the kibbutz experiment in collective living. Adding voiceover commentary, he tells the story of his parents' generation, born to kibbutzim in the 1920s and '30s, growing up outside traditional nuclear family structures and taught to subjugate individualism in favor of common good. Crowd-pleaser should shine on the fest circuit before reaching wider auds in broadcast.Choice B&W and color footage spanning the years 1930-1980 is organized to illustrate aspects of kibbutz life such as infants' separation from their parents at birth, growth of group identity (developed through communal toilet training, showering, working, eating and sleeping, as well as numerous circle games), and education as members of an elite working on utopian goals. Pic also comprises disintegration of kibbutz society, with commentary from those who lived it reflecting poignantly on past joys and regrets. Masterful editing by co-scripter Ron Goodman makes the most of technically variable materials. Pic nabbed gongs for best documentary and editing at the Jerusalem Film Festival.Editor, Goldman; music, Avi Belleli. Reviewed at Toronto Film Festival (Real to Reel), Sept. 8, 2007. (Also in Jerusalem Film Festival.) Original title: Yaldei Ha'shemesh. Running time: 70 MIN.",
    "chinese_title": "太阳之子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "ילדי השמש",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T08:00:31"
}