{
    "aka": [
        "One Man's War"
    ],
    "sid": "2993398",
    "cast": [
        {
            "url": "/celebrity/1047135/",
            "name": "Matti Kuortti Matti Kuortti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012806/",
            "name": "Risto Jarva Risto Jarva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154242/",
            "name": "Hannes Veivo Hannes Veivo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151159/",
            "name": "Matti Vienovirta Matti Vienovirta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144934/",
            "name": "Jorma Pulkkinen Jorma Pulkkinen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129565/",
            "name": "Erkki Peltomaa Erkki Peltomaa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128517/",
            "name": "Tuula Nyman Tuula Nyman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126813/",
            "name": "Martti Pennanen Martti Pennanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095742/",
            "name": "Aimo Heino Aimo Heino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039405/",
            "name": "Timo Linnasalo Timo Linnasalo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052659/",
            "name": "Antti Peippo Antti Peippo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900360697.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1012806/",
            "name": "Risto Jarva Risto Jarva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022300/",
            "name": "Jussi Kylätasku Jussi Kylätasku",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0070941",
    "director": [
        {
            "url": "/celebrity/1012806/",
            "name": "Risto Jarva Risto Jarva",
            "@type": "Person"
        }
    ],
    "duration": "108 分钟",
    "episodes": "",
    "language": [
        "芬兰语"
    ],
    "playdate": [
        "1973-12-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0070941/",
    "imdb_votes": 151,
    "this_title": [
        "Yhden Miehen Sota"
    ],
    "douban_link": "https://movie.douban.com/subject/2993398/",
    "imdb_rating": "7.2/10 from 151 users",
    "trans_title": [
        "一个人的战争",
        "One Man's War"
    ],
    "douban_votes": "0",
    "introduction": "芬兰电影新浪潮名导。柏林电影节新电影论坛OCIC奖。The most life-like, yet the most political of Jarva's feature films. It offers a sympathetic view of an entrepreneur's attempts at social progress, while the working class characters bring in a slightly mocking, critical perspective. It has sometimes been read as a story of Jarva's own entrepreneurial position between the older business-minded movie companies and the new overly politicized generation of the 70's (although the plot was mostly conceived by Jussi Kylatasku). In retrospect it seems appropriate that, like the protagonist, Jarva was stifled by cut-throat competition and this became his least successful movie with meagre 7000 domestic viewers.One Man's War is a bleak story of defeat in a society governed by economic opportunism. In one sense, despite it's coarse-grained, rugged texture, it is Jarva's most perfectly-achieved film. Erik Suomies, a construction worker, tries to improve himself in the same way as Juhani did in A Worker's Diary. He persuades the bank to loan him sufficient money to buy a mechanical excavator, and establishes his own fledgling business. Pete, a supposedly good friend, is drafted into the enterprise, and the two men move from site to site with Erik's wife, Liisa, in a converted bus.As Christer Kihlman, the novelist, has written, \"There is a hard, biting, paradoxical poetry in the indescribably ugly, desolate, inhuman and degrading work camps and building sites, places which depict destruction and disintegration rather than expansion and human progress... Just as Tati creates poetry from the plastic and concrete sterility of modern urbanism, Jarva creates his poetry from the bleak, dirty, gouged ground in which the excavator works.\"For all Jarva's attempts to generalise the experience of his characters, however, a contradiction lingers at the very heart of his work, just as it does at the heart of Pakkasvirta's Home for Christmas. It's a paradox endemic to Finnish life, which is caught between the entrepreneurial ideals of the west and the co-operative socialism of the East. The implication of One Man's War is that capitalism attracts, ingests, and finally disgorges its victims like some sociological Venus fly-trap. Yet would Jarva's men feel any more fulfilled under a Communist system? Surely the risk taken by Erik Suomies is one for which he would opt under and circumstances? Although his very name suggests that he stands for a vast number of Finns, he is soon revealed as a loner whose personality will not fit into any philosophical or social mould.",
    "chinese_title": "一个人的战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Yhden Miehen Sota",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-04T15:22:47"
}