{
    "aka": [
        "Sea of Roses"
    ],
    "sid": "2993384",
    "cast": [
        {
            "url": "/celebrity/1032996/",
            "name": "诺尔玛·本格尔 Norma Bengell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056596/",
            "name": "Otávio Augusto Otávio Augusto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132178/",
            "name": "Myrian Muniz Myrian Muniz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130940/",
            "name": "克里斯蒂娜·佩雷拉 Cristina Pereira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020030/",
            "name": "乌戈·卡尔瓦纳 Hugo Carvana",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083100/",
            "name": "阿雷·丰托拉 Ary Fontoura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159801/",
            "name": "Maria Sílvia Maria Sílvia",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529424930.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1069008/",
            "name": "安娜·卡罗琳娜 Ana Carolina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0179964",
    "director": [
        {
            "url": "/celebrity/1069008/",
            "name": "安娜·卡罗琳娜 Ana Carolina",
            "@type": "Person"
        }
    ],
    "duration": "99 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0179964/",
    "imdb_votes": 203,
    "this_title": [
        "Mar de Rosas"
    ],
    "douban_link": "https://movie.douban.com/subject/2993384/",
    "imdb_rating": "6.9/10 from 203 users",
    "trans_title": [
        "玫瑰海",
        "Sea of Roses"
    ],
    "douban_votes": "0",
    "introduction": "巴西影史最佳超现实主义电影之一，与Joaquim Pedro de Andrade的《Macunaima》不相上下，更值得一提的是这么NB的无政府主义电影居然出自一个女导演之手，那个时代巴西的女导演还真不多见，Ana Carolina属于巴西新浪潮一代中的特例了，此片又是由我最爱的巴西女星Norma Bengell主演的。找这片已经很久了，今日终于拿到。。。：Dhttp://www.ejumpcut.org/archive/onlinessays/JC22folder/BrazilFilmUpdate.htmlAnarchist film with surrealistic touches, fine actors and delightfully wacky dialog.A Weird and Surrealistic Dramatic Story.Ana Carolina surprised everybody when, after many documentary shorts and a hit documentary feature about Brazilian dictator Getúlio Vargas, she jumped into anarchist, surrealist crazy drama/black comedy with her first fiction film \"Mar de Rosas\". A non-sequitur, iconoclast portrait of middle-class family life, her protagonist Betinha (Cristina Pereira, perfectly cast) is a sort of teenage Mafalda (Quino's comic book anti-heroine): rambunctious, naughty, irrepressible, eager to be evil. She's on the run with her mother Felicidade (Norma Bengell, returning to Brazilian films after a long sojourn in European cinema and theater), who has killed husband Sergio (Hugo Carvana) in a hotel bathroom. Betinha and Felicidade are followed by suspicious character Bardi (Otávio Augusto) and, after terrible \"accidents\" -- Betinha sets fire on her mother at a gas station, Felicidade is hit by a bus while trying to escape from Bardi -- the 3 of them end up being \"helped\" by wacky couple Dirceu (Ary Fontoura) and Niobi (hilarious, wreck-voiced Myriam Muniz).\"Mar de Rosas\" has some major lulls (especially toward the end) and is technically precarious, but the acting is inspired and, despite being ultimately a tragic film, you'll find yourself cracking with the loony dialog which is rather difficult to translate, as Ana Carolina uses a lot of Brazilian jeux de mots, adages and figures of speech in her trademark style of \"free association\". \"Mar de Rosas\" is refreshingly anti-cliché, and its critical and commercial success paved the way to Ana Carolina's very individual oeuvre that combines anti- conformism, feminism and social criticism with a delightful touch of surrealistic (black) humor.The antagonism portrayed in this explosive black comedy makes a dysfunctional family seem like the Brady bunch. Director Ana Carolina has her leads play it straight, allowing the absurdity of their situations to speak for itself. Felicidade (Norma Benguel) has just slashed her husband with a razor blade in a violent argument, and she and her offensive daughter (Cristina Pereira) run away together. They are caught by Orlande (Otavio Augusto) who was sent out after them by the injured husband. Instead of bringing them back, Orlande takes off with them and a series of misadventures results. Long periods of dialogue are well-written and maintain interest in this maladjusted trio.",
    "chinese_title": "玫瑰海",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mar de Rosas",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T22:26:16"
}