{
    "aka": [
        "小鼹鼠",
        "小鼹鼠妙妙奇遇记"
    ],
    "sid": "2994961",
    "cast": [
        {
            "url": "/celebrity/1113297/",
            "name": "Antonín Jedlicka Antonín Jedlicka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079836/",
            "name": "弗兰季塞克·菲利波夫斯基 Frantisek Filipovský",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162365/",
            "name": "Viola Zinková Viola Zinková",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094279/",
            "name": "约瑟夫·赫利诺马兹 Josef Hlinomaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029516/",
            "name": "András Szöke András Szöke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100041/",
            "name": "Eszter Gyalog Eszter Gyalog",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003989/",
            "name": "János Herskó János Herskó",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1383065323.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1033684/",
            "name": "兹德内克·米莱尔 Zdenek Miler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536801/",
            "name": "艾多阿尔德·毕齐什卡 Eduard Petiška",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295008/",
            "name": "György Pálos György Pálos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029516/",
            "name": "András Szöke András Szöke",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0841927",
    "director": [
        {
            "url": "/celebrity/1033684/",
            "name": "兹德内克·米莱尔 Zdenek Miler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029516/",
            "name": "András Szöke András Szöke",
            "@type": "Person"
        }
    ],
    "duration": "5分钟",
    "episodes": "64",
    "language": [
        "英语",
        "德语",
        "捷克语"
    ],
    "playdate": [
        "1957(捷克斯洛伐克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0841927/",
    "imdb_votes": 2707,
    "this_title": [
        "Krtek"
    ],
    "douban_link": "https://movie.douban.com/subject/2994961/",
    "imdb_rating": "7.9/10 from 2707 users",
    "trans_title": [
        "鼹鼠的故事",
        "小鼹鼠",
        "小鼹鼠妙妙奇遇记"
    ],
    "douban_votes": "47818",
    "introduction": "《鼹鼠的故事》由捷克“StudioBratrivtriku”出品公司制作，是非常著名的动画片。电视台播放的《鼹鼠》系列大都是20世纪70年代的作品，有两部90年代出品的短片。这是一部深具自由灵动的生命气息、散发着快乐幽默的童真和意趣的经典作品。圆头圆脑的小鼹鼠所演绎的既搞笑又充满温情的小故事，思想内容轻松，情节生动风趣，曾让所有的孩子和成人享受到了极大的快乐和温暖。★★★文学作品鼹鼠的故事，是捷克斯洛伐克著名的经典儿童文学，开始流行于上世纪50年代，由于屡次在国内国际获奖，被改编为动画片，在全世界范围内广为流传，影响了一代又一代年轻观众。“鼹鼠的故事”是捷克斯洛伐克著名画家兹德内克·米莱尔的经典名著。作品最早创作于上世纪50年代，以小鼹鼠为主角的第一部动画片《鼹鼠做裤子》1957年首度在意大利威尼斯影展中获得大奖，之后其它以小鼹鼠为主角的多部影片陆续在全球十多个国家获奖。根据影片改编的图书也随之风靡全球。“鼹鼠的故事”承袭了捷克斯洛伐克经典儿童文学的写实传统，同时又兼具幽默、夸张和抒情的优雅风格，洋溢着快乐的生命意趣，半个世纪以来已成为世界图书圣殿中的瑰宝，影响了几代读者。“鼹鼠的故事”在人口只有一千万的捷克销量达五百五十万册，为捷克最畅销的图画书，目前已在全球十五个以上国家出版，其中包括芬兰、丹麦、挪威、德国、斯洛伐克、匈牙利、波兰、美国、俄罗斯、拉脱维亚、立陶宛、韩国、日本等，有四十余种语言版本，是畅销全球脍炙人口的传世经典。★★★★★捷克动画《鼹鼠的故事》是捷克斯洛伐克著名动画片，出品公司是“StudioBratrivtriku”。“鼹鼠”一词在捷克文里拼作“krtek”，在英文中是“mole”。由于鼹鼠善于打洞，现在这个词在媒体报道中已经成了“间谍”的代名词，所以如果你听到说某某国家情报局安全部抓到一只“鼹鼠”可不要真以为他们是抓到了一只打洞的小老鼠哟。《鼹鼠》系列动画片曾在国际动画节上拿过不少奖项，最早的一部《鼹鼠》动画制作于1957年，当时的鼹鼠形象还比较拟人化，没有我们后来熟知的那么憨态可据，而且片中是有对白的，不过当然也听不懂，因为对白是捷克语。从20世纪60年代中期开始，鼹鼠的形象才固定下来，也就是我们所知道的那个样子。60年代末到80年代初是\"鼹鼠\"系列的创作巅峰时期，74年和75年则可谓是巅峰的巅峰，总共出品了12部短片，而且部部精彩。要知道，在70年代中期，动画片全部都是手工制作完成的，其中工序之繁杂繁琐和今天是不能同日而语的。进入80年代后，也许是因为受到政局的影响，进程明显放慢下来，整个80年代也不过出品了四部而已，而且其中大多反应了人们对于现代社会资源及环境的忧虑，远不如70年代的轻松悦人。其中1984年出品的《鼹鼠的梦》是一个长片。制作时间距今最近的一部片子是《鼹鼠和青蛙》，制作于2002年。一部深具自由灵动的生命气息、散发着快乐幽默的童真和意趣的经典作品。在庞大的怀旧动画片中，甚至有人不喜欢《米老鼠和唐老鸭》，有人不喜欢《猫和老鼠》，但没有人不喜欢《鼹鼠的故事》。这是怀旧动画片的巅峰之作，更是超越时空的作品。今天，仍然有很多家长和孩子喜欢这部温馨浪漫的卡通作品。作为卡通片中最具人气的动物明星之一，圆头圆脑的小鼹鼠所演绎的既搞笑又充满温情的小故事，曾让所有的孩子和成人忘记了烦恼和沉重，享受到了极大的快乐和温暖。央视在我们这一代人孩提时代播放的《鼹鼠》系列大都是70年代的作品，这恰恰是这一系列的精华所在，思想内容轻松，情节生动风趣。一堆黑色梯形土出现在地面上，于是，片子正式开始了……“HI””HELLOW”连同“咯咯咯”的笑声，尽管这就是小鼹鼠全部的“语言”，但这些已经成为不朽的经典。我们永远无法忘记，那部来自东欧小国捷克的动画片！我们永远无法忘记，那部动画片中有一只可爱的鼹鼠！我们永远无法忘记，在我们悲伤时，一听见鼹鼠那咯咯的笑声，就再也不能拒绝欢乐的来临！作者简介兹德内克·米莱尔（Zdeněk Miler），1921年出生于捷克斯洛伐克，毕业于布拉格工艺大学。多才多艺的他是画家、平面艺术家，也是动画片制作家。他制作的影片在世界各地广受好评，并获得多项大奖。他的第一部影片《鼹鼠做裤子（How the Mole Got His Trousers）》1957年首度在意大利威尼斯影展中获得最高奖，并陆续在世界各地十多个国家获奖。多年来，小鼹鼠的冒险故事一直深受孩子们的喜爱，以小鼹鼠为主角的系列图画书在世界各地获得了极高的评价。米莱尔所有的艺术活动中，最主要的是参与动画片的制作，这也影响到他的插图手法和风格。他运用敏锐的笔触和柔和、充满诗意的色彩，巧妙地展现出图画书的另一种独特风貌，具有卡通连续动作的视觉效果。“鼹鼠的故事”承袭了捷克经典儿童文学的写实传统，同时兼具幽默、夸张和抒情的优雅风格，洋总溢着快乐的生命意趣，是世界图书圣殿中的瑰宝，也是影响了几代读者的传世经典。分集目录1. 鼹鼠和绿星星 （1969年　8分钟）2. 鼹鼠和收音机 （1968年　9分钟）3. 鼹鼠和刺猬 （1970年　9分钟）4. 鼹鼠与鸡蛋 （1975年　6分钟）5. 鼹鼠和小鸭子 （1995年　5分钟）6. 鼹鼠与蘑菇 （1997年　5分钟）7. 鼹鼠是电影明星 （1988年　29分钟）碟2：1. 鼹鼠在动物园 （1969年　7分钟）2. 鼹鼠和棒棒糖 （1970年　9分钟）3. 鼹鼠和火柴盒 （1974年　6分钟）4. 鼹鼠是个摄影师 （1975年　6分钟）5. 鼹鼠和煤炭 （1995年　5分钟）6. 鼹鼠和雪人 （1997年　5分钟）7. 鼹鼠的梦 （1984年　29分钟）碟3：1. 鼹鼠是个园艺家 （1969年　8分钟）2. 鼹鼠和电视机 （1970年　6分钟）3. 鼹鼠是个化学家 （1975年　6分钟）4. 鼹鼠在沙漠 （1975年　6分钟）5. 鼹鼠与友谊 （1995年　5分钟）6. 鼹鼠和洪水 （1997年　5分钟）7. 鼹鼠和药 （1987年　29分钟）碟4：1. 鼹鼠和口香糖 （1969年　8分钟）2. 鼹鼠和伞 （1971年　8分钟）3. 鼹鼠和音乐 （1974年　6分钟）4. 鼹鼠是个钟表匠 （1974年　6分钟）5. 鼹鼠和生日庆典 （1999年　5分钟）6. 鼹鼠与长笛 （1999年　5分钟）7. 鼹鼠在城市 （1982年　29分钟）碟5：1. 鼹鼠和裤子 （1957年　14分钟）2. 鼹鼠和电话 （1974年　6分钟）3. 鼹鼠和飞毯 （1974年　6分钟）4. 鼹鼠和机器人（1995年　5分钟）5. 鼹鼠和地铁 （1997年　5分钟）6. 鼹鼠和诞生 （1997年　5分钟）7. 鼹鼠和鹰 （1992年　29分钟）碟6：1. 鼹鼠和它的红色汽车 （1963年　15分钟）2. 鼹鼠过圣诞节 （1975年　6分钟）3. 鼹鼠和吓人的面具 （1975年　6分钟）4. 鼹鼠去郊游 （1995年　5分钟）5. 鼹鼠和小野兔 （1997年　5分钟）6. 鼹鼠和泉水 （1999年　5分钟）7. 鼹鼠和钟表 （1994年　29分钟）★★★★★故事年表★★★★★01.1957 鼹鼠和裤子 (How the Mole Got His Trousers)(捷克语Krtek a kalhotky)(波兰语Krecik i Spodnie)(德语Wie der Maulwurf zu seiner Hose kam) (15分钟)《鼹鼠和裤子》鼹鼠想拥有一条有口袋的工作裤。在朋友们的帮助下，鼹鼠通过种植亚麻、纺线、织布等工序，终于做成了属于自己的工作裤。02.1963 鼹鼠和它的红色汽车 (The Mole and its red Car)(捷克语Krtek a auticko)(波兰语Krecik i samochodzik)(德语Der Maulwurf und das Auto) (15分钟)《鼹鼠和它的红色汽车》鼹鼠对汽车产生了浓厚的兴趣。他捡到了一辆破旧的玩具小汽车，经过改装，玩具车成了一辆时髦的小车。鼹鼠开上小车，可威风了！03.1966 鼹鼠和火箭 (The Mole and the Rocket)(捷克语Krtek a raketa)(波兰语Krecik i rakieta)(德语Der Maulwurf und die Rakete) (9分钟)《鼹鼠与火箭》鼹鼠坐火箭来到了一个小岛上，在岛上他结识了一个新朋友——螃蟹。在螃蟹的帮助下，鼹鼠修好了火箭，离开小岛回家了。04.1968 鼹鼠和收音机 (The Mole and the Radio)(捷克语Krtek a tranzistor)(波兰语Krecik i radio)(德语Der Maulwurf und das Radio) (9分钟)《鼹鼠和收音机》鼹鼠非常喜欢听收音机，收音机成了他最好的朋友。可是收音机里的声音却乾扰了小伙伴们的正常生活。后来，收音机病死了，鼹鼠非常难过。可是悲伤过后，鼹鼠却发现，原来大自然里的声音也很动听。05.1969 鼹鼠和绿星星 (The Mole and the Green Star)(捷克语Krtek a zelena hvezda)(波兰语Krecik i zielona gwiazdka)(德语Der Maulwurf und der gefallene Stern) (8分钟)《鼹鼠和绿星星》春天来了，大家都在收拾屋子。鼹鼠在收拾的过程中，发现了一颗绿星星。在月亮的帮助下，鼹鼠成功地将绿星星挂到了天空中。06.1969 鼹鼠和口香糖 (The Mole and the Chewing Gum)(捷克语Krtek a zvykacka)(波兰语Krecik i guma do zucia)(德语Der Maulwurf und das Kaugummi) (8分钟)《鼹鼠和口香糖》鼹鼠被一个泡泡糖给粘住了，鼹鼠想尽办法也不能甩掉泡泡糖。奶牛吃掉泡泡糖，吹出了美丽的泡泡，帮助鼹鼠解了围。07.1969 鼹鼠是个园艺家 (The Mole as a Gardener)(捷克语Krtek zahradnikem)(波兰语Krecik Jako Ogrodnik)(德语Der Maulwurf und der Gartner) (8分钟)《鼹鼠是个园艺家》浇花用的水管子漏了，花朵因为得不到及时灌溉而面临死亡。鼹鼠想尽办法，可是漏洞却越来越大。最后，鼹鼠为花朵挖了一条水渠，花朵们又重新恢复了生机。08.1969 鼹鼠在动物园 (The Mole in a ZOO)(捷克语Krtek v ZOO)(波兰语Krecik w ZOO)(德语Der Maulwurf im Zoo) (7分钟)《鼹鼠在动物园》鼹鼠为了戏弄狮子，设计拔掉了狮子的一颗牙齿。动物们都以为狮子会勃然大怒，没想到狮子却很高兴，因为鼹鼠拔掉的是狮子的一颗虫牙。09.1970 鼹鼠和电视机 (The Mole and the Television)(捷克语Krtek a televizor)(波兰语Krecik i telewizor)(德语Der Maulwurf und der Fernseher) (7分钟)《鼹鼠和电视机》老人看电视，电视节目正在推销用来消灭鼹鼠的毒药。鼹鼠知道后，砸坏了老人家的电视天线。第二天，老人想要捉住鼹鼠，却在追逐中把自己的花园给毁了。他决定买来毒药消灭鼹鼠。鼹鼠感到很内疚，偷偷帮助老人种好了所有的花。老人买毒药回来后见到新建的花园，感到非常高兴，原谅了鼹鼠，跟他成为了好朋友。10.1970 鼹鼠和刺猬 (The Mole and the Hedgehog)(捷克语Krtek a jezek)(波兰语Krecik i Jez)(德语Der Maulwurf und der Igel) (9分钟)《鼹鼠与刺猬》鼹鼠辛苦的收拾草地，可是刺猬却不帮忙，只顾自己在一旁吃东西，吃完就睡着了。人在刺猬睡觉的时候，把它抓走要制作成标本。鼹鼠和老鼠帮助刺猬逃了出来。在回家的路上，大家遇到了老虎，在刺猬的保护下，鼹鼠和老鼠脱离了危险。11.1970 鼹鼠和棒棒糖 (The Mole and the Lollipop)(捷克语Krtek a lizatko)(波兰语Krecik i lizak)(德语Der Maulwurf und das Lutschbonbon) (9分钟)《鼹鼠与棒棒糖》鼹鼠在公园捡到一个棒棒糖。他不知道棒棒糖是什么东西，惹出了不少的笑话。后来下雨了，棒棒糖融化在手里，鼹鼠才恍然大悟。最后，他和蜜蜂一起分享了甜美的棒棒糖！12.1971 鼹鼠和伞 (The Mole and the Umbrella)(捷克语Krtek a paraplicko)(波兰语Krecik i parasolka)(德语Der Maulwurf und der Regenschirm) (8分钟)《鼹鼠和伞》鼹鼠捡到了一把雨伞，他把雨伞当成降落伞和小船来玩。后来，他又学起了卖瓜人，把雨伞当成了凉伞，从卖瓜人那里偷来西瓜分给小动物吃。卖瓜人发现后，想要捉住鼹鼠。小动物们帮助鼹鼠脱险，还戏弄了卖瓜人。13.1972 鼹鼠是个小画家 (The Mole as a Painter)(捷克语Krtek malirem)(波兰语Krecik malarzem)(德语Der Maulwurf und der Maler) (11分钟)《鼹鼠是个小画家》鼹鼠不小心被油漆染成了红色。他发现这样能吓住喜欢欺负小动物的狐狸，于是他用油漆把小动物们都刷成了彩色。五颜六色的动物们齐心协力把狡猾的狐狸吓跑了。14.1974 鼹鼠和火柴盒 (The Mole and the Matchbox)(捷克语Krtek a zapalky)(波兰语Krecik i Maulwurf und die Streichholzer) (6分钟)《鼹鼠和火柴盒》鼹鼠捡到了一个火柴盒，他和老鼠把火柴盒当成床、柜子、梳妆台、秋千、帆船、椅子、桌子和汽车来使用。无意间，鼹鼠和老鼠点燃了火柴。他们簇拥在火柴旁边，度过了一个温暖明亮的夜晚。15.1974 鼹鼠与音乐 (The Mole and the Music)(捷克语Krtek a muzika)(波兰语Krecik i muzyka)(德语Der Maulwurf und die Musik) (6分钟)《鼹鼠与音乐》大风吹坏了鼹鼠的唱片。鼹鼠和老鼠把动物们演奏的音符收集起来，制作成了一张唱片。留声机里又响起了悠扬的音乐，大家随着音乐翩翩起舞。16.1974 鼹鼠和电话 (The Mole and the Telephone)(捷克语Krtek a telefon)(波兰语Krecik i telefon)(德语Der Maulwurf und das Telefon) (6分钟)《鼹鼠和电话》鼹鼠在挖土时挖出了一部电话。电话的听筒里发出了各种各样奇怪的声音，鼹鼠觉得非常有趣。后来，他给电话宝宝准备了枕头和被子，跟电话宝宝一起度过了美好的夜晚。17.1975 鼹鼠是个化学家 (The Mole as a Chemist)(捷克语Krtek chemikem)(波兰语Krecik chemikiem)(德语Der Maulwurf und der Chemiker) (6分钟)《鼹鼠是个化学家》鼹鼠发现了一个装满了化学试剂的盒子。鼹鼠使用化学试剂调配出了各种有趣的东西。在最后的化学变化中，所有的东西都变成了彩色的泡泡，飞走了。18.1975 鼹鼠是个钟表匠 (The Mole as a Watchmaker)(捷克语Krtek hodinarem)(波兰语Krecik zegarmistrzem)(德语Der Maulwurf und der Uhrmacher) (6分钟)《鼹鼠是个钟表匠》钟里的报时小鸟捉弄鼹鼠，鼹鼠一气之下把钟给弄坏了。鼹鼠想尽办法修好了钟，也跟报时小鸟交上了朋友。19.1975 鼹鼠过圣诞 (The Mole and the Christmas)(捷克语Krtek o vanocich)(波兰语Krecik i swieta,Wigilia Krecika)(德语Der Maulwurf und Weihnachten; Der Maulwurf und der Weihnachtsbaum) (6分钟)《鼹鼠过圣诞》鼹鼠用水果装点圣诞树，可是馋嘴的乌鸦却把圣诞树吃掉了。鼹鼠只好从商店买来了玩具圣诞树。他和老鼠围绕着玩具圣诞树，互赠礼物，度过了开心的圣诞节。20.1975 鼹鼠和吓人的面具 (The Mole and the Karneval)(捷克语Krtek na karnevalu)(波兰语Krecik i karnawal)(德语Der Maulwurf und der Karneval) (6分钟)《鼹鼠和吓人的面具》鼹鼠捡到了一个恐怖的面具，面具把狗给吓坏了。慌忙中狗掉进了干枯的水池，聪明的鼹鼠为了救狗，又把面具扔进水池。狗这下被吓得一跃跳出了水池。鼹鼠告诉狗，其实这只是个面具，不用害怕。21.1975 鼹鼠和推土机 (The Mole and the Bulldozer)(捷克语Krtek a buldozer)(波兰语Krecik i spycharka)(德语Der Maulwurf und der Bulldozer) (7分钟)《鼹鼠与推土机》草地上开来了推土机。眼看着推土机就要把鼹鼠的花园夷为平地，鼹鼠想了个好办法，改变了推土机的行进路线，也保住了自己的花园。22.1975 鼹鼠是个摄影师 (The Mole as a Photographer)(捷克语Krtek fotografem)(德语Der Maulwurf und der Fotograf) (6分钟)《鼹鼠是个摄影师》老鼠用照相机给鼹鼠拍照。鼹鼠非常喜欢照相机，拿来玩具猫跟老鼠进行交换。不会使用照相机的鼹鼠不小心把照相机弄坏了。为了不使前来拍照的动物们失望，鼹鼠只好用纸笔给动物们画肖像。23.1975 鼹鼠在沙漠 (The Mole in the Desert)(捷克语Krtek na pousti)(波兰语Krecik na pustyni)(德语Der Maulwurf in der Wueste) (7分钟)《鼹鼠在沙漠》鼹鼠偷偷上了一架直升飞机，他随着飞机来到了沙漠。在沙漠中，动物们正因为缺水而发愁。鼹鼠带领大家挖掘出了一口井，大家有了足够的水，鼹鼠也高兴的坐上直升飞机回家了。24.1975 鼹鼠和飞毯 (The Mole and the Carpet)(捷克语Krtek a koberec)(波兰语Krecik i dywan)(德语Der Maulwurf und der Teppich) (6分钟)《鼹鼠和飞毯》鼹鼠在垃圾堆捡到了一张地毯。鼹鼠把地毯洗干净，还给地毯涂上了鲜艳的颜色。原来这不是普通的地毯，而是一张飞毯。鼹鼠坐上飞毯，高兴的飞上了天空。25.1975 鼹鼠与鸡蛋 (The Mole and the Egg)(捷克语Krtek a vejce)(波兰语Krecik i jajko)(德语Der Maulwurf und die Eier) (6分钟)《鼹鼠与鸡蛋》鼹鼠捡到了一个鸡蛋，他希望帮助鸡蛋找到妈妈。在找妈妈的过程中，他们误入了一个鸡蛋加工厂。在经历了一连串的冒险后，鸡蛋孵成了小鸡。最后，鼹鼠终于帮助小鸡找到了鸡妈妈。26.1982 鼹鼠去城市 (The Mole comes into the City)(捷克语Krtek ve meste)(波兰语Krecik w miescie)(德语Der Maulwurf kommt in die Stadt) (30分钟)《鼹鼠去城市》森林被砍伐，政府决定在空地上建造一座现代化的城市。鼹鼠、刺猬和兔子非常伤心。政府官员可怜他们，决定给他们留下一个树桩。可是树桩影响到了施工的正常进行，于是他们被安排住进了一个人造森林。可是他们却不愿意在人造的环境中生活。他们走出房间，发现城市里充满着汽车排放出的废气。他们用肉肠堵住所有的汽车排气管，可是他们发现这并不能改变什么。在天鹅的帮助下，他们离开城市，回到了森林。27.1984 鼹鼠的梦 (The Mole in the Dream)(捷克语Krtek ve snu)(波兰语Krecik i sen)(德语Der Maulwurf im Traum) (29分钟)《鼹鼠的梦》鼹鼠无意中坐进了一辆小汽车，小汽车开进了一所智能住宅。趁着主人看电视的时候，鼹鼠享用了一顿丰盛的智能晚餐。主人睡着了，做了一个梦。在梦中，地球上的石油用完了，电力也枯竭了，主人只能呆在家里。冬天来了，主人冻得够呛，鼹鼠生火救了主人的命。整个冬天，主人、鼹鼠、老鼠和狗熊在屋子里艰苦度日。春天终于到了，主人只能依靠打猎来维持生活。突然，主人醒了，这才知道刚才做了一个梦。可是当他去加油站加油时，却发现石油真的被人类给用光了。难道梦要变成现实？28.1987 鼹鼠和药 (The Mole and the Medicine)(捷克语Krtek a medicina)(波兰语Krecik I Medycyna)(Krecik i Ziola)(德语Der Maulwurf und die Medizin) (29分钟)《鼹鼠与药》老鼠生病了，鼹鼠请来猫头鹰给老鼠看病。猫头鹰告诉鼹鼠，只有一种草药可以治好老鼠的病。鼹鼠历经千辛万苦，到了很多国家，可是却始终没有找到那种草药。他伤心的回家了，这才发现原来家门口就长着要找的草药。老鼠的病治好了，他们的友谊也更加深厚了。29.1988 鼹鼠是电影明星 (The Mole as a Film Star)(捷克语Krtek filmova hvezda)(波兰语Krecik gwiazda filmowa) (德语Der Maulwurf als Filmstar) (29分钟)《鼹鼠是个电影明星》鼹鼠接拍了一部电影。电影放映以后，鼹鼠成了一个举世瞩目的电影明星。大家纷纷找他签名，他也被迫接受各种各样的采访、参加各地举行的颁奖典礼。疲惫不堪的鼹鼠再也受不了这种明星生活了，他驾驶玩具飞机回到森林，过上了普通人的生活。30.1992 鼹鼠与鹰 (The Mole and the Eagle)(捷克语Krtek a orel)(波兰语Krecik i orzel) (德语Der Maulwurf und der Adler) (29分钟)《鼹鼠与鹰》在洪水中，鼹鼠救下了一只小鹰。在鼹鼠的悉心照料下，小鹰越长越大。鼹鼠教会了小鹰飞翔，可是在飞行中小鹰却被猎人捉走了。为了救小鹰，鼹鼠被捉。而在营救鼹鼠的过程中，小鹰被猎人的子弹打中。鼹鼠把小鹰送进医院。出院不久，小鹰结婚了，还生下了一群宝宝。鼹鼠感到非常的失落。不过他马上高兴起来，因为他接受了一个新任务——照顾鹰宝宝。31.1994 鼹鼠与闹钟 (The Mole and the Clock)(捷克语Krtek a hodiny) (波兰语Krecik i zegar) (德语Der Maulwurf und die Kuckucksuhr) (29分钟)《鼹鼠与闹钟》鼹鼠发现了一只闹钟。在闹钟的监督下，大家的生活突然变得节奏紧张。不过大家还是很喜欢闹钟这个新朋友。他们每天辛勤劳动，过着很有规律的生活。可是闹钟发出的声音却打搅了猫头鹰一家的正常生活。猫头鹰把闹钟带走了，大家的生活又恢复原样。32.1995 鼹鼠与友谊 (The Mole and the Friendship)(捷克语Krtek a kamaradi)(波兰语Krecik i przyjazn)(德语Der Maulwurf und die Freundschaft) (5分钟)33.1995 鼹鼠和生日庆典 (The Mole and the Birthday celebration)(捷克语Krtek a oslava)(波兰语Krecik i impreza,Krecik i urodziny)(德语Der Maulwurf und die Geburtstagsfeier) (5分钟)34.1995 鼹鼠去郊游 (The Mole and the Weekend)(捷克语Krtek a weekend)(波兰语Krecik i weekend) (德语Der Maulwurf und das Wochenende) (5分钟)35.1995 鼹鼠和机器人 (The Mole and the Robot)(捷克语Krtek a robot)(波兰语Krecik i robot)(德语Der Maulwurf und der Roboter) (5分钟)36.1995 鼹鼠和小鸭子 (The Mole and the Duckling)(捷克语Krtek a kachnicky)(波兰语Krecik i kaczki)(德语Der Maulwurf und das Entchen) (5分钟)37.1995 鼹鼠和煤炭 (The Mole and the Coal)(捷克语Krtek a uhli)(波兰语Krecik I Wegiel) )(德语Der Maulwurf und die Kohle) (5分钟)38.1997 鼹鼠和小野兔 (The Mole and the small Hare)(捷克语Krtek a zajicek)(波兰语Krecik i zajiczek;Krecik i Maly Zajac)(德语Der Maulwurf und der kleine Hase) (5分钟)39.1997 鼹鼠和诞生 (The Mole and the Birth)(捷克语Krtek a maminka) (波兰语Krecik i porod)(德语Der kleine Maulwurf und die Geburt)(5分钟)40.1997 鼹鼠和地铁 (The Mole and the Underground)(捷克语Krtek a metro)(波兰语Krecik i kolejka)(德语Der Maulwurf und die U-Bahn) (5分钟)41.1997 鼹鼠和蘑菇 (The Mole and the Mushrooms)(捷克语Krtek a houby)(波兰语Krecik i grzyby)(德语Der Maulwurf und die Pilze) (5分钟)42.1998 鼹鼠和雪人 (The Mole and the Snowman)(捷克语Krtek a snehulak)(波兰语Krecik i balwanek)(德语Der Maulwurf und der Schneemann) (5分钟)43.1998 鼹鼠和洪水 (The Mole and the Inundation)(捷克语Krtek a myska,Krtek a potopa)(波兰语Krecik i powodz)(德语Der Maulwurf und die Erschwemmung) (5分钟)44.1999 鼹鼠和泉水 (The Mole and the Water Seepage)(捷克语Krtek a pramen)(波兰语Krecik i zrodlo,Krecik i Zrodelko)(德语Der Maulwurf und die Quelle) (5分钟)45.1999 鼹鼠与长笛 (The Mole and the Flute)(捷克语Krtek a fletna)(波兰语Krecik i flet,Krecik i flecik)(5分钟)46.1999 鼹鼠和画笔 (The Mole and the Paintbrush)(捷克语Krtek a stoura)(波兰语Krecik i pedzel,krecik i farby) (5分钟)47.2000 鼹鼠和鱼 (The Mole and the Fish)(捷克语Krtek a rybka)(波兰语Krecik i rybka)(德语Der Maulwurf und der Fisch)(5分钟)48.2000 鼹鼠和燕子 (The Mole and the Swallow)(捷克语Krtek a vlastovka) (波兰语Krecik I Jaskolka)(德语Der Maulwurf und die Schwalbe)(5分钟)49.2002 鼹鼠和青蛙 (The Mole and the Frog)(捷克语Krtek a zabka)(波兰语Krecik i zaba)(德语Der Maulwurf und der Frosch) (5分钟)-----------------------------------------------------------------------生态童话捷克动画片《鼹鼠的故事》在中国几乎可说是家喻户晓了，其作者ZdenekMiler是画家，也是动画片制作家。他的第一部影片《鼹鼠做裤子》1957年首度在意大利威尼斯影展中获得最高奖，并陆续在世界各地十多个国家获奖。《鼹鼠的故事》里几乎没有对白，它之所以能牵动众多大小观众的心，靠的是俏皮轻柔的背景音乐，如水墨丹青般宁静优美的画面，当然最主要的是靠那只又聪明又傻气且心地善良的小鼹鼠。这个动画系列的所有故事都是在鼹鼠的视角中展开的，而鼹鼠不仅一只小动物，还更像一个纯真、活泼又善良的孩子。之所以该视角易于生态意蕴的生发，是因为儿童对大自然有着一种天生的依恋，在他们眼里不但万物都有性灵，而且众生也都是平等的。从生发学的角度上说，童年时期的人类何尝不是如此。所以看鼹鼠的生活，听它无邪的笑声，也是在缅怀我们还能够与自然亲近的时代，并想想我们今天的现代化生活的＂绿色素″该如何得到补充。《鼹鼠的故事》中有很多情节表现了文明生活的种种＂不自然″的方面，即人在远离甚至驱逐自然的同时，也背离了本真的生活；在擦拭掉鞋子上所有泥土的同时，也把自己的身体和灵魂都囚禁在了钢筋水泥之中。《鼹鼠在城市》可以说这种批判的典型。当鼹鼠与刺猬、野兔在森林里快乐地戏耍时传来刺耳的马达声，参天大树成片倒下。广袤的大森林顿时成为光秃秃的不毛之地。几个小动物在毫无遮挡地雨里难过地哭泣，哭声吸引了正在庆贺的开发商和行政长官的注意。出于同情他们向鼹鼠及伙伴签发了颇有权威的保护令送它们进城。人们为它们按大森林的样子布置了一间舒适的住房。它们快乐极了，可很快发现一切都是假（人工）的：花儿，草丛，鼹鼠的窝都是无法食用、使用的充气玩具。这个充气的自然很快就被戳破了。城市与森林的差别还远不止此：车辆川流不息，空气污浊不堪，而森林则是静谧和洁净的；森林里的物种丰富多彩，各种生物群错落有致，而城市却以工业化的复制为特征——玩具的复制，楼房的复制，人们就在这个千篇一律的世界里过着千篇一律的生活。鼹鼠及其伙伴把在森林里的顽皮劲儿带到了城里，给那儿制造了许多麻烦，不过耐人寻味的是，它们的恶作剧其实都在试图冲破——虽然是徒劳地——城市对生命体的禁锢：破坏自动扶梯、用香肠堵住所有汽车的排气管，还为了保护一丛野花而掀掉水泥砖。最终，在烟雾弥漫的城市上空飞来三只洁白地耀眼的天鹅，把它们送回了更远处的森林。鼹鼠扔掉了象征城市居住权的保护令。《鼹鼠在城市》很好地体现了现代文明对环境和生命体的反面作用。环境问题的揭露在其他故事中也多有表现，例如《鼹鼠的梦》是一个关于未来能源危机、人们都以牲口拉汽车的梦，然而却非噩梦，因为鼹鼠将人引入了一个与自然狂欢的生活方式，暗示出返回原始也许是生活的另类选择。在《鼹鼠与鹰》中，鼹鼠想在城市里给伤愈的小鹰找一棵可以栖息的树的愿望一再落空：树并非没有，可要么被电锯伐倒了，要么种在楼顶成为人的私产，要么干脆是大树形状的烟囱。《鼹鼠的故事》大多是在50年代至80年代期间制作的，那正是捷克高速推进现代化的时期。也许有人会说，在现代化业已基本实现的发达国家里，科学技术已很好地解决了环境污染问题，城市空气已不像这些故事里所描绘得那样肮脏，森林也得到很好的保护。诚然，现代技术在一定程度上的确解决了不少环境问题，但并没有根本解决。当今地球的生态环境仍然日趋恶化。这是因为人对自然依然保持着疏离、支配、利用和占有的态度；人对技术的崇信的背后是一种自牛顿和笛卡儿以来形成的根深蒂固的机械论自然观，＂人们强调的是，如同一颗轨道上的行星或一个齿轮箱中的齿轮，每个物种都在这个巨大的机器中发挥着某种功能。″可见整个自然也不过是一部＂巨大的机器″，是可以操纵的。机械论对人思维方式的影响，对人对自然的认识，对人自身生活方式的改变，是自然生态乃至人社会内部的文化生态的弊病的极为重要的根源，而在《鼹鼠和闹钟》里，这个问题以诙谐活泼的形式，以一只闹钟为媒介得到了深刻的揭示——闹钟这样一种机械装置，它对鼹鼠生活的改变可以说是机械论论自然观对人的影响的一个缩影。鼹鼠及其小伙伴在捡到闹钟之前一直过着无忧无虑的生活，随心所欲地玩耍、吃食、睡觉。然而闹钟到来之后一切都改变了。在学会使用闹钟后，鼹鼠反而开始听凭这个小小的齿轮装置的使唤，由它订立了作息制度，被它催促准时而机械地锻炼、工作，起居开始城市化。可以说，鼹鼠以这只闹钟为起点，逐渐被纳入文明的机器之中，并开始脱离原本与大森林融为一体的自然生活，而这些转变是在渐进和不知不觉中发生的。不过森林里仍然存在着不屈不挠的反抗者。被闹钟吵得不能安生的猫头鹰忍无可忍之下，趁黑夜把闹钟叼到了属于它的地方——城市，于是森林里一切又恢复了原样，被闹钟折磨得疲惫不堪的鼹鼠及其伙伴又自由自在地在跷跷板上玩耍起来。闹钟的有无，也许是工业社会与农耕社会的区别的一个标记。我之所以认为《鼹鼠和闹钟》是鼹鼠系列故事中最深刻的一个，还因为闹钟体现了现代社会与前现代社会对时间的不同理解。以闹钟为代表的现代的时间特性强调进步、进化、发展，是线性的；而没有闹钟的大森林的生活节奏象征的是一种生态的、循环往复而非线性向前发展的时间观。在这样的观念中，对时光流逝的体察被淡化到漫不经心的程度。主体活动与自然的四季更迭同样周而复始地进行，时间在单纯地流淌而没有进化意义上的价值。这样一来，森林和它的居民的生活图景就有了一种近乎永恒的宁静的田园美。有学者在论述梭罗的《瓦尔登湖》时也赞赏他通过这对自然季节的认同抗拒机械时间：＂这样的写法确定了把自身从时间中赎救出来的可能，肯定了摆脱钟表定义的康科德时间的举动，并迈向自然时间，即生命的季节性轮回。″从此意义上说，鼹鼠对闹钟的得而复失象征了由机械世界向自然世界的回归。其他类似体现文明产品对自然的突兀的还有不少。在《鼹鼠和收音机》中，收音机所播放的音乐打破了自然音乐的和谐，接着随着电池的耗尽，收音机音乐给鼹鼠带来的短暂欢娱也宣告终结，而鸟鸣、蛙鸣的合奏的自然的天籁之声却能常相陪伴。不过，我们看到在鼹鼠的视角中，文明和自然并非不可以调和的。鼹鼠没有对工业社会的产品采取拒斥的态度。在我们所能看到31个故事中，标题以＂鼹鼠与××″模式出现的有 23个，其中的××大多为留声机、推土机、小汽车、火箭等工业产品。鼹鼠对这些文明产物的兴趣，表明了它作为文明与自然之间的连接点的身份，也表明文明与自然并非是对立的。在《鼹鼠与音乐》中，鼹鼠采撷森林里各种动听的声音制成了唱片，这暗示出艺术来源于自然，文明脱离不了自然的深刻含义。当今最为＂绿色 ″的生态学，便是要解构主客二分、对立的传统思维，建立一种有机的、普遍联系的整体观。我想《鼹鼠的故事》也在很大程度上图解了这样的生态观。当代的许多卡通片以搞笑、无聊的恶作剧甚至是暴力、色情等高强度的视觉轰炸来取悦低龄观众，例如迪斯尼的动画系列虽然有很多是通过小动物来表现惩恶扬善主题的，但显然其间充斥着极为夸张的暴力行为，我们看到的是无休止的搏斗而没有和平的希望，谁又能说这其中不无美式的处理国际争端的典型手法呢。而像《鼹鼠的故事》这样既具有优美的画面，又有深刻的内涵，既轻松幽默，又不乏温情与人道的精品着实不多，特别难能的是其中所洋溢着的快乐的生命意趣以及不时所迸发的生态思想的火花，使之不仅长盛不衰，而且也吸引了许多成人的目光。鼹鼠体现的是博爱、善良的＂和″的精神，而＂和″是贯穿于生态文化乃至今后文化生态建构的关键词。因此，我认为这部片子是一部具有良好的自然-文化生态学启示作用的绿色卡通经典。------------------------------------------------------------------社会评价说到捷克电影，有一个片种不能忽略，那就是风格别致的美术片，捷克美术片主要分为动画片和木偶片两种，捷克故事片平均年产量为三四十部，而动画和木偶片却高达上百部，无论是数量还是艺术质量都有骄人成就，在世界影坛上占据着一席不可忽视的位置。其实捷克的一些动画形象早已是中国观众的老朋友了。今天三四十岁的人们一定都还记这只可爱的小鼹鼠——八十年代中期，正当中国的电视荧屏上日本的铁臂阿童木和一休哥，还有来自大洋彼岸的米老鼠、唐老鸭纷纷亮相，风头正劲时，突然间从地底下钻出了一只愣头愣脑的小家伙。《鼹鼠的故事》他总是忽闪着大眼睛，支支吾吾，很少言语，憨态可掬，一下子成了孩子们的新宠，他时而是小画家、小工匠、小音乐家，时而又摇身变作小园丁、摄影师、化学家，甚至还当过电影明星、小裁缝。他天生胆小，却又充满了好奇，心地善良，时常冒出些机灵聪慧的小火花，很快他又博得了大人们的欢心。中国观众在动画王国里，在日本、美国之外，忽然发现了别具风格的捷克动画片，那儿也正是鼹鼠诞生的摇篮。2002年夏天，我们的捷克电影之旅便特地安排，造访了捷克动画电影的重镇—布拉格动画短片制片厂和木偶片厂—“小鼹鼠的家”。虽然早已事先联系好，但寻访厂址还是令我们颇费了一番周折。它位于布拉格的近郊，寄身于大名鼎鼎的巴兰道夫电影制片厂里的一个角落。巴兰道夫的繁忙红火，愈发使这个角落显得冷清孤寂。许多巴兰道夫电影厂的员工甚至连门卫都说不清动画片厂的确切位置。就是这座占地不大的三层小楼，构成了动画短片和木偶片两个制片厂。这扇门进进出出的电影人每年制作上百部动画片，自从四十年代末建立以来已经创作生产了近万部作品，无论是数量还是质量在全世界都遥遥领先，令人叹服。从这里诞生的那一个个惟妙惟肖生动可爱的动画明星更是深入人心，给一代又一代人的童年带去无限欢乐。走进这扇门就仿佛迈进了一个童话世界，动画形象俯首可拾，天真纯朴的气氛洋溢到每个角落。我们也仿佛又回到儿时，象一个顽童一样，好奇地发现着动画片制作的每一个工序和每一道环节。动画片不同于一般故事片，虽然短小，但工种繁多，流程复杂，需要极其细致、耐心和丰富的想象，更要有一颗童心。采访剪接师VITKOVA：“我从事这个工作已经50年了，你可别说我老，我还很年轻。剪了多少部片子，我也不清楚，有几千部吧，我剪的多是手画或剪纸的片子。我的工作很有趣，我爱这个工作，所以一乾就是这么多年。”这些可爱的动画工作者就是鼹鼠们的爸爸妈妈、爷爷奶奶。正是他们一笔一划、一格一格地创造出了这些活灵活现的小精灵，几十年了，小鼹鼠们仿佛永远长不大，一如既往地欢蹦乱跳，而他们的创造者们很多都已白发苍苍了。《鼹鼠的故事》从五十年代一直到2002年，几乎每年都有新故事，有时一年能出三四个故事，已经成了系列名著，象这样的系列动画片在捷克还有《马赫与斯蓓斯朵娃》等四五个系列，这与迪斯尼的《米老鼠与唐老鸭》、华纳兄弟公司的《猫和老鼠》、《兔拔哥》等系列有异曲同工之妙。漫步在布拉格街头，卡通玩具店，木偶商店随处可见，琳琅满目，令人驻足,爱不释手。而在旧城广场周围还散布着许多木偶剧院。不仅有儿童剧，还有专门供大人欣赏的木偶戏，甚至连莫扎特当年在布拉格创作首演的歌剧《唐·璜》都有木偶剧版本，各国游客们也都不愿错过机会，领略捷克人特有的传统。木偶戏，动画片在这里蔚然成风，有着广泛的基础。木偶电影的出现也就不足为奇了。采访木偶片厂厂长MICHALHAVLK：“公司是1947年建立的，47年之前，捷克有动画电影，后来木偶厂独立出来专门生产木偶电影。最早其实是因为请演员拍电影太贵了，才拍木偶电影。但后来发现木偶电影很受欢迎，于是就拍了很多。木偶电影也产生了很多木偶明星，象好兵帅克，虽然拍了很多电影版本，但木偶版的帅克大家一直还记得。”我们终于遇到了赫赫有名的好兵帅克，作为捷克文学的典型形象，早在二十世纪五、六十年代木偶帅克已到过中国。采访木偶片厂厂长MICHALHAVLK：“在捷克，有一个习惯，电影院每逢周日都会放映木偶片，动画片。以前放映故事片之前都会先加映动画片。观众们很喜欢这种方式。”波希米亚的土地和历史塑造了捷克人自由、富于想象、纯朴、幽默的性格，我们采访过程中许多人都谈到捷克人的这些性格特点。采访导演FABREBEC：“捷克人爱开玩笑，爱开自己的玩笑，富有自嘲精神。”采访文化部官员HANA：“捷克的土地很平和，没有高山、大海、悬崖峭壁，也许正是这样，捷克人的性格也很平和。”捷克人幻想、幽默、童真的天性激发和成就了他们的动画片、木偶片。随着九十年代初捷克的社会变革，体制转轨，捷克动画片厂、木偶片大量减员，产量减少，出现了下滑趋势。听说不久它们就会有新的东家，成为私营的电影制片公司。不知到时候人们喜爱的捷克动画片会是什么样子。让我们再说说那只可爱的小鼹鼠。他的原创者们年事已高，决定封笔，2002年制作完最后一集小鼹鼠的故事《鼹鼠和青蛙》就会和大家告别了。但它带给人们的欢乐将永远留在无数人童年的回忆里。2002年捷克系列动画片《马赫与斯蓓斯朵娃》将视线投向中国，与中方合作拍摄了动画与真人结合的儿童片《神奇的电话》。借助一部奇异的电话，马哈来到了中国，而中国小朋友又置身于布拉格。这样有趣的故事，一定会引起许多小观众的好奇。而捷克动画片与中国又会增添一份新的缘份。",
    "chinese_title": "鼹鼠的故事",
    "douban_rating": "9.4/10 from 47818 users",
    "foreign_title": "Krtek",
    "imdb_rating_average": 7.9,
    "douban_rating_average": "9.4",
    "update_at": "2025-06-28T14:00:46"
}