{
    "aka": [
        "Being a Son and Comrade"
    ],
    "sid": "2994956",
    "cast": [
        {
            "url": "/celebrity/1326244/",
            "name": "王正佳 Zhengjia Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274966/",
            "name": "马少骅 Shaohua Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420761/",
            "name": "郭好唯 Haowei Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316799/",
            "name": "郭晓峰 Xiaofeng Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "　　第26届中国电影金鸡奖(2007)\n　　最佳导演处女作(提名) 和小江\n\n　　第12届中国电影华表奖(2007)\n　　优秀少儿男演员奖 王正佳\n　　优秀少儿童牛影片奖(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602569723.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318125/",
            "name": "和小江 Xiaojiang He",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10168172",
    "director": [
        {
            "url": "/celebrity/1318125/",
            "name": "和小江 Xiaojiang He",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt10168172/",
    "this_title": [
        "儿子同志"
    ],
    "douban_link": "https://movie.douban.com/subject/2994956/",
    "trans_title": [
        "Being a Son and Comrade"
    ],
    "douban_votes": "0",
    "introduction": "一曲真爱无敌的儿时恋歌一缕战火纷飞的成长记忆一段激情年代的父子谜情爱在烽火连天时……抗战初期，刚经历战乱丧母之痛的不羁小子“立正”，在杨司令和其女小霞的关怀下，来到了“新四军和平小学”，也来到了团长爸爸的身边，他在这里渡过了一段美好温馨的快乐时光。在军队，大家都互称同志，就算是父子，也按军队关系走，称：“爸爸同志”“儿子同志”。团长和司令早有约定，一旦他俩个任何一人在战场上“光荣”了，必将对方的孩子视为亲生来抚养。早熟懂事的小霞姐姐，一直以来也都叫团长为爸爸，可立正却不以为然，对杨司令也只称呼“司令员同志”，死活不肯改口叫“爸爸同志”。生活中，立正和小霞姐姐的关系特别好，可李副官也很喜欢姐姐。立正生气加嫉妒，借着上台表演的机会，把牛牵到了姐姐和李副官中间，把早已准备好的“拥抱”，变成了隔牛分别，弄得李副官尴尬不已。很快，无情的战争噩梦接踵而至，顽劣的小立正屡屡闯下弥天大祸，在一次次硝烟迷漫鲜血飞溅的洗礼中，在随时会和至亲至爱生离死别的残酷环境里，天真的孩子们日复一日懵懂地长大……最后，见到负伤的杨司令，立正才真正明白自己的责任所在，“爸爸同志”终于含泪脱口而出……导演简介：和小江（八一厂导演）现年45岁，为人谦逊低调的和小江，在最近这一年猛然发力，其创作力犹如火山爆发，连续推出了2部自编自导的大银幕力作《儿子同志》《此生此爱》，获得了广泛的称赞和好评，被誉为八一厂最具有文艺气质的新锐导演。其实，作为八一厂自己培养出来的“子弟兵”，和小江的从影资历也有20余年了，只不过，以往的作品，绝大多数都是和他人合作完成。正所谓天道酬勤，经过拍摄现场这么多年的摸爬滚打，和小江如今终于厚积薄发一鸣惊人。翻开和小江的简历，就可以很容易发现，他以往的作品，均在八一厂的部队题材“体制内”完成，也就是俗称的“主旋律”影片。但是，从《儿子同志》开始，和小江下决心要在观赏性方面下足功夫。他把《儿子同志》视为自己独立掌控的第一部电影作品，他力求这部电影拍出来的效果，能够真挚感人，并尽可能贴近观众。在他的精雕细琢下，影片顺利完成，并成功入围07年上海电影节“传媒大奖”提名和07年国家“华表奖”提名，可谓成绩斐然。他的第二部自编自导电影作品《此生此爱》，请来影坛大腕宋春丽主演，目前也已作为八一厂“建军80周年”的优秀献礼影片隆重公映。附：和小江主要作品1.此生此爱（2007）....编剧 导演  07年“建军80周年”献礼展映优秀影片2.儿子同志 (2006)....编剧 导演  入围07年上海电影节“传媒大奖”提名和07年国家“电影华表奖”提名3.电视剧《红衣坊》 (2006).... 编剧统筹4.电视剧《无愧苍生》（2003）， 编剧 导演，获“飞天奖”一等奖第一名5.大进军——大战宁沪杭 (1999).... 导演6.老兵 (1997).... 导演7.太阳下的雪人 (1986).... 编剧看点之一：泰顺美丽的廊桥古建筑及独特旖旎风光让本片画面美不胜收《儿子同志》由本片导演和小江改编自彭相泰纪实文学《燃烧的生命》。　　据导演和小江透露，该片去年在泰顺拍摄了45天，共拍摄132场戏，拍摄镜头1200多个。拍摄之前，为寻找一个合适的拍摄背景，和小江曾大量翻阅了人文地理方面的杂志，终于发现了温州境内的泰顺廊桥。去年冬天，摄制组到达泰顺时，就被众多宏伟而巧夺天工的廊桥所震撼。地处浙南山区的泰顺至今仍保存着传统的桥梁、官道、民居、寺庙,以及宗祠、家谱等。其中 ,30余座廊桥至今仍在使用。 泰顺古廊桥甚至引来大洋彼岸的美国学者的关注,近日,“泰顺廊桥”已走入哈佛大学课堂，成为相关教学的教案。看点之二：演员灵动活泼在影片中扮演“新四军和平小学”的小演员，除王正佳（饰 立正） 和 郭好唯（饰 小霞姐姐） 两位主演来自北京外，其他21位全部是泰顺当地中小学生，小演员们活泼自然的本色表演，为本片增色不少。而饰演司令爸爸的马少骅，曾在多部大制作中扮演过重要角色,比如《汉武大帝》中的窦婴,《走向共和》中的孙中山，《贞观之治》中的长孙无忌等角色都曾给观众留下深刻印象,圈内对他的表演也是津津乐道。饰演团长爸爸的郭晓峰，面孔英俊却有着忧郁迷离的眼神，过往他也曾塑造过众多军人形象，或许有人会觉得他和某明星“似曾相识”，这个谜底大家可以先猜猜看，到看片会上可以直接和他本人求证……郭晓峰是和导的长期合作拍档，他同时也担任了本片的副导演之职。今年，郭晓峰还连续出演了“建军80周年”献礼展映优秀影片《寂静的哨所》《此生此爱》。看点之三：视角独特。影片的巧妙之处在于，虽然以儿童的视角观望战争，却始终以父亲的心情在解读。在战争的大环境下，父子之间的那种交流错位带来的矛盾显得更为明显，父亲的厚重的不轻易表达的情感，孩子的渴望关心理解的心情……影片从一个全新的角度深刻的表现了父与子、父与女之间的那种微妙的关系。从演员类型上看，这似乎是一个儿童片，但事实上，这部片子更侧重打动成年观众。正如上所言，这是一部以儿童的视角叙述，以父亲的心情在解读的影片。它的巧妙之处在于，善于运用孩童的单纯的眼睛观察血腥残酷的战争，用孩童纯真的感情反衬恶劣的环境。然而，作为那个年代的成年人，尽管他们使尽了浑身的解数，甚至付出自己的生命，也无法让原本清澈的双眼永远灵动，让原本无忧无虑的心灵在绿色的田野上尽情放飞。附：剧照相册地址http://pp.sohu.com/photoset.jhtml?method=view&id=20454967",
    "chinese_title": "儿子同志",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-13T16:00:40"
}