{
    "aka": [
        "谍上谍下"
    ],
    "sid": "2995105",
    "cast": [
        {
            "url": "/celebrity/1322611/",
            "name": "卢卓婕 Zhuojie Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330798/",
            "name": "山鹰 Shanin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314315/",
            "name": "刘小锋 Xiaofeng Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414513/",
            "name": "王瀚 Han Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [
        "间谍",
        "国产电视剧",
        "电视剧",
        "谍战",
        "重庆碟战",
        "连续剧",
        "刘小锋",
        "大陆"
    ],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2375000435.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322694/",
            "name": "温豪杰 Haojie Wen ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355755/",
            "name": "曾璐 Lu Zeng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410993/",
            "name": "宋阳明 Yangming Song",
            "@type": "Person"
        }
    ],
    "imdb_id": "",
    "director": [
        {
            "url": "/celebrity/1318388/",
            "name": "张汉杰 Hanjie Zhang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "33",
    "language": [],
    "playdate": [
        "2008-11-26(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "重庆谍战"
    ],
    "douban_link": "https://movie.douban.com/subject/2995105/",
    "trans_title": [
        "谍上谍下"
    ],
    "douban_votes": "315",
    "introduction": "根据历史真实事件改编而成的《重庆谍战》，讲述了抗日战争期间，国民党政府为了破译日军密码，邀请美国的密码破译专家雅德利加入自己的阵营，并创办了“黑室”密码破译基地的故事。 1937年，抗日战争全面爆发，南京失守，国民党政府迁往陪都重庆。但日本空军屡次轰炸重庆，中国军民死伤无数。重庆政府决定建立中国的密码情报机构。派遣特工秦骜去武汉抢夺人称“密码之父”的美国专家雅德利。在武汉，秦骜终于见到失散两年的未婚妻扈渝雯，后者已经成为武汉中共地下党员陆涯的妻子。秦骜的出现，打破了她这两年平静的生活。雅德利不肯去重庆服务。而武汉日军也不断派人暗杀雅德利。此时地下党员陆涯接到上级任务，让他协助重庆来的秦骜，将雅德利送往重庆。在执行任务的过程中，陆涯发现原来妻子渝雯竟然是国民党特工。但陆涯仍坚持顾全大局，解救秦骜、渝雯于危难之中，带着雅德利一起来到了重庆黑室。这个技术机构在国共合作的大背景下建立，陆涯、秦骜、渝雯、雅德利等人都加入了黑室。黑室众人团结一心，在破译日军情报方面，屡有斩获。但平静的日子总是非常短暂，某日，黑室为了召开军事会议而采用的最高级别的三A级密码本被雅德利偷走，在黑室大老板唐大铭的安排下，陆涯奉命带人追捕“叛徒”雅德利。但其实，这是唐大铭为了查出黑室中长期隐匿的内奸“独臂大盗”而实施的“钓鱼行动”。陆涯的同事李克江等人系数被日本人杀害，陆涯孤身逃出。由于只有陆涯一人生还，因此被黑室认定就是内奸“独臂大盗”。陆涯不能证明自己的清白，只能孤身逃亡。秦骜奉命紧紧追捕陆涯。陆涯陷入危难，渝雯突然出现，以秦骜的性命相要挟，帮助陆涯逃脱。秦骜对陆涯的更加痛恨，发誓一定要亲手捉住陆涯。陆涯和渝雯共同患难，二人重归于好。陆涯和渝雯联手，设计找出和“独臂大盗”保持单线联系的日本特工“四姐”。在寻找线索的过程中，陆涯意外发现唐大铭居然和四姐过从甚密。此时，黑室秘藏的三A级密码本再度丢失，黑室陷入一片混乱。秦骜也发现唐大铭的行为有颇多疑点。于是秦骜主动和陆涯示好，二人互通消息，发现疑点都指向唐大铭。正当两人欲联手拿住唐大铭把柄之时，唐大铭突然遭遇暗杀。同一时刻，陆涯从日本人手中抢回了真正的密码本。听闻唐大铭已死，陆涯对秦骜产生了怀疑。此时一直以来被认为已经牺牲的李克江忽然出现。他行踪诡秘，更加使局面扑朔迷离。其实，真正的独臂大盗是秦骜。李克江死里逃生归来，突然现身，在巨大的精神刺激下，秦骜向李克江承认了一切事实，并表明弃暗投明的决心，李克江相信了秦骜，为了让秦骜能够摆脱怀疑，日后可以对国家做更多有益的事情。李克江替秦骜顶下了内奸的骂名，并被秦骜亲手杀死。虽然李克江作为“独臂大盗”死去，但细心的陆涯还是发现了秦骜的种种可疑迹象，仍旧怀疑秦骜才是真正的独臂大盗。但陆涯苦于无法找到证据。这时渝雯突然发生车祸，脑部受到重击，失去了所有和陆涯的记忆，只记得自己曾是秦骜的未婚妻，并重新投入秦骜的怀抱。陆涯陷入痛苦之中。但其实这是渝雯的一个计策，她用自己来实施“美人计”，她成为秦骜的妻子，在朝夕相处的情况下艰难寻找着证据。历尽艰险，渝雯终于找到了确实的证据。但紧接着，她差点被秦骜身边安插的日本人奸细杀害，千钧一发之际，秦骜出现，杀死了日本奸细，放走了渝雯。渝雯逃回黑室，从她带回的证据中找出日军方面有关SQ4的情报，SQ4是一种杀伤力巨大的病菌，日本要在重庆散发这种病菌，形成细菌战。陆涯分析出秦骜可能早已弃暗投明。的确，秦骜早已成为埋伏在日本人身边的眼线。为了保护中国人的安全，秦骜以牺牲自己的生命为代价，毁灭了所有SQ4。但在黑室的上级中仍然隐藏着日本奸细“千手观音”。为了实施日军丧心病狂的细菌战计划，“千手观音”也不惜让自己身染病毒，使得病毒继续在重庆蔓延。陆涯挺身而出，与“千手观音”同陷火海之中，保卫了重庆的安全……夕阳西下的天边，怀孕的渝雯满面泪水地看着烈烈焚烧着的火海，看着自己的爱人与敌人同归于尽。 1945年抗战胜利。神州处处，都有英雄的斑斑血泪，无尽英魂。",
    "chinese_title": "重庆谍战",
    "douban_rating": "7.2/10 from 315 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2024-06-10T04:20:09"
}