{
    "aka": [],
    "sid": "2995053",
    "cast": [
        "唐国强 Guoqiang Tang",
        "陈好 Hao Chen",
        "巍子 Weizi",
        "万弘杰 Hongjie Wan",
        "马境 Jing Ma",
        "黄海冰 Haibing Huang"
    ],
    "site": "douban",
    "tags": [
        "历史",
        "电视剧",
        "大敦煌",
        "国产电视剧",
        "陈好",
        "敦煌",
        "唐国强",
        "黄海冰"
    ],
    "year": "2005",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p1722246062.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "张锐 Rui Zhang"
    ],
    "imdb_id": "",
    "director": [
        "陈家林 Jialin Chen"
    ],
    "duration": "",
    "episodes": "46",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "大敦煌"
    ],
    "douban_link": "https://movie.douban.com/subject/2995053/",
    "trans_title": [
        ""
    ],
    "douban_votes": 561,
    "introduction": "大敦煌》故事大纲\n《大敦煌》采用宋代、清末和民国三个历史阶段的创作形式，以一部金字大藏经的命运为贯穿，反映了千年敦煌的形成、发展、辉煌、衰败、重生的过程。\n《大敦煌》以敦煌“藏宝、夺宝、护宝”三个颇具神秘传奇色彩的故事搭建了敦煌文\n化辉煌、劫难、重生的三部曲结构。\n陈家林导演形象的比喻：上部是倾国倾城的妙龄少女；中部是备遭蹂躏的柔弱少妇；下部是觉悟成熟的坚强女人。\n《大敦煌》一部传奇色彩的历史正剧，一部优美悲壮的艺术史诗。\n(上部)故事梗概\n北宋仁宗景佑年间，于阗被大衣黑食灭国，于阗小公主梅朵在于阗僧人的护卫下逃往敦煌投奔姐姐珍娘，途中与一心独霸西域的西夏王李元昊相遇。李元昊窥视敦煌已久，即命部将旺荣护送梅朵一行前往敦煌，借口欲为于阗复仇，向镇守敦煌的归义军首领曹顺德提出借道的请求，令曹顺德进退维谷。\n十年前，李元昊曾经追求曹顺德之妻珍娘，结果珍娘却嫁给了曹顺德，曹李二人可谓情敌。此番李元昊命人前来借道，显见是来者不善，曹顺德担心有借无还，深感局势危急，于是暗中向朝廷求救。无奈其时北宋正与契丹交战，根本无暇顾及西域事务，仅派翰林画师方天佑护送一部金字大藏经前往敦煌，以期借助经书之力，进一步巩固敦煌的佛都地位，令李元昊不敢轻举妄动。\n风流倜傥的方天佑到达敦煌后，其张扬的个性与出众的才华令梅朵一见倾心，而梅朵高贵的气质与惊人的美貌亦令方天佑为之心动。没想到天性率真的旺荣也喜欢上了梅朵，且搬来李元昊亲自向曹顺德提亲。婚议未决之时，李元昊又向曹顺德提出想借金字大藏经供奉几日，在遭到曹顺德的婉拒后，李元昊突然发兵瓜州，一举拿下了由回鹘军镇守的这座维系敦煌命脉的重镇，然后向曹顺德表示，瓜州将作为旺荣迎娶梅朵的聘礼。一时之间人心震动，敦煌局势已是岌岌可危。\n为了对付来自李元昊的威胁，在向朝廷求援没有结果后，曹顺德与方天佑商量决定采取与西域各藩结盟的策略，共同对抗李元昊。谁知西域各藩慑于李元昊的强势，均不敢与敦煌结盟，敦煌由是陷入到了孤立无援的绝境，通过梅朵与旺荣结亲联姻的方式来换取敦煌的和平便成了不得已的选择，将金字大藏经和数万卷经书深藏起来也成了当务之急。\n为了赢得开凿藏经洞的时间，梅朵同意嫁给她并不爱的旺荣，但在新婚之夜，她却终于按捺不住对方天佑的思念而逃跑了。旺荣遍寻梅朵不得，恼怒之下，率领大军开始攻打敦煌。\n由于曹顺德对李元昊肆无忌惮的挑衅始终采取忍让的态度，导致手下将领大失所望进而与之离心离德，结果敦煌不攻自破，曹顺德也死于部将之手。珍娘为了敦煌百姓免遭涂炭，毅然出城面见李元昊，在得到李元昊决不屠城的承诺后，从容地跳入火中自焚。\n旺荣追到莫高窟寻找梅朵，已经失去了理智的他在佛门圣地大开杀戒，此时梅朵正与方天佑一起在莫高窟封闭最后一座藏经洞。旺荣带兵一路搜寻而来，情知无路可逃的梅朵为了保护方天佑，义无返顾地从断崖上跳了下去……\n一望无际的沙漠中，方天佑手握一幅指示着藏经洞的《菩萨说法图》踉踉跄跄地走来，不幸却遭遇流沙。一阵狂风过后，沙漠归于宁静，似乎什么都不曾发生。\n天空飘摇着那幅《菩萨说法图》，越飞越高。\n远处，处于疯癫状态的旺荣抱着梅朵的尸体骑马走来，向着大漠的深处，渐行渐远。\n(中部)故事梗概\n清朝末叶，工部主事秦文明奉旨前往敦煌征玉，离奇失踪，死不见尸。恋人春霞也因此变疯。\n秦文明的孪生兄弟秦文玉奔赴敦煌寻兄，却陷入了一场云谲波诡的阴谋之中。他只身留在大漠，决心揭开乃兄之死的不解之谜。其间，他依靠同年严知县，结识了骆驼客大刚，接触到工匠王有祥和杏花父女，层层剥笋地探索谜底。\n其间，他和当地“悍匪”首领红莲几次巧遇。而春霞见到他以后也奇迹般地恢复为正常人。在两个女性倾力协助下，秦文玉惊讶地发现：秦文明之死的秘密。就在他留给自己的半幅佛经当中。\n富有文物知识的秦文玉，判断佛经为远古文物，又出自敦煌，坚信敦煌有宝之说并非虚妄。\n此时，英国探险家贝克和约翰也来到敦煌寻宝。遭到严知县严词拒绝。时值山崩地震，山体移动，千年藏经洞突然重现人间。愚昧的王道士贪财，竟然允许贝克等人肆忌惮地盗取国宝。秦文玉继承乃兄遗志，力促严知县大漠追宝。但八国联军入侵北京、清廷屈辱求的消息传来。严知县态度随之大变，由拒洋转为媚外。他与贝克等勾结，礼送盗宝探险家出境。\n秦文玉对官府绝望，“礼失求诸野”。他和以护宝为己任的“飞天金刚”红莲等人，一路追宝，却陷入官军埋伏。严知县乘机抓获红莲以请赏。春霞毅然救出红莲，慷慨就义。而秦文玉和红莲、大刚等人也倒在官兵的枪口之下......\n“飞天金刚”前赴后继。一批极其珍贵的敦煌千年文物，已落于贝克、约翰之手。滚滚黄沙中的驮印，留下这批强盗的罪证......\n(下部)故事梗概\n1936年，抗战全面爆发前的一年。在山雨欲来风满楼的时代背景下，旅法画家梁墨琰偕妻子，雕刻家苏清平踏上了圆梦敦煌的漫漫西行之路。\n然而，这条路跟他们的想象完全不同。他们还没有到达敦煌，就领教了在西北美丽苍凉的风景背后那物资匮乏的现实，接踵而至的竟然还有土匪绑票、盗贼暗害、来自日本侵略者的较量以及不明真相的群众的漠然和国民政府的推搡和腐败。\n梁墨琰夫妇本为汲取营养而来，但目睹敦煌壁画的残破和毁坏，艺术家的良知促使梁墨琰作出了变艺术家为保护者的重大决定，在妻子的理解和支持下，他们用智慧和真诚感动着老百姓，影响了许多年轻人，与盗宝者和掠夺者展开了针锋相对的斗争，同时也为此付出了生命的代价。\n梁墨琰对敦煌是“一片痴情”，他的身上兼备孩子般的天真和睿智长者般的洞察，在深入探询敦煌壁画的技法之后完成对敦煌精神的理解，最终把小我的利益彻底放下，用生命写就灿烂的西域诗篇，在这个过程中，他的夫人苏清平功不可没。这个女性身上不仅有女人特有的细腻温柔，还有性格深处令人钦敬的担当和坚忍。最早她的支持可以说是出自对丈夫的爱，而后来则是对大义的明了和承担。很大程度上，她是他的影子，而他是她的镜子。两个人是一条心，彼此踩着对方的脚印前行。他们的爱情由艰苦卓绝而弥足珍贵，因不舍而决绝才倍显催人泪下。后来，尽管，梁墨琰倒下了，但苏清平安之若素地继续描摹的形象告诉我们，敦煌事业后继有人。\n千叶三郎，来自日本的年轻画家，怀揣着对敦煌的热爱踏上寻梦之旅。同时，他还身负秘密使命——为日本军部寻找到金字大藏经的下落。在他身上，有着艺术青年的才华和激情，但也有着受军国主义所影响留下的烙印，他对中国民众怀有偏见，在与梁墨琰夫妇的交往甚至是交锋中，他的灵魂受到前所未有的冲击和洗礼。通过艰难的挣扎和反省，人性战胜了敌意，他完成了自己的人格书写。\n而在这个没有硝烟的战场，更多的人参与了战斗，那些清沙不计报酬的民众，那些默默守护敦煌宝库的“飞虎金刚”，还有市井之内的无名英雄，甚至曾经为害一方后来能够深明大义的土匪头子，他们的群像与梁墨琰夫妇共同构成了一幅绚烂的时代壁画。\n他们的故事告诉人们，掠夺只是暂时的占据，而非真正的拥有。敦煌文化属于真正懂得爱护和尊重的人民，它是民族的，也是世界的……",
    "chinese_title": "大敦煌",
    "douban_rating": "8.0/10 from 561 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2024-10-26T05:00:05"
}