{
    "aka": [],
    "sid": "2995738",
    "cast": [
        {
            "url": "/celebrity/1000552/",
            "name": "迈克尔·凯曼 Michael Kamen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137036/",
            "name": "Dick Parry Dick Parry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165932/",
            "name": "理查德·赖特 Richard Wright",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027442/",
            "name": "鲍勃·吉尔道夫 Bob Geldof",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032553/",
            "name": "大卫·吉尔莫 David Gilmour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163453/",
            "name": "Robert Wyatt Robert Wyatt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878473018.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0358437",
    "director": [
        {
            "url": "/celebrity/1290816/",
            "name": "戴维·马利特 David Mallet",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0358437/",
    "imdb_votes": 906,
    "this_title": [
        "DAVID GILMOUR IN CONCERT"
    ],
    "douban_link": "https://movie.douban.com/subject/2995738/",
    "imdb_rating": "8.7/10 from 906 users",
    "trans_title": [
        "大卫·吉尔莫演出中"
    ],
    "douban_votes": "136",
    "introduction": "你知道 David Gilmour吗？如果答案是否定那你该一定知道Pink Floyd吧，David Gilmour就是Pink Floyd的吉他兼主唱，想必很多一谈起Pink Floyd 遍言必称 Roger Waters，其实如果没有 David Gilmour 的躲在后面的华丽细腻的吉他，恐怕 Pink Floyd 也无法达到现在的地位吧，而且从1987年始，Pink Floyd 就是以 David Gilmour 为核心了。这张《演出中》DVD是这他在英国两场个人演唱会的录影剪辑，音质画面都是一流的。演出曲目以Pink Floyd以前的经典为主，这些歌曲被David Gilmour用原声吉他重新赋予了新的生命力，当然Pink Floyd特有的华丽和大气他一点也没丢。演出开始的“Shine On You Crazy Diamond”由 David Gilmour 用原声吉他重新演绎了一遍，但那个声音还是 Pink Floyd的，每声吉他响都会让人感到这个就是Pink Floyd，在这里不由要好好赞赞David Gilmour 的吉他演奏，David Gilmour 他弹吉他永远都是不紧不慢的，一点也不张狂，他擅长一点一点的推进情绪，让你不知不觉的陷入他的音乐感觉中去。值得一提的是在附送的歌曲中 Pink Floyd 的键盘手Rick Wright 也跑过来客串了一首“Breakthrough”，真希望这个时候乐队的鼓手 Nick Mason也跑过来，因为 Pink Floyd 这个名字太让人期待了。专辑曲目：01. Shine on You Crazy Diamond Parts 1-502. Terrapin03. Fat Old Sun04. Coming Back To Life05. High Hopes6. Je Crois Entendre Encore07. Smile08. Wish You Were Here09. Comfortably Numb10. Dimming of the Day11. Shine On You Crazy Diamond Parts 6-812. A Great Day for Freedom13. Hushabye Mountain附送2002年在皇家汇演厅表演曲目三首14. Dominoes15. Breakthrough （演唱为 Richard Wright）16. Comfortably NumbI picked up this concert video by mistaken identity. I miss-took this for a live performance of a solo project that included the Hit song \"There's no way out of here\"(which was a big hit for David Gilmour)that he recorded between Pink Floyd records. The shock that I had was instantly replaced with total Awe! This wonderful moment of guitar playing and song, captured in time for us to enjoy shows right from the beginning that David Gilmour could easily entertain us with just his guitar and a few electric gadgets. But it doesn't stop there! As guest musicians slowly enter this sonic arena one by one, we hear old classics like \"Shine on You Crazy Diamond\" and the all time classic \"Comfortably Numb\" done to perfection live! As I was watching and hearing, my mind put to rest any left-over notions that old \"die-hard\" Roger Waters disciples used to throw out saying \"Pink Floyd is a fake without Roger in the band\". As a true Pink Floyd fan I would never try to doubt Roger Waters importance to Pink Floyd's unique blend of Music with his cynical, sometimes twisted lyrics and unique bass guitar lines, but I think this Video proves that both David Gilmour and Roger Waters were sharing a parallel vision of music through Pink Floyd's Music. Maybe more then some would like to admit. This is a must own for even the most modest Pink Floyd fan, especially the die-hard David Gilmour version! The only thing that I could possibly say remotely negative about this video would be how easy he makes it look with his skillful playing and that, as always, it could have included so many more Pink Floyd Classics. That said, this is a masterpiece!",
    "chinese_title": "大卫·吉尔莫演出中",
    "douban_rating": "8.7/10 from 136 users",
    "foreign_title": "DAVID GILMOUR IN CONCERT",
    "imdb_rating_average": 8.7,
    "douban_rating_average": "8.7",
    "update_at": "2025-05-23T22:21:31"
}