{
    "aka": [],
    "sid": "2995189",
    "cast": [
        {
            "url": "/celebrity/1042637/",
            "name": "刘晓庆 Xiaoqing Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314258/",
            "name": "蔡君茹 June Tsai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314757/",
            "name": "田丽 Lily Tien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182844/",
            "name": "寇振海 Zhenhai Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346298/",
            "name": "鲁昕儿 Xiner Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314657/",
            "name": "霍政谚 Zhengyan Huo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323352/",
            "name": "徐光 Guang Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397713/",
            "name": "丁志勇 Zhiyong Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370868/",
            "name": "李晨涛 Chentao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379028/",
            "name": "来子旸 Ziyang Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463742/",
            "name": "朱莉 Li Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1395320365.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322738/",
            "name": "李顺慈 Shunci Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1326799/",
            "name": "胡意涓 Yijuan Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008-01-17(中国大陆)"
    ],
    "this_title": [
        "女人何苦为难女人"
    ],
    "douban_link": "https://movie.douban.com/subject/2995189/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1318",
    "introduction": "故事从佟振海的两个老婆说起，玉英，映瑶半辈子斗争不休，相互嫉恨。就在一次振海微恙，两个女人为让他在自己家里养病互不相让，不料振海却静静出了门。两方还在混乱争执之时，恶耗传来，佟振海死了！然而灵堂上，两个女人继续争的是家产和未亡人的身分。未料云生携一双儿女出现，弱智小磊当场冲着遗像喊爹，举座震愕哗然，这才知道，振海外头还有个家，孩子都生了。灵堂上顿时混乱一片。不忍云生母子三人可怜境遇，天宇假立遗嘱，帮他们争取到遗产傍身。然玉英、映瑶各怀鬼胎接近云生，天宇担忧并说服云生一家离开上海。他乡之外，云生恍惚，齐非靠天宇每月汇款勤俭辛苦地支撑一家生活。映瑶为股份大闹公司，平川为求息事答应其所有要求，被玉英狠狠责备。少琪为取悦可凡陪映瑶跳舞，平川一心搅局，故意带玉英前来，舞场大乱。玉英倍受打击病倒，借由探病，映瑶更加确定少琪对可凡的心意。平川请映瑶出钱办选美，引起映瑶一家争执不休，可凡难忍家人钱财嘴脸，负气出走寻齐非。齐非和天宇恰回上海扫墓，反与可凡错过见面之机。平川不肖败家，玉英将平川扫地出公司，映瑶亦牵连受到挫折，心中气愤。云生投湖而死，可凡陪映瑶正好赶到，终与齐非得以相见。映瑶虚情假意要接齐非姐弟回上海，因此与天宇起了极大冲突，齐非为母亲遗愿种种，感激答应映瑶。少琪心系可凡，久出未归，让一心扶植女儿出席选美的玉英失望至于愤怒，平川火上浇油告诉玉英少琪去了唐家。玉英上门责骂映瑶，齐非受累之余渐生悔意。云生骨灰坛意外被砸，映瑶做戏责备兄嫂，齐非难辩解善恶。少琪因可凡坦言真实心意而生气冲跑，意外撞车导致腿瘸及不孕，玉英痛恨痛苦，冷眼目睹平川痛殴可凡。看到可凡伤重，映瑶心生另外一计，意图将齐非推出与少琪一争高下打压玉英。可凡见少琪情状可怜，心中愧疚，劝说齐非不要出席选美，并表白爱意。齐非带小磊上坟遇见少琪，小磊被狗咬，两人首次正面冲突，齐非被少琪言语刺激，与可凡生情感危机。玉英私见齐非，协议只要齐非退出选美则云生可入墓园。齐非突然变卦，映瑶误以为是天宇从中作梗，故意让友宁起疑，搅得天宇自顾不暇。玉英默许少琪和可凡交往，并私下找映瑶为儿女亲事达成秘密协议。而齐非、可凡却已私定终身。映瑶一面急于认养齐非姐弟，一面又找借口叫可凡去陪少琪，齐非心中委屈，与可凡冷战以致于生病。齐非病情拖延，带着小磊在墓园遇见天宇时，齐非昏倒被送医院。天宇照顾齐非，友宁内心矛盾通知映瑶，小磊被映瑶带走，后被唐母强锁房中，可凡知道实情后痛悔不已，前往看望齐非，两人深情剖白。可凡明确拒绝少琪，少琪伤心欲绝到病院求齐非退出。玉英亦为少琪找到映瑶，映瑶狮子大开口，玉英挫败非常竟想杀掉映瑶未果。齐非被映瑶百般欺瞒，以致于对天宇误会重重。然而天宇此前意外撞见玉英、映瑶会面，已经起疑调查，后将真相向齐非全盘托出，齐非倍受打击。可凡带着小磊参加选美大赛，小磊在外受欺负，天宇赶来大打出手，齐非更不惜咬人。映瑶当众宣布可凡、少琪婚事，齐非愕然醒悟，以必死之心宣扬身世，现场一片哗然。可凡被家人伤透心，不顾一切来找齐非。齐非和可凡在外过夜，两人海誓山盟决定要在一起。少琪得知亦忧伤不已，而玉英已经筹谋对付映瑶，她大胆决策，暗中脱产套现，与映瑶见面确认婚事乃是骗局后，玉英更果断行动。映瑶房产连夜被抄，兄嫂无情出走，映瑶走投无路。进而认养齐非不成，映瑶迁怒天宇，在可凡前挑拨齐非和天宇的关系。可凡气极，与齐非起争端而冲走，后齐非独自查出已经怀孕。玉英釜底抽薪，映瑶步步被逼，绝望竟欲自尽。可凡救下，陪映瑶前往与玉英谈判，映瑶不惜跪求可凡娶少琪。可凡想求齐非借钱向玉英买回房子，然两人各有心结终不欢而散。可凡意气用事，决定要娶少琪。齐非左右为难，想要告知可凡，却一再错过。友宁知晓齐非怀孕，同情帮助之余找到映瑶托出真相，反被映瑶伤至自身流产。映瑶为此私见齐非，被齐非痛斥后转而在可凡面前挑拨，将天宇卷入二人感情，令到可凡心烦意乱。齐非决定休学，天宇不知个中缘由所以气愤难当。玉英从香港回来，准备帮少琪和可凡筹办婚事。齐非带着金子几番奔走终在新房找到可凡，而误会种种在前，可凡粗莽抗拒，齐非心痛亦未告知身孕之事，且伤心之下私自打胎，幸好及时送医保住孩子，天宇这才得知真相，又惊又气。眼见家人至亲自私嘴脸，可凡不能抗拒又不堪忍受，在与齐非的回忆里找慰藉，没有心情与少琪培养感情。玉英对可凡的状态深感担忧，之后又从小磊口中偶然得知齐非身孕之事，惊骇非常。她与齐非私下谈判，狠下决心以云生入葬墓园换得少琪幸福，为母亲最后心愿，齐非咬牙应承玉英，心中却更悲伤。另一方面，玉英跟映瑶摊牌，映瑶为促成可凡婚事，私下找齐非劝说其打胎，齐非心生犹豫，手术台上蒙混过关，映瑶误以为事情了结。然齐非彻悟，告知玉英会离开可凡，但不以母亲入葬墓园为交换条件，情愿独自背负一切养育孩子，玉英感慨怜惜。可凡念念不忘齐非，背着少琪多次回到租屋缅怀过往，玉英洞察一切，逼迫可凡二者只能择一。可凡与齐非再见面时，一切难以挽回，两人悲伤分手，可凡终对孩子一无所知。齐非强忍悲伤，决定离开伤心之地。少琪不知个中原委，准备结婚之余对齐非仍心怀不满。少琪街头路遇齐非，公然挑衅，齐非心中怨怒掌掴少琪，少琪归家哭诉，玉英心知齐非身受苦楚，唯有苦劝女儿宽以待人。但平川仍带一干恶人找齐非寻衅滋事，幸好天宇、小磊及时赶到，齐非才能得救。平川罔顾亲情，一心为钱，甚至私下追问少琪陪嫁财产数目，玉英痛心无奈。婚期临近，看着势利的父母欢天喜地，可凡只有更加煎熬于对齐非的感情。玉英对平川彻底死心，专心为少琪的婚事上下打点，疲惫中终对女儿讲出多年心事，感概万分，泣涕涟涟。但见可凡、少琪终于如期进行婚礼，不料新婚之夜横加变量，唐母暗中偷藏聘礼金条两根，让映瑶为圆场面不得已送出钻戒因而负气指责，二人争执中大打出手，唐父拉架时被推到，滚下楼梯，毙命于正欲出门的少琪面前。少琪返家，受惊过度，以及新婚当夜可凡醉酒只知呼唤齐非之名，令她心痛万分。可凡亦深受刺激，语出癫狂，吓到映瑶、唐母，不知所措。可没想映瑶、唐母还试图推卸责任，竟说少琪命硬，玉英心如死灰，决定让少琪离婚。屋漏偏逢连夜雨，不肖子平川盗取聘礼金条，赌博输去仍旧不肯认账，玉英携一干人证物证厉声指责，平川大怒拒不悔改，还失口说出少琪不孕之事，玉英悲愤难当，竟亲自将平川送入监牢。尔后玉英几次三番入狱看望平川，原来她送子入狱的真正目的是为让儿子戒掉鸦片烟。天宇终向齐非表白，然君子之爱与前事相别。友宁对一切心知肚明，坦诚将往事相告于齐非，惊晓“假遗嘱”之事，友宁劝慰齐非“爱要及时”。 天宇亦被友宁的宽容所感，亲自将齐非身孕的始末告诉可凡，可凡无法谅解姑姑映瑶对齐非腹中胎儿曾痛下杀手，希望取得齐非原谅并和少琪离婚。可凡一面恳求少琪，一面三番四次寻找齐非，齐非被可凡诚意感动，两人历经波折终重归于好。可少琪恨意难消对无爱的婚姻仍不愿放手，玉英有感于历史重演。映瑶亦不甘心可凡放弃，冲动之下竟欲杀死齐非，二人打斗中映瑶摔下山崖，重伤脑瘫，昔时风华转瞬云烟。平川从监牢放归仍不思悔改，被教唆偷钱之时捅伤小磊，玉英身心疲累，甘愿顶罪。小磊幸得不死，齐非平安产下女儿，愿以宽宏的大爱饶恕平川，并不予上诉，玉英感恩。少琪也终醒悟，同意离婚，成全齐非和可凡。云生墓前，齐非携众人述追思之情，两代人的恩怨情仇于大爱宽容中归于圆满。",
    "chinese_title": "女人何苦为难女人",
    "douban_rating": "6.9/10 from 1318 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2025-04-15T18:42:05"
}