{
    "aka": [
        "无"
    ],
    "sid": "2995169",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2489993654.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1375321/",
            "name": "艾晓明 Xiaoming Ai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313685/",
            "name": "胡杰 Jie Hu",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "关爱之家"
    ],
    "douban_link": "https://movie.douban.com/subject/2995169/",
    "trans_title": [
        "无"
    ],
    "douban_votes": "496",
    "introduction": "纪录片《关爱之家》简介：《关爱之家》起因于《中国经济时报》首席记者王克勤的长篇报道《邢台艾滋病真相调查》，影片记录了河北邢台农村妇女刘显红打官司的故事。她因在医院输血感染艾滋病毒，决定公开身份、起诉医院，历经艰险终于获取赔偿。以她的经历为主要线索，影片通过几个家庭的遭遇和感染者成立“关爱”小组集体维权的努力，呈现出在基层农村涌动的公民权利意识。尽管追求法治的路困难重重，但由于社会关怀、媒体介入和法律援助，政府也转变了态度，并出台了改善感染者处境的政策。在通往社会公正的道路上，《关爱之家》呈现了爱与社会改变的可能性。Care and LoveThe high profile success of The Blood of Yingzhou District—winner of Oscar's Best Documentary this year—has encouraged worldwide attention on the HIV/AIDS epidemic in China. Almost at same time, two works on the subject have spreaded among the HIV/Aids activists and NGOs in China, The Central Plains (2006), and Care and Love(2007), directed by Ai Xiaoming, a professor from Sun Yat-sen University, and filmed by herself and Hu Jie.Care and Love draws its inspiration from 'Investigation of HIV/AIDS in Xingtai', a feature article written by Wang Keqin, a senior journalist at China Economic Times, which tells the story of Liu Xianhong, a woman villager who contracted HIV through a blood transfusion during childbirth. The film documents how she publicized her story, filed a lawsuit with her 8-year-old son against the local hospital and eventually received compensation. The film also records the sufferings of several families and a collective effort to defend their own rights by people living with HIV/AIDS, who set up an organization, 'Care and Love Group'. The film reveals an increasing awareness of civil rights in rural areas. Growing social concern, media intervention and legal aid have forced the local government to compromise and modify their policy, and improve the situation for AIDS patients. Care and Love thus shows the possibility for social change on the way to social justice.",
    "chinese_title": "关爱之家",
    "douban_rating": "9.2/10 from 496 users",
    "foreign_title": "",
    "douban_rating_average": "9.2",
    "update_at": "2025-07-18T07:22:28"
}