{
    "aka": [
        "Odyssey Of The Great Wall"
    ],
    "sid": "2997283",
    "cast": [
        {
            "url": "/celebrity/1461910/",
            "name": "焦建成 Jiao Jiancheng  ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522641241.jpg",
    "region": [
        "中国大陆",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1367288/",
            "name": "钱运选 Yunxuan Qian",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11906282",
    "director": [
        {
            "url": "/celebrity/1332262/",
            "name": "刘效礼 Xiaoli Liu",
            "@type": "Person"
        }
    ],
    "duration": "53分钟",
    "episodes": "12",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1991-11-18(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11906282/",
    "this_title": [
        "望长城"
    ],
    "douban_link": "https://movie.douban.com/subject/2997283/",
    "trans_title": [
        "Odyssey Of The Great Wall"
    ],
    "douban_votes": "803",
    "introduction": "片名：望长城影片形式：纪录片出产地：中国摄制时间：1991年摄制单位：中央电视台、日本东京广播公司导演：刘效礼荣誉：影片被称为“中国纪录片发展的里程碑”。导演获 ，“范长江新闻奖”该片彩了主持人串联的形式，长镜头始终跟随着主持人，考察长城修建、变迁，全面介绍了长城在中国历史上的作用，长城对人民物质和精神生活的影响，长城与当今自然生态及人口迁徙变化的关系等等。全片不仅考察了长城本身，更多的还表现了长城遗址沿途人民的生活状态，该片的纪实风格，对以后电视片的影响巨大。这部系列片从更广泛的范围反映长城的历史发展和现状及长城区域的风俗民情，在国内外产生了广泛的影响。甚至有学者认为，中国新纪录片运动始于本片，它开创了中国纪录片的一个新时代，推动着中国电视纪录片走向巅峰“可叹的是，我们历来习惯于在虚构的文艺作品中寻找所谓的“社会现实”，为了标榜这种意义上的现实，甚至不惜采取艺术之外的手段。1980年代的先锋艺术，是对这个意义上的现实主义的反叛。但是，当诗人和画家在文艺形式的探索之路上渐行渐远的时候，1980年代沸腾的社会现实却只能通过小说或报告文学的方式来加以“反映”，或不如说是“想象”。那时并不是所有人都没有机会拿起摄影机或摄像机，但是几乎所有的人都没有想起，在小说和虚构出来的故事片之外，还存在着另一种完全不同的现实主义；摄影界人士对此做了一定的探索，但可惜照相机很难在摄像机的意义上去保持生活的连续性。在当时的精神氛围下，有识之士的眼光几乎全都投向了未来、远方以及说不尽的民族性。1990年开始摄制的大型电视纪录片《望长城》（焦建成主持的部分）是一道分水岭，它没有去探索长城和内陆民族封闭性的关系，也没有把走长城的活动当作一次有关“大好河山”的风光教育，而是把纪录性的镜头伸向了长城沿线以“现在时态”展开的当代生活。《望长城》原本选择的是一个民族象征，结果却走向了生活的现场。中国新纪录运动的开端便从这里开始.（三）《望长城》，这部在1992年引起广泛讨论的电视系列片，以一首带有西北风味道的歌曲（“一次次走近你，不知道我在你身边；一次次离开你，才知道你在我心头”）引出了“望长城”这三个大字，镜头随即快速切换到甘肃西南部的临洮，这时是公元1990年的春天（“秦始皇统一中国2211年后”），几个扛摄像设备的人有应有答，走在已成一片黄土的古长城上，镜头晃动，随即一个定格：节目主持人焦建成回首望向观众。在这个别出心裁的片头之后，观众们看到的是长城专家罗哲文站在一段长城上，不紧不慢地向大家介绍长城的长度、年代等基本情况，接下来是一长段接一长段的画外解说，其间插入了一段有关孟姜女的京韵大鼓，一群游华山的大学生在镜头前接受采访，还有一段故事片，选自西影和加拿大合拍的《秦始皇》。如果只看到这里，人们准以为这又是一部带有民族主义情调的、事先写好解说词的风光片或政论片，就像在此之前播映的《话说长江》、《话说运河》和《河殇》一样。但是，在土龙岗荒凉的战国长城旁，一张令人难忘的脸突然出现在观众面前，在不到两分钟的时间里，这位名叫李秀云的31岁农村妇女，向突如其来的摄影机镜头讲述了她一生中所有重要的事情：丈夫一年前得骨癌没了，带着两个娃，现在过日子操心，又闹饥荒了，过一年才能还清债，想着将来为小子盖间房，跟他爸结婚时连个窝棚都没有……《望长城》的纪实性绝不仅仅体现在它所采取的那些令当时的观众感到新颖的声画同步、现场访谈、跟拍、肩扛摄像机等技术上，而是更多地体现在它所具有的那种宽广而敏锐的视野上。《望长城》是一部风光片，但是它是中国第一部比关心风景、文物和解说词更关注“活人”当下真实状态的电视片，这使它从质上超出了过去的专题片、文献片，从而具有了“保留第一时间”的最可贵的纪录片品质。人们通常认为，《望长城》是纪录片与专题片的分水岭。其实，在《望长城》的内部，即存在着纪录片与专题片的分野；这部被视为中国电视纪录片运动起点的作品，本身并不是一部统一的作品。《望长城》共分为四个部分，第一集，《万里长城万里长》（上下）；第二集，《长城两边是故乡》（上中下）；第三集，《千年干戈化玉帛》（上中下）；第四集，《风烟散尽说沧桑》（上中下）。《望长城》的摄制组分为A、B两个小组，A组负责三、四集，B组负责一二集。B组的主持人是刚从军艺毕业的焦建成，A组的主持人原本是上海姑娘李培红，1990年5月生病后由著名演员和散文作家黄宗英接替。在这四集里面，以第二集最具纪录精神，第三、四集几乎通篇都是黄宗英用文艺腔朗诵她的“抒情散文”，画面自身很少具有纪录性，基本上是为主持人“声情并茂”的文艺叙事服务，还有就是过多表现了摄制组自身的活动，一会儿登山，一会儿滑翔，一会儿开越野车，给人感觉就好像是对一场户外体育运动的实况报道。与此相反，为人低调的焦建成把走进生活看得比做节目更为重要，与他配合的摄影师亓克君也非常善于捕捉生动的细节，如《长城两边是故乡》中寻找歌王王向荣一波三折的过程是由他一手策划，长城上扭打在一起的两个小孩以及环县农民扮成春官给领导干部拜年的镜头，也都是由他敏锐地捕捉下来――这些“莫名其妙”的镜头能够留在成片中，在中国电视史上可以说是史无前例的。《长城两边是故乡》完全是一桩意外的收获，它的成功不仅有赖于总编导和制片人的宽容，而且还依赖于亓克君、焦建成等年轻人几乎是天然成长起来的艺术感觉。和满头银发的黄宗英相比，刚从军艺毕业的焦建成完全是个一名不闻的小伙子，但难能可贵的是，他懂得如何克制自己。在第一和第二集中，焦建成尽管也频繁露脸和说话，但从不让人感到是一种自我表演，相反，正是由于有他的介入，被拍摄的对象才没有在镜头前中断他们的生活。在《长城两边是故乡》的结尾，观众甚至惊讶地发现，焦建成的老父老母及其亲朋好友也成了荧幕上的主角。1764年4月18日，3000名东北锡伯族男女被乾隆皇帝调来伊犁河畔驻守边关，从此他们就一直驻扎在这里，为了不忘祖宗的来历，每年的4月18日就成了他们的节日，4·18西迁节。一大早，焦建成的锡伯族亲人们就赶着马车出发了，在载歌载舞的西迁节会场上，他的母亲一个帐篷接一个帐篷地找儿子，他的父亲也生气地说，“我要喝得醉醉的，让他来找我”。这个时候，焦建成正忙着乘热气球升空。呼着儿子乳名的母亲踉跄着挤过人群，她一把扯下正准备点火的儿子，哭着问：“你烧着这个东西要去哪儿？”焦建成说他要去拍摄会场，这时他父亲也跟了过来，焦急地望着儿子问：“你还能回来吗？”《长城两边是故乡》就是在这样一个引人发笑又充满乡土味道的场景中划上了它的句号，而1990年代的电视纪录片运动，也正是从这个句号里找到了它的起点。在某种意义上，焦建成摄制小组扛着摄像机走长城的过程，是和2002年卢杰、邱志杰组织的“长征”活动有着许多相似点的一次壮观的行走活动。无论是走长城，还是长征之旅，复杂的现实最终都战胜了艺术性的想象，真实的生活最终都战胜了笼罩在历史上的尘土、迷雾与谎言。……（七）现在我们已经知道，对于传统的艺术形式提出纪实性的要求，那实际上是一种过分的要求，是对艺术的非难。传统的艺术是一种摹仿，一种表演。单纯通过摹仿和表演，我们永远无法在第一时间进入历史的现场。苏联现实主义把记录现实的作品一概斥之为自然主义的或机械的，唯有那些通过“艺术加工”而获得的典型人物、典型环境，才是辩证的，才抓住了时代的本质。恰好是在那个时期，恩格斯所反对的“主题先行”的文艺作品大量涌现出来。事实上，只有一种根本无法进入第一现场的艺术，才有可能把“反映生活的本质”看得比“照搬生活”更高级。其实原因说起来也简单，现实主义的文艺根本就无法照搬生活，或者说，它事先就把日记、新闻、口述等从文学艺术中挤走了，因此留在那儿的“文艺”原本就不是纪实的，而是摹仿的、表演的。在这个意义上，说文艺作品“反映”生活简直自相矛盾，因为传统的文艺作品根本无法像镜子那样直接去反映生活。用艺术来“反映”生活的本质，最终反映的不过是艺术家自己对生活的理解，这就是传统现实主义的本质和归宿。如果这种现实主义偏以为它“高于生活”，那就很可能发展到强暴生活的“高度”。与此相反，纪录片的纪实性是一种新型的现实主义，是一种我们过去不熟悉的现实主义。如本文附文（见每页上端）所述，演员黄宗英和纪录片《望长城》发生的碰撞，正是旧现实主义和新现实主义发生的碰撞。正是因为我们历来习惯于在摹仿性、表演性的文艺中寻找社会现实，才会一再碰到如此荒唐的事情（参周欢：《真实：纪录电影的基石》）：",
    "chinese_title": "望长城",
    "douban_rating": "8.6/10 from 803 users",
    "foreign_title": "",
    "douban_rating_average": "8.6",
    "update_at": "2025-03-08T22:22:49"
}