{
    "aka": [
        "半路夫妻2"
    ],
    "sid": "2997299",
    "cast": [
        {
            "url": "/celebrity/1274585/",
            "name": "刘佩琦 Peiqi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309215/",
            "name": "陈瑾 Jin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316392/",
            "name": "房子斌 Zibin Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318061/",
            "name": "谭松韵 Songyun Tan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315094/",
            "name": "童正维 Zhengwei Tong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314858/",
            "name": "王大治 Dazhi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015186/",
            "name": "孔琳 Lin Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313040/",
            "name": "陈肖依 Xiaoyi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275044/",
            "name": "张嘉益 Jiayi Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353735/",
            "name": "田璐 Lu Tian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375046818.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318620/",
            "name": "田有刚 Yougang Tian",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317303/",
            "name": "刘惠宁 Huining Liu ",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "好好过日子"
    ],
    "douban_link": "https://movie.douban.com/subject/2997299/",
    "trans_title": [
        "半路夫妻2"
    ],
    "douban_votes": "188",
    "introduction": "美丽而贤惠的单亲妈妈于建平接到了法院的传票，数不清是第几次为六岁女儿娟子的抚养费而将离婚已久的丈夫姜军诉诸法庭。听到姜军不交抚养费的消息，建平的弟弟，热情而冲动的建伟奔上门去，准备教训一下姜军，却不想竟被姜军教训了。姜军是个典型的无赖，穷困潦倒，为人猥琐，不但不交抚养费，反而倚仗被建伟打出的鼻血而讹诈建伟一笔。气疯的建伟无计可施，结果是建平青梅竹马的恋人兼邻居——达子——拿出钱来，悄悄解决了姜军的讹诈和娟子的生活费问题。达子是个孝子，母亲说的话从不敢违抗。当年母亲嫌弃建平家庭困难，达子奉母命与建平分手。建平曾是宾馆的服务员，两人分手后不久的一夜，建平被人当场发现与客人发生性关系，被宾馆开除，声名狼藉。无赖姜军娶了忍辱偷生的建平，生下了人小鬼大的娟子。达子有个难以启齿的疾病，他寻遍名医，也治疗不了他的阳痿。老婆金铃美貌而伶俐，早与达子貌合神离，在外找了新的男朋友，两人终于在结婚六年后平静婚。达子若干年来一直觉得对不起 建平，离婚后想和建平结婚，然而建平与达子妈的矛盾却从未解决，达子妈嫌弃建平没有改变，认为她不但有孩子，还带着一个痴呆的老父亲，生活过于拖累。夹在中间的达子两边为难。达子与母亲住在建平一家人的隔壁，两家鸡犬相闻没有秘密，始终保持着微妙而 尴尬的关系。达子妈从乡下找来了一个姑娘春婷，想撮合春婷与达子的婚事，让建平死心。建平刚刚萌动的一丝与达子重拾旧好的心又被冲散了。建伟向来希望姐姐能和达子结婚，达子就像他的亲哥哥。建伟生怕春婷看上达子，故意对春婷展开了狂热而反常的追求，却不料在“捣乱”过程中爱上了善良而单纯的春婷，两人在打打闹闹中萌生爱情，私定终身，结为连理。结婚之后才发现，出身农村的春婷，既识大体又懂礼节，家中富甲一方。达子妈险些被气疯，她认为一切倒霉的源头都是摆脱不开的建平一家，春婷嫁给了建伟，达子妈要儿子搬家，远远地离开这家人。达子从来不敢违抗母命，只好应允。得知了达子要奉命远离的消息，建平对达子再次失望了。建平的妹妹，热情美丽的建红，不费吹灰之力便将其合作公司的老板迷得晕头转向，这便是建红的职业，带点美人计的公关，虽然建红没有与任何老板发生过关系，然而在一般人心中，都认为建红是靠出卖身体而得到利益的。建红在自尊的同时，也感到自卑，她不敢告诉家里人，更不敢放开自己谈恋爱。而王勇，一个总是与建红不期而遇的普通员工，爱上了建红。当得知建红的身份后，王勇无法淡然处之，自尊心大受打击的建红作出了令人惊讶的决定，为王勇介绍了另一个女孩做女朋友。建红的洒脱令王勇意外，他始终无法漠视对建红的感情。王勇为了建红辞职了。建平得知了建红的职业秘密，也是大惊。建红却已不在乎。在姐姐的问题上，建红与建伟不同，在她心中，达子始终是那个抛弃她姐姐的人，建伟支持嫁给达子，建红坚决不支持。建平本已对达子失望，加上弟妹截然相反的态度，更是头晕脑涨。建平失业了，雪上加霜。达子及时为建平解决了工作问题，在达子手下帮忙。建平来到了达子的小店，却再次拒绝了达子的求爱。而这时，又一个女人介入了。马小兰，达子朋友的妹妹，离婚想再嫁，看中了达子，住在达子店里。建平、达子、马小兰三人共处一室，说不出的尴尬，刚刚上升一点点的感情又在建平心里消失了。终于，马小兰走了，达子和建平有了二人世界，多年来第一次交流。当年宾馆里发生性关系的，正是建平和达子，达子奉母命要和建平分手，建平不忍，和达子发生了关系，就在高潮时，突然有人闯入，达子受了刺激，从此阳痿。而建平承担了一切，没有说出达子的名字。建平第一次听达子说到自己的病，惊谔不已，这么多年来，两人都为那一次的出轨承受了很多。然而该抛开恩怨结合时，达子妈又提了新的要求。知道达子有病，却一直认为是媳妇不合作，故意不生。建平愤怒了，她嫁人不提条件。有达子妈在一天，他们就安宁不了。眼看就要成功的一对又被分开了。达子心力交瘁，然而面对母亲，他什么也不敢说。达子与人合伙开了新工厂，原来的小店转让给了建平，算是最后一次帮她的忙，两人心里都酸酸的，感觉再也不可能走到一起了。达子离开了建平，建平却留起了达子用过的杯子，小心珍藏。建红给王勇介绍的女朋友竟然是个骗子。以结婚为名，要了一笔钱，却悄悄出国了。建红后悔不迭，表示这笔钱自己一定赔给王勇。而王勇却不想要钱，他喜欢建红。王勇不在乎建红做的职业，他爱的是建红这个人。而建红却始终认为自己不配，两人在阴差阳错中几次失之交臂。建红终于辞去了高薪的职务，做起了售楼小姐。建平偶遇一名广告公司的经理陈思伟，单亲父亲，陈对建平一见钟情，对方身上的贤妻良母的素质令他心安，他展开了对建平的追求。建平渐渐做起了大规模公司，陈出了不少力。对于这个男人，建红很支持，建伟很愤怒。同时，达子被人骗了，他开的工厂倒闭了，连房子都保不住，跑到工地上打工，被建伟撞上了。得知建平发达的消息，达子喜忧参半，他怕建平也和自己一样被人骗。但他很自尊，拒绝了加入建平公司的邀请。建红得知后，找到达子，她要达子做出选择，要么彻底让姐姐死心，姐姐会和姓陈的好，要么就自己去争取，不要两个人这么拖着。达子这才知道，原来建平心里一直有他，只是两个人都不自知。为了建平，达子毅然硬着头皮来到了建平的公司，承受着建红的颐指气使，也被迫接受着建平身份改变态度改变的事实。达子几次想走，都为了能帮建平一把而留了下来，他口中说和建平已经结束，但心中仍然希望能从姓陈的手中夺回建平。在与达子接触的过程中，建红渐渐改变了自己的看法，达子不是个窝囊的男人，她以前看错他了。陈思伟开始求婚，建平犹豫，她不知道自己的犹豫是因为爱着达子。就在她拿不定主意的时候，姜军来了。姜军知道建平有了钱，向陈思伟讹诈，建平气得七窍生烟。而此时，陈思伟的前妻也找到了建平，建平终于知道，陈和他前妻仍然相爱。两件事合在一起，陈思伟的事黄了。建平心灰意冷，与达子之间爆发了更多的矛盾。达子默默承受，不停退让，为建平做了自己能做的一切。达子妈病了，达子因公出差，建平去看望了达子妈。达子妈为了儿子，愿意牺牲一切，当达子为了周转资金而苦恼时，她却背着儿子将房子抵押，为缓解儿子的压力自己甘愿受苦。建平理解达子妈的心态。两个恩怨多年的人终于说出了心声，达子妈不是不喜欢建平，而是怕建平拖累达子，现在达子落难，建平却帮了达子，令达子妈心中感动不已。当达子妈知道，当年宾馆里发生性关系的人竟是达子时，达子妈愣了。建平为了保护达子，承受了这么多年的屈辱，这是达子妈万万想不到的。结怨多年的两人终于解开。达子妈后悔不迭，她准备回老家去，再不干涉达子，让达子和建平生活在一起，而此时的建平却由于多年的委屈和如今的辛酸无意再考虑自己的事了。王勇终于爆发了，他让建红知道，他喜欢她，不在乎她曾经做过什么，建红终于接受了王勇的爱。弟弟妹妹都有了归宿，建平以为可以喘口气，却发现姜军这个无赖一直是她生活中的梦魇。姜军见建平有了钱，又来讹诈，并无耻地带娟子去做DNA鉴定，建平嗤之以鼻，却不料姜军拿回的结果竟令她大吃一惊，娟子不是姜军的！姜军更有了要挟要钱的理由，他疯狂地破坏着建平的生意，达子得知后出面了，他和姜军摊牌，姜军认为孩子是达子的，达子没有否认。达子站出来，告诉姜军，孩子是他的，如果以后姜军再来胡闹，他就以孩子父亲的身份出面，要姜军好看。姜军在发泄了一顿后终于离去。达子来到鉴定中心，不如他所料，结果是弄错了，他和建平都清楚，娟子不可能是他的。当建平问他，为何默默承担，达子告诉建平，孩子是谁的都无所谓，娟子就像他的亲生女儿。建平终于被达子感动了，这么多年来，他们俩互相为对方默默地承担着，忍受着，又同时默默地深爱着。达子想再次向建平求婚，然而母亲却又出了问题。达子妈想要再婚，她再也不干涉达子和建平了。达子却坚决不同意，他觉得母亲再婚是自己娶媳妇容不下母亲的结果，在达子异乎寻常的执拗下，达子妈和建平第一次站到一起，为扭转达子的心态而努力，建平鼓励达子妈再寻幸福，达子妈帮助建平和达子成亲……达子和建平这两个人历尽周折，终于在恩恩怨怨之后走到了一起……",
    "chinese_title": "好好过日子",
    "douban_rating": "7.7/10 from 188 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-02-10T01:14:16"
}