{
    "aka": [
        "叠影杀机",
        "情迷女人心"
    ],
    "sid": "2997415",
    "cast": [
        {
            "url": "/celebrity/1312834/",
            "name": "侯湘婷 Angel Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315708/",
            "name": "吴庆哲 Qingzhe Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871527304.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "歌声迷影"
    ],
    "douban_link": "https://movie.douban.com/subject/2997415/",
    "trans_title": [
        "叠影杀机",
        "情迷女人心"
    ],
    "douban_votes": "0",
    "introduction": "可欣是活跃在歌坛上的一颗闪耀的明星，她近乎完美的长相和甜美的嗓音令这个城市里的无数男男女女为之疯狂。萧乐乐是可欣的助理，她以可欣的成功为成功，以可欣的快乐为快乐。为了能给可欣一个安全的环境，萧乐乐时刻关注并杜绝一切可能给可欣带来不安的因素。为了换掉迷恋可欣的化妆师，她找到了狂放不羁的化妆师家豪，不惜盗用了家豪的设计方案，赶走了原来的设计师。萧乐乐这一举动同时激怒了家豪，因此他对可欣流露出了轻视和狂妄，但恰恰就是这份狂妄令可欣较劲似的将他正式聘为了自己的化妆师。面对富家少爷们的追求，天性贪玩的可欣总设计一些小圈套捉弄他们，不料在一次自认为精妙的设计中，家豪莫名其妙地被打，盛怒之下的家豪来没来得及爆发，可欣的歉疚之情就令他不忍责备，这个小小的插曲反而令两人的关系由一直以来的针锋相对慢慢缓和了下来。萧乐乐是个极端且敏锐的人，很快她便觉察到了家豪与可欣之间的变化，她开始不安起来。可欣又得奖了，但她并不兴奋，反而有些失落。因为她意识到自己的事业需要突破。家豪为了让可欣轻松下来，有新的创作源泉和动力，带着她回到了自己在乡下的老家。完全陌生的小镇和家豪家中的温馨气氛让可欣感受到了一个普通人的平凡与美好。可欣的失踪让萧乐乐几乎陷入了崩溃。当焕然一新的可欣出现在她面前时，她就认定了家豪一定会毁了可欣，因为可欣不需要改变，在她看来，可欣从来都是最好的。萧乐乐开始想方设法赶走家豪，先是在家豪的参赛作品上做手脚，又凭空制造了许多家豪的绯闻，同时不遗余力地让可欣与家豪保持距离，并暗中通报公司，让公司也对家豪施加压力。结果出人意料的是，萧乐乐所谓的“用心良苦”却换来了“弄巧成拙”，可欣成为媒体上扰乱别人感情生活的可恶的第三者，成了众人指责的对象。那些富家公子也趁机落井下石。一时间，可欣深陷泥潭，公司立刻和家豪解聘，并要可欣开记者会以示清白。记者会上，家豪突然出现，他向所有记者表示自己是罪魁祸首，是自己一相情愿，与可欣无关。此言一出，萧乐乐到是轻松了不少。然而可欣却拦下了所有的记者，当众拥抱家豪，并表示如果大家接受，她会继续唱歌，如果大家不接受，她将选择退出。因为比气名气，她更加珍惜这份感情。萧乐乐恨透了家豪，趁家豪离开时将其打昏带到郊外，大骂家豪毁了她的偶像，她的梦。萧乐乐的话让家豪和及时赶来的可欣都感到震惊。然而此时的萧乐乐已经陷入疯狂，她点燃了房间，要家豪彻底蒸发。在一片火海中，可欣拼命把家豪和萧乐乐往外拉，但萧乐乐的腿被压住了，情急之下，可欣打算先将家豪拖开，她丝毫没注意到即将坍塌的楼梯，萧乐乐为了救可欣，挡住了砸下来的楼梯，被火海吞噬……",
    "chinese_title": "歌声迷影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-01T14:39:35"
}