{
    "aka": [
        "血染金三角"
    ],
    "sid": "2997018",
    "cast": [
        {
            "url": "/celebrity/1274626/",
            "name": "陈建斌 Jianbin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011112/",
            "name": "瞿颖 Ying Qu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313722/",
            "name": "赵有亮 Youliang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371804/",
            "name": "白红标 Hongbiao Bai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867296848.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1319928/",
            "name": "徐兵 Bing Xu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316352/",
            "name": "梦继 Ji Meng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2003(中国大陆)"
    ],
    "this_title": [
        "铁血豪情"
    ],
    "douban_link": "https://movie.douban.com/subject/2997018/",
    "trans_title": [
        "血染金三角"
    ],
    "douban_votes": "0",
    "introduction": "边境某州边防武警支队，缉获了一批毒品。侦察队队员周啸和即将退休的老政委简书恒，奉命将带毒人和毒品押至接头地点诱捕毒贩，结果带毒人和毒品双双失踪。老政委简书恒承担了行动失败的全部责任，因此无法风风光光的退休。支队有樊龙肖虎周啸三名军官，都是正直的老政委一手栽培起来的，分别任职于边防支队各关键部门。而毒品又是简书恒的女儿，边检站检查员简梅亲自截获的。出事之时，最为稳重干练的支队调研科长肖虎，恰好出差在外办案。樊龙是简书恒早年在缉毒行动中领回的孤儿，一手栽培至今，与老简感情最为深厚。为替老简卸脱责任，行事冲动的樊龙和涉世不深的年轻调研员周啸，费了好大一番周折，才保住英名一世的简书恒不至受太大责罚，谁知简书恒退休回家还是得不到安宁。逃脱的带毒人铁森被抓获，铁森原来根本就是当地一个毒贩头目。自知无法活命的铁森诬指简书恒是毒贩，欲以污点证人的身份活命。与此同时，铁森的弟弟铁林不顾哥哥的性命，趁乱迅速扩张势力，介入了当地的贩毒交易。樊龙和周啸竭力替简书恒澄清诬告，简书恒却不愿下属再陷入此事。简秘密带着樊龙，押铁森上山起获丢失的十公斤毒品，不料陷入铁森的的弟弟铁林预先布下的埋伏，简书恒牺牲了，樊龙背负了莫大的心理负担。铁森原指望趁着上山起毒的机会，来人能救他出去，没想到蒙面刀客换成了弟弟铁林，而弟弟为了活命连他也要杀了灭口，铁森万念俱灰。随着简书恒的牺牲，毒品丢失的事情在程序上已不再追究，但更大的贩毒势力已经浮出水面。肖虎从外地回来，在简书恒的墓碑前发誓，将不惜生命把毒贩绳之以法。雨晴是缅籍华侨，健康美丽，温柔的外表下散发着山地民族的野性。她在离边防支队两街之隔的地方经营着一家美丽的观赏鱼店。周啸是她的男友，但雨晴却不知道自己其实更喜欢年龄稍大的肖虎。这不是雨晴的全部悲剧，还有另一件她不知道的事情。观赏鱼店实际是个毒品中转站。鱼店由她负责经营，爷爷困爹按期从境外进货。雨晴从小由爷爷带大，却不知爷爷困爹是个毒贩。当雨晴知道这一切的时候，一切都已无法挽回。铁林为要毒品绑架了困爹，困爹为保毒品置雨晴于不顾，肖虎顺着疑点认定雨晴是一切行动的策划者，周啸有心说服自己雨晴不是毒贩，却无力推翻摆在眼前的各种证据。急于替老简复仇的樊龙牺牲了，肖虎和周啸之间也有了说不清道不明的隔阂。肖虎是位老练稳重的边警，他不许手下再失去理智，坚持按程序合法办案，但岳父牺牲，好友樊龙丧命，肖虎心里忍受着莫大的痛苦。铁林越来越疯狂。街头混混出身的他染指贩毒，全没想到压力如此巨大，局面如此凶险。为贩毒的诱人利益，他误杀了老简；面对肖虎步步紧逼，为活命又只能亲手杀了哥哥铁森。手下的混混作鸟兽散，铁林只有获得更大的利益才能弥平日益疯狂的野心。原本干干净净的雨晴，从知道自己和爷爷原来一直在供应毒品的那一刻，命运就已注定。她是一个毒贩。雨晴被无数突如其来的痛苦煎熬着。从前是否知情已不重要，事实上她一直参于着毒品交易。她要证明自己的清白，却被铁林拖着越陷越深。她要证明对周啸的爱是纯洁的，却显得从一开始便虚假不堪。终于有一天她要告诉周啸，鱼缸底部都是毒品。砸开鱼缸，毒品不见了。毒品被困爹转移了，但老毒贩困爹不信任丧心病狂的铁林，铁林便绑架了困爹，逼他说出毒品的下落。雨晴为了爷爷去见铁林，周啸尾随而至。结果周啸牺牲了，死在雨晴面前。雨晴终于放下一切顾虑，向肖虎交出毒品的下落之后，曾经柔弱的女孩，提着枪奔跑在山林追杀铁林。雨晴是毒贩，她在正视自己的毒贩身份之后，却在为一个警察追杀另一个毒贩，因为在这个警察牺牲的那一刻，雨晴决意将他视为此身刻骨铭心的爱人。所有人都在自己的爱恨情仇里，证明着心底的那份忠诚、勇敢、爱意和坚贞。铁林疯狂的终点是绝路。肖虎最终生擒了铁林，可是当枪口面对雨晴时，肖虎不知道自己应该怎么办？那是和自己象亲兄弟一样的周啸的爱人，还有雨晴原本是爱肖虎的……肖虎樊龙周啸简书恒这样一批战斗生活在南方边陲的热血男儿，用鲜血向我讲述他们生命的同时，也用鲜血和生命捍卫了边防武警的情怀和荣誉。",
    "chinese_title": "铁血豪情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-14T15:35:27"
}