{
    "aka": [
        "Love Song for Rapper"
    ],
    "sid": "2998059",
    "cast": [
        {
            "url": "/celebrity/1012557/",
            "name": "井口升 Noboru Iguchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情",
        "喜剧",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2005825113.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1347667/",
            "name": "藤原章 Akira Fujiwara",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0470080",
    "director": [
        {
            "url": "/celebrity/1347667/",
            "name": "藤原章 Akira Fujiwara",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-04-11(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0470080/",
    "imdb_votes": 48,
    "this_title": [
        "ラッパー慕情"
    ],
    "douban_link": "https://movie.douban.com/subject/2998059/",
    "imdb_rating": "5.8/10 from 48 users",
    "trans_title": [
        "Love Song for Rapper"
    ],
    "douban_votes": "0",
    "introduction": "The plot is difficult to explain as the whole film is crazy and quite unlike anything I've seen before. The plot basically involves two ambitious brothers from a dysfunctional family. One brother dreams of becoming a famous comic book artist; the other a baseball player.I would class the film as a dark/black comedy; the humour will not appeal to everyone but in places it is funny but slightly unusual. The film features many funny/strange scenes including: a burial site for a dead bird, a scene were one of the brother's tries to compose a song using a child's keyboard and a scene were the landlord finds a sword in one of the brother's houses. The film is shot on DV tape and as a result has a grainy look. this look adds to the rawness and by using a hand-held camera the films is given an energy. The film manages to be darkly funny and original. One of the end scenes (in which one of the brother's is murdered) is touching and gory enough to rival Cannibal Holocaust. A must see movie; it's strange, original and excellent.DVD Details: The Japanese DVD seems to be the only one available at present. As the film was shot on DV the picture is grainy and slightly washed out as you would expect. The sound is only 2.0 stereo but the levels are clear throughout. The DVD features English subs but unfortunately they are poorly translated (e.g. one of the characters catchphrases is \"it's helpness\" which should be \"it's hopeless\"). As this is the only DVD available it's worth owning if you want to see the film.",
    "chinese_title": "ラッパー慕情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-06T14:17:32"
}