{
    "aka": [
        "1971"
    ],
    "sid": "2999692",
    "cast": [
        {
            "url": "/celebrity/1060895/",
            "name": "马诺杰·巴杰帕伊 Manoj Bajpai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113728/",
            "name": "拉维·基尚 Ravi Kishan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292207/",
            "name": "皮尤什·米什拉 Piyush Mishra",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "动作",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889542493.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1292207/",
            "name": "皮尤什·米什拉 Piyush Mishra",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0983990",
    "director": [
        {
            "url": "/celebrity/1311325/",
            "name": "Amrit Sagar Amrit Sagar",
            "@type": "Person"
        }
    ],
    "duration": "134分钟",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2007-03-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0983990/",
    "imdb_votes": 2850,
    "this_title": [
        "1971"
    ],
    "douban_link": "https://movie.douban.com/subject/2999692/",
    "imdb_rating": "8.2/10 from 2850 users",
    "trans_title": [
        "1971印巴战争",
        "1971"
    ],
    "douban_votes": "0",
    "introduction": "'1971', though deals with the Indian prisoners of wars in Pakistan, it isn't a film that would only appeal to Indians but to the world. One of the most finely crafted films of recent times, '1971' scores high on every department. Though the plot is fictitious, this movie does raise the question of what happened to the real prisoners of war who were last seen in Pakistan in 1988. Completely ignored, by the rest of the world, what has become of those brave soldiers? '1971'is finely balanced. Nothing is over the top or unrealistic. It refrains from the stereotypical hatred and bloodshed that has so often been shown in films of this genre. '1971' is breathtaking in its technical craft. Maybe a few scenes would have been more effective without the background score. Yet, the score itself is mesmerizing and helps us follow the characters' journey. Amrit Sagar deserves immense credit for taking up the challenge and giving us a fine piece of work through brilliant execution, strong characterization (credit also goes to Piysuh Mishra) and amazing storytelling that ends with a shattering conclusion.Manoj Bajpai delivers the finest male performance of the year (and one of his best). It's great to see him after a long time with a film that does full justice to the actor. The rest of the cast including Deepak Dobriyal (another fine work after 'Ómkara'), Chittaranjan Giri, Ravi Kishan, Kumud Mishra, and Manav Kaul were equally excellent in their roles. The film doesn't have many songs but the few were used effectively (in the background mostly). Screenplay is one of the best and is simply beautiful. It has its few light moments and dark moments but as I have mentioned above, nothing over the top. Cinematography is well done. Editing is allows the film to be complete as every moment in the film sticks to the main plot.Now I wonder how such a fine piece of work hasn't received any attention from critics or audiences? It seems to be already forgotten and it hasn't been more than a few months since its release. I wouldn't scare away from calling it one of the best films and more people should watch it. I'll quote another commenter because I exactly feel the same ¨Watch this movie for it's passion. Watch this movie if you want to learn what film-making is all about. Watch this movie to take home some true feelings about the people who have never been thought of. Don't let the sand wash away, preserve your soil. Let the talent be ripe in this dying beautiful world. But for the almighty sake, don't watch this movie for the critics. Watch it for yourself, watch it alone and you will walk back with great honor in your heart. That's my word for you.¨ This is one movie that's not to be missed as it's rare to find something as balanced, brave, brilliant and beautiful created by a filmmaker (let alone a débutant).",
    "chinese_title": "1971印巴战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "1971",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-05T11:55:16"
}