{
    "aka": [
        "Just For Laughs"
    ],
    "sid": "3001620",
    "cast": [
        {
            "url": "/celebrity/1229199/",
            "name": "克雷格·亨宁森 Craig Henningsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1265309/",
            "name": "尼克·贝特曼 Nick Bateman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330190/",
            "name": "Denis Levasseur Denis Levasseur",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487039/",
            "name": "玛丽-埃夫·拉里维埃 Marie-Ève Larivière",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1553226/",
            "name": "玛丽·皮埃尔·布沙尔 Marie Pierre Bouchard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2895376365.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0848562",
    "director": [
        {
            "url": "/celebrity/1276366/",
            "name": "特洛伊·米勒 Troy Miller",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0848562/",
    "imdb_votes": 486,
    "this_title": [
        "Just For Laughs Gags"
    ],
    "douban_link": "https://movie.douban.com/subject/3001620/",
    "imdb_rating": "7.2/10 from 486 users",
    "trans_title": [
        "轻松一笑",
        "Just For Laughs"
    ],
    "douban_votes": "611",
    "introduction": "Just For Laughs Gags is a Canadian silent comedy show that is under the Just For Laughs brand. JFL Gags airs on CBC Television and Comedy Network in Canada, and on Telemundo in the United States. This series' format is the typical hidden camera comedy show, playing silly pranks on unsuspecting subjects while hidden cameras capture the people's response (similar to UK hidden camera comedy shows). This show plays music in the background, but does not contain any sound and dialogue (except for brief sound effects). It is filmed in downtown Montreal and rural Québec although some segments are filmed in the UK or Mexico. Sound effects, music and a laugh track are added in post-production (the footage is presumably shown to a studio audience to supply a laugh track, although it may be 'canned').The show is shown in many countries and on airlines, because no translation is required. Viewers commonly can't tell if it is Canadian or British due to the style.The Just For Laughs Gags formula has been used by the BBC for UK audiences. However, the formula has been used before Gags did, such as Candid Camera and The Tonight Show though both of these shows used a large amount of dialogue.A sister version of the show is produced in Northern Ireland and is called simply Just For Laughs. Most of the show is filmed in and around Belfast, Northern Ireland and Glasgow, Scotland however some clips are shown from the Canadian show. The format of the show, however, is identical to that of the version filmed in Canada. The British version is produced by Wild Rover Productions Ltd for the BBC.",
    "chinese_title": "轻松一笑",
    "douban_rating": "9.4/10 from 611 users",
    "foreign_title": "Just For Laughs Gags",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "9.4",
    "update_at": "2025-02-04T06:02:11"
}