{
    "aka": [],
    "sid": "3001286",
    "cast": [
        {
            "url": "/celebrity/1000635/",
            "name": "弗兰克·梅德拉诺 Frank Medrano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007138/",
            "name": "弗兰克·考利森 Frank Collison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010546/",
            "name": "文森特·多诺费奥 Vincent D&#39;Onofrio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019028/",
            "name": "安妮·海切 Anne Heche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023262/",
            "name": "蕾切尔·斯威特 Rachel Sweet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060201/",
            "name": "Blair Tefkin Blair Tefkin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0228435",
    "director": [
        {
            "url": "/celebrity/1298819/",
            "name": "马修·特巴克 Matthew Tabak",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0228435/",
    "imdb_votes": 56,
    "this_title": [
        "The Investigator"
    ],
    "douban_link": "https://movie.douban.com/subject/3001286/",
    "imdb_rating": "6.5/10 from 56 users",
    "trans_title": [
        "私家侦探"
    ],
    "douban_votes": "0",
    "introduction": "I'm sure there's meaning in there somewhere but I'm b*ggered if I could get it, 10 April 2004Author: bob the moo from Birmingham, UKEphraim McDougall is a private investigator who investigates claims. When he is approached by a woman with a job, he turns her away as her job is not the sort he usually takes. He then finds himself drawn into a strange series of events.When this short started it held high hopes for me: a quirky leading man, a strange visual feel to it with a focus on oddities, unexplained and mysterious characters - all these things seemed to be leading it down a very odd road that I thought would deliver a weird but enjoyable twist on the PI genre. However it doesn't manage to go down that road at all - instead stopping off at a service station and ending up stalled on the forecourt! Excuse the wandering metaphors, but it's hard to really know how to describe the film's inability to go anywhere of any value.The film becomes more of a suggested romance with McDougall finding a young woman that he quite likes. It doesn't really do anything, in fact it has so little meaning that I was taken by surprise by the fact that it ended - in my mind it had yet to even start! This wasn't just my expectations not being met, it was the fact that the film did nothing - never mind meeting my expectations! It is all the more irritating as it managed to create a visual style and other-worldly feel that offered hope but then just held it at this level.D'Onofrio is OK in the lead role and he contributes to the feeling of it being a little weird and otherworldly. It is a shame he is so badly served by the material. During the film he had a look of a man lost and unsure of what is going on - I assumed that this was part of the film but I now believe it was because D'Onofrio had as little understanding of the short film as I did.Overall, this starts well and clearly had potential if the film had wanted to continue along the road it started on. Instead it stalls along the way and becomes a mostly meaningless short film that manages to lose it's audience in a very short time.",
    "chinese_title": "私家侦探",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Investigator",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T08:03:10"
}