{
    "aka": [],
    "sid": "3001523",
    "cast": [
        {
            "url": "/celebrity/1151602/",
            "name": "Peter Van Norden Peter Van Norden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106030/",
            "name": "安德雷·强森 Andray Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098007/",
            "name": "Tracy Griffith Tracy Griffith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089560/",
            "name": "娜达·德丝波多维琪 Nada Despotovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079008/",
            "name": "Elaine Coyne Elaine Coyne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032368/",
            "name": "迈克尔·费尔曼 Michael Fairman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032104/",
            "name": "小马克·布恩 Mark Boone Junior",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013050/",
            "name": "Paul Coyne Paul Coyne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010688/",
            "name": "雪莉·奈特 Shirley Knight",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004743/",
            "name": "基斯·戈登 Keith Gordon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0200711",
    "director": [
        {
            "url": "/celebrity/1298814/",
            "name": "Michael Taav Michael Taav",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0200711/",
    "imdb_votes": 64,
    "this_title": [
        "Hoggs' Heaven"
    ],
    "douban_link": "https://movie.douban.com/subject/3001523/",
    "imdb_rating": "8.3/10 from 64 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An amusing little piece that heavily comes down on the side of the children despite lacking bite, 23 August 2004Author: bob the moo from Birmingham, UKWilliam Hogg wins a minor poetry prize for his work based on his family life. However, when an audience member berating him for criticising his parents accosts him, he decides to mend the bridges and invite them around for dinner. When they arrive things get off to a bad start immediately when they are critical and impatient but they only get worse when it transpires that William's parents have invited his sisters as well.Many films proclaim the importance of parent and child relationships and you could probably sink a ship with the weight of weepy melodramas on the subject, however this short takes the opposite line. Not all parents are wonderful people and not all distant children are spoilt little brats too lazy to make the effort. Here we see Hogg challenged to not just see the bad things about his parents and setting out to rebuild with them, but they turn out to still be the people who made him the nervous, shy wreck he is now. The film does well to show them as the slight drunks they are but it is a shame that it was done so simply to the point that it was mostly done for laughs rather than any clever searching of character. On this level it still manages to be amusing but it is amusing where it should have been telling.The cast do pretty well with what they are given but none of them make really convincing drunks – they just come across as sober people acting drunk (which I suppose is what they are!). Gordon is good; Fairman and Knight are both enjoyably harsh while people like Boone make it a bit more interesting with nothing much to do. The spin on the side of the child is a clever touch that sets it apart and the characters are used reasonably well to be amusing but it is just a shame that the script wasn't able to be deeper or more insightful while still being amusing. Worth watching once as long as you don't expect too much.",
    "chinese_title": "Hoggs' Heaven",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T12:13:19"
}