{
    "aka": [],
    "sid": "30036806",
    "cast": [
        {
            "url": "/celebrity/1348014/",
            "name": "Alina Somova Alina Somova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387553/",
            "name": "弗拉基米尔·什可利亚罗夫 Vladimir Shklyarov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511359028.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1184308/",
            "name": "瓦莱里·捷杰耶夫 Valery Gergiev",
            "@type": "Person"
        }
    ],
    "duration": "135分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2013-11(俄罗斯)"
    ],
    "this_title": [
        "The Little Humpbacked Horse"
    ],
    "douban_link": "https://movie.douban.com/subject/30036806/",
    "trans_title": [
        "神驼马"
    ],
    "douban_votes": "0",
    "introduction": "马林斯基官方录像剧情介绍第一幕田野边上一座房子。家里有老人、加夫里洛、达尼洛和傻子伊万，房子因而很拥挤。老人出去割麦子，加夫里洛、达尼洛因而很高兴，想尽情玩乐。他们俩举办了一个户外聚会，还和奶妈一起跳舞。老人回来后赶走了奶妈。老人告诉他的这两个儿子附近有一个可怕的恶人。恶人在晚上出来，踩踏农田，而且没有人能看见，所以一定要抓住他。老人自己很虚弱，所以他派他的儿子们去看守农田。加夫里洛和达尼洛出去巡逻，没有带上伊万。他们认为伊万太小，笨手笨脚，是个傻子。可是，伊万要求和哥哥们一起去田里，抓恶人，因为他认为自己能对付恶人。伊万什么也不怕，打算独自去田里。夜晚，伊万在守卫着农田。一匹小母马跑进了农田。小母马很漂亮、很狂野，践踏、踩坏了农田，还玩得很高兴。伊万抓住了母马的尾巴，灵活地爬上了马身，然后坐在了马背上。伊万觉得这样很有趣。小马很痛苦，想挣脱伊万，但失败了！小母马打算给伊万一些马和一个神驼马作为礼物，只要伊万放过她！那些马的确很漂亮，又大又漂亮。那批神驼马却很小，很弱，但却非常特别。他该怎么办呢？火鸟飞到了田里，开始跳舞玩耍。然后，火鸟自由自在地飞走了。加夫里洛和达尼洛来到了田里，看到了那些马。他们很喜欢那些马，于是拐走了它们。他们真狡猾。伊万回来时带着一根火鸟的羽毛，而且他很喜欢这根羽毛。他很放松、自在。看到马不见了，他很伤心，于是悲伤地哭了起来。神驼马安慰他，建议他去找拐走马的人。神驼马答应他会帮他。其实，神驼马能帮很大的忙。首都的一个广场。人们在广场玩得很高兴。人们围成一圈，在跳方格舞。加夫里洛和达尼洛也在广场，打算卖掉那些马，因为他们缺钱。沙皇来到了广场，喜欢很他的子民一起跳舞，人民也喜欢看到他们的沙皇。沙皇喜欢四处转，结果发现了那些马。他很喜欢那些马，打算买下。伊万和神驼马挤进了广场，认出了自己的马和自己的哥哥。他责骂了他的哥哥，从他们手里带走了马，因为那些是他的马。沙皇已经迷恋上了那些马，向伊万谈论价格。伊万打算把马放走。因而买卖没有成功。沙皇脱下了内宫侍臣的帽子：一个很高的价钱。伊万很喜欢这顶帽子，而帽子也十分适合伊万。侍臣对伊万很生气。皇宫内，沙皇寝宫。奶妈在喂沙皇。沙皇吃饱后睡下了。在寝宫入口，伊万躺下睡着了。内宫侍臣打量着伊万，从他身上偷走了那根火鸟的羽毛，然后溜进了寝宫内。卫兵叫醒了沙皇，给她看那根羽毛。伊万从哪儿弄来的这根羽毛呢？沙皇很喜欢那根羽毛，他看见了幻觉，看到了火鸟，看到了女沙皇，接着幻觉消失了。但是沙皇已经爱上了女沙皇。沙皇想要女沙皇。沙皇于是下了一道命令！内宫侍臣叫醒了伊万，给他看沙皇的命令。伊万感到很绝望，因为他不知道去哪里找这个女沙皇。那匹神驼马安慰他，因为它知道该怎么做。伊万和神驼马一起离开了皇宫。第二幕火鸟生活在世界边缘，女沙皇和它们住在一起。伊万和神驼马来到了世界边缘，看到了火鸟和女沙皇。伊万想抓住火鸟，火鸟却飞走了。伊万一看到就被她吸引住了。真是奇迹，多么美丽呀！女沙皇允许伊万抓住她，准许自己被他带入皇宫，因为她喜欢伊万。沙皇和贵族们在皇宫内等待着女沙皇。沙皇很心急，想热锅上的蚂蚁。沙皇后来睡着了，忠诚的贵族们也睡着了。然而有一位贵族没睡着，他看到伊万、神驼马和女沙皇回来了。这位贵族叫醒了沙皇，沙皇醒来后送走了所有人。沙皇向女沙皇宣布，他要娶她。伊万很沮丧，因为他爱女沙皇。贵族们带来了订婚戒指。女沙皇答应嫁给沙皇，但是光有戒指还不行。想要结婚，女沙皇需要一块海底的石头。沙皇很困惑，怎样才能得到这样的石头呢？内宫侍臣在沙皇旁边说，让伊万怎么样？内宫侍臣派伊万去海底，伊万很悲伤。卫兵能够很高兴，等待伊万死亡的消息。海底。在海底，人们过着海洋生活。伊万和神驼马到达了海底。戒指不见了，伊万四处找戒指！怎么办呢！伊万去寻求大海公主的帮助。是的，大海公主会帮助伊万！啊，太好了，海底的人们找回了戒指！首都的一个广场。沙皇邀请女沙皇去跳舞，沙皇很快就累了，因为他太老了。伊万和他的神驼马出现了。女沙皇很高兴伊万没有受伤，内宫侍臣却很生气。内宫侍臣从伊万手里拿过戒指，赶走了他，因为他不再需要他了。沙皇马上要结婚了，可是女沙皇不愿意，因为他不希望沙皇做她的丈夫。她希望自己的丈夫非常英俊。如果沙皇要娶她，他必须变得非常英俊。怎样才行呢？他必须跳入烧开水的大锅里。就是这样！锅抬过来了，沙皇很害怕。他怎么能跳入锅里呢？内宫侍臣建议把伊万扔进锅里。伊万被扔进了锅里，神驼马开始施魔法，伊万于是变成了一个非常英俊的小伙子。他成为了一位王子。人们很高兴，也很着急，因为他们都想变得年轻、英俊，都想变成沙皇和王子。沙皇命令所有人远离那口锅。他自己跳入了锅里，接着就消失了。百姓开始哀悼，然后埋葬了沙皇。人民发现没有了沙皇日子很不好过，人民需要一位沙皇。伊万王子和女沙皇很高兴，因为他们开始筹备婚礼。人民也很高兴，因为他们将要有新的沙皇了--马克西姆﹒伊萨耶夫。",
    "chinese_title": "神驼马",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Little Humpbacked Horse",
    "douban_rating_average": 0,
    "update_at": "2025-11-25T21:00:40"
}