{
    "aka": [
        "蒙古长征记"
    ],
    "sid": "3003041",
    "cast": [
        {
            "url": "/celebrity/1013946/",
            "name": "理查德·威德马克 Richard Widmark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339393/",
            "name": "但茱迪 Judy Dan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2449905643.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0045682",
    "director": [
        {
            "url": "/celebrity/1049929/",
            "name": "罗伯特·怀斯 Robert Wise",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1953-05-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0045682/",
    "imdb_votes": 1187,
    "this_title": [
        "Destination Gobi"
    ],
    "douban_link": "https://movie.douban.com/subject/3003041/",
    "imdb_rating": "6.3/10 from 1187 users",
    "trans_title": [
        "沙漠突围战",
        "蒙古长征记"
    ],
    "douban_votes": "0",
    "introduction": "Ever hear of the First Mongolian Cavalry, United States Navy; or the Sino-American Cooperative Organization or Argos VI in Inner Mongolia?Well, a group of artisans at Twentieth Century Fox have. And they have culled from this curiosa as exotic and amiable an adventure as any to have come out of World War II. Titled \"Destination Gobi,\" the Technicolored newcomer, now at the Globe, intriguingly parlays a willing cast, a fair share of laughs, crisp dialogue and unusual locale and some plausible and improbable derring-do into a light but engaging and engrossing entertainment.Chances are that the First Mongolian Cavalry, U. S. N., is an inspired figment of the imaginations of Everett Freeman and Edmund G. Love, the writers of this yarn. And while it is true that SACO and the meteorological teams, which were sent into the arid wastes of the Gobi Desert to flash weather reports to the Allied forces, really did exist, these facts are of small moment. What is important is the genuine fun and action the Messrs. Freeman and Love and Director Robert Wise and his cast are getting out of fact and fiction.They are recounting the tale of Chief Petty Officer Sam McHale, a case-hardened veteran of sixteen years of campaigning, who is yanked off the carrier Enterprise to head a meteorological team into Inner Mongolia, which is different from Outer Mongolia, someone says, \"because it's drier and hotter.\"They are also telling of the aid they get from Kengtu, the inscrutable leader of a tribe of Mongols (dubbed the First Mongolian Cavalry), who promises to help the American contingent fight off the Japanese in case of an attack only if the Navy will come through with sixty United States Cavalry saddles, a commodity that seems to be prized above all else. And they are recalling the Oriental-type helping-hand the nomads give the party, now strafed out of its camp and legging it some 600 miles to the China coast.Credit the dialogue with being pleasingly flip and in the best G. I. vernacular. Casey Adams, one of the sailors in these parched wastes, desperately tries to learn the name of a Mongol maiden by explaining — with gestures — \"me Tarzan, you Jane.\" Another, rebellious at having to make the long trek on the orders of McHale disgustedly says, \"we gotta leg it 500 miles over this desert only because Captain Bligh here likes salt water.\"And the principals act as though they've been through the Navy mill. Richard Widmark, as the C. P. O., who has to assume command when the lieutenant commander is killed, does a convincing stint as a man making the best of his know-how despite being out of his salty element. Murvyn Vye, as the nomad leader, is a forbidding but friendly chieftain, a role marred by the unlikely note that he speaks English while the rest of his clan can't. Don Taylor, Ross Bagdasarian, Darryl Hickman, whose bravery helps the detachment escape in a Chinese junk, and Martin Milner are naturally unrestrained as the other gobs.Director Wise has captured some fine shots of windswept, vast desert scenes and the eerie sounds of keening gusts along the dunes. But, basically, he makes good one of the opening remarks by Widmark to the effect that \"Destination Gobi\" is one of the war's \"strangest stories.\" It's strange and surprisingly satisfying.",
    "chinese_title": "沙漠突围战",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Destination Gobi",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T03:28:18"
}