{
    "aka": [
        "Talking Cinema"
    ],
    "sid": "3004082",
    "cast": [
        {
            "url": "/celebrity/1033697/",
            "name": "瑞吉娜·卡赛 Regina Casé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008190/",
            "name": "朱利奥·布雷萨内 Júlio Bressane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067720/",
            "name": "Dorival Caymmi Dorival Caymmi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085012/",
            "name": "奇科·迪亚斯 Chico Díaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010789/",
            "name": "吉尔伯托·吉尔 Gilberto Gil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022731/",
            "name": "米克·贾格尔 Mick Jagger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144107/",
            "name": "Lulu Santos Lulu Santos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152741/",
            "name": "Moreno Veloso Moreno Veloso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155858/",
            "name": "Elza Soares Elza Soares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001600/",
            "name": "Paula Lavigne Paula Lavigne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025495/",
            "name": "卡耶塔诺·费洛索 Caetano Veloso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126310/",
            "name": "Scarlet Moon Scarlet Moon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116683/",
            "name": "Maurício Mattar Maurício Mattar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081703/",
            "name": "Rogério Duarte Rogério Duarte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074494/",
            "name": "Dadi Dadi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037800/",
            "name": "古埃尔·阿拉俄斯 Guel Arraes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868397349.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1012446/",
            "name": "若昂·吉马朗埃斯·罗萨 ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054597/",
            "name": "托马斯·曼 Thomas Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025495/",
            "name": "卡耶塔诺·费洛索 Caetano Veloso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152296/",
            "name": "格特鲁德·斯泰因 Gertrude Stein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0281723",
    "director": [
        {
            "url": "/celebrity/1025495/",
            "name": "卡耶塔诺·费洛索 Caetano Veloso",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0281723/",
    "imdb_votes": 78,
    "this_title": [
        "O Cinema Falado"
    ],
    "douban_link": "https://movie.douban.com/subject/3004082/",
    "imdb_rating": "6.0/10 from 78 users",
    "trans_title": [
        "Talking Cinema"
    ],
    "douban_votes": "0",
    "introduction": "Only film directed by Brazilian songwriter Caetano Veloso asks for unconventional audience\"\"O Cinema Falado\" (could be translated as \"Talking Cinema\", a VERY appropriate title) is an experimental, personal, unconventional film that belongs to the lineage of late-60s' Brazilian Underground Movement (\"Cinema Marginal\"). It's a collage of scenes of people talking (long -- I mean ENDLESSLY long -- dialogs and monologues), dancing, reading, singing, partying. There's no plot, continuity, fictional characters; it's not a documentary either. It's more like film clips of random personal notes. As expected, its interest varies wildly depending on each individual sequence, so it's alternately poetic, naturalistic, surrealistic, premeditated, improvised, scholarly, pop, sophisticated, boring, amateurish, accomplished, pretentious, naive, pedantic, silly – but always hugely ambitious.\"\"O Cinema Falado\" is the only feature film directed by outstanding Brazilian singer/ songwriter Caetano Veloso, who also produced and wrote some of the texts that are spoken/read in the film (along with excerpts by Thomas Mann, Gertrude Stein, Heidegger, Guimarães Rosa etc). The film is Caetano's long-nurtured dream, and he combines his cinephilia (he worked briefly as a film critic in his early twenties before he became a professional musician) with his interest in Linguistics, Literature, Visual Arts and Philosophy (he was to major in Philosophy at Bahia University, but dropped out). An undisputed celebrity in Brazil and a Grammy-winner, he is undoubtedly one of the most important and influential artists in Brazilian popular music in the last 40 years, having sold millions of records while maintaining an innovative, often revolutionary and consistently high quality level in his songs. His genius as a singer, composer and lyricist is only comparable to his infamous inability to take criticism (except those from his personal friends or intellectual \"superiors\"), his machine-gun outspokenness and indestructible ego, though \"Cinema Falado\" must have been a hard blow -- it was a critical and box-office disaster, aborting Caetano's further cinematic ambitions (until now, that is; the man is indomitable).\"\"O Cinema...\" opens with Godard-like credits, which is very misleading, since Caetano's visual treatment is essentially anti-Godardian: no interwoven editing of sound and image, no visual complexity to heighten dichotomies. The film uses visual simplicity to reach, hmm, LISTENING complexity — very becoming for a musician, after all. If one cares to find a \"movie parentage\" for this film, one has to look at the Brazilian \"Cinema Novo\" (New Wave) and \"Cinema Marginal\" (Underground Wave) of the 60s/70s. One can feel the influence of Glauber Rocha's radical experiments in cinematic grammar, but more palpably the pop/fragmentary/cultural mix boldness of Rogério Sganzerla and the poetic/lyrical/long-static shots of Julio Bressane, who were, conversely, highly influenced by Caetano's music. (The three collaborated in films made in Brazil and in England, where they were exiled for a while in the early 70s).This is a movie of literary quotes, but beware: the texts by Guimarães Rosa (from his ground-breaking novel \"Grande Sertão: Veredas\") and Thomas Mann (a very interesting essay on marriage vs homosexuality, recited in German!) become FIFTEEN minute monologues EACH with a pace that would make Bresson look like (Luc) Besson! But the texts are so good that no mise-en-scène could really wreck them (though one wonders why not just READ them in a book!). The literary quality of these monologues contrast with Caetano's own rather shallow (but equally looong) dialogs. The first one is of Nitzschean flavor about the dialects of the being (woodenly recited by poet/philosopher Antonio Cícero and actor Sergio Maciel) and is handicapped by sound problems. The second one is a series of inconsequential boutades about cinema (i.e. Fellini's great, Wenders sucks etc), spoken with embarrassing amateurism by Caetano's ex-wife Dedé and pretty boy Felipe Murray. Oh, and there's a timid monologue on pornography mouthed by Caetano's second wife Paula Lavigne. These most \"auteurish\" moments are also the most pretentious and unsatisfying.On a positive note, two undeniable highlights: Regina Casé's goofy mockery of Fidel Castro's body language, a scene which is her personal accomplishment, not a directorial achievement; and the best sequence of all -- Caetano's brother Rodrigo dancing to the soundtrack voice and guitar of João Gilberto's incomparable rendition of Jobim's \"Águas de Março\", a good idea and a really magical moment. Fred Astaire himself would be charmed!!\"\"O Cinema Falado\" gains a lot with the DVD release. The scene-selection button is handy for the impatient viewer and Caetano's abundant commentary extras are helpful, as he explains the ideas behind the film, letting us understand (and therefore enjoy) it more...though nobody can possibly enjoy \"Cinema Falado\" more than Caetano himself -- watch his DVD interview: now THERE'S a self-confident man (\"eu sou foda!!!!\"). All of which goes to prove, once again, that an artist can be 10 feet tall in his main field and just a struggling also-runner in perfunctory attempts. Excellent-songwriters-turned-ho-hum-filmmakers Serge Gainsbourg and Bob Dylan can keep Caetano very good company. We can't all be Da Vinci!!!",
    "chinese_title": "O Cinema Falado",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T09:09:28"
}