{
    "aka": [],
    "sid": "3008234",
    "cast": [
        {
            "url": "/celebrity/1226512/",
            "name": "Suleyman Atanisev Suleyman Atanisev",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0496218",
    "director": [
        {
            "url": "/celebrity/1286898/",
            "name": "本·霍普金斯 Ben Hopkins",
            "@type": "Person"
        }
    ],
    "duration": "France: 73 分钟",
    "episodes": "",
    "language": [
        "英语",
        "土耳其语"
    ],
    "playdate": [
        "2006-06-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0496218/",
    "imdb_votes": 207,
    "this_title": [
        "37 Uses For A Dead Sheep"
    ],
    "douban_link": "https://movie.douban.com/subject/3008234/",
    "imdb_rating": "7.2/10 from 207 users",
    "trans_title": [
        "一只死羊的37种用途"
    ],
    "douban_votes": "0",
    "introduction": "柏林电影节卡里加利奖欧洲学院奖最佳纪录片提名英国纪录片节年度最佳长片曼砌斯特第十届国际人类学电影节巴希尔赖特奖剧照：http://www.screenrush.co.uk/film/galerievignette_gen_cfilm=110830&cmediafichier=18686349.html位于中亚帕米尔地区的帕米尔吉尔吉斯人是个有着大约2000人的部落。近30年来他们一直在东土耳其过着流亡的生活。2005年由英国和土耳其人组成的拍摄剧组来到他们的村庄，记录他们讲述的故事。这部纪录片的一系列场景被分为不同的“章节”，我们从中可以看到与吉尔吉斯人之间意味深远的访问，看到以多样化的电影表现手法重现好玩和激动人心的画面，甚至还有剧组人员与村民发生的有趣故事。在这期间，我们可以了解到前苏联当时对他们采取的一些政策干预，与中国的来往，到苏联入侵阿富汗地区最终导致了他们如今的流放。在谈论和重现历史的时候，我们还能看见帕米尔吉尔吉斯人是怎样生活在现代的土耳其。《一只死羊的37种用途》部分算作是历史纪录片，部分是描绘和介绍这个奇特的民族，部分讲述了个体和全球文化之间的矛盾冲突，部分还是关于本片制作过程的喜剧情景。portrait of the Kirghiz tribe, living a quasi-Iron Age existence in one of the remotest places on earth. In a bid to preserve their culture, the Pamir Kirghiz people began on a trip that led them far from home. They fled across Central Asia from the USSR then on to China, then Afghanistan, then Pakistan and finally settling in remote eastern Turkey. However, their jouney in this documentary is far from over, for now they face the biggest threat to their traditions, globalization...37 Uses for a Dead Sheep is a charming, engagingly-constructed documentary about the last century in the existence of the Pamir Kirghiz, during which time outside forces forced the tribe from their ancestral homeland in the Pamir Mountains of Central Asia. Originally, they lived a semi-nomadic lifestyle, wandering across the borders between the old Soviet Union, China, and Afghanistan. As politics and conflicts intensified, however, first the Chinese, then the Soviets tried to control the movements of the Kirghiz, the latter through violence and imprisonment. Eventually, after settling first in Afghanistan and then in the distinctly un-Pamir valleys of Pakistan, the Kirghiz asked for help from abroad. As ethnic Turks, the choice between offers from the United States (the Kirghiz would be flown to Alaska) and Turkey was not a difficult one, and the Kirghiz now make their home in Ulupamir Village, in Eastern Turkey.",
    "chinese_title": "一只死羊的37种用途",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "37 Uses For A Dead Sheep",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T02:22:40"
}