{
    "aka": [],
    "sid": "3008229",
    "cast": [
        {
            "url": "/celebrity/1116300/",
            "name": "蒂格尔 Tigr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116774/",
            "name": "莎伦·米切尔 Sharon Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088053/",
            "name": "乔恩·马丁 Jon Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008677/",
            "name": "大卫·克拉克 David Clark",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1300910/",
            "name": "Marian Wilde Marian Wilde",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878078562.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1116300/",
            "name": "蒂格尔 Tigr",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0091323",
    "director": [],
    "duration": "87 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1987-09-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0091323/",
    "imdb_votes": 413,
    "this_title": [
        "Kamikaze Hearts"
    ],
    "douban_link": "https://movie.douban.com/subject/3008229/",
    "imdb_rating": "6.3/10 from 413 users",
    "trans_title": [
        "杀心无忌"
    ],
    "douban_votes": "0",
    "introduction": "Fromhttp://theculturalgutter.com/movies/kamikaze_hearts_of_gutter_punk_lesbians.htmlRobin Bougie is the creator of Cinema Sewer magazine.Kamikaze Hearts of Gutter Punk Lesbiansby Robin BougieMake-believe, addiction, despair, two-bit sleaze and two-bit dreams.During the 揝haron Mitchell film festival?held at the Coolidge Corner Theater in Boston on June 6th 2000, the legendary porn queen showed clips from her XXX films spanning her 3 decades long career and provided a running commentary for the audience. Sharon held the crowd in rapt attention while she revealed the title from which each clip was taken, the director and, when she remembered, anecdotes about the cast and what drug she was on at the time the footage was shot. It was usually heroin or marijuana, and in some cases, both. One such example was the ultra-rare documentary KAMIKAZE HEARTS, which also depicted Mitchell ?then addicted ?passionately defending drug use.揔amikaze Hearts? wrote the L.A. Weekly of the now-forgotten film back in 1986, 揹rags you to a certain place ?the world of lesbian-junkie porn stars ?and keeps you there for 80 minutes. If you抮e excited by that place, or even if you find that place disturbing, you抣l like this film because it抯 so relentlessly inside the world of naked bodies, make-believe, addiction, despair, two-bit sleaze and two-bit dreams.?It抯 a documentary, but director Julie Bashore抯 film is harder to peg than simply that. This one-of-a-kind 16mm porn industry time capsule shifts nearly unnoticed between the real and unreal, as Mitchell and company become actors portraying themselves in reenactments of scenes leading up to and following the footage a documentary camera crew captured while behind the scenes of a cum-coated mid 80抯 porn film.And when I say 慴ehind-the-scenes? I mean it. Usually unseen crew members are brought out into the open as they capture the performers either fucking one another or waiting around to get the chance to do so. Look, there抯 a young Marian Wilde holding the boom. She would later go on to be foley editor on dozens of Hollywood films such as THE PHANTOM MENACE and RAIN MAN. Sitting on the sidelines watching drug-addled Sharon flop on the carpet and contort herself into a nearly nude ball and go 揘yha nyha nyha?is still photographer Vincent Fronczek. Listen very carefully in an early scene, and hear small fry fuck-actress Jennifer Blowdryer having a background conversation where she unwittingly admits that she started in porn when she was only 17, and falsified age documents in order to work.When the film premiered (and won the 揃est Feature Film?at the Torino Intl Gay and lesbian film fest) The Chicago Reader抯 Johnathan Rosenbaum called it 揂lternately distressing, instructive, contestable, and fascinating? and he抯 totally right. Mitchell comes off as seasoned and cynical, while also talks of being a shame-free exhibitionistic personality in front of the camera and otherwise. Her lover and co-star in KAMIKAZE HEARTS is Tigr (pronounced 揟igger? Mennett, production assistant and porn actress who was featured in roughly forty 70抯 and 80抯 pud-pullers of her own. Her career ended right about the time this film came out in 1986, but look for her in ball-drainers such as DR. BIZARRO, 8 TO 5 (as Chelsea McCleane), and MATINEE IDOL (as Chealsea Manchester). The unusual blend of reality and fiction she and Mitchel bring to KAMIKAZE HEARTS tastes like skid row while laying bare the stormy gutter-punk relationship between the two women.揥hen I first met her I thought she was sleazy?Tigr tells the audience of Mitchell, (whom everyone calls 慚itch?for short) 揝he needed to make a living, she was fucking on camera - I thought she was just another dumb porno slut. But I was wrong.?Filmed on location in San Francisco, the notorious original home of the XXX film industry, the two scrounge around in a semen-soaked seedy world colored by strip joint punch-outs, after party arguments, kinky sex, and egotistical sleaze-ball directors. These two are thrillingly unapologetic about the fact that they use heroin as a shield while traversing through this gritty 24 hour party lifestyle, and the camera is there to catch what it can, and reenact what it can抰.揟he camera抯 presence?wrote Rosenbaum, 揾as a shifting role in the film, moving from seemingly impartial witness of certain events to stimulus and catalyst for certain others, and this tends to confuse and change one抯 relationship to both the film and its characters.?Mitchell initially introduced Tigr to intravenous drugs years previous to the filming of KAMIKAZE HEARTS, and in one of the final scenes in the film, the two lie on a bed and hit up while on camera. Mitchell brings the point home with the kind of wisdom only found in junkie babble. 揟his is the truth.?she says as she stares into the camera after pulling the needle out of her arm, 揧ou got what you want. You did not have to put it in. You could give it to me. I抣l put it in my movie. There is no legitimate or illegitimate anything. No one dragged you into anything. This [she holds up a needle] was my dick and I fucked her with my dick. And I waited for this relationship to mature. This is a movie within a movie within a movie. This is timeless.?",
    "chinese_title": "杀心无忌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kamikaze Hearts",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-05T13:00:10"
}