{
    "aka": [
        "复仇的子弹"
    ],
    "sid": "3008912",
    "cast": [
        {
            "url": "/celebrity/1328195/",
            "name": "袁文霆 Wenting Yuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2288286878.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320906/",
            "name": "孔刚 Gang Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001955/",
            "name": "李作楠 Tso Nam Lee",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "小鬼特种兵"
    ],
    "douban_link": "https://movie.douban.com/subject/3008912/",
    "trans_title": [
        "复仇的子弹"
    ],
    "douban_votes": "0",
    "introduction": "抗日战争期间，江南某地湖湾镇鬼子进行清乡洗粮，并杀害了领头抗粮的阿福爸等10余人，阿福等少年满腔愤怒，决定向鬼子复仇。日军进行了残酷的扫荡，新四军决定由更具迷惑性的阿福等少年组成小鬼特种兵队伍，由新四军女战士春梅负责，武器则是弹弓等，春梅带孩子们用弹弓袭击鬼子、汉奸和夜袭队，竟然起到了意向不到的效果，于是，春梅便把孩子们组织起来，用新四军战士练枪法的方式教孩子们练打弹弓，并做到了百发百重。小小特种兵队成立后，在春梅的领导下，他们先是搞一些小规模的夜间行动，专门打击罪大恶极的汉奸和单个出没的鬼子，神不知鬼不觉，两鬼子都不知道他们的人是怎么失踪的，慢慢地，弹弓队开始有计划的协助山区游击队的小规模战斗，游击队与鬼子和伪军正面作战，把敌人搞得晕头转向，以为是老天在有意帮助游击队特种兵队队愈战愈勇，声名远播，有一天，小队员狗子到邻村看外婆，遇到一小队鬼子兵，狗子用弹弓作武器，边打边退。最后在危急关头，把弹弓绕在树上向敌人发射，击退了追击他的鬼子兵，弹弓也落在了敌人的手里。在鬼子的兵营里，日寇山本小队长，拿着放大镜仔细研究着这个中国小孩的神秘武器，左看右看不得要领，胖翻译官刘芒告诉山本弹弓的使用办法，使山本顿开茅塞，他决定全镇戒备，搜捕特种兵队伍，在春梅的带领下，小小弹弓队藏在山洞里，躲过了敌人的搜索。驻扎在镇上的鬼子队伍有一个很大的弹药库，游击队按照上级的指示，要将其炸掉，以阻止和牵制鬼子对我新四军主力部队的增援，游击队想了很多办法，都无法准确找到弹药库的位置，春梅决定，由阿福他们的弹弓队把这个艰巨的侦查任务完成。阿福和几个小伙伴来到鬼子兵营周围勘查地形，但是鬼子兵营占地大，根本无法搞清楚弹药库的确切位置。白天，阿福假装卖菜靠近敌人的兵营，以了解弹药库的具体位置，他们先后到各个门岗送菜，但狡猾的鬼子根本不让他们挑到军营里，于是，他们又以送菜时给站岗的士兵点烟来试探虚实，果然，在西北角的一个纱庄，伪军黑疤脸一见阿福要给他点烟，立刻吓得脸色煞白，说：\"不要命了，这颗是人命关天的地方，要是被太君看到了要杀头的。\"阿福由此判断，弹药库就应该在此，回到山洞，阿福立刻向春梅做了汇报，春梅说，上级命令，最好是能将这批弹药截获，送到我新四军部队，如果不行，就坚决炸掉，不能让鬼子用这些弹药打倒我们的队伍。春梅和阿福他们认真研究爆炸方案，他们决定，就从西北角那个岗哨下手，能接近多少是多少，实在无法接近的时候，实施手雷和弹弓结合的方式，将手雷从天井射入院中，将敌人的弹药一举炸掉……",
    "chinese_title": "小鬼特种兵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T09:00:37"
}