{
    "aka": [],
    "sid": "3008793",
    "cast": [
        {
            "url": "/celebrity/1274703/",
            "name": "李幼斌 Youbin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310684/",
            "name": "朱媛媛 Yuanyuan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314827/",
            "name": "王千源 Qianyuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395691/",
            "name": "朱亚瑛 Yaying Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329168/",
            "name": "王宁 Ning Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375008071.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1383477/",
            "name": "雷婷 Ting Lei",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320190/",
            "name": "李骏 Jun Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-09-21(中国大陆)"
    ],
    "this_title": [
        "红色追击令"
    ],
    "douban_link": "https://movie.douban.com/subject/3008793/",
    "trans_title": [
        ""
    ],
    "douban_votes": "310",
    "introduction": "1948年6月的中国，解放战争呈现胶着状态，中国在两种不同命运、两种不同前途之间摇摆。1948年6月的平西，已经被中国共产党解放，成为东北地区的一个重要兵站。但是由于第二次世界大战的历史沿革，平西名义上还是一个国际共管城市。所以，在这座有着远东色彩的北方都市中，同时存在着中共军事管理委员会、苏军联络处、美军驻华观察站等多方力量。1948年的6月，国共两党的上百万大军都在频繁地调动着。但是，平西还在表面的平静中。随着一纸命令的到达，这种短暂的平静很快被打破了。军管会社会部主任罗江，接到命令，迎接投诚的国民党第七集团军少将情报官何应农。何应农带来了《东北战区国防战略计划书》，也就是整个东北地区国民党军队的兵力部署以及战略计划。这份战略情报将决定整个东北战局的命运。随着何应农的到来，各方势力迅猛地向平西涌来。平西市从此展开了国共两党之间的一场惊心动魄的情报战。这场情报战的胜负关联着整个东北地区上百万部队的命运。罗江从接受命令开始，就遇到了一连串的危机。当罗江刚刚赶到火车站，他的副手孙渡就送来了刚刚截获的一道情报：火车站已经密布刺客，他将遭遇一场精心策划的刺杀。他还来不及布置，刺杀行动已经开始了。罗江不得不在环生的险象中，使用超常的方法，掩护何应农寻思离开车站，脱离危险。当罗江他们腾出手来，安顿好何应农，准备调查情报来源的时候，他们又在街头发现了刺客的尸体。刺客的身份查明，是国民党军统的高级特工朗德。朗德为什么死，被谁杀死，又成了一个迷。所有的疑团都指向一个地方：涅瓦河咖啡厅。涅瓦河咖啡厅里充斥着商人、苏军联络官、美军观察处联络官、情报贩子、政客这样一些身份特殊的人。这里是平西市的一个情报与谣言的发散地。孙渡截获的情报，恰恰也来源于涅瓦河咖啡厅，而且是由涅瓦河咖啡厅的女主人梅若锦亲手送来的。梅若锦饱经世故，周旋于各种人物之间，努力地保持着一种平衡。就在罗江接到命令去接何应农的同一天，梅若锦见到了她十六年前的恋人梁致诚。梁致诚现在叫冯伯元。梁致诚在十六年前离开平西参加抗日，从此就没有再回来过。这次回来，他已经是一个国民党军统高级情报员。他厌倦了内战，准备回到平西，偕同梅姐远走高飞，离开这一切是非纷乱。但是当他走进涅瓦河咖啡厅时，发现一切都和想象的不一样。事情远没有他想的那么简单。梅若锦早已不是当年的梅若锦，平西也不再是当年的平西。不但如此，冯伯元还迅速地被卷入到了发生在平西的情报战之中。社会部主任罗江几乎凭着野兽般的直觉，迅疾地扑向了冯伯元。他牢牢地盯住了这个前资深特工，使得冯伯元在平西市寸步难行。而平西市潜伏的军统组织也很快联系上了冯伯元。正当冯伯元深陷情感、政治、阴谋的危机中不可自拔之际，军统的委任书也到了。冯伯元成了接替朗德的人。他不得不接受刺杀何应农的任务，否则军统就将威胁到梅若锦的生命。于是，在充满远东色彩的平西街头，在躬杯交错的咖啡厅，在平西国际共管区，罗江和冯伯元展开了一场面带微笑的较量。他们表面上一团和气，可是言语中处处机锋，行动中步步为营，稍有不慎，就有杀身之祸。毕竟这是一场关系到上百万军队命运的情报战。罗江连施妙手，将所有人的注意力都吸引到秘密交通线上。暗地里，罗江却施展了天才的想象力——他要借用苏军飞机，飞越国统区，直接将何应农空运到前线指挥部。冯伯元透过罗江散布的重重烟雾，终于利用社会部的一个微小的安全漏洞，判断出罗江的大胆计划。冯伯元也将计就计，暗中将刺杀的目标锁定到罗江意想不到的环节——飞行员。在飞机即将起飞的瞬间，罗江识破了冯伯元的计划，带着吉普车扑向跑道，拦截滑翔的飞机……当飞机沉重地在田埂停下的时候，飞行员已经中毒身亡。何应农在这个飞行事故中，身负重伤，住进了平西的医院。罗江重新面临更大的危机。他不得不将何应农滞留在平西市，直到他身体恢复到可以前往前指。而此时的平西市，已经是风雨飘摇，成为国民党大军进攻的首要目标。平西即将失守！大撤退即将开始。罗江必须在大撤退的过程中，保证何应农的安全。军统的一系列刺杀行动，已经引起了前指首长的高度重视。军统组织不惜一切代价要拦截何应农，这说明了何应农脑袋中那份《东北战区国防战略计划书》的极端重要性。在大撤退的乱局之中，冯伯元也面临着抉择。他是继续执行刺杀何应农的任务，还是留下来陪伴梅若锦。他对梅若锦有太多太多的歉疚，但是此时的他已经身不由己。而他的身不由己，又完全是因为梅若锦而起。爱至切，伤至深。梅若锦心里同样在剧烈地冲撞。她希望冯伯元留下来，但是冯伯元留下来的结局只有死亡。为了让冯伯元离开，梅若锦不得不违心地一次次伤害他，拒绝他，迫使他离开平西，远离这个是非之地。梅若锦心里还埋藏着一个更大的秘密：冯伯元一直在寻找的弟弟梁致远，就是如今军管会社会部的副主任孙渡。",
    "chinese_title": "红色追击令",
    "douban_rating": "7.2/10 from 310 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-01-23T22:44:17"
}