{
    "aka": [],
    "sid": "3010986",
    "cast": [
        {
            "url": "/celebrity/1138781/",
            "name": "Norman Schwarzkopf Norman Schwarzkopf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048218/",
            "name": "埃迪·艾伯特 Eddie Albert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000780/",
            "name": "弗朗西斯·兰福德 Frances Langford",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0324439",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "1995-08-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0324439/",
    "imdb_votes": 49,
    "this_title": [
        "Victory in the Pacific"
    ],
    "douban_link": "https://movie.douban.com/subject/3010986/",
    "imdb_rating": "8.2/10 from 49 users",
    "trans_title": [
        "太平洋胜利之路"
    ],
    "douban_votes": "0",
    "introduction": "This C.B.S. news special was released to coincide with the 50th anniversary of the end of World War II, specifically the war in the Pacific. Among the things that stood out in my mind were the stories of the atrocities that were committed by the Japanese against the Allies as well as the people they conquered. Some of the incidents pretty much turned my stomach and added to the impact of this documentary. Also, the story of the interment camps were of real interest to me. The forced relocation of Japanese/Americans was one of the saddest chapters in American history and it pretty much reminds me of the so-called Patriot Act, which professes to be about protecting Americans, but in the same token, many people see it as a way to persecute Arab-Americans. However, the best part of the show was the discussion at the end about whether or not we should have dropped the atomic bomb. I for one believe that not only did dropping the bomb actually saved lives, but it also helped keep the Soviet Union from gaining control not only of the entire Korean peninsula, but it also kept them from gaining control of parts of Japan. If they did we would have been talking about North and South Japan instead of North and South Korea. This definitely is a thought provoking documentary.",
    "chinese_title": "太平洋胜利之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Victory in the Pacific",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2026-01-06T01:49:24"
}