{
    "aka": [
        "宗祠"
    ],
    "sid": "3010713",
    "cast": [
        "林心如 Ruby Lin",
        "赵鸿飞 Hongfei Zhao",
        "王雨 Yu Wang",
        "潘虹 Hong Pan",
        "赵亮 Liang Zhao",
        "高明 Ming Gao",
        "祁映诺 Yingnuo Qi",
        "一真 Zhen Yi",
        "王茂蕾 Maolei Wang",
        "孙翰文 Hanwen Sun",
        "谭涛 Tao Tan",
        "王海地 Haidi Wang",
        "沙景昌 Jingchang Sha",
        "马书良 Shuliang Ma",
        "秦焰 Yan Qin"
    ],
    "site": "douban",
    "tags": [
        "林心如",
        "国产电视剧",
        "大祠堂",
        "电视剧",
        "家族",
        "古装",
        "赵鸿飞",
        "大陆"
    ],
    "year": "2012",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2364665403.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "张敬",
        "欧阳琴书 Qinshu Ouyang",
        "周葵 Zhou Kui"
    ],
    "imdb_id": "",
    "director": [
        "阎建钢 Jiangang Yan",
        "聂造"
    ],
    "duration": "45分钟",
    "episodes": "43",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2012-07-30(中国大陆)"
    ],
    "imdb_link": "",
    "this_title": [
        "大祠堂"
    ],
    "douban_link": "https://movie.douban.com/subject/3010713/",
    "trans_title": [
        "宗祠"
    ],
    "douban_votes": 584,
    "introduction": "http://ent.sina.com.cn/v/2006-07-31/14111179588.html\n祠堂是家族的圣地。\n而在男尊女卑的时代，祠堂也是女人的禁地。\n而我们这个关于祠堂的故事，恰恰是围绕着一个女人开始、发展、最终走向不可预知的结局。\n明朝末年，徽州府临源谢家象征宗族团结兄弟和睦的祖祠悌让堂。同祖不同宗的前谢家长孙谢致卿和后谢家长孙谢致成一起在祠堂举行新婚大典，喧闹中祠门突然倒塌砸伤了前谢志卿，给喜庆的两谢族人心头蒙上了不祥的阴影。\n戏班班主郑芝盟之女郑秀云自小与谢致成青梅竹马，却阴差阳错嫁给了谢致卿。新婚不久，致卿与致成结伴外出经商，秀云从此开始了徽州女人“一世夫妻三年半”的漫长寂寞的等待。\n以秀云的公公秀才为代表的前谢，和以三爷为掌门的后谢一直在为宗祠的掌祠权而明争暗斗。秀才屡试不第，遂将耀祖光宗的全部希望倾注到被乡邻目为神童的小儿子致相身上。后谢三爷虽然自己有三个儿子，却仍将长房长孙谢致成视如栋梁，倾力培养。\n二谢的争斗随着后谢三爷家老三谢格非的中举而渐趋明朗，前谢秀才为此请来秀云的父亲单芝盟做调解，单芝盟将自己新编的劝善戏文拿出来，希望以一场大戏的演出化解两谢的干戈，不料秀云的小姑子玉芬却在演出期间与戏班小生私奔了。\n平凡的生活里，乡女秀云遭遇到一个个不平凡的生活考验，持家的重担过早地落在才二十出头的秀云身上；小叔致相因为生病而在生活上养成了对她极度的依赖；被找回来的玉芬因触犯族规，要被处以“沉江”的刑罚；丈夫致卿出门八年，归家时却带回一个姿容艳丽的小妾和一个才会走路的儿子；致相中举；秀才失疯；玉芬女扮男装进入戏班；而致卿却在生意最得意之时遭逢不测；……岁月流逝，悌让堂在两谢轮流主持下迎来一个个告安祈福的祭典，接纳一个又一个或光荣或平淡走完他们人生旅程的谢氏族人，与此同时，被挡在祠堂外的女人们也在默默的等待、辛苦的劳作与无言的祈望中耗干了青春丰腴的姿容，熬白了缕缕青丝。\n二十年弹指而过，耄耋之年的秀才公公倾十数年心血修撰的谢氏统宗谱终于告成，前谢族人大喜之际，年过七十的三爷却集合起后谢族人对新谱口诛笔伐，誓言要将谢家历史上所有未决之疑统统做一归结。两谢正为此打得不可开交，已是大富商的致成从外面回来，告诉乡人，李闯王进了北京，崇祯帝以身殉国，满人铁骑踏入山海关了。\n一生未出过远门的乡民们对国家前途忧心忡忡，莫衷一是，这时，八年前忠勇殉国战死在北方前线的致相突然死而复生，出现在秀云面前。喜悦与激动过后，谢家人才知道致相做了满人任命的徽州知府，带回了满人的第一道政令：剃发。\n两谢的血性后生要杀致相为族除逆，三爷与秀才则为了谢氏一族的安危存亡进退两难。一场史无前例的盛大祭典成为谢氏一族向祖宗最悲情的告白，一场冲天大火烧掉了两谢始祖兄弟亲手奠基的悌让堂，送走了一个忠淳敬朴的时代，也为后世埋藏了一段渐渐被改写了的历史真相。\n故事至此并未结束，秀云才葬了公公，忽然又得到清朝皇上的旌表，这当然是致相努力的结果，秀云领旨谢恩，将几个孩子托付给致成，并与他定下来生之约，而后只身前往府城，来见致相……\n个人、家庭、宗族和国家，欲望、道义、荣辱、情仇和生死。《大祠堂》昭示了中华民族的连绵不绝、中华文明的生生不息。《大祠堂》代表了文化的无尚价值、也代表了生命的超越永恒。\n《大祠堂》涉及复杂多样的人际伦理：恋人、叔嫂、夫妻、父子、妻妾、主仆、朋友和兄弟，在朴素平实和流畅自然之中讲述惊天地泣鬼神的动人故事。",
    "chinese_title": "大祠堂",
    "douban_rating": "7.9/10 from 584 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2024-08-14T04:20:09"
}