{
    "aka": [
        "中原镖局第二部",
        "保镖第二部",
        "惊世情仇之义薄云天"
    ],
    "sid": "3010226",
    "cast": [
        {
            "url": "/celebrity/1303454/",
            "name": "加势大周 Taisihû Kase",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536551/",
            "name": "吕良惠 Liang-Hui Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356003/",
            "name": "金十二 Chang-Tung Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1538091/",
            "name": "叶云琰 Yeh Yun-Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1537900/",
            "name": "李安妮 An-ni Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336619/",
            "name": "龙隆 Lung Lung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043325/",
            "name": "天心 Tien Hsin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1558901/",
            "name": "郭昌儒 Chang-ru Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "武侠"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879423905.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1370837/",
            "name": "陈明华 Ming-Hua Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "中原镖局之"
    ],
    "douban_link": "https://movie.douban.com/subject/3010226/",
    "trans_title": [
        "燕翎义薄云天",
        "中原镖局第二部",
        "保镖第二部",
        "惊世情仇之义薄云天"
    ],
    "douban_votes": "660",
    "introduction": "中原镖局镖队由赵燕翎为首率领姐姐赵梦娇、姐夫蔡汉英和赵燕翎最重的“活杂书”贾湖土，加上四名弟子随行，个个誓死如归、不畏艰困，马不停蹄地赶往京城，以便早日将记载严嵩父子种种罪证的血书送达铁面御史邹应龙之手。邹大人为人刚正不阿，嫉恶如仇，如获血书势必能面呈圣上将奸佞彻底铲除，以救黎民苍生于水火之中。严嵩私自组织武装势力——铁衣卫派出诸多高手，极力阻挠镖队任务。五档头段长虹右手被赵燕翎所废无法使剑，却暗藏“左手秘剑”绝招并且布下天罗地网意图夺取血书，加上四档头阴少卿奉命离开管辖之地前来支援，二人阴狠狡诈，善用计谋，沿途设下层层关卡，镖队此行更是困难险阻、危机重重。与段长虹有杀父伤叔之仇的叶振宇，苦练克制段长虹左手秘剑的八卦刀法，垦求赵燕翎让他随行镖队，以求早日诛杀段长虹完成报仇的心愿。司马无情和欧阳无敌两位年轻剑客，向来以绝招“无情三绝斩”与“无敌逆剑”名闻江湖，二人将暗藏心底对赵燕翎之倾慕，化为助力追随在镖队之后，面对恶势力绝不低头，每每破坏铁衣卫设下之阴谋诡计，令段长虹和阴少卿对两人头疼不已。而当年曾受恩与赵天豪的隐退镖师江雄，亦为燕翎义行与浩然气魄所感召，决定重拾破浪刀作为镖队之开路先锋。赵燕翎慎思熟虑，遇事处变不惊，加上群英众志一心，一路上连破铁衣卫重重埋伏，积极赶往京城。穿云剑客铁寒山向来不怕铁衣卫威胁恫吓，段长虹与阴少卿以借刀杀人之计暗算铁寒山之子铁俊杰并嫁祸蔡汉英，意图引发镖队与铁寒山之间互相残杀，再伺机歼灭镖队、夺取血书。贾湖士假称自己懂得招魂大法，连用心理战术拆穿铁衣卫的阴谋铁寒山大怒施出世人少见之穿云剑法内八招，欲取段、阴二人性命为子报仇，岂料却中阴少卿独门暗器七阴迷魄，毒素侵入五脏六肺，无法再运功行气，退隐前将毕生所创穿云剑法精髓尽数传予赵燕翎。赵燕翎苦练多日功力更上一层楼，并誓言铲除铁衣卫为铁寒山报仇。铁衣卫三档头云三娘于中原镖局熟认之七星会中设下陷阱，镖队进入七星会势力范围后不免稍微放松戒备，然而赵燕翎发现一路上突然平顺许多，觉得事有蹊跷，果然七星会总舵主凌千里突生怪病，且服用镖队代转灵药后病情转剧，令七星会人员十分不谅解，引来一场误会，所幸赵燕翎在贾湖土的暗示提醒下，抽丝剥茧，找出铁衣卫幕后操纵的诸多罪证。苦思对策下，赵燕翎决定将计就计，揪出幕后指使云三娘，伺机予以搏杀。然而面对人称“水无痕”云三娘，赵燕翎心中不免有所担扰，贾湖土旁敲侧击，提点她凡事放宽心胸，随时因地制宜方不致画地自限而能制敌先机。信心恢复的赵燕翎反技胜一筹制住云三娘，岂料云三娘竟为他人假扮，而乾坤三奇嫡传弟子金不凡的适时出手相助，令铁衣卫党羽大败而逃。游龙公子金不凡对赵燕翎一见倾心，沿途对镖队多方照顾，欣赏之情溢于言表，但赵梦娇却对金不凡矫情之举十分不满，而金不凡青梅马的表妹寒明珠在云三娘的挑拨之下数度前来指控赵燕翎横刀夺爱，令金不凡十分难堪。云三娘外貌美绝动人，轻功超绝，但城府深重，手段狠辣，更用毒于无形，明知江雄为镖队前锋，打伤江雄后假意释将归营，实让江雄警告赵燕翎为免额外伤亡，必绕路避开正面冲突，再设下埋伏，狭路相逢予以正面截杀。双方对峙之下，赵梦娇与叶振宇联手竟非段长虹左手秘剑对手，赵燕翎静观战势出声引导二人出招，叶振宇之八卦刀法威力尽施，终于得以手刃杀父仇人。云三娘冷眼旁观一切，见死不救，令阴少卿既惊且怒，惨死江雄与蔡汉英二人剑下，堂堂铁衣卫档头竟为争权夺利排除异已而不择手段，云三娘之冷酷无情可见一般。司马无情与欧阳无敌误陷云三娘陷阱，被试剑石吸去所有内力，在众歹围攻之下，身受重伤，情势十分危急，司马无情不惜牺牲自己，倾尽最后余力将欧阳无敌抛出墙外，然而自己却被云三娘以药物和迷香控制住心神，一向侠义过人“无情剑”司马无情竟成为铁衣卫的头号杀手。镖队群英再战铁衣卫，司马无情毫不留情出招对付群英，欧阳无敌赫然挡在众人之前，但心有顾忌的欧阳无敌无法施出逆剑绝招，几番拼斗渐落下风，旁观许久的贾湖土突以清水泼向司马无情，破解了迷香的控制。云三娘诡计遭贾湖土识破，愤而施展绝招，招招狠辣疾攻赵燕翎，心里早有所准备的赵燕翎凛然举剑接招，运用智慧和技巧给予对手致命的一击，终让多行不义的铁衣卫三档头命丧剑下。几番波折镖队终于进入河北境内，巧遇一名初行江湖的青年侠士“青衫客李文扬”李文扬气质彬彬且心怀仁义，以一柄长剑，春风般以拙制巧的剑招，行走江湖为弱势打抱不平，让赵燕翎对其浩然正义的行径留下深刻的印象。然而李文扬的出现却让金不凡备感压力，苦心求表现以搏得燕翎好感。此时，已死云三娘竟再度复活，原来云三娘身练一种邪功，藉生死交关时反突破瓶劲使功力再上一层，双方再度交战造成惨烈伤亡而赵燕翎亦身中云三娘的分筋错骨掌，云三娘逼镖队交出血书，否则赵燕翎将命丧黄泉。幸好赵燕翎曾意外习得冷面阎罗万见愁的内功改法，以倒转乾坤的方式治愈内伤，反逼云三娘自残身亡。眼看镖队即将进入京城，却接获邹大人已离开京城，准备搜罗严嵩罪证，奏呈圣上予以弹劾。赵燕翎决定直接将血书交呈铁面御史，铁衣卫倾巢而出由铁衣卫最高总管万乾坤指挥布下天罗地网并设下种种陷阱全力阻止镖队行动。由贾湖土口中得知万乾坤实为冷面阎罗万见愁义兄，但心术不正，练就多种邪功曾为江湖人士声讨疑似自尽身亡，启料却遁入宫廷还创立铁衣卫以实现其野心。赵燕翎秉持中原镖局一贯侠义精神，不怕险阻，率领有志一同的群英与万乾坤决一死战，藉着众志成城的意志，和不畏牺牲的勇气，终于将铁衣卫彻底瓦解。赵燕翎将血书亲自面呈铁面御使邹大人，惩恶扬善，洗刷父亲赵天豪的不白之冤，邪恶终究敌不过正义的光辉，奸佞在浩然正气之下也势必会无所遁形。赵燕翎不让须眉、义薄云天的表现，非但令父亲赵天豪心感安慰，其侠义助人，坚忍不挠的精神亦令人满心佩服她真正成长，成为一位名符其实的真正的侠女。",
    "chinese_title": "燕翎义薄云天",
    "douban_rating": "7.7/10 from 660 users",
    "foreign_title": "中原镖局之",
    "douban_rating_average": "7.7",
    "update_at": "2025-08-30T18:35:40"
}