{
    "aka": [],
    "sid": "30111231",
    "cast": [
        {
            "url": "/celebrity/1262599/",
            "name": "丹尼尔·真蒂利 Danilo Gentili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1419073/",
            "name": "阿利松·贝克尔 Alisson Becker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1436691/",
            "name": "朱莉安娜·莫雷拉 Juliana Moreira",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "脱口秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511440000.jpg",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt3612488",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2014-05-10(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3612488/",
    "imdb_votes": 738,
    "this_title": [
        "The Noite com Danilo Gentili"
    ],
    "douban_link": "https://movie.douban.com/subject/30111231/",
    "imdb_rating": "6.4/10 from 738 users",
    "trans_title": [
        "今晚丹尼尔秀"
    ],
    "douban_votes": "0",
    "introduction": "The Noite com Danilo Gentili (English: Overnight with Danilo Gentili is a Brazilian television program hosted by the stand-up comedian Danilo Gentili, which is currently produced and broadcast by SBT. Gentili, previously, presented for about three years the Agora É Tarde, from March 29, 2011 until December 31, 2013, on Band network. The Band network output and going to the SBT is due to conflicts with the producer of his former show, Eyeworks, and with the restrictions that the network intended to put in the show.The show genre is late-night talk show, a talk show subgenre, that have as some of its features the presence of comedy and the broadcasts in the late night schedule.The show debuted on March 10, 2014, and since then the program will air during the five working days a week around midnight, after the primetime shows.The show is record in the SBT studios located at Osasco, city of Greater São Paulo, location where their production is installed.In addition to having Gentili as host, the also stand-up comedians Léo Lins and Murilo Couto are cast members of the show, which also includes the announcer Diguinho Coruja, the stage assistant Juliana Oliveira and four members of the show house band, Ultraje a Rigor, being them Roger Moreira (vocal), Mingau (bass), Marcos Kleine (guitar) and Bacalhau (drums). The soundtrack played by Ultraje a Rigor in the show was released as a digital album called Por que Ultraje a Rigor?, Vol. 2.",
    "chinese_title": "今晚丹尼尔秀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Noite com Danilo Gentili",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-10-15T02:52:15"
}