{
    "aka": [
        "Les Destins De Manoel",
        "Manoel's Destinies",
        "Manuel on the Island of Wonders",
        "曼努尔的抉择",
        "曼努尔的欲望"
    ],
    "sid": "3012455",
    "cast": [
        {
            "url": "/celebrity/1116311/",
            "name": "特丽莎·马德鲁加 Teresa Madruga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100789/",
            "name": "Fernando Heitor Fernando Heitor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082904/",
            "name": "迪奥哥·多瑞亚 Diogo Dória",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096286/",
            "name": "Cecília Guimarães Cecília Guimarães",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140531/",
            "name": "Pedro M. Ruivo Pedro M. Ruivo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043021/",
            "name": "Isabel Branco Isabel Branco",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情",
        "儿童",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884781119.jpg",
    "region": [
        "葡萄牙",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048526/",
            "name": "若昂·伯特洛 João Botelho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003157/",
            "name": "Leonor Pinhão Leonor Pinhão",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054276/",
            "name": "劳尔·鲁伊斯 Raoul Ruiz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0089018",
    "director": [
        {
            "url": "/celebrity/1054276/",
            "name": "劳尔·鲁伊斯 Raoul Ruiz",
            "@type": "Person"
        }
    ],
    "duration": "50分钟",
    "episodes": "3",
    "language": [
        "法语",
        "葡萄牙语"
    ],
    "playdate": [
        "1984(葡萄牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0089018/",
    "imdb_votes": 282,
    "this_title": [
        "Manoel dans l'île des merveilles"
    ],
    "douban_link": "https://movie.douban.com/subject/3012455/",
    "imdb_rating": "7.8/10 from 282 users",
    "trans_title": [
        "曼努尔的宿命",
        "Les Destins De Manoel",
        "Manoel's Destinies",
        "Manuel on the Island of Wonders",
        "曼努尔的抉择",
        "曼努尔的欲望"
    ],
    "douban_votes": "0",
    "introduction": "This three part French TV serial for children (alternate versions exist as a feature, Manoel's Destinies, and a 4 part Portuguese TV serial, Adventure in Madeira) is the favourite of many devotees of Raúl Ruiz. This is because it ties the enchantment and mystery of Lewis Carroll, Carlo Collodi and the Brothers Grimm to the filmmaker's experiments with narrative strategies and what he calls the pentaludic model of storytelling (where characters are thrown dice-like into combinations and situations governed by the play of Chance and Destiny).But this film for children is among his most complex works, hard to grasp in its totality. Often it can seem an arbitrary collection of free-associational images and words, bordering on nonsense. But attentive viewers will have the strong sense that there is method behind this near-madness. Otherwise, it could never produce the intense emotions it so clearly offers. Ruiz's obsessions from film to film bind the fragments together – within a single work and across projects – and the emotion comes from the totally unexpected forking taken within a well-worn territorial map.Part One presents us with three possible worlds. In each world, seven year-old Manoel has a different response to an entreaty from the outside world. Fittingly, in this film in which nothing coincides, the three parts of the story do not coincide with the three-episode structure (the trinity-form recurs frequently in Ruiz). In this case, past, present and future – the unholy trinity or Time en soi – is the film's very protagonist, variously called 'long ago' (Part One), 'now' (Part Two), and 'future' (Part Three). At the outset, this gives the story an apparent order before digressions take it over.Part Two (the status of which is at first confusing since it begins after the three mini-narratives of the first Part and before the end of Episode One) is entitled 'The Picnic of Dreams'. Whilst vaguely 'keeping to the storyline', it veers off in many different directions, where the thematic coupling ordinary/special replaces the familiar/unknown dualism of Part One. (Each Part is guided by a thematic 'dominant', a pair of notions that tend to exchange their meanings as it progresses.)Part Three (beginning in Episode Two), entitled 'The Little Chess-Champion', hands the (until now) off-screen voice-over narration to Manoel himself. He promises to tell his own story, but adds that it's 'a story that I made up in my distant childhood and that happens in the future'. The tone is less Baroque, more Gothic, as Ruiz explores the 'wonders of the night'. The filmmaker's obsession in this section concerns perception and the deciphering of secret signs and codes.",
    "chinese_title": "曼努尔的宿命",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Manoel dans l'île des merveilles",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-31T23:52:29"
}