{
    "aka": [
        "摄影：锐不可当的艺术"
    ],
    "sid": "3012763",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868554906.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0760229",
    "director": [
        {
            "url": "/celebrity/1279681/",
            "name": "里克·伯恩斯 Ric Burns",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-04-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0760229/",
    "imdb_votes": 175,
    "this_title": [
        "Ansel Adams: A Documentary Film"
    ],
    "douban_link": "https://movie.douban.com/subject/3012763/",
    "imdb_rating": "7.7/10 from 175 users",
    "trans_title": [
        "摄影大师：安塞尔·亚当斯",
        "摄影：锐不可当的艺术"
    ],
    "douban_votes": "409",
    "introduction": "Ansel Easton Adams (February 20, 1902 – April 22, 1984) was an American photographer and environmentalist, best known for his black-and-white photographs of the American West and primarily Yosemite National Park.For his images, he developed the zone system of photography, a way to calculate the proper exposure of a photograph. The resulting clarity and depth were characteristic of his photographs. His crystal clear images were also the result of his using the large format 8×10” film camera, which provided a maximum resolution, although it was among the most difficult cameras to use due to its large size, weight, set-up time, and film cost. However, it was typical of the lengths he would go to achieve his vision of perfection.He founded the Group f/64 along with fellow photographers Edward Weston and Imogen Cunningham, which was responsible for the founding of the Museum of Modern Art's department of photography. Adams' timeless and visually stunning photographs are constantly reproduced on calendars, posters, and in books, making his photographs widely recognizable. And as a result, his images are among the most significant and familiar contributions to the history of photography.",
    "chinese_title": "摄影大师：安塞尔·亚当斯",
    "douban_rating": "8.5/10 from 409 users",
    "foreign_title": "Ansel Adams: A Documentary Film",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.5",
    "update_at": "2025-04-15T15:08:08"
}