{
    "aka": [],
    "sid": "30123755",
    "cast": [
        {
            "url": "/celebrity/1368198/",
            "name": "迈克尔·埃尔文 Michael Elwyn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054467/",
            "name": "克里斯托弗·李 Christopher Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005599/",
            "name": "露丝·伦德尔 Ruth Rendell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349894/",
            "name": "比尔·沃利斯 Bill Wallis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1134998",
    "director": [
        {
            "url": "/celebrity/1088486/",
            "name": "克莱夫·邓恩 Clive Dunn",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1995-12-20(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1134998/",
    "imdb_votes": 32,
    "this_title": [
        "A Pleasant Terror: The Life and Ghost of M.R. James"
    ],
    "douban_link": "https://movie.douban.com/subject/30123755/",
    "imdb_rating": "6.7/10 from 32 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A semi-dramatised documentary on the life and works of M.R. James, featuring interviews with Christopher Lee, Ruth Rendell, Jonathan Miller, Ronald Blythe and James’ biographer, Michael Cox.If M.R. James wrote his ghost stories purely to entertain his friends, why do they seem to strike such resonances in readers? Why are they so terrifying? Clive Dunn's fifty minute documentary sets out to try to answer this question. In the words of its fictional narrator, nicely played by Dangerfield's Bill Wallis, \"was there something that made [Monty James] believe that evil and malice could become palpable?\"Dunn's search takes Wallis and the viewers to Aldeburgh, Felixstowe, Cambridge, Eton and finally to Livermere Rectory, where MRJ spent much of his childhood. We are offered snippets from various previous TV adaptions and some new dramatisations of episodes in MRJ's life, with Michael Elwyn well cast as Monty. There are also numerous talking heads giving their opinions on MRJ. Maybe there are just too many, although I would have been happy to hear more from Michael Cox and Ronald Blythe ...and even Jonathan Aycliffe (with whom I don't always agree) talks a lot of sense here, while Christopher Lee clearly speaks from the heart of his affection for the tales.A Pleasant Terror is, in general, a successful, entertaining and well-researched production, which crams in a lot of serious points, but still has time to offer some chills. I particularly enjoyed the climax, though this might be confusing to non-MRJ fans who won't know that the imaginary antiquary and his flight from Livermere are original to the documentary, and not part of an MRJ tale. I'm not sure, however, that MRJ would have liked the film. If, as I suspect, it comes close to the truth of the matter, he might not have been very comfortable about admitting it to himself.",
    "chinese_title": "A Pleasant Terror: The Life and Ghost of M.R. James",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-07-10T10:28:25"
}