{
    "aka": [],
    "sid": "30134882",
    "cast": [
        {
            "url": "/celebrity/1010572/",
            "name": "安杰丽卡·休斯顿 Anjelica Huston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000960/",
            "name": "杰弗里·尤金尼德斯 Jeffrey Eugenides",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512249145.jpg",
    "region": [
        "英国/法国/爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt7854310",
    "director": [],
    "duration": "58分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-05(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7854310/",
    "imdb_votes": 33,
    "this_title": [
        "James Joyce: A Shout in the Street"
    ],
    "douban_link": "https://movie.douban.com/subject/30134882/",
    "imdb_rating": "7.5/10 from 33 users",
    "trans_title": [
        "詹姆斯·乔伊斯：街角的呐喊"
    ],
    "douban_votes": "0",
    "introduction": "James Joyce led an eventful and turbulent life. From the beginning, he was something of an outsider. His childhood was impoverished and chaotic. Nonetheless, his alcoholic father ensured that he was educated at Ireland's elite schools. From an early age, Joyce revealed an impulse to rebel against social conventions. He not only rejected the Catholic religion, but, in his own words, 'declared open war on the Catholic church by all that I write and say and do.' He was a brilliant student - winning numerous scholarships and awards - and he was also sexually precocious, frequenting Dublin's prostitutes while still very young. Then, on June 16th, 1904, he became intimate with a young chambermaid from Galway called Nora Barnacle. That date would become the day on which he set all the action of his great novel, Ulysses. Nora became his lifelong partner, and they spent the rest of their lives outside Ireland. For many years, they lived in miserable conditions, but Joyce was ready to sacrifice himself - and others, when necessary - to further his artistic ambitions. Eventually, he won worldwide literary celebrity, but he continued to live in some chaos, and he was still subject to recurrent eye complaints and other serious illnesses. When the Nazis invaded France, he was concerned for the safety of his grandson Stephen, who was half-Jewish. Eventually, he managed to find sanctuary in Switzerland, but he died just a few weeks after he and his family had arrived there. Since then, his fame has grown, and he is now recognised by a towering figure in world literature, with Ulysses often cited as the most influential work of fiction of the twentieth century. The story of Joyce's life and work is presented by the celebrated Oscar-winning actress, Anjelica Huston. She grew up in the west of Ireland, and has had a close association with Joyce's work for many years. She delivered an acclaimed stage performance of Molly Bloom's famous soliloquy from Ulysses some years ago, and also played the lead female role in the last movie made by her father, the legendary director, John Huston. This was an adaptation of Joyce's most famous short story, The Dead. This is generally reckoned to be one of the finest short stories ever written in the English language. Anjelica has said that, when she first read The Dead, it 'spoke to her soul', and her performance in her father's film is little short of sublime. The Dead is widely regarded as the most successful - and the most authentic - adaptation of Joyce's work. However, it was filmed on a sound stage in downtown Los Angeles. Anjelica brings a passionate understanding of the humanity, the courage and the consummate artistry of Joyce's writing. In this documentary, she is joined by other leading writers - such as Man Booker Prize winner Anne Enright, and David Simon, the writer of the groundbreaking TV series The Wire - as she explores Joyce's work, and seeks to explain its universal appeal. Other contributors include Colm Toibin, Dominic West, Ruth Gilligan, Fintan O'Toole, Edna O'Brien, Frank McGuinness, Jeffrey Eugenides and Elmear McBride.",
    "chinese_title": "詹姆斯·乔伊斯：街角的呐喊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "James Joyce: A Shout in the Street",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-03T13:13:11"
}