{
    "aka": [],
    "sid": "30133262",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512736368.jpg",
    "region": [
        "英国",
        "格陵兰岛 Greenland"
    ],
    "writer": [],
    "imdb_id": "tt2321487",
    "director": [
        {
            "url": "/celebrity/1493110/",
            "name": "格伦·米尔纳 Glen Milner",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北美印第安语 North American Ind"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2321487/",
    "imdb_votes": 9,
    "this_title": [
        "Return of the Sun"
    ],
    "douban_link": "https://movie.douban.com/subject/30133262/",
    "imdb_rating": "6.1/10 from 9 users",
    "trans_title": [
        "太阳的回归"
    ],
    "douban_votes": "0",
    "introduction": "A portrait of a modern Inuit family. Set against the fearsome North Greenland landscape, the cinematic short film follows a fisherman and his son as their lives are forced to adapt with the changing landscape around them. Written by Anonymous世界极北的角落，有一座岛，叫格陵兰，是圣诞老人的故乡。数千年来，居住在这座岛上的原住民因纽特人保持一个仪式，送走极夜，迎来太阳。但最近十来年的气候变化，令他们持续千年的生活方式，可能会消散于海天之间，再也不会重来。格陵兰岛五分之四的陆地处于北极圈内。众所周知，每年冬天，北极圈会出现罕见的“极夜”现象。在格陵兰岛，极夜通常持续40天。40天后，格陵兰岛将再次迎来太阳升起。当地的因纽特部落每年举行仪式，庆祝“太阳的回归”。因纽特人是格陵兰岛上的原住民，直到挪威的红胡子埃里克发现这块次大陆之前，格陵兰岛一直默默地孤悬于北冰洋之上，不为世界知晓。千百年来，因纽特人是唯一生活在北极圈的人种。他们属于蒙古人种，身材矮壮，脸庞宽大，居住雪屋，乘坐狗拉雪橇，身穿海豹或驯鹿皮毛制成的衣服，过着茹毛饮血的部落生活。因纽特人以捕猎为生，即使在看不到太阳的永夜，他们也要冒着风雪，乘着狗拉雪橇穿过厚厚的浮冰，凿开冰川进行冰钓。极北的苦寒和恶劣的生存环境，令因纽特人形成了特有的生活方式，被人类学家称为人类史上的“奇迹”。在因纽特语中，因纽特的意思即是“人类”。对因纽特人而言，太阳不是每天照常升起。它以一年为一个周期，去而复返，在12月左右，太阳落下，极夜来临。大约在每年1月13日前后，新年的第一缕阳光自冰盖上升起，宣告极夜结束，太阳回归。然而，近年来，这一节日变得不那么让因纽特人高兴。导演格伦·米尔纳（Glen Milner）和本·希尔顿（Ben Hilton）曾一起合作过多个项目，如卢旺达屠杀罪犯项目和为实验摇滚乐队 Rolo Tomassi 拍摄短片。这一次，他们把镜头对准格陵兰北部小镇伊卢利萨特的一对因纽特渔夫父子。渔夫说，去年的太阳来得比以往更早了两天。这只是一系列令人不安的气候变化的一个小标志。十年前，就有专家预言，一股洋流将进入伊卢利萨特冰湾，带来许多不可逆转的转变。当时人们以为专家危言耸听，颇不以为意。今天他们不得不承认，这些预言一一成真。伊卢利萨特冰湾在2004年列为世界遗产，因纽特人在冰湾附近生存了至少3000年。它长约40公里，是少数几条通过格陵兰冰冠入海的冰河出海口，也是世界上最活跃的冰川之一。冰湾天气反复无常，晴空万里后几分钟便风雪交加，每年有200亿吨冰川在此崩解，排出峡湾。壮阔的冰山在洋流推动下移动、崩塌、瓦解，令人不由感叹自然造化神奇，吸引世界无数游客前来观光。太阳回归的日期提前不算什么，更令人不安的是冰层日益变薄。极夜的寒冬，因纽特人的捕猎是依靠乘坐狗拉雪橇出行，由于冰层变薄，覆盖在峡湾的浮冰不够稳固，狗拉雪橇出行的日子越来越少。“去年还有一个多月靠狗拉雪橇通行，今年就只有一个月了。”渔夫说。过去冬季捕鱼是很多因纽特人提供食物的重要手段，如今变得更加危险了。数据显示，北极变暖的速度比地球上其他任何地方都快。过去15年中，格陵兰岛东北部的年均气温上升了4.5度。那些覆盖在伊卢利萨特冰湾上的巨大冰山，正在缓慢消逝。格陵兰岛大约有5万6千人口，相当一部分是过着传统捕猎生活的因纽特人。全球气候变暖，冰层不断消逝，让他们延续千年的传统生活方式变得岌岌可危。渔夫把孩子送进了学校，让孩子可以像世界上其它地方的儿童一样，学习外语、数学、计算机等知识。“我不知道他们将来会做什么，这是他们自己的选择……如果不上学，他们就会成为渔夫。”像千百年来因纽特的祖先那样。全球研究气候变暖的科学家比渔夫更加忧心忡忡。他们把目光对准覆盖格陵兰全岛的冰盖——它是世界上最大且融化速度最快的冰块之一，如果全部融化，会将海平面抬高20英尺。那意味着绝大多数滨海城市，例如纽约、上海还有孟加拉国，将化为汪洋泽国。冰盖融化也并非没有带来好消息。格陵兰岛地下蕴藏着巨大的矿藏，包括石油、天然气和世界上最大的稀土金属矿床。原来厚厚的冰盖让开采极其困难，成本高昂，但气候变暖让这一切变得切实可行。格陵兰从事矿采的人说：“就我而言，我不介意整个冰盖消失。”矿藏开采将重塑格陵兰岛的经济格局。在学校就读的因纽特小孩，也许不会像父辈那样驾驶狗拉雪橇，做一个渔夫，而是成为富有的采矿业员工。那时，延续三千年的因纽特部落传统，或许会像极夜来临前的最后一缕阳光一样消逝，而且再也不会重现于地球的这个角落。格陵兰，圣诞老人的故乡，伴随着破坏和重生，正处于巨变的前夜。Via.NOWNESS中文网",
    "chinese_title": "太阳的回归",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Return of the Sun",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T16:55:36"
}