{
    "aka": [],
    "sid": "30135470",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第47届鹿特丹国际电影节(2018)\n　　老虎奖(提名) Metahaven / Rob Schröder\n　　KNF奖(提名) Metahaven / Rob Schröder\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512312706.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1149939/",
            "name": "Ton van der Velden Ton van der Velden",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7823830",
    "director": [
        {
            "url": "/celebrity/1422084/",
            "name": "Metahaven Metahaven",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1422085/",
            "name": "Rob Schröder Rob Schröder",
            "@type": "Person"
        }
    ],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7823830/",
    "imdb_votes": 38,
    "this_title": [
        "Possessed"
    ],
    "douban_link": "https://movie.douban.com/subject/30135470/",
    "imdb_rating": "5.1/10 from 38 users",
    "trans_title": [
        "沉迷"
    ],
    "douban_votes": "0",
    "introduction": "This rich essay searches for new ways of being together in the age of social media. We arrange our lives to impress the gaze of others and h ave become accustomed to being seen. For many young people, however, the party is over. Neoliberalism has made murderous competition the norm; and in the meantime, the planet is dying. Following the unmasking of Facebook’s real motives, more and more people are deleting their Facebook accounts – but this often results in social death. The first image in Possessed sets the tone: liquefied lead runs over burning smartphones, followed by images of a devastated neighbourhood in Aleppo. Even the smartphones have not survived the attack.Metahaven and Rob Schröder have created a sophisticated visual collage from these burning issues, using everything from make-up tutorials and FBI facial recognition to selfies of men risking their lives by climbing into cranes. Obsessed by their own image, people are now looking for a new, personal way to relate to others, somewhere between the cracks and voids of the system.The chains of social media must be cast off, but the perpetual question remains: Who is looking out for you? Academics Alex Williams (University of East Anglia) and Nick Srnicek (King's College London) address this crucial question, along with other issues. Olivia Lonsdale plays an obsessed woman from the other side, supported by super-cooled electronic music by Laurel Halo.",
    "chinese_title": "沉迷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Possessed",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T04:57:33"
}