{
    "aka": [],
    "sid": "30132505",
    "cast": [
        {
            "url": "/celebrity/1126725/",
            "name": "里卡尔多·穆蒂 Riccardo Muti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129000/",
            "name": "Lucia Popp Lucia Popp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220361/",
            "name": "Olaf Bär Olaf Bär",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147962/",
            "name": "Samuel Ramey Samuel Ramey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059645/",
            "name": "Francisco Araiza Francisco Araiza",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512125661.jpg",
    "region": [
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1123121/",
            "name": "约翰·弥尔顿 John Milton  ",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0444413",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1990(奥地利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0444413/",
    "this_title": [
        "Die Schöpfung"
    ],
    "douban_link": "https://movie.douban.com/subject/30132505/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Salzburg Festival summer of 1990 provided a wealth of artistic highlights. One of the very last highlights of the final weekend of the festival, however, was Riccardo Muti conducting Joseph Haydn’s oratorio The Creation in the Grosses Festspielhaus – a matinee performance transmitted live in sound and pictures to Salzburg’s Domplatz, where the rows of seats were crammed with music lovers from all over the world. Certainly this performance brought together no ordinary ensemble of musicians, even by Salzburg Festival standards. In addition to the Vienna Philharmonic and the Chorus of the Vienna State Opera – two artist collectives that have earned virtual rights of residence at the festival since its establishment – we are treated to a line-up of soloists chosen not simply for their star quality but also for their suitability for the roles, led by the radiant soprano voice of Lucia Popp, the Mexican-born Francisco Araiza, internationally renowned American Samuel Ramey, German baritone Olaf Bär and the German mezzo-soprano Iris Vermillon. All things considered, the recording by Austrian television that forms the basis of this DVD captures an uncommonly joyous matinee of musical entertainment – not always what one has come to expect from summer music festivals.",
    "chinese_title": "Die Schöpfung",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-09T13:01:04"
}