{
    "aka": [],
    "sid": "30135605",
    "cast": [
        {
            "url": "/celebrity/1164813/",
            "name": "基尔斯蒂·安妮·沃克 Kirsty Wark",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-31(英国)"
    ],
    "this_title": [
        "The Many Primes of Dame Muriel Spark"
    ],
    "douban_link": "https://movie.douban.com/subject/30135605/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kirsty Wark celebrates the life and work of Dame Muriel Spark, author of The Prime of Miss Jean Brodie and one of the 20th century's most enigmatic cultural figures, on the one-hundredth anniversary of her birth.Born in Edinburgh, Muriel's extraordinary life took her to colonial Africa, wartime London, literary New York and vibrant 1960s Rome. Her most famous novel - The Prime of Miss Jean Brodie - immortalised the city of her childhood but with an added darkness and acerbic wit that became her trademark style.Kirsty retraces Muriel's footsteps from the cobbled streets of Edinburgh to the sublime beauty of Victoria Falls. Contributions from writers AL Kennedy, Janice Galloway, Ali Smith, William Boyd and Val McDermid tell of Muriel Spark's unique literary style and a life full of reinvention.Kirsty meets with the journalist Alan Taylor, who has recently published his memoir of Muriel, and she travels to Italy for the first television interview with Penelope Jardine, Muriel's close friend of 40 years.",
    "chinese_title": "The Many Primes of Dame Muriel Spark",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T12:00:57"
}