{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30149707",
    "cast": [
        {
            "url": "/celebrity/1247819/",
            "name": "迈克·霍索恩 Mike Hawthorn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136037/",
            "name": "斯特林·莫斯 Stirling Moss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1392651/",
            "name": "托尼·布鲁克斯 Tony Brooks",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516290915.jpg",
    "region": [
        "美国",
        "摩纳哥",
        "荷兰",
        "比利时",
        "法国",
        "英国",
        "德国",
        "葡萄牙",
        "意大利",
        "摩洛哥"
    ],
    "writer": [],
    "imdb_id": "tt6776550",
    "director": [],
    "duration": "140分钟",
    "episodes": "11",
    "language": [],
    "playdate": [
        "1958-01-19(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6776550/",
    "imdb_votes": 10,
    "this_title": [
        "Formula 1 Season 9"
    ],
    "douban_link": "https://movie.douban.com/subject/30149707/",
    "imdb_rating": "3.4/10 from 10 users",
    "trans_title": [
        "世界一级方程式锦标赛 第九季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1958 Formula One season was the 12th season of FIA Formula One motor racing. It featured the 1958 World Championship of Drivers which commenced on 19 January 1958, and ended on 19 October after eleven races. This was the first Formula One season in which a Manufacturers title was awarded, the International Cup for F1 Manufacturers being contested concurrently with the World Championship of Drivers with the exception of the Indianopolis 500 which did not count towards the Cup. Englishman Mike Hawthorn won the Drivers' title after a close battle with compatriot Stirling Moss and Vanwall won the inaugural Manufacturers award from Ferrari. Hawthorn retired from racing at the end of the season, only to die three months later after a road car accident.The season was one of the most important and tragic seasons in Formula One's history. Four drivers died in four different races during this season. Italian Luigi Musso in his works Ferrari during the French Grand Prix at Reims; Musso's teammate, Englishman Peter Collins during the German Grand Prix at the Nürburgring, Englishman Stuart Lewis-Evans in his Vanwall at the Moroccan Grand Prix in Casablanca, and in a non-Formula One regulated race, American Pat O'Connor at the Indianapolis 500. Hawthorn retired from motor racing after his success, but was killed in a road accident only a few months later. This season was also effectively the last ever year of Grand Prix racing where the field was dominated with front engined-cars; this had been the case since the early 1900s, when car racing was happening in informal events across Europe and the United States. 1959 and 1960 would be transitional years, where grids at Grand Prix events would feature more and more mid-engined cars and fewer front-engined cars. The mid-engined cars, with their better road holding, increased driving comfort, lighter weight and ease on tires and mechanical components (particularly brakes) were clearly the way to go. Even an old-fashioned traditionalist like Enzo Ferrari had to concede that mid-engined cars were what his team needed in order to be competitive- and Ferrari did not have a race-ready mid-engined car until 1961.",
    "chinese_title": "世界一级方程式锦标赛 第九季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 9",
    "imdb_rating_average": 3.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-04T13:35:28"
}