{
    "aka": [],
    "sid": "30144253",
    "cast": [
        {
            "url": "/celebrity/1387309/",
            "name": "杰特·尤尔根斯米尔 Jet Jurgensmeyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1419161/",
            "name": "梅雷迪思·奥斯特洛夫斯基 Meredith Ostrowsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2013",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513171535.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2202900",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2013-01-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2202900/",
    "this_title": [
        "Last Rights"
    ],
    "douban_link": "https://movie.douban.com/subject/30144253/",
    "trans_title": [
        "最后的权利"
    ],
    "douban_votes": "0",
    "introduction": "Last Rights is a supernatural drama that explores the struggle of those who have answered an ad and accepted a deal from a man named Concord. Concord negotiates to allow access to Nirvana, where all worldly troubles disappear. In exchange, those who accept the deal must give him all of their possessions and stay in a house for one week. In the house are four caretakers who test each participant to see if they qualify for Nirvana or if they end up in the graveyard behind the house. The series explores and questions faith, morality, tolerance, and common sense; these are the tests of the caretakers. At the end of each week, Concord returns to the house to evaluate the test results of the participants to decide the fate of each guest and of the caretakers. Set in small town America, at the end of a charming little street. This house has stood here long before anyone can remember, or anyone can forget. It has it's own personality and once inside you truly understand what that means. Whole floors will appear and vanish, walls will move, and artifacts will be uncovered, all so the house can show you your purpose for being there. Not even the caretakers can truly understand or control the will of the house. It is truly the key to all the answers that the caretakers and guests are looking for. In season one, the house, which we find out, is possessed with the spirit of Concord's mother and Concord are waging a war of power to control the house. Caught in the middle are the guests as well as the caretakers. \"Mother\" and Concord alike will use these people as pawns to gain the upper hand. All this, as the caretakers try and conduct their \"business as usual\". Not to mention a graveyard full of spirits trying to get out. Everyone battling to keep their Last Rights!",
    "chinese_title": "最后的权利",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Last Rights",
    "douban_rating_average": 0,
    "update_at": "2025-08-22T17:21:42"
}