{
    "aka": [
        "Family Life"
    ],
    "sid": "30141407",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2513928764.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564147/",
            "name": "罗莎·汉娜·齐格勒 Rosa Hannah Ziegler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7947364",
    "director": [
        {
            "url": "/celebrity/1564147/",
            "name": "罗莎·汉娜·齐格勒 Rosa Hannah Ziegler",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2018-02(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7947364/",
    "imdb_votes": 19,
    "this_title": [
        "Familienleben"
    ],
    "douban_link": "https://movie.douban.com/subject/30141407/",
    "imdb_rating": "7.0/10 from 19 users",
    "trans_title": [
        "家庭生活",
        "Family Life"
    ],
    "douban_votes": "0",
    "introduction": "Biggi and Alfred used to be a couple, but life’s tough if you don’t have gainful employment and so they are still living together on a run-down farm in Saxony-Anhalt. Biggi’s daughters Denise (17) and Saskia (14) are trying to make their way in life but are hindered, both by the emotional roller-coaster that is puberty and their fragmented schooling which has featured bullying, bouts of anxiety and various spells in homes. The adults try to give them stability but they are battling their own demons. They have big dreams of a Western town or a stud farm, but without money their bucolic idyll of horses and dogs soon feels like the end of the world.Rosa Hannah Ziegler creates a close, sensitive relationship with her protagonists that also gives them the space to express with dignity their vulnerability and brokenness. Her respectful observational feature-length debut sees her continue the tradition of the Wendland Film Cooperative which, founded in 1975, used film to examine social imbalances. Ziegler’s family microcosm allows her to portray life on the margins and a group of individuals who, though excluded and powerless against institutions, are still full of dreams for a better future.",
    "chinese_title": "家庭生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Familienleben",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T08:28:23"
}