{
    "aka": [
        "凯撒揭秘"
    ],
    "sid": "30145536",
    "cast": [
        {
            "url": "/celebrity/1257992/",
            "name": "玛丽·比尔德 Mary Beard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906091250.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1586126/",
            "name": "亚历山大·利斯 Alexander Leith",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-02-12(英國)"
    ],
    "this_title": [
        "Julius Caesar Revealed"
    ],
    "douban_link": "https://movie.douban.com/subject/30145536/",
    "trans_title": [
        "凯撒揭秘"
    ],
    "douban_votes": "0",
    "introduction": "Julius Caesar is the most famous Roman of them all: brutal conqueror, dictator and victim of a gruesome assassination on the Ides of March 44 BC. 2000 years on, he still shapes the world. He has given us some political slogans we still use today (Crossing the Rubicon), his name lives on in the month of July, and there is nothing new about Vladmir Putin's carefully cultivated military image and no real novelty in Donald Trump's tweets and slogans.Mary Beard is on a mission to uncover the real Caesar, and to challenge public perception. She seeks the answers to some big questions. How did he become a one-man-ruler of Rome? How did he use spin and PR on his way to the top? Why was he killed? And she asks some equally intriguing little questions. How did he conceal his bald patch? Did he really die, as William Shakespeare put it, with the words Et tu, Brute on his lips? Above all, Mary explores his surprising legacy right up to the present day. Like it or not, Caesar is still present in our everyday lives, our language, and our politics. Many dictators since, not to mention some other less autocratic leaders, have learned the tricks of their trade from Julius Caesar.",
    "chinese_title": "Julius Caesar Revealed",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-25T20:56:27"
}