{
    "aka": [],
    "sid": "3014650",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002950/",
            "name": "威廉姆·克莱因 William Klein",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0364217",
    "director": [
        {
            "url": "/celebrity/1002950/",
            "name": "威廉姆·克莱因 William Klein",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1992-12-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0364217/",
    "this_title": [
        "Babilée '91"
    ],
    "douban_link": "https://movie.douban.com/subject/3014650/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "La grâce et la délicatesse de mouvement de Jean Babilée ont attiré l'?il du public pour la première fois en 1946. Il a alors 23 ans et il danse \"Le jeune homme et la mort\" de Cocteau. Trente ans plus tard, reconnu internationalement pour ses créations, il a fondé sa propre compagnie et dansé \"Life\" de Maurice Béjart.A 70 ans, la silhouette toujours aussi élégante, Babilée se voue plus que jamais à sa passion. Il répète une nouvelle chorégraphie de Béjart à l'Opéra de Paris. Le danseur ouvre également les portes de son appartement où il vit avec son amie, elle aussi danseuse. L'importance du corps, outil d'expression et de travail, est évidente. Le couple est toujours en train de s'étirer ou de se pendre à des barres disséminées dans tout l'appartement.Ce film en noir et blanc est le résultat de la rencontre en 1991 entre Jean Babilée et William Klein, photographe et cinéaste engagé. Ce dernier a choisi de faire le portrait d'un homme toujours en mouvement, et non la rétrospective d'une longue carrière. Un documentaire passionnant et esthétique, habité par le charismatique Babilée.",
    "chinese_title": "Babilée '91",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-12T15:13:50"
}