{
    "aka": [
        "The Pillar of Salt"
    ],
    "sid": "30142058",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512916418.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1450883/",
            "name": "布拉克·塞维克 Burak Çevik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7961558",
    "director": [
        {
            "url": "/celebrity/1450883/",
            "name": "布拉克·塞维克 Burak Çevik",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2018-02-21(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7961558/",
    "imdb_votes": 286,
    "this_title": [
        "Tuzdan Kaide"
    ],
    "douban_link": "https://movie.douban.com/subject/30142058/",
    "imdb_rating": "5.4/10 from 286 users",
    "trans_title": [
        "盐柱",
        "The Pillar of Salt"
    ],
    "douban_votes": "0",
    "introduction": "A pregnant young woman who lives in a sort of cave is looking for her vanished sister, yet this plot summary hardly does justice tothe charm, richness and radical nature of Burak Çevik’s first feature – all of which a result of the liberties he takes in creating an extravagant cinematic world to tell this story. The protagonist leaves her almost fairytale-like cave to set out across a river, taking up her sister’s trail. This trail leads her to a botanical garden, a bird shop, and a darkroom. The photo lab technician compares the effect of photographs to God turning Lot’s wife into a pillar of salt because she couldn’t resist the temptation of turning around to see Sodom be destroyed. Captured for eternity, transfixed for eternity – should we take it at face value when the protagonist tells the boatwoman that she is a part-time vampire? The dreamlike way in which the film digresses to show us a plant, a strip of negatives, or a table tennis match contributes considerably to the strange fascination it develops. Some things remain mysterious – which only makes us even more curious about what they might be referring to.",
    "chinese_title": "盐柱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tuzdan Kaide",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T20:36:03"
}