{
    "aka": [
        "Cuddly & Wild: Adorable Animal Babies",
        "可爱狂野小崽子"
    ],
    "sid": "30140624",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630717133.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt6083928",
    "director": [],
    "duration": "49",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6083928/",
    "imdb_votes": 45,
    "this_title": [
        "Baby Animals in the Wild"
    ],
    "douban_link": "https://movie.douban.com/subject/30140624/",
    "imdb_rating": "7.7/10 from 45 users",
    "trans_title": [
        "野生小宝贝",
        "Cuddly & Wild: Adorable Animal Babies",
        "可爱狂野小崽子"
    ],
    "douban_votes": "130",
    "introduction": "The first months of a wild animal’s life are fraught with danger. The newborns require sufficient food, must often compete with their siblings for their parents’ care and attention and must learn quickly how to survive in nature. In addition, they frequently face external dangers from predators or environmental conditions. This film is a gripping and emotional investigation of the perils young animals face in the forests, meadows and lakes and along the coastlines of northern Europe.Early in the year, when hurricanes rage over the North Sea, the grey seals of Heligoland give birth to their young. The seal offspring are insulated against the harsh weather with a thick layer of fat and fur, but they must learn quickly how to find food and look after themselves. They are helped along the way by their mother’s milk, which contains high level of fat. Within a month, the seal pups are able to fish for themselves in the sea.Wild boar piglets experience similarly frosty beginnings: they are born before the snow that covers the northern regions has melted away. The litter must huddle together to share warmth. Their mother’s milk is the only food available to the young animals while the ground remains frozen, and each piglet soon claims its own teat. Much of their time is spent roaming through the undergrowth. As soon as the ground begins to thaw the young piglets learn how to forage using their snouts.In Scandinavia, meanwhile, bear cubs are born in caves buried beneath the snow in the middle of winter. They eventually follow their mother out of the cave and begin to explore their surroundings, but they must be on their guard. Fully-grown male bears can pose a danger to the young cubs. Nearby, moose calves and young deer roam the tundra on spindly legs. Goldeneye duck chicks have a particularly challenging start to life: they are born in a tree hollow and spend their first weeks there. The mother eventually lures them from the safety of the treetop, and the chicks have to make their way down to the lake from great heights.‘Cuddly and Wild’ explores the early lives of these young animals and others, examining the challenges they face and witnessing the successes and setbacks they experience as they learn to survive in the northern European wilderness. It is a moving tale of triumphs and, occasionally, tragedies.",
    "chinese_title": "野生小宝贝",
    "douban_rating": "8.4/10 from 130 users",
    "foreign_title": "Baby Animals in the Wild",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.4",
    "update_at": "2025-02-27T06:28:09"
}