{
    "aka": [],
    "sid": "30150742",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913841195.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342936/",
            "name": "Morgan Fisher Morgan Fisher",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2018-02-16(柏林电影节)"
    ],
    "this_title": [
        "Another Movie"
    ],
    "douban_link": "https://movie.douban.com/subject/30150742/",
    "trans_title": [
        "另一部电影"
    ],
    "douban_votes": "0",
    "introduction": "As its title tells us, Another Movie has a relation to Bruce Conner’s 1958 film A Movie. Both films use Respighi’s four-movement tone poem “Pines of Rome”, but in different ways to different ends. Conner used only parts of the music, and the scenes he put to it are radically different from those Respighi said his music depicts. In contrast, Another Movie presents the music for what it is, but in a way that is deliberately divided. After the titles and an introductory note, we read Respighi’s descriptions of the scenes the four movements depict, then we hear the music in its entirety. While hearing the parts used in A Movie, the screen is black. We’ve just read Respighi’s descriptions, so we should in principle visualize the scenes he has told us his music describes. But we have been conditioned by years of hearing the music as we watch A Movie, so instead we see images from Conner’s film. While hearing the music in one film, we can’t help seeing images from another. During the third movement, which Conner used none of, we see the scene that Respighi said the music describes. This literalism, redundant and hence in principle banal, produces what I hope is a generative shock.",
    "chinese_title": "另一部电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Another Movie",
    "douban_rating_average": 0,
    "update_at": "2025-05-20T08:12:07"
}