{
    "aka": [],
    "sid": "30155103",
    "cast": [
        {
            "url": "/celebrity/1014069/",
            "name": "托德·海因斯 Todd Haynes",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6121378",
    "director": [],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-09-11(美国发行DVD)",
        "2018-01-20(美国圣丹斯电影节展映)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6121378/",
    "this_title": [
        "An Evening with Todd Rundgren Live at the Ridgefield"
    ],
    "douban_link": "https://movie.douban.com/subject/30155103/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the 30 years since he burst onto the indie scene, Todd Haynes has established himself as one of most distinctive voices in American cinema. Haynes’s extraordinary body of work, which reflects his ongoing collaboration with longtime producer Christine Vachon, includes Poison, Safe, Velvet Goldmine, Far From Heaven, I’m Not There., Carol, the mini-series Mildred Pierce, 2017’s Wonderstruck, as well as the shorts Superstar and Dottie Gets Spanked.Since his earliest films, Haynes has demonstrated a penchant for provocative, idiosyncratic stories, formal ingenuity, and rich aesthetic stylization. And yet his films are grounded in a fascination with people—their contradictions, depths of character, emotional confinement, and relationship to the complex dynamics of gender, race, and sexuality. Haynes’s creative spirit epitomizes the independent film movement that he helped launch and continues to sustain.In a special conversation with Haynes and Vachon, moderated by Richard Linklater, we look back to the founding years of the American independent cinema movement through Haynes’s early work, including clips from notable, recently restored gems.",
    "chinese_title": "An Evening with Todd Rundgren Live at the Ridgefield",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T12:39:11"
}