{
    "aka": [],
    "sid": "30159832",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "同性"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515187916.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt6551438",
    "director": [],
    "duration": "99分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6551438/",
    "imdb_votes": 90,
    "this_title": [
        "Draussen in Meinem Kopf"
    ],
    "douban_link": "https://movie.douban.com/subject/30159832/",
    "imdb_rating": "6.4/10 from 90 users",
    "trans_title": [
        "我的脑海之外"
    ],
    "douban_votes": "0",
    "introduction": "Christoph beginnt sein Freiwilliges Soziales Jahr in einem Pflegeheim als persönlicher Betreuer des 28-jährigen Sven. Der schwerkranke junge Mann leidet an Muskeldystrophie, das Pflegezimmer ist sein Mikrokos- mos, den er seit Jahren souverän lenkt. Svens Humor wirkt fremdartig und bedrohlich, was auch Christoph sofort zu spüren bekommt. Aber nach der ersten „Willkommenskrise“ lässt Sven Christoph allmählich in seine Welt hinein. Er beginnt sich zu ö nen, und die beiden jungen Männer freunden sich immer mehr an. Echte Nähe und Vertrautheit entstehen, sodass Sven Christoph seinen innigsten Wunsch anvertraut.Für die Entwicklung der Geschichte, die lose auf einer wahren Begeben- heit beruht, wurde Drehbuchautorin und Regisseurin Eibe Maleen Krebs zusammen mit ihrem Co-Autor Andreas Keck mit dem Wim-Wenders-Sti- pendium zur Förderung innovativer  lmischer Erzählkunst ausgezeichnet. Durch Krebs‘ feinfühlige Regie, das berührende Schauspiel von Samuel Koch und Nils Hohenhövel, für die es beide die erste Kinohauptrolle ist, und die intime Bildgestaltung der vielfach ausgezeichneten Kamerafrau Judith Kaufmann („Scherbentanz“, „Die Fremde“) entsteht aus der ver- meintlichen Enge von Svens Pflegezimmer ein von allen Fesseln befreiter Film über Vertrauen und Freundschaft.",
    "chinese_title": "我的脑海之外",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Draussen in Meinem Kopf",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-30T03:13:16"
}