{
    "aka": [],
    "sid": "30152052",
    "cast": [
        {
            "url": "/celebrity/1343622/",
            "name": "迈尔斯·布朗 Miles Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181807/",
            "name": "尼尔·德格拉塞·泰森 Neil deGrasse Tyson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120166/",
            "name": "乔尼·米切尔 Joni Mitchell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000856/",
            "name": "赫比·汉考克 Herbie Hancock",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "纪录片",
        "音乐",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897002649.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt2903346",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2020-06-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2903346/",
    "imdb_votes": 291,
    "this_title": [
        "Wayne Shorter: Zero Gravity"
    ],
    "douban_link": "https://movie.douban.com/subject/30152052/",
    "imdb_rating": "8.4/10 from 291 users",
    "trans_title": [
        "韦恩·肖特：失重"
    ],
    "douban_votes": "0",
    "introduction": "For over 50 years composer and saxophonist Wayne Shorter has shattered the limitations of jazz and has been at the forefront of every progressive jazz movement. His iconic body of work as a solo artist, as a part of Art Blakey and the Jazz Messengers, the famed Miles Davis Quintet and fusion pioneers Weather Report, has defined and redefined jazz for generations.Wayne Shorter is a multiple Grammy Award-winner whose compositions have become jazz standards and whose unique approach to saxophone has forever changed how the instrument is played.  Wayne Shorter: Zero Gravity is a complete and intimate portrait of this mythical figure, peeling away the enigmatic aura of his legacy to reveal the essence of his life and how it has informed his music.In his own words, Shorter will share personal and creative exchanges with John Coltrane, Art Blakey, Miles Davis, Carlos Santana, Herbie Hancock, Joni Mitchell, Rene Fleming and many others. Family and close friends will share pivotal moments in his personal life and how he overcame adversity while creating a prolific body of work. His moral courage, his enlightened vision of life reflects his commitment towards creating world peace and positive social change through music.The innovative world of Wayne Shorter is diverse, progressive and unique. Books, movies, science fiction, mythology and philosophy have informed his music and  had a profound impact on all aspects of his life.  This documentary will give viewers insight into Shorter’s history with interviews and archival footage of his prolific years as a sideman and composer. .In Shorter’s rare case, he is even more prolific and groundbreaking now in his 80’s than he was in the last five decades. This documentary delves into a first hand look at his artistic process while capturing the depth of his current modern orchestral compositions and collaborations with world renowned orchestras and his own stellar Wayne Shorter Quartet.Wayne Shorter plays music to be more human. By giving our audience the freedom to experience his music without any constraints or preconceived ideas of what jazz is or should be, we have the rare opportunity to celebrate the musical legacy of a jazz legend in the present tense while taking a humanistic journey into the fruits of the unknown with his next creative venture …    ZERO GRAVITY",
    "chinese_title": "韦恩·肖特：失重",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wayne Shorter: Zero Gravity",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T13:44:04"
}