{
    "aka": [
        "冰上之王"
    ],
    "sid": "30153350",
    "cast": [
        {
            "url": "/celebrity/1315211/",
            "name": "弗莱迪·福克斯 Freddie Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069053/",
            "name": "Dick Button Dick Button",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068914/",
            "name": "Robin Cousins Robin Cousins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279442/",
            "name": "洛娜·布朗 Lorna Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1215799/",
            "name": "William Whitener William Whitener",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "同性",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2514526163.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7602430",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-02-23(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7602430/",
    "imdb_votes": 272,
    "this_title": [
        "The Ice King"
    ],
    "douban_link": "https://movie.douban.com/subject/30153350/",
    "imdb_rating": "7.2/10 from 272 users",
    "trans_title": [
        "冰之王者",
        "冰上之王"
    ],
    "douban_votes": "0",
    "introduction": "THE ICE KING is the searing documentary of a lost cultural icon, a story of art, sport, sexuality, and rebellion. Including incredible unseen footage of some of his mort remarkable performances and with access to Curry's letters, archive interviews, and interviews with his family, friends and collaborators, this is a portrait of the man who turned ice-skating from a dated sport into an exalted art form. Watch any figure skating and it falls into two possible camps: before and after John Curry. From what was a macho, technical sport whose judges punished deviation blossomed - through John Curry's stubborn beauty - ice-dancing. This was no Holiday on Ice, but a new artistic medium. After winning gold at the Winter Olympics for a rebelliously balletic routine, Curry saw the world's stages sheeted with ice. Audiences and reviewers alike were enthralled by his genius. But Curry's story is about more than skating. On the night of the final, Curry became the first openly gay Olympian at a time when homosexuality was barely legal. From bullying and prejudice, to relief in the gay underworld, to his untimely death from AIDS, Curry's story dovetails with the experiences of a generation. Tortured by demons, Curry was forever on the run. Never owning a home, he lived on the favours of those who loved him. The only place he found true freedom was the ice. This is the story of a man whose body was a battleground. From love affairs, to violence in sex clubs, to its 'unmanly' elegance on the ice, every act was rebellion. John Curry was no activist, but an artist expressing his authentic self - yet in a world where his existence was taboo, his life was unavoidably political.",
    "chinese_title": "冰之王者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Ice King",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-18T03:56:10"
}