{
    "aka": [
        "The Final Journey(英）"
    ],
    "sid": "30164478",
    "cast": [
        {
            "url": "/celebrity/1019048/",
            "name": "尤尔根·普洛斯诺 Jürgen Prochnow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199551/",
            "name": "佩特拉·施密特-夏勒 Petra Schmidt-Schaller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318528/",
            "name": "塔姆贝·图斯克 Tambet Tuisk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028413/",
            "name": "苏珊娜·冯·博尔索迪 Suzanne von Borsody",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410083/",
            "name": "伯恩·冯·德·韦伦 Björn von der Wellen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424453/",
            "name": "亚特乔姆·吉尔茨 Artjom Gilz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515829781.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt5790534",
    "director": [],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "德语",
        "俄语",
        "英语",
        "波兰语"
    ],
    "playdate": [
        "2017-09-21(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5790534/",
    "imdb_votes": 442,
    "this_title": [
        "Leanders letzte Reise"
    ],
    "douban_link": "https://movie.douban.com/subject/30164478/",
    "imdb_rating": "6.9/10 from 442 users",
    "trans_title": [
        "最后的旅程",
        "The Final Journey(英）"
    ],
    "douban_votes": "0",
    "introduction": "“Dear Uli. I’m going to the Ukraine. Don’t Be Angry. Dad.” Eduard Leander (Jürgen Prochnow) leaves this note for his daughter and boards a train from Germany bound for Kiev. Any child would be worried upon reading such a perfunctory message, but Uli has greater reasons for concern. The Ukraine is in turmoil. Following the fall of the pro-Russian government in Kiev, a new crisis threatens to engulf east Ukraine as pro-Russian separatists storm government buildings in Donetsk and Russian troops amass on Ukraine’s border. Also, Eduard is 92 years old. His wife has recently passed away. And he’s a stubborn man.Uli dispatches Adele, Eduard’s granddaughter, to the train station to prevent his departure. Unable to reason with him, Adele has no choice—despite having no travel documents—but to join Eduard on his inexplicable journey. They share a compartment with Lew, a leather-clad Russian-born Ukrainian with implacable energy and enigmatic charm. He offers Eduard and Adele refuge with his politically splintered family in Kiev. His brother, Boris, is a separatist and wants Eastern Ukraine to form part of Russia. Lew favors a unified Ukraine independent of Russian influence.As Lew’s family divisions bring Adele’s fractured relationship with her grandfather into high relief, Eduard reveals the purpose of his sudden journey. During the Second World War, he had commanded the 2nd Cossack Cavalry Squadron against the Red Army. During this time, Eduard fell in love with Svetlana, a Cossack woman. Undeterred by the fact that she may no longer be alive, Eduard, along with Adele and Lew, plunges headlong on a dangerous quest into war-torn east Ukraine to find the only woman he truly loved.",
    "chinese_title": "最后的旅程",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Leanders letzte Reise",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T03:14:39"
}