{
    "aka": [],
    "sid": "30167532",
    "cast": [
        {
            "url": "/celebrity/1311063/",
            "name": "叶夫根尼· 安德罗波夫 Yevgeni Antropov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046223/",
            "name": "彼得·费奥多罗夫 Pyotr Fyodorov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314918/",
            "name": "伊戈尔·切涅维奇 Igor Chernevich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1412485/",
            "name": "亚娜·格拉德基赫 Yana Gladkikh",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516148549.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt7099552",
    "director": [],
    "duration": "",
    "episodes": "8",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7099552/",
    "imdb_votes": 90,
    "this_title": [
        "Город"
    ],
    "douban_link": "https://movie.douban.com/subject/30167532/",
    "imdb_rating": "7.5/10 from 90 users",
    "trans_title": [
        "城市"
    ],
    "douban_votes": "0",
    "introduction": "Увлекательный российский сериал повествует интересную историю о временах амнистии в Советском Союзе в 1961-ом году. Действие происходит в маленьком провинциальном городке под названием Струнево. Обычно здесь тихо и работы для милиции практически нет. Однако внезапно происходит убийство школьного учителя. Кому и зачем это понадобилось? Ответить на эти вопросы и отыскать виновных поручено оперуполномоченному по имени Родион Стоцкий. Мужчина является честным и бескомпромиссным сотрудником органов, который тут же хватается распутывать это таинственное происшествие. В ходе развития событий наш герой выясняет, что все нити ведут к новым жителям маленького городка, которые здесь появились после амнистии. Криминальные элементы, грубо говоря, захватили поселение и наводят теперь здесь свои порядки. Они-то, скорее всего, и виноваты в убийстве преподавателя, а также в серии краж и преступлений, которые начали происходить в близлежащих населенных пунктах с появлением амнистированных людей. Теперь перед милиционером стоит нелегкая задача: найти доказательства причастности преступников к убийству и кражам, сохранив при этом собственную жизнь. Люди эти крайне опасны и готовы пойти на самые крайние меры, если что-то будет угрожать их планам и свободе…",
    "chinese_title": "城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Город",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-27T08:31:05"
}