{
    "aka": [],
    "sid": "3017381",
    "cast": [
        {
            "url": "/celebrity/1318014/",
            "name": "赵志刚 Zhigang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322226/",
            "name": "周晓芬 Xiaofen Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336220/",
            "name": "史济华 Jihua Shi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460145155.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "3",
    "language": [
        "吴语"
    ],
    "playdate": [],
    "this_title": [
        "沙漠王子"
    ],
    "douban_link": "https://movie.douban.com/subject/3017381/",
    "trans_title": [
        ""
    ],
    "douban_votes": "223",
    "introduction": "西萨国王在儿子罗兰满月之际大宴八方部落酋长，并将刻着“沙漠王子”字样的传国玉佩赐予罗兰。席间大将军安达耍阴谋献上毒酒毒死了国王，杀死王后，幸乳娘趁乱抱王子逃出西萨王宫。安达无道，不得人心。十七年后，乳娘含辛茹苦将罗兰抚养成人，并在其去世时嘱咐罗兰找正直的土勒部落酋长沙龙扶助复国。罗兰巧遇沙龙酋长的女儿伊丽公主，叹为知音，相互爱慕，约定一年之期，玫瑰坡前再相会。与伊丽分别后，罗兰在沙龙酋长鼎力相助下奔走草原，联合八方部落。一年后，罗兰率各部兵马集结土勒来见伊丽，谁料伊丽在等罗兰时被安达抢走。悲愤之余，罗兰和沙龙等决定立即发兵西萨。罗兰为救伊丽，争作内应，乔装改扮，冒死进宫，虽最终复国成功，但双目失明，混乱中伊丽保护着传国玉佩逃出宫去，安达也侥幸逃脱。复国为王的罗兰思念伊丽，决定亲自出外寻找心上之人。在僻远的比蒙部落，罗兰终于找了了已经疯了的伊丽，一曲算命与伊丽相认，重获玉佩也使罗兰双目复明，同时令潜入比蒙部落的安达伏诛。古装戏。根据《天方夜谭》中的故事改编。徐进编剧。写蒙古西萨部落年刚1岁的王子罗兰，因父王被反叛的酋长安达杀害，流亡沙漠。十余年后，罗兰邂逅沙龙酋长的公主伊丽，两人一见倾心，相约1年后重聚。1年后，罗兰赴约，公主已被安达掳去，于是乔装入宫与公主相会。安达作妖术使王子双目失明，后王子得沙龙相助，起兵复国杀安达。因思念公主，遂弃王位，乔装算命人抱古琴四处寻访。伊丽此时已留居霍逊酋长营中，一日闻琴，遂召进帐中，算命间认出王子，喜极而拥吻之，王子双目复明，两人团圆。1946年2月1日(农历正月初一)，芳华剧团首演于九星大戏院。钟泯导演、仲美舞美设计。尹桂芳饰罗兰、竺水招饰伊丽、吴小楼饰安达、吕云甫饰沙龙、筱桂芳饰霍逊、戚雅仙饰碧美。该剧是芳华剧团正式建立后的第一出新戏，也是越剧表现蒙古族题材的第一个剧目，全部用蒙古族服装，以沙漠风光为背景，布景、灯光绚丽多彩。剧中“算命”一段唱，从[尺调]的[慢板]开始，经[缓中板]再转[慢中板]、[快中板]、[连板]、[散板]、[慢中板]，疾徐错落，层次分明，行腔自然，随人物情绪的进展起伏跌宕；其拖腔、落腔典型地体现了尹派的特点，流传广泛。1946年曾由百代唱片公司灌制成唱片。1981年，尹桂芳在连波的协助下，又对这段唱腔作了加工，由中国唱片社重新灌制唱片。1982年，虹口越剧团重排，由陈曼编剧，任广智导演，连波作曲，陈必华布景设计，金长烈灯光设计，秦忠明服装设计。尹桂芳任艺术顾问，尹小芳、戴忠桂主演。1月25日，首演于中国剧场，连满60场，观众达84079人次，上海电视台摄成录像播放。其舞美设计图参加了是年12月举办的全国舞台美术展览会。1985年，中国唱片社灌制了赵志刚演唱的《算命》唱片1面。1987年秋，上海电视台将该剧摄制成戏曲电视剧，由陈曼等编剧，赵慧娟导演，赵志刚、周晓芬、张承好主演。",
    "chinese_title": "沙漠王子",
    "douban_rating": "8.4/10 from 223 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-05-25T07:00:47"
}