{
    "aka": [
        "Pilgrimage: The Road to Santiago"
    ],
    "sid": "30172587",
    "cast": [
        {
            "url": "/celebrity/1004768/",
            "name": "李·恩格里比 Lee Ingleby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127045/",
            "name": "内尔·莫里西 Neil Morrissey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076170/",
            "name": "艾德·伯恩 Ed Byrne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042529/",
            "name": "黛比·麦基 Debbie McGee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156267/",
            "name": "希瑟·斯摩 Heather Small",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2517156252.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7534720",
    "director": [
        {
            "url": "/celebrity/1197745/",
            "name": "马克·奥布莱恩 Mark O&#39;Brien",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7534720/",
    "imdb_votes": 112,
    "this_title": [
        "Pilgrimage"
    ],
    "douban_link": "https://movie.douban.com/subject/30172587/",
    "imdb_rating": "7.0/10 from 112 users",
    "trans_title": [
        "Pilgrimage: The Road to Santiago"
    ],
    "douban_votes": "0",
    "introduction": "In a new three-part travelogue series for BBC Two, seven famous faces are stripped of their everyday comforts to live as modern day pilgrims as they set out on the famous medieval pilgrimage, the Camino de Santiago.With just over a fortnight to tackle this ancient path, actor Neil Morrissey, entertainer Debbie McGee, comedian Ed Byrne, singer Heather Small, priest Kate Bottley, journalist Raphael Rowe and TV presenter JJ Chalmers hike through France and northern Spain to the Cathedral of Santiago de Compostela and the shrine of St James.The group - made up of a variety of faiths and beliefs, including Christian, atheist and humanist - will live as simple pilgrims. But will this journey of a lifetime change the way they think about themselves and their faith?In this first episode, the pilgrims face one of the most gruelling parts of the Camino de Santiago route - a 26km hike from France into Spain. It sorts the seasoned walkers like Ed and JJ from the strollers, such as Neil, who soon realises he might not be prepared for the task ahead. As a former Catholic, and now atheist, Neil soon discovers that the arduous experience is not bringing him any closer to God.Meanwhile, Kate’s faith takes a knock as she struggles to keep up with the group, while Raphael refuses to be swayed by anything religious - in prison he clung to hope, not God, after serving time for a crime he did not commit. For Debbie, she finds solace in a fellow traveller after opening up about the loss of her husband.As they move along the route through vast mountain ranges and stunning landscapes in France and Spain, the group explores their differing religious beliefs, bond over the physical task and find humour when they realise what living like a simple pilgrim entails.Pictured: Kate Bottley, Raphael Rowe, Neil Morrissey, JJ Chalmers, Ed Byrne, Debbie McGee and Heather SmallPart of the BBC's Easter religious programming",
    "chinese_title": "Pilgrimage",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T16:11:46"
}