{
    "aka": [],
    "sid": "30173668",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544170623.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt8116550",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-20(丹麦)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8116550/",
    "imdb_votes": 396,
    "this_title": [
        "Welcome to Sodom"
    ],
    "douban_link": "https://movie.douban.com/subject/30173668/",
    "imdb_rating": "7.2/10 from 396 users",
    "trans_title": [
        "欢迎来到索多玛"
    ],
    "douban_votes": "0",
    "introduction": "Over 250,000 tons of electronic waste are shipped to Ghana each year to be recycled under almost apocalyptic conditions. Here, thousands of children and adults work on disassembling flat screens, telephones and laptops in the open air, in an artificial and endless landscape of trash, while others extract copper by melting old cables over an open fire. 'Welcome to Sodom' (which is the title of a rap song in the film) places us right in the middle of the location's dark heart. But it is the voices of the workers that lead us around Sodom and choose the words - and the unexpected performative gestures - to describe a conditions that if infernal almost beyond description. The Austrian directing duo Florian Weigensamer and Christian Krönes have created a dark and sensuous film', but one where the almost timeless vision of the apocalypse is followed by an extremely urgent call for action to the times we live in right now. An age where digital development promises us an increasingly comfortable and carefree life, while the internet's illusion of being immaterial creates a blind angle for all of the West's e-waste to be dumped.",
    "chinese_title": "欢迎来到索多玛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Welcome to Sodom",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-27T09:56:15"
}