{
    "aka": [
        "被诅咒录像带76"
    ],
    "sid": "30174464",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2516939393.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt18956096",
    "director": [
        {
            "url": "/celebrity/1396990/",
            "name": "今野恭成 Yasunari Konno",
            "@type": "Person"
        }
    ],
    "duration": "65 分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2018-04-04(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt18956096/",
    "this_title": [
        "ほんとにあった!呪いのビデオ76"
    ],
    "douban_link": "https://movie.douban.com/subject/30174464/",
    "trans_title": [
        "被诅咒录像带76"
    ],
    "douban_votes": "0",
    "introduction": "①インディアン水車インディアン水車の様子の映像で水中にこちらに向かってくる何者かの顔が映り込んでいます。非常に見えづらく投稿者が発見できたことに違和感を感じてしまいました。②孤独死飲み会の様子の映像でまずは磨りガラス越しに何者かの動く姿が映り込みます。そして次に窓の上から出てくる何者かの姿が映り込んでいます。1つ目の霊は絵的に霊と判断しきれず2つ目の霊は背景と同系色で様子がわかりにくかったです。③雪道同僚を送り届ける様子の映像で電信柱の脇に半袖姿の何者かが立っています。そして次の瞬間に同僚の足下に同じ何者かの顔が現れます。同じ霊が現れるというなら１つ目の霊がもっと分かりやすくして欲しいですね。④誰がためにカラオケボックスで撮影した映像で今までいたはずの同級生が消えてしまっています。投稿者に話を聞くとどうやら依然と映像が変化しており変化した人物が死んだようです。もう一人も音信不通になりその人を調べると実家で療養しているようです。映像を更に検証すると療養中の同級生を差す指と背後に立つ何者かの顔が映り込みます。消えるだけの現象は凄く地味だし霊も凄く見づらいしこれでは怖さを感じませんね。⑤シリーズ監視カメラ　彷徨う劇場の監視カメラの映像で画面奥を歩く人影と両手を挙げる何者かの姿が映り込んでいます。霊自体が小さく明滅中に現れるので見にくく様子もわかりにくく怖さはありませんでした。⑥温泉旅行旅館に宿泊したときの映像で女性の背後に付いてくる何者かの姿が映り込んでいます。逆光気味の中の黒い霊で更に女性とリンクしすぎているのでわかりにくくなってしまいました。⑦料理ウェブカメラで撮影した映像でノイズが走ったあとに壁に埋まるような何者かの姿が映り込んでいます。霊は小さめで地味なので派手に動くノイズの方を生かした方が良かったですね。⑧誰がために　後編実は投稿者を中心にして成り行きで仲間のカップルを別れさせようとしていました。悪い噂が立ち２人は別れますが彼女で今回自殺した女性は元彼に未練がありました。投稿者グループは女性をフォローしてくれと女性の親友に頼み嘘をつくことになりました。元彼も女性を気にかけていると嘘を言いますが元彼の結婚報告で嘘がばれてしまいます。そして自殺前に親友に怨みのメッセージを送られたことで親友は精神的にダウンしていました。罪の意識は無い投稿者達は話を聞き一人を死なせてしまったことで深く反省しました。事件がだいたい出たところで投稿者や親友はお祓いを済ませることにしました。取材陣が更に投稿映像を調べるとまた別のシーンで指さしをしていました。長編で同じ映像を使い回すとは天下の呪いのビデオも寂しい有様ですね。せめて長編なら２つか３つの映像を作って欲しいですね。",
    "chinese_title": "ほんとにあった!呪いのビデオ76",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-20T08:16:16"
}