{
    "aka": [],
    "sid": "30175324",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt7464102",
    "director": [],
    "duration": "44分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-09-10(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7464102/",
    "imdb_votes": 51,
    "this_title": [
        "The Life-Sized City"
    ],
    "douban_link": "https://movie.douban.com/subject/30175324/",
    "imdb_rating": "7.8/10 from 51 users",
    "trans_title": [
        "不一样的城市"
    ],
    "douban_votes": "0",
    "introduction": "At the heart of every city is its citizens. Our perception of cities is slowly changing from a model of mathematical engineering to a human habitat where urban spaces have the potential to be healthy, attractive, interesting and efficient. In this six-part series, urban design expert Mikael Colville-Andersen explores the anatomy and vibrancy of the modern metropolis, highlighting pockets of life-sized goodness in cities around the world.Ep. 6 - TokyoJul 09, 2018– 52:00Modern Tokyo is a fascinating urban mystery. The largest urban agglomeration in the world, it is home to 38 million people.￼Ep. 5 - Tel-AvivJul 02, 2018– 52:00Few modern cities evoke as much division as Tel Aviv, with its reputation as a laid-back party town in a hotbed of conflict and turmoil.￼Ep. 4 - BangkokJun 25, 2018– 52:00Bangkok's future seems paralyzed by political upheaval, but social instability hasn't undermined the locals' fierce will to better their city.￼Ep. 3 - ParisJun 18, 2018– 52:00Beyond the clichés of the Eiffel Tower, there is another Paris - one of solidarity, wittiness, and repurposing public space.￼Ep. 2 - TorontoJun 11, 2018– 52:00Mikael Colville-Andersen lands in Toronto to meet the urban heroes working to make Canada's largest city more livable.￼Ep. 1 - MedellinJun 04, 2018– 52:00Few places have been as successful as Medellin in tackling social problems head-on with urbanism, architecture and greening of the urban landscape.",
    "chinese_title": "不一样的城市",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Life-Sized City",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-25T04:36:03"
}