{
    "aka": [],
    "sid": "30177340",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "歌舞",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551975167.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6910380",
    "director": [],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-21(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6910380/",
    "imdb_votes": 144,
    "this_title": [
        "My Name Is Myeisha"
    ],
    "douban_link": "https://movie.douban.com/subject/30177340/",
    "imdb_rating": "6.1/10 from 144 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "On the evening of December 28th, 1998, nineteen year old Myeisha Jackson heads out for a fun night in LA with her cousin Roni and friend Kai. Their grand plans are immediately deflated when their car gets a flat tire. Pulled over into a gas station, the trio take turns dealing with the logistics of getting the car back on the road.While waiting for AAA to arrive, Myeisha decides to chill alone in the car and falls asleep, music blasting, doors locked. When Kai and Roni come back to the vehicle, they do what they can to rouse her and when that fails, phone 911 for help. Nearby police get dispatched to check out the scene; what follows is horrific history.In the fleeting moments before the unthinkable occurs, Myeisha awakes with a start inside her inner dreamscape. The ensuing metaphysical trip through her mind reveals a life brimming with promise on the cusp of adulthood – her secrets, goals, flaws, strengths, loves, and talents – and is fueled and expressed by her love of hip hop, dance, and spoken word as she comes to terms with what’s happened to her.What sounds like a sobering and solemn premise is rendered with unexpected playfulness and incredible warmth. This young black life is defined by more than her death and is shown to matter not through eulogy but celebration. With tour-de-force performances by leads Rhaechyl Walker and John Merchant, My Name is Myeisha is fearless independent filmmaking at its absolute finest. Required viewing.",
    "chinese_title": "My Name Is Myeisha",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-10T01:35:11"
}