{
    "aka": [],
    "sid": "30173712",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867207180.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7889578",
    "director": [
        {
            "url": "/celebrity/1561981/",
            "name": "亚当·哈利勒 Adam Khalil",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-01-19(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7889578/",
    "imdb_votes": 93,
    "this_title": [
        "The Violence of a Civilization without Secrets"
    ],
    "douban_link": "https://movie.douban.com/subject/30173712/",
    "imdb_rating": "6.2/10 from 93 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "For the third and final contribution to Contour Biennale 8, inhabitants has commissioned Adam Khalil and Zack Khalil in order to host an urgent reflection on indigenous sovereignty, the undead violence of museum archives, and post-mortem justice.Filmmakers Adam and Zack Khalil, in collaboration with artist Jackson Polys, investigate the recent court case that decided the fate of the remains of a prehistoric Paleoamerican man found in Kennewick, Washington State in 1996. The case pitted the Umatilla people and other tribes, who wanted to provide a burial to the  “Ancient One”, against two scientists—one of which from the publicly-funded Smithsonian Institute—who wanted to study the “Kennewick Man”. In order for the claim to fall under the Native American Graves Protection and Repatriation Act (NAGPRA) it became necessary to establish the lineage of these remains. This fight unleashed a controversy with groups attempting to establish white ancestry, and with this seeking to altogether undermine the indigenous sovereignty over land and ancestors and annul centuries of colonial violence. The evolving science of DNA and cranial morphology was grotesquely called in to testify to the purity of the bones’ ethnicity, where native claims to embodied knowledge of its origin had little means of addressing the court. Despite all of this, the Umatilla people and other tribes ultimately repatriated the “Ancient One” and he was reburied earlier this year in 2017.Bios:Adam Khalil and Zack Khalil (Ojibway) are filmmakers and artists from Sault Ste. Marie, Michigan and currently based in Brooklyn, New York. Their work subverts traditional forms of ethnography through humor, transgression, and innovative documentary practice. Their films and installations have been exhibited at the Museum of Modern Art, Walker Arts Center, e-flux, UnionDocs, and Microscope Gallery.Jackson Polys is an artist who lives and works between what is currently called Alaska and New York.  His work reflects examinations into the limits and viability of desires for indigenous growth. He began carving with his father, Tlingit artist Nathan Jackson, in high school, has worked as an artist based in Alaska as Stron Softi, with solo exhibitions at the Alaska State Museum and the Anchorage Museum, and holds an MFA in Visual Arts from Columbia University’s School of the Arts (2015).",
    "chinese_title": "The Violence of a Civilization without Secrets",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T10:35:57"
}