{
    "aka": [],
    "sid": "30173650",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608895672.jpg",
    "region": [
        "Canada"
    ],
    "writer": [
        {
            "url": "/celebrity/1289153/",
            "name": "Julia Kwan Julia Kwan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3614346",
    "director": [
        {
            "url": "/celebrity/1289153/",
            "name": "Julia Kwan Julia Kwan",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2014-04-28(Canada)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3614346/",
    "imdb_votes": 37,
    "this_title": [
        "Everything Will Be"
    ],
    "douban_link": "https://movie.douban.com/subject/30173650/",
    "imdb_rating": "7.0/10 from 37 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "As dawn breaks and most of the city still sleeps, the long-time merchants of Vancouver's Chinatown are hard at work. They haul out their produce stands and set up their makeshift vendor carts in preparation for what they hope will be a busy day. But, like many ethnic enclaves in urban centres across North America, their clientele is dwindling. This once vibrant and thriving neighbourhood is in flux as new condo developments and non-Chinese businesses move in and gradually overtake the declining hub of the Chinese community. Everything Will Be, from Sundance award-winning director Julia Kwan, captures this fascinating transformation through the intimate perspectives of the neighbourhood's residents, diverse merchants and new entrepreneurs, who offer their poignant reflections on change, memory and legacy. A public art installation erected on the roof of a local real estate mogul's contemporary art gallery - housed in one of the oldest buildings in Chinatown - illuminates in neon the words 'EVERYTHING IS GOING TO BE ALRIGHT.' Night and day, this sign looms over Chinatown. Everything is going to be alright. The big question is - for whom?",
    "chinese_title": "Everything Will Be",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-22T17:42:22"
}