{
    "aka": [],
    "sid": "3018515",
    "cast": [
        {
            "url": "/celebrity/1316953/",
            "name": "张美瑶 Mei-Yao Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320851/",
            "name": "梁修身 Hsiu-shen Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313769/",
            "name": "江祖平 Amigo Chiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315481/",
            "name": "杨思敏 Si Man Yeung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323182/",
            "name": "龙天翔 Tien-Hsiang Lung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353615/",
            "name": "傅子纯 Jun Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339976/",
            "name": "李燕 Athena Lee Yen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320137/",
            "name": "柯淑勤 Samantha Shu-Chin Ko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321975/",
            "name": "林健寰 Kevin Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275593/",
            "name": "屈中恒 Chung-heng Chu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1492931/",
            "name": "内田忠克 Tadakatsu Uchida",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920043846.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1416887/",
            "name": "吴丰秋 Feng-chiu Wu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11268760",
    "director": [
        {
            "url": "/celebrity/1368459/",
            "name": "李岳峰 Yueh Feng Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话",
        "闽南语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11268760/",
    "this_title": [
        "後山日先照"
    ],
    "douban_link": "https://movie.douban.com/subject/3018515/",
    "trans_title": [
        "后山日先照"
    ],
    "douban_votes": "237",
    "introduction": "故事从二次大结束前，日军位于美仑山麓的陆军基地俘虏营，发生了一件战俘脱逃的事件说起。此事在花莲一带引起相当大的风波，日军下令各地刑警，展开严密的搜查，务必要将脱逃的美军战俘迈克搜出。几个礼拜过去了，除了裁缝师胡椒绰号，福州人，本名王进发一家人和一些被日本人贴上支那人标签的唐山裔移民，受到不同程度的骚扰和盘查以外，脱逃的美军战俘迈克始终音讯全无。原来，迈克脱逃受伤，危急之时，得到陈北印夫妻的救助，将他藏在防空壕的夹层里，侥幸的躲过日军的追捕。更令人意外的是，一直暗中掩护迈克逃亡的，竟然是表面上一直在四处搜捕迈克的日警片岗健一。原来，片岗早已体认到日本战败已经是必然的结果，为了不愿在终战前再造杀业，所以在他得知陈家藏匿迈克后，不但不揭发，反而还故意提供西药，让陈北印为迈克治伤。战争结束后，迈克托国民军友人方少校和周志远，来到陈家答谢，北印才将这段秘辛和盘道出。只可惜，片岗已经切腹自杀殉国，只留下一把配刀和一封遗书，供后人凭吊。自从国民政府来台接收之后，语言的隔阂，常常令台湾人和外省人之间，产生许多的误会，造成了许多不必要的误会。经营裁缝店的胡椒，就因为语言的隔阂，和一位外省籍的军官姨太太发生冲突，师徒无故的被逮捕，饱尝牢狱之灾。幸好，在胡椒嫂锲而不舍的奔走下，巧遇周志远和方少校到陈家造访，在胡椒嫂的哀求和陈北印夫妇的斡旋之下，终将胡椒师徒救出。这件事，在幼小的再添心理，烙下了一个十分鲜明的印记，萌芽了他日后从事政治活动，争取民主、自由、人权的理想。自从南京政府派驻军队到台湾接收之后，才一年多的时间，在民间各地，就不断发生许多不愉快的事情，省籍冲突更是时有所闻，无形中，台湾人和外省人之间，形成了一种看不见的隔阂。而身为外省人的周志远，却没有这种情形，他成功的溶入了台湾人的生活里。和陈北印最小的儿子陈庆堂成了莫逆之交，并且认庆堂的母亲陈周雨绸为姑妈，很自然的成为陈家的一分子。这天，陈家来了稀客原住民达佑，陈北印一家大大小小，都热烈的欢迎这位来自深山的青番舅公。原来，陈北印的近祖三代，本来都在葛玛兰盐寮澳底一带悬壶替人治病，周雨绸的父亲则是清廷驻守鸡笼基隆瑞芳水师的师爷，人称周师爷，甲午次年六月，日本海军以强烈的炮火掩护日军在澳底海滩登陆，周师爷将年方十三岁的女儿雨绸，和其他女眷一起托交曾受恩周家，并且结义为兄弟的泰雅族人扥弗拉。扥弗拉和几个族人，带着他们向难逃到一处叫马冈的小渔村，从那里坐上竹筏来到洄澜花莲平原的海岸定居，一住就是五十多年。而扥弗拉和他的族人来到洄澜以后，搬迁到太鲁阁山地，繁衍数十年，自成一系。达佑是扥弗拉的儿子，因为接收政府要求原住民全部改汉姓，以便于管理。达佑及其族人深感困扰，只好千里迢迢下山，求助陈北印。周志远得知此事后，热心的出面协助，他陪着达佑回到山上，协助原住民依他们的意愿改汉姓，取汉人名字。结果，达佑大多数的族人，都跟着雨绸改姓周，一场改姓风波，终告平息。没想到，周志远这番义举，竟为他带来了灾祸，在有心人构陷诬攀下，他的热心助人，竟被解释成企图建立山地游击基地，以接应八路军全面叛乱，而遭到逮捕入狱。不久，二二八事件效应，由台北渐渐延烧到花莲，学校停课，工厂停工，社会开始动荡不安起来。台湾人和外省人逐渐各自聚集起来，形成敌对的两方势力，不时爆发零星的冲突。这一天，一群台湾激进分子，遇见外省籍的少女姊妹顾雅惠和顾雅贞，便不分青红皂白的加以毒打，幸好北印路过撞见，便将雅惠姊妹救下，带回家中安置。志远找上雅惠父亲顾恢弘，要求他接回雅惠姊妹时，却意外的发现顾恢弘因为举发接收单位的贪污行为，正遭到迫害，被以叛乱的罪名，当场格杀。雨绸在得知雅惠姊妹得遭遇之后，大为同情，便认两姊妹为义女，收留在家中住下。另一方面，国军二十一师的人马开入花莲，开始了恐怖的镇压行动，许许多多地方士绅，一车车的被带走，一批批的被残忍杀害，整个社会沦落得如同人间地狱般恐怖。而陈北印和一些乡绅为了解决社会纷争，不时聚在一起开会商量对策。没想到却因此被贴上叛乱分子的标签，在二十一师军队出面以武力镇压暴动时，惨遭枪杀。陈周雨绸原本是个单纯善良，在家安分守己，相夫教子的农村妇女，在眼见丈夫遭到无情的屠杀，孙子耕河遭到逮捕。母性的本能，使她几乎是在瞬间变得坚强刚毅。为了保护儿女，她没有时间为丈夫的横死流泪，她指挥若定的让达佑带着三个儿子，满堂、安堂、庆堂和受枪伤的乡人来旺到山上避难，一方面央人奔走，设法救出长孙耕河。而她自己，带着一屋子的孤儿寡母，守着陈家，面对排山倒海的横逆迎面而来。一年后，二二八事件渐渐平息，满堂三兄弟分别成家立业，各自搬出去发展。陈家大宅里，只剩下周雨绸带着雅贞、雅惠两个义女，和耕土、耕竹、耕梅等孙辈的孩子，守着祖业过日子。这些孩子的感情，如雅惠和耕土，雅贞和志远，也在安定的环境中，逐渐稳定的发展着。来旺本来是个好勇斗狠的浪荡子，在死里逃生之后，整个人变得成熟稳重，为了报答陈家救命之恩，他总是自动到陈家帮忙，如同长工般勤快，默默工作。陈家在沟仔尾的木桥旁边，搭了一个凉棚，长年摆着一个奉茶的茶桶，来旺自动接下了每天清洗茶桶、烧水泡茶的工作。没想到此举，却意外的让他的生命有新的转机。原来，随国民政府撤退来台的外省兵，因为语言不通，环境不熟，所以在放假日往往不知道该到哪里消磨时间，有人无意间发现凉棚有免费的茶水供应，一传十、十传百之下，凉棚竟意外的成了放假无处可去的外省兵聚集的场所。来旺原先十分厌恶外省兵，总是将那些在茶棚消磨时间的外省兵，和那些二二八事件中胡乱杀人的刽子手联想在一起，对他们一直没有好感。后来，在周雨绸的耐心开导下，来旺才捐弃成见，慢慢的和这些外省兵成了好朋友。而后，为了让外省兵有一个可以挡风遮雨，消磨时间的去处，来旺利用一间仓库，开设了一间可容纳百余人，名为奉茶亭的茶馆，专门提供休假的外省兵消磨时间之用。外省人来到台湾，引起了二二八事件，令台湾人的心是十分愁闷的。而随着军队来到台湾的外省兵，他们的心也是愁闷的。愁闷的人需要找解闷的地方，那就是奉茶亭。愁闷的人越多，奉茶亭的生意就会越好。",
    "chinese_title": "后山日先照",
    "douban_rating": "8.9/10 from 237 users",
    "foreign_title": "後山日先照",
    "douban_rating_average": "8.9",
    "update_at": "2025-06-02T02:29:57"
}