{
    "aka": [
        "凡尔纳海底探险鹦鹉螺号",
        "凡尔纳非洲历险记"
    ],
    "sid": "30185649",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "动画",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2558975811.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt3232518",
    "director": [],
    "duration": "30分",
    "episodes": "26",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2007-05-06(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3232518/",
    "imdb_votes": 74,
    "this_title": [
        "The Extraordinary Adventures of Jules Verne"
    ],
    "douban_link": "https://movie.douban.com/subject/30185649/",
    "imdb_rating": "7.8/10 from 74 users",
    "trans_title": [
        "凡尔纳的伟大冒险",
        "凡尔纳海底探险鹦鹉螺号",
        "凡尔纳非洲历险记"
    ],
    "douban_votes": "111",
    "introduction": "第1集 南非凡尔纳一直有着环游世界的梦想，他来到一家杂志社应聘，杂志社的人正准备去非洲，没想到满载行李的马车遭到了劫掠，幸得凡尔纳机智夺回了马车，杂志社的人决定带着凡尔纳一起去非洲。第2集 鹦鹉螺号凡尔纳等人在海上遇到了海怪，水手为了击败海怪，不幸掉入了海里，凡尔纳和艾米丽跳入海中去救落水的水手，没想到他们意外遇到了鹦鹉螺号。第3集 奥班悬崖海伦娜的最大愿望就是希望能够看到绿光，绿光是一种非常罕见的天文现象，常在日落时发生，奥班悬崖就是观赏绿光的最佳地点。第4集 鲁宾逊学校凡尔纳等一行人因为船只损坏流落到了一个不知名的小岛上，他们在岛上展开了一次探险之旅，还遇到了当地的土著居民。第5集 从地球到月球一个俱乐部一直尝试向月球发射炮弹，以建立地球与月球之间的联系，在一次试验中他们遇到了袭击，为了探寻袭击的来源，他们踏上了寻找鹦鹉螺号之旅。第6集 直布罗陀直布罗陀的英国要塞受到一群猴子的袭击，凡尔纳一行人来到了要塞，他们发现猴群是受猴王的控制，而猴王是通过一个口哨控制了猴群。第7集 沙皇的领土凡尔纳等一行人坐上火车前往圣彼得堡，没想到沙皇的钻石丢了，为了找回钻石，他们开启了新的旅行。第8集 流星追逐记凡尔纳等人受邀前往华盛顿参加聚会，他们被告知一颗流星将撞击京都。政府人员本想改变流星的轨道，让它降落在荒漠中。但是这颗流星的内核全是黄金，于是有人买通了科学家让这颗流星落入海底。第9集 喀尔巴阡古堡凡尔纳等人受邀前往喀尔巴阡古堡，凡尔纳刚到城堡就发现蝙蝠会主动攻击年轻的女性，除此之外这里还发生了一些其他的怪事。凡尔纳和同伴们一起调查事情后背的真相。第10集 八十天环游地球福格与人打赌，凡尔纳等人会在80天内环游地球一周。凡尔纳等人一路经历了很多困难，终于在80天内完成了任务回到起点。第11集 查尔斯顿卢卡斯被叛军绑架了，凡尔纳等人假意与叛军交易。凡尔纳深入敌营，救出了卢卡斯。第12集 信天翁号费城的气象科学院邀请凡尔纳等人帮助进行一项实验，他们将会乘坐一架超级飞艇，穿越天空。实验过程中，超级飞艇被尼莫船长击中被迫降落。第13集 尼日尔河凡尔纳等人在旅途中发现列车的一节车厢着火了，危急时刻，凡尔纳救出了被困的人。随后他们一同出发前往尼日尔河，但是一路上发生了很多意外。最后凡尔纳发现这一切都是有人故意设计的。第14集 亚马逊河凡尔纳等人一起来到了亚马逊河参加婚礼。婚礼过程时，新娘的父亲被捕了，原来新娘的父亲被冤枉偷了钻石。凡尔纳等人帮忙找到了真凶，救了新娘的父亲。第15集 冰岛怪兽凡尔纳等一行人启程前往南极洲，他们乘坐的北极星号在穿过两座冰山时遇到了意外，安全驶过冰山后，珍妮号上的船员遗体引起了大家的注意，船长说出了这次旅行背后的秘密。第16集 地心游记为了寻找约翰，凡尔纳等一行人启程前往斯奈福火山，经过这座火山，他们进入到了地心，没想到地下真的有一个巨大的地心世界。第17集 撒哈拉凡尔纳等一行人这次的旅行将前往撒哈拉大沙漠，他们将去见证一项伟大的工程，没想到的是工地上经常受到沙漠强盗的袭击，这严重影响了工程的进度。第18集 神秘岛夏威夷群岛是世界上最令人向往的神秘火山群，神奇的旅行屋让大家对这次旅行更加得期待。暴风雨的袭击使得他们不得不落在太平洋的一座小岛上，他们由此展开了在神秘岛上的探险。第19集 孟加拉湾凡尔纳一行人前往孟加拉地区寻找爱德华失踪多年的妻子，他们乘坐蒸汽动力屋在丛林中前进，尽管遇到了当地叛军的阻挠，但他们最终找到了爱德华的妻子。第20集 老矿井苏格兰的一个矿中发生了闹鬼事件，凡尔纳一行人前往这个老矿井探寻其中闹鬼的秘密。第21集 鹰巢山凡尔纳等人开始了在美国的旅行，他们见识到了很多人造机械，这让他们大开眼界，没想到科技比赛中突然出现了一只巨型的动物，这给他们带来了不小的麻烦。第22集 金山凡尔纳的朋友本从叔叔那儿得到了一份遗产——一块在克朗代克的土地。本邀请凡尔纳等人一起前往淘金，但是火山爆发让金子都没了。第23集 大臣号遇难者凡尔纳等人乘坐的轮船在途中突然着火，而船上还有一箱遇水就会爆炸的实验性物质。尼莫船长带着手下来抢这箱炸药，被凡尔纳等人合力打败。第24集 卡梅尔芭莎的宝藏凡尔纳等人受邀去寻找卡梅尔芭莎的宝藏，他们根据藏宝图找到了一个铅球和另一张藏宝图。最终凡尔纳等人在海底找到了真正的宝藏。第25集 钢铁城（1）凡尔纳等人一起去阻止尼莫船长的阴谋，凡尔纳的父亲偷偷跟着一起上了船，这才知道儿子真正在做什么。第26集 钢铁城（2）凡尔纳等人来到了钢铁城，成功救出了凡尔纳的父亲，并阻止了尼莫船长的阴谋。凡尔纳成为了航海家杂志社的记者。",
    "chinese_title": "凡尔纳的伟大冒险",
    "douban_rating": "6.8/10 from 111 users",
    "foreign_title": "The Extraordinary Adventures of Jules Verne",
    "imdb_rating_average": 7.8,
    "douban_rating_average": "6.8",
    "update_at": "2025-08-07T03:31:39"
}