{
    "aka": [
        "Soldatskiy son",
        "Soldier's Dream"
    ],
    "sid": "3018460",
    "cast": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [
        "纪录片",
        "短片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2216819383.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0872221",
    "director": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0872221/",
    "imdb_votes": 133,
    "this_title": [
        "Солдатский сон"
    ],
    "douban_link": "https://movie.douban.com/subject/3018460/",
    "imdb_rating": "6.3/10 from 133 users",
    "trans_title": [
        "士兵之梦",
        "Soldatskiy son",
        "Soldier's Dream"
    ],
    "douban_votes": "139",
    "introduction": "1995, 12 min., colour, BETACAM SPNorth Foundationcamera: Alexander Burovsound: Sergei MoshkovMusical excerpts from W. A. Mozart, L. van Beethoven, O.&nbsolMessiaen, R. Wagner, P. Tchaikovsky, T. Takemitsu.This lyrical small film came out of the material edited for the larger video documentary “Spiritual Voices.” The completed film consisted of fives parts with a total duration of about five hours. “A Soldier's Dreams” became one of its scenes.This smaller film was created as a kind of gift to the film critic and historian Dr. Hans Schlegel, who has done so much for me and for so many other Eastern European cinematographers.The first screening of this film took place in Oberhausen.Alexander SokurovThis film is a “sketch” for the five hour documentary “Spiritual Voices.” The material, shot by Sokurov's crew on the border of Afghanistan as Russian soldiers carry on with their frontier patrol duties, becomes a parable. The young soldiers resting after their duties personify the difficult and grave task which burdens youth: to ensure peace and calm. A young person on the border between life and death is a recurring poetic motif in Alexander Sokurov's feature films. Here the documentary footage is transformed into“a soldier on the border of peace and war.” It is a tragic theme — and a very Russian one.",
    "chinese_title": "士兵之梦",
    "douban_rating": "7.5/10 from 139 users",
    "foreign_title": "Солдатский сон",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.5",
    "update_at": "2025-03-09T04:45:25"
}