{
    "aka": [],
    "sid": "3018487",
    "cast": [
        {
            "url": "/celebrity/1274286/",
            "name": "江一燕 Yiyan Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322192/",
            "name": "林熙越 Xiyue Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275492/",
            "name": "梁冠华 Guanhua Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314323/",
            "name": "迟嘉 Jia Chi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1532796/",
            "name": "杨若榴 Ruoliu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463742/",
            "name": "朱莉 Li Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321787/",
            "name": "刘一兵 Yibing Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360227/",
            "name": "翟佳 Jia Zhai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317093/",
            "name": "孙强 Qiang Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315858/",
            "name": "周洁 Jie Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867868011.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1327687/",
            "name": "韩毓海 Yuhai Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315873/",
            "name": "刘毅然 Yiran Liu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3545054",
    "director": [
        {
            "url": "/celebrity/1315873/",
            "name": "刘毅然 Yiran Liu",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "32",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007-01-11(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3545054/",
    "this_title": [
        "星火"
    ],
    "douban_link": "https://movie.douban.com/subject/3018487/",
    "trans_title": [
        ""
    ],
    "douban_votes": "572",
    "introduction": "故事发生在革命老区江西，五四运动前夕到大革命爆发期间，农民运动如平地一声春雷，震醒了这片古老的土地和这个专门烧制酒缸、陶器的兰溪古镇。当地豪绅、镇长何八爷何念祖，有良田千顷，还有专门烧制酒缸酒坛的窑场，他是一个满口“仁、义、礼、智、信”，面慈心恶的劣绅代表。面对天灾人祸，他表面上悲天悯人，实则趁火打劫，借机放高利贷、收购窑场、兼并农民的土地，陷广大农民、窑工于水深火热之中，阶级矛盾一触即发。轰隆一声天崩地裂般的巨响，何记窑场的窑塌了，砸死了梅春的父亲周阿毛。周阿毛之死，改变了梅春一生的命运！当着众人的面，何八爷送给梅春家一付棺材平息众怒，暗地里却指使管家高瓜子带着团防局去逼迫梅春家，必须先还清欠租、各种赋税和高利贷，还要分摊塌窑赔偿，否则不许埋葬死者。梅春的哥哥春生据理力争，反被抓捕砍头，高瓜子还带人来索要刀手费！走投无路的梅春娘，只得将年仅八岁的梅春卖给灯笼家做童养媳，托付立秋的父亲云普叔埋葬丈夫和儿子，自己悬梁自尽了！在陈家充满磨难的生活，并没有影响梅春出落成一位美丽的少女。灯笼娘是个瞎子，却很有心机，她一刻也不让梅春闲着，所有的活都让梅春干，灯笼却整天在家睡懒觉，好吃懒做，还闹着要酒喝，偷窥梅春洗澡，也时常犯癫痫病。立秋每天等在路上，帮梅春挑水，二人在苦难之中萌生了爱情。梅春、立秋、继业、灯笼他们长大成人了，爱情的苦果也长大了。立秋和继业都表白要娶梅春为妻，梅春更喜欢贫苦农民立秋。继业受到“五四”新思潮的影响，对佃农的苦难非常同情，偷出何家粮仓的米票，发给穷人！何八爷去田里巡视，看上了陈家的好地向阳坡，也看上了梅春。设计让贪财的陈天福替他经营何记窑场旁新开设的一家米粉店，条件是要其童养媳梅春到何府当丫头，侍侯病重的老太爷。为了断除继业对梅春的念想，何八爷从上海请来一直喜欢继业的表妹启蒙，带他们离家外出度假。启蒙是一位性格开朗、思想激进的富家小姐，她很赞成继业同情农民、要改变社会的种种言行，爱上了继业。梅春到了何家，为了给父母报仇，吓死老太爷。何太太大怒，要将梅春陪葬。正当活埋梅春之时，立秋率领众多农民和窑工赶来，高瓜子带着梁队长一帮人拔出了枪；闻讯赶来的继业，见梅春已被埋了大半个身子，就跳入墓穴护住梅春，众家丁这才住手，何八爷到场，出面制止、训斥了高瓜子等人，做出慈悲状，又蒙蔽了很多人。面对儿子的叛逆，何八爷的对策是将继业送到到英国留学。从此，何八爷将梅春、立秋视为眼中钉，他巧施毒计，让管家高瓜子引诱灯笼逛妓院、吸鸦片，欠下永远还不清的债务，迫使灯笼当上刽子手，摧残梅春。立秋深爱梅春，一直要赎出梅春，陈天福开出天价！立秋无奈之下，去背死尸挣钱！继业回国了，满怀教育救国的抱负，准备办新学。何八爷与县长之子孔约翰狼狈为奸，借办学之名霸占了陈天福的向阳坡。陈家终于彻底破产了！立秋在灯笼和梅春的婚礼上把卖命挣下的准备赎梅春的钱烧了。刽子手灯笼在刑场砍掉犯人人头之时，梅春为他生下女婴，灯笼认为孩子在杀头时刻出生是鬼托生偷偷把孩子卖了。这一年大水成灾，云普为还债将女儿英英卖给人贩子。何八爷上门逼债，将云普家的谷仓一抢而空。为活命立秋带领窑工们枪粮失败，少普被团丁开枪打死，立秋连夜逃走了！云普悲愤之中一头撞在何家的门上，以死抗争。继业和启蒙举行了一场无爱的婚礼。何八爷设下计谋，把梅春骗进何府强暴了！惨遭蹂躏的梅春，投湖自尽。正当湖水吞没她时，有人把她救起。救梅春的是立秋！此时的立秋已经变了个人，他穿着灰布长衫，夹着雨伞，怀里揣着毛泽东《湖南农民运动考察报告》的油印本。他出去见了很多世面，，在毛泽东开办的农民讲习所学习，懂得了很多革命道理，加入了中国共产党。立秋到处演讲，广泛发动群众，逐渐成长为农民运动的领头人。他在兰溪镇办起农会，领导农民打土豪分田地，禁大烟，封赌馆，解放妓女，分田分地，办夜校，教农民识字，立秋请继业、启蒙来给农民讲课。开展了轰轰烈烈的农民运动。觉醒的农民们冲进何府，将何八爷游街示众。梅春向人们控诉何八爷的罪行，群众义愤填膺。农民王老五被何八爷设计灌醉，何八爷乘机逃走。启蒙背叛了家庭，走上了革命的道路，梅春当选为妇女会主任，她们加入了中国共产党。只有继业难以理解和接受，他终于忍受不住精神上的痛苦独自出走，住到县城的一间小客栈里。在客栈中，继业遇到了已沦为妓女的英英，他用写小说的钱给英英赎身，二人同病相怜。一次，英英来到孔县长家卖唱，正巧遇到何八爷。何八爷见到英英后眼前一亮，决定要把英英纳为二房。继业得知后非常气愤，决定和英英结婚。继业请来奶娘。草儿见到英英后大吃一惊，母女相认，抱头痛哭。草儿说出当年典妻之事，继业才知道草儿是自己的亲生母亲，而英英是自己同母异父的妹妹。继业的精神彻底崩溃了，他投河自杀，向旧世界发出强烈的控诉。启蒙被党组织派往莫斯科深造。此时革命落入低潮。何八爷纠集反动武装，开始反攻倒算。立秋为掩护部分农会会员上井冈山参加秋收起义的队伍，不幸被捕被入狱。刑场上立秋大义凛然，将刽子手灯笼吓死。梅春唱起了农会之歌，为立秋送行。立秋含笑赴死，死前高呼农民万岁。中国共产党万岁。梅春扮成新娘，在洞房里，举起砍刀将恶贯满盈的何八爷杀死！一把大火将何府点燃，火光冲天……星星之火终于燎原，熊熊烈火中，梅春带着草儿、英英向远处走去……",
    "chinese_title": "星火",
    "douban_rating": "7.7/10 from 572 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-05-05T06:39:42"
}