{
    "aka": [],
    "sid": "30183945",
    "cast": [
        {
            "url": "/celebrity/1320947/",
            "name": "西蒙·里夫 Simon Reeve",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524662994.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8515396",
    "director": [],
    "duration": "60分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-05-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8515396/",
    "imdb_votes": 158,
    "this_title": [
        "Burma With Simon Reeve"
    ],
    "douban_link": "https://movie.douban.com/subject/30183945/",
    "imdb_rating": "8.0/10 from 158 users",
    "trans_title": [
        "西蒙·里夫之缅甸之旅"
    ],
    "douban_votes": "274",
    "introduction": "Simon Reeve travels to beautiful and troubled Burma, also called Myanmar, for a new two-part series (2x60').In August last year the world was left stunned when a brutal military operation drove hundreds of thousands of ethnic Rohingya Muslims from their homes. On his journey Simon discovers a divided country - where life is steadily improving for many, while others still live in terror of the military who still have enormous power in the country.In this two part series, Simon travels to the biggest city in the country, Yangon to find out how the country is transforming. From there he drives north, into Burma's Buddhist heartlands and the stunning ancient capital of Bagan - a sight that rivals the great wonders of the world.Simon visits Bangladesh to meet the refugees traumatised by the violence. In what is now the biggest refugee settlement in the world, he learns about a crisis that has been brewing for decades, with no sign of ending, and potentially grave consequences for the wider region.And he discovers it's not just the Rohingya's suffering at the hands of the military as he travels secretly into one of Burma's many conflict zones to meet a rebel army who've been fighting the military for decades - in what has become the longest-running civil war in the world.",
    "chinese_title": "西蒙·里夫之缅甸之旅",
    "douban_rating": "8.3/10 from 274 users",
    "foreign_title": "Burma With Simon Reeve",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.3",
    "update_at": "2025-03-16T06:42:06"
}