{
    "aka": [
        "The Charcoal People"
    ],
    "sid": "3018310",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871663280.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1023090/",
            "name": "何塞·帕迪里亚 José Padilha",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0245034",
    "director": [
        {
            "url": "/celebrity/1293231/",
            "name": "奈杰尔·诺伯 Nigel Noble",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2001-04-20"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0245034/",
    "imdb_votes": 161,
    "this_title": [
        "Os Carvoeiros"
    ],
    "douban_link": "https://movie.douban.com/subject/3018310/",
    "imdb_rating": "7.0/10 from 161 users",
    "trans_title": [
        "The Charcoal People"
    ],
    "douban_votes": "0",
    "introduction": "Documentary about the rural population who earn their living as coal miners, thus helping to keep metallurgic activity going and contributing to the forest devastation in South America.This documentary didn't click for me immediately. Except for a few screens of text the narrative is related entirely by the charcoal people and landscape. The situation the film conveys is stark and simple on a factual level - The World demands iron and Brazil's expendable labor force and vast forests provide the charcoal needed to extract it from the ore. However, to tell the story in a meaningful way the film makers deliberately take us on a slow tour of the harsh reality of life in Brazil's charcoal producing regions.We watch extremely hard working people bake in the tropical sunlight and smoky charcoal fires. They tell us about their lives while beautiful cinematography shows us their dreary yet visually poetic daily duties. One subject mentioned multiple times is the possibility that literacy and formal education might spare their children from their own fate.The charcoal people aren't the only humans suffering on Earth right now. Nevertheless, after seeing this film you'll think more specifically about their plight. We all lose as they're forced to tear down more precious forest land to produce iron for the rest of us and feed themselves.",
    "chinese_title": "Os Carvoeiros",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T02:22:47"
}