{
    "aka": [],
    "sid": "30192285",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2518848097.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6665846",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017(Italy)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6665846/",
    "imdb_votes": 8,
    "this_title": [
        "Spite Your Face"
    ],
    "douban_link": "https://movie.douban.com/subject/30192285/",
    "imdb_rating": "7.5/10 from 8 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Referencing the Italian folk-tale The Adventures of Pinocchio, ‘Spite Your Face’ (2017) advances a powerful social critique, exploring underlying fears and desires that characterise the contemporary zeitgeist. Set across two worlds – with a glittering, materialistic and celebrity-obsessed upper world, and a dark, dank and impoverished lower world – the lure of wealth and adoration entices a destitute young boy into the shimmering riches of the kingdom above. Written in the wake of the UK’s decision to leave the European Union, and during Donald Trump’s presidential campaign, the story is steeped in the political flux and uncertainty of our time. Shown as a perpetual 37-minute loop with no definitive beginning or end, ‘Spite Your Face’ raises issues including the abuse of patriarchal power, capitalist deception, exploitation and the destructive trappings of wealth and fame, all in Maclean’s typically direct and acerbic style.Following the monumental staging of the work for Scotland + Venice in the deconsecrated Chiesa di Santa Caterina in Venice, Spite Your Face is reframed for the Georgian Gallery of Talbot Rice. The room’s iconic grand interior, reminiscent of the opulent upper world depicted in the work, is augmented with a navy carpet, gold fabric and luxurious cushions. Viewers are invited to sit, lie and reflect in the light of the monolithic portrait-format screen.",
    "chinese_title": "Spite Your Face",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T04:14:13"
}