{
    "aka": [
        "Just let it be"
    ],
    "sid": "30198699",
    "cast": [
        {
            "url": "/celebrity/1315909/",
            "name": "武利平 Liping Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314739/",
            "name": "赵佳 Jia Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2691478577.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1423834/",
            "name": "杨根和 Genhe Yang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1356852/",
            "name": "梁斌 Bin Liang",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008(中国大陆)"
    ],
    "this_title": [
        "强扭瓜不甜"
    ],
    "douban_link": "https://movie.douban.com/subject/30198699/",
    "trans_title": [
        "Just let it be"
    ],
    "douban_votes": "0",
    "introduction": "刘家窑村的刘宝顺结婚啦！院子里红绸绕梁鞭炮齐响，十里八村的亲戚朋友聚集在新房前迎候新人。良辰吉刻，刘宝顺春风满面，在亲戚朋友的簇拥下，带着新婚妻子贾山丹走进院来。拜罢双亲，行完大礼，就是新人入洞房的时刻。正当刘宝顺抱着山丹准备进洞房时，王贵生闯进刘家大院，拨开人群，生生地搅乱了喜庆的婚典。三年前，王贵生为迎娶从小青梅竹马的山丹、筹凑山丹爹聘闺女要的彩礼钱外出打工。如今，三年不到的时间过去了，山丹却成了宝顺的媳妇。如果不是村主任席宽和村里德高望重的二大爷在场，满院的刘家亲戚说不定要闹出什么事情。贵生粗暴干涉婚典被村主任呵止，喜庆的婚典再也难有喜庆的气氛。当天晚上，贵生被村主任安排在自各家住。在村主任家的炕上，贵生喝了一通闷酒，把村主任和村会计喝得晕头转向。村主任睡下了，贵生咋想也想不通，独自出门直奔宝顺家而来。做新郎官的宝顺也喝得迷迷糊糊，见贵生推门而入，已然站不起来。贵生夜闯洞房，就想听山丹一句话，当初的约定，山丹咋就说变卦就变卦？贵生说的约定，在村主任第二天调解贵生和宝顺的过节时大致清楚。在村主任家的院子里，二大爷当场，宝顺拿出鲜红的结婚证，贵生只能拿出一张协议书。协议书是三年前贵生外出打工时三个从小玩大的好朋友一起订立的，协议书的大致内容是，如果贵生三年之内不回来，山丹就是宝顺的媳妇。宝顺不顾兄弟情分不守约定还说得过去，山丹怎么也变卦呢？村主任面前，山丹拿出贵生和另外一个女孩的合影，证明贵生在外面有了女人。贵生如坠雾里，宝顺支支吾吾说出实情，照片是他请人用电脑合成的。宝顺说出的实话惹了大祸，山丹感觉自己受骗，指责宝顺却挨了一记耳光，贵生见山丹挨打，盛怒之下打折宝顺一条腿。贵生涉嫌故意伤害罪被乡派出所带走，村主任出面求情。村主任想尽办法也只凑了五千块钱，正在犯难时，山丹送来一万五，那是山丹跟她爹要回来的彩礼钱。交了补偿，贵生走出派出所，留下五万块钱和一封信，重新踏上外出打工的路。望着贵生消失的背影，毅然离婚的山丹将贵生的那半张照片放在贴胸口的衣服口袋里珍藏。 山村如意梁刘宝顺家里正在举行一场婚礼，与二位新人至关重要的关键人物王贵生回来了！ 一场热闹的婚礼让贵生给搅乱了。村长喜宽和本村德高望众的二大爷出面才暂时解决了尴尬的局面。 在喜宽和二大爷等人的调解下，贵生说出了原由，那是三年前，同村的贵生、宝顺同时爱上了山丹。可因为贵生穷，要进城打工挣钱，临行时委托好友宝顺照顾山丹，当时开玩笑的形式订了个‘协议’，限期三年，三年后，如贵生挣了钱回来山丹嫁他，否则，宝顺就娶山丹。由于期限没到三年，宝顺利用高科技做了一张贵生和一个女人结婚的假照片，山丹信以为真一气之下嫁给了宝顺。恰恰就在他们结婚的时候贵生回来了。贵生大怒，和宝顺动起手来，在打斗中打断了宝顺的腿，一波未平一波又起，使原本平静的如意梁起了波澜…………",
    "chinese_title": "强扭瓜不甜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-01T21:26:14"
}