{
    "aka": [
        "the nature of things"
    ],
    "sid": "30192109",
    "cast": [
        {
            "url": "/celebrity/1155119/",
            "name": "大卫·铃木 David Suzuki",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898011142.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt7526244",
    "director": [
        {
            "url": "/celebrity/1369415/",
            "name": "杰夫·莫拉莱斯 Jeff Morales",
            "@type": "Person"
        }
    ],
    "duration": "47分钟",
    "episodes": "1",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [
        "2017(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7526244/",
    "imdb_votes": 14,
    "this_title": [
        "The Secret Life Of Owls"
    ],
    "douban_link": "https://movie.douban.com/subject/30192109/",
    "imdb_rating": "8.2/10 from 14 users",
    "trans_title": [
        "猫头鹰的秘密生活",
        "the nature of things"
    ],
    "douban_votes": "0",
    "introduction": "We all recognize the haunting nighttime hoots of the Great Horned Owl. This powerful predator lives all over the Americas. Yet it's rar e to catch a glimpse. The Secret Life of Owls gives us intimate look at this amazing bird of prey and introduces us to some passionate owl experts along the way. We'll meet Robbie, a Great Horned Owl under the care of wildlife cinematographer Neil Rettig and his wife Laura Johnson, a veterinarian who specializes in birds of prey. As the couple train Robbie to fly and hunt, they'll film him using state-of-the-art ultra high definition high-speed cameras, capturing the life of a Great Horned Owl in breathtaking detail. We're on the front lines with a raptor rehab team as they fight to save a pair of orphaned owlets. To give the orphans a shot at returning to the wild, they enlist the help of a feathered foster mom - a rescue owl named Casper. A rare opportunity to observe an owl family in the wild is possible with footage shot using a special infrared filter for night shooting. We'll check in with this owl family in Alberta over several seasons, following a trio of owlets as they grow from helpless 2 week olds to young adults about to strike out on their own. Through The Secret Life Of Owls, we will witness the power and wonder of what it takes to be one of nature's most fierce and formidable hunters.",
    "chinese_title": "猫头鹰的秘密生活",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Secret Life Of Owls",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-24T12:43:34"
}