{
    "aka": [],
    "sid": "30201128",
    "cast": [
        {
            "url": "/celebrity/1274420/",
            "name": "吴启华 Lawrence Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355926/",
            "name": "元武 Wu Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1451693/",
            "name": "李一峰 Yifeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374930/",
            "name": "顾权 Quan Gu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519865642.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1359696/",
            "name": "李锦伦 Jackie Lee",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-04-25(中国大陆)"
    ],
    "this_title": [
        "寻味秘盗"
    ],
    "douban_link": "https://movie.douban.com/subject/30201128/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "山东某个偏僻的小镇上，老郭（郭诚）独自经营着一家烤鱼店。鱼店生意普通。尽管如此，老郭依然坚守着这份事业。比烤鱼店更让他头疼的是独生女郭一鸣的叛逆。大学辍学的郭一鸣整天在无所事事，老郭想把手艺传给女儿，而郭一鸣却因为十年前母亲的过世一直对老郭心有芥蒂，不愿意学习老郭的手艺也不愿继承烤鱼店。一天，一个自称来自万州老家的年轻男孩陈嘉雨来到鱼店，吃过老郭的烤鱼后泪流满面不肯离开，一定要拜老郭为师。无奈老郭留下了他做跑堂。男孩每日勤恳的工作，一鸣也因为男孩的出现逐渐收了心，频繁回到鱼店帮忙。经过考量，老郭正式收下陈嘉雨为徒，也想借机把手艺传给女儿。老郭对郭一鸣和陈嘉雨展开训练，两个年轻人在相处中渐生爱意。但生活不是一帆风顺的，鱼店经常受到来自竞争对手“黑桃王”以及其小弟万大宝的捣乱和破坏。黑桃王在老郭的店对面经营着一家专营麻辣小龙虾的酒楼，他武艺和厨艺十分高强，但是一直对老郭及烤鱼店充满敌意。商人包前程正和日本人谈一单大生意却一直搞不定，日本老板垂涎丰派烤鱼的秘方。于是，包前程找到道上消息最灵通的马桶，让他去找郭诚。马桶到了小镇后，发现了黑桃王和万大宝两人和老郭其人之间的矛盾，想办法与他们结识之后，马桶告知万大宝陈嘉雨其实是为了偷盗郭家的密宝才接近郭一鸣的，万大宝自告奋勇要去把鱼店的密宝偷出。黑桃王知道后让万大宝买通了鱼店跑堂萝卜，但他们几次三番潜入鱼店都未得逞。万大宝偷盗不成，打算强抢。他趁郭一鸣和陈嘉雨外出约会，夜袭鱼店。老郭跟万大宝一帮人打了几个回合，双方都受了伤，情急下万大宝抱着保险箱逃出。他当着马桶面将保险箱打开，发现里面只有钟诚亡妻的一些遗物。老郭在医院向女儿和陈嘉雨讲述了这场袭击，他猜测有人为了丰派秘方而来，但他向女儿坦诚根本没有秘籍册子。而此时，黑桃王为了让老郭以及老郭的鱼店声明扫地，特别安排了一场自己与老郭之间的厨艺比赛。黑桃王买通了评委，但是谁知抵不住老郭的烤鱼实在太好吃，黑桃王不仅惨败还输了自己的家传宝刀。黑桃王因此更怀恨在心也想夺取密宝，深夜来到了老郭家，此时马桶将万大宝当做诱饵，准备绑架老郭，却错绑了黑桃王。郭一鸣和陈嘉雨以为老郭被绑前去营救没想到反被马桶绑架了。马桶以郭一鸣为人质要挟老钟。老郭来到约定地点，包前程也获悉赶来。包前程发现人质里竟然有自己本应远在加拿大的独生子包宇佳，原来包宇佳（陈嘉雨）私自从加拿大回来已久。包前程为防儿子捣乱，将他隔离了起来。老郭这才得知幕后人是三十年前和他一起学鱼的同门师兄弟，也就丰派第六代掌门人       陈奶奶的亲生儿子包前程，同时老郭以为陈嘉雨是包前程设计好的苦肉计好盗取秘方。为救女儿，老郭以自己换下女儿做人质，同时讲出丰派的秘方要经过一番极其繁杂的过程，如此才能将丰派的精髓发挥极致并永远保留下去。当年包前程厌恶学鱼，一心只想做大生意，而老郭却十分勤奋，陈太最终选择了老郭作为下一代掌勺将秘密单授于他。老郭在胁迫下亲自操作了一遍丰派烤鱼的方法，经过包前程等人试味，才相信老郭所言属实。马桶此时被众人捆绑起来了，包宇佳（陈嘉雨）为救郭一鸣被包前程手下所重伤，此时，包宇佳终于向父亲陈情，他儿时包前程只顾忙于事业，一直将他寄养在奶奶家，他印象中，只有奶奶做烤鱼时父亲才会回家。后来奶奶去世，陈父把他送到国外，而奶奶做鱼时一家团圆的情景成了他最想要的家庭温情。他渴望通过做出同样味道的鱼，唤醒父亲的记忆，包前程听后放弃把秘方交给日本人。正当众人感慨之际，马桶却挣脱了出来。混战中，老郭被打晕在地，马桶被众人再度制服。半年后，气派的新鱼店开张了，生意非常红火。包前程放弃了和日本人做生意的机会，转而投资儿子开了鱼店。老郭将丰派传给了女儿和女婿。郭一鸣因为理解了父亲，不再打算去日本，而和包宇佳一同当起丰派第八代掌门人。",
    "chinese_title": "寻味秘盗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T08:26:19"
}