{
    "aka": [
        "Spacetime"
    ],
    "sid": "30201279",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519870254.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt7297846",
    "director": [
        {
            "url": "/celebrity/1029858/",
            "name": "丹斯加·彭西迪佛拉高 Thunska Pansittivorakul",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7297846/",
    "this_title": [
        "sPACEtIME"
    ],
    "douban_link": "https://movie.douban.com/subject/30201279/",
    "trans_title": [
        "时空",
        "Spacetime"
    ],
    "douban_votes": "0",
    "introduction": "When Einstein discovered the theory of relativity, he combined the dimension of time with that of space. This was later known as space-time, which in turn creates a variety of realities according to different perspectives of space and/or time. Inspired by this idea, the film experiments with mixing the dimensions of still and moving images with the simplest and most ordinary means. An attempt to explore reality and non-reality in documentaries and fiction, the film employs objective perspectives that gradually transform into subjective ones, pushing the audience from identifying with the film's characters to distancing themselves as observers. Here, reality is distorted by space and/or time, revealing a secret that is indistinguishable between real and constructed memories. Sometimes reality is unbelievable bizarre, ridiculous, and nonsensical, while fiction can be realistic, serious, and sad. Four men travel to a place of their memory. Two of them used to date ten years ago. The story is told through an interviewer and interviewees. Past stories are unearthed and overlap with the present, leading to a new story that seems like something totally different from what it started from. When they start playing Truth or Dare, secrets are revealed, yet it is uncertain whether they are real or merely lies. Their secrets, told amidst an atmosphere filled with destruction, death, and hope, are sarcastic, ridiculous, nonsensical, obsessed, and severely painful.",
    "chinese_title": "时空",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "sPACEtIME",
    "douban_rating_average": 0,
    "update_at": "2025-04-23T00:39:33"
}