{
    "aka": [
        "Mulberry"
    ],
    "sid": "30200478",
    "cast": [
        {
            "url": "/celebrity/1006269/",
            "name": "艺智苑 Ji-won Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007444/",
            "name": "崔宗元 Jong-won Choi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519805691.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1006269/",
            "name": "艺智苑 Ji-won Ye",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1342702/",
            "name": "金东明 KIM Dongmyung",
            "@type": "Person"
        }
    ],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1996-03-23(韩国)"
    ],
    "this_title": [
        "뽕"
    ],
    "douban_link": "https://movie.douban.com/subject/30200478/",
    "trans_title": [
        "Mulberry"
    ],
    "douban_votes": "0",
    "introduction": "강원도 철원 용담이란 마을에 노름꾼 김삼보(최종원 분)란 위인이 살고 있는데 그는 언제나 투전판을 쫓아 팔도를 제집같이 떠도는 지라 집이랍시고 석달에 한번 넉달에 한번 찾아올까 말까 한 그런 뜬구름 잡는 위인이다. 그 김삼보에게 안협집(예지원 분)이란 계집이 있다. 안협집이 비록 몸은 귀하게 태어나진 못하였으나 인물이 남달리 고운 점이 있다. 그러나 가난한 촌구석에서 아무렇게나 자란 터라 먼저 안 것이 돈이었다. 십오륙세적 참외 한개에 정조를 빌린 것이 원인이 되어 돈만 있으면 서방도 있고 먹을 것, 입을 것이 다 있지 하는 굳은 신조가 생겨 목숨 말고는 무엇이든지 제공하여 부끄러울 것이 없는 그런 계집이다.안협집이 처음 이 마을에 들어왔을 때는 혼자 지낼 수가 없어 자연 이집저집 품방아도 찧고 김도 매주며 잔일을 하여 주며 얻어 먹다가 차츰 쌀말이나 피륙 지전을 받고 몸을 내주는 처지가 되어 지금은 동네 남정네란 남정네는 다 한번씩 후려내게 되었다. 참다못해 분개한 아낙네들이 작당을 하여 동네에서 판박아 놓은 화냥년인 안협집을 내쫓으려 하지만 워낙 제잘못에 대한 개념이 없는 계집인데다 사내란 사내는 모두들 한번쯤 안협집의 배를 건넌 처지라 실패하고 만다.뒷집에 누에를 함께 치는 신씨란 할미가 살고 있는데 그집에 힘이 장사인 삼돌이(조형기 분)란 머슴놈이 있다. 놈이 원래 음흉하여 안협집을 한번 후리기 위해 갖가지 방법을 다 동원하지만 어찌된 일인지 이 머슴놈에게만은 절대로 몸을 허락하지 않는다. 안협집이 정조가 헤프기로 유명한 대신 또 매몰스럽기로 유명하여 한번 마음에 들지 않는 것은 죽어도 막무가내라 맘에 드는 서방질은 부정한 일이 아니고 죄가 아니고 모독이 아니지만 맘에 없는 사내와 그것을 하는건 부정한 일이요 죄요 모독이었다.하다 하다 실패하고 열이 뻗친 머슴놈은 어느날 집이랍시고 기어든 삼보에게 안협집의 행실을 다 꼬아 바치게 되고 큰 싸움이 벌어져 온 동네를 떠들썩하게 하는 촌극이 벌어진다. 다음날 아무일도 없었던 듯 계집은 노잣돈에다 밑천 푼까지 주어 배송을 하고 삼보는 울며 겨자 먹기로 한숨을 쉬며 다시 개나리 봇짐을 지고 훨훨 길을 떠난다. 안협집은 언제 돌아올지 모르는 그를 떠나 보내며 또다시 얼굴에 화장을 하고 언제나처럼 공청 사랑에서 잠을 잔다.铁原，江原道龙胆是一个赌徒镇gimsambo（崔钟-赢得分钟）有一个大活人，他是这样一个伟大的渔获物几乎没有一个云将它总是追逐漂移tujeonpan手臂jejip吉拉德回家yirapsigo在三个月内再次发现4个月。Gim Sambo有一个anch鱼屋（柳智恩）。虽然房子不是天生宝贵的，但这个角色却非常不同。然而，这是因为它在贫困地区增长而首先没有到位的钱。这是一个子宫，不需要为提供任何东西而感到羞耻，因为有一个机智的事业借用了父亲的智慧，Anhyeop房子是在第一次遇到这种情况，村子里来不能在自然房子jeojip产品磨独自呆在一个位置也jjitgo gimdo是吃得到逐步ssalmal或布jijeon给人以janil说每个星期内身体现在是一个邻里namjeongne是namjeongne全部取出一次。愿挨不了愤怒的ahnakne他们踢的房子板在附近的流浪汉刺绣镶嵌anhyeop由jakdang但wonak indeda母狗开始没走错房子的想法是房子是曼达两者交叉的困境LA失败至少一次次anhyeop房子。在房子的后面有一个名叫Sangmul的镰刀（一名模特儿），他的房子是一座房子。通过调动各种方式原来偷偷摸摸的混蛋hurigi anhyeop家一次，但不知何故，这并不让身体从来都不是唯一的仆人男孩。我anhyeop一个房子罐是H. peugi有名的地方的另一个墓葬seureopgi了名的不一次不希望死的疯狂拉seobangjil你喜欢的是不洁坤房子，它不喜欢的，而不是亵渎是不是犯了不洁工作作为这是亵渎。这是失败和热伸出的仆人，他是会出现的一个戴故居yirapsigo热闹街区三宝所有的齿轮扭转房子的事迹传出anhyeop和beoleojyeo奉献一个伟大的斗争一个小品。没有它似乎从来没有母狗次日送达给EDA nojatdon mitcheon一分钱三宝与叹息哭泣吃芥末找回募集方式botjim连翘叶。Anhyeop房子送回来，如果你不知道什么时候再离开他的脸，却又让爱在公开听证会总是睡觉。",
    "chinese_title": "뽕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-14T18:39:23"
}