{
    "aka": [],
    "sid": "30206254",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2609149314.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8290896",
    "director": [
        {
            "url": "/celebrity/1278366/",
            "name": "詹姆斯·班宁 James Benning",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8290896/",
    "imdb_votes": 18,
    "this_title": [
        "Readers"
    ],
    "douban_link": "https://movie.douban.com/subject/30206254/",
    "imdb_rating": "5.9/10 from 18 users",
    "trans_title": [
        "读者"
    ],
    "douban_votes": "0",
    "introduction": "Readers observes four people, three women of different ages and a man, while they are reading. Every take lasts 27 minutes, filmed as a medium shot and in central perspective.Even in the 21st century, when – or so we are told – attention spans among the younger generations are getting ever shorter, it cannot be denied that patience and concentration are necessary in order to obtain insight. The latest film from James Benning, for decades now one of the major avant-garde documentary makers, can therefore also be described from beginning to end without reducing its creative effect, which after all lies in the time invested.The film shows, in medium close-up and in four uninterrupted shots lasting just under half an hour each, three women and one man reading a book of their choice, followed by a brief quotation from the book being read. The readers appearing in the film are drawn from Benning’s own circle: they are the daughter of a famous guitarist, two writers and a performance artist. But you could equally argue that, in this case, the reader is in the cinema. Et cetera.",
    "chinese_title": "读者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Readers",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T19:44:42"
}