{
    "aka": [],
    "sid": "30203528",
    "cast": [
        {
            "url": "/celebrity/1383566/",
            "name": "玛丽安娜·斯皮瓦克 Maryana Spivak",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520123668.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1007190/",
            "name": "安东·契诃夫 Anton Chekhov",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1553330/",
            "name": "尤里·布图索夫 Yury Butusov",
            "@type": "Person"
        }
    ],
    "duration": "230分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2017-09-14(俄罗斯)"
    ],
    "this_title": [
        "THE SEAGULL"
    ],
    "douban_link": "https://movie.douban.com/subject/30203528/",
    "trans_title": [
        "海鸥"
    ],
    "douban_votes": "554",
    "introduction": "Stage Russia HD (Satirikon Theatre): Anton Chekhov’s first of four major plays dramatizes the romantic and artistic conflicts between its four main characters: Boris Trigorin, a well-known writer, the ingenue Nina, the fading actress Irina Arkadina, and her son the would-be playwright Konstantin Tréplev. Yury Butusov's frenetic production abounds in an incredible freedom and openness, delving deep into the throes of artistic creation and the anguish of the artist who struggles to find a language of his own. This is not only a performance about the theatre, it is an anthology of the theatre that devours its children like monsters. With the shuffling of actors' roles, you begin to sense something of a quadraphonic portrait of the creative personality, which demonstrates that greatness is precariously close to mediocrity while suggesting that the opposite is also true. Chekhov's characters are in the process of creating their lives or watching them fall apart, which, according to Butusov, may be a closely related activity.",
    "chinese_title": "海鸥",
    "douban_rating": "8.6/10 from 554 users",
    "foreign_title": "THE SEAGULL",
    "douban_rating_average": "8.6",
    "update_at": "2025-06-13T01:22:31"
}