{
    "aka": [],
    "sid": "30201290",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3888814",
    "director": [
        {
            "url": "/celebrity/1286381/",
            "name": "朱迪斯·海尔范德 Judith Helfand",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3888814/",
    "this_title": [
        "Ek Velt: At the End of the World"
    ],
    "douban_link": "https://movie.douban.com/subject/30201290/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ek Velt: At the End of the World is a 17-minute epilogue to BLUE VINYL and created especially for the DVD. Shot primarily by Judith Helfand, in the heymish style of A HEALTHY BABY GIRL, it picks up on a sub-plot only mentioned in BLUE VINYL, the sobering threat of Florence and Ted selling their house of 42 years and “downsizing”. Judith’s hopes of them staying in the reclaimed blue wooden house are dashed and the reality of what it takes for middle-class people to find an affordable apartment or a retirement community — close to the community they call “home” and made out of a material that is healthy becomes a whole new angst-driven odyssey for Judith to tackle, or just angst over – which she does. Buckle up and join her as she struggles to figure out: did my parents just let me believe that I had changed them so I could believe that I could change the world… and then when I was out changing it… they moved to a vinyl sided 55+ community. OY…. this puts REAL back in reality and iron back in IRONY!",
    "chinese_title": "Ek Velt: At the End of the World",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-09T01:28:22"
}