{
    "aka": [
        "超凡酒店 第二季"
    ],
    "sid": "30201112",
    "cast": [
        {
            "url": "/celebrity/1451560/",
            "name": "Giles Coren Giles Coren",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2519865305.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt7454178",
    "director": [],
    "duration": "60分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-02-27(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7454178/",
    "imdb_votes": 32,
    "this_title": [
        "Amazing Hotels: Life Beyond The Lobby Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/30201112/",
    "imdb_rating": "8.0/10 from 32 users",
    "trans_title": [
        "奇妙酒店：大堂之外的生活 第二季",
        "超凡酒店 第二季"
    ],
    "douban_votes": "214",
    "introduction": "In the first episode of this entertaining and insightful series, Giles and Monica fly to the other side of the world to work in one of the world's most luxurious eco resorts on the small island of Tetiaroa in French Polynesia, not too far from Monica's birthplace - Samoa. Here, surrounded by a beautiful coral reef and an abundance of marine life, they both work alongside the staff of the exclusive Brando Resort to serve 5-star luxury to guests paying up to an eye-watering £11,000 per night. The hotel was the brainchild of Hollywood star Marlon Brando, who wanted to preserve Polynesian culture and marine life - and Giles meets Tumi, Brando's granddaughter, who strives to deliver his vision. Infused with Brando's environmental ethos, the resort is now one of the favourite hideaway destinations for the rich and famous - from Pippa Middleton to Leonardo diCaprio and Barack Obama.Giles becomes an enthusiastic docker and crane operator as he joins the logistics team to collect supplies using a special concrete platform built to protect the integrity of the reef. Monica joins a veteran beekeeper, harvesting some of the purest honey in the world, and forages for indigenous plants with which to wrap food in a traditional BBQ. Together Giles and Monica gut parrotfish surrounded by local refuse-collecting shark babies, and join the resort's own environmental research team on an extraordinary boat trip to monitor local whales - and experience an unexpected once-in-a-lifetime denouement.",
    "chinese_title": "奇妙酒店：大堂之外的生活 第二季",
    "douban_rating": "8.1/10 from 214 users",
    "foreign_title": "Amazing Hotels: Life Beyond The Lobby Season 2",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.1",
    "update_at": "2025-04-14T12:35:10"
}