{
    "aka": [],
    "sid": "30203415",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520119920.jpg",
    "region": [
        "美国",
        "加纳"
    ],
    "writer": [
        {
            "url": "/celebrity/1053313/",
            "name": "Shirikiana Aina Shirikiana Aina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8039550",
    "director": [
        {
            "url": "/celebrity/1053313/",
            "name": "Shirikiana Aina Shirikiana Aina",
            "@type": "Person"
        }
    ],
    "duration": "77分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-12(DVD)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8039550/",
    "this_title": [
        "Footprints of Pan Africanism"
    ],
    "douban_link": "https://movie.douban.com/subject/30203415/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In the 50s African-Americans from all walks of life followed Kwame Nkrumah’s call to come home to live and work in Africa. It was a call to not only help rebuild the independent country of Ghana, but more so to join in the creation of a liberated Pan African territory. On the day of the proclamation of Ghana’s independence Kwame Nkrumah, who became Ghana’s first president had stated, that the independence of Ghana was meaningless unless it was linked to the liberation of the whole of Africa. The African diaspora constituted an essential indispensable part in this global Pan African vision for liberation, which in the 50s, 60s and 70s ushered no less than a Black political and cultural revolution.Intertwining the struggles of the Diaspora and Africa, FOOTPRINTS OF PAN AFRICANISM remembers these powerful bonds that were so crucial for this era to the center of its work. While one was struggling for equity and the other for independence, both movements were rooted in a determination to re-assert their humanity and recover from the impact of slavery and colonialism.FOOTPRINTS OF PAN AFRICANISM can be seen as an extension of Aina’sprior film, THROUGH THE DOOR OF NO RETURN which addresses contemporary attempts by the Diaspora to connect with Africa in order to heal from the scars of slavery. FOOTPRINTS goes beyond the slave era toinvestigate the largest Africa/Diaspora pan African experiment from the calamity of slavery till now.People such as WEB DuBois, Marcus Garvey, Alphaeus Hunton, Paul Robeson, George Padmore helped to fire up young thinkers like Kwame Nkrumah, who crystalized and implemented the greatest ideals of this ever-burning desire for freedom.FOOTPRINTS challenges African descendants everywhere who will sooner or later have to confront, restart, reignite a true pan African dream, after having assiduously considered the pitfalls of what the Ghana pan African experiment had to overcome. FOOTPRINTS ends by celebrating the inquisitive challenges young generation continue to pose to those who have yet to pick up the baton of the Great Pan-African Dreamers, of that era. Hence tracking and honoring the neglected Pan African footprints that this generation left for us today.",
    "chinese_title": "Footprints of Pan Africanism",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-29T07:26:07"
}