{
    "aka": [],
    "sid": "30200995",
    "cast": [
        {
            "url": "/celebrity/1116073/",
            "name": "肯尼斯·麦克米兰 Kenneth MacMillan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522300441.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-05-06(英國)"
    ],
    "this_title": [
        "Ballet’s Dark Knight - Sir Kenneth MacMillan"
    ],
    "douban_link": "https://movie.douban.com/subject/30200995/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Ballet’s Dark Knight - Sir Kenneth MacMillan is a new film exploring the life and work of celebrated yet controversial choreographer, Kenneth MacMillan, whose pioneering creativity unleashed over sixty new ballets that changed the dance landscape forever.Weaving together stunning specially-shot footage, never seen before family films and MacMillan’s own voice from the archives alongside those who were closest to him, the documentary reveals MacMillan to have been a complex figure who lit up the ballet world with his bold choreographic genius while struggling privately with alcoholism, anxiety and depression.The programme is packed full of extraordinary ballet excerpts showcasing a wide range of MacMillan’s work including Romeo And Juliet, Manon And Mayerling. The film also offers a surprisingly moving and intimate portrait of a true giant of twentieth century culture, featuring contributions and insights from his widow Lady Deborah MacMillan, his daughter Charlotte and dancers including Dame Darcey Bussell, Dame Monica Mason and Sir Anthony Dowell.",
    "chinese_title": "Ballet’s Dark Knight - Sir Kenneth MacMillan",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-16T07:01:11"
}