{
    "aka": [
        "The Immortality of Karl Marx"
    ],
    "sid": "30210811",
    "cast": [
        {
            "url": "/celebrity/1125349/",
            "name": "卡尔·马克思 Karl Marx",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2600967563.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1342371/",
            "name": "闫东 Dong Yan",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "2",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-05-03(中国大陆)"
    ],
    "this_title": [
        "不朽的马克思"
    ],
    "douban_link": "https://movie.douban.com/subject/30210811/",
    "trans_title": [
        "The Immortality of Karl Marx"
    ],
    "douban_votes": "673",
    "introduction": "《不忘初心》上集，时长49分钟1818年5月5日，马克思出生在德国西南部的千年古城特里尔。没有上过小学的马克思在深受法国资产阶级思想影响的父亲的指导下接受了启蒙教育。特里尔中学民主自由的氛围让17岁的马克思就立下了“为人类而工作”的宏大志向。1835年10月，马克思开启了他的大学时代，从波恩大学到柏林大学，从一幅刻画着马克思最早形象的石板画到“博士俱乐部”中慷慨激昂的年轻人，奋发读书，勤于思考，笔耕不辍，不满23岁的马克思凭借一篇论文获得了博士学位。为了追寻真理，与旧世界的反动势力作坚决斗争，马克思先后做过《莱茵报》的主笔、《德法年鉴》的主编，在此期间他不但与终身的爱人燕妮结出了爱情的果实，与一生的革命挚友恩格斯开始了伟大的事业，而且在思想上也完成了从唯心主向唯物主义、从革命民主义向共产主义的转变。19世纪上半叶，风云激荡的欧洲大陆就是马克思和恩格斯驰骋的疆场。从德国到法国，从巴黎到布鲁塞尔，从欧洲大陆到大洋的彼岸，马克思为了革命事业四次被反动政府驱逐，甚至成为没有任何国籍的“世界的公民”。马克思恩格斯建立了共产主义通讯委员会，把正义者同盟改组为人类历史上第一个以科学社会主义为指导的无产阶级政党“共产主义者同盟”，撰写了宣告马克思主义正式诞生的无产阶级战斗檄文《共产党宣言》。“全世界无产者，联合起来！”成为1848年欧洲革命中无产者的革命号角！此时，马克思29岁，恩格斯27岁。《牢记使命》下集，时长47分30秒1848年革命失败后，马克思流亡到了伦敦。在抵达伦敦后，马克思立即展开了对救济各国革命流亡者的工作，和恩格斯一起创办杂志总结革命经验和宣传革命理论。在伦敦，在艰难困苦的流亡生活中，马克思潜心研究政治经济学理论，关心和支持各国工人运动，老朋友恩格斯在经济上和研究上都给予了马克思无私的帮助。经过长达数十年辛勤工作，马克思克服了贫困、子女夭折和疾病等常人难以想象的困难，写出了政治经济学巨著《资本论》。马克思一生的理论研究和革命实践活动展现了“目标始终如一”的革命家品质，由此形成的良好家风潜移默化影响到了三个女儿，她们也都成为了坚定的社会主义革命者。妻子和大女儿的去世给晚年马克思造成了沉重打击。1883年3月14日，为人类解放奋斗一生的马克思逝世。在此后的一百多年里，马克思的墓地成为了全世界革命者心中的圣地。在马克思逝世后，恩格斯继续马克思的未竟事业，整理和出版了他的著作，继续领导各国工人运动。马克思和恩格斯在毕生的革命活动中始终关注和研究中国。在《马克思恩格斯论中国》一书中收录了他们写的关于中国问题的17篇论文，并预言中华民族必将重新崛起，成为“亚洲新纪元的曙光”。中国共产党一经成立，就把马克思列宁主义写在自己的旗帜上。在中国革命、建设、改革的历程中，中国共产党始终坚持把马克思主义基本原理同中国具体实际相结合，创造性地运用和发展马克思主义，形成了马克思主义中国化的光辉理论成果。习近平新时代中国特色社会主义思想是马克思主义中国化最新成果，是当代中国马克思主义、21世纪马克思主义，开辟了马克思主义新境界。与时代同步伐，与人民共命运，关注和回答时代和实践提出的重大课题，是马克思主义永葆生机活力的奥妙所在。",
    "chinese_title": "不朽的马克思",
    "douban_rating": "7.7/10 from 673 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-06-07T06:07:19"
}