{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30216646",
    "cast": [
        {
            "url": "/celebrity/1152405/",
            "name": "杰基·斯图尔特 Jackie Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200851/",
            "name": "埃默森·菲蒂帕尔迪 Emerson Fittipaldi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219980/",
            "name": "龙尼·彼得松 Ronnie Peterson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521552121.jpg",
    "region": [
        "美国",
        "巴西",
        "南非",
        "西班牙",
        "比利时",
        "摩纳哥",
        "瑞典",
        "法国",
        "英国",
        "荷兰",
        "德国",
        "奥地利",
        "意大利",
        "加拿大",
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt6849538",
    "director": [],
    "duration": "100分钟",
    "episodes": "15",
    "language": [],
    "playdate": [
        "1973-01-28(阿根廷)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6849538/",
    "imdb_votes": 9,
    "this_title": [
        "Formula 1 Season 24"
    ],
    "douban_link": "https://movie.douban.com/subject/30216646/",
    "imdb_rating": "3.3/10 from 9 users",
    "trans_title": [
        "世界一级方程式锦标赛 第二十四季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1973 Formula One season was the 27th season of FIA Formula One motor racing. It featured the 1973 World Championship of Drivers and the 1973 International Cup for F1 Manufacturers, which were contested concurrently over a fifteen-race series that commenced on 28 January and ended on 7 October. There were two new races for the 1973 season – the Brazilian Grand Prix at Interlagos in São Paulo and the Swedish Grand Prix at Anderstorp. The season also included two non-championship races which were open to both Formula One and Formula 5000 cars.The World Championship of Drivers was won by Jackie Stewart, driving for Elf Team Tyrrell, and the International Cup for F1 Manufacturers by John Player Team Lotus. In the World Championship, Lotus teammates Emerson Fittipaldi and Ronnie Peterson raced each other while Stewart was supported at Tyrrell by François Cevert. Stewart took the Drivers' title at the Italian Grand Prix at Monza, but then at the final race of the season, the United States Grand Prix at Watkins Glen, Cevert crashed during Saturday practice in the notorious 'Esses' and was killed instantly. Stewart and Tyrrell withdrew from the race, handing the Manufacturers' title to Lotus. At the end of the season Stewart made public his decision to retire, a decision that had been made before the US Grand Prix. By the end of the 1973 season the best car on the track was probably the new McLaren M23, a wedge-shaped car following the same concept as the Lotus 72 but with more conventional suspension and up-to-date aerodynamics. The 1973 season marked the debut of future world champion James Hunt at the Monaco Grand Prix driving a privateer March 731 entered by Hesketh Racing.The 1973 season saw the intervention of a Safety Car in Formula One for the first time, in the form of a Porsche 914 at the Canadian Grand Prix. However, this safety concept would not be officially introduced until twenty years later, in 1993. As well as Cevert, Briton Roger Williamson was also killed during the season, in a crash at the Dutch Grand Prix at Zandvoort.Another change to the rules introduced this season was the cars doing a full warm-up lap before the race. Prior to this, tracks included a dummy grid a short distance behind a grid proper, and the cars would simply move from one to the other to begin the race.It was also this season that the numbering system for teams was formalised. In the second race of the season in Brazil, team-mates were paired - Lotus drivers 1 and 2; Tyrrell's 3 and 4 and so on - though the numbers assigned to each team still changed for a couple of races until the fifth race, the Belgian Grand Prix, at which the order was set for the rest of the season. For 1974, the numbers were assigned based on finishing positions in the 1973 constructor's championship, after which teams did not change numbers unless they won the drivers' championship (or signed the current world champion), or if a team dropped out.",
    "chinese_title": "世界一级方程式锦标赛 第二十四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 24",
    "imdb_rating_average": 3.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-23T14:39:12"
}