{
    "aka": [],
    "sid": "30210369",
    "cast": [
        {
            "url": "/celebrity/1034067/",
            "name": "安德鲁·杨 Andrew Young",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909266298.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt4076648",
    "director": [],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-04-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4076648/",
    "imdb_votes": 145,
    "this_title": [
        "Backyard Wilderness"
    ],
    "douban_link": "https://movie.douban.com/subject/30210369/",
    "imdb_rating": "6.7/10 from 145 users",
    "trans_title": [
        "后院风光"
    ],
    "douban_votes": "0",
    "introduction": "影片将为观众呈现眼皮底下的后院里大自然所带来的意外惊喜和愉悦。时间横跨一年四季，地点在一个郊外的家庭后院，主角是住在这里各种野生物。摄影机或隐藏在它们窝点和巢穴里，或沿着灌木丛的地面或水塘底部移动。影片以这些生物的角度来展示它们惊人的影像和独特的行为，以及它们之间难以想象的亲密关系。Backyard Wilderness will surprise and entertain viewers with the unexpected wonders of nature that are right under our noses - in our own backyards. Spanning a seasonal year around a suburban home, the film displays a stunning array of unique wildlife images and behavior - all captured by cameras mounted inside dens and nests, and moving along the forest floor and pond bottom, to reveal its inhabitants in rare and breathtaking intimacy. We follow Katie, a young girl, and her modern family living next to the woods who are blind to the real-life spectacle around them, absorbed by an array of electronic devices in their busy lives. Katie gradually discovers the intricate secrets that nature has hidden so close to her front door and we experience the joy she finds in her interactions with this new world. The film reminds us that Wi-Fi is not the only connection that matters and that sometimes in ordinary places, you can uncover extraordinary things that can transform you forever - you ...",
    "chinese_title": "后院风光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Backyard Wilderness",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-11T05:29:23"
}