{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30212178",
    "cast": [
        {
            "url": "/celebrity/1152405/",
            "name": "杰基·斯图尔特 Jackie Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1219980/",
            "name": "龙尼·彼得松 Ronnie Peterson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189336/",
            "name": "弗朗索瓦·塞韦尔 François Cevert",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2521116430.jpg",
    "region": [
        "美国",
        "西班牙",
        "摩纳哥",
        "荷兰",
        "法国",
        "英国",
        "德国",
        "奥地利",
        "意大利",
        "加拿大",
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt6849372",
    "director": [],
    "duration": "100分钟",
    "episodes": "11",
    "language": [],
    "playdate": [
        "1971-03-06(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6849372/",
    "imdb_votes": 10,
    "this_title": [
        "Formula 1 Season 22"
    ],
    "douban_link": "https://movie.douban.com/subject/30212178/",
    "imdb_rating": "4.3/10 from 10 users",
    "trans_title": [
        "世界一级方程式锦标赛 第二十二季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1971 Formula One season was the 25th season of the FIA's Formula One motor racing, it comprised eleven races between 6 March and 3 October. It featured the 22nd World Championship of Drivers and the 13th International Cup for F1 Manufacturers.After the death of Jochen Rindt the previous year, Lotus had a desultory season, with young and inexperienced drivers such as Emerson Fittipaldi appearing in the cars. The team spent a lot of time experimenting with a gas turbine powered car, and with four wheel drive again. Using their own chassis heavily inspired by the Matra MS80 but with conventional tanks, Tyrrell and Jackie Stewart easily took success in 1971. Of the 11 races in the season, Mario Andretti, Jacky Ickx, Jo Siffert, Peter Gethin and François Cevert won one race each, while Stewart won the other 6 races.Jo Siffert and Pedro Rodríguez, who had an intense rivalry driving for John Wyer's Gulf-sponsored works Porsche endurance sportscar team both lost their lives racing in 1971. Rodriguez died driving a Ferrari 512 at an Interserie race at the Norisring, Germany, in July, while Siffert died in a fiery crash at the World Championship Victory Race non-championship Formula One event at Brands Hatch, in October.The battle of the 12 cylinder cars (Ferrari with their Flat-12 boxer engine; BRM and (to a lesser extent) Matra with their V12 engines) vs. the lighter Ford-Cosworth DFV V8 powered cars proved to be the main theme throughout this season. Dunlop, one of the tire manufacturers supplying rubber to F1 teams pulled out of F1, and left the American giants Goodyear and Firestone to battle it out for this season.This was the first season where at least 22 cars started every race, except the Monaco Grand Prix, where 18 cars started.",
    "chinese_title": "世界一级方程式锦标赛 第二十二季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 22",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T08:49:31"
}