{
    "aka": [],
    "sid": "30210123",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520948533.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1285358/",
            "name": "Bruce Green Bruce Green",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "70",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012-02-03(美国)"
    ],
    "this_title": [
        "Adele Live from the Artists Den Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/30210123/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Just days after the release of her record-breaking sophomore album, 21, British sensation Adele performed for a small group of lucky fans at the Santa Monica Bay Woman’s Club in Santa Monica, CA. Her powerful voice filled the elegant ballroom with hits like “Rolling in the Deep” and “Someone Like You” from 21 and “Chasing Pavements” from her Grammy-winning debut album, 19, as well as a cover of the soul classic “(You Make Me Feel Like) A Natural Woman.”ARTIST BIOBritish singer-songwriter Adele burst onto the international music scene with her precocious debut, 19, released when she was just that age, in 2009. The album won her a pair of Grammy awards – including Best New Artist. But it was her sophomore smash, 21, again titled for the age of the young performer, that made her a legend: the first living artist since the Beatles in 1964 to have two titles simultaneously in the top five of both the UK singles and album charts. Dubbed “timeless” by Entertainment Weekly, the record is currently in its thirteenth week at #1 on the Billboard 200.VENUE BIOThe Santa Monica Bay Women’s Club was founded in 1905 by Elmira T. Stephens with an initial group of eighty-eight members. Since its inception, the club been dedicated to “advancement in all lines of culture, welfare, service and civic affairs.” During World Wars I and II, the members were heavily involved in home-front efforts, from selling war bonds to assisting the USO and the Red Cross. Since that time, the club’s activities have included fund-raising for local charities, the sponsorship of grants and scholarships, and the organization of cultural programs for members and the community. The club has been in its current home on Fourth Street since 1914. The building, which was designed by Henry C. Hollwedel, has survived two near-catastrophic fires, and was designated an historic landmark by the City of Santa Monica in 1991.",
    "chinese_title": "Adele Live from the Artists Den Season 1",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-12T09:00:34"
}