{
    "aka": [
        "中南半岛野生大地"
    ],
    "sid": "30210316",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2520953963.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3902878",
    "director": [],
    "duration": "46min",
    "episodes": "5",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3902878/",
    "imdb_votes": 149,
    "this_title": [
        "Wildest Indochina Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/30210316/",
    "imdb_rating": "8.2/10 from 149 users",
    "trans_title": [
        "狂野中南半岛 第一季",
        "中南半岛野生大地"
    ],
    "douban_votes": "0",
    "introduction": "Journey to the most diverse peninsula in the world. Indochina boasts breath-taking landscapes, historic cities, tropical jungles and animals galore. Its rich biodiversity is spread through a wide variety of habitats from island Malaysia, to southwest China and Vietnam to Cambodia and Thailand. With species found nowhere else, it's no wonder that Indochina is a world hub for wildlife enthusiasts.1. Malaysia: Freaks of NatureMalaysia is one of a handful of countries in the world described as mega-diverse. Malaysia's animals and plants have exploited every opportunity to carve out an existence and so have adapted to some very strange ways of life.2. Thailand: The Wild HeartThailand is a land of extremes. A country shaped by wild forces, where animals face tough challenges to survive. Tropical rainforests, primeval caves, mangrove swamps and rocky shorelines provide homes for remarkable creatures.3. Cambodia: The Water KingdomCambodia's wildlife and climate are ruled by the monsoon cycle. It is a wild land of extreme rains, raging rivers and flooding lakes that create great challenges for its animals, and a fine balance between seasons.4. Vietnam: Phoenix from the AshesAround 10% of the world's species live in Vietnam, with tropical jungles fit to burst with wildlife. But less than 50 years ago, things were very different. During the war, Vietnam's forests were decimated, but as it always has, life fought back.5. Southwest China: China's Secret GardenTucked away in China's southwest corner is a hidden oasis unlike any other. Snow-capped mountains, temperate valleys and tropical jungles are home to a spectacular array of wildlife.",
    "chinese_title": "狂野中南半岛 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wildest Indochina Season 1",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-02T12:36:15"
}