{
    "aka": [
        "Forever and Always"
    ],
    "sid": "30226473",
    "cast": [
        {
            "url": "/celebrity/1054489/",
            "name": "莫哈恩拉 Mohanlal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164831/",
            "name": "曼珠·瓦里尔 Manju Warrier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522598481.jpg",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt4553712",
    "director": [],
    "duration": "147分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "2015-03-27(India)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4553712/",
    "imdb_votes": 871,
    "this_title": [
        "Ennum Eppozhum"
    ],
    "douban_link": "https://movie.douban.com/subject/30226473/",
    "imdb_rating": "5.5/10 from 871 users",
    "trans_title": [
        "Forever and Always"
    ],
    "douban_votes": "0",
    "introduction": "Ennum Eppozhum tells the story of two people - Vineeth N Pillai (Mohanlal) a senior reporter of Vanitharatnam magazine, who is a sloth and lacks inspiration in his work and Deepa (Manju Warrier), a junior family court lawyer who is eager to do pro bono cases and for the goodwill of the society. Vineeth is holding on to this job due to his mother's rapport with the magazine management. Vineeth's new boss Kalyani (Reenu Mathews) wants to throw out Vineeth from his position due to his negligence in duty. He has to interview Deepa for the new edition of the magazine. But he not even able to present the need of an appointment with her due to Deepa's schedule and other commitments. Finally, Vineeth becomes close with Deepa and with her child and friends through a series of humiliating events. Out of pressure, he throws his resignation at Kalyani but is later reinstated in his post by her mother. Kalyani becomes attracted to Vineeth, but it leaves in the air without much response. Deepa lands in a trouble and Vineeth helps her and the resulting events are narrated through the film.",
    "chinese_title": "Ennum Eppozhum",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2026-01-29T20:14:31"
}