{
    "aka": [],
    "sid": "30227523",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2522736147.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [],
    "this_title": [
        "本当の心霊動画 呪11"
    ],
    "douban_link": "https://movie.douban.com/subject/30227523/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "①自己ＰＲビデオ映画制作会社に送られてきたある女性による自己ＰＲビデオで不合格になっても送られてきます。徐々に女性の様子が変わっていき最後の映像はまずは窓の外にこちらを覗く顔が映り込みます。そしてカメラが倒れノイズと共に何ものかの顔と繰り返される言葉が映り込みます。淡々と女性の奇行が流れるだけだしノイズ後の顔やつぶやきも淡々として怖くは無かったです。②お化け団地団地へ肝試しに行ったときの映像で屋上に２人の友人が登って行きます。カメラに手を振る友人達の背後にいないはずの無数の何者かが映り込みます。たくさんの霊が折角現れているのに肝心の姿がほとんど見えないのでイマイチでした。③恨まれるカップルカップルの様子の映像で歩道橋で首を吊る男女の姿が映り込んでいます。次に撮影者達自身にカメラを向けると先ほどの男女がこちらを覗いています。はっきり言って何が映っているのか静止しても全く判別が出来ませんでした。④バラバラ殺人夜景の様子の映像で左手が無い何者かとカメラを掴む手が映り込みます。うっすらしすぎていて肝心の霊の様子もわかりにくく手も小さくて怖いと感じられませんでした。⑤８ミリフィルム祖父の８ミリフィルムの映像で女性の腕を掴む手との背後に何者かの姿が映り込みます。映像の古さはそんなに気になりませんが肝心の霊の姿が小さくて様子が分かりませんでした。⑥殺人村ある廃墟に行ったときの映像でまずは帰り道で一瞬だけ白い服を着た何者かが映り込んでいます。次に突然車のライトが消えたあとで車内を覗き込む別の何者かの姿が現れます。肝心の霊ですが女性霊は姿が小さいし男性霊は霊と言うよりも普通のおっさんで怖くなかったです。⑦鉄道マニア撮り鉄からの投稿映像でノイズと共に現れる人影が映り込みます。はっきり言って何が映っているのかさっぱり分かりませんでした。⑧わすれられない女彼女と過ごす様子の映像でエレベーターの外側に人影のような姿が映り込みます。何かいるのは分かりましたが一瞬だけ登場するだけなので様子が分からずイマイチでした。動く様子は霊自体の姿が小さすぎてよく分からず顔のアップもありきたりで面白味に欠けました。⑨探し続ける霊置き忘れたカメラでの映像で素早く動き回る何者かの姿が映り込みます。そしてノイズと共にモノクロな姿の何者かの顔が画面いっぱいに映り込みます。霊の姿が小さくって動いてはいるものの不気味さも無いので怖くは無いですね。⑩行方不明投稿者の女性に投稿映像について取材をしますがその関連で夫がそれ以来行方不明になります。映像はバーベキューの様子で途中でノイズが入り別の映像が挿入されてきます。そこには１人の女性がうつぶせになっておりもう１人の女性がカメラを手に取ります。今度はその女性が横たわっており首が独りでに動き始めます。どうやらカメラを持っているのは投稿者である妻自身のようですね。別の映像が挿入されるのはいいんですがどこでもあるノイズ音なのでもっと工夫が欲しかったです。映像自体も地味な物で特に不気味さも恐怖感もそんなにありませんでした。",
    "chinese_title": "本当の心霊動画 呪11",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-23T19:28:39"
}