{
    "aka": [],
    "sid": "30226452",
    "cast": [
        {
            "url": "/celebrity/1090507/",
            "name": "西尔维娅·菲尔德 Sylvia Field",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174916/",
            "name": "塞萨尔·冈萨雷兹 Cesar Gonzalez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093793/",
            "name": "Ernesto Gonzalez Ernesto Gonzalez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137108/",
            "name": "莱昂内尔·皮纳 Lionel Pina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2590165047.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1067821/",
            "name": "凯瑟琳·柯林斯 Kathleen Collins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141654/",
            "name": "亨利·罗斯 Henry Roth",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0180626",
    "director": [
        {
            "url": "/celebrity/1067821/",
            "name": "凯瑟琳·柯林斯 Kathleen Collins",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1980-10(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0180626/",
    "imdb_votes": 120,
    "this_title": [
        "The Cruz Brothers and Miss Malloy"
    ],
    "douban_link": "https://movie.douban.com/subject/30226452/",
    "imdb_rating": "6.3/10 from 120 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Cruz Brothers and Miss Malloy is the first of only two feature films by playwright, author, and filmmaker Kathleen Collins. Adapted from a portion of Henry H. Roth’s novel The Cruz Chronicle, it details the lives of the three Puerto Rican brothers, who cross paths with an elderly Irish woman, Ms. Malloy, in rural Rockland County.In the story, Miss Malloy hires the brothers to clean up and restore her old mansion for a party she plans to host as one last hurrah. She takes to the brothers, because, she says, \"I think you’re definitely survivors. I have been one for so many years, but now I’m going to die.\" In the spirit of magical realism, the brothers are observed by the phantom spirit of their deceased father, Raymondo Cruz, who within minutes of the film sharply rhapsodizes, \"Americans care more about their cars than family.\" The ghost is conveyed through hand-held POV cinematography by the great Ronald K. Grey. (If you haven’t seen Grey’s masterpiece short film Transmagnifican Dambamuality, do yourself a favor and seek it out.) Raymondo was killed while attempting to rob a bank with a squirt gun, during which he was swiftly sprayed with lead bullets by a police officer in a story all too familiar in the putative land of the free. The eldest brother, Victor (Randy Ruiz), is the only sibling who can communicate directly with the ghost; middle brother Felipe (José Machado) is an oafish brute with a bone to pick; and the youngest, José (Lionel Pina), is a pretty boy with a gift for the arts. (Cinephiles might recognize Lionel as the pizza boy in Dog Day Afternoon–“ I’m a fucking star!”)The piano montuno interspersed throughout the film and its washed summery palate are details indicating Collins, who died from breast cancer at age 46, was a gifted director gone too soon. Her deliberate and forgiving touches on the film’s characters add an additional ghostly presence on the film. Collins had laboriously worked on the screenplay while the novel was still in manuscript form. Nevertheless, by some accounts, she was chastised as an African-American woman for telling a story about an ethnic group she did not belong to, as if there a not countless examples of white men doing the same (including the author of the film’s source material). If anything, it is a bit of a shame that Collins doesn’t focus her camera on other noteworthy characters in Roth's literary Cruz world, like Maria, the boys' South Bronx-dwelling abusive mother, who collects TV sets; or Estrella, Maria’s friend and confidant, a badass botánica bound bruja, who uses her witchcraft to solve the murder of a young girl the boys went to school with. But then again, this film was made with a budget of $5,000, and that in itself is an act of magic—one that you should see with your own eyes.---Screen Slate",
    "chinese_title": "The Cruz Brothers and Miss Malloy",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2026-01-03T21:14:45"
}