{
    "aka": [
        "Oh Moon"
    ],
    "sid": "3023125",
    "cast": [
        {
            "url": "/celebrity/1133118/",
            "name": "麦尼尔·约兹库尔 Münir Özkul",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166615/",
            "name": "Özcan Özgür Özcan Özgür",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342898/",
            "name": "Yesim Tozan Yesim Tozan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342899/",
            "name": "古尔森·通杰什 Gülsen Tuncer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342900/",
            "name": "Nurinisa Yildirim Nurinisa Yildirim",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547668775.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [
        {
            "url": "/celebrity/1283254/",
            "name": "热哈·埃尔坦 Reha Erdem",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0429489",
    "director": [
        {
            "url": "/celebrity/1283254/",
            "name": "热哈·埃尔坦 Reha Erdem",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "土耳其语",
        "英语",
        "意大利语"
    ],
    "playdate": [
        "1988(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0429489/",
    "imdb_votes": 1281,
    "this_title": [
        "A Ay"
    ],
    "douban_link": "https://movie.douban.com/subject/3023125/",
    "imdb_rating": "6.9/10 from 1281 users",
    "trans_title": [
        "哦，月亮",
        "Oh Moon"
    ],
    "douban_votes": "78",
    "introduction": "1989年法国南特第三大陆电影节银奖Yekta, 11-year-old, is born and still lives in a mysterious, castle-like house, at the shore of the Bosphorus, together with her lame seagull, her aunt, Nukhet Seza, a spinster, and her grandfather, Sirri, paralyzed and bedridden, following the death of his son and bride. The bedroom of her mother is the place where Yekta takes shelter in, to daydream and hide her secrets. All she knows about her mother that she had left one day in a little boat on the Bosphorus ant that she would never return. One night, Yekta sees her mother go by in a little boat, through the window pane of her mother's room. But no one believes her. Her younger aunt Neyyir, an English language teacher living on the Burgaz Island, wants her to be registered in the boarding school on the island. She thus aims to get her away from her longing for her mother and from that weird, hunted-like house. But Yekta is unwilling to go the island. One day, just like her mother, she leaves in a little boat and gets offshore. She is found before getting drowned. After a short while she sets off for the island, along with her aunt, Neyyire.Born in 1960, Reha Erdem began his studies in history at Bogazici University in Istanbul. In 1983, he went to Paris 8 University to major in Cinema and Modern Art and completed a graduate degree. He directed his first feature film - A Ay (Oh Moon) in 1989. It received awards at the Nantes Film Festival, and was screened at the Locarno, Moscow, Vancouver and Dunkerque Film Festivals. His second feature - Kac Para Kac (A Run for Money, 1999) represented Turkey at the Academy Awards for Best Foreign Language Film. It was featured at the Tokyo, Munich, London, Oslo, Thessaloniki and Seattle Film Festivals, and also was screened in the 3rd Boston Turkish Film Festival in 2004. Erdem was invited to direct  Hizmetciler (The Maids) by Jean Genet for the Istanbul National Theater in 1991. He directed a short film called  Deniz Turkusu (The Sea Song), inspired by the poem of famous Turkish poet Yahya Kemal Bayatli. Since 1990, he has directed over a hundred TV commercials. In 1993, he founded Atlantik Film production company with Omer Atay.",
    "chinese_title": "哦，月亮",
    "douban_rating": "7.4/10 from 78 users",
    "foreign_title": "A Ay",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.4",
    "update_at": "2025-03-28T22:44:59"
}