{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30234148",
    "cast": [
        {
            "url": "/celebrity/1175365/",
            "name": "凯凯·罗斯伯格 Keke Rosberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394797/",
            "name": "迪迪埃·皮罗尼 Didier Pironi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394888/",
            "name": "约翰·沃森 John Watson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523356431.jpg",
    "region": [
        "美国",
        "巴西",
        "圣马力诺",
        "比利时",
        "摩纳哥",
        "加拿大",
        "荷兰",
        "英国",
        "法国",
        "德国",
        "奥地利",
        "瑞士",
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt6842964",
    "director": [],
    "duration": "90分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1982-01-23(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6842964/",
    "imdb_votes": 13,
    "this_title": [
        "Formula 1 Season 33"
    ],
    "douban_link": "https://movie.douban.com/subject/30234148/",
    "imdb_rating": "5.3/10 from 13 users",
    "trans_title": [
        "世界一级方程式锦标赛 第三十三季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1982 FIA Formula One World Championship was the 36th season of FIA Formula One motor racing. The season commenced on 23 January and ended on 25 September after sixteen races. The Drivers' Championship was won by Keke Rosberg and the Manufacturers' Championship by Ferrari.Motorsport journalist Nigel Roebuck later wrote that the 1982 season was \"an ugly year, pock-marked by tragedy, by dissension, by greed, and yet, paradoxically, it produced some of the most memorable racing ever seen\". It started with a drivers' strike at the season opener in South Africa and saw a partial race boycott as part of the ongoing FISA–FOCA war at the San Marino Grand Prix. In powerful, yet dangerous cars, two drivers lost their lives: Gilles Villeneuve during qualifying for the Belgian Grand Prix and Riccardo Paletti at the start of the Canadian Grand Prix. Later on in the season, championship favourite Didier Pironi suffered a career-ending accident during qualifying for the German Grand Prix. These incidents and several other major accidents led to regulation changes aimed at increasing driver security for the following season.Rosberg won only one race during the season – the first World Champion to do so since Mike Hawthorn in 1958 – but consistency gave him the title, sealed at the last race of the season ahead of Pironi and John Watson. Eleven drivers won a race during the season, none of them more than two times, including nine different winners in nine consecutive races. Ferrari, who replaced Villeneuve and Pironi with Patrick Tambay and 1978 World Champion Mario Andretti, managed to score enough points to secure the constructors' trophy despite their tragic losses. Rosberg's championship in the Williams FW08 was the last title for a naturally aspirated car until turbocharged engines were banned for 1989.",
    "chinese_title": "世界一级方程式锦标赛 第三十三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 33",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T03:56:26"
}