{
    "aka": [],
    "sid": "30235353",
    "cast": [
        {
            "url": "/celebrity/1173067/",
            "name": "马修·贝拉米 Matthew Bellamy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203552/",
            "name": "克里斯·沃尔斯滕霍姆 Chris Wolstenholme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195270/",
            "name": "多米尼克·霍华德 Dominic Howard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523463742.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt6060840",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-07-12(全球)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6060840/",
    "imdb_votes": 352,
    "this_title": [
        "Muse: Drones World Tour"
    ],
    "douban_link": "https://movie.douban.com/subject/30235353/",
    "imdb_rating": "8.1/10 from 352 users",
    "trans_title": [
        "Muse: Drones 世界巡回演唱会"
    ],
    "douban_votes": "0",
    "introduction": "Muse, the world renowned multi-platinum selling and multi-award winning band, embarked on their ambitious Drones World Tour in 2015-16, playing over 130 dates across the globe. Known for pushing boundaries in terms of their stage production the tour saw the band perform “in the round” from the middle of the arena, with the stage design and configuration giving fans a full 360 degree audio/visual sensory experience.Central to the tour’s visuals were the Drones, which flew autonomously above the stage and across the audience, alongside giant projections which interacted with the band members on stage. This spectacle, featuring LEDs and lasers perfectly complimented the band’s celebrated repertoire. Key songs performed on the tour included “Psycho”, “Madness”, “Uprising”, “Plug in Baby”, “Supermassive Black Hole” and Knights of Cydonia.”Filmed and recorded over multiple shows the concert movie includes never before seen special effects along with an exclusive insight from the band in the introduction.The New York Times has described the Muse live experience as “an endless build-up, heading for one peak after another — is what a Muse concert sets out to deliver by every means available.” Here, we find the band at the height of their powers, creating an unforgettable fan experience that demands to be seen on the big screen.",
    "chinese_title": "Muse: Drones 世界巡回演唱会",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Muse: Drones World Tour",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T07:39:14"
}