{
    "aka": [],
    "sid": "30230144",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604771921.jpg",
    "region": [
        "尼日利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1444824/",
            "name": "楚可·厄斯利 Chuko Esiri",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8637260",
    "director": [
        {
            "url": "/celebrity/1444824/",
            "name": "楚可·厄斯利 Chuko Esiri",
            "@type": "Person"
        }
    ],
    "duration": "12分钟",
    "episodes": "",
    "language": [
        "乌尔赫博语"
    ],
    "playdate": [
        "2018-02-18(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8637260/",
    "imdb_votes": 22,
    "this_title": [
        "Besida"
    ],
    "douban_link": "https://movie.douban.com/subject/30230144/",
    "imdb_rating": "5.3/10 from 22 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "I. Besida is a female first name for the Itsekiri tribe in southern Nigeria meaning ‘however fate chooses’.II. In Nigeria, there is a saying: ‘When the fish dies, all that is left is the city.’‘Where were you when I needed you? Everywhere but here. What do you want now? Now that everything is over, everything’s been decided? Fate has chosen.’ That’s how she lays it out to him, sister to brother. A tiny village in the middle of the primeval forest, just a few huts. Cars only stop to pick up the young women and take them to the city. Her brother wants to stop her, but she won’t be stopped. The weapon is deadly and yet no argument. There are no arguments left when the fish has died and the city calls. ‘You were there yourself,’ she says. ‘That’s exactly the point,’ he replies. ‘I was there. Don’t you go too.’ Besida treats regret and destiny. In immediate, almost physical images, in a mere handful of situations that always play out at the same places, an ancient destiny is staged. There is no hope once the first step down the road has been taken. It’s always raining, and when it rains it pours. The young women sit in the car, waiting for their sisters. They laugh, life is beautiful. The road still lies in front of them.",
    "chinese_title": "Besida",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T12:28:33"
}