{
    "aka": [
        "无敌镖客"
    ],
    "sid": "30238250",
    "cast": [
        {
            "url": "/celebrity/1362177/",
            "name": "欧倩茹 Qianru Ou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413401/",
            "name": "扈天翼 Tianyi Hu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318058/",
            "name": "刘惠 Hui Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397893/",
            "name": "武宾 Bin Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1461214/",
            "name": "祝海钰 Haiyu Zhu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628702155.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1465347/",
            "name": "关东杰 Dongjie Guan",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-02-12(中国大陆)"
    ],
    "this_title": [
        "无敌镖客之兄弟情深"
    ],
    "douban_link": "https://movie.douban.com/subject/30238250/",
    "trans_title": [
        "无敌镖客"
    ],
    "douban_votes": "0",
    "introduction": "无敌镖客老板菲菲接受了因为好友而入狱的吴馆长的请求，让自己的成员王大彪和阿猛带着半个棋盘信物，去寻找自己的好友老潘拿回价值300万欧元的画。两个运气较差的王大彪和阿猛，一路艰辛来到了老潘家中，房东却告诉他们，老潘早就去世了，所有的东西都被外甥张德淼带走了。另一方面，因为东北大镖客儿而锒铛入狱的道哥和二虎走出监狱。道哥出狱的第一件事就决定寻找三人报仇出气。好在没多久就遇见了得知老潘去世，而去寻找张德淼的菲菲等三人。道哥觉得自己的三蹦子太慢而追不上菲菲的皮卡，就让司机加快前进。万没有想到三人突然停车，而导致三蹦子失灵撞在了道路边上，第一次寻找三人报仇就这样失败了。菲菲认为画肯定在老潘的孙子张德淼的手中，就带着王大彪和阿猛去询问房东。三人在路途中休息一晚，却没想到引来了道哥的寻仇，在道哥失败的伪装之后，众人直接开打。犯二的二虎一不小心直接打晕了道哥，让菲菲等人有了逃跑的机会。醒来后的道哥和二虎一起驾驶了院里的拖拉机去追菲菲，却不小心撞上了张德淼的手下渣五。道哥夺了渣五的车后，拿着菲菲的手机得知了菲菲等人的交易行动。两人打算到石头镇抢画，没想到的是醒来后的渣五以为是菲菲所为，张德淼得知菲菲在黑吃黑，十分生气的准备报复。另一方面，菲菲和王大彪等人来到了房东家，得知房东也不知道张德淼的去向。因为装作是老潘的亲戚，没办法还得帮忙把遗照带上。前来抢画的道哥，以为被卷起来的是画，就直接抢走。没想到的是，出门就遇到了渣五和小诸葛，小诸葛误认为道哥是菲菲的人，要求道哥把交易的钱拿出来，没想到的是却直接被道哥给偷袭了。想要和渣五等人交易的菲菲带着王大彪和阿猛去追渣五等人，没有追上道哥的小诸葛和渣五同时也堵上了菲菲。误认为菲菲黑吃黑，并想要抢交易的钱的渣五直接和菲菲等人交手，却不想被王大彪偷袭。想要和渣五等人交易的菲菲带着王大彪和阿猛去追渣五等人，没有追上道哥的小诸葛和渣五同时也堵上了菲菲。误认为菲菲黑吃黑，并想要抢交易的钱的渣五直接和菲菲等人交手，却不想被王大彪偷袭。渣五等人继续追逐王大彪和菲菲等人。菲菲在奔跑中弄丢了棋盘。甩开了渣五和小诸葛，三人直接离开。不想放弃的菲菲还准备继续寻找画的下落。而这时候，布下局的张德淼给菲菲打了电话，约定了交易时间。另一方面，道哥和二虎知道了自己抢过来的画不过是个遗照后十分生气，趁机绑架了询问房东棋盘问题的小诸葛。在小诸葛的手机上，道哥知道了第二天交易的事情。没有弄到车的二虎最后套上了一个驴车，准备去交易地点拿画。第二天菲菲等人来到交易地点之后，被张德淼得知菲菲并没有钱。怒气冲冲的张德淼准备留下菲菲等人。快速奔下的道哥和二虎冲了进来，王大彪无奈只能选择和道哥一起偷袭张德淼，并抢走了张德淼手中的画。怒火中烧的张德淼带着手下围追堵截。王大彪偷袭了道哥，带走了画和菲菲一起逃离。却一直被张德淼追个不停，菲菲决定分开到城中汇合，王大彪无奈只能选择统同意。而渣五和小诸葛也分开去追人，面对渣五的围追堵截，王大彪最后以乞丐的样子蒙混过关，成功的甩开了渣五。小诸葛和张德淼在追菲菲的时候看到了道哥和二虎，小诸葛直接带人去追，逃命的道哥被小诸葛怒骂废物而动怒，直接打到了小诸葛身边儿的人，并再次绑架的小诸葛。道哥最后决定直接去找张德淼，寻找出路。王大彪和阿猛把画带回了博物馆，博物馆的人却告诉他们，他们带回来的画是假的。这时，王大彪也接到了张德淼的电话，要王大彪拿500万来救菲菲。得知一切都是张德淼设局的王大彪和阿猛，一起前往了解救菲菲的路上。",
    "chinese_title": "无敌镖客之兄弟情深",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-26T12:13:07"
}