{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30234897",
    "cast": [
        {
            "url": "/celebrity/1177837/",
            "name": "内尔松·皮盖 Nelson Piquet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1221035/",
            "name": "阿兰·普罗斯特 Alain Prost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1394995/",
            "name": "勒内·阿尔努 René Arnoux",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2523418253.jpg",
    "region": [
        "美国",
        "巴西",
        "法国",
        "圣马力诺",
        "摩纳哥",
        "比利时",
        "加拿大",
        "英国",
        "德国",
        "奥地利",
        "荷兰",
        "意大利",
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt6842918",
    "director": [],
    "duration": "100分钟",
    "episodes": "15",
    "language": [],
    "playdate": [
        "1983-03-13(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6842918/",
    "imdb_votes": 12,
    "this_title": [
        "Formula 1 Season 34"
    ],
    "douban_link": "https://movie.douban.com/subject/30234897/",
    "imdb_rating": "4.9/10 from 12 users",
    "trans_title": [
        "世界一级方程式锦标赛 第三十四季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1983 FIA Formula One World Championship was the 37th season of FIA Formula One motor racing. It featured the 1983 Formula One World Championship for Drivers and the 1983 Formula One World Championship for Constructors, which were contested concurrently over a fifteen-race series that commenced on 13 March and ended on 15 October. Nelson Piquet won the Drivers' Championship, his second Formula One title and the first to be won by a driver using a turbocharged engine, while Ferrari won the Constructors' Championship.The Drivers' Championship developed into a four-way battle between Brabham-BMW driver Piquet, Renault driver Alain Prost and Ferrari duo René Arnoux and Patrick Tambay. Prost led the championship from the Belgian Grand Prix in May until the final race in South Africa in October, where a turbo problem forced him to retire and thus enabled Piquet to snatch the title. Ferrari won the Constructors' Championship despite its better driver, Arnoux, finishing only third overall – a unique feat in Formula One history.The season also included a single non-championship Formula One race, the Race of Champions, which was held at Brands Hatch and won by defending World Champion Keke Rosberg in a Williams-Ford. This was to be the last non-championship race in Formula One history.A major change in technical regulations mandated a flat undertray for the cars, with a complete ban on the ground effect technology pioneered by the Lotus 78 in 1977. This was done to reduce downforce and cornering speeds, which were deemed to have reached dangerous levels in 1982, a season in which several violent and fatal accidents occurred.",
    "chinese_title": "世界一级方程式锦标赛 第三十四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 34",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-05T20:22:54"
}