{
    "aka": [],
    "sid": "30233792",
    "cast": [
        {
            "url": "/celebrity/1023026/",
            "name": "弗兰奇·博伊尔 Frankie Boyle",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524060375.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [
        {
            "url": "/celebrity/1023026/",
            "name": "弗兰奇·博伊尔 Frankie Boyle",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "1hr",
    "episodes": "2",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-06-03(英國)"
    ],
    "this_title": [
        "Frankie Goes To Russia"
    ],
    "douban_link": "https://movie.douban.com/subject/30233792/",
    "trans_title": [
        "弗兰奇去俄罗斯"
    ],
    "douban_votes": "0",
    "introduction": "Comedian Frankie Boyle travels to Russia in the lead up to the 2018 football World Cup, with the tournament about to kick off against a backdrop of spy poisoning, alleged state-sponsored doping, threats of ultra-football hooliganism and perhaps the worst relations between Russia and the West since the Cold War.In this two part series, Frankie will visit several host cities to see how Russia is preparing for the tournament and go behind the stereotypes and half-truths of Russian football and culture with his trademark provocative humour.To sell a positive image of Russia to the West requires a PR effort of gargantuan proportions. In Moscow, Frankie joins a specially selected, photogenic group of young people at a World Cup volunteer training course where students are being taught how to greet tourists - as well as how to survive a chemical attack. Frankie sees the World Cup final stadium up close, before visiting an all-female barber shop where he discovers feminism is out and hooliganism is in. He also meets Putin’s biggest fan, a comic book artist who has a life-size cut out of the President and believes that although the West propagates anti-Russian propaganda, he thinks the World Cup will be a huge-success story for the country.Frankie goes on to visit Rostov-on-Don, a city near the Ukrainian border with a reputation for football violence, and tries to track down the city’s hooligans. Checking in to his hotel he discovers a welcome pack with an unusual notice saying what to do in the case of being taken hostage, but feels instantly at home because the town is twinned with Glasgow. The Rostov-on-Don Cossacks have been assigned a special role at this World Cup, policing stadiums, so Frankie’s keen to spend some time with the famous sabre-wielding warriors. He experiences Cossack hospitality and on discovering a mutual love of hip hop records a World Cup Rap with a leading Cossack artist.In Moscow for Election Day, Frankie watches as Putin is elected president for a fourth time. During Frankie’s time there diplomatic relations between UK and Russia are at an all-time low - when back in the UK news breaks that a former Russian spy and his daughter are poisoned in Salisbury - allowing Frankie to observe the unfolding situation from a unique perspective.Frankie Goes To Russia",
    "chinese_title": "弗兰奇去俄罗斯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Frankie Goes To Russia",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T14:33:52"
}