{
    "aka": [
        "Depression And Me"
    ],
    "sid": "30248774",
    "cast": [
        {
            "url": "/celebrity/1018877/",
            "name": "阿拉斯泰尔·坎贝尔 Alastair Campbell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897075994.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8788104",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8788104/",
    "imdb_votes": 20,
    "this_title": [
        "Alastair Campbell: Depression and Me"
    ],
    "douban_link": "https://movie.douban.com/subject/30248774/",
    "imdb_rating": "6.7/10 from 20 users",
    "trans_title": [
        "抑郁症和我",
        "Depression And Me"
    ],
    "douban_votes": "154",
    "introduction": "In an intensely personal and often surprising film for BBC Two, Depression And Me, Alastair Campbell explores if radical new treatments can stop his depression.Campbell is best known for his role as Tony Blair’s formidable and often contentious spin doctor but, away from the public eye, he has been dogged by crippling bouts of depression for most of his life. Some days, just getting out of bed is too hard. Therapy and anti-depressant medication is helping him keep his head above water - but is that really the best he can hope for?Alastair Campbell says: “I’ve been on antidepressants for years and years and none of them can stop it. I want to understand my depression and find out if modern science has any better ways of treating it. I’m hoping there’s something out there that can help me lead a happier life.“I feel we are nearing a tipping point in the battle to demolish the stigma and taboo surrounding mental illness and TV is a very good medium for bringing these issues right out into the open. I have never regretted being open about my own issues but an important part of this film is also seeing my depression through the eyes of members of my family, especially my partner Fiona. I was also keen to get out there and find out what kind of progress was being made on the scientific and research front. There is a lot going on. My worry is that we are winning the battle for better awareness but losing the battle for the services we need.\"I was very pleased with the reaction to the film in Sheffield [at Doc/Fest]. One film alone cannot change the world but there is finally the focus on these issues that we need and hopefully one day we will have services to match.”",
    "chinese_title": "抑郁症和我",
    "douban_rating": "7.6/10 from 154 users",
    "foreign_title": "Alastair Campbell: Depression and Me",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "7.6",
    "update_at": "2025-11-29T06:14:06"
}