{
    "aka": [
        "カルト集団と過激な信仰"
    ],
    "sid": "30240562",
    "cast": [
        {
            "url": "/celebrity/1154606/",
            "name": "伊莉莎白·巴尔加斯 Elizabeth Vargas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914164669.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8457940",
    "director": [],
    "duration": "42分钟",
    "episodes": "9",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-05-28(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8457940/",
    "imdb_votes": 496,
    "this_title": [
        "Cults and Extreme Belief"
    ],
    "douban_link": "https://movie.douban.com/subject/30240562/",
    "imdb_rating": "7.4/10 from 496 users",
    "trans_title": [
        "邪教和极端信仰",
        "カルト集団と過激な信仰"
    ],
    "douban_votes": "0",
    "introduction": "In Cults and Extreme Belief, Elizabeth Vargas, alongside former members of controversial organizations, goes on a search to uncover how these sects use their influence to prey upon people’s desperation to create powerful and often destructive belief systems. Each episode will take an immersive look at one currently active group through the eyes of past devotees and get perspective from believers and leaders that are still inside.1. NXIVMAs a recruiter for multi-level marketing self-help group NXIVM, Sarah Edmondson brought thousands of people to the organization. In October of 2017, she exposed the group as a destructive sex-cult.2. Jehovah's WitnessesFormer Jehovah's Witness Romy Maple--a survivor of child sexual abuse--embarks on a journey to uncover why her pleas for justice were systematically ignored by top members of the organization.3. Children of GodAmy Bril recounts her childhood growing up in the Children of God, a group notorious for pedophilia and \"religious\" prostitution.4. U.N.O.I.Growing up in the United Nation of Islam (UNOI), Elijah Muhammad was forced into child labor, physical abuse and squalid living conditions. Today, he has a unique opportunity to speak to the FBI in hope of getting justice for himself and the other children abused by UNOI and its leader, Royall Jenkins', teachings.5. World Peace Unification SanctuaryFormer \"Moonie,\" Teddy Hose, tries to alert the public to a gun-obsessed Unification Church offshoot known as The Sanctuary Church of Newfoundland, PA.6. Twelve TribesDespite their hippie persona and rustic community businesses, the Twelve Tribes have long stood accused of physically abusing children and subjugating of women.7. FLDSMany believed that when Warren Jeffs was sentenced to life in prison for child sexual assault, the problems within the FLDS community would be solved.8. The Survivors Speak Part 1Former members of different groups meet to discuss their shared experiences with Elizabeth Vargas.9. The Survivors Speak Part 2Former members of different groups meet to discuss their shared experiences with Elizabeth Vargas.",
    "chinese_title": "邪教和极端信仰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cults and Extreme Belief",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T16:14:20"
}