{
    "aka": [
        "Woman",
        "土耳其版女人"
    ],
    "sid": "30244144",
    "cast": [
        {
            "url": "/celebrity/1480934/",
            "name": "奥茨杰·欧扎皮里奇 Özge Özpirinçci ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1480935/",
            "name": "塞雷·卡亚 Seray Kaya ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405427/",
            "name": "本努·耶勒德热姆拉尔 Bennu Yildirimlar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1253657/",
            "name": "嘉艺达.阿泰什 Ceyda Ates",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1446592/",
            "name": "巴萨克·古穆尔辛里奥格鲁 Basak Gümülcinelioglu Çitanak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348978/",
            "name": "塞尔坎·卡约格鲁 Serkan Çayoglu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1217145/",
            "name": "Berat Yenilmez Berat Yenilmez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172752/",
            "name": "坎纳·钱达尔勒 Caner Candarli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1232006/",
            "name": "约兹兰.伊尔马兹 Özlem Yilmaz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089317/",
            "name": "胡利亚·达坎 Hulya Darcan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485600/",
            "name": "阿尔普·纳夫鲁兹 Alp Navruz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883874044.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt7661932",
    "director": [],
    "duration": "120分钟",
    "episodes": "81",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2017-11-24(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7661932/",
    "imdb_votes": 1838,
    "this_title": [
        "Kadin"
    ],
    "douban_link": "https://movie.douban.com/subject/30244144/",
    "imdb_rating": "6.7/10 from 1838 users",
    "trans_title": [
        "妈妈",
        "Woman",
        "土耳其版女人"
    ],
    "douban_votes": "0",
    "introduction": "Bahar (Ozge Ozpirincci) is a beautiful single mother. After the accidental death of her husband Sarp (Caner Cindoruk) 4 years ago, she becomes all alone with her two children Nisan and Doruk. She tries to do her best to provide for her children but finds it so hard to give her children decent living conditions.Bahar works as an ironer in a small workplace and sometimes does an extra job like dish washing or cleaning. She works so hard to make a living but no matter how hard she tries, her financial situation does not improve. She is even thrown out of the house for not being able to raise her monthly rent. Desperately, she moves into another neighborhood which is not suitable for a single woman and two children.Upon her friend’s suggestion, Bahar goes to social welfare office in order to get a social assistance from the government. She is refused due to the fact that she does not meet certain requirements. However, an employee at the welfare office mentions that there is a benefactor who is willing to help people in need. Bahar could get financial aid from that person on the condition that she does not have any relative that can support her. When asked if she has any relative who can support her, Bahar says no. Her father passed away years ago and she has not been seeing her mother for a long time. Her mother Hatice (Bennu Yildirimlar) left her family and Bahar 20 years ago for her current husband and now she has another life with her new family.After then, an employee at the welfare office contacts Bahar’s mother Hatice. He learns that Hatice is willing to help Bahar. When Bahar learns that her mother is able to provide for her, she is surprised. This is beause, Bahar and Hatice have not seen each other for a long time and Hatice has been living happily with her husband and her daughter Sirin (Seray Kaya).Bahar decides to meet her mother again. She wants her mother to say that she could not support her daughter when welfare office calls. During this visit, Bahar also learns that her husband visited Hatice 4 years ago and wanted to reunite Bahar and Hatice. However, on his route back to home, Bahar’s husband died in an accident.Now, Bahar blames her mother not only for leaving her years ago but also for killing her husband. She thinks that she lost her husband who was the biggest happiness in her life due to her mother.In Woman (Kadin) tv series story, you will watch the life of Bahar who is a single mother and gives her all in trying to provide for her beloved children. Will Bahar forgive her mother? Will Bahar eventually forget her husband and find happiness? Will Sirin damage her step-sister Bahar just because she is jealous about her?",
    "chinese_title": "妈妈",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kadin",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-20T16:08:28"
}