{
    "aka": [],
    "sid": "30241875",
    "cast": [
        {
            "url": "/celebrity/1451201/",
            "name": "阿马莉亚·乌尔曼 Amalia Ulman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641591456.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-05-28(中国大陆)"
    ],
    "this_title": [
        "SIGhostNAL"
    ],
    "douban_link": "https://movie.douban.com/subject/30241875/",
    "trans_title": [
        "信号中的鬼魂"
    ],
    "douban_votes": "0",
    "introduction": "什么是“SIGhostNAL” ？这是艺术家陈轴创造的一个词语，旨在描述我们的“身体”（图像）如同幽魂一样漂泊在虚拟世界中，带着不知生死的飘忽感。短片讲述了一条生来就在一个律师事务所高层会议室透明鱼缸中的鲫鱼，极力挣脱被困的处境，一跃之后它的灵魂从肉体中释放出来；同样地，一位美丽女士的灵魂拖着行李在那一刻从大风中来到这间会议室（港口），她稍作逗留，睡了一觉，在梦中与鲫鱼相遇。他们皆不知道自己身处何方。最终鱼的灵魂进入会议室的摄像头中。摄像头在会议室内左右转动，观察着这个空间。这是鱼的鬼魂在观察周遭世界，进入困惑状态。在短片中，导演陈轴邀请了艺术家 Amalia Ulman（当然你也可以叫她网红），演绎一位职业女性的 SIGhostNAL。短片中，除了圆形的摄像头，还有圆形的画幅，而摄像头的快门孔仿佛眼睛，直视着观众，仿佛具有了意识。从片名“SIGhostNAL”——这个陈轴创造的新词中就能感受到短片悬疑的氛围。“信号中的鬼魂”这个词被导演用路由器（信号）与骷髅（死亡）这个形象进行阐释，并多次出现在影片中。再加上幽闭的空间，更渲染了孤独与惊悚氛围。影片中的部分片段甚至有希区柯克的《鸟》以及库布里克《2001：太空漫游》的影子。文学作品和影视作品常以鱼代指或象征女性。这一现象无论是在西方的美人鱼神话中，还是东亚文化中用鱼比喻女性，抑或是在酷儿文化中用 fish 代表极其女性化的变装皇后，女性与鱼的关系颇为理所当然。短片中，被束缚的女主角挣脱之后，进入一幢写字楼内。她半透明的身体提示着此刻鬼魂的身份，呼应了“路由器+骷髅”的意象。她在狂风中进入会议室，穿着风衣，在漫天飞舞的纸片之中逆风行走。这一幕让人联想到希区柯克的《鸟》中，女主角米兰妮在户外被群鸟攻击的画面。女主角的鬼魂进入了传递信号的路由器之中，路由器的端口（port）和港口（port）对应，营造出在港口边的狂风中行走的画面。随后，她在会议室中入睡。醒来后，和困在会议室摄像头内的鱼一样困惑，不停地问自己 “Am I dead?”和“Where am I?”最终，她从会议室中消失，“正常”的工作人员进入房间开始打扫、开会。我们似乎能够通过短片，看到导演陈轴与 Amalia Ulman 共同展现的女性形象。现代女权主义运动如今遭到诸多误解与排斥，使得本应该号召女性平等权益的运动受到了莫大的阻力。主张女性同工同酬的同时，人们欣喜地看到“事业型女性”不再遭受非议,然而在深受儒家男权思想影响的东亚，企图打破“男主外、女主内”的女性，实际上并没有获得本质的平等，反而既要主外，又要主内。人们赞颂女性要独立自主、成就自己的事业，而套在女性身上的“婚姻枷锁”和“生育枷锁”并没有解掉。换句话说，大众普遍的想法从“女人应该相夫教子”转变为“既要（表面上的）自强独立，又要（听从男性）行使妻母职责。”再加上东亚地区人口稠密，几乎全部进入老龄化社会，在福利机制不甚健全的社会，鼓励生育、降低老龄化成了各国当局不解决根本问题的绝望呼吁。这让想要在男权社会中努力拼搏，对抗这种不公的女性陷入了困境，相反地，舒缓了男性的社会焦虑：家庭收入由两人承担，但家务与养育职责几乎全部丢给女性。本片的女主角——艺术家 Amalia Ulman 当然也深知这个现象的荒谬性，因此2014年，她在个人 Instagram 账号上开始了一次为期4个月的行为艺术——“Excellences & Perfection” (卓越与完美)，引起了巨大的轰动，被誉为是“首个诞生于 Instagram 的艺术杰作”。她 cos 了三个角色：可爱女孩、援交女孩、生命女神，以讽刺手法展现被物化的女性，用伪造的线上人格在社交平台上成功地扮演了一回假网红。Amalia Ulman和陈轴的这次合作，除了在更广的意义上探讨人们在网络中迷失游荡，不知所向；在视觉层面，更描述出女性在当代社会的困境：如同一条鱼一样，逃脱了一个桎梏，进入到更广大的桎梏之中。于女性主义与现实层面都引发大众思考。Via.NOWNESS现在",
    "chinese_title": "信号中的鬼魂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "SIGhostNAL",
    "douban_rating_average": 0,
    "update_at": "2025-09-03T21:14:08"
}