{
    "aka": [],
    "sid": "30248771",
    "cast": [
        {
            "url": "/celebrity/1027973/",
            "name": "马克·加蒂斯 Mark Gatiss",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077803/",
            "name": "Norman Bowler Norman Bowler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1177379/",
            "name": "Peter Blake Peter Blake",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550661602.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1027973/",
            "name": "马克·加蒂斯 Mark Gatiss",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8876572",
    "director": [
        {
            "url": "/celebrity/1340861/",
            "name": "马修·托马斯 Matthew Thomas",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-08-13(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8876572/",
    "imdb_votes": 13,
    "this_title": [
        "Mark Gatiss On John Minton: The Lost Man Of British Art"
    ],
    "douban_link": "https://movie.douban.com/subject/30248771/",
    "imdb_rating": "8.1/10 from 13 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "John Minton was for a time one of the most popular 20th century British artists, more famous even than his contemporaries Francis Bacon and Lucian Freud. But his seemingly charmed life was cut tragically short and his work is now largely forgotten. For the actor and writer Mark Gatiss, Minton has been something of an obsession since he first came across his work as a teenager, and in this personal, authored film, he tells the story of Minton’s colourful, complex life for the first time on television.A prolific and talented painter, Minton was one of the leading figures in post-war British art, known for his landscapes, portraits and large-scale murals. He was also a brilliant and commercially successful illustrator, whose work on books, magazines, and film and travel posters brought him real fame. But this artistic tension wasn’t the only one in his life. As a gay man living in a deeply repressive era, he struggled with his own sexuality and sought refuge in the hard drinking culture of Soho and its tight circle of fellow bohemians.Mark plunges back into Minton’s world, from the headiness of Soho to the serenity and beauty of Corsica, where Minton produced some of his most influential work. Meeting his friends, contemporaries, former models and students, including Bridget Riley and Peter Blake, he comes across unseen photos, lost paintings and rare recordings of a man whose life and work seemed to disappear overnight. For Mark, it’s time to invite John Minton back to the party he left all too soon.",
    "chinese_title": "Mark Gatiss On John Minton: The Lost Man Of British Art",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T01:23:08"
}