{
    "aka": [
        "A Different Kind of Man",
        "Gaseum dallin namja",
        "呢个哥哥要戴Bra",
        "女扮男装",
        "我的男友是个妞",
        "有胸膛的男人",
        "有胸部的男人"
    ],
    "sid": "3024054",
    "cast": [
        {
            "url": "/celebrity/1194460/",
            "name": "朴善英 Park Sun Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001389/",
            "name": "崔民秀 Min-su Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018944/",
            "name": "金一宇 Il-woo Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165043/",
            "name": "南宫远 Won Nam-kung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2268988555.jpg",
    "region": [
        "韩国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023912/",
            "name": "金亨俊 Jonathan Kim",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0304065",
    "director": [
        {
            "url": "/celebrity/1297475/",
            "name": "申承秀 Seung-Soo Shin",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1993-09-25(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0304065/",
    "imdb_votes": 31,
    "this_title": [
        "가슴 달린 남자"
    ],
    "douban_link": "https://movie.douban.com/subject/3024054/",
    "imdb_rating": "4.6/10 from 31 users",
    "trans_title": [
        "这个男人有点俏",
        "A Different Kind of Man",
        "Gaseum dallin namja",
        "呢个哥哥要戴Bra",
        "女扮男装",
        "我的男友是个妞",
        "有胸膛的男人",
        "有胸部的男人"
    ],
    "douban_votes": "1305",
    "introduction": "金惠善是大成公司的一名非常有能力的女职员，但作为女人，她却没有象其他男性职员那样拥有能尽心工作的条件，每时每刻都被其他男同事支使着做些诸如倒咖啡、缝衣服扣子等等的一些杂事。本来是她建议上司在适当机会用公司的英镑换成马克赚取利润，但到了公司大会时她的意见却被上司剽窃，根本没人相信一个女人有如此的能力，这因为一切的根源都缘自她是个女人。一气之下，她把咖啡泼向了经理们，在同事们为她的“义举”欢呼中，在她的泪水中，她被公司解雇了。坐在江边的长堤上，姐姐劝她不要这样一意孤行，说这个世界就是男人的世界，认命吧。但金惠善不能在这个压制中被束缚，下定决心装扮一番后重新出现在姐姐面前时，面对一个声音“粗粗”的男人，姐姐完全无法相信眼前的事实。一个二十多岁的男人“金惠锡”诞生到了这个世界，金惠善要用这个男人的身份去争取社会的认可。金惠锡进入现进集团后，工作出色，不仅博得了上司的青睐，同时还成为了众多女职员追求的目标。但金惠锡毕竟是个女人，工作之外其它问题开始逐渐遇到了。例如男同事们到夜总会的聚会中，同事们非要金惠锡找个女伴，恶心坏了的她没办法只好到卫生间躲躲，但小便的问题又出现了，最后洗面池中的“水”被上司当洗脸水给用了。外出打电话时，遇到一个称赞“他”的外国男人，说“他”长得如何如何帅气，但金惠善赶紧语无伦次地跑了，她可不想成为了男同性恋。公司要开发一个航空新项目，为了安全保密的原则，公司只选派两名精英做这一项目，金惠锡作为优秀人选被定为其中的一员，与他共同工作的是一位业务骨干崔亨俊，在他们第一次握手时就产生了触电的感觉。除了崔亨俊，公司还为金惠锡派了一名追求“他”的女秘书。和崔亨俊住在一起的金惠锡要时时刻刻注意不能暴露自己的女性身份，但她接电话时未留意的女性声音一出口，后来接电话的崔亨俊就需要向自己的女友解释一下确实没有别的女人在他的房间。全然不知金惠锡身份的崔亨俊洗完澡裸露着站在金惠锡面前，还让“他”看看自己男性标志的大小。金惠锡在意为什么男人用她的牙刷，警告被说得淅沥糊涂的崔亨俊别再犯错误。金惠锡和崔亨俊工作中截获到消息，他们要接洽的美国麦克道勒公司已经被其它公司抢得了先机，他们的竞争对手正是金惠锡以前工作过的大成公司，于是两人想出了个绝妙的办法。他们找到一名美国人，让他假扮成麦克道勒公司的工作人员，在大成公司的人接到他之后，一路上有说有笑非常高兴，最终才被告知他是为“麦当劳公司”工作，而不是来自什么麦克道勒公司，结果被气急败坏的大成公司的人踹下了车。而另一边，金惠锡和崔亨俊接到真正有价值的人物，趁他不注意的时候，把资料移花接木窃取到手，并且还客客气气地送走了那个小傻瓜，最终初战告捷。除了公司派给金惠善的秘书追求她之外，在夜总会曾经见过的一个女人，金惠善劝她要有自己的世界，不要被男人们所支配，在醒悟之后，那个女人也不放过她。献花求爱不成，干脆把她“绑架”到饭店中，用暴力方式要与她共度缠绵。最令这个女人搞不懂的是，为什么她喜爱的“男人”拒绝他，而且还象个女人似的奋力反抗着咬她？崔亨俊把家资富有的女友美兰介绍给金惠锡，在逐渐地相识中，美兰也开始对金惠锡产生了好感。美兰的生日宴会上，看着一同起舞的美兰和金惠锡，崔亨俊有些吃醋了，而他哪里知道，他的同事--真正的金惠善的内心已经爱上他了。美兰给金惠锡打来电话，让她去自己的别墅，而且还让金惠锡不要告诉崔亨俊，在美兰强搂着金惠锡接吻后，金惠锡对美兰朝三暮四的行为厌恶到了极点，她说了一句美兰如何也想不明白的话--她，金惠锡，爱崔亨俊。纸里包不住火，崔亨俊在酒馆责问金惠锡为什么与美兰约会？为什么抢自己的女朋友？两个人选择了一个都能接受的解决办法--决斗。昏暗的篮球场上两人你争我夺，一个心里在吃醋，而另一个已经深爱上了他。疲惫不堪的两人终于躺在了同一块地板上，崔亨俊怎么也搞不懂为什么对旁边的这位男同事愈发产生了爱恋，他不由自主的接近金惠锡，在两人即将接吻的一刻，金惠锡忽然清醒地想到了面前这是个“男人”。坐在医生面前的崔亨俊，向医生叙述着自己最近的奇怪症状--对男人越来越感兴趣，在医生详细询问过他的“症状”之后，他被告知有可能患上了后天性的同性恋癖。崔亨俊垂头丧气地辞掉了公司的工作，秘书韩小姐不明白他为什么做出如此选择，而清楚这一切原委的只有金惠善自己。站在天台上的两个人，崔亨俊大声地发泄着怒火，金惠善只是在一旁静静地倾听。忽然她一下抓住崔亨俊，深情地吻着他，这一突然的动作让崔亨俊不知所措，然而更让他惊讶不已的是金惠善把衬衫解开，向崔亨俊露出了自己的胸部。一切都恍然大悟的崔亨俊一巴掌打在了金惠善的脸上，他无法承受这种欺骗。天台上，独自一人的金惠善在歌声中默默流泪。工作还是要继续，虽然此时的金惠善身在美国，而崔亨俊身处汉城，但两人已是心心相映，默契的配合使公司最终战胜了美国公司内部的反对派，他们被金惠善这样一个出色的女人所折服。虽然机场有欢迎金惠锡的公司同事，但他们无法认出重回韩国的金惠善，因为她也不用在男人的世界中继续生活了。看着机场的人群，寻找心中另一半的金惠善，在一个僻静的地方接到了崔亨俊的电话。崔亨俊告诉金惠善，他在一个很远的地方，想告诉她非常爱她。在金惠善伸出手感悟到爱的一刻，另一只手从她的身旁伸出，用心永远牵住了她......",
    "chinese_title": "这个男人有点俏",
    "douban_rating": "7.5/10 from 1305 users",
    "foreign_title": "가슴 달린 남자",
    "imdb_rating_average": 4.6,
    "douban_rating_average": "7.5",
    "update_at": "2026-01-22T13:35:32"
}