{
    "aka": [
        "亿万中国婚恋产业"
    ],
    "sid": "30243260",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524336831.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt8475490",
    "director": [],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "上海话",
        "汉语普通话",
        "英语"
    ],
    "playdate": [
        "2018-06(澳大利亚悉尼电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8475490/",
    "imdb_votes": 102,
    "this_title": [
        "China Love"
    ],
    "douban_link": "https://movie.douban.com/subject/30243260/",
    "imdb_rating": "7.1/10 from 102 users",
    "trans_title": [
        "中国式爱情",
        "亿万中国婚恋产业"
    ],
    "douban_votes": "246",
    "introduction": "Just over 40 years ago, marriage in China was arranged by the state. Romantic love was seen as a capitalist concept and was not allowed during this period. Wedding photography (if any at all) consisted of one black and white passport photo of the couple (dressed in Mao- style outfits) as proof of the marriage. Now, China has fallen in love with love and its exploding wedding industry is worth 80 billion dollars, and it is on an upward curve. Pre-wedding photography is one of the most significant and curious parts of the industry. Every couple marrying in China will take part in a pre-wedding shoot. It involves several costume and backdrop changes where you can become a character in any fantasy you choose. For the most exotic lo- cations couples pay up to $250,000 AUD. Pre-wedding photo shoots have become an important national ritual. They are proof of the marriage but now also of love, romance, freedom, status, money and the new China Dream. As an expat living in Shanghai with a long history of coming to China, Sinophile photographer Olivia Mar- tin-McGuire was captivated by the construction of dreams through this booming photographic world. Once she started to delve deeper into this new traditional she found a unique window into China. One that revealed a country dreaming, a country rapidly booming and a country reconstructing its recent past trauma all through their own lens. China Love takes us on a wild journey into the warmth of the family web in China into the hearts of our characters and into their personal dreams with an understanding of why and where these aspirations come from. The project explores China's new position as a globalised country from its restrictive and highly traditional past - through the window of its booming wedding industry and asks what is the new China Dream when it comes to love.",
    "chinese_title": "中国式爱情",
    "douban_rating": "6.3/10 from 246 users",
    "foreign_title": "China Love",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "6.3",
    "update_at": "2025-05-29T08:14:07"
}