{
    "aka": [],
    "sid": "30241877",
    "cast": [
        {
            "url": "/celebrity/1035644/",
            "name": "杰西卡·贝尔 Jessica Biel",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524194800.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-05-27(中国大陆)"
    ],
    "this_title": [
        "Eve Before"
    ],
    "douban_link": "https://movie.douban.com/subject/30241877/",
    "trans_title": [
        "前夜"
    ],
    "douban_votes": "0",
    "introduction": "短片《前夜》是由新锐导演Quentin Jones，和流行歌手 Justin Timberlake 的太太——著名演员 Jessica Biel 联袂奉献的一部短片。她们还有一个共同的身份——母亲。本片把触角伸向“产后抑郁”这个老生常谈的话题。而片名《前夜》，代表的是乐观和希望，意味着一直盼望的也许就快实现了。耶和华对被赶出伊甸园的夏娃说：“我必多多加增你怀胎的苦楚，你生产儿女必多受苦楚。”不知产后抑郁是否包含在这苦楚中，但越来越多的新晋妈妈被它所困扰却是不争的事实。近几年，亲子真人秀充斥银幕，面对孩子手足无措的爸爸们总是能得到善意的嘲笑。但是观众们对于妈妈的“不称职”就没有这么宽容了，自媒体连篇累牍地轰炸，从原生家庭剖析到婆媳关系，焦点无非就是一个：这个女人为什么就是不会做妈妈呢？并不是每个女人天生都擅长当妈妈，但并不是每个人都清楚地认识到了这点，包括妈妈们自己。疼痛、失眠、身体的变化、缺乏经验导致的焦虑，乃至后来工作的压力，全部都有可能触发产后抑郁的扳机。睡眠、美食、运动、手机...所有减压手段几乎完全被锁死，尤其在国内，妈妈们陡然进入了一个只能凭借强大意志力来自我调节的阶段。对孩子的使命感和人本能的软弱一面交织在一起，在这种情形之下，抑郁症的高发的确不稀奇。清晨如期而至。闹钟响起的时候她的困意还没有完全退去，一声婴儿的啼哭彻底把她惊醒了。她惶惑地四下张望，各种哺乳用具都昭示着她的妈妈身份，可是摇篮里空空如也，宝宝去哪了？她急速跳下床，在走廊里逡巡，似乎有一层透明的雾笼罩在眼前，像梦一样不真实。可宝宝的哭声却是真实的。追着哭声，她跨入一扇门，赫然看到了一张熟悉的面孔。她眯着眼睛仔细分辨，那个女人神采飞扬，眼神魅惑，浑然不像自己这样茫然，但五官却明明和自己一模一样。那女人的声音暖洋洋的，让人像是浴在热水中，四肢百骸都很适意。女人喃喃地说：“来我这里吧…是要我还是要宝宝，只能选一个…”周围五颜六色的光圈渐渐洇透了空气，她沉醉了，好久没这样轻松过了吧？没有哭泣，没有担忧…凄厉的哭喊声瞬间把这一切撕的粉碎，她猛然回过神来，眼泛泪光，夺门而出。身后的女人愤怒地诅咒她：“你永远都别想摆脱我！”她不知道如何化解这诅咒，只顾怀着满腔歉意狂奔，直至把她的宝宝抱在怀里，直到宝宝收住了哭声。她小心翼翼地注视着宝宝，耳边却传来丈夫的呼喊。她担心把宝宝吵醒，快步去制止，却被身后的门拉住了袍子下摆，孩子失手滑落，直堕入深渊里。血呢？尸体呢？她竭尽全力盯着那一方小小的毯子，下面空无一物。丈夫怀抱着婴儿从客厅闪身而出，一脸疑惑地看着趴在二楼栏杆处四处搜寻的她。“啊，原来是幻觉，可如果这是幻觉的话，那之前的幻觉是什么？那个女人，她到底是谁？”安心和焦虑在她脸上渐渐汇合，凝成了一个谁都无法参透的表情。要让可怜的妈妈们得到救赎，需要全社会的观念转变。让妈妈们知道养育孩子是异常艰难的事情，自己做得不够完美很正常，并且永远都能在迷惘是得到他人的帮助。不要让她们即使在梦里也在绝望地四处游走，全部精力都专注于若隐若现的一丝啼哭。",
    "chinese_title": "前夜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Eve Before",
    "douban_rating_average": 0,
    "update_at": "2025-10-26T02:39:30"
}