{
    "aka": [
        "NOVA: Wonders"
    ],
    "sid": "30240553",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2907112880.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1310919/",
            "name": "Peter Yost Peter Yost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278521/",
            "name": "Phil Bertelsen Phil Bertelsen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8458634",
    "director": [
        {
            "url": "/celebrity/1310919/",
            "name": "Peter Yost Peter Yost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278521/",
            "name": "Phil Bertelsen Phil Bertelsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301155/",
            "name": "Kirk Wolfinger Kirk Wolfinger",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-04-25(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8458634/",
    "imdb_votes": 66,
    "this_title": [
        "nova wonders"
    ],
    "douban_link": "https://movie.douban.com/subject/30240553/",
    "imdb_rating": "7.5/10 from 66 users",
    "trans_title": [
        "NOVA 奇迹",
        "NOVA: Wonders"
    ],
    "douban_votes": "0",
    "introduction": "NOVA Wonders follows remarkable researchers who are tackling the biggest unanswered questions about life and the cosmos, and pushing the boundaries of understanding in ways that could transform our world and the future. This fresh, lively series makes complicated concepts accessible while taking a deep dive into the scientific process. Each one-hour episode poses a single big scientific question and takes viewers along on a journey to explore how far we’ve come in our quest for answers. Among the intriguing topics pondered are the secret language of animals, what’s hidden in the human body, the artificial intelligence technologies that could rival and surpass the abilities of the human mind, the controversial power to engineer life in a lab, and the mysteries of the universe.The series explores some unexpected places to look for answers—including deep underwater, where humpback whales are essentially playing a game of “telephone” across the world, with pods teaching each other new songs; deep beneath our skin, where trillions of microbes are living in our bodies; deep below the earth, in mines where researchers are trying to detect elusive dark matter particles; deep into space, where astrophysicists are hunting for signs of extra-terrestrial life, and more.Three young scientists serve as enthusiastic guides and science communicators. Talithia Williams is a mathematician and statistician who also applies data models to the human body and the environment. She is joined by co-hosts Rana el Kaliouby, a computer scientist developing emotion recognition technology used in artificial intelligence, and André Fenton, a neuroscientist studying the biology of memory. All three help to set-up the inquiry, demonstrate key aspects of the challenges facing scientists, and ask provocative questions about research carried out on the winding paths of uncertainty and the unknown.The six episodes for Season One are as follows:S1 E1 What Are Animals Saying?S1 E2 What's Living in You?S1 E3 Are We Alone?S1 E4 Can We Build a Brain?S1 E5 Can We Make Life?S1 E6 What's the Universe Made of?",
    "chinese_title": "NOVA 奇迹",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "nova wonders",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-09T12:21:36"
}