{
    "aka": [
        "糖类的真相"
    ],
    "sid": "30246952",
    "cast": [
        {
            "url": "/celebrity/1454453/",
            "name": "亚历山大·凡·塔肯 Xand van Tulleken",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900240912.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8785214",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-06-06(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8785214/",
    "imdb_votes": 28,
    "this_title": [
        "The Truth About Carbs"
    ],
    "douban_link": "https://movie.douban.com/subject/30246952/",
    "imdb_rating": "6.9/10 from 28 users",
    "trans_title": [
        "碳水化合物的真相",
        "糖类的真相"
    ],
    "douban_votes": "1924",
    "introduction": "As a nation, we love eating carbs, and they are right at the heart of our diet. The problem is that with 63 per cent of UK adults now considered overweight or obese, many experts think that we are eating far too many wrong sorts of carbohydrate.Xand van Tulleken is a medical doctor and self-professed lover of carbs, to the point where he used to weigh 19 stone. He is keen to discover whether they really are a killer as claimed by many, responsible for record levels of obesity and type 2 diabetes. The film investigates cutting-edge research into the possible link between carb consumption and infertility in both women and men, and looks into whether genetic changes are taking place as we pass our eating habits on to our children.Xand and a team of volunteers play 'blood sugar bingo' as they attempt to guess how much sugar a selection of common foods each releases into the bloodstream. Xand discovers that looks can be deceiving - a baked potato is the equivalent of a staggering 19 sugar lumps, whereas a large bowl of strawberries is only four. There is also a simple test that anyone can do at home to determine how well they tolerate starchy carbs like rice, pasta and bread. Simply chew a small, unsalted cracker and time how long it takes to change taste in the mouth.The film then sets out to examine whether it is still possible to eat carbs, but in a way that is much healthier for us. There is a little-known type of carbohydrate called resistant starch; like fibre, it helps keep bowel cancer at bay. But a medical exam reveals that, like most people in the UK, Xand doesn't eat enough of this carb. So how should he go about eating more carbs like fibre and resistant starch?The programme turns the myth about bread on its head, discovering bakes that are good for us. There is even a way of making white bread healthier by sticking it in the freezer before toasting it - this process turns some of the sugary starch into resistant starch. Scientists have discovered that other starchy carbs like pasta, rice and potatoes can be changed in a very simple way to make them better for us, by cooking and cooling - they become less calorific and vital food for our gut bacteria.There is a surprise in store for Xand when he heads to the gym with his favourite carb-filled sports drink. He discovers that for exercise lasting less than an hour, there is a very neat trick that fools the brain into thinking that it is going to get carbs, which improves performance. All he has to do is swill the drink and spit it out.But perhaps most importantly, the programme teams up with a Merseyside GP to trial a healthy-eating plan. Originally devised to help diabetic and obese patients, this plan doesn't count calories but asks participants to be smart with their carbs - swapping 'sugary' carbs for more fibre. The results after just two weeks come as a surprise to Xand and the trial doctors.",
    "chinese_title": "碳水化合物的真相",
    "douban_rating": "7.8/10 from 1924 users",
    "foreign_title": "The Truth About Carbs",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.8",
    "update_at": "2025-03-13T00:01:46"
}