{
    "aka": [
        "A Place to Live"
    ],
    "sid": "30241996",
    "cast": [
        {
            "url": "/celebrity/1102469/",
            "name": "Elise Guilbault Elise Guilbault",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212373/",
            "name": "索菲·德马雷 Sophie Desmarais",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1484827/",
            "name": "玛丽·伯妮 Marie Bernier",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540644201.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1283195/",
            "name": "贝尔纳·埃蒙 Bernard Émond",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7928214",
    "director": [
        {
            "url": "/celebrity/1283195/",
            "name": "贝尔纳·埃蒙 Bernard Émond",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7928214/",
    "imdb_votes": 89,
    "this_title": [
        "Pour vivre ici"
    ],
    "douban_link": "https://movie.douban.com/subject/30241996/",
    "imdb_rating": "6.3/10 from 89 users",
    "trans_title": [
        "A Place to Live"
    ],
    "douban_votes": "0",
    "introduction": "Grief is a condition we have all experienced or one day will have to experience. Monique buries the man she loved. Feeling anguished and lonely, she decides to visit her adult children, hoping to become a part of their life. Unfortunately, there is no place for the mother in the children’s Montreal lifestyle. There is only one young woman who understands her, for they are linked by a common grief they once went through. Looking for ties to the past, Monique drives to her childhood lands but finds it very difficult connect to anything there as everything has changed.In his eighth feature film, Quebec director Bernard Émond tells a simple story with such skill that the audience cannot remain indifferent. This is also largely thanks to Élise Guilbaultil for whom this is the fourth leading role in Émond’s filmography. She plays her role very precisely, with minimalist means, making the audience to physically feel Monique’s grief. More experienced film viewers will in addition to enjoying the strong emotions created by the film find it interesting to see which film specific tools the director has used to achieve a compact artistic whole, a film where grief plays the leading role. For the Canadian audience and those familiar with the cultural background of the country of origin of this feature, the film contains another level – Quebec vs. Montreal.Mihkel Möölman",
    "chinese_title": "Pour vivre ici",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-12T06:52:46"
}