{
    "aka": [],
    "sid": "30246825",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524803835.jpg",
    "region": [
        "德国",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1302026/",
            "name": "Jérôme Scemla Jérôme Scemla",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1302026/",
            "name": "Jérôme Scemla Jérôme Scemla",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "3",
    "language": [
        "法语"
    ],
    "playdate": [],
    "this_title": [
        "Biology 2.0:When Biology Becomes Synthetic"
    ],
    "douban_link": "https://movie.douban.com/subject/30246825/",
    "trans_title": [
        "生物学2.0：当生物变成合成物"
    ],
    "douban_votes": "0",
    "introduction": "After the dramatic advances in genomics, 21st century biology is heading for a revolution: synthetic biology. The consequences are huge, but the potential applications are promising. We can now program cells to fight bacteria and resistant infections and to become bio-sensors which monitor the metabolism in cases of diabetes or obesity. From genetic engineering to bio-hacking to new bio-materials through the environment and medicine, synthetic biology could usher in an era of greater efficiency, cheaper costs and lower pollution. But we can also program DNA with catastrophic consequences: for example, the FBI has a biological counter-measures unit within the Weapons of Mass Destruction Directorate. Biology 2.0 discovers what nature would never have made and what man is in the process of creating.From computer code to genetic code… From electronic circuits to genetic circuits… This is the age of Life Engineers who programme bacteria just like we programme a computer, using DNA, the “software of life”.This is the world of Chris Voigt and Ron Weiss, bio-engineering professors at MIT. Chris is also the co-director of MIT’s Synthetic Biology Centre. They are both fascinated by the extraordinary adaptation qualities of life-forms to the world around them.Each cell has certain functions, detection circuits and decision-making capacities that are encoded in their DNA. Ron and Chris programme totally new biological systems capable of analysing their environment and responding to it. In order to do this, they have a vast library of DNA strands, of spare parts, which allow them to transform a cell into a useful machine… notably in the field of health-care.Jim Collins, a Biomedical Engineering professor at Boston University, is attempting to make resistant bacteria more vulnerable. He has modified bacteriophages (bacteria-consuming viruses) so that they can manufacture enzymes capable of breaking up the biofilm envelopes that protect the bacteria.Jérôme Bonnet, a synthetic biology scientist at the Structural Bio-chemistry Centre at the CNRS in Montpellier, wants to programme a cell that can detect cancer biomarkers.For this djembe player, working in synthetic biology is like writing a complex musical composition based on a simple rhythm.Martin Fussenegger, professor of Biotechnology and Bio-engineering at the ETH Zurich, manufactures “bio-sensors” which monitor an organism’s metabolism from within the bloodstream, checking the levels of lipids in cases of obesity, or glucose in diabetes sufferers. These cells supervise the body at every moment, performing an initial diagnosis and intervention, if necessary, by producing a therapeutic protein.Eleonore Pauwels, Senior Program Associate and Scholar at the Woodrow Wilson Centre in Washington, is concerned about the speed at which this techno-science is developing. The word “synthesis” doesn’t get a very good press these days… And how do we we anticipate problems linked to biosafety and biosecurity?These discoveries affect our shared, and most valuable asset: Life… Who will own Life 2.0?",
    "chinese_title": "生物学2.0：当生物变成合成物",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Biology 2.0:When Biology Becomes Synthetic",
    "douban_rating_average": 0,
    "update_at": "2025-05-29T00:49:05"
}