{
    "aka": [],
    "sid": "30254662",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525861467.jpg",
    "region": [
        "英国",
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt8267204",
    "director": [],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-11-22(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8267204/",
    "imdb_votes": 354,
    "this_title": [
        "Betty: They Say I'm Different"
    ],
    "douban_link": "https://movie.douban.com/subject/30254662/",
    "imdb_rating": "6.3/10 from 354 users",
    "trans_title": [
        "他们说我很不同"
    ],
    "douban_votes": "0",
    "introduction": "Funk Queen Betty Davis changed the landscape for female artists in America. She \"was the first...\" as former husband Miles Davis said. \"Madonna before Madonna, Prince before Prince\". An aspiring songwriter from a small steel town, Betty arrived on the 70's scene to break boundaries for women with her daring personality, iconic fashion and outrageous funk music. She befriended Jimi Hendrix and Sly Stone, wrote songs for the Chambers Brothers and the Commodores, and married Miles - startlingly turning him from jazz to funk on the album she named \"Bitches Brew\". She then, despite being banned and boycotted, went on to become the first black woman to perform, write and manage herself. Betty was a feminist pioneer, inspiring and intimidating in a manner like no woman before. Then suddenly - she just vanished. Betty Mabry Davis is a global icon whose mysterious life story has until now, never been told. Creatively blending documentary, animation and nonfiction techniques, this movie traces the path of Betty's life, how she grew from humble upbringings to become a fully self-realized black female pioneer the world failed to understand or appreciate, revealing the mystery of her 35-year disappearance and her battle with mental illness and poverty. After years of trying, the elusive Betty, forever the free-spirited Black Power Goddess, finally allowed the filmmakers to creatively tell her story based on their conversations.Original Funk Queen Betty Davis took on 1970's establishment America and changed the course of women in music forever. Then she vanished. Forty years later, Betty, in a creative and constructed narrative, finally shares her extraordinary story.",
    "chinese_title": "他们说我很不同",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Betty: They Say I'm Different",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T18:21:12"
}