{
    "aka": [
        "The Dacians",
        "达吉亚人",
        "达基亚人"
    ],
    "sid": "3025706",
    "cast": [
        {
            "url": "/celebrity/1007198/",
            "name": "皮埃尔·布莱斯 Pierre Brice",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045796/",
            "name": "玛丽-若斯·纳特 Marie-José Nat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123926/",
            "name": "乔治·马沙尔 Georges Marchal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126333/",
            "name": "安泽·培林 Amza Pellea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114415/",
            "name": "György Kovács György Kovács",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002282/",
            "name": "乔·巴尔通 Geo Barton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063481/",
            "name": "Emil Botta Emil Botta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029311/",
            "name": "米尔恰·阿尔布列斯库 Mircea Albulescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002846/",
            "name": "塞尔玖·尼古拉耶斯库 Sergiu Nicolaescu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140345/",
            "name": "Nicolae Secareanu Nicolae Secareanu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1967",
    "genre": [
        "剧情",
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508510200.jpg",
    "region": [
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1048737/",
            "name": "提图斯·波波维奇 Titus Popovici",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0060482",
    "director": [
        {
            "url": "/celebrity/1002846/",
            "name": "塞尔玖·尼古拉耶斯库 Sergiu Nicolaescu",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "罗马尼亚语"
    ],
    "playdate": [
        "1967-05-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0060482/",
    "imdb_votes": 2105,
    "this_title": [
        "Dacii"
    ],
    "douban_link": "https://movie.douban.com/subject/3025706/",
    "imdb_rating": "7.6/10 from 2105 users",
    "trans_title": [
        "达契亚人",
        "The Dacians",
        "达吉亚人",
        "达基亚人"
    ],
    "douban_votes": "156",
    "introduction": "达契亚是古代罗马帝国对今 罗马尼亚地区的称呼。“达契亚人”这部影片反映的就是罗马帝国皇帝图拉真亲征达契亚、达契亚人奋起反抗的故事。影片开始先描写了达契亚的公主梅达与男友在乡间打猎嬉戏的场景，以及达契亚的壮丽河山。然后表现罗马帝国方面为进攻达契亚而积极备战的场景，其中有这样一幕，给人印象深刻：罗马军中战功彪炳的统帅弗斯库斯，在罗马士兵的欢呼期待下，胸有成竹地接过一柄标枪，正在瞄准靶心准备投出时，几十步开外的靶子忽然变得模糊起来(这是个重要细节)。弗斯库斯踌躇着，正在这时，远方响起嘹亮的军号声，弗斯库斯趁机收枪查看，原来是其好友、高大英俊的青年统帅塞维卢斯奉命前来助其作战。(塞维卢斯由法国演员Pierre Brice饰演) 大喜过望的弗斯库斯与塞维卢斯亲切拥抱，并将标枪交与好友。塞维卢斯一枪命中靶心，罗马军团齐声欢呼！接下来是弗斯库斯、塞维卢斯与罗马皇帝图拉真及其智囊人物商议军情。这位智囊人物正是塞维卢斯的父亲。就在此次商议之后，塞维卢斯的父亲在夜间遭达契亚人袭击，被标枪击中后心并被抢去胸前符牌。塞维卢斯赶到时，濒死的父亲抓起一把泥土放在自己胸口上，然后微笑了一下，就此气绝。袭杀得手的达契亚勇士逃回国后，将符牌呈与达契亚国王德切巴尔，德切巴尔看到符牌就是一惊：“你杀死了罗马人中唯一不该被杀的人。”罗马终于得到了开战的借口。战争开始了！罗马军团重兵集结，围攻达契亚军事重镇。这里的战争场面，对于70年代的国人来说，无疑是极其震撼的！最终罗马人在付出沉重代价后，塞维卢斯奋勇直前，攻城先登，达契亚城防终于被撕开缺口。坐镇中军的弗斯库斯及时调兵发起总攻，攻城战已没有任何悬念。但达契亚人没有屈服，于是血腥惨烈的肉搏巷战开始了... 入夜，巷战依然在继续... 最终，达契亚守军大部战死，罗马人彻底控制了城池，并擒获了此战达契亚方面的最高统帅。这位勇士要求给他一口剑，并将弗斯库斯给的这口剑深深地刺入自己的腹中。濒死之际，他抓起一把泥土放在自己胸口上，微笑气绝。塞维卢斯困惑的神情 ...首战之后，罗马帝国与达契亚双方进行了外交努力，塞维卢斯作为罗马帝国的使者被派往达契亚，与德切巴尔第一次会面。塞维卢斯好奇地询问为何达契亚统帅死前会抓一把泥土放在胸口，德切巴尔借此话题试图要点醒塞维卢斯什么，但塞维卢斯不为所动。外交努力终以德切巴尔不肯屈服而告破产。双方重新开战。达契亚方面，德切巴尔制定了伏击之策，但按照达契亚的古老传统，生死战之前要以全国最优秀的男子为牺牲，祭祀神明。公主梅达的男友被选中，慷慨赴死。梅达抗争无效，遂离开父王，独自隐居在一座巨大的乡间茅舍之中。罗马集结骑兵主力，以弗斯库斯、塞维卢斯为正副统帅，进击达契亚腹地。行军途中，塞维卢斯所信重的好友、优秀将领玛尔库斯敏锐地察觉到地形十分凶险，向两位统帅提出暂缓行军、另择他路的建议。塞维卢斯表示支持。但雄心勃勃、目空一切的弗斯库斯却不同意；同时，他的视力再度出现异常，无法看清玛尔库斯所说的伏军的蛛丝马迹。刚愎自用的弗斯库斯要求全军加速通过。塞维卢斯和玛尔库斯所帅前军在行军过程中，突遭德切巴尔所帅主力精锐的袭击，罗马军团地形严重不利，英雄无用武之地，被重创并击溃。弗斯库斯见前军溃败，即勒兵而返。玛尔库斯与塞维卢斯在作战中相互失散，玛尔库斯突出重围逃回大本营。　　　　弗斯库斯大发雷霆，痛斥被击溃的第五军团将士将罗马军队的光荣传统丧失殆尽，并实施残酷的“十一制”处罚 --- 列队的罗马败军将士中，每十人中的第一人处斩。弗斯库斯坚持以玛尔库斯的位置起算，实际就是想杀人灭口，以掩盖自己的指挥失误。玛尔库斯苦笑一下，平静地将头颅放在处斩用的树墩上...塞维卢斯突围后，在渡过一条乡间小溪时，被隐居中的梅达一支利箭射中后背。待他醒来时，发现梅达正在身旁看护着自己... 塞维卢斯养伤期间，两人互生爱慕之情。就在这一天，远方隐约传来罗马军团的军号和战鼓声，激动无已的塞维卢斯不顾自己伤病虚弱的身体，丧魂落魄地爬上高处远眺... 见此情景，梅达痛苦地意识到两人终不相属，于是趁塞维卢斯睡熟之际，返回王宫，带回了达契亚士兵。塞维卢斯无意反抗，顺从地跟随达契亚人去见德切巴尔。临行，塞维卢斯与梅达深情对望。塞维卢斯去后，梅达一把火点燃了茅舍，自己也走进了熊熊烈焰之中...德切巴尔告诉塞维卢斯其特殊身世 --- 塞维卢斯的父亲原本就是达契亚人，然后放回了塞维卢斯。塞维卢斯回到罗马军团大本营，径直来到弗斯库斯行帐。正与艳妇行欢的弗斯库斯吃了一惊，赶快示意妇人离开。面对塞维卢斯“为何杀死玛尔库斯”的愤怒质问，弗斯库斯拉拢劝说塞维卢斯摆脱掉图拉真和元老院，拥兵自立，共享权力和财富。塞维卢斯不为所动，愤怒离去。弗斯库斯尾随而来，扔给塞维卢斯一柄重剑，两人开始决斗。塞维卢斯虽伤病未痊，仍失手杀死了弗斯库斯。这时罗马皇帝图拉真帅部众现身，揭露了弗斯库斯图谋篡位的勃勃野心，赦免了塞维卢斯杀死弗斯库斯之责，并提拔塞维卢斯为东征达契亚的罗马军队新统帅。塞维卢斯被迫帅部与德切巴尔主力进行决战。决战以双方主帅阵前决斗开始。塞维卢斯在与德切巴尔的决斗中，抢回第五军团的军杖，部分挽回了罗马军队的荣耀损失。接下来塞维卢斯被德切巴尔一剑挥中胸腹部。弥留之际，塞维卢斯在德切巴尔的怀中说：“这是我能为达契亚做的唯一一件事。” 德切巴尔将一把泥土放在塞维卢斯的手中，然后再将他的手放在他的胸膛上...",
    "chinese_title": "达契亚人",
    "douban_rating": "7.3/10 from 156 users",
    "foreign_title": "Dacii",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "7.3",
    "update_at": "2025-05-06T17:02:22"
}