{
    "aka": [],
    "sid": "30250495",
    "cast": [
        {
            "url": "/celebrity/1048123/",
            "name": "奇希·劳尔兹 Traci Lords",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911720768.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0088391",
    "director": [
        {
            "url": "/celebrity/1108225/",
            "name": "理查德·梅勒 Richard Mailer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0088391/",
    "imdb_votes": 336,
    "this_title": [
        "What Gets Me Hot!"
    ],
    "douban_link": "https://movie.douban.com/subject/30250495/",
    "imdb_rating": "6.2/10 from 336 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Teenager Lannie Waters (Traci Lords) wakes after dreaming about nude women floating in space. She wonders aloud about her sexuality and inexperience. Her mother (Helga Sven) brings up boys and tells her about a new man, Mr. Kennedy (Don Hodge), whom she believes likes Lannie, but who is too shy to say anything.Mark Radner (Shone Taylor), the son of a well-to-do suburban family, hangs out with his friends, Jeff(Tom Byron) and Kevin(Marc Wallice). Kevin talks about his encounters with Debbie; meanwhile, Jeff gets teased about not \"getting laid.\" Mark reveals that his maid Sarah (Dorothy Onan) has been stealing, but also that he has not informed his parents, because he wants to blackmail her. He meets her outside in the garden, and brings her upstairs. He orders her to remove her uniform, then she starts servicing him and his friends before they have sex with her.By the side of a pool, Debbie (Bunny Bleu) goes topless with Cheryl (Susan Hart) also present. A self-conscious Lannie follows, as the three girls talk about sex and boys. Cheryl talks about losing her virginity while babysitting after calling Bill (Greg Rome) over. She was nervous about giving oral sex at first, as she admits, but he made her comfortable.Marks mother, Mrs. Radner (Maria Kay), shows up with her boyfriend (Herschel Savage). Though angered with him for having driven too fast, she soon gets over it and comes on to him. He, for his part, is worried that her son is home, but she reassures him (incorrectly) that Mark is out. They have sex on the fountain as Mark secretly watches. Mrs. Waters and Mr. Kennedy conduct themselves similarly, next to the pool where the girls were conversing.Instead of going outside as planned, Lannie, Jeff, Debbie and Kevin meet for a picnic inside the house. Jeff takes Lannie to the kitchen after getting a signal from Kevin. When Lannie's dress gets wet, she teases Jeff, then removes the dress. Jeff, overwhelmed, ejaculates on himself. Debbie teases Kevin before sex. Lannie goes home and masturbates about Jeff. The scene cuts back and forth between Lannie touching herself, and the imagined sexual encounter outside on a picnic table.Mark calls Kevin, then invites Debbie, Kevin's girlfriend, to his home. Once Debbie shows up, Mark orders her to undress, then lie on the bed and close her eyes. After she has done that, he brings Wendy (Leslie Thane) and Louis (David Sanders) over to her. Wendy performs cunnilingus on Debbie until Mark tells her to open her eyes. Mark has sex with Wendy, while Debbie does Louis, until they switch partners. Excited by the encounter, Debbie calls Lannie and tells her that she is breaking up with Kevin, whom she dismisses as a boy, in favor of going steady with a man like Mark. Lannie decides that she knows what gets her hot. She hangs up and looks over at her friend Cheryl lying beside her.",
    "chinese_title": "What Gets Me Hot!",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-18T06:56:14"
}