{
    "aka": [],
    "sid": "3025835",
    "cast": [
        {
            "url": "/celebrity/1116108/",
            "name": "詹姆斯·麦克格温 James McGowan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067182/",
            "name": "Jamieson Boulanger Jamieson Boulanger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1267634/",
            "name": "Paul Finnigan Paul Finnigan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276182/",
            "name": "辛西娅·吉布 Cynthia Gibb",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1391563/",
            "name": "阿纳斯塔西娅·菲利普斯 Anastasia Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143183/",
            "name": "约翰·韦斯利·希普 John Wesley Shipp",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876082657.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1028777/",
            "name": "Christine Conradt Christine Conradt",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0929237",
    "director": [
        {
            "url": "/celebrity/1287468/",
            "name": "Douglas Jackson Douglas Jackson",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-04-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0929237/",
    "imdb_votes": 599,
    "this_title": [
        "Christie's Revenge"
    ],
    "douban_link": "https://movie.douban.com/subject/3025835/",
    "imdb_rating": "4.6/10 from 599 users",
    "trans_title": [
        "克里斯蒂的复仇"
    ],
    "douban_votes": "0",
    "introduction": "19-year-old CHRISTIE COLEMAN has had a difficult life. After her mother divorced her father RICHARD, Christie was the only one to stand by him despite the fact that everything in Richard's life seemed to be going downhill. Shortly before his suicide, Christie overheard that Richard's successful brother RAY, an OB/GYN in Philadelphia, refused to loan Richard money to help him out. Christie, only 16 at the time, was the one to find her father's body when he shot himself, and vowed at that moment, to someday take revenge on the man she blamed for his demise Uncle Ray.Three years later, Christie sets her plan to ruin Ray's life and make his murder look like a suicide, into motion. While attending a prestigious university near Ray's house, she moves in with him and his family his beautiful wife MIRANDA and their rebellious teen daughter HALEY. And it's right about that time that things start to go tremendously wrong for Ray.Ray's shocked when one of his patients, JENNIFER, comes to his office and blackmails him. Threatening to turn him in for sexual misconduct, she demands he pay her thousands of dollars or kiss his career and reputation goodbye. What scam artist Jennifer doesn't realize is her partner, Christie, isn't in this for the money. Christie murders Jennifer and frames Ray, making it look like he took squelching Jennifer's potentially damaging accusation on his own. As Ray suddenly finds himself in the middle of a homicide investigation, Christie prepares to execute the final steps of her evil plan.But to Christie's surprise, not everything works out the way she expects it to. JOSH, Jennifer's on-and-off-again boyfriend ventures out from Missouri to find her, and Haley happens to notice that Christie isn't exactly who she pretends to be. While Christie is forced to take care of Josh before he can reveal her part in the scam, Haley goes to her mother to express her concerns. Luckily for Christie, Haley's complaints fall on deaf ears after Haley's series of lies about skipping school and getting drunk.Will Miranda listen to her daughter and suspect Christie's up to no good before her niece can make sure Ray suffers the same violent fate as Richard? Or will Christie succeed in taking her revenge?",
    "chinese_title": "克里斯蒂的复仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Christie's Revenge",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T19:00:44"
}