{
    "aka": [
        "蓝色脚踏车"
    ],
    "sid": "3025850",
    "cast": [
        {
            "url": "/celebrity/1029817/",
            "name": "朴孝朱 Hyo-ju Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040425/",
            "name": "金美圣 Mi-seong Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052076/",
            "name": "金静华 Jeong-hwa Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203325/",
            "name": "吴光禄 Kwang-rok Oh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319988/",
            "name": "杨镇宇 Jin-woo Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320867/",
            "name": "赵成夏 Sung-ha Cho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1381683/",
            "name": "吉海妍 Hae-yeon Gil",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2373852157.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt1087635",
    "director": [],
    "duration": "South Korea: 97 分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2007-04-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1087635/",
    "imdb_votes": 65,
    "this_title": [
        "파란자전거"
    ],
    "douban_link": "https://movie.douban.com/subject/3025850/",
    "imdb_rating": "7.0/10 from 65 users",
    "trans_title": [
        "蓝色自行车",
        "蓝色脚踏车"
    ],
    "douban_votes": "365",
    "introduction": "2007年华丽复古的韩国影坛吹起的第一缕诗意纯情风，温暖而充满哲理的《蓝色脚踏车》在去年釜山影展上就曾收获阵阵好评。나의 손이 되어준 아버지爸爸成为了我的手나의 희망이 되어준 그녀她成为了我的希望사・랑・합・니・다L・O・V・E去找我心里头的幸福 蓝色自行车剧情介绍青蛙王子的大象人生，转角遇到爱代替我的手的爸爸，抓住我的手的她，令我从绝望转向希望的爱！！我幸运地，与她相遇了……东奎（杨镇宇 饰）是一个相貌平平，没有什麼特别之处的动物园大象饲养员，11岁那年的意外，让他的手落下了先天残疾。小时候在学校因为残疾而被其他孩子挖苦的痛苦经历常常让他在噩梦中惊醒。读完中学後，他便决意不读了，孤独的他在家附近地方来回转悠打发时间。忙於工作的爸爸（吴光禄 饰）亲手做了一辆特制的蓝色脚踏车，希望能陪伴他解解闷。总觉得是自己的疏於照顾才导致儿子残疾的爸爸对儿子心怀内疚，每当东奎羁羁缩缩面对其他人时，就送他到动物园玩一会。小小的东奎看著没有手也能做任何事的大象，又抱起了希望，他燃起要向大象学习自立的梦想。可是突然的一天，与自己相依为命的爸爸因为交通事故，永远离开了人世。东奎开始明白，从降临到这个在他眼里十分薄情的世界开始，一直守护自己的就是爸爸对自己深切的爱。全身心领悟到爸爸和家人给予自己坚定、纯粹的爱的东奎，对自己说：无论再怎麼对冷淡人情的社会感到心力狡瘁，也要勇敢地活下去。东奎从此将照顾大象当作自己心灵休息的场所，有悄悄话也只跟憨厚的大象倾诉，就这样每天重复著乏味而单调的生活。在与交往多年的女友宥利（朴孝珠 饰）父母见面後，平静的涟漪再次被打破，因他手有残疾，宥利父母坚决反对两人计划中的婚事。再一次体会到世俗偏见的障碍，似一条不可跨越的鸿沟，东奎渐渐丧失掉在世上活下去的信心。对於想要离开自己的宥利，他感到无力挽留，反倒冷淡地对待她，因为东奎也没有自信守护对方，善良的他不想以後的日子心爱的人和自己承受世人残酷而嘲笑的目光。他有时觉得自己就像《冰原历险记》里面的那只松鼠，不懈地追求，可是调皮的橡果却一次次从指间溜走，偶尔得到的掌声不过是对自己作为一个小丑的一次滑稽的怜悯。阳光明媚的日子，钢琴学院的老师池荷京（金晶和 饰）带著孩子们来动物园参观。由东奎一手驯养调教的大象给孩子们带来了精彩的表演。“你怎麼可以这样冷漠地对待这些孩子？”荷京质问到这个面对孩子们一个个连珠般好奇的问题竟可以一言不发的东奎。他还是不变的沉默，叫了声大象的名字，然後，消失在荷京的视野里。偏偏荷京的职业病犯了——爱帮助和教导泥足深陷的人，不管是小孩，还是大人。自那以後，荷京常抽空来动物园看望东奎，起初只是默默地在一边观察他对大象的悉心照料，日子久了，东奎慢慢地敞开了心扉，两人各自说著自己工作和生活的欢乐和烦恼。她仿佛一个仙女，挥著洁白的翅膀，带著光明降临在东奎身边，用开朗去调和与冲淡他的尖锐和残破，一点一点地进入他的心里，并自然地将他带向有暖意的生活。不经意地,向著爱情的方向,两人迈开了脚步……然而东奎的阴影，会一挥而散吗？这段艰难的爱情能否顺利到达幸福的彼岸？幕後／花絮调制一道丰盛的电影心灵鸡汤“温暖而充满哲理的诗意电影”——本片在去10月年釜山国际影展上的试映获得了阵阵好评，原名为《乘坐自行车的大象》。导演权龙国是首次执导长篇电影，1999年在韩国国立艺术大学硕士毕业後，由李政宰，沈银河主演，受到业内称赞的的电影《追访有情人》就是他一手担任编剧工作的。“天堂与地狱”式的遭遇自从拍摄2000年李承焕MTV入行以来，出演了《三叶草》、《白雪公主》和《太阳深处》等多部人气韩剧的女主角金晶和其实多才多艺，近年来很少有新影视作品问世的她没有闲著，担纲主演的舞台剧很受欢迎。自言“对表演的贪心更大了”的她在读到《蓝色脚踏车》的剧本时，眼泪就不停地流，因此“一定要好好把我感受到的感动原封不动地呈现在观众面前。”谈起片中角色，她这样形容：“就是常人，若是有些许不同点的话，那就是在电影中乐观的荷京常常给身边的人传送笑容。我很喜欢这样平静中带挑战的表演”。一袭天蓝色的长裙，棉质无袖白衬衣，金晶和在片中的造型一曝光，就引发了“无袖少女”热潮，“简直就是梦中那个拯救世界的天使”——很多韩国女孩争相效仿这样清纯而美丽的装扮。包括导演和其他媒体都评论说“荷京是个能让男人想起自己在单纯的年幼时代，曾经心动的那个初恋，金晶和那清秀温和的形象必会给这个角色带来新的魅力”。与演起角色得心应手的金晶和相比，男主角杨镇宇没少吃苦头，他必须练习有身障的人惯常的动作神情和生活习性：“因为在右手安上假手，演出後用左手进行什麼都可以，但穿袜子仅仅用左手也很困难”。曾出演过电视剧《魔术》和电影《大佬斗和尚2》的杨镇宇这次是第一次担任电影主演。杨镇宇为了琢磨东奎性格接受了导演所发的“作业”——许多类似人物心理分析书籍,并为此熬了好几个通宵写读书心得。有少少埋怨的同时他不忘夸导演的先见之明“不过这些作业还是起到了很大的帮助,它们能使我迅速投入到角色的情绪里”。据悉，因他在日本也有很高的人气，制片方也在考虑本片在日本的公映日期。",
    "chinese_title": "蓝色自行车",
    "douban_rating": "7.0/10 from 365 users",
    "foreign_title": "파란자전거",
    "imdb_rating_average": 7.0,
    "douban_rating_average": "7.0",
    "update_at": "2025-08-08T12:29:13"
}