{
    "aka": [
        "饮茶S之功夫学园"
    ],
    "sid": "3025206",
    "cast": [
        {
            "url": "/celebrity/1325719/",
            "name": "李正翔 Zhengxiang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373876/",
            "name": "黄笑嬿 Xiaoyan Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318498/",
            "name": "黄怡晴 Yiqing Huang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "动画",
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867336595.jpg",
    "region": [
        "中国大陆",
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "13",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-01(中国大陆)"
    ],
    "this_title": [
        "饮茶之功夫学园"
    ],
    "douban_link": "https://movie.douban.com/subject/3025206/",
    "trans_title": [
        "饮茶S之功夫学园"
    ],
    "douban_votes": "4519",
    "introduction": "是由鸿鹰集团精心打造的民族动漫精品，造型创作源于格式中华民族小点心。话说，在我们这个时代，侠客并没消失，功夫依然存在于现代之中!!(就像美国有超人一样……)就在离我们不远的地方，有座「一二山」，「一二山」之上有一座充满传奇性的功夫学园，专门教授小朋友强身健体的中国功夫（由于学员不多，收入微薄，所以学园设备显得有些破旧），在油条园长的带领下，功夫学园培养出一代代的功夫小子。每年一到桃花开的时节，学园就会招收新的学员进入学园。当然，今年也不例外……这一天，功夫学园要开学了。「功夫学园」又将迎来了一批菜鸟新生，但这一回可有点不同了……。新生包子在前往学园的途中，拾到一位小小子饺子同学，饺子一直跟着她，甩也甩不掉，她只好也把饺子带到学园，成为学园中最小的学员。由于这群新生是一群不知天高地厚的小小子，却有无比的精力，差一点把功夫学园搞得一团乱，尤其小不点饺子总把学园里的东西都试着拿来尝一尝……。另外，还有急惊风的烧卖，富家女的包子、胆小的寿桃、爱吃的汉堡、热狗等学员……，这些功夫学员的新学员齐聚一堂，于是在他们周遭便发生一连串搞笑的故事发生，鲜事一箩筐。这群小活宝们来到这里发生一连串搞笑的故事，面对这一群不知天高地厚的小子，油条院长和老师们面对这群顽皮的小活宝们真是苦恼万分。在油条园长的教导下，他们每天必需苦练，接受武功考试，还得面对与他们敌人(森林大盗)的挑战，努力保护学园的安全(传说学园中藏有古代海盗所藏的黄金)……。每一集的故事内容皆呈现小学生的生活点滴，以学习功夫的过程为发展背景，以幽默风趣的情节与童稚之思维，将小朋友们可爱纯真的本性表达出来。本片透过生动活泼的剧情，栩栩如生的人物描绘，加上天真无邪的童言童语的剧情对白，是一部健康又愉快的动画片集。人物介绍饮茶烧卖--（Miko）米可性别：男身份：功夫学园学徒、饮茶镇住民简介：酷酷的小孩。跑得特别快。不过有时会冲过头了。心愿是想成为行侠仗义的大侠。有责任感家伙。口头禅 : 「留得青菜在，不怕没菜烧。」（他智商比较高，算是主角里面的主角吧~）包子--（Nao）娜欧性别：女身份：功夫学园学徒、饮茶镇住民简介： 出身功夫世家的富家女。喜欢作弄烧卖。有点小小任性，淘气。有时候会无理取闹，但却会关怀别人。口头禅 : 「这个好玩！」（很有意思的女孩，听到打八折就很高兴嘻嘻^^)饺子--（Jubby）丘比   性别：未知身份：功夫学园学徒、饮茶镇住民简介:功夫学园中最小的学员。身世不明，是娜欧从路上检来的小孩，特别能吃。还不会说话，只会说「啾啾、啾啾」。心愿是（……）想吃掉功夫学园。是个超级破坏王。爱哭，好奇。看到什么东西都想吃一口( 吃不到就会哭 )。小屁股放气时会冲上天。哭声震天。（看到图片就觉得好可爱呢吧？可爱可爱，能吃、破坏王、爱哭。）寿桃--（Maru）玛鲁   性别：女身份：功夫学园学徒、饮茶镇住民简介:娇巧可爱。在家乡老是被欺侮，所以想学功夫。愿望是想和园长一起学隐身术。特长是……装可怜。（园长，请教我隐身术吧^^好可爱！就是智商低了点……颇有小女生风范）蛋塔--（Nida）尼达   性别：男身份：功夫学园学徒、饮茶镇住民简介:大大的眼睛，圆圆的小脑袋个性也一样的天真，待人和善常忘东忘西，是个小迷糊。（对他的名字很感兴趣，N和D中间没有元音，怎么念呢？）热狗--（Hado）哈豆性别：男身份：功夫学园学徒、饮茶镇住民简介:李小龙的崇拜者，爱耍双截棍。性格固执。（被娜欧写在武打书里面的双节棍大侠呵呵）饭团--（Halu）哈路性别：男身份：功夫学园学徒、饮茶镇住民简介:容易寂寞的人，常常失败。一个人什么都做不了，总是要别人帮忙才行。汉堡--(Happu)哈普性别：男身份：功夫学园学徒、饮茶镇住民简介:很会吃的小胖子。乐观，天大的事都彷佛跟他无关。觉得什么都好吃，什么都不在乎的。力气特别大。油条--(Rudy)鲁迪性别：男身份：功夫学园园长、功夫学园教师、饮茶镇住民简介:功夫学园第28代掌门人，功夫学园的 CEO 。据说先曾曾曾祖父是武状元出身，爷爷则是精武门出来的。他自己曾参加华山论剑２次。爱泡茶。特长点穴太极拳，自认为已练成隐身术。一到开学会就患上「情绪紧张综合症」。节俭、小气。最讨厌浪费，学员一浪费就会突然冒出来。（很有意思的人物，他的油条帽子很有质感哦，能弯曲折叠哈哈）奶茶--(Artee)阿提性别：男身份：功夫学园教师、饮茶镇住民简介:轻功师父。来无影去无踪，话还没讲完他就不见了。一飞冲天，不小心一跳就会撞到天花板。非常自信，个性盲撞、急燥，特长是草上飞呀水上飘。（很有意思的啦，说话带口音，曾经因为说“武打书里面要是真的，我就让雷给劈死”挨劈N次）粽子--(Masa)玛沙性别：男身份：功夫学园教师、饮茶镇住民简介:学园的兵器师父。据说曾在少林寺学艺，主修兵器。闯过木人巷和十八铜人阵。严格、一丝不茍。兵器棍棒刀剑样样精通。大饼--(Abby)奥比   性别：男身份：功夫学园教师、功夫学园杂工、饮茶镇住民简介:学园师父兼工友（负责敲上课钟）。身世隐秘，某年冬天昏倒在功夫学园前被油条园长收留。力大无穷，但没吃饭就没力气。秉性忠厚说话慢吞吞，动作也慢吞吞的个性。铁头功厨艺自认为煮得不错。愿望是能够烧出火之艺术的超级菜式。面包--(Bomi)波米性别：未知身份：饮茶镇商人简介:便利店老板。偶尔扮演路人甲。常开着车出现。啰唆、话很多。兴趣是说书和给丘比当翻译。章鱼--山贼F4性别：男身份：虎头山山贼、海区难民（因为他们是鱼类嘛）简介：这群山贼排名「恶人榜 500 名」之外，因为他们太笨了。专长：写错别字的恐吓信。愿望：参加「好男儿，加油 ! 」比赛。（我所说的弱智反角。。。）不知名种族--暗器门性别：男身份：饮茶镇反派简介：专门耍诈的一群恶人，饮茶镇上的专业反派。专长：玩阴的。掌门人：猪血高。人类（？！）--镇长(姓名未知)   性别：男身份：饮茶镇镇长简介:没什幺本事，只因为全镇没有人想当镇长，所以他老是由他当镇长。秘密：怕老婆",
    "chinese_title": "饮茶之功夫学园",
    "douban_rating": "8.4/10 from 4519 users",
    "foreign_title": "",
    "douban_rating_average": "8.4",
    "update_at": "2025-04-27T12:22:56"
}