{
    "aka": [],
    "sid": "30257609",
    "cast": [
        {
            "url": "/celebrity/1392749/",
            "name": "迈克尔·大卫·育尔 Michael David Yuhl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7865612",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7865612/",
    "imdb_votes": 14,
    "this_title": [
        "Aghora: The Deadliest Blackmagic"
    ],
    "douban_link": "https://movie.douban.com/subject/30257609/",
    "imdb_rating": "7.2/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A SciFi /Thriller Aghora is a chilling portrait of a young girl unraveling within the fears and anxieties, leaving them prey for an inescapable evil story about an obsessed stalker and co-workers who have got caught, embezzling money, utilizing blackmagic and high-tech sciences to destroy by a kill in family. Plot:A story about a young girl (Jenny) who has a loving father (Johnson) and Boy friend finds her trapped in a situation more surreal and horrible, which suddenly dawned in her life. Johnson not knowing that his colleagues were trying a death plot for his daughter using the advanced technological skills of a psychopath scientist. The scientist who has been associated with organized crime, with the prevalence of psychopathic traits higher in the business world of more instrumental violence. During the same time an obsessed stalker also tries to kill her, attacking her with the Cruel Wizard using world's deadliest black magic to produce beneficial outcomes for the practitioner. What is the reason behind plotting against Jenny's Father. It is interesting to find how Jenny's Boyfriend and her fathers with all the love, intelligence, dauntlessness and heroism tries to save Jenny. Will they be able to save her from the clutches of black magic is more interesting as the movie story line focuses with many twists, turns and thrills. New look in the movie is the battle against the traits played on Jenny by the old beliefs of Black magic and advanced sciences. Will both the traits be defeated by ordinary people or will these consequences hurt Jenny and her people for life. What wins is the story line that drags into indulgence of sympathy towards Jenny.",
    "chinese_title": "Aghora: The Deadliest Blackmagic",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-12T06:57:39"
}