{
    "aka": [],
    "sid": "3025466",
    "cast": [
        {
            "url": "/celebrity/1002769/",
            "name": "杰伊·桑德斯 Jay O. Sanders",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870032236.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1189769",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-02-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1189769/",
    "imdb_votes": 42,
    "this_title": [
        "NOVA：Astrospies"
    ],
    "douban_link": "https://movie.douban.com/subject/3025466/",
    "imdb_rating": "7.6/10 from 42 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Millions remember the countdowns, launchings, splashdowns and parades as the U.S. raced the USSR to the Moon in the 1960s. Few know that both superpowers ran parallel covert space programs to launch military astronauts on spying missions. In Astrospies, NOVA delves into the untold story of this top-secret space race, which might easily have turned into a shooting war in orbit. In Astrospies, viewers meet the elite corps of U.S. military astronauts, several of whom have never before talked about their clandestine training missions during the 1960s. As seen in footage broadcast for the first time, they practiced in full-scale mock-ups of the spy station, complete with spy cameras capable of resolving three-inch objects on the earth below. While the Apollo astronauts enjoyed ticker-tape parades, their astrospy colleagues trained in total obscurity until cost overruns and the new satellite technology doomed the program. Meanwhile, in response, the Soviets actually built three manned spy stations named Almaz and flew five missions during the 1970s. NOVA gains first-time access to a surviving Almaz station in a restricted Russian space facility, where an ex-cosmonaut demonstrates the high-powered spy cameras that were trained on U.S. cities. With a cannon designed to destroy hostile satellites or attack American astrospies Almaz was probably the only manned spacecraft ever equipped for space war. Astrospies is co-produced by Emmy Award winning producer Scott Willis and investigative journalist James Bamford, acclaimed best selling author of The Puzzle Palace and Body of Secrets.",
    "chinese_title": "NOVA：Astrospies",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-21T16:52:16"
}