{
    "aka": [
        "Causa Justa"
    ],
    "sid": "30252205",
    "cast": [
        {
            "url": "/celebrity/1422266/",
            "name": "Arturo Montenegro Arturo Montenegro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1512583/",
            "name": "罗宾·杜兰 Robin Duran",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570104141.jpg",
    "region": [
        "巴拿马"
    ],
    "writer": [],
    "imdb_id": "tt8019498",
    "director": [
        {
            "url": "/celebrity/1260293/",
            "name": "路易斯·帕切科 Luis Pacheco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1458320/",
            "name": "路易斯·弗兰科·布兰特利 Luis Franco Brantley",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2019-09-01(巴拿马)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8019498/",
    "imdb_votes": 124,
    "this_title": [
        "Operación Causa Justa"
    ],
    "douban_link": "https://movie.douban.com/subject/30252205/",
    "imdb_rating": "5.1/10 from 124 users",
    "trans_title": [
        "正义事业",
        "Causa Justa"
    ],
    "douban_votes": "0",
    "introduction": "In the early morning hours of December 19, 1989, President George Herbert Walker Bush ordered the United States Army to organize a cautiously deliberate and well-accomplished attack that overwhelmed the Panamanian Defense Forces (FFPP) of dictator General Manuel Noriega. The goal was to reestablish the democratically elected government of Guillermo Endara and arrest Noriega on drug trafficking charges. At the time, Operation Just Cause was the largest and most complex combat operation since the Vietnam War. Nearly 26,000 combat troops deployed, with just under half being from bases in the United States. Two dozen targets were attacked throughout the country including La Comunidad El Chorrillo, using a wide spectrum of tactical operations including Military Operations on Urbanized Terrain (MOUT), Air-Assault, Airborne, and Special Forces. \"Causa Justa\" Operation Just Cause is a fiction film based on the facts told by the Panamanians from La Comunidad del Chorrillo who lived through the invasion and how the main battles happened. Causa Justa are the stories of a Panamanian officer who feels betrayed by his superiors, a young man in the neighborhood tries to prevent his friends from going out to fight, a fisherman goes through a thousand incidents while trying to bury his friend, a captured American businessman for conspiring as CIA agent against dictatorship and an alcoholic prostitute who cannot escape her past ... all in the midst of Christmas preparations, just when launching the US invasion to Panama.",
    "chinese_title": "正义事业",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Operación Causa Justa",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-06T10:21:37"
}