{
    "aka": [],
    "sid": "30252486",
    "cast": [
        {
            "url": "/celebrity/1068951/",
            "name": "索菲·达尔 Sophie Dahl",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2525790977.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1289945/",
            "name": "Claire Lewis Claire Lewis",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1289945/",
            "name": "Claire Lewis Claire Lewis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-09-29(英国)"
    ],
    "this_title": [
        "The Marvellous Mrs Beeton"
    ],
    "douban_link": "https://movie.douban.com/subject/30252486/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sophie Dahl explores the extraordinary life and times of her food heroine, Mrs Beeton - the creator of the original domestic bible Mrs Beeton's Book of Household Management. Through cooking original recipes from her book, investigating her childcare advice and home remedies and even throwing a full Victorian dinner party, Sophie finds out how one young woman shaped our idea of what a home really is and reveals the personal tragedies behind Mrs Beeton's starchy public persona.Sophie looks back at the original recipes and advice, and through her investigation the Victorian period comes to life. Preparing the dishes for her impressive dinner, she learns about the anxieties of the Victorian housewives that Mrs Beeton was writing for, women running homes for the very first time without a mother to easily turn to.The huge success of Household Management, it was a bestseller for 100 years and has never been out of print, was that Mrs Beeton appeared to be exactly that authoritative maternal figure that these young women could turn to in any situation. But as Sophie discovers, in reality Isabella Beeton was herself no older than many of her readers, just 21 when she began writing it and setting up home for the first time. And while the book is itself a manual on how to be the perfect housewife, the real Mrs Beeton was in fact a modern career woman, breaking the mould by going to work each day as a magazine journalist with her publisher husband Sam.And the contrast between reality and image plays out most tragically in the terrible undoing of the family. Visiting a sexual health consultant, Sophie discovers Sam may well have brought syphilis into the family home, causing the early death of two of Isabella's children, before her own shocking death at just 28.",
    "chinese_title": "The Marvellous Mrs Beeton",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-20T03:13:10"
}