{
    "aka": [],
    "sid": "3025587",
    "cast": [
        {
            "url": "/celebrity/1216674/",
            "name": "Maria Von Ritchie Lopez Maria Von Ritchie Lopez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554227885.jpg",
    "region": [
        "以色列"
    ],
    "writer": [
        {
            "url": "/celebrity/1014863/",
            "name": "希门·多安 Shimon Dotan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0833963",
    "director": [
        {
            "url": "/celebrity/1014863/",
            "name": "希门·多安 Shimon Dotan",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "希伯来语",
        "阿拉伯语",
        "英语"
    ],
    "playdate": [
        "2006-06-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0833963/",
    "imdb_votes": 69,
    "this_title": [
        "hot house"
    ],
    "douban_link": "https://movie.douban.com/subject/3025587/",
    "imdb_rating": "7.3/10 from 69 users",
    "trans_title": [
        "温室"
    ],
    "douban_votes": "0",
    "introduction": "Nearly 10,000 Palestinians are incarcerated in Israel today. Most Israelis regard these \"security prisoners\" as murderers and criminals. To the Palestinians, however, they are freedom fighters, heroes, and martyrs in the making. Granted extraordinary access to the highest-security institutions, renowned filmmaker Shimon Dotan uncovers a startling truth: Israeli prisons have become a breeding ground for the next generation of Palestinian leaders and a hotbed for terrorist plots. Dotan focuses his camera on everyday prison life. What emerges is a surprising glimpse of the prisoners as informed thinkers who are immersed in the details of the centuries-old conflict through newspapers and television. Dotan interviews inmates who are committed to negotiations as well as others who are shockingly unrepentant about their participation in suicide bombings. The cold-blooded testimony of a female Hamas leader, proudly serving 16 life sentences for blowing up a Sbarro restaurant in Jerusalem, is perhaps the most chilling. Israel's prisons have evolved into virtual incubators for Palestinian nationalism, strengthening inmates' ideology and forging a political force that impacts far beyond their walls. Eschewing the simplistic \"white hat, black hat\" mentality that dominates discussions of terrorism today, Dotan's brilliantly constructed, disturbingly provocative film is both a humanizing force and an alarming wake-up call.",
    "chinese_title": "温室",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "hot house",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T20:49:28"
}