{
    "aka": [
        "To Love With No Regrets"
    ],
    "sid": "3025170",
    "cast": [
        {
            "url": "/celebrity/1029070/",
            "name": "郭蔼明 Amy Kwok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388743/",
            "name": "萧徽勇 Gordon Siu Fai Yung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1400194/",
            "name": "傅楚卉 Olivia Fu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "喜剧",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2382575833.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1321365/",
            "name": "关颂玲 Sung-Ling Kuan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320716/",
            "name": "张乾文 Kin-man Cheung",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2004-05-24(中国香港)"
    ],
    "this_title": [
        "足秤老婆八両夫"
    ],
    "douban_link": "https://movie.douban.com/subject/3025170/",
    "trans_title": [
        "足秤老婆八两夫",
        "To Love With No Regrets"
    ],
    "douban_votes": "2275",
    "introduction": "中国的童养媳，可说是封建制度下极度不人道的传统习俗，穷苦人家的女孩，自少被卖到一个陌生家庭里，被安排下嫁比自己年轻的小男孩，丈夫长大后都会嫌弃老妻，这样的婚姻制度不但没有爱情，亦制造了许多同床异梦的怨偶，令许多女人展开悲剧的命运。金玉生于小康之家，父母经营小饭店，生活营役但却无忧，对玉更疼爱有加，玉自少在铺内帮手，耳濡目染，对煮菜特别有天份，一对巧手，常造出许多美味佳肴。可惜一次意外，金玉父母双双离世，金玉顿成孤儿，无良的舅父不但吞并财产，更将玉卖到青楼做琵琶仔，幸而好心的酱油?老板陆贵，及时将苦命的金玉救出，从此金玉便将陆贵当成自己的恩人。金玉随陆贵回到陆家当小丫环，时陆贵的妻子刚离世，独子陆万斗日夜哭个不停，陆家上下无计可施，聪明伶俐的金玉，自制精美小点，居然令小阿斗破涕为笑，迷信的老太太听信法师指点，决意将金玉收到童养媳，十二岁的金玉和四岁的小阿斗拜堂成亲，两人根本不知爱情为何物，便已结成夫妇，从此金玉便像姐姐一样照顾阿斗的起居饮食。金玉的理想是等阿斗长大成人后，为他娶妾生子，替陆家传宗接代，然后功成身退，开间小饭店，煮些巧手小菜，自由自在过日子。可是玉的理想很快就破灭，日夜奔波的陆老爷，终于积劳成疾，撒手尘寰，临终时还将管教阿斗的重任交托给玉，玉为了要完成陆老爷的遗愿，为阿斗寻找好老师。守成是个满腔热诚的麻辣教师，他的教育理想是要中国没有文盲，为了实践理想，不惜去执牛屎干粗活，替学生买笔墨付学费，还用各式活动教学法，令学生心领神会。可惜现实生活，没钱令他举步为艰，更遑论甚么教育理想。所以，对只会用钱欺凌别人的纨子弟陆万斗，守成最鄙视和看不过眼，当然不会答应金玉的要求；就在此时，守成发现青梅竹马的好友余古，生活潦倒欠下巨债，要被卖去金山做猪仔，为了救好友，只有为五斗米折腰，无奈卖身到陆家任教。来到陆家的守成，目睹陆家富户大宅的封建腐败，阿斗的挥霍任性，老太的迷信霸道，为了传宗接代，强逼金玉圆房，要丫环冬梅做妾侍借肚生子，守成觉得很荒谬，怂恿她们争取自己命运，却遭陆老太诸多刁难侮辱，令守成觉得这个社会很不公平，贫者愈贫，富贵人家就可以只手遮天，守成的性格因此变得愈来愈愤世嫉俗。守成在陆家看到作金玉作为童养媳的辛劳，见她衣不解带、尽心尽力照顾阿斗，对玉又同情又佩服，被玉的精神感动，开始认真地和玉一起地想办法驯服阿斗，又教导玉念书写字，与玉开始惺惺相惜，互相欣赏，甚至对玉产生莫名的好感。与此同时，成从母亲口中，得悉一个天大秘密，原来死去的陆老爷陆贵，竟是害到他们家破人亡的杀父仇人！长期贫困生活中，守成已愈来愈愤世嫉俗，在余古的挑拨唆摆下，他决定向陆家报仇，将自己应得的财产和酱油厂重夺回来，只要有钱，就可以实践理想，设义学帮助穷困孩子…守成取得陆家上下的信任，再利用这关系，顺利地从阿斗手中，夺回所有财产，并将阿斗和他一家赶出大宅。同时，守成发现原来小丫环冬梅，竟是自己失散多年的亲妹妹麦守珠，骨肉重逢，而守珠一夜之间，由一个小丫环变成千金小姐。另一方面，金玉带着阿斗和一家妇孺离开陆家，为了养活陆家上下，金玉拿出自己仅有的钱来租了一间铺，靠自己的巧手煮出大良美食，总算能令一家糊口，可惜落难的老太仍然挑剔，大小姐二小姐娘仍然难服侍，阿斗仍然顽皮，令玉不胜其烦，金玉一改当初逆来受的懦弱性格，以强硬态度对待，众人开始反省。落难的阿斗觉得自己很没用，因为当初不学无术，明知金玉辛苦，想帮忙却往往愈帮愈忙，阿斗对自己失去信心，变得更颓废，幸有守珠不计前嫌，仍然陪在斗身边，阿斗为报答守珠，知道她暗恋好友花泽瑞，于是帮忙守珠追求瑞，两小无猜不知不觉地建立了纯真的感情。可是这时，陆家二小姐陆钱，对守成亦暗生倾慕，钱对守成向来没有好感，觉得他出身低微，但自守成搬进陆家，钱与他日夕相处，发觉守成都是个信实可靠男子，加上自己出嫁无望，只有将要求降低，将目标放在守成身上。可是钱意外发现守成和金玉的特殊感情，并偷偷地向阿斗告密，说金玉另有情人，斗追查下竟发现金玉所爱的人，竟是自己一直以来最信任的老师麦守成！可是金玉发现当自己努力争取自由的时候，守成竟然退缩，背弃了自己；原来所谓天长地久、至死不渝的爱情，不过是一瞬那的火花！一片痴心换来只是伤害，金玉对守成彻底的失望…。如果人真可以创造自己的命运，那一切就留待金玉自己决定吧！",
    "chinese_title": "足秤老婆八两夫",
    "douban_rating": "6.3/10 from 2275 users",
    "foreign_title": "足秤老婆八両夫",
    "douban_rating_average": "6.3",
    "update_at": "2025-03-10T15:38:49"
}