{
    "aka": [],
    "sid": "3025334",
    "cast": [
        {
            "url": "/celebrity/1310696/",
            "name": "吴越 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313350/",
            "name": "谢兰 Lan Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315029/",
            "name": "罗钢 Gang Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313674/",
            "name": "曹翠芬 Cuifen Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290393/",
            "name": "吕晓禾 Xiaohe Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318166/",
            "name": "潘泰名 Tai-ming Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316135/",
            "name": "刘之冰 Zhibing Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327276/",
            "name": "朱娜 Na Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398637/",
            "name": "崔敏捷 Minjie Cui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613714859.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1314232/",
            "name": "林黎胜 Lisheng Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336626/",
            "name": "陈彦 Yan Chen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322249/",
            "name": "曾晓欣 Xiaoxin Zeng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "深度诱惑"
    ],
    "douban_link": "https://movie.douban.com/subject/3025334/",
    "trans_title": [
        ""
    ],
    "douban_votes": "284",
    "introduction": "董佳音和夏鸣涛结婚三年都没有要孩子。董佳音是电视台社会新闻节目的制作人，夏鸣涛是妇产医院的主任医生，两人的事业都正处于一个上升期，无暇顾及生孩子的事。夏鸣涛的母亲见还抱不上孙子，一急之下从老家赶来，亲自监督小两口要孩子。结果婆媳之间频繁产生摩擦，懂事的董佳音体谅婆婆抱孙心切的心情，委曲求全，而夏鸣涛夹在中间，既心疼妻子，又顾念老母，左右为难。蓝氏贸易的老板蓝天和妻子徐雅莉夫妻十年，伉俪情深。当年蓝天因打架伤人而坐牢，刑满释放，徐雅莉不惜跟娘家彻底断绝关系而嫁给了蓝天，两人一无所有地来到当地，患难与共，历尽艰辛，终于有了现在的财富和地位。徐雅莉很爱孩子，蓝天就想给她一个孩子，无奈却检查出不孕。痛苦的蓝天在夏鸣涛的帮助下进行各种治疗。董佳音在一次采访中救助一个早产孕妇，结识了刚刚回国到妇产医院工作的周一敏。周一敏高超的医术令董佳音钦佩。周一敏其实是夏鸣涛原来大学时期的恋人，但是周一敏在毕业的时候却因为贪慕虚荣，抛弃夏鸣涛，远嫁国外。但是周一敏的婚姻并不幸福，她又被丈夫抛弃，感情遭受重大创伤，悄然回国。没想到却遇见了同在一家医院工作的夏鸣涛，周一敏顿时重燃爱火，发誓不择一切手段要重新得到夏鸣涛。康波在一次偶然机会认识周一敏，对周一敏展开追求攻势，周一敏毫无所动。董佳音一手创办的社会纪实栏目新来的总监康波因思路和董佳音不同而在工作中屡屡刁难董佳音，热爱新闻事业的董佳音顶住压力，坚持走自己的新闻路线。有人举报蓝氏旗下的金宝宝奶粉有搀假行为，董佳音对此展开调查，但是蓝天应对自如，毫无破绽。在家庭生活中情深义重的蓝天在商场却冷酷无情，正是因为想以优裕幸福的生活来报答妻子的深情厚谊才使蓝天采用了不法手段。周一敏重新追求夏鸣涛，可是夏鸣涛表示一切已经过去，自己早已另有所爱，坚决拒绝了她。董佳音因为工作压力大更无法答应夏母马上要抱孙子的要求，因此婆媳关系更加紧张，这一点恰恰被周一敏利用。周一敏经常接近夏母，讨老人的欢心，一再在老人面前巧妙地挑拨离间，使夏母对董佳音的不满逐步加深。周一敏更是利用同学聚会的机会，接近了因家事烦恼而喝醉酒的夏鸣涛，制造了一夜情。蓝天的治疗彻底失败，痛苦的蓝天决定跟徐雅莉离婚，让她追寻新的幸福。徐雅莉深爱蓝天，坚不离婚，两个人因为爱而饱受折磨。蓝天只能在夏鸣涛面前才能够尽诉心事。终于徐雅莉不堪目睹蓝天的痛苦，同意离婚。没想到两个人最后爱意难遏的一次同床却创造了一个奇迹，徐雅莉怀孕了。夫妻二人顿时欣喜若狂。但是此时发现徐雅莉却患有子宫癌，在孩子和生命之间，徐雅莉坚决选择了孩子，她一定要做一回母亲，做一个完整的女人。董佳音因为暗访蓝氏而被蓝天利用康波而辞职。工作上遭遇巨大困难的董佳音坚强地独自查下去。此时夏鸣涛因为一夜情的事被周一敏逼迫，也是痛苦不堪。他几次想跟董佳音坦白，都不忍出口。最终周一敏告诉夏鸣涛她怀孕了。并且周一敏表示不能流产，因为那样以后她就永远不能再做母亲。夏鸣涛彻底傻了。正直的夏鸣涛决定选择责任和道义，和董佳音离婚，对周一敏负责。董佳音虽然激愤交加，但是最后善良的她还是原谅了夏鸣涛，同意了他的选择。夫妻离婚。此时夏母才发觉董佳音是个懂事的好媳妇，婆媳二人感情日深。而康波知道周一敏这样不择手段破坏他人家庭，痛斥了她，唾弃了她。离婚之后，董佳音才发现自己也已经怀孕，坚强的董佳音决定把孩子生下来，给孩子一个快乐的生活。周一敏也知道了董佳音的无私，在跟夏鸣涛办结婚手续的当天，周一敏没有出现，从此销声匿迹。夏母和夏鸣涛都知道了董佳音怀孕的事，夏母极力想劝二人复合，可是夏鸣涛一定要等周一敏出现，因为他不想负任何人。董佳音继续调查蓝天的问题，受到种种阻挠，也赢得了康波的钦佩。徐雅莉顺利生产，但是癌症发作。最终董佳音进入地下工厂偷拍到一切，但是却被蓝天手下人绑架，危急关头，徐雅莉知道了一切，她劝说蓝天停止一切。蓝天良心发现，向董佳音认错，自愿接受工商局调查，一切财产全部都没没收。徐雅莉安然逝世，蓝天重新鼓起生活的勇气，要用自己的劳动给儿子一个幸福的生活。董佳音和夏鸣涛仍然深爱对方，但是周一敏仍然音信全无。董佳音努力地快乐地等待着孩子的降临。周一敏终于出现，她揭开了一切秘密，原来夏鸣涛并没有跟她真正发生一夜情，怀孕也是她情急之下冲口而出的一句谎言。周一敏向董佳音忏悔，并且在康波的帮助下使董佳音和夏鸣涛重归于好。两人复婚。而周一敏又一次用高超的医术帮助了董佳音，并且赢得了康波真正的爱情。十月怀胎，瓜熟蒂落，董佳音顺利生产，阖家幸福！",
    "chinese_title": "深度诱惑",
    "douban_rating": "7.6/10 from 284 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2026-01-09T10:21:45"
}