{
    "aka": [],
    "sid": "3026766",
    "cast": [
        {
            "url": "/celebrity/1000494/",
            "name": "维多利亚·汉密尔顿 Victoria Hamilton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007011/",
            "name": "艾迪·伊扎德 Eddie Izzard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146419/",
            "name": "普鲁内拉·斯凯尔斯 Prunella Scales",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2916546861.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024115/",
            "name": "彼得·尼克斯 Peter Nichols",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1059849",
    "director": [],
    "duration": "",
    "episodes": "1",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-03-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1059849/",
    "imdb_votes": 44,
    "this_title": [
        "A Day in the Death of Joe Egg"
    ],
    "douban_link": "https://movie.douban.com/subject/3026766/",
    "imdb_rating": "8.1/10 from 44 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sheila and Bri share their struggles as they raise a severely handi- capped daughter. Bri, as a school teacher, seems barely to make ends meet. He still thinks and acts as a teenager, and often seems shocked that he is a grown man with a job and home and family.Sheila, on the other hand, accepts her place as Joe's caretaker. She has a rich fantasy life for her daughter in which she imagines that Joe is able to go to school and run and dance. .In Act I, Sheila and Bri mostly deal with the issues of their immediate family. Bri misses the marriage they had before Joe was born; Sheila laughs at his whimsy, but privately wishes he would just grow up.In Act II the tension is escalated when Bri's mother, and then two of Sheila's friends, show up. As the discuss little Joe, Bri suddenly snaps. He decides that life would be better for everyone if she could just die, and he sets about trying to induce pneumonia.By the end of Act II, with Joe's recovery from the inevitable pneumonia, Bri realizes he isn't cut out to be the father of a special needs child. He almost talks himself into giving it another go, but in the end, he is just not mature enough to handle the responsibility.",
    "chinese_title": "A Day in the Death of Joe Egg",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T18:00:24"
}