{
    "aka": [
        "The Red Head"
    ],
    "sid": "3026776",
    "cast": [
        {
            "url": "/celebrity/1106736/",
            "name": "亨利·克劳斯 Henry Krauss",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1925",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632943581.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1028154/",
            "name": "朱利安·杜维威尔 Julien Duvivier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034957/",
            "name": "儒勒·列纳尔 Jules Renard",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0016232",
    "director": [
        {
            "url": "/celebrity/1028154/",
            "name": "朱利安·杜维威尔 Julien Duvivier",
            "@type": "Person"
        }
    ],
    "duration": "108 分钟(2007 restoration)",
    "episodes": "",
    "language": [
        "silent"
    ],
    "playdate": [
        "1925-11-22"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0016232/",
    "imdb_votes": 350,
    "this_title": [
        "Poil de carotte"
    ],
    "douban_link": "https://movie.douban.com/subject/3026776/",
    "imdb_rating": "7.2/10 from 350 users",
    "trans_title": [
        "红发",
        "The Red Head"
    ],
    "douban_votes": "0",
    "introduction": "Julien Duvivier最好的作品之一也是他认为自己所有默片中最喜欢的一部。SummaryBullied by his matriarchal mother, abused by his siblings, ignored by his father, Poil de Carotte's childhood is as miserable as it could be.  An illegitimate child, he is the main reason for the enmity which exists between his parents, who continue to live together just to keep up appearances. In the end, Poil de Carotte's suffering becomes more than he can bear...ReviewDrawing heavily on the poignant novel by Jules Renard on which it is based, Poil de carotte is a modest yet appealing film which has stood the test of time mainly because of the quality of its acting performances and its inherent humanity. It is more memorable than Julien Duvivier's earlier silent version of 1925, also named Poil de Carotte.The part of Poil de Carotte was played by 11 year old Robert Lynen, who was alleged to have been discovered whilst walking down the Champs-Elysées in Paris. Lynen is totally captivating and the film made him an instant star, launching what looked like becoming a very promising film career – until he was shot dead whilst fighting against the Germans in 1944.  Harry Baur, a legendary stage and film actor (who also died during World War II, allegedly at the hands of the Gestapo), also turns in a typically fine performance.  The reconciliation between father and son at the end of the film provides its most enduring image, enough to melt the heart of all but the most stoical of spectators.http://www.dvdbeaver.com/film2/DVDReviews36/poil_de_carotte.htmhttp://frenchfilms.topcities.com/nf_Poil_de_carotte_rev.html",
    "chinese_title": "红发",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Poil de carotte",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T11:55:24"
}