{
    "aka": [],
    "sid": "3026532",
    "cast": [
        {
            "url": "/celebrity/1032148/",
            "name": "乔治·麦凯 George MacKay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314352/",
            "name": "荷丽黛·格兰杰 Holliday Grainger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057869/",
            "name": "约翰·埃克斯顿 John Axon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121542/",
            "name": "费莉西蒂·蒙塔古 Felicity Montagu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000400/",
            "name": "马修·比尔德 Matthew Beard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045052/",
            "name": "佐伊·沃纳梅克 Zoë Wanamaker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074221/",
            "name": "保罗·柯普雷 Paul Copley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145246/",
            "name": "Eamonn Riley Eamonn Riley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063526/",
            "name": "基思·巴伦 Keith Barron",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025352/",
            "name": "弗兰克·芬莱 Frank Finlay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316417/",
            "name": "希欧布罕·芬内朗 Siobhan Finneran",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "喜剧",
        "科幻",
        "家庭",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889836654.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045038/",
            "name": "特里·普拉切特 Terry Pratchett",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298811/",
            "name": "Peter Tabern Peter Tabern",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0498319",
    "director": [],
    "duration": "120 分钟(3 部分)",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-01-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0498319/",
    "imdb_votes": 370,
    "this_title": [
        "Johnny and the Bomb"
    ],
    "douban_link": "https://movie.douban.com/subject/3026532/",
    "imdb_rating": "6.8/10 from 370 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "'Johnny and the Bomb' is the perfect example of the BBC actually using our licence fee money to produce excellent entertainment instead of squandering it on dreary soaps and repetitive music competitions.This television teen drama, based on Terry Pratchett's novel, centres the whirl-wind adventure thirteen-year-old Johnny and his friends are drawn into when they help a seemingly homeless old woman Mrs Tachyon. They discover her trolley of bin bags contain not rubbish but a means of travelling back in time and they soon find themselves reliving the Blitz, circa 1941. However, by messing with the timeline, the children are forced to face the repercussions when they return to their own time and find out they changed history, resulting in Johnny's grandmother being killed as a teenage girl in a German bombing. The gang have to put things right otherwise they will have created a future where Johnny had never been born.The characters are all solid and engaging (and unlike the recent 'Harry Potter' adaptations, there is no dumbing down or sexing up of the young characters just to appeal to kiddies), remaining true to how they are in the book, with the child actors throwing themselves into their characters. The kids all deliver great performances despite the fact they are all relatively new to the acting scene. And Zoe Wannamaker is excellent as the scatter-brained, eccentric Mrs Tachyon.'Johnny and the Bomb' is a nice mix of science fiction, light fantasy, drama with a smidgen of romance. It doesn't just show the kids prancing about having a good time in the Forties but deals with how they cope with this unfamiliar time, touching on racial and sexual stereotypes the kids have never really come across before. As such, while it is aimed at teenagers primarily, adults who are fans of Pratchett novels or just like sci-fi/lite-fantasy will no doubt thoroughly enjoy this. As an adaptation, I think it is certainly a success. Obviously there are some changes from the novel but, for the most part, it has remained faithful and definitely maintains the essence of what made the book a great read.I only hope the BBC make more dramas of this vein as it is definitely more entertaining than the usual drivel you tend to find it airing. Dramas, be it those aimed at kids or adults, are the BBC's strong point and it is a shame they don't produce more as 'Johnny and the Bomb' is probably one of the best British shows I've seen this year. It would be nice to have this available on DVD at some point soon.",
    "chinese_title": "Johnny and the Bomb",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-04T08:49:30"
}