{
    "aka": [],
    "sid": "30261219",
    "cast": [
        {
            "url": "/celebrity/1088437/",
            "name": "厄尼·丁戈 Ernie Dingo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片",
        "传记",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889374868.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1865414",
    "director": [],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "Bunuba language",
        "英语"
    ],
    "playdate": [
        "2011(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1865414/",
    "imdb_votes": 18,
    "this_title": [
        "Jandamarra's war"
    ],
    "douban_link": "https://movie.douban.com/subject/30261219/",
    "imdb_rating": "7.7/10 from 18 users",
    "trans_title": [
        "詹达马拉的战争"
    ],
    "douban_votes": "0",
    "introduction": "In Jandamarra's War, we learn how in the 1890's the European colonialists arrive in the Kimberley with vast herds of sheep and cattle, determined to make their fortune by feeding a rapidly growing population in the South. But the settlers soon discover they are in land populated with indigenous tribes, ready to fight the red-faced invaders. Jandamarra is born into this turmoil in 1873. His spirit country, on his father's side, is a land called Djumbud. His mother Jinny, a powerful and independent woman, belongs to the Lennard River flat lands. At the age of six, Jinny takes Jandamarra onto William Lukin's million-acre cattle station at Lennard River Flats. Jandamarra quickly excels in all pastoral skills - much to the pride of Lukin who, like other settlers, boasts about his stockmen's abilities as tribute to his own skills of tutelage and management. Jandamarra remains at Lennard River Flats until it is time for him to be initiated into Bunuba law. His uncle Ellemarra is a very powerful influence during this period of intense education and rapid personal growth. But Jandamarra's passage into manhood is interrupted when they are both arrested and jailed for spearing a sheep. When he is released from custody, Jandamarra is banished from Bunuba society because sexual relationships he has had with various women, have broken strict kinship rules. With nowhere else to go, Jandamarra is assimilated into settler culture and ends up working with Constable Richardson who is, himself, an outsider in his own community. Their relationship is a strange one and oddly close - until that fateful night when Jandamarra kills Richardson, and returns to his people. Now fugitives, Jandamarra, Ellemarra and others attack a party of stockmen who are driving a large herd of cattle into the heart of Bunuba land. Two of the white men, Burke and Gibbs, are killed. This is the first time that guns are used by Aboriginals against European settlers in an organised fashion. Across Western Australia, enraged white colonialists bay for vengeance. A posse of 30 heavily armed police and settlers attack Jandamarra, Ellemarra and their followers at Windjana Gorge. In the ensuing battle, Ellemarra is killed and Jandamarra is seriously wounded, but escapes through a labyrinth of caves. Jandamarra recovers and leads a guerilla war against the settlers from hideouts in the caves and surrounding ranges of Windjana Gorge and Tunnel Creek. But the rebellion comes at a very high price as police and station owners embark on a military-style operation against Aboriginal camps throughout the region. Many Aboriginal people are killed in the massacres that ensue. Jandamarra responds by modifying his tactics. He doesn't kill any more settlers but embarks on a three year terror campaign - killing stock and stealing provisions from under the settlers' noses at night - deliberately leaving behind footmarks and other traces that tell the settlers that he's been there and could have killed them very easily, if he had wanted to. The police try to pursue Jandamarra after his raids but he always seems to find a way to elude capture.Written by Mitch Torres",
    "chinese_title": "詹达马拉的战争",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jandamarra's war",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T20:26:27"
}