{
    "aka": [
        "最不为人知的",
        "至高的未知"
    ],
    "sid": "30265975",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2527149530.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8126390",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-05-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8126390/",
    "imdb_votes": 2230,
    "this_title": [
        "The Most Unknown"
    ],
    "douban_link": "https://movie.douban.com/subject/30265975/",
    "imdb_rating": "6.5/10 from 2230 users",
    "trans_title": [
        "探索未知的边界",
        "最不为人知的",
        "至高的未知"
    ],
    "douban_votes": "342",
    "introduction": "The Most Unknown is an epic documentary film that sends nine scientists to extraordinary parts of the world to uncover unexpected answers to some of humanity's biggest questions. How did life begin? What is time? What is consciousness? How much do we really know? By introducing researchers from diverse backgrounds for the first time, then dropping them into new, immersive field work they previously hadn't tackled, the film reveals the true potential of interdisciplinary collaboration, pushing the boundaries of how science storytelling is approached. What emerges is a deeply human trip to the foundations of discovery and a powerful reminder that the unanswered questions are the most crucial ones to pose. Directed by Emmy-nominated and Peabody Award-winning filmmaker Ian Cheney (The Search for General Tso, The City Dark) and advised by world-renowned filmmaker Werner Herzog (Fitzcarraldo, Aguirre, The Wrath of God, Grizzly Man), The Most Unknown is an ambitious look at a side of science never before shown on screen. The film was made possible by a grant from Science Sandbox, a Simons Foundation initiative dedicated to engaging everyone with the process of science.",
    "chinese_title": "探索未知的边界",
    "douban_rating": "7.3/10 from 342 users",
    "foreign_title": "The Most Unknown",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.3",
    "update_at": "2025-01-21T10:44:12"
}