{
    "aka": [],
    "sid": "3026212",
    "cast": [
        {
            "url": "/celebrity/1054467/",
            "name": "克里斯托弗·李 Christopher Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119002/",
            "name": "胡安·米罗 Joan Miró",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1417142/",
            "name": "简妮·麦斯翠 Jeannine Mestre",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509845853.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1017546/",
            "name": "霍安·布罗萨 Joan Brossa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0066499",
    "director": [
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0066499/",
    "imdb_votes": 271,
    "this_title": [
        "Umbracle"
    ],
    "douban_link": "https://movie.douban.com/subject/3026212/",
    "imdb_rating": "6.3/10 from 271 users",
    "trans_title": [
        "长廊"
    ],
    "douban_votes": "0",
    "introduction": "In Umbracle, an aleatory horror film that paints a critical image of Francoist Spain, Portabella continues his exploration of the language of experimental cinema and develops his aesthetic of combining documentary with reenactment. He worked with Christopher Lee to produce an \"ideal and predetermined cliché[d]\" image of an actor: \"Lee offered to perform my ideas with pleasure. I even managed to get him to do the hardest thing an actor can do: nothing.\"Low-budget horror-film star Christopher Lee makes a second appearance as the iconic centerpiece of a Portabella film (CUADECUC--VAMPIR was his first), this time as an imposing but ghostly figure wandering the streets of Barcelona. Through film clips that evoke Chaplin and other silent-era comedians, Dadaist poetry, and mysterious melodrama, Portabella makes a bid for unfettered artistic freedom calculated to scramble the brains of Franco-regime censors.Pere Portabella (b. 1929, Barcelona) is a veteran Spanish filmmaker whose narrative features—rich in interludes, plot diversions, atmosphere, and unexpected synchronies between sight and sound—limn the avant-garde and expand the expressive potential of cinema. Portabella, who began his cinematic career as a producer of fiction films implicitly critical of General Francisco Franco, had his passport revoked when Luis Bunuel's Viridiana (1961), which he helped to make, \"embarrassed\" Spain at the Cannes Film Festival in 1962. When democracy returned to Spain, Portabella served as a senator in the Catalan government. However, throughout his various careers, Portabella continued to make cinema, investigating meaning in the moving image and flexing the notion of genre—particularly for horror films, fantasy films, and thrillers. MoMA first screened a Portabella work—Vampir Cuadecuc (1970)—on January 27 and 28, 1972, in its Cineprobe program. After a thirty-five year absence, the Department of Film is honored to welcome Portabella back to introduce the New York premiere of his recently completed The Silence before Bach (2007). Roundtable discussions will also be held at New York University, September 27–28. All films directed by Portabella.http://www.chicagoreader.com/features/stories/moviereviews/061110/",
    "chinese_title": "长廊",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Umbracle",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-11T16:00:35"
}