{
    "aka": [
        "PRIMADONNA ON ROLLERSKATES"
    ],
    "sid": "30266390",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "拉脫維亞"
    ],
    "writer": [
        {
            "url": "/celebrity/1297173/",
            "name": "伊万内斯·塞利克斯 Ivars Seleckis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0481027",
    "director": [
        {
            "url": "/celebrity/1297173/",
            "name": "伊万内斯·塞利克斯 Ivars Seleckis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0481027/",
    "imdb_votes": 6,
    "this_title": [
        "Operdziedātāja uz skriluļslidām"
    ],
    "douban_link": "https://movie.douban.com/subject/30266390/",
    "imdb_rating": "6.8/10 from 6 users",
    "trans_title": [
        "PRIMADONNA ON ROLLERSKATES"
    ],
    "douban_votes": "0",
    "introduction": "She is beautiful. That’s what we think, that’s what others say. A young woman’s charm can fill a photograph; it can make a few film frames worthwhile... But for a forty-five-minute film portrayal, usually more gratifying is a story of an individual who can look back on the best deeds of their life ... What can we do if the subject of our film is so young that she has not yet made fatal errors that would be irrevocable? ... The most brilliant manifestations of her talent are still ahead, too...Then, we are left with the least grateful task – to try to capture the making of this stage diva. What has been given to her by God and the family, and what has been attained in torment of her own soul and passion for work?We tried to be present with a camera at those moments of the singer’s life, when, bit by bit, she was picking up psychological and professional maturity, and, from her mother’s beloved Eluks, turning into the well-known Elina Garanca.In the film, we could not say things that our subject does not yet know about herself.All we have is our premonitions of Elina Garanca’s future, when things we have filmed today will acquire a new meaning.",
    "chinese_title": "Operdziedātāja uz skriluļslidām",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T00:08:08"
}