{
    "aka": [],
    "sid": "30268946",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528721813.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8854382",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-06-26(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8854382/",
    "this_title": [
        "Horizon: Teenagers vs Cancer: A Users Guide"
    ],
    "douban_link": "https://movie.douban.com/subject/30268946/",
    "trans_title": [
        "BBC地平线：青少年对抗癌症用户指南"
    ],
    "douban_votes": "0",
    "introduction": "What is it like to be young and find out you have got cancer? What you will find out in this film may surprise you.This film, narrated by actor and comedian Jack Whitehall, tells 11 inspirational stories, revealing how a range of young people have dealt with their cancer diagnosis and the treatment process. We hear, primarily in their own words, about their fears, their hopes and their experiences - affirming the view that 'the best therapist for a teenager with cancer... is another teenager with cancer.'Chloe, Harry, Liam, Tim and Matt introduce us to the bespoke ward facilities, specialist nursing and social worker support which is tailored to this age group - and which is largely funded by charities, such as CLIC Sargent, Macmillan Cancer Support and the Teenage Cancer Trust. Magda and Sophie give us an insight into the world of drugs development which is giving great benefit to some people - but Chloe's story tragically presents the argument that the age restrictions on drugs trials should be broadened. Nick, Yazz and Roisin reveal the depth and innovative nature of the support that goes into teenage and young adult cancer care.What all their stories share is a sense of hope - and teenage bloody-mindedness.",
    "chinese_title": "BBC地平线：青少年对抗癌症用户指南",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Horizon: Teenagers vs Cancer: A Users Guide",
    "douban_rating_average": 0,
    "update_at": "2025-02-15T20:08:56"
}