{
    "aka": [],
    "sid": "30273111",
    "cast": [
        {
            "url": "/celebrity/1025819/",
            "name": "胜野洋 Hiroshi Katsuno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044395/",
            "name": "小仓一郎 Ichirô Ogura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007712/",
            "name": "秋野太作 Daisaku Akino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1497768/",
            "name": "森川正太 Shota Morikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011364/",
            "name": "穗积隆信 Takanobu Hozumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324594/",
            "name": "井上纯一 Junichi Inoue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033693/",
            "name": "北村和夫 Kazuo Kitamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038928/",
            "name": "加藤治子 Haruko Kato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006025/",
            "name": "冈田奈奈 Nana Okada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014550/",
            "name": "原田美枝子 Mieko Harada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1493554/",
            "name": "佐野光洋 Mitsuhiko Sano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情",
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874696139.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1288054/",
            "name": "镰田敏夫 Toshio Kamata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429463/",
            "name": "柏原宽司 Kashiwabara Hiroshi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1011518/",
            "name": "山本迪夫 Michio Yamamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325565/",
            "name": "土屋統吾郎 Togoro Tsuchiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1534551/",
            "name": "木下亮 Ryô Kinoshita",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "48",
    "language": [
        "日语"
    ],
    "playdate": [
        "1976-10-17(日本)"
    ],
    "this_title": [
        "俺たちの朝"
    ],
    "douban_link": "https://movie.douban.com/subject/30273111/",
    "trans_title": [
        "我们的早晨"
    ],
    "douban_votes": "0",
    "introduction": "『俺たちの朝』（おれたちのあさ）は、日本テレビと東宝が制作した青春ものテレビドラマ。1976年10月17日から1977年11月13日まで、日本テレビ系列で日曜日20時から1時間枠で放送された。全48回。刑事ドラマ『太陽にほえろ!』のテキサス刑事役を降板した勝野洋の次回作であり、初の主演作。そして、前番組であった中村雅俊主演『俺たちの旅』の人気を引き継ぎ、当初は1クールの予定だったが全48話一年間のロングランとなった。修学院大学を中退した修治（オッス）とオッスの友人で在学中の勇夫（チュー）は、都内の下宿先を追い出され、偶然会ったオッスの幼友達で先輩でもある太作（ヌケ）を追って、居を求めてチューと2人でリヤカーを引き鎌倉まで行く。そして、そこで知り合った東京美術大学学生の麻子（カーコ）と3人で奇妙な共同生活を始めることになる。オッスは大の海好きで、スイミングクラブで働きながら将来はヨットでの世界一周を夢見ている。チューは芝居に命を賭け役者になることを、カーコは「染色」デザイナーの道に進むことをそれぞれ考えているが、途中での様々な苦労や困難、また、3人共同で始めたジーンズショップの閉店などで夢はだんだん遠のいていく。紆余曲折を経てオッスは父からもらった資金を元手に、遂に念願のヨットでの航海に出ることになるが…。出演者レギュラー岩崎修治（オッス）…勝野洋田口勇夫（チュー）…小倉一郎滝村麻子（カーコ）…長谷直美秋野太作（ヌケ）…秋野太作[2]佐久間かおる（ツナギ）…森川正太準レギュラー中村良則（アパートの大家）…穂積隆信（1 - 5、7 - 11、14 - 26、28 - 32、34、36、37、39 - 48）中村孝一（大家の息子）…井上純一（1、3 - 9、14 - 16、18 - 22、24、25、28、30、34 - 37、39 - 48）岩崎晧一郎（オッスの父）…北村和夫（1、3、5、11、14、21 - 24、26、33、45）岩崎尚子（オッスの母）…加藤治子（1 - 23、26）[3]岩崎杏子（オッスの妹）…岡田奈々（1、3、4、6 - 12、14、17、18、20 - 23、26、33、35、45、48）[4]田口貴代（チューの姉）…日色ともゑ（1 - 5、11、12、17、24、25、28、36、47、48）沢野美雪（貴代の洋裁店の針子）…原田美枝子（1、2、4、12、15、28、44）大谷光子（貴代の洋裁店の針子）…水沢有美（1 - 4、11、12、24、25、28、36、47、48）唐沢早苗（貴代の洋裁店の針子）…関谷ますみ（1 - 4、11、12、25、28、36、47、48）佐伯順子（チューの演劇部の後輩）…土部歩（2、4、6、10 - 13、15、19、25、29、31、39、42、47、48）滝村嘉市（カーコの父）…大滝秀治（2、13、37、38）滝村絹子（カーコの母）…東恵美子（37、38）柳田（ヌケの上司、出版社の編集長）…柳生博（8、13、16、20）西条美沙子（スナックレインのママ）…上村香子（2、9、16、20、23、24、26、30、32 - 40、42、43、45）青田昇（ジーンズショップの大家）…名古屋章（2、23 - 26、30、33、36、39）スタッフ企画：岡田晋吉（日本テレビ）、梅浦洋一（東宝）プロデューサー：川口晴年（日本テレビ）、石井幸一（東宝）脚本：鎌田敏夫、畑嶺明、柏原寛司、長手源三郎、折戸伸弘監督：山本迪夫、土屋統吾郎、木下亮音楽：チト河内、演奏：トランザム（選曲：山川繁）予告ナレーション: 中江真司製作協力：国際放映製作：東宝株式会社主題歌「俺たちの朝」作詞：谷川俊太郎 / 作曲：小室等 / 編曲：チト河内 / 歌：松崎しげるオープニングでは1番の歌詞、エンディングでは3番の歌詞が使用されている。1996年に映画『八つ墓村』の主題歌として「青空に問いかけて」と改題して小室等がセルフカバーしている。挿入歌「海が呼んでる」[5]（第3, 10, 26話）作詞・作曲：加藤登紀子 / 編曲：チト河内 / 歌：勝野洋「ふるさとへお帰り」（第7話）作詞：山川啓介 / 作曲：平尾昌晃 / 編曲：チト河内 / 歌：秋野太作「光こぼれる時に」（第8話）作詞：モーリ・アキラ / 作曲：森川正太 / 編曲：チト河内 / 歌：森川正太「どれだけ遠く」（第19, 23話）作詞：谷川俊太郎 / 作曲：小室等 / 編曲：チト河内 / 歌：松崎しげる第23話ではクラブ歌手としてゲスト出演した松崎本人により歌われている。「青春わすれもの」（第39, 43話）作詞：東海林良 / 作曲：徳久広司 / 編曲：竜崎孝路 / 歌：勝野洋各話リスト話\t放送日\tサブタイトル\t監督\t脚本\tゲスト1\t1976年10月17日\tお前と俺ともうひとり\t山本迪夫\t鎌田敏夫\t清水昭博、小高まさる2\t10月24日\tオッスと海と泣き上戸\t松金よね子3\t10月31日\t白い帆と風と俺\t畑嶺明\t荻島真一、二見忠男、勝西あや子4\t11月7日\t愛と憎しみとひとりぼっち\t土屋統吾郎\t鎌田敏夫\t佐野哲也、伊藤文雄5\t11月14日\tヌケと親父と男の涙\t畑嶺明\t津田京子、夏草三千代、山本恵子6\t11月21日\t寝巻きと便所掃除と男のやきもち\t山本迪夫\t鎌田敏夫\t谷岡行二、石垣光代、沖恂一郎7\t11月28日\t出逢いと愛と別れ\t畑嶺明\t浅野真弓、長慶子、島田裕理、浅野温子8\t12月5日\tツナギとコンプレックスと仲間たち\t土屋統吾郎\t剛達人、大浜詩郎、小林淳一9\t12月12日\t一人前の男と初体験と年上の人\t鎌田敏夫\t寺尾聰10\t12月19日\t別離とイヤリングと友達の女\t山本迪夫\t関根恵子、仲谷昇、立枝歩、小野進也、千葉繁11\t12月26日\t喧嘩とやる気と下手な芝居\t畑嶺明\t水谷邦久、佐竹明夫、千葉繁12\t1977年1月9日\tおんぶと冬の風と姉ちゃんの恋人\t土屋統吾郎\t鎌田敏夫\t染谷久男13\t1月16日\t裸踊りと染色と口惜涙\t畑嶺明\t小栗一也、すどうかづみ、吉水慶、稲垣昭三、林一夫14\t1月23日\t冬の海とやさしさと少女の涙\t山本迪夫\t塩屋洋子、谷山三郎、藤木保宏15\t1月30日\t金欠病と女子寮とオッスのギックリ腰\t鎌田敏夫\t岡本四郎、西朱美、泉よし子16\t2月6日\t食欲とスパイと不景気な面\t寺尾聰、小山武宏、吉中正一、山本恵子17\t2月13日\tチューとレポートと協力者たち\t土屋統吾郎\t柏原寛司\t松下達夫、中村靖之介、庄司永健、早坂直家18\t2月20日\t初恋の人とろうけつ染めとカアコのご主人\t長手源三郎鎌田敏夫\t江戸家猫八、佐野光洋、松平健19\t2月27日\t雨漏と人工呼吸と熱い味噌汁\t山本迪夫\t畑嶺明\t佐原健二、鍋谷孝喜、原ひさ子20\t3月6日\t三十男とおふくろと男の泣顔\t矢野間啓二、本庄和子、石黒正男、宮沢秀子21\t3月13日\t父と兄妹と母の死\t土屋統吾郎\t鎌田敏夫\t高橋昌也、那智映美、水川由記子22\t3月20日\tタヌキと青春時代と心の痛み\t小山田宗徳、結城美栄子、北村優子23\t3月27日\t炊事当番と物置小屋と下着の山\t山本迪夫\t畑嶺明\t松崎しげる、梅田智子、高尾礼子、斉藤洋介、大柴允人24\t4月3日\t夢と下着ともういやっ!!\t鎌田敏夫\t熊倉一雄、斉藤美和、灰地順、高尾礼子、嶋めぐみ25\t4月10日\tジーンズショップと前売券と男の夢\t土屋統吾郎\t柏原寛司\t川端真二、のこ、木下陽夫26\t4月17日\t親父と行きずりの女と春の凧\t鎌田敏夫折戸伸弘\t結城美栄子、今井淳子、聖真砂子、菊池太27\t4月24日\tうなぎと未婚の母と愛してます\t木下亮\t畑嶺明\tあべ静江、下条正巳、入江杏子、披岸喜美子、村越伊知郎28\t5月1日\t母と不良少女とすんません\t鎌田敏夫\t中村玉緒、大森暁美、俵一、信沢隆、山口紀子29\t5月8日\tドン底生活と芝居と大馬鹿野郎\t山本迪夫\t畑嶺明\t木田三千雄、池田秀一、中井啓輔30\t5月15日\tKissとジンマシンとせつない気持\t鎌田敏夫\t小畑あや、平淑恵31\t5月22日\t三畳間とスポットライトとワタ菓子\t土屋統吾郎\t畑嶺明\t三浦洋一32\t5月29日\t酔っぱらいと腕のいい経理マンとタマネギの皮\t柏原寛司\t加藤嘉、高尾礼子、原野弘美33\t6月5日\t海男と飛行機野郎と女の微笑み\t山本迪夫\t畑嶺明\t夏桂子、鈴木輝江、石井勇34\t6月12日\tベッドと女子大生ともう知らない\t鎌田敏夫\t有沢とも子35\t6月26日\t喧嘩と一匹の魚と赤い車の女\t土屋統吾郎\t鎌田敏夫長手源三郎\t秋野暢子、時本和也、たくみさよ36\t7月10日\t男2人と寝台車とカアコ頑張る\t畑嶺明\t伊藤めぐみ、谷岡弘規、うえずみのる、砂塚秀夫37\t7月31日\t金沢と片想いとカッとなったら止まらない\t山本迪夫\t鎌田敏夫\t木村理恵、加藤寿38\t8月7日\t能登の海とウマの骨と涙の父\t畑嶺明\t木村理恵、加藤寿、小川通子39\t8月14日\t殴り合いとヨットハーバーと船よさらば\t土屋統吾郎\t柏原寛司\t柴田恭兵、吉田豊明、福岡正剛40\t8月28日\t鹿児島とWデイトと幼い日の呪文\t鎌田敏夫\t北川陽一郎41\t9月11日\t薩摩の海とカツオ節とああ青春\t畑嶺明\t左右田一平、森大河42\t9月25日\t芸術の秋とチャンスとどうしてこうなるの?\t山本迪夫\t奈良岡朋子、梶哲也、中真千子、稲川順子、村田知栄子43\t10月9日\t別れの時とミクロネシアとよォッ!妹\t柏原寛司鎌田敏夫\t樋浦勉、野村昭子、並木静夫、福田敏江44\t10月16日\t北の町・大沼とすんませんと家族ごっこ\t木下亮\t鎌田敏夫\t中村玉緒、綿引洪、野村昭子45\t10月23日\tグッドバイと男のロマンと心が痛い\t土屋統吾郎\t畑嶺明\t赤座美代子、住吉正博、野村昭子46\t10月30日\tふるさとと家出娘と焼きそこないのパン\t柏原寛司長手源三郎\t栗田ひろみ、柴田恭兵、片岡五郎、舛田紀子、長谷川弘47\t11月6日\tシドニーと燃える男とお先真っ暗\t山本迪夫\t畑嶺明\t森次晃嗣、蜷川幸雄、森幹太48\t11月13日\t絶望と出発と雨の中の接吻\t鎌田敏夫\t佐々木裕子、高橋園美",
    "chinese_title": "我们的早晨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "俺たちの朝",
    "douban_rating_average": 0,
    "update_at": "2025-07-27T02:52:12"
}