{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30278559",
    "cast": [
        {
            "url": "/celebrity/1221035/",
            "name": "阿兰·普罗斯特 Alain Prost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147529/",
            "name": "艾尔顿·塞纳 Ayrton Senna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189903/",
            "name": "戴蒙·希尔 Damon Hill",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1993",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528472781.jpg",
    "region": [
        "美国",
        "巴西",
        "英国",
        "圣马力诺",
        "西班牙",
        "摩纳哥",
        "加拿大",
        "法国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "葡萄牙",
        "日本",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt6781954",
    "director": [],
    "duration": "100分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1993-03-14(南非)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6781954/",
    "imdb_votes": 15,
    "this_title": [
        "Formula 1 Season 44"
    ],
    "douban_link": "https://movie.douban.com/subject/30278559/",
    "imdb_rating": "8.7/10 from 15 users",
    "trans_title": [
        "世界一级方程式锦标赛 第四十四季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1993 FIA Formula One World Championship was the 47th season of FIA Formula One motor racing. It featured the 1993 FIA Formula One World Championship, which commenced on 14 March 1993 and ended on 7 November after sixteen races. Alain Prost won his fourth Drivers' Championship, and Williams-Renault retained the Constructors' Championship, their sixth in all. The season also boasted the only race in which Alain Prost, Ayrton Senna and Michael Schumacher all stood on the podium together, in the 1993 Spanish Grand Prix.The 1993 Formula One calendar saw the return of the European Grand Prix after an eight-year absence since 1985; the race was held at Donington Park, the only time it has hosted an F1 race; this race was to replace the Pacific Grand Prix at the Autopolis circuit in Japan after a deal to hold a race there fell through. The only exit was the Mexican Grand Prix, after seven years at the Autódromo Hermanos Rodríguez in Mexico City since 1986, due to safety concerns with the circuit's very bumpy surface.This season was significant in F1 history as it was the height of electronics technology use; this year saw perhaps the most advanced and sophisticated Formula One cars ever built. For example, the championship-winning Williams-Renault FW15C (perhaps the most advanced car that season) had, in addition to its highly advanced hydraulically and electronically controlled active suspension, a plethora of electronics aboard, including anti-lock brakes, fly-by-wire controls, traction control, a semi-automatic gearbox that could be switched over to fully automatic, power steering, highly sophisticated on-board telemetry, pneumatic valve springs in the engine, and even a \"push to pass\" system that made overtaking easier for drivers Alain Prost and Damon Hill – this system had the active suspension raise the back of the car at speed and raised the engine up 300 revs so the car would be faster down the straights due to a slight lack of downforce than before. Williams also tested a continuously variable transmission but this system was banned as well, and the Benetton team tested a 4-wheel steering system late in the season, but was never used in any races. Nearly all cars in 1993 had an active suspension system, which kept the car's ride height consistent all throughout a lap, which made the aerodynamics of the car far more effective. Although widely considered not to be a driver aid, this system and all the aforementioned systems except for telemetry and pneumatic valve springs were banned for the 1994 season.After the season, Prost left Williams and retired from Grand Prix racing, with title runner-up Ayrton Senna replacing him. Since Senna would fatally crash early on the next season, the 1993 season saw the last wins for these two drivers that had dominated Formula One for several years, winning seven of the nine titles between 1985 and 1993. At the British Grand Prix, Prost became the first Formula One driver to win 50 Grands Prix. Senna had a memorable season in spite of falling short of the title, winning his home race, a remarkable win dominating at Donington Park and a record-breaking fifth consecutive Monaco Grand Prix win since 1989. Nevertheless, Prost's Williams retained its pace advantage of the previous season and he was in full control of the title race from mid-season onwards. 1993 also marked the first three wins of Damon Hill, who won three races on the trot in his first full Formula One season at the age of 33.",
    "chinese_title": "世界一级方程式锦标赛 第四十四季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 44",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T21:13:16"
}