{
    "aka": [],
    "sid": "30273109",
    "cast": [
        {
            "url": "/celebrity/1037980/",
            "name": "鹤田浩二 Koji Tsuruta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006400/",
            "name": "中村雅俊 Masatoshi Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013016/",
            "name": "片平渚 Nagisa Katahira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129046/",
            "name": "冈本富士太 Fujita Okamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024613/",
            "name": "高冈健二 Kenji Takaoka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009942/",
            "name": "绪形拳 Ken Ogata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040946/",
            "name": "田中邦卫 Kunie Tanaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008434/",
            "name": "黑泽年男 Toshio Kurosawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029979/",
            "name": "永岛敏行 Toshiyuki Nagashima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1370839/",
            "name": "石川小百合 Sayuri Ishikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122015/",
            "name": "三浦浩一 Kôichi Miura",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528011050.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1325356/",
            "name": "井上梅次 Umetsugu Inoue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046802/",
            "name": "池上金男 Kaneo Ikegami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523417/",
            "name": "鸭井达比古 Tatsuhiko Kamoi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472366/",
            "name": "保利吉纪 Yoshiki Hori",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325563/",
            "name": "日高武治 Takeharu Hidaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431080/",
            "name": "村尾昭 Akira Murao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398500/",
            "name": "山浦弘靖 Yamaura Hiroyasu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330460/",
            "name": "田波靖男 Yasuo Tanami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1514100/",
            "name": "松本功 Isao Matsumoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1298609/",
            "name": "须川荣三 Eizo Sugawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1486460/",
            "name": "猪又宪吾 Inomata Kengo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1346200/",
            "name": "池田一朗 Ichirô Ikeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115509/",
            "name": "前田阳一 Yôichi Maeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1546587/",
            "name": "長野洋 Hiroshi Nagano",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325356/",
            "name": "井上梅次 Umetsugu Inoue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116525/",
            "name": "舛田利雄 Toshio Masuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325564/",
            "name": "儿玉进 Susumu Kodama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1296440/",
            "name": "贞永方久 Masahisa Sadanaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325563/",
            "name": "日高武治 Takeharu Hidaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349140/",
            "name": "渡边祐介 Yûsuke Watanabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001197/",
            "name": "长谷部安春 Yasuharu Hasebe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416236/",
            "name": "番匠义彰 Yoshiaki Banshô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115509/",
            "name": "前田阳一 Yôichi Maeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326599/",
            "name": "内藤诚 Makoto Naitô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090895/",
            "name": "降旗康男 Yasuo Furuhata",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "78",
    "language": [
        "日语"
    ],
    "playdate": [
        "1978-07-24(日本)"
    ],
    "this_title": [
        "大空港"
    ],
    "douban_link": "https://movie.douban.com/subject/30273109/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "『大空港』（だいくうこう）は、1978年（昭和53年）7月24日から1980年（昭和55年）3月24日に全78話が放送されたフジテレビ月曜9時枠の連続ドラマ。制作は松竹。開港直後の新東京国際空港内に設けられた警察庁刑事局国際刑事課の分室「空港特捜部」が空港または空港近辺で発生した事件を解決する姿を描く。空港特捜部のメンバーは戦中派の加賀と彼を補佐するベテラン刑事、それに若手の部下たちで構成されている。本作では通常の刑事ドラマに見られるような事件も扱うものの、舞台が「空港内の警察」という特殊セクションであるため、描かれる犯罪は国際的で大掛かりなものが多く、刑事たちが海外出張して捜査するケースもたびたび見受けられる。また空港特捜部のメンバーの交代が激しく1年半の放送期間内に4名が殉職、新加入が5名おり、その殉職エピソードでは爆弾が仕掛けられた飛行機の爆発と共に散るというケースがほとんどだった。さらには最終エピソードの前後編でも空港特捜部の刑事たちが次々と敵の罠に落ちて命を落としていくというハードな展開となった。キャスト〈空港特捜部メンバー〉加賀弘之：鶴田浩二特捜部をまとめる部長で部下からは「チーフ」と呼ばれる。階級は警視。独身。本作での加賀は鶴田自身のイメージである特攻崩れを生かした設定となっており、それが中心となるエピソードも少なくない。この鶴田のストイックさを前面に押し出した演技は、他の刑事ドラマでは類のない上司像を作り上げた。鯉沼三郎：中村雅俊（1979年5月まで）直情型の性格であり、加賀から窘められることも多い。中村が出演した青春ものの役柄設定がそのまま刑事に移行したようなキャラクターである。飛行中のセスナ機内で犯人と格闘の末、墜落。爆死（第36話）。神坂紀子：片平なぎさ（1979年8月まで）空港特捜部の紅一点。愛称は「ノンコ」。身体を使ったアクションでは他の男性メンバーに負けぬほどの活躍ぶりを見せる。第51話ラストで海外の女ゲリラ部隊に転属となるも、テロリストが車に仕掛けた時限爆弾により爆死（第76話・回想のみ）。立野謙一：岡本富士太生真面目な射撃の名手。同じ若手の鯉沼や海原とは同期らしく、息が合ったところを見せる。水島刑事（シスター）に惚れていたが最終回の潜入捜査でテロリストに面が割れたために見せしめとして捜査陣の目の前で射殺される。海原保：高岡健二特捜部では主に通信を担当。ヘリの操縦免許を持っており、必要に応じて上空からの偵察、探索なども行う。加賀、立野と共に初回から最終回まで出演。梶大介：緒形拳（1978年10月まで）飄々とした中年刑事。加賀と若手の間を取り持つ、ベテラン警部。子だくさんであり家計節約と称して、鯉沼や海原にいつもタバコをねだっている。旅客機との衝突を避けるため、時限爆弾を積んだトラックにレッカー車で追いつき、飛び乗ってハンドルを切った直後、持病のめまいに襲われ、トラックごと滑走路脇のフェンスに激突し、爆死（第14話）。薮下行男：田中邦衛（1978年10月から）梶の後任として配属。警部。かつて加賀の下で働いた経験があり、そのときの手腕を見込まれて特捜部入りする。若手を率いて現場の最前線で活躍する行動派。血の気の多さはかなりのもので、荒っぽい捜査方法を採るがゆえに、犯人から恨みを買い、重傷を負わされることが多い。独身。通称「薮さん」「藪長」。菊地徹：黒沢年男（1979年5月から）鯉沼の後任として配属。事件が起これば何者も恐れず無鉄砲に飛び込んでいくその姿勢から「バクダン」の異名を持つ。既婚者であるが、妻はかつて追い込んだ密売組織の報復として麻薬漬けにされた過去を持つため、執拗なまでに薬物を憎む。最終回で重要参考人を庇って銃で撃たれ殉職。西條慎吾：永島敏行（1979年5月から10月まで）元沖縄県警刑事。空港内で働く妹・ケイコ（佐藤万理）がいたが、ある事件に巻き込まれて死亡。その妹がいた空港を守りたいと自ら特捜部入りを志願し、念願叶って配属された。客室乗務員である恋人との結婚直前に、銀行強盗犯と銃撃戦の末、殉職（第55話）。水島さゆり：石川さゆり（1979年9月から）警視庁SPから神坂の後任として配属。SP時代はサッチャー首相の護衛も担当した。特捜部での初仕事が修道院での潜入捜査だったことから「シスター刑事」の愛称がつく。特技はナイフ投げ。終盤、チーフである加賀に想いを寄せるが…。紺野真：三浦浩一（1979年10月から）西條の後任として配属。徹底したオシャレ思考で髪の手入れには余念がない。以前は所轄に勤務していたが、数々の命令無視、問題行動を起こし、署内の持て余し者だった。特捜部においてもやること為すこと全て型破りの暴走刑事。愛称は「バッタ」。〈その他セミレギュラー〉沢井空港長：池部良浅原警視正：神山繁高木警部：石浜朗杉枝刑事：溝口舜亮空港署の刑事。ときに空港特捜部の刑事に協力して捜査にあたる。：青空はるお：高並功：菅原一高空港署刑事：長沢大空港署刑事スタッフ企画：中本逸郎（第1話 - 第66話）、重村一（第1話 - 第30話）、石川博康（第31話 - 第78話）、河村雄太郎（第67話 - 第78話）（フジテレビ）プロデューサー：升本喜年、桜林甫（松竹株式会社）プロデューサー補：高橋信仁（松竹株式会社）脚本：井上梅次、長野洋、池上金男　ほか監督：井上梅次、舛田利雄、児玉進、長谷部安春　ほか広報担当：小島利夫（フジテレビ）撮影：加藤正幸、林兆、坂巻佐平、小松原茂、中橋嘉久音楽：菅野光亮演奏：ノイエハーモニー制作主任：高木正幸、大里俊博助監督：山本和久、福島孔道、内藤忠司、高橋正治、森清、山本伊知郎、国元雅博照明：小中健二郎、山川英明、国本正義、岡本秋夫、須賀一夫、竹前和宏、越前谷幌晃録音：加藤一郎、高木勝義、山岸壮二、塚原国夫編集：香園稔、石井和男美術：猪俣邦弘、望月誠、黒田晃ナレーター：神太郎装置：若林六郎、大谷周司装飾：印南昇演技事務：深沢洸記録：福島マリ、馬場裕巳子、長谷川幸子効果：脇坂孝行選曲：太田正一、佐藤啓スチール：樋口通カースタント：三石千尋とマイク・スタントマンチーム、武士恭久（タケシレーシング）特殊効果：坂本佐幸進行：松田康央、水口嘉浩、高階光美粧：ビアンコ、パン・メイク、田川千賀子衣裳：松竹衣裳、本間邦仁調音：アオイスタジオ、関勇次郎、岩橋政志現像：東洋現像所擬闘：伊奈貫太&A.T.C制作担当：徳重里司、大塚尚史、岸本公夫衣裳協力：サントロン、一珠、銀座セキネ協力：日本航空、トヨタ自動車制作：フジテレビ、松竹株式会社放映リスト回\t放送日\tサブタイトル\t脚本\t監督\tゲスト\t備考1\t1978年7月24日海外逃亡を阻止せよ!井上梅次\t井上梅次\t天知茂、中尾彬、稲葉義男、月丘千秋、池部良2\t1978年7月31日国際空港1978年夏池上金男\t舛田利雄\t磯村健治、舛田紀子、宇津宮雅代、小瀬格、坂口芳貞、伊吹徹3\t1978年8月7日かもめが飛び立つ日に佐藤繁子\t松尾正武\t松坂慶子、関川慎二、今井健二、中野誠也、阿部希郎\t松坂慶子は第16話にも同じ役で出演。4\t1978年8月14日パリ－東京戦慄の20時間\t井上梅次\t北村和夫、紀比呂子、岡部健、阿藤海5\t1978年8月21日大空に命燃える日松村達雄、三浦真弓、大島ゆみ恵、ジェームス・ゴードン、野見山夏子6\t1978年9月4日紙一重の青春\t池上金男山本和久\t児玉進\t小野進也、織本順吉、大前均7\t1978年9月11日暗号名ジャッカルを追え!井上梅次\t井上梅次\tジャネット八田、寺田農、奈美悦子、蟹江敬三、伊達三郎、曽根晴美8\t1978年9月18日空からの殺人者\t舘俊介佐藤繁子\t児玉進\t田島令子、久富惟晴、横森久、吉野佳子、井上三千夫9\t1978年9月25日大爆破!!暁の緊急指令池上金男\t井上梅次\t大関優子、宮口二郎、奈三恭子、氏家修、高原駿雄、浜田寅彦、松山照夫、車だん吉、佐藤たくみ10\t1978年10月9日男たちの詩\t佐藤繁子\t永野靖忠\t天知茂、武内亨、堀之紀、北町義朗、内田朝雄、久遠利三、たくみさよ、山崎純資、桑原一人11\t1978年10月16日海外ロケ篇第一弾!ラインの追跡鴨井達比古\t貞永方久\t松本留美、青木義朗、橋爪功、寺泉哲章12\t1978年10月23日逃亡者\t保利吉紀\t日高武治\t火野正平、岡田奈々、高峰圭二、南條豊、小原秀明、大浜詩郎、古代一平13\t1978年10月30日暗殺指令\t長野洋日高武治\t日高武治\t睦五朗、夏桂子14\t1978年11月6日いのち炎の如く壮烈!!梶警部の最期!池上金男\t花沢徳衛、浜田晃、田口計\t梶警部殉職15\t1978年11月13日新任警部登場狂気のバス爆破!佐藤繁子\t長谷和夫\t佐野アツ子、可知靖之、江幡高志、小美谷欣二\t藪下警部着任16\t1978年11月20日特捜部対ヤクザ女医三森亜矢子が敵の手に!池上金男\t日高武治\t松坂慶子、山本麟一、江角英明17\t1978年11月27日戦慄!!ハネムーン・ツアージャック鴨井達比古\t渡辺裕介\t小畠絹子、佐々木敏18\t1978年12月4日人質奪回作戦悪魔にもなれ!父の愛長野洋\t福田豊土、ひろみどり19\t1978年12月11日夕陽の銃撃戦!幼い恋人が叫ぶ・その人を撃たないで!佐藤繁子\t長谷和夫\t荻野目慶子、吉田義夫、長谷川弘、内田昌宏20\t1978年12月18日恐怖の復讐!!特捜部25時間の斗い長谷部安春\t岡田英次、佐藤仁哉、松下砂稚子21\t1978年12月25日護送車襲撃大パニック!特捜魂・海原刑事よ、死ぬな!村尾昭\t稲葉義男22\t1979年1月8日雪原の大追跡大統領令嬢に危機迫る山浦弘靖\t井上梅次\tアグネス・ラム、弘松三郎23\t1979年1月15日衝撃の全員死亡悪い奴は地の果てまで追え!押川国秋\t日高武治\t小畠絹子、三木敏彦、坂部文昭、白石のり子、清嶋智子、満山恵子24\t1979年1月22日特捜部対ヤクザの斗いパートII八木美津夫川島義和\t長谷和夫\t地井武男、今井健二、伊達三郎、外山高士、執行佐智子、草薙良一、風戸佑介、千葉繁25\t1979年1月29日世にも汚い犯罪者たち武器密造団壊滅指令武末勝\t日高武治\t結城しのぶ、南原宏治、川合伸旺、平松慎吾、川瀬小夜子、鈴木ゆかり26\t1979年2月5日真実の愛空港ホテル殺人事件の謎を追え!山浦弘靖\t長谷和夫\t中谷一郎、八木昌子、日吉としやす、小林かおり、曽我町子、八名信夫、野見山夏子27\t1979年2月12日罠には罠を!女刑事・神坂紀子の危機鴨井達比古\t長谷部安春\t山本昌平、立川光貴、近藤宏、真田五郎、川瀬小夜子28\t1979年2月19日復讐のダイナマイト田波靖男\t長谷和夫\t石橋雅史、清水宏、増田順司29\t1979年2月26日戦慄!空港VIP室占拠事件長野洋\t伊東辰夫、宇佐美淳、浜田寅彦、望月太郎30\t1979年3月5日女囚304号脱獄指令!佐藤繁子\t番匠義彰\t根岸とし江、有馬昌彦31\t1979年3月12日地下水道の銃撃戦!死の逃亡者千葉裕、黒部進32\t1979年3月19日空港美女連続殺人事件!都会の孤独貞方方久\t山西道広、堺左千夫、伊吹徹33\t1979年3月26日血と炎の女\t押川国秋\t渡辺裕介\t香野百合子、神崎愛、川辺久造、江見俊太郎、上田耕一34\t1979年4月16日復讐の大追撃!TOKYOコネクション1979田波靖男\t深江章喜、安部徹、小笠原弘、ひろみどり、大村千吉35\t1979年4月23日衝撃の無差別殺人\t佐藤繁子\t番匠義彰\t片桐夕子、田中浩、原口剛、阿藤海、松下達夫、河村弘二36\t1979年5月7日さらば鯉沼刑事!炎の中の青春は終れり村尾昭\t長谷部安春\t田中明夫、ホーン・ユキ、井上博一、沢井孝子、早坂直家\t鯉沼刑事殉職37\t1979年5月14日バクダン刑事登場!松本功村尾昭\t長谷和夫\t中田博久、佐藤万理、堀勉、南祐輔、沢田浩二、井口恭子\t菊地・西條両刑事着任、OP曲アレンジ変更38\t1979年5月21日燃えろルーキー!ニトロの中を突っ走れ!佐藤繁子\t番匠義彰\t新倉博、新海百合子、宮子昌代39\t1979年5月28日ウルトラスーパーデカ神坂紀子の華麗なる追跡!小西道雄\t鹿内孝、浜田寅彦、片桐竜次、遠藤征慈、伊吹徹、新井和夫[要曖昧さ回避]40\t1979年6月11日FBI緊急電報裏切りの銃撃!秋川大介\t渡辺裕介\t勝部演之、黒沢のり子、星野博美、藤田宗久、高木真二41\t1979年6月18日愛よ大空に散れ!特捜部対ヤクザの斗いパートIII押川国秋\t番匠義彰\t織田あきら、光丘真理、内田稔、谷口香、戸浦六宏、汐路章、稲垣昭三4月30日放送予定だったが、当日になり休止。放送順を変更。42\t1979年6月25日ロサンゼルス密輸ルート一人旅の少年須川栄三山崎晶子\t井上昭文、松本潤子、若尾哲平、花岡菊子43\t1979年7月2日新米刑事が翔んだ!佐治乾\t長谷和夫\t水島彩子、小林勝也、山本清、辻萬長、佐藤晟也44\t1979年7月9日孤独な挑戦!カメラのとらえた人、それは?!鴨井達比古\t番匠義彰\t平田昭彦、竹田かほり、有馬昌彦45\t1979年7月16日愛の墓標・次に消されるのはどいつだ!佐藤繁子\t前田陽一\t石田信之、吉沢京子、武藤章生、横森久46\t1979年7月23日古傷・バクダン刑事に火がついた!長野洋\t番匠義彰\t土屋嘉男、左時枝、蝦名由紀子、だるま二郎、下之坊正道47\t1979年7月30日ジャンボジェットにマシーンを乗せろ青春の爆走猪又憲吾\t長谷和夫\t佐久間宏則、川合伸旺、三科千鶴子、牧健吾48\t1979年8月6日目撃者はデカだ!\t押川国秋\t番匠義彰\t夏純子、林ゆたか、河村弘二、立花一男、木村四郎49\t1979年8月13日皆殺しの来訪者!\t前田陽一\t石橋蓮司、高沢順子50\t1979年8月20日ギャング対特捜部現金輸送車ジャック!秋川大介\t小西道雄\t藤木敬士、寺泉哲章、吉岡ひとみ、三角八郎、江幡高志、八木景子、西尾麻理51\t1979年8月27日サヨナラ神坂紀子刑事!コール･ガールバラバラ殺人事件佐藤繁子\t児玉進\t宮口二郎、八名信夫、伊達三郎、辰馬伸、田山涼成\t神坂刑事異動52\t1979年9月3日シスター刑事テロリストを撃て!鴨井達比古\t文野朋子、宮崎和命、たにぐちかおり、此島愛子、松井範雄\t水島刑事着任53\t1979年9月10日マフィアの恐怖!フラメンコダンサーの愛と死山崎英司\t番匠義彰\tホーン・ユキ、佐古正人、堀尾正明、三上剛、五十嵐美恵子54\t1979年9月17日ザ・キラー\t佐藤繁子\t内藤誠\t立川光貴、山科ゆり、江見俊太郎、南祐輔、草薙良一55\t1979年10月8日永遠の青春・西條刑事の最期!鴨井達比古\t長谷和夫\t村地弘美、蟹江敬三、三科千鶴子、大谷一夫\t西條刑事殉職56\t1979年10月15日爆走刑事登場東京大スキャンダル播磨幸治\t渡辺裕介\t二宮さよ子、森下哲夫、井上博一、小林尚史、佐々木敏、小幡誠一紺野刑事着任57\t1979年10月22日鬼刑事が哭いた!\t佐治乾山村英司\t森マリア、原口剛、田中小実昌、ウイリー・ドーシー58\t1979年10月29日慟哭する加賀警視たとえ花びらは散っても!村尾昭\t番匠義彰\t中谷一郎、氏家修、好永康子、久遠利三、真田五郎、麻美あい59\t1979年11月5日ダイナマイトを抱いた女刑事!佐治乾山村英司\t小西通雄\t田口久美、早川純一、溝口拳、桑原一人、渡辺紀行、成田次穂60\t1979年11月12日襲撃!空港特捜車を爆破しろ!秋川大介\t有川博、福田豊土、樋口和子、秋好光果、八名信夫、木村四郎61\t1979年11月19日兇悪密輸組織撃滅作戦佐治乾山村英司池田正一\t児玉進\t峰岸徹、ひし美ゆり子、平松慎吾、弘松三郎、山田禅二、柚木春美9月24日放送予定だったが、当日になり休止。放送順を変更。62\t1979年11月26日刑事は殺シで勝負する!?名刑事と珍刑事の敵地侵入!佐藤繁子\t永野靖忠\t田中真理、三谷昇、成瀬昌彦、外山高士、北九州男63\t1979年12月3日射殺命令\t押川国秋\t長谷和夫\t樋浦勉、片山真由美、大貫達也、大神信、あづま竜太、塩見三省64\t1979年12月10日戦慄のダブルハイジャック706便危機一発!!池田一朗\t永野靖忠\t岡崎二朗、北見治一、岡部征純、小原秀明、田辺節子、大塚良重、二瓶秀雄、藤田宗久、湊俊一65\t1979年12月17日激突!赤いビーナス奪回作戦山浦弘靖前田陽一\t前田陽一\t御道由紀子、森大河、青山恭子、佐藤博、中村まり子、船場牡丹、坂田金太郎、中林義明、結城ケイ66\t1979年12月24日銃撃の挽歌遠い遥かなクリスマス秋川大介\t児玉進\t山下洵一郎、塩沢とき、中川ゆき67\t1980年1月7日流血の荒野を走れ!特捜VS地下組織VS暴走族押川国秋\t浅野真弓、田中浩、竹村洋輔、椎谷建治、東條きよし、吉中六、松本伊佐武、藤瀬雅子、舟川ノリ子68\t1980年1月14日報復の弾道が闇を裂く!頂上作戦・地獄の綱渡り松本功村尾昭\t永野靖忠\t片岡幸子、小笠原弘、高木二郎、川瀬小夜子、大矢梨津子69\t1980年1月21日狙撃者の墓標冬枯れの街よ友を優しく弔え!押川国秋\t矢吹二朗、黒田福美、田口計、小林重四郎70\t1980年1月28日国際強盗団潜入五億円の名画を救え!池田一朗\t降旗康男\t平泉征、山谷初男、野口元男、長島隆一、原千枝子、泉きよこ、森本慶子71\t1980年2月4日銃声は風に哭いたさらば愛しき女よ佐藤繁子\t沢井桃子、横森久、井上博一、山本幸栄、五十嵐美恵子、千草かおる、金田明夫72\t1980年2月11日忍び寄る魔手友情は血で洗えるか?!渡辺祐介\t渡辺祐介\t伊藤敏孝、今井健二、三戸部スエ、荻田晴美、松山照夫、ひろみどり、森川誠、結城ひろみ、光映子73\t1980年2月18日盗まれた恋路君よ非情の歌を聞け!鴨井達比古\t児玉進\t佳那晃子、北九州男、奈辺悟、真嶋恵、滝川昌良、世古陽丸74\t1980年2月25日灼熱の逆光線娘よ殺意の河を渡れ!山本務押川国秋\t番匠義彰\t佐野アツ子、浜田晃、嵯峨善兵、江見俊太郎、大林丈史、高原駿雄75\t1980年3月3日失われた戦場さらば友よ池田一朗\t岡田英次、浜田寅彦、山本清、伊佐みつえ、大野木克志、世古陽丸、益尾久子76\t1980年3月10日殉職の鎮魂歌壮絶!レッドスネイク撃滅作戦山本務\t佐藤武光\t片平なぎさ、藤井真理、吉田エミー、片桐竜次、吉宮慎一、吉中六神坂刑事殉職77\t1980年3月17日空港特捜部よ・永遠に!-前篇-村尾昭\t長谷和夫\t安井昌二、江角英、椎谷建治78\t1980年3月24日空港特捜部よ・永遠に!-後篇-安井昌二、江角英、椎谷建治、木瓜みれい、後藤哲夫\t菊地・立野両刑事殉職",
    "chinese_title": "大空港",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-03T16:35:18"
}