{
    "aka": [],
    "sid": "30274811",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528109890.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8014482",
    "director": [
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-07-13(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8014482/",
    "imdb_votes": 181,
    "this_title": [
        "Milford Graves Full Mantis"
    ],
    "douban_link": "https://movie.douban.com/subject/30274811/",
    "imdb_rating": "7.2/10 from 181 users",
    "trans_title": [
        "前卫爵士米尔福德"
    ],
    "douban_votes": "0",
    "introduction": "MILFORD GRAVES FULL MANTIS is a portrait of renowned percussionist Milford Graves, exploring his kaleidoscopic creativity and relentless curiosity.\"Milford Graves engages with our universe through contemplation and meditation where we coexist in a garden of timeless nature. Since the early 1960s he has struck a mythic figure in the lineage of New Thing/Free Jazz music and art. A theorist on rhythm defined by inherent emotional impulse (as opposed to a mechanism of strict repetition) he has consistently championed the idea that music is more than an art form to be mastered. In his world, sound is a life force to be in tune with, through regard and respect. With patience and a clear devotion to the beauty of the practice and performance of music, both spirit and earth-conscious, MILFORD GRAVES FULL MANTIS as directed by Jake Meginsky, and co-directed by Neil Young, both experimental musicians from Western Massachusetts, is a portrait of one of the most fascinating lights in the lineage of late 20th century music. It is a sonic-visual ode to the ineffable magic of inspired and gracious living.\" ---Thurston MooreGraves has performed internationally since 1964, both as a soloist and in ensembles with such legends as Albert Ayler, Giuseppi Logan and Sonny Sharrock. He is widely considered to be a founding pioneer of avant-garde jazz, and he remains one of the most influential living figures in the evolution of the form.The film draws the viewer through the artist's lush garden and ornate home, into the martial arts dojo in his backyard and the laboratory in his basement - all of this just blocks from where he grew up in the housing projects for South Jamaica, Queens.Graves tells stories of discovery, struggle and survival, ruminates on the essence of 'swing,' activates electronic stethoscopes in his basement lab to process the sound of his heart, and travels to Japan where he performs at a school for children with autism, igniting the student body into an ecstatic display of spontaneous collective energy.Oscillating from present to past and weaving intimate glimpses of the artist's complex cosmology with blistering performances from around the globe, MILFORD GRAVES FULL MANTIS is cinema full of fluidity, polyrhythm and intensity, embodying the essence of Graves' music itself.A result of nearly 15 years of filming, MILFORD GRAVES FULL MANTIS is Directed by Jake Meginsky, a long time student of Milford Graves. Co-Directed by Neil Young.d",
    "chinese_title": "前卫爵士米尔福德",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Milford Graves Full Mantis",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T20:00:36"
}