{
    "aka": [],
    "sid": "30273114",
    "cast": [
        {
            "url": "/celebrity/1317911/",
            "name": "天知茂 Shigeru Amachi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032895/",
            "name": "山村聪 Sô Yamamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042802/",
            "name": "渡边文雄 Fumio Watanabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025951/",
            "name": "多多良纯 Jun Tatara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021218/",
            "name": "左顿平 Tonpei Hidari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003299/",
            "name": "村松英子 Eiko Muramatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003986/",
            "name": "神田隆 Takashi Kaneda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019298/",
            "name": "冈田英次 Eiji Okada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1473384/",
            "name": "宇南山宏 Hiroshi Unayama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1559038/",
            "name": "齐藤浩子 Hiroko Saito",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528055331.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1094656/",
            "name": "桥本忍 Shinobu Hashimoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013186/",
            "name": "长谷川公之 Kimiyuki Hasegawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366463/",
            "name": "松浦健郎 Takeo Matsuura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031416/",
            "name": "曾田博久 Hirohisa Soda",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1549818/",
            "name": "鈴木敏郎 Toshirô Suzuki",
            "@type": "Person"
        }
    ],
    "duration": "44分钟",
    "episodes": "52",
    "language": [
        "日语"
    ],
    "playdate": [
        "1973-04-05(日本)"
    ],
    "this_title": [
        "非情のライセンス 第1シリーズ"
    ],
    "douban_link": "https://movie.douban.com/subject/30273114/",
    "trans_title": [
        "无情的授权 第一季"
    ],
    "douban_votes": "0",
    "introduction": "第1シリーズ1973年（昭和48年）4月5日 - 1974年（昭和49年）3月28日　NET系　毎週木曜日22：00 - 22：55（全52話）第2シリーズ1974年（昭和49年）10月3日 - 1977年（昭和52年）3月31日　NET系　毎週木曜日22：00 - 22：55（全124話）※1975年（昭和50年）10月以降は22:54まで。第3シリーズ1980年（昭和55年）5月1日 - 1980年（昭和55年）12月4日　テレビ朝日（ANB）系　毎週木曜日22：00 - 22：54（全26話）第1～3シリーズ共通＜警視庁特捜部＞会田刑事：天知茂本名・会田健。階級は警部補。クールな反面、熱くなると上層部の命令を無視して暴走する。元捜査四課員。過剰防衛で免職されそうになっていたが、特捜部長の矢部警視により特捜部に迎え入れられた。その後は特捜部のリーダー的な存在となるが、巨悪に対して遠慮のない強引な捜査を行い、しばしば上層部に問題視される。広島市出身で、原爆被害により両親を亡くしており、自らも被爆者。実姉が在日米軍兵に強姦され自殺するという過去も持ち、その出自に関連したスピンオフストーリーも用意されている。 これは原作にはないテレビドラマ第1・第2シリーズ独自の設定であり、まだ戦争の傷跡に苦しむ人々が大勢生存していた1970年代当時、視聴者の共感を喚起する上で重要な要素となっていた。矢部警視：山村聰特捜部部長。言うことを聞かない部下たちに手を焼くが、全幅の信頼を寄せている。第3シリーズ第5話では、20年前に起きた外国人神父による女性殺害事件の責任で捜査一課課長を辞任した過去を打ち明ける。最終話、政府の食糧問題対策としての人体改造計画の悪用を阻止しようと動いたが、車内に仕掛けられた爆弾によって爆死。後に事故死として処理された。＜警視庁捜査一課＞橘警部：渡辺文雄捜査一課一係長。東大法学部卒。犯罪の起きた原因よりも、犯罪が起こったという結果を重視する冷徹なエリート。はみ出し者の集まりである特捜部とは常に対立し、会田とも反目しているが、お互いのことは認め合っている。第1シリーズ＜警視庁特捜部＞四方刑事：葉山良二特捜刑事ナンバー2。外事課出身。冷静で穏健な警部補だが、時として会田以上に暴走することもある。吉田刑事：多々良純人情派の老刑事。特捜部の知恵袋的存在。暴力団撲滅に対する執念は会田からも一目置かれている。坂井刑事：宮口二郎会田の弟分ともいえる暴力刑事。城北大学射撃部出身。国体で活躍した射撃の名手でもあるが、国体出場中に妻が友人と駆け落ちして離婚（妻は心中するが、男は助かり彼女だけが死亡）。そのために銃を撃つことを躊躇うようになった。強面を活かし、捜査において殺し屋や脅迫者に扮することもある。画集を原書で収集するという意外な趣味を持つ。鈴木刑事：梅津栄朴訥としたキャラクターを持つムードメーカー。妻と4人の子供がいる。第43話では大学生の長女・篤子(乙黒ますみ)が事件に巻き込まれ人質にされる。岩田刑事：岩城力也「お茶汲み刑事」を自称しているが、キャリアでは会田や四方を上回るベテランである。主に情報分析などのデスクワークで活躍。第3シリーズまで継続出演する。＜その他セミレギュラー＞竜巻太郎：左とん平会田のマンションによく出入りするクリーニング屋。町内の防犯会長。嬉々として事件に首を突っ込む好漢である。最終回、会田の自宅にクリーニング済のシャツを届けに来た際、会田に間違われて身代わりとして暴力団に射殺される。竜巻順子：テレサ野田太郎の妹でクリーニング屋を手伝っている。会田を密かに慕っている。第6話では連続射殺犯のカメラマン・沢井（小池朝雄）に拉致されるが、会田に助けられる。第16話にて生まれ故郷に帰郷する。河村志津：村松英子銀座のステーキハウス「キャリオカ」のママ。会田に情報を提供することもある。牧野リサ：小牧りさ元は警視庁詰めの新聞記者。第16話での太郎の活躍振りに一目惚れし、太郎の妻となった。古川：玉川長太警視庁詰めの新聞記者。捜査四課長：神田隆かつての会田の上司。特捜部に対してはあまり快く思っていない。捜査一課長：岡田英次橘警部の上司。佐久間刑事：美川陽一郎[2]捜査一課の刑事で橘警部の部下。大西刑事：東晃声捜査一課の刑事で橘警部の部下。横山刑事[3]：横山繁捜査一課の刑事で橘警部の部下。第2シリーズ＜警視庁特捜部＞四方刑事：葉山良二第3話で密輸組織に加担した過去が明らかになり、元妻・和子（宮本信子）が密輸組織の殺し屋・国崎（財津一郎）に射殺される。第58話で教会での挙式中に暗殺される。坂井刑事：宮口二郎離婚歴を持つため、第2シリーズでは女性に対して懐疑的な一面を見せることがあった。第97話でライフル銃を持って籠城した大学時代の後輩・羽島（和崎俊哉）を説得するために丸腰で乗り込んだが、機動隊から投げ込まれた催涙弾で興奮した羽島に撃たれて殉職。岩田刑事：岩城力也第2シリーズは第100話まで登場。右田刑事：左とん平本名・右田一平。特捜部のコメディリリーフとして活躍。前シリーズの竜巻太郎と瓜二つのため太郎ちゃんと呼ばれることもあった。第99話で広域暴力団祖父江組に単独で逮捕に乗り込んだが、組長の祖父江（富田仲次郎）と幹部（八名信夫、木村元）らに撃たれて殉職。江沢刑事：江波杏子本名・江沢景子。元少年課。定時制高校時代に殺人事件に巻き込まれ、その事件を担当していた矢部を頼って警察官になる。第73話で定時制高校時代の幼馴染で殺人犯でもある川口（竜崎勝）と婚約。川口に拳銃を渡すように説得したが、その川口と揉み合っているうちに撃たれて殉職。南刑事：望月太郎第7話より登場。若手刑事。会田に犯人と間違えられて逮捕される。大門刑事：高城丈二特捜部きってのプレイボーイ。第26話で結婚するが（新婦役はひし美ゆり子）、新婚旅行先で暴力団に惨殺される。浮田刑事：松山英太郎第89話より登場。資料室から特捜部に配属された。坂井の殉職で自暴自棄になっていた会田の辞職を思い止まらせた人物でもある。趣味は音楽鑑賞。滝刑事：篠ヒロコ本名・滝悠子。第101話より登場。交通課から特捜部に転属された。結婚を前提に付き合い、麻薬組織に潜入して麻薬中毒にされた公安の刑事・大和田（井上孝雄）を射殺する。堀刑事：財津一郎第102話より登場。長崎出身。警察官でありながら副業として叔母（桜むつ子）と一緒に焼鳥屋を開いている。＜その他セミレギュラー＞吉田：多々良純警視庁を定年退職後、居酒屋「吉田署」を経営。リウマチを患ったため、第23話で閉店した。栄子：大川栄子吉田の娘。居酒屋を手伝う。会田に好意を寄せている。弾刑事：北島三郎本名・弾三郎。上司への反抗や容疑者への暴行がもとで、配属先を何度も左遷させられている問題児。通称「サブちゃん」。山岸医師：大友柳太朗会田の白血病を治療する主治医。無類の酒好き。しかし、アルコールが抜けるとメスを持てなくなる症状のため、第72話で故郷の九州に帰ると共に医院を廃業した。田代ユミ：中島ゆたか山岸のもとで働く看護婦。深海綾：岸田今日子元弁護士。銀座でクラブ「F」を経営。会田のことを「会田くん」と呼ぶ。第98話で弁護士に復帰する決意を会田に打ち明けた。横山刑事：北浦昭義警視庁捜査一課の刑事で橘警部の部下。佐々木刑事：北町嘉朗警視庁捜査一課の刑事で橘警部の部下。北刑事：伊吹徹警視庁捜査一課の刑事で橘警部の部下。森谷刑事：梶健司警視庁捜査一課の刑事で橘警部の部下。第3シリーズ＜警視庁特捜部＞浦川刑事：左とん平第2シリーズの右田と同様のキャラクターだが、かつては捜査一課の刑事で、橘に免職されたという過去を持つ。山路刑事：柳生博愛称は「山さん」。普段は温厚な反面、態度の悪い容疑者に激昂することも多いベテラン刑事。第13話で幼少時に別れ、事件に巻き込まれた実妹・美和子（三浦真弓）と再会するが、美和子は付き合っていた暴力団誠東会組員・吉光（西田健）に射殺される。第25話で娘の純子（五十嵐知子）がボーイフレンドと共に、農協襲撃殺人事件の一味で過去に山路が逮捕した石岡（大谷朗）と神島（きくち英一）らに誘拐されて殺害される。北里刑事：小野武彦本名・北里龍夫。東都大学ラグビー部出身。第6話では、爆破テロ組織（リーダーは北村総一朗）の一員で全国指名手配犯でもある親友（北条清嗣）を射殺する事態に追い込まれる。村井刑事：高田洋沢田直美婦警：水野靖子＜その他セミレギュラー＞高坂しずえ：野川由美子特捜部の刑事たちの行きつけの喫茶店「エスプリ」の主人。元々は銀座のホステスで、当時のパトロンだった日東商事企画調査室長の榊（平田昭彦）から、会田の動きを報告する密偵役を命じられていたことが第2話で明らかになる。その後も部屋を襲撃されたり、第21話では高校時代からの親友・とも子（吉野佳子）を失うなど事件に巻き込まれることが少なくない。第24話で国際交流機関重役の篠原（井上孝雄）との結婚を考えるが、篠原の正体は特捜部を解散へと追いやる裏の国家権力の幹部であることが判明。最後は篠原に撃たれて死亡する。伴兼次：角川博しずえの店の従業員。第24話で篠原に接近して政界の大物（伊豆肇）の違法行為が記録された手帳を入手、しずえの店で会田に手帳を渡したが、店内に仕掛けられた爆弾で爆死する。岩田：岩城力也警視庁を退職後、しずえの店で働く。刑事時代に培った情報網を活かし、会田の捜査に協力することもある。第24話で店を閉店したしずえから退職金として500万円の小切手を渡された。佐竹総監室長：戸浦六宏矢部と橘の上官に当たる保守派の警視庁幹部。第2話・第11話に登場。会田健の妻：上村香子買い物中、暴力団に殺される。当時妊娠中だった。第1話のみの出演だが、回想シーンにたびたび登場する。横山刑事：北浦昭義警視庁捜査一課の刑事で橘警部の部下。佐々木刑事：北町嘉朗警視庁捜査一課の刑事で橘警部の部下。第1シリーズ回数\t放送日\tサブタイトル\t脚本\t監督\tゲスト1\t1973年4月5日兇悪の門\t橋本忍\t永野靖忠\t加賀まりこ(真山由比)、堺左千夫(看守)、田中浩(笹崎)名古屋章(看守部長)、財津一郎(田沢)、仲谷昇(浜井)高月忠、山浦栄、城春樹、青木卓司、藤崎英幸、菊地正孝2\t4月12日\t兇悪の迷路\t松島稔\t野際陽子(浦田千鶴)、飯田テル子(老婆)、山下則夫(竹原)進藤幸(千鶴の母)、河津清三郎(鳴海亮平)、田中美恵、比良元高、高野隆志、久保一清水正、池上明治、松沢勇、横山繁早瀬恒志、松本初代、平井一幸、藤崎英幸3\t4月19日\t兇悪な夜の匂い\t宮川一郎\t鈴木敏郎\t本田みちこ(明香)、今井健二(松尾)、南原宏治(黄樹英)川野耕司、山田喜芳、松本敏男、山田甲一城恵美、高品正弘、笹木正春、藤崎英幸4\t4月26日\t兇悪のサファイア\t橋本綾\t松島稔\t江波杏子(香川冬子)、藤江リカ(圭子)上野山功一(田丸)、小笠原弘(香川)鴨田喜由(坂田)、松本敏男(次郎)、畠山麦(安)木村修(職員)、亀井和子(受付)、東条道夫(ヤクザA)藤崎英幸、吉沢信子、菅沢恵美子、川岡豊内田朝雄(篠崎)5\t5月3日\t兇悪の華\t多村映美大野武雄\t鈴木敏郎\t森秋子(辻京子)、谷口香(橘洋子)、山本緑(おかみさん)細川美恵(三上典子)、渡辺安章(伊東)、村井健次(男)横山繁(刑事A)、松下昌司(刑事B)、鈴木義紀(刑事C)勝光徳(刑事D)、佐藤京一(吉村)、河合絃司(三上)6\t5月10日\t兇悪の目\t今村文人\t永野靖忠\t小池朝雄(沢井)、内田勝正(北村刑事)、竜崎一郎(神崎)細川俊夫(院長)、田川恒夫(カメラマン)、仲塚庸介(支配人)木島慶子(慶子)、松下麻美子(秘書)、打越正八(管理人)渡辺美智子(助手の女)、滝島孝二、清水智子、佐川二郎7\t5月17日\t兇悪の土地\t伊賀山正光\t近藤宏(真木)、杉江廣太郎(品田)、綾川香(石川刑事)高杉玄(間藤)、葉山葉子(光子)、伊藤豪(金谷)守山竜一(郷田)、影山竜之(毛利組幹部)、今村宏則(政)播大介(運転手)、山口享(バーテン)、笹木正春(幹部B)善賢一(新鋭組員A)、森永双(新鋭組員B)、高橋晴雄(新鋭組員C)瀬島光貴(幸子)、大阪憲(毛利組員A)、永田春美(毛利組員B)渡辺主税(毛利組員C)、川合伸旺(笹森)8\t5月24日\t兇悪の罠\t鈴木敏郎\t神太郎(泉武)、中田博久(黒崎)、幸田宗丸(中丸)新山真弓(若い女)、山之内修(男)、石原清美(ホステス)中野誠也(渋沢刑事)9\t5月31日\t兇悪の道\t多村映美\t松島稔\t市原悦子(丹羽京子)、真屋順子(佐久間鈴子)森みつる(かおり)、守屋俊志(マスター)石井宏明(南条)、伊丹さかえ(麻里)横山繁(刑事)、柳家小さん(徳田)10\t6月7日\t兇悪の骨\t西沢裕子\t伊賀山正光\t赤座美代子(麻鳥マスミ)、西沢利明(乃木)、日尾孝司(矢場)植田灯孝(マスター)、ユセフ・オスマン(白人の男)西本良治郎(矢場の子分)、広田正光(浮浪者)長尾信(ビッコの男)、城春樹(矢場の子分A)青木卓司(矢場の子分B)、宮地謙吾(矢場の子分C)11\t6月14日\t兇悪の腕\t多村映美大野武雄\t鈴木敏郎\t黒木憲(黒木刑事)、沢久美子(三富圭子)、高木均(篠原)加藤和夫(村上)、団巌(三木)、伊達弘(ブローカー)渡辺美知子(律子)、石田英二(マスター)、高木真二(殺し屋)田村義幸(やくざ)、二宮吉右ヱ門(巡査)、町田政則佐藤吉蔵、正村隆治、小野富士子浅茅しのぶ(信子)、渥美国泰(宮崎)12\t6月21日\t兇悪の空\t野波静雄\t佐藤允(桐正人)、奈美悦子(香川晴美)、高島稔(梅本)北真知史郎(和島)、入江正徳(光田)、渡辺千世(マダム)山田禅二(親爺)、加賀邦男(佐田)13\t6月28日\t兇悪の化粧\t石松愛弘\t伊賀山正光\t安田道代(秋代)、森塚敏(菊地)、入江洋祐(高津)平田守(役人)、佐藤晟也(沢本)、益富信孝(上島)土山登士幸(男C)、早乙女リエ(美津子)、松田真理(マダム)水原仗二(男A)、冷水良信(男D)、桐島好夫(男B)山口亨、上田敬二、吉田守14\t7月5日\t兇悪の愛\t中西隆三\t永野靖忠\tジュディー・オング(大須賀京子)、高橋長英(北見)相馬剛三(看守)、邦創典(管理人)山口譲(大須賀)、横山繁(刑事A)松下昌司、松沢勇、美原亮、松本初代高橋晴雄、小山勝見、今村均、木挽輝香15\t7月12日\t兇悪の像\t松山威\t榊ひろみ(北村君代)、北原義郎(山岡)河村弘二(石坂)、小林昭二(西沢明男)小林千枝(小原友美)、松風はる美(西沢亜矢子)善賢一(峰)、田村義幸(津金)、角友司郎(吉原)山下則夫、吉沢信子、河野洋子、長谷川誉松下昌司、高橋晴雄、小山勝見、菅沢恵美子根上淳(池尻)16\t7月19日\t兇悪の湖\t今村文人\t鈴木敏郎\t工藤堅太郎(木沢昭一)、水原麻記(真由美)、岡部正純(三郎)深江章喜(辻隆介)、滝島孝二(親爺)、善賢一(運転手)神田正夫(畑山刑事)、岩崎信忠(鮎沢)、松本敏男(若者)石川敏(若者)、藤竹修(フロント係)遠藤公美子(ウエイトレス)、鈴木泰明(アナウンサー)17\t7月26日\t兇悪の友\t長谷川公之\t伊賀山正光\t森次晃嗣(市川俊男)、篠ヒロコ(夕起子)由利徹(印刷屋の親爺)、田川恒夫(技師)、石垣守一(角塚)横山繁(刑事A)、松下昌司(刑事B)、高橋晴雄(刑事C)小山勝見(刑事D)、小甲登志恵(女房)、新田祐子(秘書)植村謙二郎(岩倉)、田口計(越野)18\t8月2日\t兇悪の里\t多村映美露木忍\t鈴木敏郎\t北林早苗(加賀城真紀)、江見俊太郎(黒沢)、山岡徹也(九島巡査)清水一郎(久兵衛)、水上竜子(八重)、桜井浩子(あずさ)有馬昌彦(浅田)、北真知史郎(雲井)、菅原慎予(田鶴)青砥洋(デザイナー)、高野隆志(刑事)、善賢一(若者)三上剛(村越)、石川敏(村人A)、上田敬二(刑事)永田春美(ボーイ)、渡辺市松(村人B)、中村謙(マネージャー)19\t8月9日\t兇悪の夢\t宮川一郎\t伊賀山正光\t根岸一正(タケシ)、津山洋子(ケイコ)、京春上(佐藤あかね)松木聖(ミツ子)、日高悟郎(男)、肥土尚弘(若者C)山田甲一(医師)、山本緑(アパートのおばさん)伊藤慶子(看護婦長)、西郷昭二(若者A)、善賢一(バーの男)横山繁(刑事A)、松下昌司(刑事B)、菊池正孝(若者B)武藤英司(井沢)、中井啓輔(寺本)、柳生博(島村)神田隆(捜査四課長)20\t8月16日\t兇悪の正義\t松浦健郎\t鈴木敏郎\t磯村みどり(谷川秋子)、村井国夫(羽山)、小鹿敦(柏木)真木沙織(令子)、渡辺やよい(トキ)、久野四郎(捜査二課主任)河合絃司(不動産屋)、ピーター・ウィリアムス(ソルテ)レナタ・ヘロルド(クララ)、竹村清女(夏江)、藤野まゆみ(受付)松沢勇(社員)、善賢一(本物の羽山)、佐川二郎(山崎)高城丈二(谷川刑事)21\t8月23日\t兇悪のメロディー\t石松愛弘\t佐藤友美(矢島伸子)、山下洵一郎(川辺昭雄)久地明(ジャンパーの男)、仲塚康介(マネージャー)横山繁(刑事A)、永谷悟一(佐田)清水正(役人)、山浦栄(男)、伊藤慶子(佐田の妻)山下則夫(警官)、森谷正(ボーイ)、石原清美(若い女)松下昌司(刑事B)、高橋晴雄(刑事C)、小山勝見(刑事D)22\t8月30日\t兇悪の芽\t桜井康裕\t永野靖忠\t夏純子(野中妙子)、佐々木剛(清水信治)、田辺進三(上村恒夫)はやみ竜次(谷川守)、松尾文人(妙子の父)、安藤純子(義母)遠藤孝子(美知子)、井上真彩子(はるみ)、高品正広(阿野邦之)平野晴美(店員)、井上正広(男)、杉浦敦子(女)23\t9月6日\t兇悪のシャンソン\t宮川一郎\t美輪明宏(サリー丸山、特別出演)、長谷川稀世(外川恵美)五味竜太郎(丸岡)、増田順司(医師)、山口暁(男A)畠山麦(男C)、桐島好夫(男B)、宗田千恵子(看護婦)平井一幸、小野富士子、植田灯孝(吉谷)24\t9月13日\t兇悪の回路\t岡田光治\t松島稔\t地井武夫(ボンバー)、天地聡子(千草)、白石奈緒美(佳子)江幡高志(時岡)、土井かつえ(京子)、広田正光(滝本)滝波錦司(伊村刑事)、高野隆志(中年の刑事)、菊地正孝(バーテン)大泉公孝(若い刑事)、菅沢恵美子(ウェイトレス)25\t9月20日\t兇悪の書斎\t多村映美\t津川雅彦(真谷吾郎)、長内美那子(陽子)、北原文枝(さかえ)東大二郎(潮田)、浅野進治郎(宇野)、渡辺千世(南海子)片山滉(院長)、和田恵利子(杉江信子)、龍村直樹(宇野圭一)市川博史(ボーイ)、達純一(圭一の友人)、長尾信(工事人夫A)大平和義(工事人夫B)、佐藤吉蔵(看護員)26\t9月27日\t兇悪の番外地\t松浦健郎\t水原弘(渋谷八郎)、菊容子(大曽根眉子)瞳麗子(大曽根夫人)、宗方奈美(マリコ)、中条静夫(大曽根)北町嘉郎(万藤)、山田喜芳(金次)、前中克郎(前山)津路路子(芸者)、大阪憲(ヤクザ)、菊地敏昭(幹部A)大城清光(幹部B)、伊藤雅司(幹部C)27\t10月4日\t兇悪な愛の終り\t石松愛弘\t永野靖忠\t市原悦子(岡村千恵)、川合伸旺(榊)林孝一(坂上)、高津住男(岡村信吉)三戸部スエ、相馬剛三、池田忠夫、田中志幸、桜川梅八清水正、矢野宏、高野隆志、尾崎ますみ、佐藤一臣山形勲(大滝和三郎)28\t10月11日\t兇悪の欲望\t今村文人\t鈴木敏郎\t原知佐子(美江子)、岩本多代(根岸優子)珠めぐみ(牧村紀子)、高杉哲平(根岸仙助)斉藤英雄(尾島)、戸浦六宏(根岸始)、谷本小夜子(女中)土山登士幸(滝沢)、南マリ(看護婦)、池田義彦(一郎)29\t10月18日\t兇悪の甘い影\t多村映美\t永野靖忠\t団令子(中丸悦子)、西尾三枝子(中丸久美)、勝部演之(西)原泉(中丸昌江)、本郷淳(中丸信一郎)、野村明司(鳴海)小塙謙二(謙二)、久地明(雄三)、河合絃司(小室)守山竜一、美原亮、畑中猛重30\t10月25日\t兇悪の青春\t曽田博久\t佐野厚子(圭子)、浜かおる(明美)、木下清(石原哲夫)舟久保信之(勇)、渡辺主税(三郎)、中原早苗(石原弘子)竜崎一郎(滝)、速水俊夫(店員)、村松恵美子、木挽輝香南原宏治(悠木一心)31\t11月1日\t兇悪の報酬\t田仲晃\t鈴木敏郎\t光川環世(牧子)、平井昌一(医師)、浜田晃(村越)伊豆肇、北原義郎、藤里まゆみ、小薗蓉子相馬剛三、須賀良、木村修、佐川二郎、小田まり伊藤慶子、吉田さより、荒木景子、作本都奈三恭子、高瀬ゆり、本峰美津江、竹村清女、木村春江32\t11月8日\t兇悪の指\t桜井康裕\t伊賀山正光\t有島一郎(関根勘一)、青柳三枝子(由紀)、上田忠好(守口)加賀邦男(部長)、藤岡重慶(山根)、佐々木功(佐々)三角八郎(前川)、中村孝雄(小城)、大坪日出代(中年の主婦)山本緑(団地の主婦)、大沢総一郎(茂)、勝光徳(男)33\t11月15日\t兇悪の肌\t左時枝(水沢純子)、長谷川明男(青井登)、大泉滉(浅川)花岡菊子(女将)、中庸介(ネクタイの男)、入江正徳(玉垣)宮田光(支配人)、佐々木一哲(バーデン)、大泉公孝(係員)渋谷健三(飛田)、北川康子(女事務員)、平井佳代(ホステス)大原和夫(流し)、和田治子(女の子)、新井登(梅本)、白石実(青年)34\t11月22日\t兇悪の遊戯\t多村映美\t松島稔\t弓恵子(笠原真知)、稲葉義男(黒田公平)、小林勝彦(石堀辰也)上野山功一(河津竜次)、佐藤京一(西城邦男)、睦五郎(克見大介)宇南山宏(経理課長)、榛名潤一(警官)、坂田金太郎(警備係長)野村光絵(主婦)、長尾信、鹿地史郎35\t11月29日\t兇悪な蜜の香り\t橋本綾\t永野靖忠\t水野久美(岩下圭子)、和崎俊也(男)木田三千雄(駅長)、原ひさ子(下宿のお婆さん)上月佐知子(ミキ)、丹羽たかね(井上和子)渡辺康子(妻)、鈴木志郎(駐在)、三鈴栄子(文江)直木晶子(女教師)、遠藤孝子(店員A)、明石螢子(店員B)打越正八、美原亮、山瀬宏、宮原由美36\t12月6日\t兇悪の子猫たち\t松浦健郎\t伊賀山正光\t山内えみ子(今日子)、森次晃嗣(五郎)、山吹まゆみ(クミ)、桑原幸子(カコ)、潮健児(田中巡査)、中田博久(貝島)金子信雄(市長)、西本裕行(尾原)、久里みのる(ボン)山本耕一(山村)、柳川慶子(夕子)、田川恒夫(青年)柿沢エミ(リン)、安部徹(石丸)37\t12月13日\t兇悪のビーナス\t岡田光治\t松島稔\t太地喜和子(左近竜子)、中尾彬(五代雄一郎)星美智子(左近常子)、神保共子(西原民枝)篠原大作、柄沢英二ブリエンス・ロジャー、菊地正孝、守山竜一富田仲次郎(左近庄助)38\t12月20日\t兇悪の虚栄\t多村映美\t木暮実千代(津山いく子)、三島耕(千波英治)、守屋俊志(三室啓介)高杉玄(崎谷)、藤村有弘(熊井平吾)、田中小実昌(藤岡、特別出演)北町嘉郎(支配人)、仲塚康介(刑事A)、佐川二郎(刑事B)善賢一(原)、清水照夫(男B)北川幹雄、榎本英一、栗島宏39\t12月27日\t兇悪のライフル\t国弘威雄\t永野靖忠\t松橋登(戸崎)、小松方正(塚本)江戸家猫八(宮寺)、神太郎(三上)、永井玄哉(小柳)島田茂(岩佐)、北島マヤ(みどり)、江戸家小猫(矢野)滝島孝二(初老の男)、梅沢実(刑事)、山下勝也(警官)八百原寿子、伊丹さかえ、藤竹修、藤崎英幸、速水俊夫市川博史、衣川貞夫、根岸美恵子、夏川圭、射秀容、古沢和芳40\t1974年1月3日兇悪の望郷\t今村文人\t大川栄子(木村秋子、松井洋子)、今井健二(戸塚修)由利徹(沼本平吉)、内田あかり(歌手)、山岡徹也(上野)長谷川弘(桂)、団厳(組員A)、五野上力(幹部)大月優子、木村弓美、佐々木順子今村昭信、松沢勇、松下昌司、鈴木義紀星美智子(マダム)、倉岡伸太朗(須藤)、加藤嘉(真中)片岡千恵蔵(松井良作、特別出演)41\t1月10日\t兇悪の試験地獄\t松浦健郎\t伊賀山正光\t福田公子(吉永文子)、倉石功(加賀秀三)浜田ゆう子(中野涼子)、万里昌代(安西レオ)、三谷昇(吉永昭三)磯野千鳥(松原桐子)、江原一哉(吉永文昭)、森裕介(熊沢)松下昌司、宮島健、田村義幸、豊田真由美、舘越悦子武智豊子(ポパイの古女房)、神田時枝(ビヤ樽婆さん)42\t1月17日\t兇悪の新曲\t長谷川公之\t田辺靖雄(糸山修)、小林さち子(糸山陽子)大堀早苗(日比野ユキ)、君夕子(中川美代)、入江魔子(曙ますみ)天坊準(半田)、佐山俊二(日比野耕造)、尾形剛(バーテン)伊藤慶子、岩渕英二、山田甲一松下昌司、大平和義、斉藤春元43\t1月24日\t兇悪の霊柩車\t桜井康裕\t\t牟田悌三(植垣)、堀越光恵(平本早苗)楠トシエ(鈴木文江)、乙黒ますみ(篤子)、折原啓子(平本令子)畠山麦、白鳥勝、豊岡晋、渡辺久子富田仲次郎(平本)44\t1月31日\t兇悪の野良犬\t今村文人\t鈴木敏郎\t石橋正次(草垣哲夫)、岡田可愛(長谷綾子)外山高士(塚本)、松風はる美(ママ)久地明(男A)、松本敏男(三上)、滝島孝二(賭場の男)木村修、工藤武、麻生竜、中水雪舟市川ヒロシ、町田政則、新井登、山浦栄浜村純(長谷岳丸)45\t2月7日\t兇悪のスキャンダル\t曽田博久\t永野靖忠\t北林早苗、川辺久造、潮万太郎、川村真樹46\t2月14日\t兇悪のヘッドライト\t中西隆三\t松島稔\t梶三和子、岡崎二朗、伊沢一郎、大泉滉、松下達夫47\t2月21日\t兇悪の顔\t佐治乾\t内田良平、新藤恵美、真山知子、内田勝正、菊池英一48\t2月28日\t兇悪のサンバ\t松山威山田正人\t吉川一義\t山田太郎、加藤小夜子、松川勉、渥美国泰49\t3月7日\t兇悪のレンズ\t橋本綾\t若林豪、菅貫太郎、小鹿敦、三角八郎、土屋靖雄、三井恒50\t3月14日\t兇悪の陽だまり\t田仲晃\t松島稔\t松木路子、山本麟一、司美智子、手塚茂夫、阿部希郎51\t3月21日\t兇悪の逃亡者\t多村映美\t伊賀山正光\t砂塚秀夫、葉山葉子、江見俊太郎、根岸明美52\t3月28日\t兇悪\t橋本綾\t永野靖忠\t出門英、佐々木孝丸、深江章喜、北原義郎、伊豆肇第2シリーズ回数\t放送日\tサブタイトル\t脚本\t監督\tゲスト1\t1974年10月3日兇悪のアリバイ\t石松愛弘\t永野靖忠\t中村玉緒、内田朝雄、黒沢良2\t10月10日\t兇悪の傷痕\t桜井康裕\t松島稔\t市原悦子、黒沢のり子、木下清3\t10月17日\t兇悪の序曲\t石松愛弘\t永野靖忠\t宮本信子、財津一郎4\t10月24日\t兇悪の火\t桜井康裕\t夏純子、森祐介、谷口香5\t10月31日\t兇悪のカナリア\t橋本綾\t松島稔\t池玲子、高品格、石田信之6\t11月7日\t兇悪の母\t石松愛弘\t永野靖忠\t小畠絹子、戸浦六宏、川代家継7\t11月14日\t兇悪の黒い天使\t多村映美\t松島稔\t影万里江、富田仲次郎、本田みちこ8\t11月21日\t兇悪の燦めき\t橋本綾\t永野靖忠\t松尾嘉代、加藤嘉、玉川伊佐男9\t11月28日\t兇悪の口紅\t桜井康裕\t松島稔\tジュディ・オング、池田駿介10\t12月5日\t兇悪の星\t廣澤榮\t鈴木敏郎\t佐々木剛、奈良富士子、岩崎智江11\t12月12日\t兇悪の夢\t今村文人\t伊賀山正光\t長門裕之、柳川慶子、伊豆肇12\t12月19日\t兇悪の空白\t多村映美\t永野靖忠\t勝部演之、西尾恵美子、山吹まゆみ13\t12月26日\t兇悪の噴煙\t桜井康裕\t松島稔\t武原英子、潮万太郎、池田駿介14\t1975年1月2日兇悪のロマン\t松浦健郎\t永野靖忠\t曽我廼家明蝶、浜田ゆう子、坊屋三郎15\t1月9日\t兇悪の故郷\t石松愛弘\t吉川一義\t赤座美代子、伊藤久哉、野々村潔16\t1月16日\t兇悪の青い鳥\t岡田光治\t永野靖忠\t下條アトム、二階堂千尋、中原早苗17\t1月23日\t兇悪の誇り\t松島稔\t仲谷昇、加茂さくら、北原義郎18\t1月30日\t兇悪の父子\t桜井康裕\t永野靖忠\t金子信雄、服部妙子、佐々木孝丸19\t2月6日\t兇悪の十字架\t橋本綾\t吉川一義\t竹下景子、司美智子、山下雄三20\t2月13日\t兇悪の純愛\t桜井康裕\t松島稔\t朝丘雪路、山下洵一郎、黒部進21\t2月20日\t兇悪の白い花\t廣澤榮\t永野靖忠\t鮎川いずみ、吉田次昭22\t2月27日\t兇悪の夫婦\t白坂依志夫\t松島稔\t金田龍之介、弓恵子、長谷川明男23\t3月6日\t兇悪の夜の蝶\t桜井康裕\t永野靖忠\t篠ヒロコ、田中明夫、手塚茂夫24\t3月13日\t兇悪の献身\t岡田光治\t吉川一義\t根上淳、小山明子、嵯峨善兵25\t3月20日\t兇悪の霧\t桜井康裕\t田中秀夫\t榊ひろみ、殿山泰司、綾川香26\t3月27日\t兇悪の友情\t松浦健郎\t珠めぐみ、浜村純、竜崎一郎、ひし美ゆり子、佐藤京一27\t4月3日\t兇悪の炎\t安藤日出男\t永野靖忠\t原知佐子、石川えり子、立花直樹28\t4月10日\t兇悪の生証人\t石松愛弘\t水原麻記、上野山功一、内田勝正29\t4月17日\t兇悪の武者人形\t国弘威雄\t松島稔\t垂水悟郎、加藤嘉、天王寺虎之助30\t4月24日\t兇悪の入試\t吉川一義\t速水亮、川村真樹、山形勲31\t5月1日\t兇悪のプレゼント\t桜井康裕\t鈴木敏郎\t常田富士男、紅景子、伊豆肇32\t5月8日\t兇悪のバラード\t廣澤榮\t永野靖忠\t木村夏江、和崎俊哉、水原弘33\t5月15日\t兇悪の街角\t野波静雄多村映美\t鈴木敏郎\t浜田ゆう子、神田隆、高林由紀子、中田博久34\t5月22日\t兇悪の甘い肌\t松浦健郎\t永野靖忠\t高品格、北川美佳、大村文武35\t5月29日\t兇悪の裏帳簿\t今村文人\t吉川一義\t市毛良枝、若林豪、五味龍太郎36\t6月12日\t兇悪のふれあい\t橋本綾\t藤田弓子、菅貫太郎37\t6月19日\t兇悪の倒産\t桜井康裕\t永野靖忠\tディック・ミネ、村瀬幸子、佐原健二38\t6月26日\t男のうたは兇悪\t廣澤榮\t神山繁、西本裕行39\t7月3日\tやさしい兇悪\t天知茂\t牟田悌三、中井徹40\t7月10日\t兇悪の棺桶\t松浦健郎\t吉川一義\t田坂都、天津敏41\t7月17日\t生きているだけの兇悪\t今村文人\t藤圭子、川辺久造42\t7月24日\t兇悪の時効\t土橋成男\t永野靖忠\t水沢有美、村田知栄子、川口敦子43\t7月31日\t兇悪の密室\t安藤日出男\t小山幹夫\t内田朝雄、有吉ひとみ、ケーシー高峰44\t8月7日\t兇悪のヌード\t松浦健郎\t永野靖忠\t川崎あかね45\t8月14日\t洞爺湖に散った兇悪\t桜井康裕\t桜井浩子、風見章子、吉田豊明46\t8月21日\t兇悪の閃光\t安藤日出男\t松島稔\t高田美和、深江章喜47\t8月28日\t兇悪の警察手帳\t多村映美\t田中秀夫\t宗方奈美、八名信夫、山本昌平48\t9月4日\t兇悪なすずらんの女\t今村文人\t永野靖忠\t赤座美代子49\t9月11日\t兇悪の射殺命令\t多村映美\t吉川一義\t小島三児、一の瀬玲奈、嵯峨三智子50\t9月18日\t兇悪の金\t松山威\t田中秀夫\t鮎川いずみ、佐々木剛、伊達三郎51\t9月25日\t優雅な兇悪\t廣澤榮\t吉川一義\t葉山葉子、玉川伊佐男52\t10月2日\t兇悪の再会\t石松愛弘\t永野靖忠\t天本英世、西田健、ジャネット八田53\t10月16日\t兇悪の無実\t桜井康裕\t吉川一義\t小池朝雄54\t10月23日\t兇悪の砂丘\t今村文人\t松島稔\t赤木春恵、森川千恵子、小山明子55\t10月30日\t兇悪の花道\t赤川次郎\t待田京介、森田めぐみ56\t11月6日\t兇悪の情事\t国弘威雄\t吉川一義\t杉本美樹57\t11月13日\t兇悪の壁\t永野靖忠\t吉行和子、関時男58\t11月20日\t兇悪の雨に濡れて\t今村文人\t松島稔\t岡田眞澄、松本留美、佐藤京一59\t11月27日\t兇悪の三億円\t桜井康裕\t永野靖忠\t森次晃嗣、宮園純子、安部徹60\t12月4日\t兇悪のお母さん\t西沢裕子\t伊賀山正光\t中原早苗、大塚吾郎61\t12月11日\t兇悪の美女\t松浦健郎\t吉川一義\t君夕子、中村竹弥、戸板順子62\t12月18日\t兇悪の超特急\t松原佳成\t永野靖忠\t藤巻潤、梅田智美63\t12月25日\t兇悪のデザイン\t松山威茶木克彰\t吉川一義\t川地民夫、鰐淵晴子64\t1976年1月1日兇悪の失恋\t松浦健郎\t永野靖忠\t田中春男65\t1月8日\t兇悪のざんげ\t矢代静一\t伊賀山正光\t村松英子66\t1月15日\t兇悪の振子\t松山威、山田正人\t吉川一義\t麻田ルミ、大門正明67\t1月22日\t兇悪のプライバシー\t今村文人\t松島稔\t今井健二、市原悦子68\t1月29日\t兇悪の声\t橋本綾\t永野靖忠\t夏純子、三上春樹、高松英郎69\t2月5日\t兇悪の妻の座\t今村文人\t松島稔\t内田勝正、谷口香70\t2月12日\t兇悪の秘め事\t多村映美\t田中秀夫\t三浦真弓、柳生博71\t2月19日\t兇悪の情熱\t国弘威雄\t松島稔\t平田昭彦、弓恵子72\t2月26日\t兇悪の密告\t桜井康裕\t吉川一義\t織本順吉、武原英子73\t3月4日\t兇悪のノクターン\t宮川一郎\t永野靖忠\t田島義文、竜崎勝74\t3月11日\t兇悪のフェニックス\t桜井康裕\t松島稔\t田口計、池田駿介、三条泰子75\t3月25日\t兇悪のワイン\t国弘威雄\t永野靖忠\t山本清76\t4月1日\t兇悪の慕情\t安藤日出男\t榊ひろみ、山谷初男、関山耕司、山崎純資77\t4月8日\t兇悪の終着駅\t松浦健郎\t山本紀彦、藤山律子78\t4月15日\t兇悪の花粉\t松山威茶木克彰\t松島稔\t篠ヒロコ、城路子79\t4月22日\t兇悪の道しるべ\t今村文人\t吉川一義\t長門裕之、園佳也子80\t4月29日\t兇悪のゆりかご\t国弘威雄\t松島稔\t左時枝、谷村昌彦81\t5月6日\t兇悪の暴走族\t松山威山田正人\t小山幹夫\t浅香光代、星正人、剣持伴紀82\t5月13日\t兇悪の接吻\t廣澤榮\t吉川一義\tたこ八郎、絵沢萠子、多宮健二、松木聖83\t5月20日\t兇悪の捜査\t松原佳成\t永野靖忠\t内田良平、賀川雪絵、東野英心84\t5月27日\t兇悪の死刑執行人\t今村文人\t速水亮、市毛良枝85\t6月3日\t兇悪の刑事\t国弘威雄\t高橋英樹、深江章喜86\t6月10日\t兇悪の流転\t武末勝\t吉川一義\t森田めぐみ、加賀邦男、仲谷昇87\t6月17日\t兇悪の弾痕\t安藤日出男\t天津敏、北川美佳、山本昌平88\t6月24日\t兇悪・その愛\t多村映美\t松島稔\t小坂一也、紀比呂子89\t7月1日\t兇悪犯指名手配\t今村文人\t今井健二、川崎あかね90\t7月8日\t兇悪の偽装工作\t松山威山田正人\t生田悦子、川地民夫91\t7月15日\t兇悪の愛と友情\t安藤日出男\t永野靖忠\t根上淳、珠めぐみ92\t7月22日\t兇悪の孤独\t松山威茶木克彰\t竜崎一郎、葉山葉子、柳生博93\t8月5日\t兇悪のM16自動小銃\t武末勝\t吉川一義\t安西マリア、郷鍈治94\t8月12日\t兇悪の判決\t多村映美\t北林早苗、田中浩、藤巻潤95\t7月1日\t兇悪のめぐり逢い\t西沢裕子永野靖忠\t永野靖忠\t太田博之、塚本信夫96\t7月8日\t兇悪のカムバック\t宮川一郎\t田中秀夫\t松山英太郎、西沢利明97\t9月2日\t兇悪の殉職・坂井刑事\t今村文人\t永野靖忠\t二本柳俊衣、和崎俊哉98\t9月9日\t兇悪の女将\t成田孝雄今村文人\t松島稔\t北原義郎、弓恵子99\t9月16日\t兇悪の殉職・右田刑事\t桜井康裕\t田中秀夫\t木村元、八名信夫、富田仲次郎、桑山正一100\t9月23日\t兇悪の情景\t今村文人\t松島稔\t范文雀、睦五郎101\t10月7日\t恋心\t永野靖忠\t永野靖忠\t井上孝雄102\t10月14日\t自供\t宮川一郎\t吉川一義\t谷口香103\t10月21日\t袋小路\t橋本綾\t小山幹夫\t若林豪、水野久美104\t10月28日\t背任\t多村映美\t松島稔\t高橋みどり、金子信雄105\t11月4日\t美智子\t武末勝\t赤座美代子、近藤宏106\t11月18日\t黙秘\t桜井康裕\t永野靖忠\t丘さとみ、加藤和夫107\t11月25日\t約束\t小山幹夫\t松島稔\t奈美悦子、横光勝彦108\t12月2日\t未練心\t武末勝\t小山幹夫\t峰岸徹、北林早苗109\t12月9日\t被写体\t今村文人\t永野靖忠\t紀比呂子、富田浩太郎110\t12月16日\t刑事妻\t吉岡昭三\t松島稔\t戸浦六宏、黒部進、宮園純子111\t12月23日\t破局\t須崎勝彌\t鈴木敏郎\t左時枝、石橋雅史、和崎俊哉112\t12月30日\t島原哀歌\t今村文人\t小山幹夫\t須藤健、鮎川いずみ113\t1977年1月6日男（前編）\t宮川一郎石松愛弘\t永野靖忠\t鶴田浩二、北林早苗114\t1月13日\t男（後編）\t鶴田浩二、堀越陽子、藤岡重慶115\t1月20日\t女一人\t小山幹夫\t小山幹夫\t福田公子、日野麗子116\t1月27日\t狂宴\t松原佳成\t松島稔\t二瓶正也、鈴木瑞穂、白川望美117\t2月3日\t過去\t橋本綾\t永野靖忠\t原田英子、大塚国夫、川地民夫118\t2月10日\t生贄\t永野靖忠\t土屋嘉男、幸田宗丸、土井かつえ119\t2月17日\t替玉\t武末勝\t松島稔\t高野真二、井原千寿子、木原光知子120\t2月24日\t濡れ衣\t桜井康裕\t小山幹夫\t谷村昌彦、松本朝夫121\t3月3日\t強姦\t小山幹夫\t渡辺やよい、真家宏満、田中春男122\t3月17日\t母恋し\t松山威\t松島稔\t小畠絹子、大村文武、木村元123\t3月24日\t償い\t石松愛弘\t永野靖忠\t中村玉緒、早川保124\t3月31日\t兇悪の終焉\t橋本綾\t河津清三郎、市川小金吾第3シリーズ回数\t放送日\tサブタイトル\t脚本\t監督\tゲスト1\t1980年5月1日兇悪の門出・赤ちゃんの顔が見たい!\t石松愛弘\t永野靖忠\t宮下順子、南原宏冶、上村香子、石橋雅史、成瀬正2\t5月8日\t兇悪の素顔・あなたと死にたい!\t池広一夫\t平田昭彦、戸浦六宏3\t5月15日\t兇悪の赤い薔薇・禁じられた愛\t廣澤榮\t永野靖忠\t園まり4\t5月22日\t兇悪の女医・ささやく鍵\t橋本綾\t吉田日出子、吉行和子5\t5月29日\t兇悪の祈り・国外逃亡を阻止せよ!\t国弘威雄\t紀比呂子6\t6月5日\t兇悪の潜伏・届けられた暗殺\t松尾昭典\t田島令子、北村総一朗、北条清嗣7\t6月12日\t兇悪の予言・霊感を売る女\t多村映美\t鰐淵晴子、一柳みる8\t6月26日\t兇悪の天使・舞い降りた殺人\t橋本綾\t永野靖忠\t島村佳江、西村晃9\t7月10日\t兇悪の化粧・総選挙殺人事件\t石松愛弘\t村山新治\t池波志乃、住吉道博10\t7月17日\t兇悪の標的・ガラスの女\t筒井ともみ\t永野靖忠\t新藤恵美、幸田宗丸11\t8月7日\t兇悪の女囚・コールガール殺人事件\t石松愛弘\t早瀬久美、戸浦六宏12\t8月14日\t兇悪の骨・肌を売る捜査官\t播磨幸児\t村山新治\t中島ゆたか、長谷川哲夫13\t8月21日\t兇悪の唇・危険を運ぶ女\t国弘威雄\t中津川勲\t三浦真弓、浜田晃14\t8月28日\t兇悪のマイホーム・連続身代わり殺人\t石松愛弘\t永野靖忠\t夏純子15\t9月4日\t兇悪のファミリー・殺意の重奏\t播磨幸児\t吉川一義\t堀越陽子、松橋登16\t9月11日\t兇悪の砂・事故死を運ぶ女\t筒井ともみ\t赤座美代子、森次晃嗣17\t9月18日\t兇悪のグラビア・警視庁を売るOL\t猪又憲吾\t永野靖忠\t結城しのぶ18\t9月25日\t兇悪の眼・キャリアウーマン殺人事件\t橋本綾\t池広一夫\t中谷一郎、二宮さよ子19\t10月2日\t兇悪の声紋・カーフェリー爆破三秒前!\t多村映美\t松島稔\t山本ゆか里、本郷直樹20\t10月9日\t兇悪の父娘・スパイ・イン・東京\t岡田光治\t吉川一義\t山口果林、須賀不二男21\t10月23日\t兇悪の罠・愛しい死線\t石松愛弘\t永野靖忠\t吉野佳子、八名信夫22\t10月30日\t兇悪のアルバイト・過去からの殺人\t長谷川公之\t吉川一義\t永島暎子23\t11月13日\t兇悪の囮・危険率80％の護衛\t岡田光治\t中津川勲\t左時枝24\t11月20日\t兇悪の涙・警視庁特捜部解散!?\t石松愛弘\t永野靖忠\t伊豆肇、井上孝雄25\t11月27日\t兇悪の誘拐・恐怖のカーテレフォン\t播磨幸児\t吉川一義\t辻萬長、五十嵐知子、清水まゆみ、きくち英一、大谷朗26\t12月4日\tあゝ兇悪! さらば会田刑事\t橋本綾\t永野靖忠\t加賀まりこ、田中明夫",
    "chinese_title": "无情的授权 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "非情のライセンス 第1シリーズ",
    "douban_rating_average": 0,
    "update_at": "2025-07-07T10:08:54"
}