{
    "aka": [],
    "sid": "30273242",
    "cast": [
        {
            "url": "/celebrity/1010562/",
            "name": "丹·艾克罗伊德 Dan Aykroyd",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528020530.jpg",
    "region": [
        "澳大利亚",
        "加拿大",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1042985/",
            "name": "Stephen Amis Stephen Amis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4718276",
    "director": [
        {
            "url": "/celebrity/1042985/",
            "name": "Stephen Amis Stephen Amis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt4718276/",
    "imdb_votes": 31,
    "this_title": [
        "Defend, Conserve, Protect"
    ],
    "douban_link": "https://movie.douban.com/subject/30273242/",
    "imdb_rating": "7.9/10 from 31 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Set far from the eyes of the world in the most inhospitable environment on the planet, two opposing views fight for control. Neither is willing to back down. On one side, the so-called Japanese research fleet is openly commercially harvesting thousands of whales in the only international whale sanctuary in the world. On the other, the Sea Shepherd, a volunteer guerrilla navy funded by the citizens of the world. Defend - Conserve - Protect unfolds as three very distinct annual migrations take place in the cold and furious Southern Ocean; the illegal Japanese Commercial Whaling Fleet; the Sea Shepherd Anti-Whaling Fleet; and the whales. Despite the three vastly different reasons for undertaking these journeys, all are inexplicably entwined and can no longer be separated. This is the story of each group of travelers and how they come to battle for survival in the freezing waters of the Antarctic and what the future holds for each of them. At the helm of the Sea Shepherd is Captain Peter Hammarstedt who carries with him the resolve of Melville's Captain Ahab - only Hammerstedt hunts the whaling ship not the whales.",
    "chinese_title": "Defend, Conserve, Protect",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-03T10:13:08"
}