{
    "aka": [
        "ATTENTION PLEASE"
    ],
    "sid": "30273113",
    "cast": [
        {
            "url": "/celebrity/1325572/",
            "name": "纪比吕子 Hiroko Kino",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004171/",
            "name": "范文雀 Bunjaku Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342515/",
            "name": "黒沢のり子 Noriko Kurosawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048486/",
            "name": "佐原健二 Kenji Sahara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040468/",
            "name": "山内贤 Ken Yamanouchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038512/",
            "name": "池田秀一 Shûichi Ikeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016957/",
            "name": "藤田进 Susumu Fujita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048775/",
            "name": "千石规子 Noriko Sengoku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145110/",
            "name": "龙雷太 Raita Ryû",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528011152.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1321449/",
            "name": "上条逸雄 Itsuo Kamijô",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1325567/",
            "name": "加濑高之 Takayuki Kase",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "30分钟",
    "episodes": "32",
    "language": [
        "日语"
    ],
    "playdate": [
        "1970-08-23(日本)"
    ],
    "this_title": [
        "アテンション プリーズ"
    ],
    "douban_link": "https://movie.douban.com/subject/30273113/",
    "trans_title": [
        "ATTENTION PLEASE"
    ],
    "douban_votes": "0",
    "introduction": "ジャンル\tテレビドラマ放送時間\t日曜19:30 - 20:00（30分）放送期間\t1970年8月23日 - 1971年3月28日（32回）放送国\t日本の旗 日本制作局\tTBS、東宝監督\t竹林進、金谷稔原作\t上條逸雄（「原案」名義）脚本\t上條逸雄、竹林進、加瀬高之出演者\t紀比呂子ナレーター\t納谷悟朗音声\tモノラル放送オープニング\t「アテンションプリーズ」（ザ・バーズ）『アテンションプリーズ』は、1970年に東宝が制作し、TBS系列で放映されたテレビドラマ。初めて客室乗務員を扱ったテレビドラマである。タイトルの由来は、空港および航空機内での旅客向けアナウンスに際して前置される「Attention Please」（皆様にご案内申し上げます）から。1970年8月23日から1971年3月28日の毎週日曜19時30分から30分枠『不二家の時間』（不二家一社提供）で、TBS系にて全32話が放映された。主演は紀比呂子。九州・佐賀県出身の主人公が高校卒業後、スチュワーデス試験に合格して上京し、厳しい訓練を経て国際線スチュワーデスとして活躍するまでを描いている。スチュワーデスという職業への認知を高めたといわれる。表現されるテーマは「美しい心」、名台詞に「大空は私の恋人」「私は世界一のスチュワーデスになる」がある。日本航空の協力により制作されたという共通点があり、本作の14年後に制作されることになる『スチュワーデス物語』（主演：堀ちえみ）とよく比較される。物語構成は、大きく3つに分けられる。これに更に中構成がある形となる。（1）第1回 - 第13回 … 予備訓練期間（私服）第1回 - 第4回：上京、合宿訓練第5回 - 第9回：予備訓練第10回 - 第11回：洋子の訓練所離脱第12回 - 第13回：妙子の訓練所離脱と予備訓練終了（2）第14回 - 第22回 … 専門訓練期間（制服着用）第14回 - 第17回：失敗続きの実地訓練第18回 - 第22回：見習い乗務（3）第23回 - 第32回 … 正式乗務期間第23回 - 第25回：国内線のみの乗務第26回 - 第28回：国際線乗務へ、第28回は最終章へのブリッチ的独立話第29回 - 第32回：最終章キャスト美咲洋子：紀比呂子主人公。佐賀県出身で神主の娘。兄が山で遭難し、父一人娘一人になる。父の反対を押し切って兄との約束である雲海を見るためにスチュワーデスになろうとする。断トツの劣等生で英語が特に苦手だが、持ち前のがんばりと明るさで切り抜けていく。国体での卓球の試合で香川妙子と決勝戦で当たり、勝って優勝している。田村早苗：范文雀北海道出身。本来は100期訓練生だったが落第し、洋子たちと同じ101期生となる。周囲と溶け込まない孤高の存在だったが、洋子の熱意でしだいに打ち解けていく。のちに洋子のよき相談相手になる。演じた范は前番組『サインはV』で人気者となり、この作品に出演（スピンオフ）した。香川妙子：皆川妙子病院の娘。101期生では、常にトップの成績を収めている優等生。国体の卓球の試合で負けただけではなく、ある理由から洋子を毛嫌いし、目の敵にしている。南啓子：黒沢のり子妙子の親友。妙子と一緒になって洋子をいびる存在。ただ、妙子が洋子をあまりに敵対視するのは理解できないでいる。国際線の見習い乗務前に結婚退職し、何故か洋子を結婚式に呼ぶ。広村綾子：高橋厚子静岡出身。訓練生寮で洋子と同室。101期の中では香川妙子に匹敵するほどの優等生で、おだやかな性格。洋子のよき理解者であり仲間。関山百合：関口昭子山梨出身。妙子とスチュワーデス試験の時に一緒だったために仲良くなり、妙子たちの仲間となる。寮では洋子たちの隣の部屋で早苗と同室。本来はお調子者で根は明るい。最初は、妙子たちと一緒になって敵対していたが、のちに洋子の仲間となる。榊原やよい：麻衣ルリ子東京出身。蕎麦屋の娘。洋子とはスチュワーデス試験で一緒となり、仲良くなる。洋子と同じくらいの劣等生である。三上教官：佐原健二パーサー兼任の101期の担任教官。厳しいが暖かく洋子たち訓練生を見守っている。「スチュワーデスにとって一番大切なことは\"心\"だ」と言い続けている。堤健二：山内賢パイロット訓練生。洋子と同じように親（母）一人子一人の境遇にある。洋子と同じくお節介な面がある。洋子とは喧嘩友だち。田村順一：池田秀一田村早苗の弟。大学浪人生であったが、遊びほうけていたのを洋子に注意され改心し、整備士試験を受けようとする。美咲洋子の父：藤田進佐嘉神社の神主。妻を早くに亡くし男手ひとつで二人の子どもを育てるが、大学生の長男を山の遭難で亡くす。洋子のスチュワーデス希望には反対していたが、試験に合格後は「死ぬ気でがんばれ」と送り出す。頑固一徹。寮のおばさん：千石規子日本航空芙蓉寮。訓練生の洋子たちを暖かく見守っている。高村機長：竜雷太堤健二の教官。三上教官と高村夫妻は古くからの友人であり、洋子たちにも家庭料理を振舞ってもらう。高村機長の妻：田村奈巳元スチュワーデス。洋子や綾子が上司に注意され腐っている時に的確なアドバイスで支援する。ゲスト笠置シヅ子（第1回）…美咲洋子の隣の乗客中北千枝子（第8回）…堤の母春川ますみ（第9回、第13回）…香川妙子の義姉市村俊幸（第10回、第11回）…洋子の叔父町田博子（第10回、第11回）…洋子の叔母深沢裕子（第10回、第11回）…洋子の従姉妹土屋靖男（第16回）…蕎麦屋の客佐野浅夫（第16回、第24回）…榊原やよいの父近松麗江（第16回、第24回）…やよいの母川口恵子（第18回）…先輩客室乗務員・北沢はるみユスフ・トルコ（第18回）…しゃっくりをする乗客大泉滉（第18回）…高所恐怖症の乗客木田三千雄（第19回）…関山百合の父北城真紀子（第19回）…百合の母小栗一也（第23回）…刑事上野山功一（第23回）…強盗犯原ひさ子（第24回）…乗客竜崎一郎（第26回）…ホテル総支配人徳大寺君枝（第26回）…日本料理店女将高橋元太郎（第26回）…武者修行の青年小峰千代子（第30回）…動悸を訴える乗客スタッフプロデューサー：黒田正司原案：上條逸雄脚本：上條逸雄、竹林進、加瀬高之撮影：田端金重照明：加藤道夫美術：栗山吉正録音：田中信行整音：原田敦音楽：三沢郷ナレーター：納谷悟朗監督：竹林進、金谷稔制作：東宝、TBS主題歌※発売元は東芝音楽工業（現：ユニバーサル ミュージック EMIレコーズ・ジャパン）。ザ・バーズ「アテンションプリーズ」（作詞：岩谷時子、作曲・編曲：三沢郷）挿入歌砂川啓介「俺は飛ぶ」（作詞：岩谷時子、作曲・編曲：三沢郷）副主題歌ザ・バーズ「恋かしらなぜかしら」（作詞：岩谷時子、作曲・編曲：三沢郷）副主題歌はレコードには収録されているが、番組内では歌は流れずインストルメンタルだけで使用された。",
    "chinese_title": "アテンション プリーズ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-30T22:00:08"
}