{
    "aka": [
        "青年幹探"
    ],
    "sid": "30273112",
    "cast": [
        {
            "url": "/celebrity/1039007/",
            "name": "名古屋章 Akira Nagoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027668/",
            "name": "牟田悌三 Teizo Muta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366495/",
            "name": "津山登志子 Tsuyama Toshiko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1495823/",
            "name": "村上不二夫 Fujio Murakami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1487008/",
            "name": "美波节子 Setsuko Minami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1482860/",
            "name": "冈部健 Ken Okabe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1404461/",
            "name": "西惠子 Nishi Keiko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528011142.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1052636/",
            "name": "佐佐木守 Mamoru Sasaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301871/",
            "name": "市川森一 Shinichi Ichikawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1349672/",
            "name": "小野龙之助 Ryûnosuke Ono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371513/",
            "name": "长坂秀佳 Shûkei Nagasaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042621/",
            "name": "中岛丈博 Takehiro Nakajima",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1491328/",
            "name": "掛札昌裕 Masahiro Kakefuda",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "30分钟",
    "episodes": "57",
    "language": [
        "日语"
    ],
    "playdate": [
        "1971-09-06(日本)"
    ],
    "this_title": [
        "刑事くん 第1部"
    ],
    "douban_link": "https://movie.douban.com/subject/30273112/",
    "trans_title": [
        "青年幹探"
    ],
    "douban_votes": "0",
    "introduction": "『刑事くん』（けいじくん）は、1971年から1976年にかけて、TBSの『ブラザー劇場』（毎週月曜日月曜19:30 - 20:00）で放送されていた日本のテレビドラマ（刑事ドラマ）である。桜木健一・主演版（第1部から3部まで）『柔道一直線』で一躍スターダムにのし上がった桜木健一が熱血漢の新米刑事を演じたコメディタッチの刑事ドラマ。プロデューサーが『刑事コロンボ』のヒットに目を付け、桜木で刑事ものをと企画したことがきっかけだった[1]。しかし桜木は1971年当時23歳と若かったことから、新米刑事ものにし、それらしくタイトルに「くん」を付けることになった[1]。殉職した父の無念を胸に、晴れて父と同じ刑事になった主人公・三神鉄男（桜木）が、人々を信じ様々な現実に直面しながらも事件解決にあたり、成長していく様を描いた熱血根性物。第1部の毎回のオープニングは、鉄男が「母さ～～～ん!」と辞令を握りしめて走り、家（美容室）の入口を開けて「母さん!辞令だ!刑事になったよ!」と叫ぶというものである。第2部からは鉄男が「母さん、行って来ます!」と話しかけるというものである。第1部：1971年9月6日 - 1972年10月2日（東映チャンネルでは第1部を全57話としている。）第1部三神鉄男（城南署刑事課所属）：桜木健一大丸四郎（同僚刑事。三上と同期。）：仲雅美板垣一彦（同僚刑事）：立花直樹土居刑事（同僚刑事）：山口暁島崎刑事（先輩刑事）：守屋俊志姫野千代（婦警）：森桃江時村重蔵（係長。「バカモン!」が口癖。）：名古屋章三神はる（鉄男の母。「ハル美容室」を経営）：風見章子三神次郎（鉄男の弟）：三浦康晴立花太郎（三神家の近所で「立花豆腐店」を経営）：牟田悌三立花美和子（太郎の娘。鉄男の幼なじみ）：津山登志子本間ルミ（「ハル美容室」の美容師）：本沢佳子三神茂 (鉄男の父。城南署刑事課所属の刑事だったが5年前に拳銃で撃たれ殉職):三島耕第1部【コンクリートジャングル】作詞：佐々木守 作曲：鈴木邦彦 編曲：高田弘 歌：桜木健一（キャニオンレコード）ウルトラヴァイヴ×ミュージックファイルシリーズ『刑事くん（第1シリーズ） ミュージックファイル』（2008年1月26日発売 品番：CDSOL-1206/7）企画：平山亨、斎藤頼照、橋本洋二脚本：放映リスト参照音楽：菊池俊輔撮影：瀬尾脩、高梨昇、林七郎、山本矩雄仕上制作：映広音響擬斗：西本良治郎、岡田勝予告ナレーション：村越伊知郎監督：放映リスト参照制作：TBS、東映放映リスト第1部話数\t放送日\tサブタイトル\t脚本\t監督\tゲスト1\t1971年9月6日\tあの街この街\t佐々木守\t奥中惇夫\t松本留美、長谷川弘、大島章太郎、三田登喜子、田中淳也、田川恒夫2\t9月13日\t秋のあしあと\t宮浩之、大山豊、岩城和男、鈴木泰明、相沢治夫、堀越善一、小川悦子3\t9月20日\t初恋・戦場ヶ原\t村上不二夫、テレサ野田、西本雄司、舟久保信之4\t9月27日\t東京の青い砂漠\t加藤和夫、沢井孝子、山川弘乃、森烈、山崎朝則、山本相時、増岡泰元、安田健太、堀口晃、立花覚、上田賢次、井上正広、本保明啓、真船康子5\t10月4日\t午前6時はふるさと列車\t富田義治\t美波節子、伊藤敏孝、吉田守、平井一幸、関口守一、山本みどり、岡田克夫、相馬剛三6\t10月11日\t高嶺の花と秋風\t野波静雄\t奥中惇夫\t松田真里、竹尾智晴、杉本マチ子7\t10月18日\tドタ靴ポルカ\t大原清秀\t幾野道子、伊東昭夫、布田康広、三原洋子、渡辺峰夫、石垣守一、花村えいじ、有賀十、遠藤孝子、原田清、高橋茂8\t10月25日\tさらば夜明け\t市川森一\t富田義治\t岩上正宏、新田信二、天坊純、中井一夫、池田芙美夫、加川友里、和泉喜和子、村上幹夫、滝川浩、小泉敦子、伴藤武9\t11月1日\t小さな追跡者\t小野竜之助\t高野浩幸、中山昭二、轟謙二、川野耕司、岡部健、加藤正久、佐野哲也10\t11月8日\t枯葉に朝日が\t市川森一\t奥中惇夫\t成合晃、東三千、永尾三郎、薙狂児、川中弘、山田甲一、鈴木健之、嵐寛寿郎11\t11月15日\t泣くなつむじ風\t三芳加也\t山岡鉄也、大和学、松尾悦子、丸山詠二12\t11月22日\tもどらない日々\t市川森一\t富田義治\t西恵子、萩原健一、石橋蓮司、牧田正嗣、七瀬真紀、野津綾子、小野恵子、山下則夫13\t11月29日\t迷子の唄\t掛札昌裕\t佐野伸寿、梅津栄、九重ひろ子、角友司郎、高木真二、桐山孝一、小高まさる、森武彦、渡辺秀和14\t12月6日\t青春のハート\t金子武郎\t奥中惇夫\t長谷川待子、北原義郎、真山譲次、高橋英三郎、清水石明美、土井武、湊俊一、坂本博文、安田孝吉、岡田敏宏15\t12月13日\t乳と蜜の流れる地\t市川森一\t柿沢邦彦、西城健二、山田喜芳、神戸泰子、萩原正人、伊藤一規、宮本博一、近藤正臣、二木てるみ16\t12月20日\t負けてたまるか!\t大川タケシ\t加島昭\t菅野直行、日高吾郎、坂倉春江、今村原兵、稲川善一、松浪志保、岡本幸子、平野康、中島弘幸、島田弘、狩野敏雄、池上明治、藤井まゆみ17\t12月27日\t吹けよ木枯し\t長坂秀佳\t草野大悟、久里みのる、石川敏、植田灯孝18\t1972年1月3日\t冬空への誓い\t奥中惇夫\t中野良子、島田景二郎、真木沙織、里見たかし、末永紫乃、岩城和男、永井秀和19\t1月10日\t冬の旅 青春の旅\t佐々木守\t小林幸子、清宮達夫、小月麻伎、村上幹夫20\t1月17日\t愛の航海\t市川森一\t富田義治\t石川博、柴田未保子、中野文吾、杉山渥典、広瀬明、磯秀明、野々村潔21\t1月24日\tおれのオヤジは\t長坂秀佳\t小野千春、伊東芳子、岩上暎、竹村清女、高橋香、練木二郎22\t1月31日\tおれの道はおれが決める\t加島昭\t原田あけみ、葵哲也、倉島襄、大木史朗、小田まり、武田加代子、永谷悟一23\t2月7日\t九州から来たあいつ\t中島丈博\t奥中惇夫\t高峰圭二、久保一、加藤正之、中島元、蓮川久美、上野堯、武田一彦24\t2月14日\t真心は涙に濡れて\t長坂秀佳\t小川悦子、大森不二香、深沢真利子、生田くみ子、入江正徳、小山柳子、菊地茂一25\t2月21日\t春遠からじ\t富田義治\t太宰久雄、中村俊雄、大川真一郎、板谷裕次郎、川井みどり、三浦弘子、福井友信、山尾範彦、伊藤健、杉浦敦子26\t2月28日\tひびけおれたちの歌\t河村弘二、毛利充宏、三浦真弓、大塚祟、河崎いち子、吉田守、川井みどり、飯沼慧、柄沢英二27\t3月6日\t遠い空 遠い海\t三芳加也\t佐々木功、藤山律子、吉田守、花塚五郎、原田清、町田幸夫28\t3月13日\t崖の上の少女\t市川森一\t奥中惇夫\t林ゆたか、戸島和美、後藤ルミ、北城寿太郎、森今日子、桐山浩一、山城主税、布田康博、渡辺峰夫、乾忠義29\t3月20日\t大空の逃亡者\t林ゆたか、後藤ルミ、戸島和美、桐山浩一、田川恒夫30\t3月27日\t行くぞ若き力\t長坂秀佳\t加島昭\t村井美恵、木下陽夫、山本相時、佐々木一哲、小塙謙士、飛世賛治、木村修31\t4月3日\tきらめく星は我が胸に\t長坂秀佳\t加島昭\t斉藤英雄、西山恵子、佐代雅美、野口友紀子、藤沢陽二郎、新林イサオ、千葉真一32\t4月10日\t許されない愛\t市川森一\t富田義治\t黒川光子、小沢忠臣、和田一壮、沢田研二33\t4月17日\tはばたけ小鳥のように\t長坂秀佳\t清水一郎、成合晃、平井岐代子、鈴木志郎、小柳ルミ子34\t4月24日\t街角の白い花\t前田通子、細川俊夫、兵頭淳、山田甲一、南沙織35\t5月1日\tちいさな恋\t市川森一\t奥中惇夫\t天地真理、杉山俊夫、峰村銀、和泉喜和子、立林秀子、松本初代36\t5月8日\t湖より愛をこめて\t長坂秀佳\t竹本弘一\t団次郎、増田順司、谺のぶ子、田中筆子、石光豊、大浦萬丈、宗田千恵子、内田嵐37\t5月15日\tいつかあの人のように\t奥中惇夫\t嵐五郎、徳久比呂志、内山千鶴、城洋美、酒井郷博、岡田喜代美38\t5月22日\t警察犬物語\t三芳加也\t綾川香、松坂雅治、石田守衛、永谷悟一、榎本良三、亀井三郎39\t5月29日\tなぐり魔\t市川森一\t竹本弘一\t岸部シロー、汐見直行、早坂精史、大野富久代、野町美和子、緒方千秋40\t6月5日\t青春の詩\t長坂秀佳\t奥中惇夫\t三條美、石麻乃茉莉子、高尾明美、山中美樹、大倉千恵子、舞まち子、峰夕子、杉浦敦子、宮内三重子41\t6月12日\t幼な心は愛を求めて\t青柳三枝子、池田義彦42\t6月19日\t十五年目の一日\t加島昭\t磯乃ちどり、富田浩太郎、児玉ひろみ、清水美佐子、早瀬恒志、美原亮43\t6月26日\t狼を裁け\t吉田次昭、徳大寺伸、西本雄司、町田政則、本多さち子、清水智子、高杉哲平44\t7月3日\t愛はまぼろしか\t市川森一\t奥中惇夫\t池田駿介、大竹修造、沢チエ45\t7月10日\t別れの旅\t広瀬明、京春上、永井柳太郎46\t7月17日\t闇からの呼び声\t長坂秀佳\t五月晴子、山崎純資47\t7月24日\t恐怖の夜明け\t加島昭\t三谷昇、佐藤京一48\t7月31日\t緑映える夢\t中村俊男、相原ふさ子49\t8月7日\t南の海の白い花\t村上不二夫、安藤三男、佐藤耀子50\t8月14日\t鬼島・なさけ島51\t8月21日\t小さな愛と哀しみ\t大川タケシ寺森満\t奥中惇夫\t木島恵子、市東昭秀52\t8月28日\t花束は強き者に\t長坂秀佳\t川端真二、小早川純53\t9月4日\t母と子の伝説\t加島昭\t月丘千秋、松本紘一54\t9月11日\t九月の花嫁\t桜木健一市川森一\t木田三千雄、松木聖55\t9月18日\tいつか見た青い空\t長坂秀佳\t奥中惇夫\t二瓶康一、中山克己56\t9月25日\t空にでっかい涙雲\t三芳加也長坂秀佳\t加島昭\t高品格、外山高士、三好美智子57\t10月2日\t人間たちの祭り\t佐々木守\t奥中惇夫\t三島耕、堀部隆一",
    "chinese_title": "刑事くん 第1部",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T07:00:50"
}