{
    "aka": [],
    "sid": "30274900",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528113020.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt6585674",
    "director": [],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2017-02(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6585674/",
    "imdb_votes": 296,
    "this_title": [
        "Easy to Learn, Hard to Master: The Fate of Atari"
    ],
    "douban_link": "https://movie.douban.com/subject/30274900/",
    "imdb_rating": "6.5/10 from 296 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Before Google, Yahoo and even Apple, before the Silicon Valley cliché of informal dress code, skateboards running the corridors and wild creativity became commonplace, one company embodied the digital economy lifestyle and business style: the one firm coming out of the Age of Aquarius was Atari. The story of Atari is two-thirds the story of Nolan Bushnell, founder and visionary, and one-third the first and probably biggest boom and bust of the new economy some 20 years before the new economy even existed. Atari was showing that technology is cool, way before the personal computer revolution took place and they were reaching out to an ever-growing audience with something that is still cool today: video games. Atari literally introduced the digital world to the mass consciousness. Nolan Bushnell and Atari have a huge collection of firsts: the first successful video game company, the first coin-op video game ever, the first general purpose console to win the market, the first marriage ...",
    "chinese_title": "Easy to Learn, Hard to Master: The Fate of Atari",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-19T18:28:15"
}