{
    "aka": [
        "Werewolf Tom"
    ],
    "sid": "30279668",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0347693",
    "director": [
        {
            "url": "/celebrity/1012208/",
            "name": "埃里克斯·莱西斯 Eriks Lacis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0347693/",
    "imdb_votes": 40,
    "this_title": [
        "Vilkatis Toms"
    ],
    "douban_link": "https://movie.douban.com/subject/30279668/",
    "imdb_rating": "6.8/10 from 40 users",
    "trans_title": [
        "Werewolf Tom"
    ],
    "douban_votes": "0",
    "introduction": "The wolf in Latvian folklore and mythology can be a symbol of both menace and good. Peasants feared the wolf because it endangered their livestock and well-being. They also admired the wolf for its ruthless ability to survive even the harshest of environments and as a worthy and cunning competitor for natural resources.The film Vilkatis Toms (Tom the Werewolf), based on the novel Pedas (Tracks) by Janis Maulins and directed by Eriks Lacis, tells the tale of Latvian peasant life in the 18th century. It was a time of legends, superstitions and a period in which Latvians transitioned from their indigenous beliefs to the Christianity brought by the German lords who now ruled them. These feudal lords ruled Latvia and its people with unrivaled power and repression, often using Christianity to justify their iron hand, which in turn made the local people hold on to their native beliefs that much stronger. It was a time when compared to the cruelty of the Lords it wasn't such a stretch to believe that werewolves can and do walk the land. The film sets the tone with the opening scene in which the village smith is being pulled in a cart after being flogged by the local lord for not paying his taxes in full. He remarks dryly to Toms (Gunars Cilinskis) that it was a smart lord who left his hands undamaged since a smith needs his hands to work. Shortly thereafter Toms' own life is touched by tragedy when the Lord's enforcers rape his wife and kill his father. After having killed one of the assailants Toms and his brothers escape into the forest to avoid certain death. It is in the forest that Toms decides to exploit the legend of the Werewolf and wreak vengeance on the Lord who destroyed his family. Vilkatis is not a great film. It tries too hard to straddle the line between fantasy and realism, but never really reconciles the two. The werewolf is too obvious of a metaphor for a society where people are turned into literal, rather than mythic, werewolves in that they are forced to live as wolves would. A few alphas at the top and everyone else nothing more than prey. It's pre-glasnost Soviet era film that mostly comes across heavy handed and dogmatic. Gunars Cilinskis, one of Latvia's best, and better known, Soviet era actors is good, if not inspired, in his role as Toms. There really isn't much in the script for him to do other than look intimidating with an occasional brooding moment thrown in for variety. The only real standout in the film is the cinematography of Davis Simanis. His camera truly captures the stark desolation of the Latvian forest in winter.",
    "chinese_title": "Vilkatis Toms",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-06T17:52:11"
}