{
    "aka": [],
    "sid": "30272768",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3054228",
    "director": [
        {
            "url": "/celebrity/1042688/",
            "name": "罗伯特·加德纳 Robert Gardner",
            "@type": "Person"
        }
    ],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3054228/",
    "imdb_votes": 7,
    "this_title": [
        "Sons of Shiva"
    ],
    "douban_link": "https://movie.douban.com/subject/30272768/",
    "imdb_rating": "7.0/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sons of Shiva is a sustained attempt to film a four-day ceremony concerned with the worship of Shiva. Devotees of the God Shiva are shown from the initial taking of the Sacred Thread through gradually intensifying action to a culmination in a variety of ascetic and self denying practices. Devotees are also shown in informal activities such as preparing food and listening to recitals of devotional songs by the famous mendicant Bauls of Bengal.Among the specific devotional practices is the fulfillment of vows to please the gods. Many devotees resolve to roll in prostration through the field to the shrine of Shiva. Others participate in the nightly processions that involve falling in trance while dancing and holding a symbol of Shiva on one's head. One of the highlights of the film is a performance by a group of Bauls (wandering holy men and religious troubadours) who sing devotional songs for the resting devotees.This film belongs to the Pleasing God series of films about how Hindus worship. These films are studies of the devotional practicies associated with three major deities of the Hindu pantheon. They were made in the small, historic town of Vishnupur, West Bengal - a town of temples, crafts and markets, the center of an old kingdom, and a place where daily life and worship are closely intertwined.An incredibly in-depth study of Vishnapur by Ákos Östör and Lina Fruzetti can be found at the Wesleyan Learning Objects website. The material directly relating to this film is contained within the Sacred Ritual section under Shiva & Durga.",
    "chinese_title": "Sons of Shiva",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-01T02:44:37"
}