{
    "aka": [],
    "sid": "30279872",
    "cast": [
        {
            "url": "/celebrity/1416847/",
            "name": "吕伊斯·塞拉 Lluís Serrat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541000119.jpg",
    "region": [
        "西班牙",
        "葡萄牙"
    ],
    "writer": [],
    "imdb_id": "tt8869486",
    "director": [
        {
            "url": "/celebrity/1274920/",
            "name": "阿尔伯特·塞拉 Albert Serra",
            "@type": "Person"
        }
    ],
    "duration": "61分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2018-07-14(马赛国际纪录片电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8869486/",
    "imdb_votes": 97,
    "this_title": [
        "Roi Soleil"
    ],
    "douban_link": "https://movie.douban.com/subject/30279872/",
    "imdb_rating": "5.4/10 from 97 users",
    "trans_title": [
        "太阳王"
    ],
    "douban_votes": "146",
    "introduction": "Louis XIV is no newcomer to Albert Serra’s filmography, the hero of his latest opus to date, The Death of Louis XIV (2016). This Sun King features a twin, even though, in the game of differences, it turns out that there are quite a few. Instead of Jean-Pierre Léaud, a non-professionnal actor whom Serra already worked with in his first films. Very different body weight, here in expansion, there in retention; a different way of putting his face in it: there, at the service of an astonished child’s gaze, here, singularly chubby, as if extending without any solution to all of his corpulence; here, the invention of sovereignty constantly reinvented, and there, the kingdom of innocence vaguely struck by idiocy. And the props: if the tale in the first version needed Versailles or an imitation of it, the second one reduces the palace to a luminous halo. True, this time we are stuck between bare walls, white-washed with pink coating (the color of twilight?) under neon lights at the ceiling. Here, for a long time, this king has been left to his own devices, moaning on the floor, with a stomach ache as severe as it is hilarious, with rare trinkets all around. Then we see spectators entering the field to see Her Majesty’s rants, his hair (as wigs were called then) and sumptuous clothes characteristic of that era, and spectators dressed in anorak. So what, then: capturing a performance? If the art gallery really frames the « action », what we find here is calculation, cutting up, montage; in short: a film, and no misunderstanding. And a film whose paths familiar to everyone Serra’s work point to: aristocracy in all its grandeur, its stupidity and its agony, the representation of power, the forces of art. Between the sublime and the grotesque, between derision and the derisive, between Buñuel and Dali, a royal figure engages in a quest for his death mask.",
    "chinese_title": "太阳王",
    "douban_rating": "6.6/10 from 146 users",
    "foreign_title": "Roi Soleil",
    "imdb_rating_average": 5.4,
    "douban_rating_average": "6.6",
    "update_at": "2025-07-27T17:39:16"
}