{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30274824",
    "cast": [
        {
            "url": "/celebrity/1147529/",
            "name": "艾尔顿·塞纳 Ayrton Senna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1221035/",
            "name": "阿兰·普罗斯特 Alain Prost",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1177837/",
            "name": "内尔松·皮盖 Nelson Piquet",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528110232.jpg",
    "region": [
        "美国",
        "巴西",
        "圣马力诺",
        "摩纳哥",
        "加拿大",
        "墨西哥",
        "法国",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "葡萄牙",
        "西班牙",
        "日本",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt6783172",
    "director": [],
    "duration": "100分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1990-03-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6783172/",
    "imdb_votes": 12,
    "this_title": [
        "Formula 1 Season 41"
    ],
    "douban_link": "https://movie.douban.com/subject/30274824/",
    "imdb_rating": "8.0/10 from 12 users",
    "trans_title": [
        "世界一级方程式锦标赛 第四十一季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1990 FIA Formula One World Championship was the 44th season of FIA Formula One motor racing. It featured the 1990 Formula One World Championship for Drivers and the 1990 Formula One World Championship for Constructors, which were contested concurrently over a sixteen-race series that commenced on 11 March and ended on 4 November. Ayrton Senna won the Drivers' Championship for the second time, and McLaren-Honda won their third consecutive Constructors' Championship.The championship featured a dramatic battle between Senna and former teammate Alain Prost, who had made the switch to Ferrari. Prost mounted Ferrari's first title challenge for several years, and led the championship after three consecutive mid-season wins. Senna fought back strongly and went into the penultimate round at the Suzuka circuit in Japan with a nine-point lead over Prost. There, Senna took pole position only for Prost to beat him off the line; the Brazilian driver then drove into the Frenchman at the first corner, putting both out and thus settling the championship in Senna's favour. This was the second year in succession that the two drivers had collided at Suzuka. Senna admitted the following year that the collision was deliberate, as he was furious that Prost had been able to start on the clean side of the grid and had decided that he was not going to allow the Frenchman to 'make the corner' should he lose the start.",
    "chinese_title": "世界一级方程式锦标赛 第四十一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 41",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-07T12:00:21"
}