{
    "aka": [],
    "sid": "30281813",
    "cast": [
        {
            "url": "/celebrity/1394142/",
            "name": "特里斯坦·里格斯 Tristan Riggs",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146843/",
            "name": "Devon Roy-Brown Devon Roy-Brown",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904856576.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8104180",
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8104180/",
    "this_title": [
        "Ashes"
    ],
    "douban_link": "https://movie.douban.com/subject/30281813/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"Ashes\" is a drama about an unfortunate little boy and his Mother. The Mother goes off one day telling her son she will be back later but never returns. She has been prostituting to keep a roof over his head, but she wants out. After trying to leave she gets beat half to death and dumped on the side of the road right outside the outskirts of town. But a Mother's will to keep living for her child is what makes this strong Mother empowering and inspirational. Her determination for her son gives her the motivation to keep going. However, after the attack, she realizes she is lost with no sense of direction but will do whatever it takes to return to her son, Chase. Chase tries to search for his mother and ends up at a coffee shop down the street. He proceeds to walk until he stops right in front of the shop - he hesitates and waits outside. Overwhelmed with fear, he begins to cry. The owner notices this and b rings him in, giving him food that eventually leads to the owner learning a deeper story then nobody imagined. The pain and suffering the Mother and Chase have endured for the past six years astonishes the owner. The coffee shop owner resorts to helping the little boy and as they talk and get to know each other, they discover they have more in common than they anticipated.",
    "chinese_title": "Ashes",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T13:44:04"
}