{
    "aka": [],
    "sid": "30288437",
    "cast": [
        {
            "url": "/celebrity/1074532/",
            "name": "陈丽莎 Melody Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353815/",
            "name": "娜塔莉·费伊 Natalie Faye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362690/",
            "name": "孙于惠 Catherine Sng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt1480299",
    "director": [],
    "duration": "45分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-05(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1480299/",
    "this_title": [
        "We Do"
    ],
    "douban_link": "https://movie.douban.com/subject/30288437/",
    "trans_title": [
        "我们结婚吧"
    ],
    "douban_votes": "0",
    "introduction": "Two young Singaporeans face the hardest decision of their lives: whether or not to get married. They have been dating for five years and it seems time to make the next step...but is it really the right thing to do? Rory, a thirty year old Yuppie, proposes to his girlfriend, Rachel - and she accepts. This should be the beginning of a great time, as they lead up to the wedding, but it is soon clear that each has different expectations. As they make preparations for the wedding, clashes between them begin as they each seek different things. Tensions rise between them, and they decide to break off the wedding to give each other time to think over just why they are getting married at all. Is it right for them? Do they truly love each other enough? Or is it, deep down, nothing more than an economic decision, to allow them to buy an HDB subsidized flat (for which you must be married to purchase...or rather old). They then reflect on, and explore, what marriage means for them, as compared to what it meant for their parents generation.",
    "chinese_title": "我们结婚吧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "We Do",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T18:52:09"
}