{
    "aka": [],
    "sid": "30286010",
    "cast": [
        {
            "url": "/celebrity/1143671/",
            "name": "艾伦·罗斯科 Alan Roscoe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042236/",
            "name": "贝弗利·贝恩 Beverly Bayne",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1915",
    "genre": [
        "剧情",
        "爱情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1088832/",
            "name": "Justus Miles Forman Justus Miles Forman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023965/",
            "name": "乔治·巴尔·麦卡奇翁 George Barr McCutcheon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0376028",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1915-04-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0376028/",
    "this_title": [
        "An Opal Ring"
    ],
    "douban_link": "https://movie.douban.com/subject/30286010/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Gerald Livingstone is admiring an opal ring in his library when his friend Jimmie Rogers comes in and taunts him with his love for jewels. Livingstone bets Jimmie that the first pretty woman he sees will kiss him in return for the ring. The two stroll out and in the shopping district see a beautiful woman just entering a taxicab. She is Miss Proctor for whom at the moment when Livingstone sees her, her uncle is providing an escort of one of the best detectives in the city. Livingstone follows her mindful of his bet. He is taken for the detective at the apartments of the duke and given charge of Miss Proctor. He saves her from the attack of five foreign sinister looking ruffians and is wounded in the fight. Next morning he is decorated with the cross of St. Petros for bravery. That morning he is sent for by the duke and is left alone with Miss Proctor. She thanks him with a kiss, he gives her the ring and comes back to his apartment. He denies to Jimmie that he has won his bet and Jimmie tells him that the woman he rescued is Carlotta Marie Victoria, queen of Campania, a Balkan state, and Livingstone knows he has loved and is loved by a wearer of the purple.",
    "chinese_title": "An Opal Ring",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-22T15:49:08"
}