{
    "aka": [
        "Истории рыси"
    ],
    "sid": "30289061",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530532626.jpg",
    "region": [
        "蘇聯"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Ilvese lugu"
    ],
    "douban_link": "https://movie.douban.com/subject/30289061/",
    "trans_title": [
        "山猫故事",
        "Истории рыси"
    ],
    "douban_votes": "0",
    "introduction": "The film of the Estonian documentary filmmaker, the creator of unique films about animals and the nature of the Rhine Maran, tells about the lynx, the northernmost animal of the cat species.Lynx is spread throughout the middle and subtropical belt of Eurasia.The body length of the lynx is 80-130 cm and 70 cm at the withers. Paws large, well pubescent in winter, which allows the lynx to walk on the snow, without falling through.Lynx prefers dark coniferous forests, taiga, although it occurs in a variety of plantations, including mountain forests; sometimes enters the forest-steppe and forest-tundra. She perfectly climbs trees and rocks, swims well. She also perfectly survives among the snows (beyond the polar circle), catching all kinds of fur-bearing animals. Has sharp eyesight.With plenty of food, the lynx lives a settled life, with a lack - roams. In a day, it can travel up to 30 kilometers. The basis of her diet is hares. Also she constantly hunts for grouse birds, small rodents, less often for small ungulates, like roe deer, musk deer, spotted and reindeer, occasionally attacks domestic cats and dogs, and in the forest - on foxes, raccoon dogs and other small animals.The lynx is hunting at dusk. Contrary to popular beliefs, she never jumps on her victim from a tree, but prefers to ambush a game in ambush or steal, and then attack with large, up to 4 m, leaps. The victim pursues at a distance of no more than 60-80 m, then exhales. It is also known that a lynx kills foxes, even if there is no need for food.With all caution, the trot is not very afraid of people. She lives in secondary forests created by them, young trees, on old felling areas and mountains; and in disastrous years goes to the villages and even big cities.A gon in a lynx in February-March, and at this time lynxes, usually silent, make loud cries, rumbling and meowing.Life expectancy is probably 15-20 years.Lynx fur is excellent: thick, silky and tall. Skin coloring varies from rusty to bluish tones with a spotted pattern. Rysy fur was always appreciated and is still highly appreciated.",
    "chinese_title": "山猫故事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ilvese lugu",
    "douban_rating_average": 0,
    "update_at": "2025-06-15T11:00:13"
}