{
    "aka": [],
    "sid": "30287947",
    "cast": [
        {
            "url": "/celebrity/1467504/",
            "name": "郭金豪 Jinhao Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1571766/",
            "name": "潘劭珺 Kiwi Pan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "喜剧",
        "动作",
        "奇幻",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2538886031.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-10-12(中国大陆)"
    ],
    "this_title": [
        "超能锦衣卫·藏龙秘术"
    ],
    "douban_link": "https://movie.douban.com/subject/30287947/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一位被誉为“神龙大仙”的少年龙九郎，自上次他求雨成功后镇上的民众深信他拥有法力，把他视为神灵。眼看旱季又到，龙九郎却心神不宁， 原来他根本不会什么法术，上次求雨成功完全就是靠运气。他决定连夜逃跑，却被村民发现狂追。在悬崖边，龙九郎被村民包围，突然一道黑影出现在他面前，是一个三十多岁的男人，还未做出反应男子抓住了龙九郎的胳膊，只见两道 黑影从人群中极速闪过，两人消失的无影无踪。等龙九郎反应过来他们已在一片密林，神秘男人自称陆羽风，外号‘疾风’，是超能锦衣卫学院的‘招生办总长’。陆羽风为龙九郎颁发入学通知书，宣布他已经被选去超能锦衣卫学院深造。龙九郎本欲逃跑，却被‘疾风’硬抓到一处荒无人烟的密林，片刻一所古老神秘的建筑显现出来，牌匾上闪出几个大字——超能锦衣卫学院，与他同期来报到的还有另外十一位身怀绝技的同学。院长张凌东是一个白发苍苍的老人，他告诉龙九郎等人超能锦衣卫简称‘超锦’，是一个绝密的组织。‘超锦’就会从龙九郎在内的十二个新学员中诞生，但校长告诉他们，能当上‘超锦’的最终只有一小部分，剩下的会从军到边疆抵御外敌，为江山社稷尽一份力。陆羽风告知新生，十二个人四人一组分成三组，可以自由组合挑选自己认为最强的人。最终龙九郎等四个人是被人挑剩下没人要的，被认为是毫无竞争力的车尾组。最强组以‘火霹雳’烈风为首称为烈风组，另一组以‘鬼面女’白玲为首所以称为鬼面组，而龙九郎的组被他们取笑叫做‘车尾组’。面临即将到来的考核，根本不会什么超能力的龙九郎决定逃走，但不是被老师抓回来就是被同组的同伴各种出卖。龙九郎只好硬着头皮继续装作超能者，其实自己的特殊能力其实是魔术手法。阿福只要有肉吃哪里都是家，性格软弱的他缺乏自信白敬明对自己有身份认同障碍，一会觉得自己是雷震子，一会又觉得自己是一只大雕。富小美成了出名的话痨，龙九郎看到她就头疼。第一次考核开始，三组人在废弃的客栈寻找宝物，哪一队首先找到并将宝物交给陆羽丰就获胜。龙九郎、阿福、白敬明和富小美四人在护送宝物的过程中状况频出，四个人各种不合作，龙九郎还暴露了自己不会超能力的事实，最终他们如愿垫底。龙九郎不会超能力的事实被曝光后，龙九郎被当做骗子和笑柄。而此时富小美的安慰和鼓励，给了他一丝尊严和温暖。另一边，陆羽丰问院长龙九郎真的是传说中的‘绝世异能人’吗？ 院长称他应该不会看错，但如果真的是个错误的话，就按规矩将龙九郎控制起来。这时候学校发生了学员失踪，同学们集体去后山寻找鬼面女，龙九郎等人竟然遭遇到了传说中的怪物，龙九郎在生死关头突然觉醒，奇迹般的激发出体内异能，整个人如发狂的野兽一般将怪物击退救下鬼面女，然而他在击退怪物的时候，不幸误伤帮他的富小美。龙九郎照顾富小美，两人渐生情愫。阿福被烈风组的人找麻烦，而龙九郎挺身而出，白敬明竟然与龙九郎联手抗敌，万万没想到再次使出狂暴技能的龙九郎失控了，害惨了队友。龙九郎在陆羽风的悉心指导下苦练异能掌握，他激励同伴不再做‘车尾组’，而要做‘车头大灯组’。在导师陆羽丰的教导下，龙九郎等人无论体能还是异能都取得了明显进步。而赵大明却一直不给予肯定。第二次实战考核前夕，陆羽风竟然被怪物袭击倒在血泊中。此次凶手直指学校监事赵大明，龙九郎等人协助校长追捕赵大明，赵大明竟然拥有特异功能，原来他一直隐藏异能者的身份，最终赵大明还是负伤逃跑了，过后校长决定继续进行考核比赛，而这次龙九郎等人如果继续垫底就会惨遭淘汰，不管用什么方法得到其他参赛者身上的令牌，最后留下来的前两名就算获胜。对于这次考核，每队都有必胜的决心，而龙九郎等人为了自己也为了恩师，他们必须拼尽全力。考核正式开始后各个组的成员都各显神通，突然怪物袭击考场将多名学员打伤， 使这场考核演化成了一场真正的战斗，而阿福为了掩护龙九郎等人被怪物抓走。为了救回阿福，龙九郎、白敬明和富小美私自闯入后山禁区寻找阿福下落。此时校长赶来，称是来专程找他们，并告知这些都是赵大明所为。赵大明现身，揭露校长的真面目，原来校长才是那只怪物。为了救同伴，龙九郎等人与校长激战，最后在他们出其不意的配合下，一举将校长干掉。真相大白，学校归于平静，龙九郎、阿福、白敬明和富小美终于得到了在超锦学院的第一个学分奖励，但最重要的是他们收获了一份更加可贵的友谊和共同的成长。",
    "chinese_title": "超能锦衣卫·藏龙秘术",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-26T08:14:09"
}