{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30282147",
    "cast": [
        {
            "url": "/celebrity/1014345/",
            "name": "迈克尔·舒马赫 Michael Schumacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189903/",
            "name": "戴蒙·希尔 Damon Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1216609/",
            "name": "格哈德·贝格尔 Gerhard Berger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528863617.jpg",
    "region": [
        "美国",
        "日本",
        "圣马力诺",
        "摩纳哥",
        "西班牙",
        "加拿大",
        "法国",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "葡萄牙",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt6781870",
    "director": [],
    "duration": "100分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1994-03-27(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6781870/",
    "imdb_votes": 14,
    "this_title": [
        "Formula 1 Season 45"
    ],
    "douban_link": "https://movie.douban.com/subject/30282147/",
    "imdb_rating": "7.7/10 from 14 users",
    "trans_title": [
        "世界一级方程式锦标赛 第四十五季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1994 FIA Formula One World Championship was the 48th season of FIA Formula One motor racing. It featured the 1994 FIA Formula One World Championship which commenced on 27 March 1994, and ended on 13 November after sixteen races. The season is remembered as one of the most tragic and controversial seasons in the sport's history. 1994 was one of the closest championships in history as Michael Schumacher won the Drivers' title by a single point from Damon Hill after the two controversially collided at the final round in Adelaide. Schumacher had built up a huge championship lead, winning six of the first seven races, before two disqualifications and a race ban allowed Hill to close the gap. British constructor Williams-Renault won the Constructors' Championship. However, the 1994 season will also be remembered for the deaths of three-time World Champion Ayrton Senna and Austrian rookie Roland Ratzenberger at the San Marino Grand Prix. Forty-six drivers competed in the 1994 World Championship, including fourteen who made their F1 debut and numerous pay drivers. Mercedes-Benz also returned to the sport for the first time since 1955 as an engine supplier to Swiss team, Sauber. The season also saw the first win for Ferrari since 1990 – whilst McLaren failed to win a single race following the departure of Senna, before embarking on a long-term partnership with Mercedes.",
    "chinese_title": "世界一级方程式锦标赛 第四十五季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 45",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T07:34:06"
}