{
    "aka": [],
    "sid": "30286008",
    "cast": [
        {
            "url": "/celebrity/1167583/",
            "name": "Bryant Washburn Bryant Washburn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074969/",
            "name": "Marguerite Clayton Marguerite Clayton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060662/",
            "name": "Sidney Ainsworth Sidney Ainsworth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117706/",
            "name": "埃内斯特·毛帕因 Ernest Maupain",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133532/",
            "name": "Florence Oberle Florence Oberle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071809/",
            "name": "John Cossar John Cossar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119282/",
            "name": "William V. Mong William V. Mong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023254/",
            "name": "柯丽恩·摩尔 Colleen Moore",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1916",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1023965/",
            "name": "乔治·巴尔·麦卡奇翁 George Barr McCutcheon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162719/",
            "name": "Fred E. Wright Fred E. Wright",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0007220",
    "director": [
        {
            "url": "/celebrity/1162719/",
            "name": "Fred E. Wright Fred E. Wright",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1916-11-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0007220/",
    "imdb_votes": 21,
    "this_title": [
        "The Prince of Graustark"
    ],
    "douban_link": "https://movie.douban.com/subject/30286008/",
    "imdb_rating": "4.9/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Graustark needs thirty million dollars to satisfy a Russian loan. The Prince of Dawsbergen, ruler of the adjoining principality, will advance the money if the young Prince of Graustark marries his daughter. Prince Robin, however, inherits an independent spirit, his father having been an American. He refuses absolutely to marry a Princess whom he has never seen. His councilors plead in vain. With the ruin of his country imminent, the boy ruler hastily sails for America to negotiate the loan, hoping at the same time to meet the girl of his dreams. The money is readily advanced by William W. Blithers, a self-made millionaire anxious to have his daughter marry into royalty. The daughter, however, avoids the Prince and he does not see her. He rescues a girl from drowning and falls in love with her. He believes her to be Blithers' daughter, but she does not reveal her identity. Simultaneous with the Prince's departure for home comes a note to Blithers from his daughter that she has sailed for Europe to escape the Prince. Blithers is elated. He is certain they will meet on shipboard. The Prince does meet the girl he loves. In Paris he makes a tryst with her and they are arrested for speeding. Before any sentence can be passed upon her, however, a diplomatic document reaches the court and they are freed. The Prince believes the power of Blithers to be world-wide. The night of his return to Graustark with the welcome news of the loan, the Prince of Dawsbergen is a guest at the palace. A mysterious note calls the younger man to the terrace. There he meets the girl. He tells her that even though she is Blithers' daughter, he wants to marry her. Taking her into the palace he announces her to the councilors as his future bride. He cannot account for their approving smile. \"There is your father,\" he tells the girl as Blithers, who followed them across the ocean, enters the room. She laughs. \"No, my father is over there,\" she exclaims, pointing to the Prince of Dawsbergen. The energetic Blithers explodes when he learns the news. He recovers himself, however, and says: \"Congratulations. Prince. I can be a good loser.\"",
    "chinese_title": "The Prince of Graustark",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T12:22:51"
}