{
    "aka": [
        "Цена победы"
    ],
    "sid": "30282383",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "苏联"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1031529/",
            "name": "Mati Põldre Mati Põldre",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Võidu hind"
    ],
    "douban_link": "https://movie.douban.com/subject/30282383/",
    "trans_title": [
        "Цена победы"
    ],
    "douban_votes": "0",
    "introduction": "Документальный фильм посвящен одному из самых грандиозных проектов в истории эстонского телевидения - неповторимой серии передач ЕTV \"Сегодня, 25 лет назад\", которую 1966-го по 1970-й год вел Валдо Пант - драматург и популярнейший эстонский телерадиожурналист. Валдо Пант (1928-1976), начавший в 1948 году свою карьеру в качестве репортера Эстонского радио, положил начало таким популярным передачам, как \"Эхо дня\" и \"Репортерский час\", которыe спустя полвека до сих пор выходят в эфир. С 1966 года Пант был репортером и комментатором Эстонского телевидения. В 1966 году на ETV стартовал проект, которому было суждено стать настоящей медийной легендой балтийской республики.В течение пяти лет Валдо Пант рассказывал телезрителям Эстонии о ходе Великой Отечественной войны. Передача называлась \"В этот день 25 лет назад\". Драматургия пятилетней исторической панорамы была продиктована драматургией самой войны. Мировая телепрактика не знает ничего подобного этой уникальной программе. Появление передач на экране не связывалось с определенными днями недели. Оно зависело лишь от важности тех событий, которые происходили – именно в этот день – четверть века тому назад. Иногда Валдо Панту приходилось выступать раз в неделю, а иногда ежедневно и вести до восемнадцати передач подряд (так было во время наступления в Подмосковье и высадки в Пёрл-Харборе). Нередко это были репортажи с места событий – с Мамаева кургана или из-под деревни Прохоровки, где состоялся самый крупный в истории танковый бой. Нестандартная манера подачи материала и впечатляющие декорации не раз привлекали внимание советской цензуры. Но исключительная популярность цикла среди самих ветеранов войны способствовала тому, что \"В этот день, 25 лет назад\" вышла в эфир в полном объёме.Создатели серии стремились к тому, чтобы передача соответствовала не только дню, но и часу события. Или даже минуте.\"Мы приучаем нашего зрителя к высокому чувству документальности, – рассказывал Пант, – ведь мы не вправе выдумывать календарь. Что делать? У войны свое расписание...\"Вместе с тем автор серии считал своей задачей не просто восстановление событий в их подлинном драматизме. Он стремился побудить телезрителя к собственным размышлениям не только о том, что было когда-то, но и о том, что происходит вокруг нас в сегодняшнем, раздираемом противоречиями мире. Вся республика, затаив дыхание, следила за ходом сражения, как будто оно действительно развертывалось сегодня и сейчас.",
    "chinese_title": "Võidu hind",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-01-27T23:26:35"
}