{
    "aka": [],
    "sid": "30294958",
    "cast": [
        {
            "url": "/celebrity/1230450/",
            "name": "斯蒂芬妮·丹尼尔森 Stephanie Danielson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "惊悚",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530396952.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt3727262",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-09-23(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3727262/",
    "imdb_votes": 96,
    "this_title": [
        "The Runaway"
    ],
    "douban_link": "https://movie.douban.com/subject/30294958/",
    "imdb_rating": "7.4/10 from 96 users",
    "trans_title": [
        "逃亡者"
    ],
    "douban_votes": "0",
    "introduction": "Jon Chryst, now 60, has been an outlaw for his entire adult life. After 30 years in isolation, the law has finally caught up to him. As he makes a final attempt to escape with his life, Jon reflects on the events that led him here. Jon's life begins on a farm in a seemingly wholesome Christian family. When Jon is 14, tragedy strikes, forcing him to flee his home and begin his life on the run. Shortly thereafter, Jon encounters Morris, a fellow outcast who takes Jon in and raises him like a son. For several years, Morris teaches Jon the necessities of adulthood- how to hunt, how to build, and how to rob small businesses. Their partnership ends abruptly, and Jon uses his new skills to pursue a life of crime. Over nearly a decade, Jon develops a powerful notoriety for his criminal activity. But everything changes when he meets Cat Donovan. Jon gives up his lifestyle and adopts a new identity to be with her. He proves his worth and is accepted into the Donovan family, leaving his loneliness behind. It almost looks like a happy ending for Jon Chryst, but he cannot escape the law forever.",
    "chinese_title": "逃亡者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Runaway",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-19T06:00:43"
}