{
    "aka": [
        "People of the Lake"
    ],
    "sid": "30296456",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547857249.jpg",
    "region": [
        "瑞士"
    ],
    "writer": [],
    "imdb_id": "tt8166860",
    "director": [
        {
            "url": "/celebrity/1016817/",
            "name": "让-马里·斯特劳布 Jean-Marie Straub",
            "@type": "Person"
        }
    ],
    "duration": "18分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2018-01-08(瑞士)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8166860/",
    "imdb_votes": 46,
    "this_title": [
        "Gens du lac"
    ],
    "douban_link": "https://movie.douban.com/subject/30296456/",
    "imdb_rating": "6.5/10 from 46 users",
    "trans_title": [
        "湖边人",
        "People of the Lake"
    ],
    "douban_votes": "0",
    "introduction": "It is the discovery of a document recognising the services rendered by two fishermen from Lake Geneva during the Occupation that triggered the investigation undertaken by Swiss author Janine Massard in her novel Gens du lac, published in 2013. Jean-Marie Straub retraces the itinerary of the son, Paulus – just as he and Danièle Huillet had followed that of Jean Bricard just over ten years ago in the last film they made together. Gens du lac does not depart from the rule that sets each Straubfilm as an account of a historical situation in which men have resisted (Daney). Shot aboard a boat and hardly ever leaving the lake’s waters, the film depicts the life of this only son who has found brothers over the course of his fishing – be it his first steps in the trade, the help given to fugitives and deliveries of provisions to the Resistance, or his contribution to the emergence of a new Left in post-war Francophone Switzerland. Finding the seeds of a political act in this unconditional hospitality, Straub gradually dissipates the peaceful impression and conservative spirit of this “friendly, even emollient” landscape, and distinguishes between the silence “recommended during the hostilities” from the silence that subsequently enjoined people not to disturb the political order. While the people of the lake do not guard a frontier, they do, on the other hand, belong to a front. (Antoine Thirion)",
    "chinese_title": "湖边人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Gens du lac",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-27T20:39:07"
}