{
    "aka": [
        "寻味新加坡",
        "美食世家"
    ],
    "sid": "30294074",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557654125.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "30分钟",
    "episodes": "8",
    "language": [
        "英语"
    ],
    "playdate": [
        "2015-04-13(新加坡)"
    ],
    "this_title": [
        "Food Empire"
    ],
    "douban_link": "https://movie.douban.com/subject/30294074/",
    "trans_title": [
        "美食王国",
        "寻味新加坡",
        "美食世家"
    ],
    "douban_votes": "402",
    "introduction": "早期的新加坡厨师为这小岛创造了许多富有特色的新加坡美食。这些美食如辣椒螃蟹、肉骨茶、海南鸡饭、娘惹烤肉、羊肉汤等，跨越50年，也造就了热爱美食的国人。无论是祖传秘方还是原创食谱，新加坡厨师们一直不断地改进烹调的方式，推陈出新。节目将访问新加坡著名饮食业者，了解他们如何填饱一代代新加坡人的肚子。观众也可以从节目中了解许多新加坡经典美食的原创者。Chilli Crab, Bak Kut Teh, Hainanese Curry Rice, Peranankan Babi Panggang and Kambing Soup — Singapore’s pioneer chefs have given our tiny island it’s very own culinary masterpieces. Spanning more than five decades, these chefs and their families have built a nation of food-loving people. Be it decades-old recipes passed down through the generations or original creations, Singapore’s food hawkers and chefs have honed their kitchen skills to perfection. Close to our hearts and bellies, these famed hawkers and family restaurants have fed generations of us, one yummy mouthful at a time. And they have made Singapore the food empire it is today.  A brand new series —  Food Empire — gains exclusive access into the food families behind some of Singapore’s most iconic and loved dishes. Kinship, family secrets, gastronomic magic and precious tales of yummy morsels whet our appetite for more as Food Empire unravels the mystery behind Singapore’s food legacy. Bon Appetit!8 X 30MINS EPISODES IN HD:EP 1 – Rice & ShineEP 2 – Soup for the SoulEP 3 – Fishy BusinessEP 4 – Sea Bay ShiokEP 5 – Meat The FamilyEP 6 – Belly Jolly FeastsEP 7 – Stuff Me SillyEP 8 – Sweet Endings",
    "chinese_title": "美食王国",
    "douban_rating": "8.1/10 from 402 users",
    "foreign_title": "Food Empire",
    "douban_rating_average": "8.1",
    "update_at": "2025-09-23T17:49:15"
}