{
    "aka": [],
    "sid": "30290656",
    "cast": [
        {
            "url": "/celebrity/1433609/",
            "name": "斯蒂芙·麦戈文 Steph McGovern",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "6",
    "language": [
        "英語 English"
    ],
    "playdate": [],
    "this_title": [
        "Handmade"
    ],
    "douban_link": "https://movie.douban.com/subject/30290656/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this rich, pleasurable series, journalist Steph McGovern will lead four contemporary craftspeople on a journey into Britain's manufacturing past to celebrate and reveal the incredible, surprising stories behind some of the iconic products that made the UK famous around the world.From Trilby hats to the finest bone china, over the centuries, cities up and down the country have become centres of excellence, synonymous with remarkable products, for example Sheffield and cutlery, Stoke and pottery or York and chocolate.Our team of craftspeople, led by Steph, will travel the country and go back in time, exploring a different city and the historic craft associated with it in each episode. Guided by celebrated experts, they’ll create several key items that represent each trade to understand how it has changed through time, from its origins right up to the modern day, using real instruction manuals, log books and diaries and the tools of the day. Across six episodes we’ll see a vast array of incredible makes, from shoes in Northampton and cutlery in Sheffield to cheese in Wensleydale. We find out how whole cities were shaped by making these iconic products and the sense of regional pride this brought. Alongside this, our presenter will reveal how each of these items shaped the broader economic and social history of Britain.",
    "chinese_title": "Handmade",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-22T14:56:07"
}