{
    "aka": [],
    "sid": "30299796",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530974407.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1470850/",
            "name": "徐怀中 Huaizhong Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397294/",
            "name": "王冰 Bing Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318668/",
            "name": "李俊 Jun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424584/",
            "name": "胡奇 Qi Hu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "通向拉萨的幸福道路"
    ],
    "douban_link": "https://movie.douban.com/subject/30299796/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1953年的隆冬，刚刚成立不久的八一电影制片厂决定拍摄纪录片《通向拉萨的幸福道路》。由《解放军报》的胡奇担任总导演，启用艺术骨干李俊为导演，李俊后来还拍摄了《回民支队》、《农奴》、《闪闪的红星》、《归心似箭》、《大决战》等影片，成为新中国著名导演。为了弥补技术和经验上的不足，还邀请捷克斯洛伐克陆军制片厂联合拍摄。捷克方面也高度重视，派来了导演弗拉吉米尔・V・息斯和摄影师瓦尼西。就这样，一条通向拉萨的幸福道路正在铺设之中，一支见证历史的摄制队伍也悄然诞生了。当摄制组出发的时候，康藏公路筑路大军已经挺进到西藏昌都以西一带了。沿途他们看到的是皮肤黝黑的战士、红旗猎猎的运输大队以及屹立在世界屋脊上的筑路烈士墓碑。“让高山低头，叫河水让路”、“不怕困难，努力筑路”的标语也不时闪入大家的眼帘，一场场惊天地、泣鬼神的筑路大战仿佛又重现出来。总编导胡奇当即下令把沿途具有纪念意义的景点拍摄下来，抓紧抢救已经失去的镜头。海拔5050米高的雀儿山被圈定为重点拍摄对象。雀儿山顶上有一个简易的烈士亭。亭子是无色木制结构的，捷克导演息斯提出要粉刷一下亭子，便于拍摄彩色片。摄制组没有预先准备，美工组怎么也找不到油漆和刷子。雀儿山一带又荒无人烟，工具无处可寻。最后还是美工寇洪烈想到一招，借用当地驻军的红色宣传色和一号油画笔。然而，宣传色仅能够刷亭子的一半柱子。寇洪烈急中生智，只刷亭子柱子的一面，能完成镜头拍摄就行。几天后，捷克导演息斯和摄影师瓦尼西顺利取完景后才注意到亭子的柱子只刷了半面，他们非常奇怪。寇洪烈把原委前前后后一说，两位老外禁不住竖起大拇指，“太棒了、太棒了！”。  拍摄完雀儿山不久，摄制组就赶上了筑路大军，一派热火朝天、地动山摇的修路场面进入视线。为了全面记录修路场面和展现修路意义，摄制组决定兵分两路：一路有胡奇、息斯等人带队跟着筑路大军拍摄镜头，另一路有李俊带队向拉萨挺进，拍摄修路之前的西藏自然风貌、历史文物，以展示修路的意义。 李俊等人快到拉萨的时候，碰到了从拉萨向昌都方向修路的大军，队伍由解放军和当地藏民组成。摄制组发现藏民和解放军战士关系非常融洽，藏民都叫解放军“金珠玛米”，意思是菩萨兵。当李俊他们碰上一条河，藏民就会蹲下身子说“奔不拉”（长官的意思），然后拍拍自己的肩膀，要背他们过去。藏民非常可爱，那么朴实、正直，给摄制组留下了深刻的印象。解放军也非常关心藏民，见他们都赤着脚，就拿鞋来给他们穿。部队还给筑路藏民一定的补助，发的是银元。藏民从来没有见过那么多钱，激动得流泪，逢人就说：“公路是毛主席拿银元给我们铺起来的。” 摄制组不仅真实地记录了这些感人的故事，也拍摄了他们开路劈山的智慧。在修筑康藏公路的过程中，经常碰到大如房子的巨石，搬又搬不动，炸又不好打眼。解放军和藏民就发明了一种土方法，叫淬石法。淬石法就是先用山木堆在巨石下猛烧，温度越高越好，然后再把从雪山上引下来的冷水向石头上泼，骤热骤冷石头就裂开了。西藏军民就是这样同舟共济、群力群策地开凿着幸福道路，架设着友谊的桥梁。 李俊带着摄制组到达拉萨的时候，已经是1954年的初秋了，只见布达拉宫的金顶熠熠生辉，互赠的白色哈达迎风飘动。后来成为八一厂副厂长的西藏军区宣传部长夏川接待了李俊等一行人，他们还共同构思了新的拍摄计划。后来夏部长还和李俊买了两条上好的哈达拜访了阿沛・阿旺晋美，阿沛称赞说康藏公路将架起一条连接北京和西藏的彩虹。  在拉萨稍作调整之后，为了尽快完成拍摄任务，这个摄制组也兵分两路。李俊导演带领几个人主要在拉萨周围拍摄景物，夏川部长和摄影韦林玉等人则直奔珠穆朗玛峰拍摄祖国的边境风光和沿途历史文物。 1954年10月中旬，韦林玉等人就到了萨加一带。他们听说萨加寺保存着一方重约5公斤的唐朝大金印，是中央政府对西藏地区具有管辖权的象征。大印藏在萨加寺的顶楼，有重兵层层把守，日夜都有人警卫。由于塔内光线极暗，拍摄效果非常不理想。根据萨加寺的规定，为了防止金印氧化，大印绝对不能见日光。韦林玉只能借助于蜡烛光，通过多张白纸反光才完成了拍摄任务。 在山南地区一个寺庙里拍摄文成公主的刺绣时也费了不少周折，由于刺绣在室内实在无法拍摄，韦林玉就提出来在室外拍摄，并通过关系征得了活佛的同意。众人小心地抬出一块如新的刺绣，这是一件文成公主从唐朝带来的刺绣，高3米，宽1.5米左右，色泽艳丽，美妙绝伦。韦林玉转动摄影机，拍摄下了这个绝世国宝…… 影片的剪辑是在捷克斯洛伐克完成的。《通向拉萨的幸福道路》片长一个多小时，1955年底开始在全国上映。1956年《通向拉萨的幸福道路》获得第9届卡罗维发利国际电影节报道片奖，这也是我国第一部获国际大奖的彩色纪录片。",
    "chinese_title": "通向拉萨的幸福道路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-30T05:40:37"
}