{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30295117",
    "cast": [
        {
            "url": "/celebrity/1163976/",
            "name": "雅克·维伦纽夫 Jacques Villeneuve",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224452/",
            "name": "海因茨-哈拉尔德·弗伦岑 Heinz-Harald Frentzen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186490/",
            "name": "戴维·库特哈德 David Coulthard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530409140.jpg",
    "region": [
        "美国",
        "巴西",
        "阿根廷",
        "圣马力诺",
        "摩纳哥",
        "西班牙",
        "加拿大",
        "法国",
        "英国",
        "德国",
        "匈牙利",
        "比利时",
        "意大利",
        "奥地利",
        "卢森堡",
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt6779660",
    "director": [],
    "duration": "90分钟",
    "episodes": "17",
    "language": [],
    "playdate": [
        "1997-03-09(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6779660/",
    "imdb_votes": 13,
    "this_title": [
        "Formula 1 Season 48"
    ],
    "douban_link": "https://movie.douban.com/subject/30295117/",
    "imdb_rating": "7.6/10 from 13 users",
    "trans_title": [
        "世界一级方程式锦标赛 第四十八季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1997 FIA Formula One World Championship was the 51st season of FIA Formula One motor racing. It featured the 1997 FIA Formula One World Championship, which commenced on 9 March and ended on 26 October after seventeen races. The Drivers' Championship was won by Jacques Villeneuve and the Constructors' Championship was awarded to Williams-Renault.The 1997 Formula One calendar featured two new events in the Luxembourg Grand Prix, as well as the Austrian Grand Prix, the latter of which returned to the calendar after a ten-year absence. The only race exiting the calendar was the Portuguese Grand Prix after 12 years raced at the Autodromo do Estoril.The championship was decided under highly controversial circumstances as championship leader Michael Schumacher deliberately rammed Villeneuve whilst trying to defend his race lead in the final round of the championship at the European Grand Prix at Jerez, Spain. Schumacher came to a halt in the gravel trap and was deemed at fault for the accident by FIA – being punished by being stripped of his 2nd place in the championship. Villeneuve finished third in the race in spite of the contact. Schumacher still kept his five race wins. Villeneuve won seven races, but would never win a Formula One Grand Prix again before his 2006 retirement. 1997 also saw the retirement of Gerhard Berger after many years in the sport, as well as the first race wins for Heinz-Harald Frentzen and Mika Häkkinen.",
    "chinese_title": "世界一级方程式锦标赛 第四十八季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 48",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-23T11:52:12"
}