{
    "aka": [
        "Submersible"
    ],
    "sid": "30294217",
    "cast": [
        {
            "url": "/celebrity/1361980/",
            "name": "雷纳尔·戈麦兹 Leynar Gomez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2680491715.jpg",
    "region": [
        "哥伦比亚",
        "厄瓜多尔"
    ],
    "writer": [],
    "imdb_id": "tt6723432",
    "director": [],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2020-07-13(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6723432/",
    "imdb_votes": 376,
    "this_title": [
        "Sumergible"
    ],
    "douban_link": "https://movie.douban.com/subject/30294217/",
    "imdb_rating": "6.7/10 from 376 users",
    "trans_title": [
        "潜艇",
        "Submersible"
    ],
    "douban_votes": "0",
    "introduction": "Three illegal drug dealers launched out on a voyage in a homemade submarine. The submarine worked well initially, but it started to malfunction. In attempting to reduce the weight somehow, they were investigating the cargo section when they discovered a young female, Reina, hidden there, and she looked appalling. As the situation gets worse, the tensions among the three men are heightened, and in the midst of this, Reina attempts to escape, but she has nowhere to go in the endless open sea.With an unusual setting of the submarine, where nothing can be seen other than the horizon, Submersible captures the tension of the conflicts between the characters and their struggle for survival, while the submarine environment itself arouses extreme claustrophobia and anxiety. The top star from Columbia, Natalia Reyes, who attracted the worldwide film industry’s attention with Ciro Guerra’s Birds of Passage (2018), and made her Hollywood debut in Terminator: Dark Fate (2019), once again draws attention in her role as Reina. (Jin PARK)",
    "chinese_title": "潜艇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sumergible",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T01:52:10"
}