{
    "aka": [
        "Se7en Days"
    ],
    "sid": "30296629",
    "cast": [
        {
            "url": "/celebrity/1338220/",
            "name": "陈凤玲 Felicia Chin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050326/",
            "name": "王淑美 Jaymee Ong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160640/",
            "name": "郑良雄 Alaric Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134173/",
            "name": "朱莉娅·尼克森 Julia Nickson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530569797.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "imdb_id": "tt5697972",
    "director": [],
    "duration": "69分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010-03-27(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5697972/",
    "imdb_votes": 11,
    "this_title": [
        "Seven Days"
    ],
    "douban_link": "https://movie.douban.com/subject/30296629/",
    "imdb_rating": "5.4/10 from 11 users",
    "trans_title": [
        "七日即人妻",
        "Se7en Days"
    ],
    "douban_votes": "0",
    "introduction": "Globetrotting architect, Tim, and savvy corporate communications manager, May, have only 1 week left to their wedding - and the rest of their lives together. But in these last crucial seven days of single-hood, they learn more about each other than they've learned in the past 12 years of their relationship. Will this knowledge tear their marriage apart - or will it bond them tighter than before? In the mean time, aspiring photographer Frank secretly carries a torch for the maid of honor - except that she's older, more cynical, and more successful than Frank is. Can Helen, a high-flying chief financial officer, fulfill her secret childhood dream of finding true love? And will Frank gather up the courage to finally reveal his true feelings for Helen? May's parents, Richard and Sally, have their own issues to settle when Richard's old flame, Anita, returns - threatening to destroy a 35-year marriage. Steadfast love or a passionate fling - which will Richard choose? As the wedding looms, these three couples discover untold feelings for each other. Will there be a wedding? Will true love prevail? Or will any of the couples survive once the storm blows over? Only these Seven Days will tell.",
    "chinese_title": "七日即人妻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Seven Days",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-04T09:52:10"
}