{
    "aka": [
        "The Winter of the Kiwi"
    ],
    "sid": "30290805",
    "cast": [
        {
            "url": "/celebrity/1334864/",
            "name": "康石雨 Kang Seok-woo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341860/",
            "name": "安贞京 Jin-Kyoung An",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2529820781.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1987-09-19(韩国)"
    ],
    "this_title": [
        "키위새의 겨울"
    ],
    "douban_link": "https://movie.douban.com/subject/30290805/",
    "trans_title": [
        "The Winter of the Kiwi"
    ],
    "douban_votes": "0",
    "introduction": "수희는 가수 뺨 칠 정도로 노래도 잘하고 잘생기고, 개성이 칼날같이 강한 연극도이며 대학연극반에서 연출을 하는 문도를 사랑하지만 사랑한다거나 사랑하자느니 하는 그 흔한 말들이 싫어 문도와 친구처럼 지낸다. 같은 연극반에 경자도 문도를 사랑하지만 수희의 사랑이 너무 강해 빛을 잃고 있다. 대학을 졸업하고 경쟁 끝에 문도를 차지하는 수희는 문도의 아이까지 하나 낳게 되지만 수희의 노래실력이 인정되어 가수로서 성공의 길을 걷게 되고 개성이 너무 강한 문도와 자주 성격상의 갈등을 겪는다. 엄마가 되어서 가정에 안주하는 평범한 여자로서 만족할 수 없는 수희는 그런 생활을 도저히 영위 할 수가 없어 아이와 문도를 버리고 가수에의 길을 쫓아 외국으로 떠나버린다. 그리고 세월이 흘러 수희는 외국생활이 너무나 고독하고 가수의 화려함만으로는 인생의 의미가 충족될 수 없어 사랑을 찾아 돌아온다. 돌아온 수희는 경자가 문도를 위해 결혼해 줬음을 알고, 자기가 낳았던 아이 문희는 영주라는 아이가 되어 경자의 딸이 되었음을 안다. 수희를 만난 문도는 사랑이 되살아난다. 자기를 배신하고 떠난 옛 상처를 잊고 또다시 수희에게 빠져들어 가는 문도의 사랑의 나약함. 수희의 사랑의 이기주의, 경자의 사랑의 맹목. 결국 사랑의 이기주의는 사랑의 맹목 앞에 패배한다.苏惠英俊，好唱约七歌手脸颊，我讨厌这样说，常见的个性，而不是让一个强大的爱情剧截至大学yeongeukban handageona爱情之门的叶片的方向，但爱情和花像一个朋友的门。在同一个戏剧小组中，他喜欢Mundo，但他的爱情太强大而不能失去光明。大学毕业后，苏惠占据比赛将进行一次赢得了尽头的门，但苏惠的歌声被认为走在成功的道路和个性如此强大和频繁的语句上的冲突，作为一名歌手和儿童声明的性质。在一个母亲不能满足作为我不可能过上的生活，放弃了孩子和门滑动客场外国艺术家的假设共同苏惠女人休息的方式投出。随着时间的推移，Sukhee回归寻找爱情，因为外国人的生活如此孤独，只有歌手的光彩才能满足生命的意义。背光电机苏惠想让你知道，你的大门结婚，他奠定了文熙子为0股的孩子知道，光马达的女儿。遇见苏的Mundo重振了爱情。Mundo的爱情的弱点，他放弃了自己，忘记了他留下的旧伤，又重新回到了Su。隋爱的自私，对光的爱的盲目性。毕竟，在爱的失明之前，爱的利己主义被打败了。",
    "chinese_title": "키위새의 겨울",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-28T10:49:53"
}