{
    "aka": [],
    "sid": "30291538",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1035644/",
            "name": "杰西卡·贝尔 Jessica Biel",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Facts Of Life"
    ],
    "douban_link": "https://movie.douban.com/subject/30291538/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Another classic 1980s sitcom is eyeing a comeback. I hear a reboot of The Facts of Life is in early stages at Sony Pictures TV, with Appian Way, the company run by Leonardo DiCaprio and Jennifer Davisson, in negotiations to produce  the project alongside Jessica Biel via her Iron Ocean Films. The potential series is currently looking for a writer. The studio declined comment.The Facts of Life, a spinoff of Diff’rent Strokes, aired on NBC from 1979-88, making it one of the longest-running sitcoms of the decade. Charlotte Rae starred as Edna Garrett, a housemother at the fictional Eastland School, an all-female boarding school in Peekskill, New York. Garrett later is promoted to school dietician, and four of the girls move into new quarters above the cafeteria. She eventually leaves the school and opens her own business, with help from her girls. The series focused on issues that teenage girls face such as drug use, sex, eating disorders and peer pressure.The Facts of Life, created by Dick Clair and Jenna McMahon, was nominated for three Emmys over the course of its nine-year run, including lead actress in a comedy for Rae. The series starred Lisa Whelchel as Blair, Kim Fields as Tootie, Mindy Cohn as Natalie, and Nancy McKeon as Jo.",
    "chinese_title": "The Facts Of Life",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-06T03:49:59"
}