{
    "aka": [
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30306569",
    "cast": [
        {
            "url": "/celebrity/1204069/",
            "name": "米卡·哈基宁 Mika Häkkinen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014345/",
            "name": "迈克尔·舒马赫 Michael Schumacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186490/",
            "name": "戴维·库特哈德 David Coulthard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399774/",
            "name": "高木虎之介 Toranosuke Takagi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1403679/",
            "name": "约斯·维斯塔潘 Jos Verstappen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531899055.jpg",
    "region": [
        "澳大利亚",
        "巴西",
        "阿根廷",
        "西班牙",
        "摩纳哥",
        "法国",
        "英国",
        "德国",
        "比利时",
        "意大利",
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt6779600",
    "director": [],
    "duration": "100分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1998-03-08(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6779600/",
    "imdb_votes": 11,
    "this_title": [
        "Formula 1 Season 49"
    ],
    "douban_link": "https://movie.douban.com/subject/30306569/",
    "imdb_rating": "6.6/10 from 11 users",
    "trans_title": [
        "世界一级方程式锦标赛 第四十九季",
        "F1",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1998 FIA Formula One World Championship was the 52nd season of FIA Formula One motor racing. It featured the 1998 FIA Formula One World Championship which commenced on 8 March and ended on 1 November after sixteen races. The Drivers' Championship was won by Mika Häkkinen and the Constructors' Championship was awarded to McLaren-Mercedes.The season saw a large shuffling of the pecking order with McLaren-Mercedes emerging as the quickest constructor. Häkkinen built up a clear championship lead, but a strong mid-season resurgence from Michael Schumacher and Ferrari saw him score a hat-trick of wins, and further wins in Hungary and Italy put the two title contenders on equal points going into the penultimate round at the Nürburgring. Schumacher took pole and appeared to control the race in the early phase, but Häkkinen ultimately showed superior race pace and won. With Häkkinen having the favoured position before the final round, Schumacher had to have a car between himself and Häkkinen in the finale. Schumacher took pole, but then stalled on the grid. He fought back relentlessly from the back of the pack, but running third he suffered a puncture and Häkkinen was champion even before the chequered flag – which he took for his eighth win of the season. Ferrari nevertheless had a strong season, highlighted by its first 1–2 finish since 1990 being recorded in France, with Eddie Irvine holding off Häkkinen to finish second behind Schumacher. Irvine finished some way behind McLaren's second driver David Coulthard in the final standings, but the Constructors' Championship race remained open until the final round.With the factory withdrawal of Renault and the departure of designer Adrian Newey to McLaren, the unusually red-liveried Williams team had a difficult and ultimately winless championship defence along with reigning Drivers' Champion Jacques Villeneuve. Williams held on to third in the Constructors' race but suffered its first winless season since 1988 and the first time for eight years since 1990 without a run for the title. This was the same for 1999, but they did get a podium in Canada. Benetton also had a troubled winless season, in which young driver Giancarlo Fisichella still starred with a pole position and a couple of podiums. Jordan were without points after half of the season and looked set for a disappointing season, but a strong resurgence saw the team take advantage of the chaos in the rain-struck Belgian Grand Prix, with Damon Hill leading teammate Ralf Schumacher for a remarkable 1–2. The season also saw the final race for former champion team Tyrrell, with patron Ken Tyrrell selling the team to British American Tobacco. Tyrrell finished on a low, not scoring a single point the entire season.",
    "chinese_title": "世界一级方程式锦标赛 第四十九季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 49",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-26T09:01:41"
}