{
    "aka": [],
    "sid": "30307235",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2014",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532001770.jpg",
    "region": [
        "美国",
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt6954526",
    "director": [],
    "duration": "50分钟",
    "episodes": "5",
    "language": [
        "英语",
        "法语",
        "西班牙语"
    ],
    "playdate": [
        "2014-05-07(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6954526/",
    "imdb_votes": 17,
    "this_title": [
        "Brazil A Natural History Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/30307235/",
    "imdb_rating": "8.7/10 from 17 users",
    "trans_title": [
        "巴西： 自然的历史 第一季"
    ],
    "douban_votes": "0",
    "introduction": "Brazil is a land of gigantic proportions. Energetic, flamboyant and fun, Brazil is also overwhelmingly beautiful. Within its mountains, seas, rainforests, deserts and millions of miles of rivers, are many of our planet’s last wild frontiers. Its diversity of life and landscape is second to none.In each episode, the viewer will be taken on a journey across fabulous landscapes and will meet carefully selected, charismatic and little-known animal species. The series investigates their fight for survival and their amazing adaptations to local environments. It will show behaviour that will surprise even avid nature-lovers.Brazil is a rapidly developing country. In 2014 it hosts the football World Cup and, two years later, South America’s first Olympic Games.This landmark super blue chip series filmed in a cinematographic style using latest technology chronicles and introduces Brazil, a vast country the size of the USA or Europe respectively. Brazil is an Eldorado of wildlife, extreme habitats and stunning landscapes. The five programmes explore five very different and spectacular regions and their wildlife.",
    "chinese_title": "巴西： 自然的历史 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Brazil A Natural History Season 1",
    "imdb_rating_average": 8.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-03T03:00:24"
}