{
    "aka": [
        "Shurangama: The True Mind Unveiled"
    ],
    "sid": "30307233",
    "cast": [
        {
            "url": "/celebrity/1391940/",
            "name": "桑吉平措 ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532002090.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt8459124",
    "director": [],
    "duration": "148分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt8459124/",
    "this_title": [
        "首楞严演义"
    ],
    "douban_link": "https://movie.douban.com/subject/30307233/",
    "trans_title": [
        "Shurangama: The True Mind Unveiled"
    ],
    "douban_votes": "466",
    "introduction": "The buddhist sutra educational film, 'The Shurangama Righteousness', was produced by the Shi-Fang Leng Yan Academy of Rui Ji Si Monastery in Fujian, China. Made in 2015 -2017, the film is based on the chinese Mahayana buddhist text, the 'Sutra of the Foremost Shurangama'. It opens with the transmission of the Sutra from India to China by the Elder Monk, Master Paramiti, during the Tang Dynasty, and its translation from sanskrit to chinese at a monastery in Guangzhou, China. The translators' dialogue in the film forms the narrative backdrop for unfolding the story of Ananda's predicament involving a Matanga woman, how he was later rescued by the Buddha with the power of the Shurangama Mantra, and Buddha instructing on the way to ulimate enlightenment (First chapter of the Sutra). Besides presenting the essence of the Sutra, the film also unveils the historical and harmonious cultural and religious interactions between the people of the 2 advanced ancient civilisations. It also gives us a glimpse into the lives of the ordinary people and the monastics during Buddha's time when India was under the rule of King Prasenajit. The film was presented at various in-house viewing sessions organised by the Buddhist community in China in 2017. The film has far-reaching influence and was well-received by both Buddhist devotees and other movie viewers.",
    "chinese_title": "首楞严演义",
    "douban_rating": "8.7/10 from 466 users",
    "foreign_title": "",
    "douban_rating_average": "8.7",
    "update_at": "2025-12-01T23:55:35"
}