{
    "aka": [],
    "sid": "30304970",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531754545.jpg",
    "region": [
        "卢森堡 Luxembourg"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1423727/",
            "name": "Antoine Prum Antoine Prum",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "this_title": [
        "Blue For A Moment"
    ],
    "douban_link": "https://movie.douban.com/subject/30304970/",
    "trans_title": [
        "蓝一会儿"
    ],
    "douban_votes": "0",
    "introduction": "Blue for a Moment retraces the artistic career of the Berlin-based Swedish jazz musician, avant-garde composer, poet and visual artist Sven-Åke Johansson, one of the most singular and exciting figures in European improvised music.Johansson (born 1943 in Mariestad) moved to Berlin in the late 1960s, where he has since been active in a variety of music and artistic contexts. His first performances took place in the context of the Zodiak Free Arts Lab on Hallesches Ufer, where young musicians and art students eagerly explored the boundaries between genres. In the 1970s and ’80s, he was a regular figure on the West Berlin Free Jazz scene that formed around the FMP/SÅJ label. Johansson has been cultivating longstanding musical friendships with Alexander von Schlippenbach and Rüdiger Carl, and “developed his own concept of noise music with which he became a forerunner of the Echtzeitmusik scene that emerged in the eastern part of Berlin after 1990 in the nexus between squats, free improvisation, punk and New Music” (Wolfgang Müller). In his performances and compositions, Johansson explores the musical relics of 1950s and ’60s modernism, often with the help of “cheap” materials such as cardboard or foam. The Austrian composer Peter Ablinger has termed this practice musica povera, in reference to Arte povera, which elevated everyday objects to art and promoted the use of unconventional or “poor” materials.Influenced by the Fluxus movement and its experimental and anti-conformist approach, Johansson started deconstructing his own practice as a free-jazz drummer very early on. By transposing the libertarian principle of free music into other artistic fields and switching effortlessly between the roles of performer, artist, poet and composer, he undermined established genres and media and turned the jazz drummer into a Gesamtkunstwerk.Starring Peter Ablinger, Burkhard Beins, Peter Brötzmann, Nicholas Bussmann, Rüdiger Carl, Axel Dörner, Norbert Eisbrenner, Aris Fioretos, Thomas Millroth, Andrea Neumann, Alexander von Schlippenbach a.m.o.",
    "chinese_title": "蓝一会儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Blue For A Moment",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T01:01:09"
}