{
    "aka": [],
    "sid": "30307210",
    "cast": [
        {
            "url": "/celebrity/1206326/",
            "name": "弗拉基米尔·谢列兹尼奥夫 Vladimir Seleznyov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1425587/",
            "name": "娜塔莉亚·阿尼西莫娃 Наталья Юрьевна Анисимова",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572523643.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [],
    "imdb_id": "tt6022564",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "2018-03-08(俄罗斯)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6022564/",
    "imdb_votes": 32,
    "this_title": [
        "Ya schastliv"
    ],
    "douban_link": "https://movie.douban.com/subject/30307210/",
    "imdb_rating": "3.8/10 from 32 users",
    "trans_title": [
        "我快乐"
    ],
    "douban_votes": "0",
    "introduction": "Artyom. a young, impressionable guy, also the protagonist diligently studies at a prestigious conservatory, and to the point of madness, trembling knees, he is in love not only with music, but also with his beloved girlfriend Anna. His life as a whole was always measured and calm, without any surprises and excesses. But once an unpredictable meeting radically turns the youth's old ideas about the world around him, seriously affecting his future. One fine summer day, too tired of skateboarding, the boy lies down for a short rest under a tree in a local park and did not notice how he fell asleep instantly. But he wakes up already in the company of a charming, sociable stranger. The bright young lady immediately introduced herself as Lilya, and from this moment a new chapter begins in the biography of the teenager. A newly made friend introduces him to his older brother Zakhar. Together with the beauty and her next of kin, an exemplary student will plunge headlong into the world of temptation, the complete absence of prohibitions, abandon music classes and without regret leave Anna and move in their house. The slogan of his new life will be: 'Crash the taboos!' But is this really true happiness? Meanwhile Anna makes her plan for revenge.",
    "chinese_title": "我快乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ya schastliv",
    "imdb_rating_average": 3.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T05:26:13"
}