{
    "aka": [],
    "sid": "30302844",
    "cast": [
        {
            "url": "/celebrity/1069510/",
            "name": "Tim Campbell Tim Campbell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531322373.jpg",
    "region": [
        "Canada"
    ],
    "writer": [],
    "imdb_id": "tt5104954",
    "director": [],
    "duration": "166分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016(04-23)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5104954/",
    "imdb_votes": 59,
    "this_title": [
        "Stratford Festival: Hamlet"
    ],
    "douban_link": "https://movie.douban.com/subject/30302844/",
    "imdb_rating": "7.9/10 from 59 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Hamlet, Prince of Denmark, is in mourning for his dead father, the king. He's also disturbed by how quickly his mother, Gertrude, has remarried - and by the fact that her new spouse is Claudius, her late husband's brother (and thus Hamlet's uncle). Hamlet's disgust at this incestuous union, which has also robbed him of his succession to the throne, turns to fury when his father's ghost appears and reveals that he was murdered by Claudius. Vowing revenge, Hamlet decides to feign madness until an opportunity presents itself. Polonius, the lord chamberlain, thinks that Hamlet's strange behaviour springs from love for his daughter, Ophelia, but Claudius soon begins to suspect otherwise. The arrival of a travelling theatre company gives Hamlet the idea of re-enacting his father's murder to startle Claudius into revealing his guilt. Claudius is indeed shocked by the performance, but Hamlet's triumph is short-lived; while arguing with his mother in her bedroom, he stabs an eavesdropper hiding behind a curtain, only to discover that it is Polonius he has killed, not Claudius. Claudius sends Hamlet to England, secretly intending to have him put to death there. Meanwhile, Ophelia, driven mad by grief, commits suicide. Hamlet escapes, however, and returns to Denmark, whereupon Claudius urges Laertes to challenge him to a fencing match, in which Laertes will secretly poison the tip of his sword. But when both combatants receive mortal wounds, the dying Laertes reveals the plot, whereupon Hamlet kills Claudius before succumbing to his own inevitable fate.",
    "chinese_title": "Stratford Festival: Hamlet",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-10T10:00:33"
}