{
    "aka": [
        "F1",
        "F1 1999赛季",
        "Formula One",
        "一级方程式赛车"
    ],
    "sid": "30308969",
    "cast": [
        {
            "url": "/celebrity/1214261/",
            "name": "埃迪·欧文 Eddie Irvine",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1224452/",
            "name": "海因茨-哈拉尔德·弗伦岑 Heinz-Harald Frentzen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1201357/",
            "name": "拉尔夫·舒马赫 Ralf Schumacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1248056/",
            "name": "贾恩卡洛·费斯切拉 Giancarlo Fisichella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243860/",
            "name": "鲁本斯·巴里切罗 Rubens Barrichello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1254337/",
            "name": "佩德罗·德拉罗萨 Pedro de la Rosa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014345/",
            "name": "迈克尔·舒马赫 Michael Schumacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1204069/",
            "name": "米卡·哈基宁 Mika Häkkinen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171743/",
            "name": "亚历克斯·扎纳尔迪 Alex Zanardi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1186490/",
            "name": "戴维·库特哈德 David Coulthard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163976/",
            "name": "雅克·维伦纽夫 Jacques Villeneuve",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1189903/",
            "name": "戴蒙·希尔 Damon Hill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399777/",
            "name": "卢卡·巴多埃尔 Luca Badoer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399776/",
            "name": "里卡多·宗塔 Ricardo Zonta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399773/",
            "name": "马克·赫内 Marc Gené",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399778/",
            "name": "斯特凡纳·萨拉赞 Stéphane Sarrazin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "运动"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2532067248.jpg",
    "region": [
        "澳大利亚",
        "巴西",
        "圣马力诺",
        "摩纳哥",
        "西班牙",
        "法国",
        "英国",
        "德国",
        "比利时",
        "意大利",
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt6779498",
    "director": [],
    "duration": "100分钟",
    "episodes": "16",
    "language": [],
    "playdate": [
        "1999-03-07(澳大利亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6779498/",
    "imdb_votes": 16,
    "this_title": [
        "Formula 1 Season 50"
    ],
    "douban_link": "https://movie.douban.com/subject/30308969/",
    "imdb_rating": "8.1/10 from 16 users",
    "trans_title": [
        "世界一级方程式锦标赛 第五十季",
        "F1",
        "F1 1999赛季",
        "Formula One",
        "一级方程式赛车"
    ],
    "douban_votes": "0",
    "introduction": "The 1999 FIA Formula One World Championship was the 53rd season of FIA Formula One motor racing. It featured the 1999 FIA Formula One World Championship, which commenced on 7 March and ended on 31 October after sixteen races.The Drivers' Championship was won for a second consecutive time by Mika Häkkinen, although Eddie Irvine, David Coulthard and Heinz-Harald Frentzen all had a chance of winning the title at various stages. Ferrari won the Constructors' Championship, which paved the way for the Michael Schumacher era of Ferrari dominance beginning in 2000. However, Schumacher's participation in the 1999 championship was cut short due to injury at the British Grand Prix, where he suffered a broken leg in a crash. He returned for the last two races of the season in order to assist Irvine in his championship run.The championship finale was set up in controversial circumstances, as Ferrari got its 1–2 finish in Malaysia reinstated following an appeal of a disqualification for a breach of the technical regulations. This ensured that Irvine had the title lead before the final race and if Schumacher won in Japan, as low as fourth would be enough to seal Irvine's title. Schumacher took pole but lost the start to Häkkinen who then drove away at the front never being troubled for position by Schumacher in spite of him running close all race. Had Ferrari switched their cars Irvine would have still lost the title on countback due to Häkkinen's five wins compared with Irvine's four. In the end Irvine finished a distant third and fell short in his only championship title bid.The success stories of the season were the successes of the Jordan and Stewart teams, with Heinz-Harald Frentzen finishing third in the title race for Jordan and Johnny Herbert winning Stewart's first and only Grand Prix victory at the Nürburgring. The season also saw former dominant team Williams run a second season in a row without victories in spite of a few podiums from breakthrough youngster Ralf Schumacher, with two-time Champ Car winner Alex Zanardi suffering a season without even scoring points. The same fate applied to former driver Jacques Villeneuve, who only two years after his World Championship title in 1997 hardly finished a race and ended up without points for the all-new British American Racing team.The championship saw the introduction of a new event, the Malaysian Grand Prix.Ferrari won their ninth Constructors' title, the first since the 1983 season.",
    "chinese_title": "世界一级方程式锦标赛 第五十季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Formula 1 Season 50",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-11T02:52:31"
}