{
    "aka": [],
    "sid": "30303036",
    "cast": [
        {
            "url": "/celebrity/1303996/",
            "name": "李小萌 Xiaomeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336930/",
            "name": "谭笑 Xiao Tan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2531406911.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt6056716",
    "director": [
        {
            "url": "/celebrity/1548263/",
            "name": "卞翰霖 Hanlin Bian",
            "@type": "Person"
        }
    ],
    "duration": "18分钟",
    "episodes": "",
    "language": [
        "英语",
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6056716/",
    "this_title": [
        "Earth Angel"
    ],
    "douban_link": "https://movie.douban.com/subject/30303036/",
    "trans_title": [
        "尘世天使"
    ],
    "douban_votes": "0",
    "introduction": "A black hole is expected to run into Earth in 15 years, decimating all life on the planet. The Space Bureau announces their plans for mass emigration as Langley, the daughter of a prostitute loses her mother in a traffic accident caused by a truck transporting parts of the spaceship. The authority refuses to protect a prostitute, leaving the 12-year-old Langley alone and helpless, Langley is almost certainly going to die on Earth. Soon enough, the school finds out about her mother's occupation and kicks her out of school. Devastated and traumatized, Langley is greeted by Lulu, who claims to be an intern angel. Lulu doesn't have her wings yet and uses an old space capsule to fly, and she claims that her mission is to take Langley to heaven. After several failed attempts, Lulu realizes that Langley's soul is burdened with pain and hatred, making it too heavy to go to heaven. That night, Lulu tells Langley about herself, she died in her mother's uterus and was never born. An angel lives forever, but not so little girls. The black hole is approaching and Langley has to find a way out, she chooses to join the Space Bureau, who ultimately killed her mother when she was little, hoping that she would get herself a seat on the emigration fleet. After Lulu's last attempt to take Langley to heaven has failed, she vaguely implies that the only way for Langley to eliminate the burden on her soul is to die. Many years have passed, Earth is about to end. The 26-year-old Langley is now a high-ranking officer at the Space Bureau. Langley is asked to drive the civilians out of the last spaceship to make room for the rich, Langley wants to refuse, but her close friend, a 50-year-old senior officer, General Lang, convinces Langley to think about her mother, who worked as a prostitute just so that Langley could live. Langley did not listen, and chooses to rebel, she blows up her boss's helicopter and shoots him dead, she tells her boss that she's been searching for a lost friend for years and she has finally found her. Langley is sentenced to death. In her last hours, she's visited by General Lang, who confesses that he's in fact Langley's father, he raped Langley's mother years ago thinking she would abort the child. He then went on to have a marriage, but her wife's capsule crashed in space, her daughter died before she was born, she would have become Langley's sister. Lulu watches the last spaceship take off, thinking Langley's dream has come true. Wandering in the limbo of her consciousness, Langley begs Lulu to wait for her. As she dies, her soul leaves the body and stops Lulu, who is about to leave. Having been through the ups and downs of an extraordinary life and relieved from all the hatred and guilt, Langley's soul is finally light enough for the capsule to take off.",
    "chinese_title": "尘世天使",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Earth Angel",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T23:42:21"
}