{
    "aka": [],
    "sid": "30319556",
    "cast": [
        {
            "url": "/celebrity/1027945/",
            "name": "让-马克·巴尔 Jean-Marc Barr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195395/",
            "name": "约翰·罗宾森 John Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1180389/",
            "name": "Zuzana Vejvodová Zuzana Vejvodová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154892/",
            "name": "罗曼·斯卡梅内 Roman Skamene",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539070039.jpg",
    "region": [
        "捷克斯洛伐克/俄罗斯/捷克"
    ],
    "writer": [
        {
            "url": "/celebrity/1294984/",
            "name": "Marian Puobis Marian Puobis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8507530",
    "director": [
        {
            "url": "/celebrity/1414373/",
            "name": "伊格尔·沃洛申 Igor Voloshin",
            "@type": "Person"
        }
    ],
    "duration": "108分钟",
    "episodes": "",
    "language": [
        "斯洛伐克语"
    ],
    "playdate": [
        "2018-09-27(斯洛伐克)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8507530/",
    "imdb_votes": 101,
    "this_title": [
        "Cellar"
    ],
    "douban_link": "https://movie.douban.com/subject/30319556/",
    "imdb_rating": "5.3/10 from 101 users",
    "trans_title": [
        "酒窖"
    ],
    "douban_votes": "0",
    "introduction": "The marriage of Milan and Tana Labat is going through crisis. Discontent and vigorous Tana considers her husband, who avoids to resolve problems, sissy. Their 16-year old daughter Lenka takes their alienation very hard. But one night during summer holidays will change their lives. Milan leaves to play a concert with his band in a district town while Lenka is celebrating her birthday with her friends in a nearby village. Tana senses that Milan is having an affair. She comes to the hotel where Milan is staying to affirm her suspicion. Even though she catches him with another woman, disruption of their relationship is not be the biggest problem they have to face: Lenka has not returned home. Investigation of Lenka's disappearance is led by captain Varga, ambitious, but inexperienced criminologist. A few of Lenka's friends that were with her on her birthday are considered as suspects. Investigation seems to be a dead end, so Milan decides to take part in search of his daughter on his own. But with passing days and weeks it becomes more and more apparent that Lenka is not alive. Labats are going through hell and Tana tries to commit a suicide. The parents now have only one intention: to find Lenka's body and bury it. When the investigation is taken over by regional headquarters, which is a sign for Milan that the investigation failed, he decides for an act of desperation: he kidnaps a reputed victim, Lenka's friend Lukas, local crook. He imprisons him in a hut in the woods, so that he could wheedle a testimony out of him about what happened on that fateful night. But Milan is not a hero from a Holywood movie. To kidnap and imprison a person is not that easy as it looks. And neither is interrogating. Lukas refuses to take part on Lenka's disappearance and Milan starts to have doubts about imprisoning the right person. Besides he knows he is the one that committed a crime of kidnapping. Milan's frequent leaving from the house brings Tana's suspicion about continuity of his affairs to life. She decides to act again and follows Milan to the woods. The hut in the woods is a setting of the final of the story. Is Lukas really responsible for Lenka's disappearance, or the truth lies somewhere else?",
    "chinese_title": "酒窖",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cellar",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-07T08:42:22"
}