{
    "aka": [],
    "sid": "30312165",
    "cast": "",
    "site": "douban",
    "tags": [
        "BBC",
        "真人秀",
        "英国",
        "2019",
        "旅行",
        "Realityshow",
        "UK",
        "TV"
    ],
    "year": "2019",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2553467957.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9909248",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2019-02-28(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9909248",
    "imdb_votes": 355,
    "this_title": [
        "Race Across The World Season 1"
    ],
    "douban_link": "https://movie.douban.com/subject/30312165/",
    "imdb_rating": "8.3/10 from 355 users",
    "trans_title": [
        "环球竞速 第一季"
    ],
    "douban_votes": 0,
    "introduction": "Race Across The World, a new six-part series for BBC Two, will pit pairs of travellers against each other in a race to reach the Far East without taking a single flight, with no smartphone in sight. Each contestant will only have the cash equivalent of an air fare to their destination to pay for their overland travel. If they run out, they'll need to earn more.\nSetting out on the adventure of a lifetime, the couples will hit the open road using whatever mode of transport they can - from trains to pickup trucks, from ferries to tuk-tuks - crossing continents and experiencing travel the way we once used to.\nAnd the race is on to reach the finish line in the fastest time, making best use of their money - and strategy - to win a cash prize. This flightless race will allow the teams time to savour some of the world’s most beautiful and astonishing scenery, which the modern-day traveller seldom gets to see.\nEach couple has their own personal motivation for taking part in this once-in-a-lifetime experience, immersing themselves in different cultures, forming bonds and friendships across cultural divides and relying on the kindness of strangers in order to stand the best chance of winning the competition.",
    "chinese_title": "环球竞速 第一季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Race Across The World Season 1",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}