{
    "aka": [],
    "sid": "30312167",
    "cast": [
        {
            "url": "/celebrity/1257992/",
            "name": "玛丽·比尔德 Mary Beard",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "2",
    "language": [
        "英語 English"
    ],
    "playdate": [],
    "this_title": [
        "The Nude Uncovered by Mary Beard"
    ],
    "douban_link": "https://movie.douban.com/subject/30312167/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this 2x60' series, Prof. Mary Beard turns her quizzical eye on the most enduring subject in all of art: the Nude human figure. It seems paradoxical but also inevitable that in a ‘clothed’ society like ours we should have made and collected so many images of naked bodies now and in the past. Mary sets out to explore why and, although it’s a simple question, the answers she’ll uncover are far more complex and intriguing than we might at first imagine. Across the two episodes, Mary will take in a huge range of images; reinterpreting star artworks like Manet’s Olympia and Michelangelo’s David while shining a light on the hidden corners of image making.Mary will also encounter artists and image-makers today and question our own attitudes to nudity and nakedness. For Mary, the nude figure is all too often taken for granted as a staple of art: some see it simply as an object of beauty, the wonder of the human form stripped to its essence, for others it is a fierce battleground of gender politics and power play. Mary will go beyond these extremes, reflecting on the changing history of the way people have looked at and understood the naked human form and uncovering the forces that have kept the naked human form in the frame of art for thousands of years.",
    "chinese_title": "The Nude Uncovered by Mary Beard",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-28T09:00:17"
}