{
    "aka": [
        "Housewives Don't Exist",
        "No such thing as housewives"
    ],
    "sid": "30325431",
    "cast": [
        {
            "url": "/celebrity/1033110/",
            "name": "伊娃·范·德维恩 Eva van de Wijdeven",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534080603.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt5912150",
    "director": [],
    "duration": "103分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2017-12-21(荷兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5912150/",
    "imdb_votes": 1305,
    "this_title": [
        "Huisvrouwen bestaan niet"
    ],
    "douban_link": "https://movie.douban.com/subject/30325431/",
    "imdb_rating": "6.5/10 from 1305 users",
    "trans_title": [
        "家庭主妇否定式",
        "Housewives Don't Exist",
        "No such thing as housewives"
    ],
    "douban_votes": "0",
    "introduction": "电影《家庭主妇否定式》基于大热舞台剧《家庭主妇的独白》改编。两姐妹和她们的母亲原本拥有很大分歧，但是因对家、对生活的反思，暂时搁置。Gijsje是一位年轻、野心勃勃的控制狂。她非常渴望怀孕，也非常希望在广告公司获得晋升。她的姐姐Marjolein已经结婚，是三个孩子的妈妈，她刚丢了份记者的工作。不过她有了新的抱负，当一名接送孩子上下课的妈妈。她们波西米亚的母亲Loes在她漂亮的房子上借了不少贷款，给自己带来了麻烦。两姐妹不想失去他们的家庭，开始寻找拯救的方法。只有靠Gijsje想广告的金点子才能缓解他们的财政危机。这意味着她要与她迷人的同事Dominique探讨“现代家庭主妇”这个概念。这个任务比很多人想的要复杂的多。Two sisters and their mother are forced to set aside their differences as they reflect on the lives they are living and the homes they are running.Gijsje is a young, ambitious control freak who is desperate to get pregnant and climb the ladder at the advertising agency where she works. Her older sister Marjolein is married with three kids and has just lost her job as a journalist. Her new ambition: to become a school run mum.Their bohemian mother Loes has got herself into trouble by taking out too many mortgages on her beautiful home. Gijsje and Marjolein cannot bear to lose their family home and start looking for a way to save it. Only the bonus that Gijsje can earn by coming up with the golden idea for an advertising campaign can get them out of financial trouble. This means working with her attractive colleague Dominique to explore the concept of the \"modern day housewife\"; a task that dredges up a lot more than the women ever bargained for.\"No such thing as a housewife\" is based on the popular theatre performance \"The Housewife Monologues\".",
    "chinese_title": "家庭主妇否定式",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Huisvrouwen bestaan niet",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T03:23:30"
}