{
    "aka": [
        "美国单身汉真人秀"
    ],
    "sid": "30325850",
    "cast": [
        {
            "url": "/celebrity/1023051/",
            "name": "Chris Harrison Chris Harrison",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "真人秀"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903744863.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt8943820",
    "director": [],
    "duration": "85分钟",
    "episodes": "12",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-06(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8943820/",
    "imdb_votes": 60,
    "this_title": [
        "The Bachelor Season 23"
    ],
    "douban_link": "https://movie.douban.com/subject/30325850/",
    "imdb_rating": "6.3/10 from 60 users",
    "trans_title": [
        "美国白马王子 第二十三季",
        "美国单身汉真人秀"
    ],
    "douban_votes": "0",
    "introduction": "ABC has cast its leading man for Season 23 of “The Bachelor.”Colton Underwood, who previously appeared on Becca Kufrin’s cycle of “The Bachelorette” and most recently on “Bachelor in Paradise,” is the next lucky lad looking for love on the long-running reality series.“Third time is the charm, that’s what they say, right?” Underwood said after the announcement was made Tuesday morning on ABC’s “Good Morning America.”Underwood told “GMA” host Michael Strahan that he hopes to be engaged by the end of his season. “That’s what I’m looking forward to the most, is being engaged and getting married shortly after that,” he said.The 26-year-old gained attention for opening up about his virginity on Kufrin’s season. Underwood got emotional discussing the topic on “The Bachelorette: Men Tell All” reunion episode. He placed fourth on Kufrin’s season. She wound up choosing Garrett Yrigoyen, whom she is still engaged to. Underwood exited “Bachelor in Paradise” on Monday night (the spinoff series was filmed in May) after a rocky relationship with former “Bachelor” contestant Tia Booth.Underwood, a former NFL player, also previously dated Olympic gymnast Aly Raisman before appearing on Season 14 of “The Bachelorette.”The new season of “The Bachelor” premieres in January of 2019.",
    "chinese_title": "美国白马王子 第二十三季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Bachelor Season 23",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T20:13:20"
}