{
    "aka": [],
    "sid": "3032457",
    "cast": [
        {
            "url": "/celebrity/1337186/",
            "name": "金钱雨 Qianyu Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1443270/",
            "name": "王世俊 Shijun Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2630517851.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275575/",
            "name": "宋方金 Fangjin Song",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325169/",
            "name": "陆江 Jiang Lu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "寻找克里斯蒂娜"
    ],
    "douban_link": "https://movie.douban.com/subject/3032457/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "北方科技大学谢敛之教授带领的一支生物科考队，循着克里斯蒂娜的叫声，出现在一个群山环抱、绿水淙淙的北方小山村笸箩村。据谢教授讲，克里斯蒂娜是一种猿猴。目前世界发现猿猴196种，中国就占17种。如果被美国老师命名的这种猿猴能在笸箩村被发现，那么笸箩村对于国家，乃至整个世界自然科学的贡献将被载入史册。深山老林里一个贫困落后的村子，能给国家乃至世界自然科学做出载入史册的贡献，当了三十多年村主任的李玉龙兴奋异常。兴奋之余，李村长不忘全力配合和支持科考队的工作。面对热情淳朴但却贫穷落后的村民，谢教授忍不住拨通了自己的学生、如今已是省长的电话，帮助笸箩村修通了一条通往大山外的公路。公路修通了，纷至沓来的城里游客开始光顾远离城市污染的笸箩村，而谢教授一个开办“农家乐”项目的点子，更是给笸箩村带来了滚滚的财源。进山的人多了，寂静自然的山村变得热闹起来，淳朴的民风也悄然变质。此时，科考队开始担心，这么发展下去，东北虎都有可能被吓跑，更何况克里斯蒂娜。逐渐走上富裕道路的笸箩村人没有忘记给自己带来财富的恩人。当李村长提出让村民听听克里斯蒂娜的叫声，发动村民帮助寻找时，孙瘸子孙满山发现自己做了一件对不起良心，对不起恩人谢教授的事。孙满山向李村长承认了错误，谢教授录下的那一声克里斯蒂娜的叫声，是他自己发出的。淳朴的孙满山老人羞愧难当，自杀身亡。孙满山在外打工回来的儿子孙爱民找到村长李玉龙，向村长提出了把笸箩村炒做成“尼斯湖的水怪”、“神农架的野人”的开发建议。李村长的极力反对，没有阻止孙爱民利用克里斯蒂娜创办旅游公司的决心。孙爱民的旅游公司招揽了大批的游客，一时间，孙爱民俨然成了笸箩村走上致富路上的创业者。看着被孙爱民旅游公司糟践的笸箩村的山山水水，李村长觉得再也不能任由孙爱民这样发展下去了，必须把笸箩村没有克里斯蒂娜猿猴的事实告诉谢教授。李村长领着科考队将学克里斯蒂娜叫声的孙爱民抓了个现行，骗局从此揭开。当谢教授的科考队带着失望准备离开笸箩村时，孙爱民领着已经尝到甜头的村民以跪相求，“不求谢教授说有，只求谢教授不说没有”。精彩视点：本片根据陈昌平小说改编而成。有着陈昌平小说悲喜剧风格的本片，以其题材的新颖，和人物故事的矛盾发展而深深地吸引着观众。影片巧妙地设置了“开发资源导致自然破坏，固守自然注定落后贫穷”这样一个矛盾，围绕“克里斯蒂娜”这样一只原本就不存在的猿猴，推动故事，引发观众对于和谐发展以及人性真、善、美的深度思考。影片的人物大多是拍摄地的群众。“李村长”的扮演者王刚饰演了一个善良、真诚，却不得不饱受骗局折磨的山村老村长的形象，让观众为之击节称赞。影片的配乐，对于引领故事的发展，展现人物复杂的内心世界等方面都起到了的重要的作用，除此之外，影片拍摄地秀美如画的背景，更是让观众“留恋忘返”。",
    "chinese_title": "寻找克里斯蒂娜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-28T06:35:55"
}