{
    "aka": [],
    "sid": "3032456",
    "cast": [
        {
            "url": "/celebrity/1275705/",
            "name": "王志飞 Zhifei Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304159/",
            "name": "傅艺伟 Yiwei Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339118/",
            "name": "刘汉强 Hanqiang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326907/",
            "name": "康恩赫 Enhe Kang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315981/",
            "name": "习雪 Xue Xi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375744/",
            "name": "易子轩 Zixuan Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1434205/",
            "name": "郑晚秋 Wanqiu Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358499/",
            "name": "蔡国隆 Guolong Cai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868327341.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1351883/",
            "name": "李书圣 Shusheng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367992/",
            "name": "许声亮 Teng Liang Koh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1486479/",
            "name": "羽笛 Di Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-04-02(中国大陆)"
    ],
    "this_title": [
        "拯救之非常地带"
    ],
    "douban_link": "https://movie.douban.com/subject/3032456/",
    "trans_title": [
        ""
    ],
    "douban_votes": "131",
    "introduction": "老话说：人来到这世上，分三种人：一种人是来知恩报恩。另一种人是逃债躲债。再一种人是复仇做恶的。。。。。苏克，赵惠敏仍然没找到自己亲生儿子，为了妻子从病痛中走出来，无视法律的威严，铤而走险，从人贩子手中买下了被拐孩子小乖。在情感的煎熬中，面对小乖渴望的眼神。他们夫妇俩在痛苦中选择将可心送到了公安局，并投案自首。而万万没有想到的是小乖在公安部门的努力下，终于找到了家，但家已不成为家，在即将团圆的那一刻由于车祸小乖父母双亡。公安部门无奈之下将小乖送进孤儿院。当苏、赵夫妇得知此情，唏嘘不已，排除困难通过合法程序收养了小乖，他们把对亮亮的所有思念与爱都倾注在小乖身上。在苏克、赵惠敏夫妇俩精心照顾下，小乖非常懂事孝顺。苦难家庭也渐渐走出了丢失孩子的阴影，苏家整日充满了快乐，成为一个幸福美满的家庭。时光飞逝，转眼五年过去了，小乖已十五岁成长为漂亮善良的大姑娘，并且考上了省重点高中。小乖的姑父张毅是辖区派出所所长，在一次清理流浪乞讨儿童时带一个受伤的小孩去医院看病，碰巧碰上亮亮奶奶，出人意料的是奶奶在见到这个男孩的时候，脱口叫出了“亮亮”。事实上，这个被张毅称为小流氓的男孩正是苏、赵夫妇丢失了十年的儿子亮亮(这时并没有证实)。张毅出于干警的职责，把亮亮交给了赶来的同事，奶奶为此大怒，一定要张毅确认后再交。张毅解释说这其中有个程序问题。奶奶紧紧拉住亮亮不放手，苏克劝说母亲。爷爷也谴责老伴不理智。奶奶松手以后嚎啕大哭，把亮亮丢失的老话又拣了起来，一一痛说。随后赶回家的苏雅看到了这一幕，即刻对丈夫张毅不分青红皂白地骂了一顿。苏克说这个世界上不会有这么巧的事，已经平静了的家庭，又起波澜。很快亮亮的身份得到确定，这是个突如奇来的事件，使原本平静的一个家庭，仿佛又被投入一个巨大的石头激起千层波浪，苏、赵夫妇喜忧参半，喜的是终于找到自己多年丢失的孩子，了却了心头的伤痛。忧的是这孩子仿佛已变的非常陌生，寻子的路走到了尽头，而心灵什麽时间能归位呢？当赵惠敏一把楼住亮亮痛哭失声，亮亮却把眼光投向天空，对这一切表现无动于衷，甚至于漠然。带着复杂的心情苏、赵夫妇把亮亮接了回家。是否生孩子一直是苏雅和张毅的矛盾焦点，亮亮回家，苏雅有了搪塞张毅的理由，她说要先把母爱献给经受磨难的亮亮。听说亮亮回来，亲朋好友都前来庆贺，苏克和赵惠敏在小吃店摆了两桌酒席庆祝团圆，但亮亮对这些不屑一顾，即不叫爷爷奶奶，更不理小乖和其他孩子，好象所有人都不存在，只顾大吃大喝，苏克看到这一切眉头紧锁。心理忐忑不安。亮亮回来后全家把他当成失而复得的宝贝，有要求必满足，爷爷奶奶一味溺爱，姑姑、姑夫更是不愿让他受到半点委屈。亮亮巧妙的利用人们对他的爱，私欲得到极大膨胀。在赵惠敏的眼里，亮亮依然是那个五岁的孩子，她抢着为亮亮洗澡，在与亮亮拉扯中，她无意间看到亮亮的后背上有一个长长的疤痕，她问亮亮怎么回事，没想到亮亮使出蛮劲，一把把她推倒在地上。看到赵惠敏额头鲜血流出，亮亮冷漠地关上了卫生间的门。自从把亮亮接回家的那天起，家庭祥和的日子悄然开始发生了变化，家庭矛盾在亮亮扭曲的行为中像碳火一样慢慢燃成火焰，他们在希望中，在祈祷中、在心寒中度过了一日又一日，一天又一天……希望用爱把之然温暖。因亮亮从小被拐卖数次，走了千里万里路，吃过千家万家饭，在冷漠，不能温饱的日子里长大，心灵受到严重摧残。给他致命打击的是十岁那年，他被一个出卖器官的团伙买去，残忍地取了他的一只肾，这个事件成为了他的一个永恒的噩梦。15岁的他收获的是一肚子的仇恨。他恨把他弄丢的父母，他恨生活的环境，他恨一切比他幸福的孩子。在盗窃集团收留教唆下，他变成了一个小惯贼，一个老鼠过街人人喊打的小流氓，父母含辛茹苦的寻找到他，他即不喜悦也不兴奋，他觉得自己多年形成的生存平衡被迫坏，而且认为他已不适应家的拘束。更不能忍受的是外人的眼光及父母对小乖的疼爱。他成天偷鸡摸狗惹事生非，大家怨声载道。他在十年的流浪中亮亮养成了一身恶习，更没受到任何文化教育，苏克、赵惠敏苦口婆心说服了亮亮，又千辛万苦托人联系了学校。当学校对亮亮进行文化测验时亮亮认识的还是被拐前父母教的字。在苏克再三苦求下，校长同意亮亮插班到三年级。当亮亮刚踏入教室一阵骚动，接着是哄堂大笑，亮亮无法忍受扭头就跑。苏克为栓住亮亮的心给他买了台电脑一边教他识字一边教他上网，只要亮亮不出门他心就塌实。人好象是栓住了，但亮亮的心却随着网络离家出走了。苏克因此撤了网线。亮亮谎称自己到爷爷奶奶家，实际上去了网吧。苏、赵夫妇半夜三更一个又一个网吧寻找亮亮。小乖为了让亮亮开心，把自己最喜欢的文曲星送给亮亮，亮亮一看不能听音乐，立刻扔了。他还刻薄地对小乖说：你妄想取代我。苏克为了收住亮亮的心，强行把他关在家里。亮亮悄悄给奶奶打电话，奶奶心疼不已，痛斥苏克以后把亮亮领回家。从奶奶手里拿到钱以后，亮亮就又跑得无影无踪。秩序的生活让亮亮感到窒息，他依然喜欢刺激冒险的偷盗生活，他还染上了赌博的坏习。为此欠下了赌债。亮亮说去姑姑家，一天一夜未归。赵惠敏找到姑姑家姑姑说没见亮亮，顿时一家人又像陷入灭顶之灾，正在这时一个电话打进苏家，亮亮在电话中哭诉被人绑架让爸爸拿一万块钱来救他，并说如报案他们会要他的命，赵惠敏急匆匆来到指定位置，将钱放到一个垃圾堆的破盒子里。暗处露出亮亮得意的笑容。小乖悄悄从同学手里借了一个小电子游戏机，背着苏克给亮亮玩。亮亮非常喜欢，小乖提出条件就是要亮亮跟自己认识十个字以后再玩。亮亮有了进步，一家人都很高兴。有一天，亮亮从外面带回了一只流浪狗，正置狂犬病高发期，社区禁止养狗，他把小狗养在自己的房间，可心当了他的同盟。没有想到小狗的叫声还是引来了社区的管理人员。听说流浪狗将被处死，亮亮伤心欲绝。亮亮从小乖那学到了一些文化，虚荣的他即在俊峰面前炫耀，却遭到了嘲笑，亮亮大受挫折，坚决不再学文化。接连发生的几件事，让亮亮心里仅有的一点点暖意，消失得无影无踪。而在流氓团伙里，他的虚荣，他的所谓的成就感才得到满足。很快由他惹出的各种祸事都找上了苏克的家门，使一惯好面子的苏克脸面丢尽。盛怒之下，苏克动手打了亮亮。亮亮离家出走。听说亮亮再次失踪，奶奶突发脑溢血送进医院抢救。爷爷慌张出门摔了一跤致使股骨头骨折。两个老人躺在医院里，高额的医疗费及照顾病人，使一家人的生活陷入混乱之中。亮亮在参加流氓团伙的一次抢劫中，被正在执勤的张毅抓获。张毅违纪把亮亮悄悄带回家，因此背上了处分。回来的亮亮似乎有了好转，他主动要求到医院照顾爷爷奶奶，几天以后，医院反映病房里多次失窃。病房里有人怀疑亮亮，姑姑主动来证明亮亮没有在现场。因为没有当场抓获，亮亮依然逍遥法外。姑姑想与亮亮拉近关系，她以同盟者的身份和亮亮套近乎，在谈话中亮亮的回答让她瞠目结舌，亮亮问她“人”是什么？她的回答遭到了亮亮讥讽冷笑。姑姑利用一个在《新少年》杂志社工作的女病人的关系，安排亮亮参加杂志社组织的少年笔会，在野外生存的活动中，亮亮的表现最佳，但是在活动结束颁奖的时候，却因为亮亮没有身份而取消颁奖。为一句“人渣”，亮亮打伤了一个学生，媒体因此大做文章。为此，女病人还受到了严厉批评。亮亮总也找不到自己的位置，又重蹈覆辙，没过多久要赌债的又上门了，苏、赵两口子面对这一切束手无策，对亮亮就像捧在手心的一块掉进灰堆里的豆腐打又打不得，骂又骂不得。亮亮认为这一切罪恶应该是亲生父母带来得，他与父母对立，他痛恨整个世界，他更仇视小乖剥夺了本应属于自己的幸福，百般刁难小乖，欺辱小乖，甚至发展到性骚扰。在亮亮百般折磨下，小乖依然温顺善良对待亮亮，她细心照顾，安慰父母。劝说亮亮洗心革面，孝顺父母。然而亮亮心中自有一本帐，他认为自己才是这个家庭的主人，而小乖对父母再亲也是外人，冲突一波三折，最后小乖在无奈的情况下，为了父母身心不再受到摧残，服下妈妈的安眠药。。。。他与她一个是天底下都欠他的债，一个是她欠天底下好人的债。一个是疯狂的报复自己亲生父母，一个是感激孝顺自己的养父母，矛盾随着决然不同的人生观从无到有、从小到大，发展斗争着，最后发展到无法控制的局面。。。。。苏、赵夫妇在忍辱负重的打击下，一次次希望被点燃、一次次希望被粉碎。流浪伙伴小耗子，因为偷盗被人打伤住进医院，需要一万块钱的住院费，亮亮主动为他筹钱，亮亮跟苏克要，被严厉拒绝，并且要他离这些小流氓远点。赵惠敏悄悄给了亮亮一千块钱。苏克知道后，夫妇俩大吵起来。亮亮因为救了小耗子，他得到了那些孩子的称赞，他在那个群体里找到了尊敬，他深刻理解了有钱就是大爷。他利用赵惠敏对他的溺爱，要钱。他利用姑姑对他的爱，要钱。什么谎言都说过了。给他钱就是好人，不给就是敌人。小乖把自己攒的零花钱、早点钱都给他，条件就是要他跟自己学认字、算术。苏克感到的事情的严峻，就要求周围的人都不要给亮亮钱。但是姑姑还是私下悄悄给亮亮钱，使苏克的计划一次次搁浅，苏克给自己的妹妹下了最后通谍：不许进自己的家门，不许见亮亮。为了挽救儿子，苏克装扮成乞丐，卧底流浪儿团伙中，面对种种的磨难，苏克一一闯过，在深入了解的过程中，苏克发现了这个阶层中隐藏着的惊天内幕。张毅一心想当父亲，苏雅因为工作的性质看到了女人生孩子的痛苦，她的潜意识里并不是完全想要孩子，她对张毅搪塞因为看到不好管的亮亮所以不敢要孩子，张毅吹嘘自己能管好几十号警察，还能管不好一个15岁的孩子。夸下海口：只要把亮亮交给自己一定管好。张毅把亮亮送到军事化管理的学校去，两天后学校就打来电话，亮亮在学校打人以后，翻墙逃跑。而被打的人已经骨折，要苏家陪一万块钱的医药费。苏雅埋怨张毅出的馊主意，两口子矛盾升级。亮亮再一次与小流氓们搅在一起，在盗窃团伙的头目指控下，几个流浪儿每天必须交定额的赃款，交不上就被痛打。亮亮爱打抱不平，常常帮助其他流浪儿。终于走投无路，无奈回到家里。亮亮回家又一次点燃了一家人的希望之光。面对亮亮的种种恶习一家人总是最大限度的忍耐，大家都心怀幻想。爷爷奶奶出院以后，住在了苏克家里。赵惠敏要照顾老人，无奈关闭了小吃店。老人住院花费了很多钱，家里的经济非常紧张。苏克的卧底行为被丐帮觉察，他们设下圈套企图逼苏克离开，而此时苏克也发现危险正一步步逼近之然。亮亮还不出坏头目的钱，就把家里值钱的东西偷偷拿去变卖。家里处处上锁，外面几乎不敢放任何东西，亮亮居然把小乖盖的一床丝绵被也抱去卖了。小耗子又惹了大祸，这一次是与黑社会有关，为了救小耗子，亮亮把小乖骗到关押小耗子的地方，想用小乖换小耗子。没有想到，小耗子不但没有救出，小乖也难以逃脱。还是聪明的小乖在出门前给姑父打了电话。张毅带人跟踪过来，救下了小乖。但是，小耗子却在这个事件中死亡。亮亮悲痛欲绝，更加仇恨社会，他完全放弃了自己。亮亮发泄愤恨，一脚踢一个石头把一辆车的车身砸了个坑，车主要他陪钱，他回到家见只有爷爷奶奶在家，他要奶奶拿出500块钱来，奶奶没有，他向奶奶举起了菜刀，爷爷在和亮亮夺刀中划破手掌，鲜血直流……奶奶老泪纵横，对天哀嚎：老天啊，这是一个来讨债的货啊！这时，苏克正好赶回家，他带回卧底掌握的一大堆材料。他看到了这一切。苏克怀着悲恸、绝望的心情，把亮亮送到了少管所，他对亮亮说：这是我作为父亲为你做的最后一件事。铁门里外，凄冷的冬雨淋湿了两个人，苏克无奈挥手转身。就在他转身之际，亮亮一个趔趄扑倒在地上，昏迷过去。亮亮被送进了医院，医生为亮亮检查完以后，愤慨道：你们是怎么做父母的，太不负责了，孩子都已经尿毒症晚期了。医生还惊讶地发现亮亮只有一只肾，他问苏克是怎么回事，苏茫然不知。医生带来了更残酷的结论：亮亮必须换肾才能保命。医生告诉苏克，肾源有两个来源，一个是在社会上寻找肾源，费用需要 30万元左右；再一个是亲人的肾源，只需要手术费。苏克告诉医生用自己的肾，苏雅坚决反对，她说哥哥这样做是慢性自杀，肾对于男人来说是最重要的器官。她主张在社会上找肾源。由于亮亮的血型是AB型，肾源非常不容易找，而病危的亮亮急需换肾，全家人为此焦急不安。亮亮也陷入了绝望，认为自己死定了。但是，他留恋生命。苏克不顾家人的反对，很坚定地告诉之然的主管医生用自己的肾，躺在床上的亮亮听到了这一切，他问父亲：你为什么要救我？苏克说：因为你是我儿子。亮亮说：我是让你失望的儿子。苏克说：那也是我的儿子。亮亮把失肾的事件告诉了父亲，苏克抱住亮亮嚎啕大哭：我才是让你失望的父亲啊！苏克把卧底调查的情况写成了洋洋洒洒两万多字的书面报告，寄自中央，他说再也不能让那些失去家庭的孩子再失去健康。他发出了救救孩子的呼喊！父子俩住进了一间病房，他们说了十年没有说的话，日日夜夜他们渐渐向对方打开了心扉。亮亮说：来世我还做你的儿子。苏克说：来世我再也不会把你弄丢了。在手术的这一天，全家人都聚到了病房，他们看到两辆平车上躺着的父子把手紧紧扣在了一起。苏克的报告引起了有关部门的高度重视，很快一个救助流浪儿的计划进行起来，很多流浪儿回到了家或是得到了社会的帮助。在苏克的鼓舞下，很多人走进了拯救孩子的行列里。亲情大爱，使一个饱受生活苦难的家庭，又一次扬起了希望的风帆！",
    "chinese_title": "拯救之非常地带",
    "douban_rating": "7.7/10 from 131 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-04-12T17:23:13"
}