{
    "aka": [],
    "sid": "30329126",
    "cast": [
        {
            "url": "/celebrity/1349821/",
            "name": "仁科贵 Takashi Nishina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321212/",
            "name": "亚矢乃 Ayano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534472512.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt4019346",
    "director": [],
    "duration": "67分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2018-12-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4019346/",
    "imdb_votes": 494,
    "this_title": [
        "Brutal"
    ],
    "douban_link": "https://movie.douban.com/subject/30329126/",
    "imdb_rating": "4.6/10 from 494 users",
    "trans_title": [
        "残酷"
    ],
    "douban_votes": "477",
    "introduction": "Constantly on the hunt and suffering from hallucinations that drive his violent nature, an unnamed man is capturing women and savagely beating them to death. Meanwhile, a woman is luring men into a violent end, by way of her knife. Driven by the same force to make the opposite sex suffer, the killers’ fates intertwine. The two must face off in a battle to the death, in which they are forced to reveal the horrible truth behind their addiction to murder.“Brutal” takes an interesting approach to its visuals, drawing heavy influence from Western “Grindhouse” films, using a filter to make the footage appear grainy, damaged, and with light and color fluctuations. Unfortunately, the visual styling ends up feeling misguided, as other than applying the filter it does not imitate any other aspects of the “Grindhouse” genre. Despite trying to dirty up the film, it is apparent it was shot on digital. The cinematography is also a step above most “Grindhouse” productions, with Takashi Hirose proving he has talent behind the camera. Exterior shots to those taking place in small spaces are all competently framed, lit, and transition well. The decision to add an effect on top of the work hurts the film’s imagery and even gives a sense of desperation to try to capture a certain type of nostalgia with the audience, instead of relying on its own strengths. It is unfortunate when one creative choice can hurt a production so much.The story of “Brutal” is simple but effective, it does attempt some sort of social commentary about the violent nature of men and women, but it does not offer enough depth into the subject to justify the amount of violence on display. The film does end on a strong note with an interesting twist, with a reveal that is bound to gross some out, while giving others a chuckle. In spite of its simple nature, those who enjoy films that make them somewhat uncomfortable and enjoy the challenge of getting through some ultra-violence, “Brutal” poses a fun and entertaining challenge in that regard.",
    "chinese_title": "残酷",
    "douban_rating": "5.8/10 from 477 users",
    "foreign_title": "Brutal",
    "imdb_rating_average": 4.6,
    "douban_rating_average": "5.8",
    "update_at": "2025-02-13T15:07:06"
}