{
    "aka": [
        "独裁者剧本"
    ],
    "sid": "30321476",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545914714.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7699414",
    "director": [],
    "duration": "60分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7699414/",
    "imdb_votes": 386,
    "this_title": [
        "The Dictator's Playbook"
    ],
    "douban_link": "https://movie.douban.com/subject/30321476/",
    "imdb_rating": "7.6/10 from 386 users",
    "trans_title": [
        "独裁者手册",
        "独裁者剧本"
    ],
    "douban_votes": "92",
    "introduction": "Dictator's Playbook They were ruthless men with unchecked power, controlling their people with an iron fist. Suppressing all dissent, they demanded absolute loyalty, jailing, or killing those who opposed them. They ruled by force of personality, but were plagued by secret fears and private demons. They were dictators - tyrants who shaped the twentieth century and left their mark on our own.From Mussolini to Saddam Hussein, dictators have shaped the world we live in. What drove their thirst for domination and control? How did they seize and wield power? What forces rose up against them or resisted them in secret? How did they finally come to the bitter end?Today, with authoritarian leaders on the rise from the Philippines to Venezuela, these questions are more relevant than ever. We'll answer them in six immersive hours, each a revealing portrait of brutality and power.As we meet the most ruthless rulers of recent history, we'll trace their rise and fall - and discover that they traveled a well-worn path. As different as these men were from each other, all of them followed a series of essential steps, from seizing power to eliminating enemies - an unwritten Dictator's Playbook.",
    "chinese_title": "独裁者手册",
    "douban_rating": "7.8/10 from 92 users",
    "foreign_title": "The Dictator's Playbook",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "7.8",
    "update_at": "2025-11-28T05:49:18"
}