{
    "aka": [
        "Au temps où les arabes dansaient"
    ],
    "sid": "30328790",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585474880.jpg",
    "region": [
        "比利时"
    ],
    "writer": [],
    "imdb_id": "tt7640230",
    "director": [
        {
            "url": "/celebrity/1382597/",
            "name": "贾瓦德·里卜 Jawad Rhalib",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "法语",
        "阿拉伯语 Arabic"
    ],
    "playdate": [
        "2018-04(瑞士尼永纪录片节)",
        "2018-09(多伦多电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7640230/",
    "imdb_votes": 54,
    "this_title": [
        "When Arabs Danced"
    ],
    "douban_link": "https://movie.douban.com/subject/30328790/",
    "imdb_rating": "7.7/10 from 54 users",
    "trans_title": [
        "阿拉伯人起舞时",
        "Au temps où les arabes dansaient"
    ],
    "douban_votes": "0",
    "introduction": "In the wake of the terror shockwave provoked by Daesh’s islamo-fascism, director Jawad Rhalib questions the many facets of Arab culture that have sadly been forgotten by western and middle-eastern media alike; its love for dancing and music, but also for literature, philosophy, and science. These aspects, though, willingly ignored by both racists and religious zealots and fundamentalists, have always been an integral part of the great texture of the Arab identity. Through some humorous clips of president Nasser’s public speeches addressing the Muslim Brotherhood about imposing on all Egyptian women the obligation of the hijab, the complexities behind a stage adaptation of Michel Houellebecq’s controversial book Submission and the many issues of gender identity in Arab societies, the film explores how islamic fascism has suffocated the freedom, creativity and all progressive values of the Arab society. When Arabs Danced is a reminder of what can still be (done) as it joyfully explores multi-layered complexities looking for a better tomorrow.",
    "chinese_title": "阿拉伯人起舞时",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "When Arabs Danced",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T15:58:29"
}