{
    "aka": [],
    "sid": "30328670",
    "cast": [
        {
            "url": "/celebrity/1080586/",
            "name": "Leslie Edwards Leslie Edwards",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1962",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2534457140.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1056651/",
            "name": "弗雷德里克·阿什顿 Frederick Ashton",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "90分钟",
    "episodes": "",
    "language": [],
    "playdate": [
        "1962-12-27(英国)"
    ],
    "this_title": [
        "La Fille Mal Gardée"
    ],
    "douban_link": "https://movie.douban.com/subject/30328670/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An archive from 1962, recorded by the BBC with the Royal Ballet of London and the star dancer Nadia Nerina.Ashton’s Fille had its first performance at the Royal Opera House, Covent Garden on 28 January 1960. The cast included Nadia Nerina as Lise, David Blair as Colas, Stanley Holden as Widow Simone, Alexander Grant as Alain and Leslie Edwards as Thomas. Given the ballet’s current status, one would have expected the first-night reviews to be ecstatic. Though the evening was a success by any standards, there were some caveats but they quickly dissipated in subsequent performances. Ultimately, Ashton’s creation became one of the most beloved works in the repertoire, staged by dozens of companies around the world and performed by some of the greatest dancers of their time. The cast of the premiere was reassembled for a BBC taping two years later, the source for this release. It would be difficult to imagine a more superbly integrated performance. Nerina and Blair are technically and dramatically perfect in their roles. Stanley Holden’s drag Widow Simone is a hoot with his \"Clog Dance\" a triumph of gracelessness, while Alexander Grant’s Alain and Leslie Edwards’s Thomas are played with shrewd restraint.",
    "chinese_title": "La Fille Mal Gardée",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-02T22:22:37"
}