{
    "aka": [],
    "sid": "30337955",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1357122/",
            "name": "丹·诺瓦克 Dan Nowak",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Trashers"
    ],
    "douban_link": "https://movie.douban.com/subject/30337955/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "FX has put in development drama Trashers, loosely based on Rich Cohen’s The Atlantic article “The Mobster Who Bought his Son a Hockey Team” from The Expanse executive producer Dan Nowak, Deadline has learned.Written by Nowak, the potential series Trashers follows a minor league hockey team owned by a small town trash hauler with mob ties.FX would not comment.Cohen’s article The Mobster Who Bought His Son A Hockey Team appeared in the May 2018 issue of The Atlantic. It’s described by the publication as “A tale of goons, no-show jobs, and a legendary minor-league franchise that helped land its owner in prison.” It’s the story of Jimmy Galante, a convicted felon and associate of the Genovese crime family and owner of the defunct Danbury Trashers minor league hockey team. Galante also is the former CEO of Automated Waste Disposal, which holds waste disposal contracts for most of western Connecticut and Westchester and Putnam counties in New York. In 1999, Galante was sentenced to 12 months and a day in federal prison after pleading guilty to tax evasion.",
    "chinese_title": "Trashers",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-29T04:55:25"
}