{
    "aka": [],
    "sid": "30335323",
    "cast": [
        {
            "url": "/celebrity/1010252/",
            "name": "三谷幸喜 Kôki Mitani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535196957.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "75分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2011-11-07(日本)"
    ],
    "this_title": [
        "プロフェッショナル 仕事の流儀 三谷幸喜"
    ],
    "douban_link": "https://movie.douban.com/subject/30335323/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "制約の中に、答えがある三谷の作品作りは、まず設定から始まる。そのとき、三谷がもっとも大切にしているのは自らに制約を課すことだ。例えば大河ドラマ「新選組！」では、一話は必ず一日の中で完結するというルールを設け、脚本を書いた。さらにドラマ「王様のレストラン」では、舞台は小さなレストランの中だけと定め、その中で複雑に絡み合う人間模様を濃く描いた。今年の夏、三谷が制作していたのは、制約だらけのドラマ。一台のカメラで９０分以上ぶっ通しで撮影を行い、編集もしないという前代未聞の試みだ。本番直前、場所の関係でどうしても台詞（せりふ）を修正しなければならない箇所が生まれた。しかし、今から台詞を覚えさせるのは負担が大きすぎると考え、あえて同じ台詞を繰り返す事ができるクイズ形式の台詞を考え出した。制約の中に、答えを見いだした結果だ。自分を追い込む、自分を持つ舞台のチケットは即完売。ドラマや映画でも次々とヒットを飛ばす三谷。脚本家だけでなく、演出家として数々の作品を手がけている。演出家として三谷は役者にダメ出しをするだけでなく、脚本家としての自分自身にもダメ出しする冷静な目を持つ。今年６月から上演した舞台「ベッジ・パードン」の稽古でも、次々と自らの書いた台本を修正し、より良い作品へと昇華させていった。特にラストシーンでは、それまで作り上げてきたヒロインの台詞の癖を大幅に変更。ヒロインのラストでの役割を一変させてみせた。常に自らを冷静にみつめ、よりよいものにしようと、自らを追い込む。それこそがヒット舞台を作り出す三谷の流儀だ。作り上げたものを、揺さぶれ三谷が、良い作品に必要だと考えている要素が、作品の持つ「パワー」だ。三谷は脚本を緻密に練り上げて、稽古を繰り返し、完璧なものを作り上げる。しかし、それが完璧になればなるほど、予定調和のつまらなさが作品に忍び寄る。予定調和を崩すための三谷の流儀、それは完璧に作り上げた作品を、あえて揺さぶること。全編長回しのドラマでは、三谷はあえて俳優には知らせずにセットの扉を普通では開かないようにした。本当の焦りと演技が混じり合えば、生き生きとしたドキュメンタリーのような臨場感が得られると考えたからだ。ＮＧを招く危険性もある。しかし、それでも三谷は俳優を信じた。そして、それがドラマ全体に緊張感を生み、生き生きとした映像を生み出す事になる。放送されなかった流儀コメディはミステリーに似てる三谷の作品には、観客を笑わせるための伏線が多く張られている。前半に張った伏線が、意外な場面で生きたり、複数の伏線が組合わさることで、おもしろさを生み出していく。話を作るとき、三谷はまず最初に設定を考えた後、伏線を張り、最後にどう回収していくかという一連を、全て緻密にくみ上げてから脚本を書き出す。それは、犯人はどうやって犯行を行い、どうやってつかまるのか、その過程を描くミステリー作品と、同じ作業が必要なのだと言う。三谷が「古畑任三郎」や「ステキな金縛り」など謎解きを持った作品とコメディを得意とするのは、そうした理由からだ。",
    "chinese_title": "プロフェッショナル 仕事の流儀 三谷幸喜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T07:56:03"
}