{
    "aka": [],
    "sid": "30335645",
    "cast": [
        {
            "url": "/celebrity/1332940/",
            "name": "钱佩怡 Peiyi Qian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1423359/",
            "name": "范琦文 Qiwen Fan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2568845524.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1376044/",
            "name": "周立鹏 Zhou Lipeng",
            "@type": "Person"
        }
    ],
    "duration": "85分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-09-27(中国大陆)"
    ],
    "this_title": [
        "不二掌门"
    ],
    "douban_link": "https://movie.douban.com/subject/30335645/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "木头自幼跟随师父鳖仙人练习八荒拳，八荒拳传到木头这已经是第二十四代了。作为一个小拳种，知道的人本就不多，练习这种拳法的人就更少了，因此这几年门派经营不善，师兄们一个一个都下山“自谋生路”去了。只有木头依然跟在师父鳖仙人身边不离不弃。这天是木头出师的日子，他将迎来和师父鳖仙人的一场巅峰对决。师父鳖仙人心中一直有个梦想就是云（环）游（球）四（旅）方（行）已无心恋战。于是鳖仙人给木头“郑重”的发了个“八荒拳毕业证”便取消了比武。没想木头不依不饶，鳖仙人索性把掌门之位传给了木头，闪人了。木头拜过祖师爷，关好山门，坐着长途车进了城，来接他的人是乔治，乔治是木头的发小原名“乔大饼”，早年乔大饼随父母进了城他觉得名字总带着一股子葱花味，所以给自己起了一个逼格比较高的名字“乔治”并堂而皇之的印到了名片上。乔治是一家保险公司的业务员，他做着富二代的梦，却没那个爹；他有着亿万富翁的愿望，却没那个命。多年在城市的生活磨砺已经让乔治变得功利，算计，甚至有些唯利是图。他把木头安置在自己居住的一个大杂院里，那里人虫混杂可谓现代底层的众生像，有带小孩来城里找男人的农村妇女，有躲债的落魄大亨，有游戏高手、叛逆少女diss……乔治在公司因为业绩奇差经常被老板骂，但他在城里人脉广泛，他给木头介绍工作想从中抽成，没想到木头心中只有两个两个字——“比武”！那是走一路打一路，走到哪打到哪，他非但没赚到钱，还得被迫收拾残局。乔治觉得木头是个“武痴”这是病，得治！他找diss商量对策，为了让木头消停点，就得让木头由“武痴”变成“花痴”，他便找到了在“夜猫”卖酒的小桃，让小桃拯救木头，看在钱的面子上，小桃勉强答应。可是事情的发展出乎所有人的预料，木头一声“姑娘，请自重”的暴喝却净化了小桃的心灵。让小桃不可自拔的爱上了木头。乔治偶然间发现参加WGK（世界无限制级黄金拳赛）会得到丰厚的奖金。他从中又嗅到了商机，他准备让木头参赛。而木头却不愿为了钱打拳。两人产生激烈的争执。木头赌气出走，不久乔治被高利贷的追债的打的头破血流，木头才知道，乔治这么爱钱是为了给生病的妹妹筹钱治病。乔治告诉木头，他生活太纯净了，每个人都有梦想，可是和生活的现实比起来，有的时候你的梦想会变得一文不值。WGK比赛当日，刺目的灯光下，木头闪亮登场……经过几轮角逐，木头等8位选手【日本空流派特点：硬气功气功弹、万化蛊忍流特点：无形遁化、泰拳拳法为主泰拳王、鳞蛇派阴魂手、职业摔跤、无限制格斗、嗜血盟（身份不详）分筋错骨手、八荒拳】进入到决赛。经过艰苦的战斗，木头最终获得冠军。师父鳖仙人在观众席里露出欣慰的笑容。回忆中，雾气缭绕的山门中，鳖仙人在教授孩子们武功。童年的木头扛着一把很长的大刀，走在拥挤的集市街道上，他身旁的是一个啃着葱花饼的胖墩儿，那是童年的乔治，他们一起上山拜师学艺。",
    "chinese_title": "不二掌门",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T23:42:41"
}