{
    "aka": [
        "Kameni govornici"
    ],
    "sid": "30335278",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547866952.jpg",
    "region": [
        "加拿大",
        "波斯尼亚",
        "黑塞哥维那"
    ],
    "writer": [
        {
            "url": "/celebrity/1331858/",
            "name": "伊戈尔·德尔利亚恰 Igor Drljača",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8848706",
    "director": [
        {
            "url": "/celebrity/1331858/",
            "name": "伊戈尔·德尔利亚恰 Igor Drljača",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "克罗地亚语",
        "波斯尼亚语",
        "塞尔维亚语"
    ],
    "playdate": [
        "2019-02-12(柏林国际电影节Forum单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8848706/",
    "imdb_votes": 49,
    "this_title": [
        "The Stone Speakers"
    ],
    "douban_link": "https://movie.douban.com/subject/30335278/",
    "imdb_rating": "6.5/10 from 49 users",
    "trans_title": [
        "石头演讲者",
        "Kameni govornici"
    ],
    "douban_votes": "0",
    "introduction": "20世纪90年代波斯尼亚和黑塞哥维那内战结束后，经济体制转向资本主义。然而直到今天，经济还没有真正起飞。因此，资源丰富的社区将自己重新命名为独特的旅游目的地，以促进经济增长。梅德朱戈里是一个国际朝圣圣地，据报道，孩子们在那里看到了圣母玛利亚。维塞格·安德烈（Visegrád）向作家伊沃·安德烈（Ivo Andrić）致以敬意，他在附近新建了一片石碑建筑。当图兹拉贫瘠的盐矿停止产生收入时，当局把这些盆地变成了湖泊。据报道，在维索科，一座山丘隐藏着据说可以产生宇宙能量场的金字塔。Igor Drljača用一台观测照相机显示了这些地方，用当地人的陈述将图像编辑在一起。他轻描淡写地评价了一个仍被过去所掩盖的社会。Kameni Govornici揭示了波斯尼亚和黑塞哥维那作为一个仍在分裂中的国家的多民族身份危机-其居民试图获得立足点，不是通过事实，而是通过宗教、民间传说和神秘主义的混合物。After the end of the civil war in Bosnia-Herzegovina in the 1990s, the economic system switched to capitalism. Yet to this day, the economy has never really taken off. Resourceful communities have thus rebranded themselves as unique tourist destinations to generate economic growth. The town of Medjugorje, where children reported having visions of the Virgin Mary, has become an international pilgrimage site. Visegrád pays homage to the writer Ivo Andrić with a newly built neighbourhood of monumental stone buildings. When the depleted salt mines of Tuzla stopped yielding revenue, the authorities transformed the basins into lakes. In Visoko, a hill reportedly conceals pyramids said to generate cosmic energy fields. Igor Drljača shows these places with an observational camera, editing together the images with statements made by locals. With apt understatement, he succeeds in taking stock of a society still overshadowed by its past. Kameni govornici reveals the multi-ethnic Bosnia-Herzegovina as a country still riven and in the midst of a profound identity crisis – whose inhabitants are trying to gain a foothold not via facts, but via an amalgam of religion, folklore and esotericism.",
    "chinese_title": "石头演讲者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Stone Speakers",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-16T15:39:28"
}