{
    "aka": [],
    "sid": "30331435",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1303984/",
            "name": "Steven Cragg Steven Cragg",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Exceptional"
    ],
    "douban_link": "https://movie.douban.com/subject/30331435/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Meyers brothers have teamed for The Exceptional, a half-hour single-camera comedy series, which has been set at NBC with a script commitment.Starring, co-written and executive produced by actor-comedian Josh Meyers and executive produced by late-night host Seth Meyers and his producing partner Mike Shoemaker, The Exceptional hails from Universal TV and Seth Meyers and Shoemaker’s studio-based Sethmaker Shoemeyers Prods.Co-written/executive produced by Steven Cragg and Brian Bradley, The Exceptional is set in Los Angeles. The HOA board members of the Exceptional, a Los Angeles condo building, find themselves hopelessly deadlocked. That is, until a fellow resident, Justin (Josh Meyers), reluctantly agrees to join the board and, in his first meeting, stumbles into becoming its president. Now Justin has to leave his self-obsessed bubble and engage with his neighbors, finding himself knee deep not only in the issues of the building but also the personal problems of the condo’s diverse residents — an endeavor that offers both hilarious challenges and surprising benefits.",
    "chinese_title": "The Exceptional",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-21T00:13:47"
}