{
    "aka": [
        "Professional 仕事の流儀  松本人志スペシャル",
        "行家本色：松本人志 为搞笑出卖灵魂的男人"
    ],
    "sid": "30335322",
    "cast": [
        {
            "url": "/celebrity/1050428/",
            "name": "松本人志 Hitoshi Matsumoto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574450144.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "76分钟",
    "episodes": "1",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010-10-16(日本)"
    ],
    "this_title": [
        "プロフェッショナル 仕事の流儀  松本人志スペシャル 笑いに魂を売った男"
    ],
    "douban_link": "https://movie.douban.com/subject/30335322/",
    "trans_title": [
        "松本人志：为搞笑出卖灵魂的男人",
        "Professional 仕事の流儀  松本人志スペシャル",
        "行家本色：松本人志 为搞笑出卖灵魂的男人"
    ],
    "douban_votes": "0",
    "introduction": "笑いは、生き物松本人志は、本番のステージで笑いを生み出すことにこだわる。たとえ打ち合わせであっても、同じことを繰り返せば笑いは死んでしまうと考えるからだ。相方・浜田雅功との付き合い方にも、それは徹底している。二人が本番以外で会話をすることは滅多にない。「生放送ではないんですけど、やっぱり生き物やと思うんで。現場は。空気感みたいなものは、やっぱり大事にしますかね。お笑いは本当に生き物なんで、なかなか鮮度が大事やから」。過去の笑いを、捨て続ける浮き沈みの激しいお笑いの世界で、２０年以上トップに立ち続ける松本人志。それは、松本が常に「新しい笑い」にこだわり、生み出し続けてきたからにほかならない。「若手が何か新しいことをやろうと思っても、松本にすべてやられてしまった。新しいことは何もないと思わせたい。常に新しいことだけを追い求めるわけではないが、開拓者でい続けたい」。笑いの裏に、悲しみがある貧しい少年時代に、笑いを生み出す力を育んだ松本。その笑いは、見方を変えるといつもどこか悲しい。「おもしろい裏にはやっぱり悲しさがあって、悲しさの裏に、葬式でおかしくてしょうがないみたいなことになったり。なんかそういうもんの笑いってやっぱり持ってて。だからおもしろいこと、おもしろいことって考えているんですけど、ちょっと視点変えればすごく悲しくもなるし。だから笑いっておもしろいなぁって思いますね」。七並べ日常のささいな出来事も、松本は巧みな話術で爆笑に変えてしまう。その裏には、計算された技がある。「ちょっと七並べに似ているかなとは思いますけどね。どこを止めとくかという感じ。最後のカードはどれにすんねんっていうことですよね。最後のカードを切ったときが一番大きい笑いが生まれるときでないといけないわけですから、一般の話し下手な人は、カードの切り方というか、切り札を間違えているような気がしますよ。それ、そこで言っちゃだめでしょっていうかね。かと思えば、あえて一発目これ切っちゃうみたいな。あえてこれを見せといてとか。どの順番までこのカードを持っているか、結構七並べに似ている感じが僕はするんですけどね」。自分と自分との戦いコントの企画会議。松本は自らのアイデアを言葉巧みに語り、スタッフを爆笑の渦に巻き込んでいく。だが、たとえ話していておもしろいアイデアでも、松本は満足しない。そこから、自分と自分との戦いが始まるのだ。「とにかくしゃべってしゃべって、いろいろ、みんなで笑いながら作っていくんですけど、結局トークが一番おもしろかったなってことも結構あるのでね。自分でいろいろしゃべったくせに、これがあだになって、今度はしゃべってた俺に、映像のコントの俺は勝てるのかなあという自分と自分の戦いみたいな仕事なんですよ。しゃべりの自分と動きの自分とがどう戦って、どっちが勝つかなみたいな感じはあるんですよね」。",
    "chinese_title": "松本人志：为搞笑出卖灵魂的男人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "プロフェッショナル 仕事の流儀  松本人志スペシャル 笑いに魂を売った男",
    "douban_rating_average": 0,
    "update_at": "2025-02-24T05:22:50"
}