{
    "aka": [],
    "sid": "30345110",
    "cast": [
        {
            "url": "/celebrity/1080541/",
            "name": "布莱斯·达芙 Blythe Duff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536673948.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-10-02(英國)"
    ],
    "this_title": [
        "The Bank That Almost Broke Britain"
    ],
    "douban_link": "https://movie.douban.com/subject/30345110/",
    "trans_title": [
        "几乎造成英国破产的银行"
    ],
    "douban_votes": "0",
    "introduction": "Ten years on from the global financial crash, this documentary tells the extraordinary story of how a small Scottish bank grew to become, briefly, the biggest in the world before collapsing and triggering the largest financial bail-out in British history. It focuses on a single day, 7 October 2008, when the Royal Bank of Scotland collapsed and almost took the entire UK banking system down with it. This dramatic financial thriller, set over 24 hours, is intercut with the story of the amazing rise and shocking fall of RBS.The film reveals how much of RBS's growth lay in the lucrative American subprime market and acquisitions of banks like Greenwich Capital, which were using CDOs to generate huge profits. And as RBS's profits grew spectacularly, so did its lavish spending. Goodwin flew in private RBS jets and commissioned a new £350m HQ on the outskirts of Edinburgh. Never-before-seen footage reveals the spectacular opening party at Gogarburn, attended by the Queen and the cream of Scottish society. But less than three years later, thanks largely to the collapse of the subprime mortgage market in the US, Goodwin's bank was on its knees, and those charged with protecting the British economy were faced with a stark choice - save RBS or risk the country's banking system being taken down by its collapse. Alistair Darling and the team reveal what it was like to have just 24 hours to come up with a plan and strike a deal with all of Britain's major banks, with the nation's economy at stake. In all, the bailout was to cost the taxpayer well over a trillion pounds and would effectively take RBS into public ownership. Fred Goodwin was forced to leave the bank that he had run for eight extraordinary years, but public anger centred on the fact that he hung on to most of his huge RBS pension and that no further action was taken against him, his team or the board of RBS. However, in 2012 he was stripped of his knighthood.Ten years on since that dramatic collapse and bailout, the film finally explores the widespread sense of injustice that 'over many years the gains were privatised to the bankers', but in the last decade all the pain had been 'nationalised' to the ordinary people of the UK, and asks how much of the political turmoil we now find ourselves in can be traced directly back to the bailout of the bank that almost broke Britain.",
    "chinese_title": "几乎造成英国破产的银行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Bank That Almost Broke Britain",
    "douban_rating_average": 0,
    "update_at": "2025-07-01T23:29:51"
}