{
    "aka": [],
    "sid": "30345897",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Daredevils And Divas: A Night At The Circus"
    ],
    "douban_link": "https://movie.douban.com/subject/30345897/",
    "trans_title": [
        "夜猫子和女主角：夜晚马戏团"
    ],
    "douban_votes": "0",
    "introduction": "Two thousand and eighteen marks the 250th anniversary of cavalryman Philip Astley’s very first circus, a spectacular horseshow on the banks of the River Thames.Legendary showman Astley’s signature 42-foot circus ring was the perfect size to perform tricks on galloping horses - and it was this innovation that heralded the birth of the modern circus. The circus ring remains the same size to this day.To celebrate the 250th birthday of modern circus, this film showcases the very best of British circus through a series of lavishly filmed, spectacular live performances, presenting the art form on television as it’s seldom been seen before.The stunning cast of performers is drawn from circuses across the UK, ranging from the timeless world of traditional circus Zippos to the next generation of contemporary circus students, who are pushing the art form in new directions at the National Centre for Circus Arts.Other performers include Britain’s only fully inclusive circus, Extraordinary Bodies, the world-famous Gandini Jugglers, Tweedy The Clown of Giffords Circus, Britain’s biggest contemporary circus NoFit State, and two intrepid tightrope walkers from acclaimed circus company Cirque Bijou, attempting the first ever high-wire crossing of the River Wear in Sunderland to the delight of thousands of people lining the banks.The film also features interviews with the circus performers and intimate behind-the-scenes footage, taking viewers beyond the spectacle to bring this fascinating, almost mythical world to life.Daredevils And Divas: A Night At The Circus is hosted by the charismatic compere Doug Francisco of cult circus troupe The Invisible Circus. Doug guides the viewer through the performances with a series of dynamic links, shot in the historic Hippodrome Circus ring in Great Yarmouth.",
    "chinese_title": "夜猫子和女主角：夜晚马戏团",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Daredevils And Divas: A Night At The Circus",
    "douban_rating_average": 0,
    "update_at": "2025-07-30T09:35:59"
}