{
    "aka": [],
    "sid": "3034246",
    "cast": [
        {
            "url": "/celebrity/1007162/",
            "name": "爱德华·阿诺德 Edward Arnold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023266/",
            "name": "安·哈丁 Ann Harding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1004756/",
            "name": "唐娜·里德 Donna Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114559/",
            "name": "艾伦·詹金斯 Allen Jenkins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116075/",
            "name": "Ivan Miller Ivan Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122196/",
            "name": "斯蒂芬·麦克纳利 Stephen McNally",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132950/",
            "name": "G. Raymond Nye G. Raymond Nye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133864/",
            "name": "曼坦·莫兰 Mantan Moreland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158703/",
            "name": "米尔本·斯通 Milburn Stone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135932/",
            "name": "Thomas Murray Thomas Murray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148601/",
            "name": "Erik Rolf Erik Rolf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160615/",
            "name": "Frank M. Thomas Frank M. Thomas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100542/",
            "name": "史蒂文·杰雷 Steven Geray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089591/",
            "name": "罗斯玛丽·德坎普 Rosemary DeCamp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012668/",
            "name": "斯坦利·里吉斯 Stanley Ridges",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036729/",
            "name": "玛丽·温莎 Marie Windsor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045514/",
            "name": "约翰·埃默里 John Emery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070009/",
            "name": "约翰·巴特勒 John Butler",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1081001/",
            "name": "Reginald Sheffield Reginald Sheffield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083307/",
            "name": "莱吉纳德·戴尼 Reginald Denny",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086444/",
            "name": "Katherine Emery Katherine Emery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000487/",
            "name": "巴瑞·尼尔森 Barry Nelson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1942",
    "genre": [
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526778085.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002059/",
            "name": "盖伊·特鲁斯佩尔 Guy Trosper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012943/",
            "name": "霍华德·埃米特·罗杰斯 Howard Emmett Rogers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002472/",
            "name": "贝纳德·肯德里克 Baynard Kendrick",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0034711",
    "director": [
        {
            "url": "/celebrity/1045186/",
            "name": "弗雷德·金尼曼 Fred Zinnemann",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1942-10-16"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0034711/",
    "imdb_votes": 2108,
    "this_title": [
        "Eyes in the Night"
    ],
    "douban_link": "https://movie.douban.com/subject/3034246/",
    "imdb_rating": "6.7/10 from 2108 users",
    "trans_title": [
        "夜之眼"
    ],
    "douban_votes": "101",
    "introduction": "New York private detective Duncan \"Mac\" MacLain is blind but has keenly developed all his other senses. He pursues his work assisted by his faithful guide dog Friday, his butler, Alistair, and his assistant, Marty. Retired actress Norma Lawry, an old friend, comes to Mac seeking advice. Her headstrong 17-year-old step-daughter Barbara, herself a promising actress, is enamored with her leading man in a small theater production, the much older Lothario Paul Gerente. Paul, who had once been Norma's lover, has convinced Barbara that Norma actually wants Paul for herself and has only married her father Stephen for his money. At Mac's urging, Norma tried to reason with Paul, but he insists that he loves Barbara and laughs her off. Barbara is equally disdainful of her and agrees to meet Paul for dinner that night at his apartment.Norma's husband Stephen Lawry is a scientist leaving that night on a trip to test a secret invention on which he has been working for the government and the war effort. Worried about Barbara, she uses a pretext not to accompany Stephen and goes to the apartment. When Barbara arrives, she finds Paul's dead body and thinks that Norma has killed him, even though Norma insists that he was dead when she arrived. Barbara threatens to call the police unless she leaves Stephen. Fearing that a scandal will hurt him, Norma agrees. Norma then turns to Mac, who goes to Paul's apartment with Friday and Marty, only to find the body and the rug under it missing. A man arrives to replace the rug and Mac hides in a closet, overhearing a telephone call to Norma's number from \"Gabriel\" to \"Vera.\" Mac accidentally gives himself away, but with Friday's help overpowers Gabriel, who refuses to talk. Mac has Marty hide him to keep him under wraps.Norma returns to her country home unexpectedly, which discourages an espionage ring that includes her butler, Hansen, from breaking into Stephen's safe and stealing his plans. They have killed Gerente, who was also an agent, and hidden the body. Mac arrives with Friday at Norma's house and pretends to be her curmudgeonly \"Uncle Mac\" who has come for a visit. His blindness lulls any suspicions Hansen might have about him. Shortly thereafter, Barbara comes home from an \"emergency rehearsal\", called to get her out of the house by her director, Cheli Scott, who inveigles an invitation to spend the night at the Lawry home. Unknown to Barbara and Norma, Cheli is the ringleader of the spies. Cheli ordered Paul killed because his affection for Barbara was beginning to limit his effectiveness, and she immediately suspects Mac is not what he seems.Gabriel's wife Vera, the Lawrys' maid, is also a part of the plot. When Gabriel does not return home, Vera becomes hysterical with worry. Mac secretly asks Vera to meet him in the greenhouse, using her worry about Gabriel as a lure. She is observed by the others, however, and is killed by Hansen before she can reach Mac. The spies cut the house's telephone wires so that Mac and Norma cannot call the police, and Cheli has Mac locked up under guard. Using his blindness as a distraction, Mac overpowers his guard and releases Friday out a window with instructions to \"go home and get Marty.\" Stephen arrives home and Cheli threatens his family if he does not give her the final step in creating his invention, which was not in the safe. Barbara finally realizes how much Norma actually cares for her. Mac tries to stall for time, but is locked in the cellar. When Hansen goes to kill him, Mac has broken the light bulb and his advantage of total darkness helps him overcome the spy. Marty and Friday return with the police. When Friday is spotted by a lookout, Mac overpowers him and is saved from being shot by another lookout by Friday. After the spies are captured, Stephen and Norma are off to Washington, D.C., with Barbara remaining behind to care for her new \"Uncle Mac.\"",
    "chinese_title": "夜之眼",
    "douban_rating": "6.8/10 from 101 users",
    "foreign_title": "Eyes in the Night",
    "imdb_rating_average": 6.7,
    "douban_rating_average": "6.8",
    "update_at": "2025-07-11T04:57:07"
}