{
    "aka": [],
    "sid": "30346952",
    "cast": [
        {
            "url": "/celebrity/1022946/",
            "name": "马克·库班 Mark Cuban",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034145/",
            "name": "戴蒙德·约翰 Daymond John",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536581352.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-10-07(美国)"
    ],
    "this_title": [
        "Shark Tank Season 10"
    ],
    "douban_link": "https://movie.douban.com/subject/30346952/",
    "trans_title": [
        "创智赢家 第十季"
    ],
    "douban_votes": "0",
    "introduction": "ABC's critically-acclaimed and award-winning reality show Shark Tank has announced the addition of three new Guest Sharks including Charles Barkley, Matt Higgins and, for the first time, former Shark Tank entrepreneur-turned-Shark, Jamie Siminoff. After his debut in the tank in 2013, Siminoff went on to sell his invention, Ring, to Amazon for over a billion dollars.It has been \"A Decade of Dreams\" for Shark Tank, and this year will be no different. The 10th season will also bring back powerhouse fan favorites, including Sarah Blakely, Bethenny Frankel, Rohan Oza and Alex Rodriguez. The Guest Sharks, who are icons and trailblazers in their respective business fields, will appear individually alongside Sharks Mark Cuban, Barbara Corcoran, Lori Greiner, Robert Herjavec, Daymond John and Kevin O'Leary in various episodes during the 2018-2019 season.Shark Tank, which received two 2018 Emmy nominations, returns to ABC for a memorable new season on SUNDAY OCTOBER 7 10|9c. The 10th season premiere, also the show's landmark 200th episode, will air at a special time, 10|9c on October 7, before moving to its regular time, SUNDAYS at 9|8c, on October 14.After all this time, Shark Tank and the Sharks are still inspiring entrepreneurs young and old to present the best businesses and products that America has to offer. The Sharks, including the new and returning Guest Sharks, will once again give people from all walks of life the chance to chase the American dream and potentially secure business deals that could make them millionaires.",
    "chinese_title": "创智赢家 第十季",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shark Tank Season 10",
    "douban_rating_average": 0,
    "update_at": "2025-03-06T22:00:35"
}