{
    "aka": [],
    "sid": "30345245",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561168158.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1232080/",
            "name": "Andrew Smith Andrew Smith",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-07-27(英国)"
    ],
    "this_title": [
        "Mechanical Monsters"
    ],
    "douban_link": "https://movie.douban.com/subject/30345245/",
    "trans_title": [
        "机械怪兽"
    ],
    "douban_votes": "0",
    "introduction": "Simon Schaffer tells the stories behind some of the most extraordinary engineering wonders of the 19th century. These were gigantic feats of technology which transformed everyday life but also had the capacity to challenge the Victorians' faith in God, their place in the universe and their hopes for the future. Through stunning images of these beautiful creations, this film investigates the origins of our love-hate relationship with technology.First, Simon visits the industrial landscape of Ironbridge in Shropshire to show how new technology of the early 19th century made possible the construction of monstrous machines. He examines a giant steam hammer which could crush a railway sleeper but could also be controlled so precisely that it could crack the shell of an egg and keep the egg intact.Throughout the film, Simon shows how technological breakthroughs inspired and elevated the Victorians but also unsettled and threatened them. Machines drove the British Empire and held apparently infinite potential, but they were also terrifying - they replaced workers by carrying out their jobs more efficiently, they polluted the environment, and they dwarfed life on a human scale.Simon tells the story of Charles Babbage, who spent many years devising astonishing calculating engines, effectively giant computers made out of cogs and gears, intended to carry out error-free mathematical processes.In a park in south London, Simon finds the original Jurassic Park of the Victorian era. Opened in the grounds of the Crystal Palace exhibition in 1854, it was a display featuring life-sized replica dinosaurs, designed to show visitors what dinosaurs may have looked like.Visiting Birr in central Ireland, Simon comes face to face with the Leviathan. Completed in 1845 in the grounds of an aristocrat's castle, it was a giant telescope designed to crack the mysteries of the skies.Simon also tells the story of William and Margaret Huggins, who were pioneers in a new scientific method which used beautifully constructed instruments to analyse the wavelengths of light of distant objects, and at an observatory in Hampshire, we see how modern astronomers carry out the same procedures.Back in London, Simon tells the story of the great stink of 1858, ie how a population boom led to the Thames overflowing with human sewage. He visits Crossness Pumping Station on the banks of the river - an astonishing example of Victorian architecture.Simon ends his tale of mechanical monsters by investigating the strange story of a machine that never existed except in the heads of its creators. It was a device dreamed up at the end of the 19th century by the famous science fiction writer HG Wells, in concert with an instrument maker called Robert Paul. Their plan was to build a time machine - not a machine which could actually travel through time, but one which would harness revolutionary new technologies to give a paying audience the experience of what time travel might actually be like. As Simon shows, although the time machine was never actually built, it played an extraordinary and unexpected role in the birth of British cinema.",
    "chinese_title": "机械怪兽",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mechanical Monsters",
    "douban_rating_average": 0,
    "update_at": "2025-05-06T04:39:32"
}