{
    "aka": [],
    "sid": "30345467",
    "cast": [
        {
            "url": "/celebrity/1320579/",
            "name": "樊锦霖 Jinlin Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326520/",
            "name": "张楚楚 Chuchu Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "爱情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536404845.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1322748/",
            "name": "于敏 Min Yu",
            "@type": "Person"
        }
    ],
    "duration": "73分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-10-08(中国大陆)"
    ],
    "this_title": [
        "仙二代之龙女敖娇"
    ],
    "douban_link": "https://movie.douban.com/subject/30345467/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "二十多岁的郝鸣毕业于海洋生物专业，是个有才华的科研人员，事业上小有成就。而漂亮的女老板柯兰，也视他为自己未来的老公。虽然郝鸣生活一帆风顺，但有一个梦时常困扰着他，梦中有种神秘的声音一直吟叫。像是某种动物发出的，声音清亮、威严、又像低沉的怒吼。直到一次私人赌蚌批卖会上。郝鸣才直正的听到这种声音，是一只被多方争夺的巨蚌发出的。在美女老板柯兰的支持下，郝鸣拍下了这只蚌。在郝鸣的实验观察室中，蚌中出现了一个美艳的女人，郝鸣也终于知道，一直在自脑中回响的声音就是上古神兽龙的鸣叫声，也就是龙吟。龙女告知郝鸣，她便是东海龙王敖广的小女儿、东海龙宫的小公主敖娇。出于对龙女的好奇，也因为龙是传说中的生物，郝鸣欲对其进行科学研究。龙女的鸣叫也引起了八仙的注意，虽然八仙过海时，与龙宫的恩怨以在天庭和佛家的调停下解除，便八仙对龙族还是比较关注。这只小龙的声音蓝采和也是很熟悉的，五年前，敖娇初次来到人间。在渔市上，她看东海水族被买卖虐杀，于是大闹人间，正是蓝采和与韩湘子处理的，但是小龙被他们打伤，龙珠也还在蓝采和的手里。于是蓝采和上门送还龙珠，并让郝鸣尽快送敖娇归海，有困难可以到蓬莱阁找他。受伤沉睡在贝壳中的敖娇，消失了很多记忆，包括怎么便用龙珠。她龙体内的冰火属性不能融合，时冷时热只能靠水来调节体温。郝鸣专心研究敖娇的生物行为，搞的忘记了柯兰的生日，引起了柯兰的不快。而敖娇这个外貌是女人的龙出现在郝鸣的家中，更是让柯兰误会郝鸣和敖娇的关系。虽然物种不同，但看起来敖娇可是女人中的女人，于是为了让敖娇穿上人类的衣服，郝鸣带敖娇来到商场买她喜欢衣物。时逢圣诞节，热闹的商场里小朋友在接受圣诞老人的礼物。龙是喜欢聚宝的，当看到一大袋闪光的礼品时，敖娇控制不住天性，就打劫了圣诞老人，领着一群讨礼物的孩子，大闹商业中心。为了让敖娇尽快恢复记忆，郝鸣到蓬莱阁请教蓝采和，却被告知可以去龙王庙上香，让龙王接女儿回东海龙宫。龙女上香，让龙王心生感应，派九千岁接敖娇回龙宫。郝鸣与敖娇不在，柯兰来到海边小屋，看到龙珠，误以为是郝鸣瞒自己家里没有钱，于是带走龙珠。而九千岁来到人间，寻找龙珠的气息，误以为柯兰是敖娇。结果柯兰误会是商场上的事情，有人要绑架自己，以柔软的态度求助郝鸣，结果再次误会敖娇和郝鸣的关系。出于安全考虑，柯兰还请吴乃华帮忙，升级公司安保。为取回龙珠，郝鸣带敖娇来到公司，柯兰出于嫉妒，不管敖娇是人、是龙还是妖，都要把敖娇从郝鸣身边赶走，于是请吴乃华帮忙。吴乃华的手下绑架敖娇未成，却发现敖娇身有鳞片，头有犄角。九千岁在蓝采和的教训下，知道自己误扰了凡人，也找到了真正的公主。但是九千岁却发现敖骄与郝鸣亲近，急回东海报告龙王。而柯兰虽然知道了敖骄的真实身份，但依然嫉妒，欲除之尔后快，再次与吴乃华合作。九千岁带着大批水族来捉拿与人相爱的龙女，被蓝采和压下水中。却让九千岁生出坏心，悄悄留在人间，欲抢夺龙足，让自己变成一万岁，功成圆满。敖骄恢复了几分记忆，欲吞服龙珠归海，却被蓝采和意外破坏，龙珠意外进到郝鸣体内，须要几日后才能取出。在等待郝鸣吐出龙珠期间，敖骄被吴乃华请的人绑架，并要在公司的年公上公布与世。要抢夺龙珠的九千岁、吴乃华为首的欲将龙女商业化的奸商、保护敖骄的郝鸣和蓝采和齐聚在年会上。蓝采和法力高强，机智、聪明的伪装成魔术师，让年会节目精彩纷呈，并成功的救出了敖骄。海边，敖娇从郝鸣嘴里吸回龙珠，恢复所有龙的能力，想带郝鸣一起回东海。郝鸣却意外的拒绝了，而敖娇为了惩罚恶人，带着东海败类龙归大海。郝鸣则因为体力精力消耗过大，昏迷入医。郝鸣醒来时，他看见敖骄化身护士回来了，巧笑倩兮，一步步走来。",
    "chinese_title": "仙二代之龙女敖娇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-17T05:39:33"
}