{
    "aka": [],
    "sid": "30353894",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575209317.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "imdb_id": "tt7300574",
    "director": [
        {
            "url": "/celebrity/1333296/",
            "name": "皮坡·戴尔波诺 Pippo Delbono",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7300574/",
    "imdb_votes": 9,
    "this_title": [
        "Vangelo"
    ],
    "douban_link": "https://movie.douban.com/subject/30353894/",
    "imdb_rating": "5.9/10 from 9 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In an extraordinary framing of the refugees crisis, renown Italian stage director Pippo Delbono stages a version of the Gospel with refugees in the local detention center.Led toward the refugees by curiosity and a sense of the realness of their experiences and pain, Delbono finds them to be trapped in a limbo made up of unspeakable memories and fears for an uncertain future.  Little by little, these enduring people begin to open their hearts to the director and tell him their stories.  For the first time in his life, Delbono feels compelled to stage the Gospel with his new friends, the play his mother always hoped he would.Foremost a frame, their dramatic rendition of the Gospel draws insightful parallels between the story of Christ and his apostles and the situation of refugees in the present.  In its unique approach of exploring the contemporary refugee crisis, Gospel helps reveal many facets of these African, Afgan, and Middle Eastern people's experiences throughout their journey as refugees.\"I entered a refugee camp, my guard down, my mind confused, without really knowing why I was there. Certainly, I wanted to escape from my theater milieu, so removed from the real world, so dead; to fill a personal void and find something that was alive. And I met people who bore the scars of serious wounds and epic struggles, but also the mark of an enormous vitality. I found something in them that has to do, I believe, with truth, beauty, art and faith. And maybe that Gospel my mother set such store by.\" - Pippo Delbono, 2016",
    "chinese_title": "Vangelo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T04:26:08"
}