{
    "aka": [
        "Bon-Uta, A Song from Home"
    ],
    "sid": "30358132",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549119195.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt28596436",
    "director": [
        {
            "url": "/celebrity/1292890/",
            "name": "中江裕司 Yuji Nakae",
            "@type": "Person"
        }
    ],
    "duration": "134分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2018-11-24(东京filmex电影节)",
        "2019-02-15(日本)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28596436/",
    "imdb_votes": 20,
    "this_title": [
        "盆唄"
    ],
    "douban_link": "https://movie.douban.com/subject/30358132/",
    "imdb_rating": "6.7/10 from 20 users",
    "trans_title": [
        "盆歌",
        "Bon-Uta, A Song from Home"
    ],
    "douban_votes": "0",
    "introduction": "A story of connection between Fukushima and Hawaii through traditional performing arts.In 2015, four years after the Great East Japan Earthquake, the people of Futaba Town in Fukushima Prefecture, forced to continue to live scattered in evacuation destinations, are concerned about the preservation of their traditional \"Bon Uta\". However, during this difficult time, they find that the tradition of Bon Odori (Bon dance) has been inherited by people who had immigrated to Hawaii from Fukushima over 100 years ago. The people of Futaba headed to Maui, Hawaii to perform Bon Uta. The documentary follows their journey as they bravely work to preserve their cultural heritage and pass it down to future generations, all while holding onto hope for the continuation of their tradition. As the story unfolds, the \"Bon Uta\" not only becomes a way for the people of Futaba to share their heritage, but it also unveils the roots of those who have been living away from their homeland. Directed by NAKAE Yuji, who also runs Sakurazaka Theater, the film vibrantly captures the richness of Futaba Town's traditional performing arts, the music of Hawaii's Bon dance and their backgrounds.源自：https://jff.jpf.go.jp/watch/ic2023/films/bon-uta-a-song-from-home/",
    "chinese_title": "盆歌",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "盆唄",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T09:56:07"
}