{
    "aka": [
        "一战最后100天"
    ],
    "sid": "30353105",
    "cast": [
        {
            "url": "/celebrity/1292582/",
            "name": "本·莫特利 Ben Mortley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019019/",
            "name": "马尔科姆·麦克道威尔 Malcolm McDowell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1260735/",
            "name": "Daniel Dolby Daniel Dolby",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872677941.jpg",
    "region": [
        "英國 UK"
    ],
    "writer": [],
    "imdb_id": "tt9212616",
    "director": [],
    "duration": "59分钟",
    "episodes": "2",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-10-25(英國)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9212616/",
    "imdb_votes": 105,
    "this_title": [
        "100 Days To Victory"
    ],
    "douban_link": "https://movie.douban.com/subject/30353105/",
    "imdb_rating": "6.8/10 from 105 users",
    "trans_title": [
        "一战最后的一百天",
        "一战最后100天"
    ],
    "douban_votes": "0",
    "introduction": "This two-part drama documentary tells the epic story of the Allies’ finest hour - and the invention of modern warfare. The first episode, The Spring Offensive, begins in early 1918, at a moment of maximum jeopardy for the Allies.In the famous words of Field Marshal Haig, they had their \"backs to the wall\" as a great German attack swept westward in a final bid to win the bloodiest war of all. Standing in the German army’s path are British, Australian, Canadian and French forces, while the Americans are still arriving to join the fight.The onslaught triggers a leadership crisis: Field Marshal Haig and Marshal Foch ask Australia’s General Monash and Canada’s General Currie to perfect a new way of waging war - one that will deliver ultimate victory.Monash and Currie conclude that the only way to victory is to effectively achieve the ‘combined arms’ co-ordination of artillery, tanks, aircraft and infantry - on a massive scale. It’s the birth of modern warfare.By August, they’re ready for what will become a major turning point in the War: The Battle of Amiens.From the visceral experience of those serving on the battlefield to the crucial decision making of the generals, this drama documentary series brings the story of WWI’s remarkable multinational feat of arms vividly to life.",
    "chinese_title": "一战最后的一百天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "100 Days To Victory",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-11-28T15:56:19"
}