{
    "aka": [],
    "sid": "30359380",
    "cast": [
        {
            "url": "/celebrity/1322133/",
            "name": "傅程鹏 Hongming Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335600/",
            "name": "任柯诺 Kenuo Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397832/",
            "name": "喻言 Yan Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396907/",
            "name": "薛景瑞 Jingrui Xue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323758/",
            "name": "夏侯镔 Bin Xiahou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328044/",
            "name": "杨舒 Shu Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386421/",
            "name": "沈璐 Lu Shen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541968281.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1373481/",
            "name": "侯杰 Jie Hou",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-12-14(中国大陆)"
    ],
    "this_title": [
        "特种兵归来3：绝密战场"
    ],
    "douban_link": "https://movie.douban.com/subject/30359380/",
    "trans_title": [
        ""
    ],
    "douban_votes": "591",
    "introduction": "马跃的妻子莉莉挺着大肚子，准备产检。就在这个时候，一伙儿匪徒悄然绑架了莉莉，她给马跃的电话打到一半就断了，聪明的莉莉在匪徒动手控制她之前，将马跃送给她的定位手表摘下来，塞进衣服里。马跃意识到莉莉发生不测，赶紧通知了龙卫和陆大山。他们通过莉莉的手表追踪到匪徒的路线，紧急尾随。没想到追踪到一处民房，却遭遇陷进。原来莉莉的手表被匪首刘飞龙发现，他们已转移莉莉，并对血狼张网以待。境外，黑狐与代号为GM国际恐怖组织派来的特使亨特秘密会面，原来他早就是该组织的一员。此时，大屏幕上播放着藤国发生大规模民众示威游行的视频画面，藤国民众对现任政府各项政策深恶痛绝，同时纷纷表示怀念前任总统多达坤恩。雅塔也适时地发表电视讲话，呼吁民众联合起来反抗暴政，更加推波助澜，藤国政权已经到了岌岌可危的地步。亨特表达了本组织与黑狐的合作内容：现在的藤国总统早有不臣之心，越来越难以合作，他希望黑狐能够力挽狂澜，成为藤国新的领导者。摘下面具的黑狐俨然就是藤国前总统多达坤恩。原来，真正的坤恩总统早在下台之前就已经被亨特的组织秘密逮捕并软禁，当年的下野声明就是黑狐冒充坤恩所发。如今故技重施，一旦黑狐“重夺政权”，可以立刻安抚民众，而藤国政权就会被国际恐怖组织彻底把控，而黑狐也将拥有巨大的权力和财富。亨特将一支精干的武装力量带给了黑狐，头目叫獠牙和水蛇，其中獠牙还有另外一个身份：前任总统多达坤恩的侍卫长。藤国，雅塔已经公开行动，她又一次召开记者发布会，代表民众痛斥现政府的种种劣迹。人群中，獠牙假扮的记者引起雅塔注意，并私下告诉雅塔：坤恩先生已经被他救了出来，现在要立刻见她。雅塔不知是计，匆匆跟着獠牙踏上行程。雅塔终于见到了朝思暮想的父亲坤恩（实际上是黑狐），黑狐变造了一套谎言取得了雅塔的信任，他告诉雅塔，自己决定重掌政权，要雅塔以他的名义召集藤国国内支持他的几个军政要员秘密开会。雅塔深信不疑，立刻开始联络这些前总统坤恩的秘密支持者们，黑狐的阴谋顺利展开！龙卫三人继续追踪莉莉，来到了一个小渔村。水蛇以莉莉的性命要挟三人放下武器，束手投降。痛苦惊惧的莉莉哭着让马跃不要管她，但马跃咬着牙放下了武器，他不能扔下自己怀孕的爱人不管，哪怕是和她一起死！他请求龙卫和陆大山赶紧离开，但龙卫却和他一起放下了武器。陆大山也跟着放下武器，被龙卫一脚踹进水里。陆大山明白了狼王的意图，看着两人，含泪而去。獠牙将抓获龙卫二人的消息告知黑狐，黑狐大为兴奋，他指示水蛇，在杀死龙卫二人之前，要获得一个重要的政治资本，以便于当权后作为与某大国取得合作的“献礼”。在雅塔和支持坤恩总统的军政要员与“父亲”的一次会面宴会上，雅塔对“父亲”吃蘑菇的举动已产生怀疑，因为真正的坤恩总统蘑菇过敏，突然意识到假冒的父亲有可能就是黑狐，于是雅塔偷偷取出黑狐用过的餐具，去医院检查DNA。龙卫被审问的时候，什么也不交代，并说出水蛇的身世。原来水蛇一家都是被黑狐暗中迫害，然而水蛇却认贼作父，并且趁机制服了水蛇，逃出关押的房间。这时雅塔在医院接到陆大川的电话，与陆大山顺利汇合。两个人整齐武器装备，奔赴龙卫和马跃被关押之地，将两人和莉莉解救了出来。獠牙追踪雅塔也来到渔村，双方展开激战，水蛇被獠牙开枪灭口，临死前说出真正的前总统被关押在藤国秘密监狱。龙卫三人和雅塔根据水蛇临死前提供的线索潜入藤国秘密监狱，经过一番激战，救出了真正的坤恩总统，在黑狐即将发表政变宣言之际现身。面对阴谋败露，恼羞成怒的黑狐指使獠牙掏出手枪，欲枪杀真正的坤恩总统，却确击中了保护父亲的雅塔。黑狐趁着众人慌乱，企图逃离电视台大厦。然而由于黑狐身份暴露，GM组织为了掩盖罪行，派来杀手准备除掉黑狐，双方激战中獠牙被击毙，但黑狐侥幸跳脱。惊慌失措的黑狐跑向一个十字路口时， 追踪而来的GM组织汽车向他撞来，却阴差阳错发生了车祸，劫后余生的黑狐趴在地上还在庆幸，抬头却看到龙卫、马跃和陆大山来到眼前，一枪爆头。病房中，真正的坤恩总统坐在床头看着电视，新闻中他正在揭露了三年前的政治阴谋，并宣布会重返政坛，支持者的欢呼声。病床上雅塔昏迷不醒，旁边的桌子上有一束鲜花，鲜花中一张卡片上印着一个狼头。",
    "chinese_title": "特种兵归来3：绝密战场",
    "douban_rating": "4.0/10 from 591 users",
    "foreign_title": "",
    "douban_rating_average": "4.0",
    "update_at": "2025-07-18T01:42:39"
}