{
    "aka": [],
    "sid": "30350753",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "喜剧",
        "科幻",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537015075.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8917774",
    "director": [],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-10-12(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8917774/",
    "imdb_votes": 108,
    "this_title": [
        "Make Me Up"
    ],
    "douban_link": "https://movie.douban.com/subject/30350753/",
    "imdb_rating": "5.6/10 from 108 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In Make Me Up, multimedia artist Rachel Maclean has created a world that is both seductive and dangerous; a place where surveillance, violence and submission are a normalised part of daily life. She tackles these contradictions head-on and never balks at pushing boundaries.This darkly-comic film takes a satirical look at the contradictory pressures faced by women today. It examines how television and social media can be fun and expressive spaces to explore identity, but simultaneously a gilded prison that encourages women to conform to strict beauty ideals.Siri wakes to find herself trapped inside a brutalist candy-coloured dreamhouse. Despite the cutesy decor, the place is far from benign, and she and her inmates are encouraged to compete for survival while being watched over by surveillance cameras, 24/7.Presiding over the group is an authoritarian diva who speaks entirely with the voice of Kenneth Clark from the 1960s BBC series Civilisation. As she forces the women to go head-to-head in a series of demeaning tasks, Siri, with the help of fellow inmate Alexa, starts subverting the rules and soon reveals the sinister truth that underpins their world.Make Me Up will receive its world premiere in London on 12 October as part of the BFI London Film Festival and will be screened in cinemas and arts centres throughout autumn 2018. Make Me Up will be broadcast on BBC 4 in November 2018 (date tbc).Produced by Hopscotch Films with NVA, Make Me Up is a major commission for the BBC, Creative Scotland and 14-18 NOW: WW1 Centenary Art Commissions, supported by Jerwood Charitable Foundation, the National Lottery through the Heritage Lottery Fund, and by the Department of Digital, Culture Media and Sport. Make Me Up is part of Represent, a series of works inspired by the Representation of the Peoples Act 1918.",
    "chinese_title": "Make Me Up",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T15:28:10"
}