{
    "aka": [
        "Soldier's Lullaby"
    ],
    "sid": "30369833",
    "cast": [
        {
            "url": "/celebrity/1064929/",
            "name": "卢博米尔·班多维奇 Ljubomir Bandovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115525/",
            "name": "Milica Mihajlovic Milica Mihajlovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1467829/",
            "name": "马尔科·瓦西里耶维奇 Marko Vasiljević",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539019816.jpg",
    "region": [
        "塞尔维亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1005475/",
            "name": "普雷迪拉格·安东尼耶维奇 Predrag Antonijevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1431494/",
            "name": "娜塔莎·德拉库利奇 Natasa Drakulic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5178964",
    "director": [
        {
            "url": "/celebrity/1005475/",
            "name": "普雷迪拉格·安东尼耶维奇 Predrag Antonijevic",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "塞尔维亚语"
    ],
    "playdate": [
        "2018-11-01(塞尔维亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5178964/",
    "imdb_votes": 1539,
    "this_title": [
        "Zaspanka za vojnike"
    ],
    "douban_link": "https://movie.douban.com/subject/30369833/",
    "imdb_rating": "7.4/10 from 1539 users",
    "trans_title": [
        "士兵的摇篮曲",
        "Soldier's Lullaby"
    ],
    "douban_votes": "0",
    "introduction": "Stevan Jakovljevic, a biology teacher and World War I veteran who fought for the Serbian army, arrives to the celebration of the twentieth anniversary of the end of the war and the opening of an ossuary in the village where he used to be stationed with his first company, the Fifth Artillery Battery. Back then, Stevan had to take sudden leave of absence and was then reassigned to another unit, and one of the reasons he came to the opening of the ossuary is to find out what had happened to his fellow soldiers, especially to his immediate superior, Second Lieutenant Aleksandar. There he encounters only the aged Commander, and through their flashbacks we see the fate of the Fifth Battery which was disbanded in that very village, we see some difficult but also some joyous moments, as well as the relationship between Stevan and Aleksandar which evolves from initial hostility to friendship. What Stevan learns from the Commander will change everything - Aleksandar knowingly sacrificed himself for Stevan when he granted him leave, risking both a court martial hearing and his own life. In this story of friendship and courage, the character of Second Lieutenant Aleksandar, whose fate we will not learn until the very end, will show why the Serbian army managed to achieve such great military feats despite all odds and difficulties - because one man, a second lieutenant, a superior officer, willingly sacrifices his life, after previously sacrificing his reputation and honor, to save at least one of his men.",
    "chinese_title": "士兵的摇篮曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Zaspanka za vojnike",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-07T08:29:13"
}