{
    "aka": [
        "The Dinner"
    ],
    "sid": "3036756",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889279154.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0216224",
    "director": [
        {
            "url": "/celebrity/1042310/",
            "name": "佩雷·波尔塔贝利亚 Pere Portabella",
            "@type": "Person"
        }
    ],
    "duration": "60 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0216224/",
    "imdb_votes": 138,
    "this_title": [
        "El Sopar"
    ],
    "douban_link": "https://movie.douban.com/subject/3036756/",
    "imdb_rating": "6.6/10 from 138 users",
    "trans_title": [
        "晚餐",
        "The Dinner"
    ],
    "douban_votes": "0",
    "introduction": "In 1974, on the night the militant anarchist Salvador Puig Antich was executed, five former political prisoners—Angel Abad, Jordi Cunill, Lola Ferreira, Narcís Julian, and Antonio Marín—gather in a farmhouse to prepare a meal and make a film discussing the problems and issues arising from long prison terms. Portabella uses simple cinematic conventions to explore his subject: \"You can't understand liberation if you don't begin with yourself.\"The intention of this film is to approach the problems faced by political prisoners with long term sentences. This meeting took place in 1974, in Catalonia on the same day that Salvador Puig Antich, an anarchist activist, was executed by garrotte. To protect those involved in the documentary, filming took place in a country home far from Barcelona. The meeting notice was sent to the technicians and other persons involved at different times and with the utmost secrecy; nobody knew, beforehand, our destination. These were the usual measures taken during the dictatorship. When we were all gathered together, I informed them of the execution of Puig Antich and of the strict control and surveillance measures taken by the police when these kind of event occurred. I also suggested that if anyone were considering abandoning the project, in view of the risk of arrest, all the person had to do was say so, no explanations necessary, and we would suspend filming.The unanimous decision was to continue the film precisely because it was the best answer to the repression under the Franco regime, and so we continued.The filming equipment: a few spotlights, a 16mm camera, a travelling track, and a “nagra” for direct sound.Before the shoot, I spent some time talking to the protagonists about the essential aspects considered significant and adequate by all of us in order to organize their conversation during the dinner.I resolved the filming strategy by long travelling shots following a rhythm that was not dictated or subsidiary to the dialogue and a fiction lighting in accordance to the degree of cinematographic representation that was of interest to me.The dinner begins with a critique on hunger strikes as an extreme way of keeping up the fight and ends with Lola Ferreira who finishes by leaving her companions wordless.",
    "chinese_title": "晚餐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Sopar",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-31T17:14:31"
}