{
    "aka": [],
    "sid": "30377578",
    "cast": [
        {
            "url": "/celebrity/1275614/",
            "name": "寇世勋 Johnny Kou Hsi-Shun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1378981/",
            "name": "王宝玉 Bao Yu Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1360981/",
            "name": "邓珏人 Chueh-Ren Teng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405718/",
            "name": "邓雪儿 Hsueh-Erh Teng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897679611.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1536582/",
            "name": "王中平 Chung-Pin Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1416122/",
            "name": "李泉溪 Kuan-Hsi Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "地狱里的天堂鸟"
    ],
    "douban_link": "https://movie.douban.com/subject/30377578/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "片子开始是一对即将结婚的男女正在入夜的公园里甜言蜜语，这时来了3个醉酒后的浪荡青年，为首的一个就是寇子饰演的李成竹。3个青年吓走了那个窝囊的准新郎，然后李成竹把那个准新娘给奸污了。之后准新娘愤而报警，李成竹被抓。李成竹高龄的奶奶拖着病弱的身躯去找那位被害的准新娘，恳求她撤回对李成竹的控诉。准新娘名字叫“爱梅”。爱梅心身也受到了很大伤害，因此拒绝了李成竹的奶奶，老人心脏病突发，死去了。警方决定对李成竹进行“监外执行”（我不知道应该怎样称呼这种情况），就是不关监狱，由一位警长专门负责定期检查他的行动，一旦有不良的行为，哪怕是闯红灯之类的事情，都要马上抓起来。李成竹在警长的陪伴下回到家，看到奶奶的遗书，十分懊悔自己的行为。原来，李成竹自幼没有父母的照管，全靠奶奶一手抚养成人，奶奶的娇纵使他走上了歧途。现在奶奶在遗书中告诉他他的名字“李成竹”的含义，希望他能勇敢地为自己做的事情负责。准新郎家是一个有钱的人家，其母亲把自己的儿子管得顺从服贴，那儿子本来就是个窝囊废。他们认为爱梅出了这种事就是丢了他们家的人，他们绝对不能接受这样的新媳妇。准新娘爱梅去医院检查，发现已经怀有身孕，这应该是她和那位准新郎的骨肉。她通知了准新郎，但是从她出事报警之后就一直没有露面的准新郎不承认孩子是自己的，这令爱梅深受打击。从医院出来之后爱梅精神恍惚，差一点被车子撞到，幸亏偷偷跟着她、想要向她道歉的李成竹为她挡了一下。虽然李成竹为此受了点伤，但是爱梅仍然是不能原谅他曾经的作为，还把他痛斥了一顿，李成竹在爱梅的面前总是一付罪人的模样，抬不起头来。爱梅回到住处，准新郎的母亲拿着一张大额的支票来了，要用钱买他们的关系、封住爱梅的口，让爱梅拿了钱、把孩子打掉，以后再也不要提起曾经和她儿子有过交往的事情。爱梅气愤之极，撕了支票，表示绝对不会再跟他们家有交往。爱梅打算把孩子打掉，李成竹通过爱梅的室友了解了爱梅的情况，着急地送了一本书给爱梅。那本书里是以第一人称的写法写在母体内的婴儿的感受的，非常感人，爱梅看到其中有一页折了个角，仔细一读，这一篇正是婴儿知道妈妈想要把她打掉时感受到的恐惧和发出的哀求。爱梅深受感动，终于决定留下孩子。从此以后，李成竹一直尽自己的能力照顾着爱梅的生活。他在一个修车厂找了份正当的工作，默默地关心爱梅，想要为自己的过错赎罪，把自己的收入都用在了给爱梅买补品和给未出世的孩子买东西上面。爱梅对李成竹渐渐改变了看法。后来李成竹陪着大肚子的爱梅散步，爱梅特地叫他不要老在后面跟着自己，要他走到自己的身边来。之后，爱梅又含情脉脉地让成竹不要总是称呼自己“X小姐”，而是让他叫自己“爱梅”。一天成竹正在修车的时候，听到爱梅已经生了的消息，急忙赶往医院。抱着初生的婴儿，成竹充满了感动和幸福，而爱梅看着孩子和成竹，心中也洋溢着无限的温情。他们成了幸福的一家人。那位准新郎由于遭遇车祸下肢残废，永远丧失了性功能。这时那位曾经嚣张跋扈的母亲又一次来找爱梅，求她把生下的孩子还给他们家作为一脉相传的骨肉，爱梅拒绝了她的要求，告诉她李成竹才是孩子的父亲、自己的丈夫！剧终",
    "chinese_title": "地狱里的天堂鸟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T13:12:15"
}