{
    "aka": [],
    "sid": "30373767",
    "cast": [
        {
            "url": "/celebrity/1378178/",
            "name": "田沐阳 Muyang Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1373610/",
            "name": "王嘉宁 Jianing Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330939/",
            "name": "史磊 Lei Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1421129/",
            "name": "崔姗姗 Shanshan Cui",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539365075.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318284/",
            "name": "方泓仁 Hung-Jen Fang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1344331/",
            "name": "胡艺川 Yichuan Hu",
            "@type": "Person"
        }
    ],
    "duration": "35分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-07-02(中国大陆)"
    ],
    "this_title": [
        "致命X"
    ],
    "douban_link": "https://movie.douban.com/subject/30373767/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "史达车祸之后对熟悉的环境感到不适应，回快递站上班也是各种被投诉，忍不住联系女朋友夏梦瑶，去夏梦瑶公司示爱，夏梦瑶告诉史达他们已分手。史达被人围堵，被迫动手收拾夏大伟几人。史达顺着少许线索调查，知道自己车祸当天有工业园发生爆炸，他来到工业园寻找线索却遇袭。夏大伟强行让史达签下欠条，夏梦瑶撞到史达被夏大伟绑架，将史达带走。史达再次求复合被拒，心灰意冷之际易枝花打电话怒骂史达，史达只得赶紧去送货。史达为让夏大伟不再为难自己，以协助的方式来拉拢对方，让夏大伟对他佩服不已。夏大伟尝到诈骗甜头，劝说史达合作，史达不为所动。史达误打夏大伟小弟娘炮，对方包里掉出的书引起史达注意。娘炮找到夏大伟收拾史达，夏大伟以史达要追夏梦瑶和告知书的情况，让史达同意跟他一起干。夏大伟再次用史达的方法骗到了钱，告诉史达书是陪酒小姐小丽的，史达前去问询却无功而返。史达为救跳楼男子成为“快递侠”，一下成了网络红人。夏梦瑶不相信史达会变化这么大。史达把从夏大伟处拿回的钱，全部还给了被骗人，夏大伟等人看新闻发现，打算围堵史达，要出口恶气。史达成为了“快递侠”，折腾出不少闹剧，夏大伟再次抓到史达，让史达交出那拿走的钱，两人肉搏厮打，被夏梦瑶误会。夏梦瑶担心史达和自己的大哥关系，安排叶美美去色诱史达，史达最后从窗户逃走，被袁进抓住就是一通打。袁进说史达让小丽怀孕，让史达花钱买平安，史达只好先答应。史达向夏梦瑶借钱，以求见到小丽，见面时小丽腹痛难忍被史达送进医院，被误会即将为人父，夏梦瑶和叶美美看到新闻，正为史达性向正常高兴的她，却误会史达与小丽之间关系。夏大伟要史达一起去赌场，史达为了救人只能同意。史达拿钱换出小丽的秘密。小丽曾是莫里森教授的女朋友，教授最后死于爆炸事件，小丽打算了结自己时，被袁进所救。史达回到公司，发现大家都关注他妻儿的问题，夏梦瑶也来找他，小丽却突然出现要借用史达，史达与小丽匆匆离去。袁进去赌场咸鱼翻身，被扣在赌场。史达和小丽去救袁进，泰傻要和史达算账。夏梦瑶带着大哥来救人，发现史达看似已经解决危机。史达告诉大家泰傻要拿钱赎人，只好进行诈骗，夏大伟把目标定在家属区，空手套白狼地进行圈钱，被夏梦瑶发现赶紧逃走。夏梦瑶终于抓住史达，两人到湖边谈心。史达最后还是把钱还了，感动了夏梦瑶，却让夏大伟十分生气。泰傻打电话催促史达尽快拿钱赎人。小丽为让史达尽快筹钱，威胁史达想办法。史达和夏梦瑶被同事意外撞伤，史达负伤晕过去，在昏迷中想起很多事情，夏梦瑶照顾史达，两人感情升温不少。小丽向史达求助，告诉史达袁进把她的房子卖了，史达发现小丽的一张照片，去查看线索却发现有车在跟踪。史达巧遇陶凡追求夏梦瑶，借机给陶凡当面难堪。夏梦瑶找史达理论，两人正在争吵之时，史达发现跟踪车辆，转身尾随而去，他跟踪汽车进了吉杰的家，溜进别墅查看，正好吉杰回家，躲进卫生间内暂避，被十三媚发现背上纹身，史达逃跑中被陶凡开车撞倒，被送往医院救治。史达让陶凡帮助自己接近吉杰，陶凡提出让史达帮自己洗清形象。史达拿着锦旗为陶凡名声洗白。夏梦瑶对史达的表现十分生气，史达趁机说出自己不是史达的事实，两人不欢而散。史达发现快递车被人装跟踪器，去找夏大伟，让夏大伟帮自己搞跟踪器。史达和同事互换区域以迷惑吉杰，进别墅区安装跟踪器，再次被十三媚掩护。史达追踪吉杰到交易现场，被吉杰手下发现，吉杰告诉史达他是青山，车祸当天，史达被他派去拿生物芯片，却不料意外出车祸。陶凡再次向夏梦瑶表白被拒，巧遇夏大伟来找夏梦瑶，陶凡提出让夏大伟帮他要账。史达找夏大伟打听青山，得知他们要去收账。史达得知小丽生活艰难，想让吉杰帮小丽把钱拿回来，吉杰表面上一口答应。喝过酒的史达去找夏梦瑶，告诉她夏大伟要去找泰傻收账，遇到回公司的陶凡，夏梦瑶赌气说自己和陶凡在一起了，史达伤心离去。吉杰把要回来的钱还给史达，并告知他袁进已死。吉杰带史达出去喝酒，救下泰傻戏弄羞辱的夏大伟。吉杰让史达住进别墅，十三媚给史达接风，故意在菜里放了很多香菜，以确定史达身份。史达送快递时被客户为难，吉杰小弟赶跑了耍脾气的客户。夏梦瑶质问史达，史达告诉夏梦瑶，真正的史达去世，并带她去看史达的墓，夏梦瑶伤心的借酒浇愁，陶凡趁机下药迷晕夏梦瑶，被十三媚救下。小丽打电话约史达见面，却被吉杰手下劫持，史达救下小丽。小丽醒来后告诉史达，他其实是X先生，辉煌集团的老大。史达将小丽转移出医院，尾随而至的杀手将小丽杀害。十三媚告诉史达吉杰的狼子野心。史达回忆车祸当天的事情，莫里森教授约X见面，等他到时教授已被刺伤，教授将真的芯片植入史达的皮层里，并为X植入假的芯片以迷惑吉杰，引爆了实验室与吉杰同归于尽。吉杰要做掉史达，被十三媚听见。吉杰让手下将史达抓回去见他，被夏大伟用计将救出，却得知夏梦瑶被抓，史达和夏大伟去救夏梦瑶，危急之时十三媚出现，史达救出夏梦瑶，十三媚被吉杰杀害，史达最终战胜吉杰。而史达与夏梦瑶的爱情也正式开始…...此时另一股势力派出人员乔装成职业经理人出现在已经正式成为辉煌集团总经理的夏大伟面前……",
    "chinese_title": "致命X",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-01-25T17:00:37"
}