{
    "aka": [],
    "sid": "30371723",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "黎巴嫩",
        "阿联酋"
    ],
    "writer": [
        {
            "url": "/celebrity/1436785/",
            "name": "Rania Stephan Rania Stephan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1436785/",
            "name": "Rania Stephan Rania Stephan",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "阿拉伯语"
    ],
    "playdate": [
        "2018-02-21(柏林电影节)"
    ],
    "this_title": [
        "RIOT: 3 Movements"
    ],
    "douban_link": "https://movie.douban.com/subject/30371723/",
    "trans_title": [
        "暴动：三场运动"
    ],
    "douban_votes": "0",
    "introduction": "In the summer of 2015, Lebanon faced a sudden and surreal garbage crisis that lasted over six months. The government’s incompetence put the people and environment at serious risk. The leaders preferred to postpone taking any action or decision until they could benefit from the solution and agree on a way to divide up the spoils. The face of their callous corruption was revealed in full. Mountains of garbage covered the streets, rivers, sea, and mountains themselves. Citizens took to the streets; large demonstrations lasted over six months. What started as joyful, inventive, and gregarious gatherings was crushed by force and infiltration. Lassitude crept in as internal divisions weakened the protest movement.Today, the solution to the garbage problem is still temporary. And nobody has taken responsibility for the mismanagement of the crisis, taking a heavy toll on the land and the population. RIOT: 3 Movements captures the last of these demonstrations. It’s an attempt to understand how bodies form in a space of contestation. How they organize and dissipate, take on singularity then disappear again. A pretext to interrogate the idea of our fleeting victories and enduring defeats.",
    "chinese_title": "暴动：三场运动",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "RIOT: 3 Movements",
    "douban_rating_average": 0,
    "update_at": "2025-08-07T16:21:43"
}