{
    "aka": [],
    "sid": "30374679",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539453793.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7077060",
    "director": [
        {
            "url": "/celebrity/1296180/",
            "name": "瓦妮莎·罗斯 Vanessa Roth",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-04-27(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7077060/",
    "imdb_votes": 6,
    "this_title": [
        "The Girl and The Picture"
    ],
    "douban_link": "https://movie.douban.com/subject/30374679/",
    "imdb_rating": "9.0/10 from 6 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "StorylineThis is a story of loss, legacy, and the power to change the future. It's about family and the memories we leave behind, a story that began 80 years ago in 1937, when eight-year-old Xia Shuqin witnessed the murder of her family in the horror known as the Nanjing Massacre. In just six weeks, 300,000 people were slaughtered at the hands of Japanese soldiers - victims of mass rape and murder. Xia Shuqin and her 4-year-old sister hid from the soldiers for ten long days, concealing themselves under the corpses of their parents and siblings. Shortly after they emerged, American missionary John Magee, who was documenting the atrocities with his 16mm home movie camera, filmed the little girls standing in front of what was once their family home; bearing witness through rare film images of the carnage - and binding his family and theirs forever. The Girl and The Picture brings together two direct descendants of this history as Madame Xia, now 88, shares her legacy of loss and survival with her...",
    "chinese_title": "The Girl and The Picture",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.0,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T20:14:59"
}