{
    "aka": [],
    "sid": "30371714",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2913862557.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1563907/",
            "name": "文德林·范奥尔登堡 Wendelien van Oldenborgh",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1563907/",
            "name": "文德林·范奥尔登堡 Wendelien van Oldenborgh",
            "@type": "Person"
        }
    ],
    "duration": "17分钟",
    "episodes": "",
    "language": [
        "荷兰语"
    ],
    "playdate": [
        "2018-02-19(柏林电影节)"
    ],
    "this_title": [
        "Cinema Olanda Film"
    ],
    "douban_link": "https://movie.douban.com/subject/30371714/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Shot in a single uncut sequence, Cinema Olanda Film connects an architectural location, a number of individuals, and past and present events through a momentary filmic reality. Situated in one of the Netherland's exemplary modernist postwar districts designed by the Bauhaus trained Lotte Stam-Beese, who became one of Rotterdam’s main urban planners in the 1950s, the film alludes to the presence of multiple voices behind the screen of Dutch postwar society, which was reimagining itself as a uniform modern state.Filmed in a single day with live production of script and music, by a contemporary cast of individuals with a personal or professional relationship to the questions raised, references range from the Dutch Caribbean revolutionary Otto Huiswoud, who from his base in Amsterdam in the 1950s formed an impressive link with Black intellectual, political, and cultural life in Paris, London, and New York, to the popular 1950s Indo-rock music associated with the massive post-independence immigration from Indonesia.",
    "chinese_title": "Cinema Olanda Film",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-21T18:13:57"
}