{
    "aka": [],
    "sid": "30379319",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "扎伊尔"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1030010/",
            "name": "Mweze Ngangura Mweze Ngangura",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Kin Kiesse"
    ],
    "douban_link": "https://movie.douban.com/subject/30379319/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Kin Kiesse is a 1982 documentary film about \"Kin\" (Kinshasa), the capital of Zaire, and the capital of paradoxes and excesses, commentated on by one of its naïf artists, the painter Chéri Samba. We discover the \"Kin\" of night clubs, high buildings, bicycle-taxis, shoe shiners and hairdressers, the \"Kin\" of poor neighborhoods, but, above all, the \"Kin\" of music, where all the genres rub elbows, from beer party brass bands to the rumba to traditional dances, without leaving out the in-fashion bands of the time.According to the film's director, Mwezé Ngangura, Chéri Samba was instrumental in the making of the film, convincing the French Ministry of Co-operation, France 2 and Congolese television that Ngangura could make a film on Kinshasa.Kin-Kiesse fut primé à Ouagadougou (FESPACO’83, avec le Prix du Meilleur film Documentaire), à Hammamet (CIRTEF’83), et fut sélectionné pour INPUT’86 à Montréal. Ce film a été diffusé à la télévision zaïroise (OZRT), française (Antenne 2) et a été montré dans certaines universités américaines au cours d’un voyage d’étude que l’auteur y a effectué en 1984.",
    "chinese_title": "Kin Kiesse",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-13T01:42:11"
}