{
    "aka": [],
    "sid": "30376166",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548228264.jpg",
    "region": [
        "土耳其",
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1294579/",
            "name": "塔伊丰·皮尔西里莫格 Tayfun Pirselimoglu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7466370",
    "director": [
        {
            "url": "/celebrity/1294579/",
            "name": "塔伊丰·皮尔西里莫格 Tayfun Pirselimoglu",
            "@type": "Person"
        }
    ],
    "duration": "119分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2017-10-14(华沙电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7466370/",
    "imdb_votes": 781,
    "this_title": [
        "Yol kenari"
    ],
    "douban_link": "https://movie.douban.com/subject/30376166/",
    "imdb_rating": "5.9/10 from 781 users",
    "trans_title": [
        "路缘"
    ],
    "douban_votes": "0",
    "introduction": "Screwy signs indicate the arrival of the doomsday. The people of a small town find themselves on the edge of insanity, thinking the Antichrist is already around. But who is Christ, then? A poor guy with a sacred mark on his back working in a coffee shop? The residents of a small town set between a stormy sea and an ominous forest are becoming insane because of several fearful indications of the doomsday. A black ship anchored far away, a shrill sound over the town, arsons, missing people, along with the sun suddenly turning black, make the people skeptic and lead them to believe that the Antichrist is around. The prominent people of the town, as perplexed as the public, are getting anxious as well because of the President's imminent visit that requires special handling and unusual preparations. Unhappiness is also boundless in town; people are killing their spouses absurdly. In this gloomy atmosphere, a young, modest guy has just arrived to that bizarre place to start working in a coffeehouse, not yet affected by that contagious madness. His encounters with weird people reveal strange stories beyond his comprehension; while soon enough, he witnesses the freaky murder of an eccentric person coming out of sea. However, all these peculiarities are not even his main concern since his mind is mostly occupied by the thought of the nurse that passes by his working place every day. In spite of her initial indifference to his attention, until the moment she detects a sacred mark on his back and she begins to doubt his intentions. The rumour floats rapidly. Is he really the Christ that's expected? Or is this a pure coincidence and the real Christ has already been murdered?",
    "chinese_title": "路缘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Yol kenari",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T19:42:40"
}