{
    "aka": [
        "Diva of Finland"
    ],
    "sid": "30382198",
    "cast": [
        {
            "url": "/celebrity/1320668/",
            "name": "劳瑞·提卡宁 Lauri Tilkanen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320655/",
            "name": "梅里·内龙恩 Meri Nenonen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1243194/",
            "name": "Mikko Neuvonen Mikko Neuvonen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619964003.jpg",
    "region": [
        "芬兰",
        "挪威"
    ],
    "writer": [],
    "imdb_id": "tt9242730",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "芬兰语 Finnish"
    ],
    "playdate": [
        "2019-10-11(芬兰)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9242730/",
    "imdb_votes": 230,
    "this_title": [
        "MC Landebööna"
    ],
    "douban_link": "https://movie.douban.com/subject/30382198/",
    "imdb_rating": "5.5/10 from 230 users",
    "trans_title": [
        "芬兰天后",
        "Diva of Finland"
    ],
    "douban_votes": "0",
    "introduction": "It’s Henna’s 18th birthday, and the birthday girl is anxious. She’s fed up with the small rural town in Northern Finland and the future seems scary. She would like to do so much, but doesn’t know how to go about it, and neither does anyone else in her life – all the advice she’s getting is for safe, boring options. Henna likes music, but is insecure about it. But now that she’s 18 there’s light at the end of the tunnel. After this last winter she can move away from the small town and start her own life. On Henna’s birthday something happens, though. There’s a new girl moving right next door, and she’s about to mix things up. The girl called Silja is from a big city in Southern Finland. She seems to excel in everything Henna wants to be good at, plus she charms everyone around Henna, especially her best friends, a pair of twins called Iris and Ii. As Silja accidentally steals Henna’s spotlight Henna is struck by a wave of vicious envy. Envy makes Henna obsessive about Silja. She starts stalking her in social media as well as in real life. At a geography class Henna is supposed to observe a lunar eclipse, but instead she aims her binoculars at Silja. She trips and falls over and hurts both of her eyes. A temporary blindness follows, so she is literally blinded by her own envy.",
    "chinese_title": "芬兰天后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "MC Landebööna",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-01T07:39:27"
}