{
    "aka": [
        "A March To Remember"
    ],
    "sid": "30386865",
    "cast": [
        {
            "url": "/celebrity/1345177/",
            "name": "米克尔·伊格莱西亚斯 Mikel Iglesias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1488678/",
            "name": "米格尔·加尔塞斯 Miguel Garcés",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2540915515.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt7490282",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7490282/",
    "imdb_votes": 157,
    "this_title": [
        "Vitoria, 3 de marzo"
    ],
    "douban_link": "https://movie.douban.com/subject/30386865/",
    "imdb_rating": "6.4/10 from 157 users",
    "trans_title": [
        "A March To Remember"
    ],
    "douban_votes": "0",
    "introduction": "In every nation’s history there are events which will stay in their collective memory. It’s a serious responsibility to make a film about an event like that because the smaller the nation, the less probable it is that another director would deal with the same topic again.It’s 1976, dictator Franco has died and the changes that follow urge the nation to demand their economic rights. Vitoria is a tranquil provincial capital where Jose Luis works in the news department of a local radio station. Begoña, his daughter, is a young university student who takes part of the workers’ movement, particularly because her boyfriend Mikel has become one of the movement’s organisers. The events escalate to a public confrontation of employers and employees. The people against the government. Even the media has begun to choose sides and to diverge from the mainstream. The government proposes Jose Luis to become the head of the news department. There is no way he can refuse.Victor Cabaco has succeeded to make a film where besides the human characters, the historical event itself with its dramatic developments is one of the protagonists. The auteur reaches the conclusion that we can’t escape our nation’s collective memory. And he is right. Events change in time but the nation’s self-determination pursuits will stay forever.Mihkel Möölman",
    "chinese_title": "Vitoria, 3 de marzo",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T03:49:05"
}