{
    "aka": [],
    "sid": "30385398",
    "cast": [
        {
            "url": "/celebrity/1189695/",
            "name": "兰维尔·肖里 Ranvir Shorey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1288114/",
            "name": "拉贾特·卡普尔 Rajat Kapoor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582510585.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1288114/",
            "name": "拉贾特·卡普尔 Rajat Kapoor",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1288114/",
            "name": "拉贾特·卡普尔 Rajat Kapoor",
            "@type": "Person"
        }
    ],
    "duration": "96分钟",
    "episodes": "",
    "language": [
        "印地语",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Kadakh"
    ],
    "douban_link": "https://movie.douban.com/subject/30385398/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Sunil is home alone when the doorbell rings. The stranger at the door introduces himself as the husband of Chhaya - a woman that Sunil is having an affair with. The guest immediately asks many uncomfortable questions about their affair, becoming more and more intrusive. The situation is already incredibly tense and then the man pulls out a gun from his bag and aims it straight at Sunil. Pretty soon a shot rings out and the wall is splattered with blood. And that is just the beginning.In a few minutes Sunil’s wife will be home as well as a number of family and friends, all there to celebrate the biggest festival of the year in India - Diwali, a festival of light.Celebrated Indian director Rajat Kapoor, who also wrote the script and appears in a guest role, delivers a fast-paced dark comedy lead by a strong ensemble. Every character here is memorable and fascinating, and the dialogue shines.\"Kadakh\" is about relationships, about marriage and all the secrets we keep from each other. How well do we know the people closest to us? Would we even want to know everything? And once we do, can we live with that knowledge?Liisi Rohumäe",
    "chinese_title": "Kadakh",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-08-01T04:49:57"
}