{
    "aka": [
        "WWI: The Final Hours",
        "一战：最终时刻"
    ],
    "sid": "30380799",
    "cast": [
        {
            "url": "/celebrity/1343213/",
            "name": "大卫·巴克-琼斯 David Bark-Jones",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898300236.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9212816",
    "director": [],
    "duration": "59 minutes",
    "episodes": "",
    "language": [
        "英語 English"
    ],
    "playdate": [
        "2018-11-08(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9212816/",
    "imdb_votes": 53,
    "this_title": [
        "WW1: The Final Hours"
    ],
    "douban_link": "https://movie.douban.com/subject/30380799/",
    "imdb_rating": "7.2/10 from 53 users",
    "trans_title": [
        "第一次世界大战：最后的时刻",
        "WWI: The Final Hours",
        "一战：最终时刻"
    ],
    "douban_votes": "0",
    "introduction": "On 8 November 1918, an Englishman, a Frenchman and a German gathered in secret, on a train carriage in a forest near Paris. Their meeting would last for three days. Its aim: bring peace to Europe, and an end to four long years of brutal and deadly war.One hundred years after the end of the First World War, this documentary uncovers the extraordinary events leading up to the Armistice negotiations, and the repercussions that would ripple across the continent, and throughout the 20th century - sometimes with catastrophic consequences.Now, leading historians have examined the meeting from the perspectives of the three key players on the train, as well as the people who sent them there. Each had the weight of their nation on their shoulders. Admiral Rosslyn Wemyss joined the Navy at just 13, and grew up to be the commander of the most powerful navy on earth. Britain had ruled the waves for over 100 years, and Wemyss has been sent to the meeting with one objective - keep it that way. He had to make sure that the negotiations not only gave Britain the upper hand at sea, but ensured that Germany never threaten Britain's naval dominance again - whatever the cost. Marshall Ferdinand Foch was in charge of the war on land. He had seen his beloved France decimated by a war of attrition which had cost millions of lives, on a front line which never moved more than a few miles. He was single-minded and unapologetic in his aim: dismantle Germany and prevent them from ever invading France again. German Matthias Erzberger was, unlike his French and British counterparts, not a military man, but a politician. Sent to negotiate for a nation on its knees, he had little room for manoeuvre, but still faced harsher terms than he had ever expected. While fighting his corner in the train carriage, events in Germany were unfolding faster than he could possibly imagine.This programme follows the meeting and its consequences - not only for the individuals on the train, but the countries they represented. This is the story of the end of one World War, and the beginning of another.",
    "chinese_title": "第一次世界大战：最后的时刻",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "WW1: The Final Hours",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T06:15:11"
}