{
    "aka": [],
    "sid": "30386878",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890126336.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0441613",
    "director": [
        {
            "url": "/celebrity/1038591/",
            "name": "戴维·克劳瑟 David Crowther",
            "@type": "Person"
        }
    ],
    "duration": "148分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-12-14(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0441613/",
    "imdb_votes": 168,
    "this_title": [
        "Danger Zone: The Making of 'Top Gun'"
    ],
    "douban_link": "https://movie.douban.com/subject/30386878/",
    "imdb_rating": "7.2/10 from 168 users",
    "trans_title": [
        "危险地带：《壮志凌云》制作纪录"
    ],
    "douban_votes": "0",
    "introduction": "Danger Zone: The Making of 'Top Gun' is an extraordinary six-part documentary.The Making of 'Top Gun' From the Ground Up Pre-Production  is first, focusing, obviously, on the build-up to the beginning of the shoot, rehashing much of the information heard early in the commentary track, but fleshed out in more detail here (replete with plenty of behind-the-scenes visuals).Playing with the Boys Production: Land and Sea focuses on the the separate production stages of the film, including the dramatic scenes on land and sea. Cast members recount the party atmosphere of the set, the deliberate lack of camaraderie between Cruise and Kilmer off-camera, the volleyball sequence, the difficulty of performing a nighttime landing on an aircraft carrier, and more.The Need For Speed Production: Air looks at the film's fantastic aerial sequences, including concerns for the safety of the pilots flying at a lower-than-normal altitudes, the cameras used for the shoot, and the maneuvers the craft needed to make, among many other fascinating tidbits.Back to Basics Visual Effects is a more in-depth look at the \"documentary realism\" the filmmakers were shooting for, the things the U.S. Navy would and would not permit the filmmakers to do, the various models seen throughout, and more.Combat Rock: The Music of Top Gun is a piece as exciting as the soundtrack itself, providing an in-depth background not only to the popular music heard throughout the film, but examines the film's anthem and the contributions of composer Harold Faltermeyer.Finally, Afterburn Release and Impact examines the film's initial poor test screenings that confused audiences, re-working dialogue for the combat scenes, the reaction of real-life pilots to the film, and other fascinating nuggets of information.",
    "chinese_title": "危险地带：《壮志凌云》制作纪录",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Danger Zone: The Making of 'Top Gun'",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T22:35:26"
}