{
    "aka": [
        "Akinito potami",
        "Virus"
    ],
    "sid": "30385308",
    "cast": [
        {
            "url": "/celebrity/1358177/",
            "name": "安德烈亚斯·康斯坦丁诺 Andreas Konstantinou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162202/",
            "name": "Indra Burkovska Indra Burkovska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544676285.jpg",
    "region": [
        "希腊",
        "法国",
        "拉脱维亚"
    ],
    "writer": [],
    "imdb_id": "tt5591834",
    "director": [
        {
            "url": "/celebrity/1451699/",
            "name": "Angelos Frantzis Angelos Frantzis",
            "@type": "Person"
        }
    ],
    "duration": "128分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "英语",
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt5591834/",
    "imdb_votes": 280,
    "this_title": [
        "Still River"
    ],
    "douban_link": "https://movie.douban.com/subject/30385308/",
    "imdb_rating": "5.6/10 from 280 users",
    "trans_title": [
        "病毒",
        "Akinito potami",
        "Virus"
    ],
    "douban_votes": "0",
    "introduction": "Known for his edgy and surreal visual storytelling, Greek experienced filmmaker Angelos Frantzis has directed five feature films. Keeping the elements of contemporary fantasy that characterize his work, Frantzis delivers \"Still River\", his most approachable work to date.A Greek couple, Anna (Katia Goulioni) and Petros (Andreas Konstantinou), have recently moved to a small industrial town in Siberia. It’s a long process to adapt, especially for Anna, since Petros is quite occupied with his job. That will cause a conflict between them and inevitably the couple is distanced. Everything is escalated as for the past period there is no sexual intercourse between them. This slow-paced decay is intensified when an unexpected event occurs, changing everything between them. Balancing between trust and disbelief the haunting suspense evolves.Blending mystery with secrets, set in the atmospheric icy Latvian landscape, the story brings a relationship to the edges. Seen mainly from the female aspect and juxtaposing the sexual frigidity to the environment’s frozenness, everything reaches the verges of metaphysical. Frantzis is borrowing elements of both Christianity in conjunction to Greek mythology, to offer an unexpected overview on the battle between the rational and the spiritual.Vassilis Economou",
    "chinese_title": "病毒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Still River",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-09T05:39:18"
}