{
    "aka": [],
    "sid": "30394512",
    "cast": [
        {
            "url": "/celebrity/1390156/",
            "name": "丹妮尔·乔治 Danielle George",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2583481688.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1423200/",
            "name": "迈克尔·拉赫曼 Michael Lachmann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9163324",
    "director": [
        {
            "url": "/celebrity/1423200/",
            "name": "迈克尔·拉赫曼 Michael Lachmann",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-10-21(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9163324/",
    "imdb_votes": 15,
    "this_title": [
        "Horizon - Avalanche: Making a Deadly Snowstorm"
    ],
    "douban_link": "https://movie.douban.com/subject/30394512/",
    "imdb_rating": "6.8/10 from 15 users",
    "trans_title": [
        "地平线系列：雪崩引发致命暴风雪"
    ],
    "douban_votes": "0",
    "introduction": "In March 2018 an international team of scientists gathered in a remote valley in the Canadian Rockies to conduct a unique experiment - to attempt to see into the heart of a massive avalanche to see if we can find ways to save lives in the future. Avalanches kill hundreds of people every year. Even in the UK 25 people have been killed by these forces of nature since the year 2000. But we know surprisingly little about them - why they happen or how they are able to produce destructive forces so powerful that they can flatten entire villages. Equally disturbing is the fact that climate change means that the pattern of avalanches is changing. They are occurring in places where they have never happened before. Finding out where might be in danger in the future is of vital importance. Answering all these questions could help save lives. The experiment attempts to provide those answers.The team of experts, gathered from all over the world, includes the programme's presenter Prof Danielle George. Her day job is studying space at Manchester University, but she is also a specialist in the design of experiments. She is even getting personally involved. As part of an experiment to test out safety equipment, Danielle puts on the latest breathing device intended to help you survive being caught in an avalanche. She then agrees to be buried under half a tonne of snow.The scientists hope to do what no one has ever managed before - to reveal the mysteries of an avalanche's destructive power by finding out what is going on at its very heart. Hitherto, our understanding of avalanches has been based on computer models - but these consistently underestimate the sheer power of these natural phenomena. To try and work out why, the scientists will conduct a range of cutting-edge tests, using the latest technology, including placing a car rigged with sensors right in the path of the avalanche. The plan is to set up the equipment and then unleash the avalanche by dropping explosives near the top of the slope. But the team are in a race against time. They have just three days to rig the mountain before the snow will come down the slope naturally. If they aren't ready in time, all their efforts will be wasted. Even worse, they are working in an active avalanche zone. For some scientists going out on the slopes to install their equipment means risking their lives.Interwoven with the main experiment are powerful and moving stories from survivors of these violent natural forces. We meet Casey George, whose two children were buried when an avalanche struck the small town of Missoula, Montana, completely out of the blue while they were playing. Their neighbour Fred Allendorf was inside his house when it was completely destroyed. The cataclysm claimed the life of his wife. Missoula had never been struck by an avalanche before. And no one could understand how a well-built house could be utterly demolished.The film meets British snowboarder Johno Verity, who was being filmed when an avalanche started right underneath him. His story provides clues as to what causes these disasters - a subtle change in the microscopic structure of snow deep beneath the surface. In a unique snow lab, where they can recreate different snow conditions, Danielle discovers exactly how snow can be transformed from something light and fluffy into a potential killer. And there is Elyse Saugstad, an expert skier who, despite years of experience, was caught unawares in an avalanche that killed three of her friends. All these stories emphasise just how unpredictable and devastating these events can be and why we need to understand and so be able to predict them better.In addition to being buried, Danielle George conducts another experiment into equipment that may help skiers survive being caught in an avalanche. Your chances of living rapidly diminish if you are buried for more than 15 minutes. She conducts a test with an inflatable airbag that is designed to keep you near the surface of an avalanche, making you easier to find.After two intense days of work by the scientific team, the experiment ends with over 1,000 tonnes of snow rushing down the mountainside. It triggers a whole host of censors and observational equipment. There is then a tense wait for results. But when they come, they are revealing. It seems that the team may have uncovered the first clues to an avalanche's unexplained power. If so, this could one day lead to significant breakthroughs in how we build houses and infrastructure that may lie in an avalanche's path and in how we devise safety equipment for skiers. It could be that this experiment will help save lives in the future.",
    "chinese_title": "地平线系列：雪崩引发致命暴风雪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Horizon - Avalanche: Making a Deadly Snowstorm",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-04T17:42:42"
}