{
    "aka": [],
    "sid": "30399791",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "动作",
        "科幻",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1319781/",
            "name": "肖娜·克罗斯 Shauna Cross",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "Deadtown"
    ],
    "douban_link": "https://movie.douban.com/subject/30399791/",
    "trans_title": [
        "死镇"
    ],
    "douban_votes": "0",
    "introduction": "Amazon Studios has stepped up for Deadtown, an Entertainment One and Grey Matter Entertainment script that will be developed for a pilot by Shauna Cross. Deadtown is an adaptation of the Catherynne M. Valente novella The Refrigerator Monologues and the hourlong premise is a blueprint to create an original superhero universe set in the modern era with an underlying theme of female empowerment.Five recently-dead women meet in Deadtown, a purgatory where they discover that their entire lives were merely in service to the superhero men they happened to cross paths with, resulting in each of their deaths. Or in comic book terms, they were “refrigerated”–frozen out of the story once they provided emotional backstory for the men. Until now. They start to discover their own powers, tell their sides of the narrative, and decide to write their own damn stories. And a group of seemingly ordinary women discover their own true power. It’s a subversive, kick-ass exploration of what it means for women to find their inner power – and use it.",
    "chinese_title": "死镇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Deadtown",
    "douban_rating_average": 0,
    "update_at": "2025-03-19T19:55:41"
}