{
    "aka": [],
    "sid": "30399748",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542194642.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1051834/",
            "name": "亚历山大·库普林 Aleksandr Kuprin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198680/",
            "name": "然娜·维坚宗 Zhanna Vitenzon",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1794773",
    "director": [
        {
            "url": "/celebrity/1060591/",
            "name": "Leonid Amalrik Leonid Amalrik",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1969(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1794773/",
    "imdb_votes": 56,
    "this_title": [
        "Девочка и слон"
    ],
    "douban_link": "https://movie.douban.com/subject/30399748/",
    "imdb_rating": "7.3/10 from 56 users",
    "trans_title": [
        "小姑娘与大象"
    ],
    "douban_votes": "0",
    "introduction": "В одной семье росла девочка, которую обучали дома. Однажды она заметила афишу со слоном и очень захотела его увидеть. Но начались дожди, и родители не пустили дочку в зверинец. Девочка заболела. Обеспокоенные родители приглашали к ней докторов, те прописывали лекарства, но ничего не помогало. Наконец пригласили старого опытного профессора, и он написал рецепт: «Не давать скучать! Развеселить и как можно быстрее!» Отец накупил кучу игрушек и сладостей, но всё было напрасно. И только увидев заводного слона, девочка расплакалась, а затем написала письмо: «Дорогой слон Томми! Я очень хотела с Вами познакомиться. Я никогда ещё не видела настоящего слона. Если я поправлюсь, обязательно приду к Вам в зверинец. Надя»Отец с письмом в руках помчался к хозяину зверинца и умолял его привести слона к ним домой (благо дом был его собственностью). Прочитав письмо, хозяин согласился и по ночной улице привёл слона. Утром девочку усадили за стол и одновременно угощали слона. Весь день девочка могла смотреть на слона, а вечером хозяин увёл слона на вокзал, и весь зверинец уехал на поезде. Девочка была счастлива и выздоровела.",
    "chinese_title": "小姑娘与大象",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Девочка и слон",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-23T21:13:10"
}