{
    "aka": [],
    "sid": "30395068",
    "cast": [
        {
            "url": "/celebrity/1380914/",
            "name": "凯瑟琳·贝纳尔多 Kathryn Bernardo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541691803.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt9248252",
    "director": [
        {
            "url": "/celebrity/1421847/",
            "name": "凯茜·加西亚-桑帕娜 Cathy Garcia-Sampana",
            "@type": "Person"
        }
    ],
    "duration": "106分钟",
    "episodes": "",
    "language": [
        "菲律宾语"
    ],
    "playdate": [
        "2018-11-28(菲律宾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9248252/",
    "imdb_votes": 160,
    "this_title": [
        "Three Words to Forever"
    ],
    "douban_link": "https://movie.douban.com/subject/30395068/",
    "imdb_rating": "6.8/10 from 160 users",
    "trans_title": [
        "永远的三个字"
    ],
    "douban_votes": "0",
    "introduction": "After 25 years of marriage, Rick and Cristy Andrada (Richard Gomez and Sharon Cuneta) have become strangers to each other. After a bitter fight, they finally decide to end their marriage. But so as not to cast gloom on the homecoming of their daughter Tin (Kathryn Bernardo) and her boyfriend Kyle (Tommy Esguerra), and the upcoming 55th wedding anniversary renewal ceremony of Cristy's dianshiyu.com parents Cito and Tinay (Freddie Webb and Liza Lorena), Cristy and Rick put up a pretense and delay their separation. The pretense goes according to plan until Rick and Cristy end up agreeing to also celebrate their 25th anniversary to complete the triple family celebration. On top of that, Paeng (Joross Gamboa), Cristy's mischievous cousin, accidentally learns the real score between Rick and Cristy. As the wedding preparations progress, the three couples re-examine their respective relationships. Tinay's excessive concern over Cito's health comes off as restrictions to Cito, who is eager to bring back intimacy between them. Tin and Kyle learn their differences and begin to feel unprepared for married life. In contrast, Rick and Cristy begin to rediscover a glimmer of hope for their union. But as their big day nears, all three couples face further complications that make them question if they should stay together. Will this family be able to find a happy resolution to make it to forever?",
    "chinese_title": "永远的三个字",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Three Words to Forever",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T17:07:18"
}