{
    "aka": [],
    "sid": "30391759",
    "cast": [
        {
            "url": "/celebrity/1133389/",
            "name": "阿拉尼斯·欧泊萨文 Alanis Obomsawin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076354/",
            "name": "塔伊加·维迪提 Taika Waititi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2542746483.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt8742574",
    "director": [],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-29(圣丹斯电影节)",
        "2019-02-09(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8742574/",
    "imdb_votes": 158,
    "this_title": [
        "Merata: How Mum Decolonised the Screen"
    ],
    "douban_link": "https://movie.douban.com/subject/30391759/",
    "imdb_rating": "7.7/10 from 158 users",
    "trans_title": [
        "解放荧幕的梅拉塔"
    ],
    "douban_votes": "0",
    "introduction": "20世纪70年代，梅拉塔·米塔突破了种族、阶级和性别的障碍，成为第一位创作和导演一部壮丽电影的女性。为了解决纪录片和小说中关于本土社会正义的争议问题，这位开创性的激进电影制片人面临着骚扰和暴力。她坚持不懈，成为新西兰最著名的电影制片人之一，也是世界各地土著人民的有力代言人。默拉塔也是圣丹斯研究所的长期顾问，当地艺术家协会以她的名字命名。作为米拉塔·米塔作品的档案管理员，她最小的儿子赫皮·米塔开始了他母亲一生的旅程。在她作为一名电影人的工作和她的个人生活之间创造了一个对话，他的独特挖掘揭示了个人、政治和创造性是如何与已故的默拉塔米塔（1942-2010）有着深刻的联系。毛利人的第一位女导演的职业生涯始于20世纪70年代，由观察性纪录片《堡垒点：第507天》和《帕图》！她的处女作《毛里》（1988）不仅是第一部由毛利人妇女拍摄的电影，也是世界上第一部由土著妇女拍摄的故事片。将大量的档案片段与她采访的节录、孩子们的记忆、梅拉塔的个人故事——毛利人、一个女人、一个母亲和一个在奥特阿罗的电影人——交织在一起，讲述了当今世界各地的本土电影人仍然面临的更广泛的经验和普遍的斗争。这部纪录片不仅揭示了一位坚韧不拔的女性为实现“使屏幕本土化”的目标而奋斗，同时也揭示了这种政治工作给她的家庭带来的压力。在《梅拉塔：妈妈如何使屏幕非殖民化》中，梅拉塔最小的儿子赫皮为他已故母亲制作了一幅非常贴心的肖像。赫皮从梅拉塔自己的作品中，以及在她拿起相机之前对她进行的采访中，捕捉到了梅拉塔作为电影制片人、母亲、妻子和导师的画面。来自他的兄弟姐妹和她所影响的那些人，如泰卡韦蒂的反思，强调了梅拉塔对家庭的至高无上的重要性，并揭示了她为积极为孩子和她的人民创造美好未来所做的个人牺牲。In the 1970s, Merata Mita broke through barriers of race, class, and gender to become the first Māori woman to write and direct a featu re film. Tackling controversial issues of indigenous social justice in both documentaries and fiction, the pioneering activist-filmmaker faced harassment and violence. Persevering, she emerged as one of New Zealand’s best-known filmmakers and a powerful voice for indigenous peoples around the world. Merata was also a longtime advisor to Sundance Institute, and the indigenous artist fellowship bears her name.As the archivist of Merata Mita’s work, her youngest son Hepi Mita embarks on a journey through his mother’s life. Creating a dialogue between her work as a filmmaker and her personal life, his unique excavation reveals how deeply connected the personal, the political, and the creative were for the late Merata Mita (1942–2010). The first female Maori director’s career began in the 1970s with the observational documentaries Bastion Point: Day 507 and Patu!. Her debut fiction film Mauri (1988) was not only the first film to be made by a Maori woman, it was also the first feature film ever to be made by an Indigenous woman anywhere in the world. Interweaving a wealth of archive footage with extracts from her interviews, as well as her children’s memories, Merata’s personal story - of being Maori, a woman, a mother and a filmmaker in Aotearoa - speaks to the wider experiences and universal struggles that are still being faced by Indigenous filmmakers everywhere in the world today. This documentary does not only shed light on a resilient woman who fought for her goal to ‘indigenise the screen’ - it also reveals the strain this kind of political work was to have on her family.In MERATA: How Mum Decolonised the Screen, Merata’s youngest son, Hepi, crafts a deeply intimate portrait of his late mother. Drawing on footage from Merata’s own work, as well as from interviews with her from before she picked up a camera, Hepi captures Merata as a filmmaker, mother, wife, and mentor. Reflections from his siblings and those she influenced, such as Taika Waititi, underscore the overriding importance Merata placed on family and reveal the personal sacrifices she made to actively create a better future for her children and her people.",
    "chinese_title": "解放荧幕的梅拉塔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Merata: How Mum Decolonised the Screen",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-11T21:22:02"
}