{
    "aka": [],
    "sid": "30409719",
    "cast": [
        {
            "url": "/celebrity/1069164/",
            "name": "克里斯托 Christo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037391/",
            "name": "玛丽娜·阿布拉莫维奇 Marina Abramovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005603/",
            "name": "迈克·布隆伯格 Michael Bloomberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1200556/",
            "name": "Norman Foster Norman Foster",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543287865.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt12530184",
    "director": [],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-09-09(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12530184/",
    "imdb_votes": 10,
    "this_title": [
        "BBC Christo.and.Jeanne-Claude.Monumental.Art"
    ],
    "douban_link": "https://movie.douban.com/subject/30409719/",
    "imdb_rating": "7.9/10 from 10 users",
    "trans_title": [
        "BBC.克里斯托和让娜克劳德:纪念碑式艺术"
    ],
    "douban_votes": "0",
    "introduction": "Documentary which charts the creation of world-renowned artist Christo's first public work of art in the UK, Mastaba, and looks back on his and his wife Jeanne-Claude's careers.In the summer of 2018, on the Serpentine in London's Hyde Park, world-renowned artist Christo created his first public work of art in the UK. Inspired by ancient Mesopotamian tombs, the Mastaba is constructed from 7,506 painted oil barrels and weighs six hundred tonnes. It is the latest work in a career spanning half a century and stretching across the world. His work to date have included surrounding 11 islands off the Florida coast with pink polypropylene and wrapping Berlin's Reichstag and the Pont Neuf in Paris.This programme charts the creation and unveiling of the Mastaba and paints a portrait of Christo as he looks back on a life spent making provocative works of art with his wife and partner Jeanne-Claude. Christo reveals how he funds his projects with a unique business model, and how the long, tortuous and often combative process of gaining permissions and winning people over is part of his artistic endeavour. He also talks about his escape from the communist east and his early work in 1960s Paris.A cast of friends, fellow artists, collectors and critics lend their voices to the documentary, including New Yorker journalist and architectural critic Paul Goldberger, former New York major Michael Bloomberg, writer and art critic Marina Vaizey and architect Sir Norman Foster.- Executive Producer: Franny Moyle- Production Company: IWC Media",
    "chinese_title": "BBC.克里斯托和让娜克劳德:纪念碑式艺术",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "BBC Christo.and.Jeanne-Claude.Monumental.Art",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T23:35:59"
}