{
    "aka": [
        "Alienation"
    ],
    "sid": "30408037",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543161642.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt13920580",
    "director": [],
    "duration": "19分钟",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [
        "2018-12-15(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13920580/",
    "this_title": [
        "失衡"
    ],
    "douban_link": "https://movie.douban.com/subject/30408037/",
    "trans_title": [
        "Alienation"
    ],
    "douban_votes": "0",
    "introduction": "本片聚焦于作为存在者本质的内在性异化过程。“如果身体不是一件东西，它就是一种处境：它是我们对世界的掌握和我们的计划的草图。”——西蒙·波娃身体作为处境既能被个体强烈地感受，同时也是客观普遍的实体。弗洛伊德在《超越快乐的原则》中区分由身体主导的死亡本能和意志主导的生命本能——厄洛斯，对生殖力量与创造力的升华。这种闪烁着日神光辉的升华、超越性、精神性自父权社会以来被视为男性的本原品质。而女性则与原初的混沌、肉体性与内在性相关。然而价值不会自发性地产生于自然规律，存在者的某种特质只有在特定的话语体系中才会使其自我完善，或者相反，自我陷落。在既定的社会现实中，女性所带有的存在者本质被塑造成某种历史观念。主体对于生命内在体验的渴望与肯定在这种观念中却令主体悖论地失去了主体地位，在自我之外观照自身。而历史叙述所具化而成的神话与图腾、意象与观念都允诺了这种失去。本片主演为出生于广州的女行为艺术家直子。她的创作着重于表达内在情绪的矛盾与冲突，同时探索以身体作为呈现媒介的可能性。The video work focuses on the alienation process of immanence, which is one of the essences of beings.« The body is not a thing, it is a situation: it is our grasp on the world and our sketch of our project »——Simone de BeauvoirThe body as a situation can be strongly felt by an individual; it is also an objective and universal entity. In the essay Beyond the Pleasure Principle, Freud distinguished two opposing drives between the \"death drive\" as physical compulsion and the \"life drive\", also called Eros, as sublimation of generative power and creativity.  The sublimation, transcendence, and spirituality that shine with an Apollonian halo have been regarded as a primary male quality—an assignment generated by a patriarchal society. The Female is thus related to original chaos, corporality and immanence. However, these values do not spontaneously arise from the nature. Certain qualities of a being lead to self-improvement, or conversely, self-sabotage, only according to the context of a certain discourse system.In an established social reality, the essences of female beings have been shaped into certain historical concepts, in which the subject would paradoxically lose its subjective position by affirming and desiring its inner experience of life. The myths and totems, images and concepts emerging from historical narratives have all enabled such loss.The actress in this video, Naoko, is a performing artist born in Canton. Her works consist of expressing conflicting inner emotions while exploring the possibility of using the body as an expressive medium.",
    "chinese_title": "失衡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-15T11:56:36"
}