{
    "aka": [],
    "sid": "30414530",
    "cast": [
        {
            "url": "/celebrity/1049758/",
            "name": "柯宾·伯恩森 Corbin Bernsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368594/",
            "name": "卡梅伦·珀罗兹曼 Cameron Protzman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407775/",
            "name": "文森特·杜瓦尔 Vincent Duvall",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "喜剧",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632036728.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt7841262",
    "director": [
        {
            "url": "/celebrity/1049758/",
            "name": "柯宾·伯恩森 Corbin Bernsen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-11-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7841262/",
    "imdb_votes": 149,
    "this_title": [
        "Mary for Mayor"
    ],
    "douban_link": "https://movie.douban.com/subject/30414530/",
    "imdb_rating": "5.3/10 from 149 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Mary Parsons, the smartest girl in her graduating high school class, has a grudge against her dad, the Mayor of the small town and community they live in. Several years ago, he dumped Mary and her mom during a typical, mid-life meltdown. Now eighteen, Mary has found the perfect way to get back at him - run for Mayor against him! She gives up a lot to do this, not the least of which is passing up the opportunity to attend college along with her friends including her high school sweetheart. Making her decision all the more difficult, Mary was accepted to every university to which she applied. She worked hard for what should be the best years of her life, but instead chooses to stay behind to wage war against her dad...to get even. Mary's mother and grandfather, the local preacher, along with pretty much everyone else in town, know why she's doing this. Even though Mary denies it at first, she's too smart to not see it herself. But her mind is made up and, when she puts her mind to something, she focuses on it and won't let go until it's done. Then something happens; in the middle of the battle with her dad, she discovers that the town actually could use new leadership and some forward thinking. A fresh coat of paint wouldn't hurt either. Once a great summer vacation community, the town has suffered, along with other small American towns in recent years. Small businesses have closed their doors and main Street is disappearing. Mary comes up with some out of the box solutions that ignite and inspire the town. It looks like she might just win.... What begins as a story of \"pay back,\" becomes a tale of a young woman's novel ideas on how to reinvent her community and, in doing so, make peace with her father - and maybe even get the boy.",
    "chinese_title": "Mary for Mayor",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T16:07:12"
}