{
    "aka": [
        "Pearl Harbor: The Truth"
    ],
    "sid": "30419963",
    "cast": [
        {
            "url": "/celebrity/1338700/",
            "name": "克里斯托弗·斯宾塞 Christopher Spencer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1456549/",
            "name": "诺尔·伯顿 Noel Burton",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544419595.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt6286834",
    "director": [],
    "duration": "45分钟",
    "episodes": "2",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-12-04(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6286834/",
    "imdb_votes": 71,
    "this_title": [
        "Pearl Harbor: The Accused"
    ],
    "douban_link": "https://movie.douban.com/subject/30419963/",
    "imdb_rating": "7.5/10 from 71 users",
    "trans_title": [
        "珍珠港：真相",
        "Pearl Harbor: The Truth"
    ],
    "douban_votes": "0",
    "introduction": "Pearl Harbour: The Truth – Documentary to mark the 75th anniversary of Pearl Harbour, which tells the untold story behind the failure to stop the Japanese attack.Directed by Christopher Spencer (Race for the White House, Son of God), the documentary is a political thriller that reveals new insight into who was actually to blame for Pearl Harbour. In the subsequent public outrage, Admiral Husband Kimmel – Commander in Chief of the Pacific Fleet – was found guilty of dereliction of duty and his career was destroyed. But was Kimmel to blame?Working with Pulitzer-nominated authors Anthony Summers and Robbyn Swan, the documentary has exclusive access to the story told in their forthcoming book, A Matter of Honor – a journalistic investigation of Pearl Harbour based on startling new evidence from thousands of newly unearthed documents, letters and photos.Intercut with this, the film will give a blow-by-blow account of the unfolding attack, creating an extraordinary sense of immediacy through the combination of rare, gripping archive material of the day and in-the-moment dramatic reconstruction. Set against the heart-racing countdown to 07:48 am on December 7th, 1941, viewers will be immersed in this cinematic thriller.",
    "chinese_title": "珍珠港：真相",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pearl Harbor: The Accused",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-02-25T11:57:11"
}