{
    "aka": [],
    "sid": "30419611",
    "cast": [
        {
            "url": "/celebrity/1209710/",
            "name": "乌戈·查韦斯 Hugo Chávez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578797426.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt9850244",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-01-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9850244/",
    "imdb_votes": 9,
    "this_title": [
        "BBC This World - Revolution In Ruins: The Hugo Chávez Story"
    ],
    "douban_link": "https://movie.douban.com/subject/30419611/",
    "imdb_rating": "6.8/10 from 9 users",
    "trans_title": [
        "满目疮痍的革命:乌戈查韦斯的故事"
    ],
    "douban_votes": "171",
    "introduction": "When Hugo Chávez stormed to power in Venezuela in 1998 he promised to transform the lives of the poor. But now 20 years on, 90 percent of families in Venezuela say they do not have enough to eat - and the United Nations predicts that over five million people will have fled the country by the end of 2019.Chávez was at the helm of the country with the largest proven oil reserves in the world, and set about spending Venezuela’s vast oil wealth. Around the world he was hailed as a new hope for Socialism by some politicians.A precursor to many of today’s populist leaders, Chávez bypassed traditional media and spoke directly to the people through his weekly live TV show. Told by many of those who knew him, this is the story of incredible short-term achievements in health and education, but also of the tragic legacy of his idealism, populism and ruthless pursuit of absolute power.With populist movements increasingly taking power in countries around the world, it’s a story that's now more relevant than ever.Part of BBC Two’s award-wining This World strand.",
    "chinese_title": "满目疮痍的革命:乌戈查韦斯的故事",
    "douban_rating": "7.8/10 from 171 users",
    "foreign_title": "BBC This World - Revolution In Ruins: The Hugo Chávez Story",
    "imdb_rating_average": 6.8,
    "douban_rating_average": "7.8",
    "update_at": "2025-08-25T13:26:37"
}