{
    "aka": [],
    "sid": "30412366",
    "cast": [
        {
            "url": "/celebrity/1353716/",
            "name": "什沙尔·夏尔马 Shishir Sharma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343774/",
            "name": "娜微妮.帕里哈尔 Navni Parihar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt8988994",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2018-11-01(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8988994/",
    "imdb_votes": 7,
    "this_title": [
        "Shinaakht"
    ],
    "douban_link": "https://movie.douban.com/subject/30412366/",
    "imdb_rating": "9.1/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The story tracks a close relationship between a father and his two kids (Idrish and Sofiya), who were circumcised at the age of 8 and 9 respectively as per the religious customs and traditions. On attaining the adult age, they file a case against their father - Liaqat Ali, Maulvi Muhammad Basheer, who insisted Liaqat to undergo circumcision of kids as this practice is mandatory in Islam as per the Quraan, and Zarra Jumman Miyan, an illiterate and unprofessional person who carried out circumcisions. When matters come to the Mumbai High Court, Liaqat chooses to stand up in support of the children and of the constitutional laws of India. Liaqat was not willing to undergo with circumcision of his children but social pressure specially compression from Maulana Muhammad Basheer who explained Liaqat that circumcision is a mandatory custom for Muslims and his kids can not be treated as Muslims unless they are circumcised. Liaqat feels guilty when he faces the facts that circumcision was carried out in unhygienic conditions which affected the kids seriously and they have suffered health issues after that and he feels even more burdened by the guilt when Liaqat learns that circumcision is not a mandatory practices to carry out as per the religion. Idrish and Sofiya put their foot down for their fundamental rights in the court and they demand for justice and explain to the court and to those present that the practice is a \"violent and painful experience\" and against their constitutional rights. Applicants seek remedies from the court and plea to ban on this practice as this is not as per The Constitution of India and demand justice as per the provision of the Indian Medical Council Act, 1956, POCSO Act and Section 326 and 326A of the Indian Penal Code, court listens to all the parties and come to a decision, which is not revealed and the film stops with question to the audience.",
    "chinese_title": "Shinaakht",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T05:22:39"
}