{
    "aka": [
        "The Eternal Farm Villages"
    ],
    "sid": "30412269",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543558436.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "imdb_id": "tt11378090",
    "director": [
        {
            "url": "/celebrity/1348607/",
            "name": "刘嵩 Song Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "5",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2018-12-04(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11378090/",
    "this_title": [
        "農村的遠見 第一季"
    ],
    "douban_link": "https://movie.douban.com/subject/30412269/",
    "trans_title": [
        "农村的远见 第一季",
        "The Eternal Farm Villages"
    ],
    "douban_votes": "114",
    "introduction": "多數人都住在城市，但是沒多久之前，我們都來自農村。可惜的是，現代城市與鄉村已成為大相逕庭的兩個世界。有多少人了解現在的農村？又有多少人關心現代農村的艱難處境？農村不應該是都市開發的預備用地，更不是容納各種都市鄰避設施的垃圾桶。農村區域有其自主性、神聖性，是一個健全國家永續發展不可或缺的一部份。現代農村並非與都市或現代生活完全隔離，在現代的科技與產業型態下，農村如何維持其歷史、產業、空間、文化、生態、景觀等特色，卻又與時俱進，已成為全世界政府極嚴肅的課題。公共電視《農村的遠見 / The Eternal Farm Villages》系列紀錄片，將帶領觀眾走入世界各地的農村典範。製作團隊造訪了德國、荷蘭、美國、日本、印尼與臺灣數個國家。藉由這些國家的農村經典典範，啟發觀眾對自己農村更多的想像，並從這些心懷遠見的農民、居民與經營者打拼的故事中，看見農村永續發展的無限可能。擁有30年紀錄片製作經驗的寶花團隊，耗時四年，透過第一手的材料、優美細膩的4K影像、溫馨的人物與劣勢突圍的故事，帶領觀眾重回我們心靈的故鄉。Most of us now live in cities; however, not too long ago, most humans lived in villages. Unfortunately, modern cities and farming villages have become vastly different worlds. How well do we really know our villages now? Do we even pay attention to them? Villages should not be regarded as still-to-be developed cities, or waste disposal sites for urban areas. A self-regulated farming village with its own sense of value is indispensable for national sustainability. The separation of farming villages from urban or modern life is not necessary or inevitable. Facing the challenges of modern technology and industry, it is critical for villages to develop without losing their essential nature.This PTS production of ‘The Eternal Farm Villages’ takes the viewer to some of the world’s most exemplary villages. The production team visited Germany, the Netherlands, the Unites States, Japan, Indonesia and Taiwan.The inspiring villages they discovered will expand our horizons, and the stories of visionary farmers, residents and business owners give us a chance to see how sustainability can be achieved.With 30 years of film-making experience, Bowwow Productions spent four years making this documentary series. Combining firsthand materials, 4K resolution footage, charming characters, and inspirational stories, the viewer is transported back to the hometowns we all have somewhere in the back of our minds.",
    "chinese_title": "农村的远见 第一季",
    "douban_rating": "8.6/10 from 114 users",
    "foreign_title": "農村的遠見 第一季",
    "douban_rating_average": "8.6",
    "update_at": "2025-10-17T08:14:20"
}