{
    "aka": [],
    "sid": "30412449",
    "cast": [
        {
            "url": "/celebrity/1339141/",
            "name": "斯南德·柯克尔 Swanand Kirkire",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187105/",
            "name": "席尔帕.舒克拉 Shilpa Shukla",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1390477/",
            "name": "库沙·庞加比 Kushal Punjabi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348588/",
            "name": "扎卡里·柯芬 Zachary Coffin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428394/",
            "name": "诺拉·法泰希 Nora Fatehi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1584711/",
            "name": "阿努什卡·森 Anushka Sen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2015",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2543572284.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1390477/",
            "name": "库沙·庞加比 Kushal Punjabi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4094820",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "印地语"
    ],
    "playdate": [
        "2015-01-16(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4094820/",
    "imdb_votes": 64,
    "this_title": [
        "Crazy Cukkad Family"
    ],
    "douban_link": "https://movie.douban.com/subject/30412449/",
    "imdb_rating": "5.0/10 from 64 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This roller coaster ride begins with the Wealthy Mr. Beri slipping into his third Coma. His four estranged children have to make it back home to be there while their father \"hopefully\" breathes his last, leaving behind his huge estate in the mountains. Pawan beri (Swanand Kirkire) the oldest child of Mr. and Mrs Beri is a hustler who is in big trouble with a local mafia don turned Politician. Rude brash and arrogant, he looks at everything from his own crooked view. Archana Beri- (Shilpa Shukla) is the wannabe socialite who wanted to participate in the Miss India contest but she got married against her will at a young age now she is desperate to enter the Mrs. India contest. she is bitter towards the entire world including her family. She bullies her meek husband Digvijay (Ninad Kamat) who in secret has a dual personality. Aman Beri (Kushal Punjabi) is the New York based son who returns with his American wife, Amy (Nora Fatehi) who meets the family for the first time. He pretends to be a top fashion photographer, but in reality he is struggling as an unemployed light boy. Abhay Beri/ Chotu (Siddharth Sharma) is the youngest in the family. Not much is known about his present status. Years ago he was sent to New Zealand to study, but never returned - well until now! Along with the four siblings are a bunch of other unique and nutty characters like a village item girl, an extra slow family lawyer and 3 goofy investigators. The chaos begins when they discover that to open the will of their father they need to get 'Chotu' married. Set in a lush green, pic",
    "chinese_title": "Crazy Cukkad Family",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-26T14:42:36"
}