{
    "aka": [],
    "sid": "30420122",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "director": [],
    "duration": "15分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "UMBRA"
    ],
    "douban_link": "https://movie.douban.com/subject/30420122/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "“When two hands touch, there is a sensuality of the flesh, an exchange of warmth, a feeling of pressure, of presence, a proximity of otherness that brings the other nearly as close as oneself. And if the two hands belong to one person, might this not enliven an uncanny sense of the otherness of the self, a literal holding oneself at a distance in the sensation of contact, the greeting of the stranger within? So much happens in a touch: an infinity of others—other beings, other spaces, other times—are aroused.” -Karen BaradUmbra is a short film engaging in concepts of touch, interaction, co-dependence, entanglement and ‘new’ and ‘old’ technologies. The work explores the space between thought and body, to touch upon the balancing of categorising through language (defining, excluding, solidifying) and the categorising through the bodily (the liquid, the hormonal, the transitioning). The film focuses on the transitory space of both language and body, highlighting the reciprocity between language and material whereby a “space is made through “symbiotic agreement” or a “dual process of identity construction” wherein language and material are recognised as entities that co-develop each other.The film loosely utilises cinema’s genre of ghost films in exploring the past, through quantum technologies. Asking, how do digital tools bring forth our historic ghosts, how do algorithms muddle and unfix images, creating new layers and thereby unfixing meaning for future ghosts to use? By unfixing cultural images (through both image and script) and combining layers of the digital and analogue, new forms of ‘ghosts’ are requested to 'resurface’ and re-surface us, as viewers.The film revolves around a found short nitrate film ‘At home in the water’. In the film from 1909 (Desmet Collection) a body moves in water creating waves unintelligible to contemporary algorithms that attempt to analyse and define the image. The film further expands by considering the body of the film restorer in relationship to these unfixing images of liquid. The liquid becomes in this sense a possible new gap in which we can dive, spin and tumble within, but also be washed away, forgotten, yet always entangled over place and time.The work draws on theorist Karen Barad’s proposition of the shifting of borders “boundaries do not sit still [...] bodies are not objects with inherent boundaries and properties” the film then connects the shift of bodily borders with system theorist and visual anthropologist Gregory Bateson’s term ‘flow through’. Bateson’s idea of flow-through is that ‘self’ does not end at one’s skin, that we are all ‘flow-throughs’ of matter, energy, and information transformed in-turn by the personal experiences and intentions of a ‘self’.For Bateson, like Barad, boundaries don’t end at our skin, we are comprised both our selves and others. The film asks what does the symbiotic relationship between ourselves and the film archive look like in digital space? How do we go beyond the screen to explore and recognise the hard-drives, fibre-optic cabling, bodies, algorithms, lightwaves, surfaces, textures and mis/translations of algorithms that embed themselves into cultural collectivity both visibly and invisibly?Filmed on locations from physics labs, glass blowing facilities, film restoration facilities, to wave mapping labs the film takes a sincere look at the tyranny of linearity in filmmaking, and the tyranny in cultural time itself. Asking how past moments of cinematic history rewrite the present, to better accommodate us for the future.In Umbra, the ‘viewer’ and the object along with ‘their’ vision begin to morph into other, in the film past and present bodies, images, and matter start to emerge at the same time. Where cinema, like all of us, is a pass through, a changing space for possibility.Support from CBK Rotterdam and the Stimuleringsfonds",
    "chinese_title": "UMBRA",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-26T20:28:32"
}