{
    "aka": [],
    "sid": "3042122",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2640090226.jpg",
    "region": [
        "爱尔兰"
    ],
    "writer": [],
    "imdb_id": "tt1153047",
    "director": [
        {
            "url": "/celebrity/1308740/",
            "name": "Nicky Gogan Nicky Gogan",
            "@type": "Person"
        }
    ],
    "duration": "Ireland: 81 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-01-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1153047/",
    "imdb_votes": 30,
    "this_title": [
        "Seaview"
    ],
    "douban_link": "https://movie.douban.com/subject/3042122/",
    "imdb_rating": "8.4/10 from 30 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An hour north of Dublin beside the sea is a bizarre looking collection of grey cement buildings with brightly painted doors and run down fairground rides. Until recently, Mosney was a Butlin's holiday camp, a place where Irish families would escape the daily grind of work in order to relax, to dance, enjoy themselves. A visit to Mosney today presents a radically different picture, but still a picture of escape. This former holiday camp is now a camp of another kind, being home to immigrant asylum seekers from all corners of the globe. Once brought here, how do traumatically displaced people adapt to their strange new environment? How does prolonged detention affect their aspirations, ambitions, their mental health? Living day-to-day in this global village of sorts, deportation is a constant fear - one never knows what the next moment will bring. Is this a place to begin healing, or do these anxieties create new forms of trauma? And how does the culture of hospitality carry over with staff, many of them working here for forty years? Over three years, the filmmakers lived in Mosney, gaining the trust of the residents who share their stories. The film presents an intimate look into their lives...waiting to be either accepted into Ireland, or sent back to the horror from which they fled.  Written by Nicky Gogan",
    "chinese_title": "Seaview",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T08:57:27"
}