{
    "aka": [],
    "sid": "30425527",
    "cast": [
        {
            "url": "/celebrity/1142719/",
            "name": "爱丽丝·罗伯茨 Alice Roberts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410487/",
            "name": "奥菲·麦克莱萨特 Aoife McLysaght",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547350383.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "59分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-12-26(英国)"
    ],
    "this_title": [
        "Royal Institution Christmas Lectures 2018: Who Am I?"
    ],
    "douban_link": "https://movie.douban.com/subject/30425527/",
    "trans_title": [
        "英国皇家科学院圣诞讲座 2018: 我是谁"
    ],
    "douban_votes": "0",
    "introduction": "CHRISTMAS LECTURES 2018: Who am I?Christmas lecturer Prof Alice Roberts, and Genetics Society guest lecturer Prof Aoife McLysaght, will bring you the CHRISTMAS LECTURES on 26, 27 and 28 December at 8pm on BBC4.1. Where Do I Come From?2. What Makes Me Human?3. What Makes Me, Me?You share 99.4% of your genes with your neighbour, 98.7% with a chimp, and even 44% with a fruit fly – yet you are also entirely unique – there is nobody else quite like you. In this year’s CHRISTMAS LECTURES, Professor Alice Roberts, and genetics expert Aoife McLysaght, take us on a journey to answer this most fundamental question: Who Am I?We humans tend to view ourselves as separate from the natural world, a special creation even, but we’re far more closely related to the rest of the animal kingdom than you might imagine. From how our limbs evolved from fins, to the colour of our eyes, Alice and Aoife investigate our fascinating evolutionary story to reveal how we became who we are today.In lecture one we explore our animal family, meeting our distant cousins – from fish to fruit flies – unearthing clues to our evolutionary past and revealing surprising similarities as we discover our true place in the tree of life.Lecture two covers the story of our recent evolution from early two-legged hominins to modern humans – revealing how a humble African ape became a successful global species. Alice and Aoife uncover the story of our journey out of Africa as we spread across the globe, and ask what sets us apart from the other, now extinct, hominin species.And in lecture three, we see how the interplay between genetic variation and the environment makes us all different – even identical twins. We’ll interrogate emerging genetic technologies – from fixing gene errors to personalised medicine – and ask how far we should go with genetic testing.In all the 2018 CHRISTMAS LECTURES will bring our evolutionary story to life, taking viewers on an immersive voyage through our shared evolutionary past and asking challenging ethical questions about what the future holds.This is the story of us – our past and our future – in all its deep-rooted, diverse, and surprising glory.",
    "chinese_title": "英国皇家科学院圣诞讲座 2018: 我是谁",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Royal Institution Christmas Lectures 2018: Who Am I?",
    "douban_rating_average": 0,
    "update_at": "2025-04-11T05:13:06"
}