{
    "aka": [],
    "sid": "30425529",
    "cast": [
        {
            "url": "/celebrity/1319418/",
            "name": "伊夫林·布洛初 Evelyne Brochu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548755579.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt7602686",
    "director": [],
    "duration": "20分钟",
    "episodes": "8",
    "language": [
        "法语"
    ],
    "playdate": [
        "2018(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7602686/",
    "this_title": [
        "Féminin",
        "Féminin Season 2"
    ],
    "douban_link": "https://movie.douban.com/subject/30425529/",
    "trans_title": [
        "她",
        "她 第二季"
    ],
    "douban_votes": "111",
    "introduction": "In this new series, the director Chloé Robichaud, whose first film Sarah préfère la course had a remarkable international career after its official opening at the prestigious Cannes Film Festival, takes us back to the intersecting lives of a dozen characters and offers a new look on the world of lesbians in Quebec.“As a fresco representing different women – 18 to 42 years old – each episode explores the life of one before reuniting them. It’s a little bit of a tribute, a portrait, and a wink to each woman. This is a series about love between women. Life on a daily basis, a 10- minute capsule, times 8. I hope that in these women, many will see their own realities, whether homosexual or not”, says Chloé Robichaud.Macha Limonchik and Sarah-Jeanne Labrosse join the cast composed of several talented actresses among which, Eve Duranceau, Noémie Yelle, Eliane Gagnon, Carla Turcotte, Julianne Côté, Émilie Leclerc-Côté, Alexa-Jeanne Dubé, Kimberly Laferriere and Marie-Evelyne Lessard. A few surprise guests also made memorable performances on some of the episodes.",
    "chinese_title": "她/她 第二季",
    "douban_rating": "7.9/10 from 111 users",
    "foreign_title": "Féminin/Féminin Season 2",
    "douban_rating_average": "7.9",
    "update_at": "2025-05-13T01:00:13"
}