{
    "aka": [],
    "sid": "30426363",
    "cast": [
        {
            "url": "/celebrity/1160640/",
            "name": "郑良雄 Alaric Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042126/",
            "name": "方展发 Pierre Png",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348003/",
            "name": "陈伟恩 Joshua Tan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "动作"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1344758/",
            "name": "李天仁 Thean-jeen Lee",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5907236",
    "director": [
        {
            "url": "/celebrity/1344758/",
            "name": "李天仁 Thean-jeen Lee",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2016-05-28(新加坡)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5907236/",
    "this_title": [
        "Rise"
    ],
    "douban_link": "https://movie.douban.com/subject/30426363/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "RISE is the first Singapore drama to explore the adrenalin-packed, high-octane world of women's MMA (Mixed Martial Arts). NINA (Elfaeza Ul Haq) is a young rebel with a checkered past and an anger management issue, who has just been released from prison. To help her get her life back on track, a well-meaning counselor points her to a 'friend,' who can help her with her issues. This 'friend' turns out to be the temperamental JOHNNY WONG (Pierre Png), a former MMA fighter long past his glory days, who runs a training gym. Nina and Johnny get off on the wrong foot, but Nina eventually decides to give Johnny's school a go, hoping this newfound sport will provide an outlet for her repressed anger at life and the people who have betrayed her, including the parents who abandoned her. Nina meets Johnny's motley crew of fighters who are also training at the school: the aloof GRACE (Sandra Riley Tang) and former computer nerd MAX (Joshua Tan), both of whom greet her arrival with mixed feelings. When she finds out about a local Amateur MMA Championship, Nina wants to enter but Johnny is reluctant to send her in for the fight. Nina manages to convince Johnny of her ability and he lets her compete, but Nina's fight is only beginning. As she struggles to emerge victor in the upcoming Championship competition, she must not only overcome the demons of her past, but also her own self-doubt. This, coupled with the unraveling of her personal life and a sudden turn of events, thrust the story towards an explosive and surprising finale, where Nina's biggest battle is not only in the MMA ring ... but also within herself.",
    "chinese_title": "Rise",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-19T13:29:43"
}