{
    "aka": [
        "Chaeng",
        "Curse"
    ],
    "sid": "30425936",
    "cast": [
        {
            "url": "/celebrity/1206888/",
            "name": "大卫·阿萨瓦纳德 David Asavanond",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1329847/",
            "name": "齐纳吾·英塔拉库辛 Chinawut Indracusin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309123/",
            "name": "杰西卡·帕莎芬  Jessica Pasaphan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546188247.jpg",
    "region": [
        "泰国"
    ],
    "writer": [],
    "imdb_id": "tt10035012",
    "director": [],
    "duration": "115分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2019-01-16(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10035012/",
    "imdb_votes": 23,
    "this_title": [
        "แช่ง"
    ],
    "douban_link": "https://movie.douban.com/subject/30425936/",
    "imdb_rating": "5.3/10 from 23 users",
    "trans_title": [
        "诅咒",
        "Chaeng",
        "Curse"
    ],
    "douban_votes": "0",
    "introduction": "The mystery of the curse Arising from the feud Causing the tragedy of booking 3 issues 3 resentmentChapter 1: PerverseJoseph, a middle-aged bishop, received a clue to the death of A fellow priest, a missionary in a village called Londo The clue is the LP record, the dance performance. In the night that is believed to be the source of the curse that gradually caused the village population More than half died By the music heard Is a melodious singing voice, like Mrs. Apsorn, playing the harp But gave the feeling of howling as the voice of the devil Joseph decided to find the source of the whole story. Until finding the truth that gradually reveals the dark side of the human mind And the source of the terrifying curse that arose from the mother, the driver, and the audience In the atmosphere of the mysterious mystery of the forest house atmosphere of Siam at the end of the reign of King Rama VI, the prosperity has not yet progressed.Chapter 2: TattooFreddie , a skilled tattoo artist who lives every day After having to break up with the girl named Lanta, who is his only love Until one day Lanta came back to him with some horrors that haunted Lanta and brought her around to a disaster. From a curse caused by enchantment sinking into a deep passion And it seems that the curse will attack Chase's friend Freddie, who falls in love with Lanta without knowing anything.Freddie decided to prevent and prevent bad stories from happening to the two people he loved, despite having to deal with the sins that both of them had to create. Told through with a gloomy love emotion And the coldness that devoured the loneliness of modern young people amid the chaos in the capitalChapter 3: Damn WifeSun , the young man who Try to be accepted And is a good husband of Gigi, who is a wife. One day he was born, unable to remember what happened in the last three days. And he felt There is always something to haunt him. Until the people around you had to find a way to help the event that he had to face Together the cause of the lost memories Finally, everything was solved and everyone accepted what had happened and ended.",
    "chinese_title": "诅咒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "แช่ง",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-26T00:26:23"
}