{
    "aka": [
        "A Letter from Helga"
    ],
    "sid": "30425660",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889536178.jpg",
    "region": [
        "冰岛",
        "荷兰",
        "爱沙尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1334683/",
            "name": "阿萨·赫尔加·霍约列夫斯多蒂尔 Ása Helga Hjörleifsdóttir",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt13368662",
    "director": [
        {
            "url": "/celebrity/1334683/",
            "name": "阿萨·赫尔加·霍约列夫斯多蒂尔 Ása Helga Hjörleifsdóttir",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "冰岛语"
    ],
    "playdate": [
        "2022-11-19(塔林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt13368662/",
    "imdb_votes": 215,
    "this_title": [
        "Svar við bréfi Helgu"
    ],
    "douban_link": "https://movie.douban.com/subject/30425660/",
    "imdb_rating": "6.2/10 from 215 users",
    "trans_title": [
        "A Letter from Helga"
    ],
    "douban_votes": "0",
    "introduction": "Probably the most exciting and lyrical Icelandic melodrama with an artistic contribution also from Estonia – the gorgeous costumes are designed by former PÖFF Jury member Eugen Tamberg. The barely 106-page book “Reply to a Letter from Helga” sparked lots of emotions in Iceland and elsewhere. Ása Helga Hjörleifsdóttir has adapted the eponymous short novel together with the author, Bergsfein Birgisson.A small isolated community in the middle of the lambing season, where everyone knows everyone and which is located far away from World War II dangers. Lusty Bjarni looks for fast love pleasures in wrong beds and even his wife Unnur can’t keep up with all the rumours. Poet Helga loves to hide from her husband Hallgrimur, who mistakenly believes that after seven years their marriage continues in full swing. Helga and Bjarni’s first odd encounter is rather awkward, but their eyes light up with passionate love after communal literature readings, divine prayers, farming, and looking after of sheep.A tiny bit of jealousy and envy leads to a secret, forbidden and impossible affair. Helga is not able to love Hallgrimur who has his own adventures, but they have two kids. Bjarni is unhappy in a perfect although childless marriage with Unnur. Helga and Bjarni are aware that the local community would not approve their hidden blazing feelings. They understand that their short-lived affair will not last longer than the war. The fairy queen of their love may only survive with a new life in Reykjavik. They promise to never leave each other and make their (wrong) choices. One day Helga sends a letter to Bjarni. One of many she wrote.An almost explicit trembling intimacy is captivatingly conveyed in the deep breaths of the two lovers, interrupted by distant sounds of war. While exploring the essence of infidelity and unrequited bitter love, director Ása Helga paints a poetical ode to the beautiful Iceland through local songs, dances, melodies, horse-rides, shepherding, wrestling traditions, making use of the unique power of nature full of fields, valleys, hillsides, mountains and rivers.源自：https://poff.ee/en/film/a-letter-from-helga/",
    "chinese_title": "Svar við bréfi Helgu",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-01T13:52:45"
}