{
    "aka": [],
    "sid": "30421513",
    "cast": [
        {
            "url": "/celebrity/1198413/",
            "name": "Pat Jennings Pat Jennings",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287892/",
            "name": "Cliff Jones Cliff Jones",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203354/",
            "name": "格伦·霍德尔 Glenn Hoddle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1236347/",
            "name": "莱德利·金 Ledley King",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059918/",
            "name": "奥斯瓦尔多·阿迪列斯 Osvaldo Ardiles",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396392/",
            "name": "哈里·凯恩 Harry Kane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358888/",
            "name": "雨果·洛里斯 Hugo Lloris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1180323/",
            "name": "毛里西奥·波切蒂诺 Mauricio Pochettino",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2017",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2572230734.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "director": [],
    "duration": "51分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "The Lane"
    ],
    "douban_link": "https://movie.douban.com/subject/30421513/",
    "trans_title": [
        "白鹿巷"
    ],
    "douban_votes": "0",
    "introduction": "The Lane captures the 118-year story of the stadium that rose from humble beginnings to become a London landmark.It brings to life the exhilarating match-day experience and recalls those incredible moments in history, from the glory nights to the unique untold stories that shaped lives. It is the definitive documentary about a stadium that grew from a piece of land to become a second home to millions, from this corner of north London to the rest of the world.This story is told using rarely seen archive of the classic moments and interviews with legends of the Lane including Cliff Jones, Pat Jennings, Glenn Hoddle, Ledley King and Ossie Ardiles. There’s unparalleled behind-the-scenes access with the current team as the record-breaking final season at White Hart Lane came to an emotional conclusion, as well as the exclusive thoughts of current stars such as Harry Kane, Hugo Lloris and manager Mauricio Pochettino.Club historian John Fennelly sets the scene as the Club moved from the their previous home on Tottenham marshes, through to Northumberland Park, and to the Club's eventual home at White Hart Lane. From Chairman Daniel Levy to former Club striker Jermain Defoe, each has their own memories of attending the ground in their youth. The documentary also features the memories of fans who've attended the Lane for decades, and serves as an archive of the endless energy of the White Hart Lane faithful.",
    "chinese_title": "白鹿巷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Lane",
    "douban_rating_average": 0,
    "update_at": "2025-06-01T18:56:05"
}