{
    "aka": [],
    "sid": "30420852",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2012",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544816836.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1033965/",
            "name": "Bernd Fischerauer Bernd Fischerauer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Vom Reich zur Republik - Die nervöse Großmacht"
    ],
    "douban_link": "https://movie.douban.com/subject/30420852/",
    "trans_title": [
        "从帝国到共和国2-神经的大国"
    ],
    "douban_votes": "0",
    "introduction": "Diese Folge ist die Fortsetzung von Die Reichsgründung. Otto von Bismarck wird erster Kanzler des geeinten Deutschen Reiches. Außenpolitisch wagt er eine ausgewogene Bündnispolitik, in die er auch Russland mit einbezieht. Innenpolitisch bekämpft er seine Kritiker mit gesteigerter Härte. Die beiden Arbeiterführer Wilhelm Liebknecht und August Bebel landen immer wieder im Gefängnis. Ihre Partei, die sich aus mehreren Strömungen zu einer sozialdemokratischen Partei vereinigt hat, wird mit einem Sozialistengesetz geknebelt. Doch auch die Katholiken, ihr politischer Arm, das Zentrum und Teile der Liberalen sind Repressionen ausgesetzt. Seinem Sohn Herbert schreibt er vor, wen er zu heiraten hat und wen nicht. Schließlich versucht Bismarck mit einem Sozialversicherungssystem, der Sozialdemokratie den Wind aus den Segeln zu nehmen. Als der greise Kaiser Wilhelm I. stirbt, sein Sohn Friedrich Wilhelm ihm nur wenige Tage später nachfolgt, kommt der Enkel Wilhelm II. auf den Thron. Bismarck fordert eine Verschärfung und Verlängerung des Sozialistengesetzes. Wilhelm II. will jedoch seine Inthronisation nicht mit Blut beflecken. Bismarck muss gehen und Wilhelm II. verfolgt nun eine wesentlich aggressivere Außenpolitik, die sich als eine der Mitursachen des Ersten Weltkriegs erweisen wird.",
    "chinese_title": "从帝国到共和国2-神经的大国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vom Reich zur Republik - Die nervöse Großmacht",
    "douban_rating_average": 0,
    "update_at": "2025-02-25T10:55:32"
}