{
    "aka": [
        "Kids in the Spotlight"
    ],
    "sid": "30427487",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548530524.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1409141/",
            "name": "艾丽丝·阿涅斯基什纳 Alice Agneskirchner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9638532",
    "director": [
        {
            "url": "/celebrity/1409141/",
            "name": "艾丽丝·阿涅斯基什纳 Alice Agneskirchner",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "德语",
        "阿拉伯语"
    ],
    "playdate": [
        "2019-02-17(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9638532/",
    "imdb_votes": 17,
    "this_title": [
        "Lampenfieber"
    ],
    "douban_link": "https://movie.douban.com/subject/30427487/",
    "imdb_rating": "7.1/10 from 17 users",
    "trans_title": [
        "怯场",
        "Kids in the Spotlight"
    ],
    "douban_votes": "0",
    "introduction": "在柏林弗里德里希施塔特宫举行的世界首映式前，上演惊吓。欧洲最大的青年团即将在世界上最大的剧院舞台上表演“明镜艺术”：随着时间的推移，伴随着大量的歌唱、舞蹈、杂技和舞台机械的有趣旅程。这场演出是这些6至16岁的表演者辛勤工作的结果。艾丽丝·艾格妮斯基什纳用她的相机捕捉到了这一切：年轻剧团新的年度演出试演；幸运剧团的挑选和失望的泪水；艰苦的训练课程和集中的排练；最后是首映式——红地毯。在这段时间里，摄像机拍摄了几个年轻的表演者，向我们介绍他们的家庭生活和梦想。疾病和死亡也不能忽略。当我们遇到这些孩子时，有些人在化妆，有些人在化妆，有些人在化妆，我们了解到生活在学校、家庭和剧院之间的快乐和痛苦。“恐惧是可以的，”节目导演说。“这是整个过程的一部分。”最后，合唱团加入到：“家就是你们一起唱歌的地方。”骄傲的乐队获得雷鸣般的掌声。Stage fright before a world premiere at the Friedrichstadt-Palast in Berlin. Europe’s biggest youth ensemble is about to perform the show ‘Spiel mit der Zeit’ on the largest theatre stage in the world: a playful journey through time with lots of singing, dancing, acrobatics and stage machinery. The show is the result of a great deal of hard work for these performers aged between six and sixteen. Alice Agneskirchner captures it all with her camera: the auditions for the new annual intake of the youthful troupe; the selection of the lucky ones and the tears of the disappointed; the tough training sessions and focused rehearsals; and finally the premiere – with red carpet and all. In between, the camera homes in on several young performers, introducing us to their family lives and their dreams. Illness and death are not omitted either. As we meet these kids, some in their make-up, others without, we learn of the joy and suffering of lives lived between school, their families and the theatre. ‘Fear is okay’, says the show’s director. ‘It’s part of the process.’ At the end, the choir joins in: ‘Home is where you sing together’. The proud ensemble is rewarded with thunderous applause.",
    "chinese_title": "怯场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lampenfieber",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-12-05T06:30:23"
}