{
    "aka": [],
    "sid": "30438159",
    "cast": [
        {
            "url": "/celebrity/1339272/",
            "name": "黛拉格·坎贝尔 Deragh Campbell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547867099.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1400002/",
            "name": "索菲亚·波达诺维茨 Sofia Bohdanowicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339272/",
            "name": "黛拉格·坎贝尔 Deragh Campbell",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9033304",
    "director": [
        {
            "url": "/celebrity/1400002/",
            "name": "索菲亚·波达诺维茨 Sofia Bohdanowicz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1339272/",
            "name": "黛拉格·坎贝尔 Deragh Campbell",
            "@type": "Person"
        }
    ],
    "duration": "64分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-12(柏林国际电影节论坛单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9033304/",
    "imdb_votes": 362,
    "this_title": [
        "MS Slavic 7"
    ],
    "douban_link": "https://movie.douban.com/subject/30438159/",
    "imdb_rating": "5.4/10 from 362 users",
    "trans_title": [
        "斯拉维克7号女士"
    ],
    "douban_votes": "0",
    "introduction": "1957年至1964年间，波兰诗人佐菲亚·波丹诺维奇·佐娃给波兰作家J·泽夫·维特林写了25封信。他们都流亡到北美。这些信件是哈佛大学霍顿图书馆馆藏的一部分，电话号码是Slavic 7。一个女人来这里检查信件，几天的铅笔，皱折的纸和褪色的信封，晚上在酒吧，和一个不在镜头前的人说话，试图表达工作给她带来的感觉。只有在加拿大的场景中，在另两位波兰移民的周年庆典上，我们才知道她是谁，诗人的曾孙女，她的遗产的执行人，这一角色导致了她与姑妈之间的紧张关系。但是，其他的紧张关系，如果不是普遍存在的话，就像两个人之间被历史、信的内容、信的物质形式、过程和心理所分开的那种紧张关系。Zofia的文字在屏幕上闪现，如字幕、笔迹、印刷品、阅览室、投影仪、酒店房间，他们的情感渗透到朴素的空间中，与沉默和风琴音乐一样融合在一起，仍然是什么和不再是什么的忧郁，档案馆的忧郁。Between 1957 and 1964, Polish poet Zofia Bohdanowiczowa wrote 25 letters to Polish author Józef Wittlin. Both were in exile in North America. The correspondence is part of the Houghton Library holdings at Harvard University, call number MS Slavic 7. A woman has come there to examine the letters, days of pencils, creased paper and faded envelopes, nights at the bar, speaking to someone off-camera, trying to articulate how the work makes her feel. It’s only in the scenes in Canada, at the anniversary celebration for another couple of Polish immigrants, that we even learn who she is, the great-granddaughter of the poet, the literary executor of her estate, a role which causes tensions with her aunt. But other tensions are just as, if not more pervasive, like those between two people separated by history, the content of a letter and its material form, process and psychology. Zofia’s words flash up on screen, as subtitles, as handwriting, as print, in the reading room, on the projector, in the hotel room, and their sentiments seep into the unadorned spaces, merging with silence and organ music alike, the melancholy of what still is and what is no longer, the melancholy of the archive.",
    "chinese_title": "斯拉维克7号女士",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "MS Slavic 7",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-08T07:00:10"
}