{
    "aka": [
        "Adini Sen Koy"
    ],
    "sid": "30438414",
    "cast": [
        {
            "url": "/celebrity/1485083/",
            "name": "穆萨布·埃基奇 Musab Ekici",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1485087/",
            "name": "Erkan Meriç Erkan Meriç",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1526538/",
            "name": "德尔亚·库尔图卢斯·奥克塔 Derya Kurtulus",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "剧情",
        "爱情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887379858.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt6091552",
    "director": [],
    "duration": "56分钟",
    "episodes": "130",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2016-09-19(土耳其)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6091552/",
    "imdb_votes": 461,
    "this_title": [
        "Adını Sen Koy"
    ],
    "douban_link": "https://movie.douban.com/subject/30438414/",
    "imdb_rating": "4.3/10 from 461 users",
    "trans_title": [
        "命爱(土耳其版)",
        "Adini Sen Koy"
    ],
    "douban_votes": "0",
    "introduction": "After his mother left his father for another man, Ömer's perception of women was forever damaged, and he considers them unreliable, untrustworthy and even dangerous. The only woman he has time for is his beloved sister Ayse, for whom he would do anything. Ayse herself is a great romantic and wants nothing more than for her brother to be happy and find love for himself. When she falls ill, and with only months to live, Ömer understands that the only way for his sister to die happy is for him to be married. He arranges a deal with Zehra, a woman in desperate need of money, that he will pay her what she needs and their marriage shall only last six months. Ömer, believing Zehra to be nothing but a gold digger, treats her with no affection and expects her simply to fulfill her side of the bargain and do exactly as he says. But in time, he sees another side to her and the two develop unexpected feelings that complicate matters further... Across town, an old friend of Zehra's is falling in to an unlikely relationship of her own. After taking over a business that she has no idea has ties to the mob, she soon falls foul of the gangsters, while the friend she took over the company from makes her escape. Desperately seeking a way to pay off the criminal gang and get rid of them from her life, destiny intervenes and she meets Kerem, a rich man with the resources to help. Though he is an arrogant bully, in time the two can't deny their feelings for one another and the romantic cycle that started with Ömer and Zehra's inconvenient marriage, continues.",
    "chinese_title": "命爱(土耳其版)",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Adını Sen Koy",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-18T20:56:19"
}