{
    "aka": [
        "In Between"
    ],
    "sid": "30438147",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　主竞赛单元 最佳短片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546921118.jpg",
    "region": [
        "科索沃"
    ],
    "writer": [
        {
            "url": "/celebrity/1543749/",
            "name": "萨米尔·卡拉霍达 Samir Karahoda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6599276",
    "director": [
        {
            "url": "/celebrity/1543749/",
            "name": "萨米尔·卡拉霍达 Samir Karahoda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "阿尔巴尼亚语"
    ],
    "playdate": [
        "2019-02-01(科索沃)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6599276/",
    "imdb_votes": 61,
    "this_title": [
        "Në Mes"
    ],
    "douban_link": "https://movie.douban.com/subject/30438147/",
    "imdb_rating": "7.3/10 from 61 users",
    "trans_title": [
        "在之间",
        "In Between"
    ],
    "douban_votes": "0",
    "introduction": "在全球化、数字化和全球6800多万难民的时代，出现了一些问题。什么，国土在哪里，什么时候？什么是“Leitkultur”（“定义文化”）？一位德国政界领袖甚至主张建立一个“黑马”（“国土”）部门。《Në Mes》研究传统家庭和父系价值观和观念。在科索沃农村，父亲们为他们的儿子建造相同的房子。除了科索沃以外，这些儿子住在各地。这些房子体现了那些为出国工作而留在家里的人们的爱、渴望和希望，他们总有一天会回来定居在这里。然而，在实践中，他们只会回来参加家庭庆典和葬礼。虽然他们觉得自己与童年和青年的故乡和文化息息相关，但他们也感到疏远。他们还想回来吗？因此，尽管房屋是家庭平等和团结的象征，但它们也是空中楼阁。In the age of globalisation, digitalisation and over 68 million refugees worldwide, questions arise. What, where and when is homeland? What is ‘Leitkultur’ (‘defining culture’)? A leading German politician even advocated the establishment of a ‘Heimat’ (‘homeland’) ministry. Në Mes examines traditional family and patriarchal values and ideas. In rural Kosovo, fathers build identical houses for their sons. These sons live all over the place, anywhere except Kosovo. The houses embody the love, longing and hope of those who stayed at home for those who went to work abroad that they will one day return and settle here again. In practise however, they only ever come back for family celebrations and funerals. Although they feel connected to the homeland and culture of their childhood and youth, they also feel alienated. Do they even want to return? So while the houses are symbols of family equality and unity, they are also castles in the air.",
    "chinese_title": "在之间",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Në Mes",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-02T09:07:47"
}