{
    "aka": [],
    "sid": "30438197",
    "cast": [
        {
            "url": "/celebrity/1259685/",
            "name": "迈克·乔纳森 Mike Jonathan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1564051/",
            "name": "杰里迈亚·塔阿米蒂 Jeremiah Tauamiti",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt7070504",
    "director": [
        {
            "url": "/celebrity/1564051/",
            "name": "杰里迈亚·塔阿米蒂 Jeremiah Tauamiti",
            "@type": "Person"
        }
    ],
    "duration": "10分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt7070504/",
    "this_title": [
        "Ra'satste"
    ],
    "douban_link": "https://movie.douban.com/subject/30438197/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一位毛利人妇女在萨摩亚人的丈夫法拉、女儿阿罗哈和她恼人的弟弟特豪的陪同下，准备好回家。当接生婆不停地在例行的呼吸练习中奔跑时，唤醒会扫过力量、虚弱和中间的所有时刻。当分娩的并发症发生时，女性生命中最令人振奋的时刻很快就会变得最可怕。当她丈夫和助产士安慰的话似乎还不够的时候，唤醒会从房间里的另一个人身上汲取力量，这是除了阿罗哈没有人能看到的。拉萨特（意思是“他所有的生命都是强大的”，在卡尼恩凯哈）是一部关于居住在三种土著文化中的力量的电影，聚集在一起为世界带来新的生活。2016年，Ra'Satste作为本地Slam的一部分制作。“本土大满贯”是一项国际本土电影制作挑战，有15位本土知名电影人来到这里……Awatea, a Maori woman is readying herself for a homebirth accompanied by her loving Samoan husband Fala, her daughter Aroha and her annoying brother Te Hau. As her midwife Linty constantly runs through the routine breathing exercises Awatea sweeps through moments of strength, weakness and all the in betweens. What is supposed to be the most inspiring moment in a woman's life soon becomes the most terrifying as complications to the delivery occur. When the comforting words of her husband and midwife do not seem to be enough, Awatea draws strength from another presence in the room, one that no one else other than Aroha can see. Ra'satste (which means \"all of his being is strong\" in Kanien'keha) is a film about the power that resides in three Indigenous cultures, coming together to bring new life to the world. Ra'satste was produced as part of the NATIVE Slam, 2016. The NATIVE Slam is an international indigenous filmmaking challenge where 15 established indigenous filmmakers came ...",
    "chinese_title": "Ra'satste",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T04:34:08"
}