{
    "aka": [],
    "sid": "30438032",
    "cast": [
        {
            "url": "/celebrity/1010821/",
            "name": "朝吹凯特 Kate Asabuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1364096/",
            "name": "樱泽菜菜子 Nanako Sakurazawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1362127/",
            "name": "筱崎里美 Jinno Miyuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1408018/",
            "name": "日比野达郎 Tatsurô Hibino",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2010(日本)"
    ],
    "this_title": [
        "馬と人妻の痴態"
    ],
    "douban_link": "https://movie.douban.com/subject/30438032/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "季節はずれの千葉の海岸。馬に乗る女〈美也子〉。馬はその背中に乗せた人の心を読むという。その人が不安であれば馬は乱れ、毅然とすれば従う。しかし馬を愛すれば応えるのだろうか？大谷は妻〈美也子〉の美貌を磨くことには金を惜しまなかった。美也子が望み、それで美也子が綺麗になるなら、若い男との一時の浮気も許してしまうだろう。しかしそれでも本当の意味で美也子を所有しているのは、あくまで自分だという事実が、大谷の自負心を満足させているのであった。だがこのところ大谷はわからなくなっていた。妻は本当に自分のものなのか？自分は本当に妻の欲求を理解して与えているのだろうか？あの妻の美しさは、本当に自分が作り出していているものなのか？愛が深ければ深いほど悩む大谷であった。そこで大谷は美也子の本当の欲求を探るために、部下の宮坂に調査をさせる。場合によっては美也子と関係をもってもよいと…。宮坂は社内で随一のプレイボーイ。狙った獲物は逃したことが無い。実際に大谷の目の前でナンパし見事に成功させてホテルに連れこむ。そしてその狂態を隣室から覗いている大谷は、数日後には美也子もこうして宮坂に抱かれて喘ぐのだろうか？と、不安と期待が大谷を襲う。そのころ海岸沿いの乗馬クラブにいる美也子は、乗馬係に「馬が云うことを聞かない」とクレームをつけていた。馬主の妻に頭が上がらない乗馬係は、ペコペコと詫びるしかなかったが、そこを通りかかった飼育担当の黒沢が口を挟んだ。「初心者に事故が無いように調教してあるんだ。ちょっと乗りこなしたからといって思いあがらないことだな」と…。侮辱を受けた美也子はその夜、夫の大谷に「失礼だわ、あの男〈黒沢〉、クビにして」と言った。しかし大谷は聞く耳をもたない。笑いながら「あいつはあれでも、元は花形ジョッキーだったらしい」と…。事実。黒沢はレース中に落馬して重傷を負い、引退したのだ。大谷は美也子をなだめながら抱く。だが夫婦の思惑は別々だ。大谷は美也子に疑惑と不安を感じ、確かに美也子は新しい刺激を求めていた…。翌日。自信満々の宮坂の最初にアプローチを軽くかわした美也子は、再び乗馬クラブを訪れた。そして嫌だったはずの黒沢を呼び出すと美也子は黒沢に馬の世話を見学し、手伝いたいと言う。しかし馬に餌をやる黒沢は何も言わず黙々と仕事をする。はじめは素直に見学していた美也子だったが、やがて黒沢を嘲笑しはじめた。「汚い仕事ね、落馬して引退？やっぱり落伍者だわ」美也子の狙いは、プライドを傷つけられた仕返しだったのである。だが黒沢は動じない。逆にからだを武器に玉の輿に乗った女だと美也子を侮辱する。そして口論になり、もつれ合いながら二人は藁の中に倒れた。藁にまみれた美也子は黒沢に足を絡め誘う。だが黒沢は誘いを否定して立ちあがり、意味深に嘲笑を残してその場から立ち去った。ホテルの部屋に戻った美也子は、真っ先にバスルームに入りシャワーを浴びた。しかし美也子の体についた馬の匂いが取れない。美也子の中の何かが変わり始めた。その夜、美也子はフラフラと馬小屋へ向かった。そこには懐中電灯を持った黒沢がいる。懐中電灯の光に吸い寄せられるように美也子が黒沢に近づくと、美也子の耳元で黒沢が囁いた。「金と権力が頼りの夫に飽きている。骨抜きの都会の男に飽きている。そうだな。馬の飼育係に犯されたくなったか？そうだろ？」美也子は空ろな目でうなずき、黒沢のモノにシャブリついた。そして二人は激しく絡み合う。やがて絶頂へ…。翌日、馬の世話をする美也子を見た宮坂は大谷に「奥様は、ＳＥＸよりも馬に関心をお持ちです。しかし馬と言っても飼育する方ですけれども…」と報告した。大谷はただ頷くだけであった。しかし美也子と黒沢の関係は続いている。黒沢のアパートに行った美也子は、馬の轡をはめられ恥ずかしい格好で黒沢に調教されていた…。夕刻、美也子がホテルの部屋に戻ってくると、大谷は「美也子、馬に、ご執心のようだな」と…。夫に聞かれて動揺する美也子だが、「乗馬は楽しいわ」と大谷を軽くかわした。夜、やはり大谷は妻を疑っていた。宮坂はああ言うが、美也子の貧欲な性が乗馬への興味で薄れたとは思えない。何かある。もしや飼育係のあの男と関係しているのではないか？悶々とした中で美也子を抱いていると、匂いに気づく。美也子から馬の匂いがしているのだ。まさか…？深夜、大谷が眠った後、むっくりと起きた美也子は、コートを羽織って外に出る。美也子を待っていたのは黒沢だった。その頃大谷も起きていた。狸寝入りをして妻を監視していたのだ。やっぱりそうだ、あの飼育係と逢い引きしてやがる。美也子を追った大谷は、外で言い合う黒沢と美也子を目撃する。美也子は黒沢に何かを告げるとその場を去った。大谷はひとりになった黒沢を捕まえて問い詰めた。「俺の女房とやったか！許すから教えてくれ、妻はどんなＳＥＸを好んだ？君にどんな体位を要求したんだ、聞かせてくれ…」しかし黒沢は「奥さんの望みは、俺じゃなかった…」美也子は乗馬クラブの馬小屋にいた。追いかけてきた大谷と黒沢の目の前に信じられない光景が映っていた。美也子は馬の前に立ちコートをはだける。そして全裸の美也子は馬を兆発し自慰行為を始めた。そして馬のペニスを愛撫し馬とひとつになった…。数日後、浜辺で大谷と宮坂が話しをしている。「まことに、申し訳ございません。奥様の欲求が、まさか、馬と交わることとは」しかし大谷は「これでいいんだ。美也子が望み、それで綺麗になるなら、私は許す…」激しく打ち寄せ砕け散る波は無限に繰り返され、時に見る者を狂気に誘う。",
    "chinese_title": "馬と人妻の痴態",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-24T13:00:29"
}