{
    "aka": [
        "Hormigas",
        "The Awakening of the Ants"
    ],
    "sid": "30437883",
    "cast": [
        {
            "url": "/celebrity/1361980/",
            "name": "雷纳尔·戈麦兹 Leynar Gomez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "　　第34届西班牙戈雅奖(2020)\n　　最佳西班牙语外国片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548462077.jpg",
    "region": [
        "哥斯达黎加",
        "西班牙"
    ],
    "writer": [],
    "imdb_id": "tt6708834",
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2019-02-12(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6708834/",
    "imdb_votes": 703,
    "this_title": [
        "El despertar de las hormigas"
    ],
    "douban_link": "https://movie.douban.com/subject/30437883/",
    "imdb_rating": "6.5/10 from 703 users",
    "trans_title": [
        "蚂蚁的觉醒",
        "Hormigas",
        "The Awakening of the Ants"
    ],
    "douban_votes": "0",
    "introduction": "伊莎是个裁缝，和家人住在哥斯达黎加的一个小镇上。她和她的两个女儿都有一头浓密的长发，她们非常小心。它是编结和梳理，结仔细解开，口香糖费力地去除。不用剪刀。伊萨的丈夫、两个女孩的父亲阿尔西德斯想要第三个孩子——一个儿子。不过，伊萨不想再怀孕。她想把精力集中在工作上，已经有足够多的时间和两个孩子和一个家庭在一起，这是她自己管理的。直到现在，她从未质疑过自己在家庭中的角色。然而，当她发现阿尔西德斯似乎没有在听，并坚持他的第三个孩子的愿望时，她意识到有些事情必须改变。她秘密获得避孕药。她现在开始对自己的性取向和身份负责了吗？以生动的色彩和短暂的超现实主义时刻讲述，El Despertar de Las Hormigas是一个年轻女性解放的引人入胜的故事，尽管父权制社会结构的局限性很小，但她开始找到自己的道路，表达自己的需要。Isa is a dressmaker and lives with her family in a small town in Costa Rica. She and her two daughters all have luxuriant long hair, of which they take exquisite care. It is plaited and combed, knots are carefully untangled, chewing gum laboriously removed. No scissors are used. Alcides, Isa’s husband and the father of the two girls, wants a third child – a son. Isa, however, doesn’t want another pregnancy. She wants to focus on working and already has more than enough on her plate with two children and the household, which she manages on her own. Until now, she’s never questioned her role within the family. Yet when she notices that Alcides doesn’t seem to be listening and persists with his wish for a third child, she realises that something must change. She secretly obtains birth-control pills. Is she now starting to take charge of her sexuality and identity? Told in vivid colours and with fleeting moments of surrealism, El despertar de las hormigas is the arresting story of the emancipation of a young woman, who despite the narrow confines of patriarchal social structures begins to find her own path and articulate her own needs.",
    "chinese_title": "蚂蚁的觉醒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El despertar de las hormigas",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-06T04:21:24"
}