{
    "aka": [],
    "sid": "30439232",
    "cast": [
        {
            "url": "/celebrity/1526413/",
            "name": "露西·卡明斯基 Lucy Kaminsky",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561139660.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1579794/",
            "name": "詹姆斯·基尼茨·威尔金斯 James Kienitz Wilkins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7990992",
    "director": [
        {
            "url": "/celebrity/1564089/",
            "name": "彼得·帕洛 Peter Parlow",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-09(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7990992/",
    "imdb_votes": 253,
    "this_title": [
        "The Plagiarists"
    ],
    "douban_link": "https://movie.douban.com/subject/30439232/",
    "imdb_rating": "5.9/10 from 253 users",
    "trans_title": [
        "剽窃者们"
    ],
    "douban_votes": "0",
    "introduction": "现在是冬天，安娜和泰勒在回家费城的路上抛锚了，好像这对年轻夫妇已经没有足够的时间争吵了。一个名叫clip的过路人来帮助他们，最后他们住在他的房子里。这场邂逅开始时很尴尬，很明显，即使是时髦的城市人也很难在非裔美国人周围正常行动，尽管如果他认识他们的朋友艾莉森，剪辑也不可能那么粗略。然而，他们也对中年人着迷，泰勒对他的摄像机收藏着迷，安娜对他的口才着迷，因为他是一个想要成为电影制片人的人，而她是一个想要成为小说家的人，即使他们都不付账。这对夫妇很自我陶醉，但并没有说不出话来，喋喋不休地谈论贾斯汀·比伯，卡尔·奥夫·科纳斯路，9/11，道格95。电影和文学从来都不遥远，无论是在那个冬夜，还是在接下来的夏天和艾莉森共度一个阳光明媚的午后，写作只会在真实的时候产生共鸣，还是在人们的口中插入文字，电影在视频中拍摄，就像这部电影一样，会自动地保持真实？安娜很不高兴地意识到剪辑里的奇闻轶事并不是他们看起来的那样，但现在又是什么呢？当然不是这样的电影。It’s winter and Anna and Tyler have broken down on their way home to Philadelphia, as if the young couple didn’t have enough to bicker about already. A passer-by named Clip comes to their aid and they end up staying over at his house. The encounter starts out awkward, apparently even hip city folks struggle to act normally around African-Americans, although Clip can’t be all that sketchy if he knows their friend Alison. Yet they’re also fascinated by the middle-aged man, Tyler by his camcorder collection and Anna by his eloquence, as he’s a wannabe filmmaker and she’s a wannabe novelist, even if neither pay the bills. The couple are amusingly self-absorbed, but far from inarticulate, prattling away about Justin Bieber, Karl Ove Knausgård, 9/11, Dogme 95. Film and literature are never far away, whether on that winter night or a sunny afternoon with Alison the following summer, does writing only resonate when it’s authentic or is it fine to put words in people’s mouths, do movies shot on video, as is this one, automatically keep things real? Anna is scandalised to realise that Clip’s anecdotes weren’t what they seemed, but then what is these days? Certainly not films like this.",
    "chinese_title": "剽窃者们",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Plagiarists",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-09T06:56:55"
}