{
    "aka": [
        "Ai高感度センサー搭载 メイドロイド",
        "Maid Droid"
    ],
    "sid": "30438031",
    "cast": [
        {
            "url": "/celebrity/1275281/",
            "name": "吉泽明步 Akiho Yoshizawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355397/",
            "name": "铃木杏里 Anri Suzuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029384/",
            "name": "里见瑶子 Yôko Satomi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1332682/",
            "name": "山口真里 Mari Yamaguchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033913/",
            "name": "野上正义 Masayoshi Nogami",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2877434297.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323544/",
            "name": "友松直之 Naoyuki Tomomatsu",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-01-30(日本)"
    ],
    "this_title": [
        "老人とラブドール"
    ],
    "douban_link": "https://movie.douban.com/subject/30438031/",
    "trans_title": [
        "Ai高感度センサー搭载 メイドロイド",
        "Maid Droid"
    ],
    "douban_votes": "0",
    "introduction": "夜の街を歩く帰宅途中の女。薄暗い路地に入ると、後ろから何者かの気配が…。突然、得体の知れないロボット犬に襲われる女。必死に抵抗するも、犯されてしまう。警察署の会議室で今回の事件について話し合う数名の刑事。赤城友梨は事件の指揮官を務める。『手掛かりナシって有り得なくない？暴走ロボットを作れるメーカーなんて何社も無いでしょう』刑事のサトウが『はい、各社に聞き込みに回ったのですが、どこも自社アンドロイドが犯罪に関わる事はないと。それに、アシモフの三原則ってご存知ですか？』『ロボットは人を傷つけちゃいけないやつだっけ』『人間を傷つけない、人間に従う、自分の身を守る。どのメーカーもアンドロイドの人工知能にその基礎があると…』『だから犯罪には関われない？人間を傷つけろって命令されたらどうするの』サトウは手帳を見ながら『第一規則が最優先なので、そういう場合は機能停止しちゃうみたいです』考え込む友梨。『どこのオタク馬鹿？レイプマシンなんて作って…』一方、郊外に住む独りの老人・上野が、メイドアンドロイドのマリアの身体を拭いてあげていた。マリアは上野のメイドアンドロイドとして、六十年あまり勤めて来た。が、或る日、バッテリーの不良の為、機能がすべて停止していた。しかし、上野はそんなマリアを捨てずに、世話を続けている。喋りかけても、返事の無いマリアに上野は『結局、誰とも結婚しなくて正解だった。おかげで君と二人で、本当に充実した一生を送ってこれたんだからね』テレビでは最近のレイプ事件を繰り返し放送している。『明日、秋葉原に行こうと思うんだ』『マリアは、又かって思うかもしれないけど…』上野は壊れたバッテリーを今でも探し続けていた。数日後、警察にレイプ事件の有力な情報が入る。友梨はその情報を元に一人のアンドロイドと会う。『単刀直入に聞きますけど、レイプマシンを操っている犯人は誰？』『人間の犯人はいない』『じゃあ、独立した人工知能？でも、アシモフ三原則が…』『これは、悲しい事件なんだ』『バター犬アイブだよ、これは、言語機能を放棄し小型軽量した分、低コストで安さもあり大ヒットした。しかし、安く買ったモノは捨てるのも簡単なんだ』考え込む友梨。『それじゃ、レイプマシンは、スクラップにされたアイブの集合体？』『生き残った人工知能の亡霊、自己修復機能の帰結とも言える』『どうすれば、機能を停止できますか？』『正しくご主人さまを認識させれば良い。ご主人さまの希望が機能停止なら、アイブはそれに従うだろう』『ご主人様を認識させれ方法は？』『まずは欲求不満であること。後は簡単なパスワードだ。君に、それが見つけられるかな？』『パスワード…』静かな日曜日。『やっと見つけたよ。君の交換バッテリー。一億だったけど、貯金全部とこの家と土地でギリギリだった。明日から路頭に迷っちゃうけど、何とかなるよな。それよりもう一度君と話したい』上野は嬉しそうにマリアに話した。夜、薄暗い路地でレイプマシンを待つ友梨。すると、背後から襲われる。しかし友梨はレイプマシンを受け入れる『来て、早く入れて…』悶える友梨。『気持ちいいよ。一生懸命、感じさせてくれてるんだね』レイプマシンは激しく腰をふる。『でもごめんね、アイブ。アナタを停止させないといけないの…』レイプマシンはご主人さまを認識したのか、機能を停止した。友梨はレイプマシンのスクラップを優しく撫でてあげた。上野は不思議な夢を見る。『アナタの願いは叶います。三度マリアに口づけをしなさい』半信半疑だった上野だが、マリアに口づけを試みる。三度目を終えても物言わぬマリア。『何て言えば良いんだろうね。何十年もの間、君と僕は言葉を交わした。君のバッテリーが切れてもたくさん話しかけた。でも、こんな時、何て言えば良いのか分からない。なんか、切ないよね…』小さい箱から指輪を取り出しマリアにはめる上野。すると、ひと雫の涙が落ちる。『ご主人様。マリア、人間になれたみたいです』上野は優しく抱きしめる。『ご主人様、マリアをお嫁さんにして下さるんですか？』『う、うん。君さえ良かったら…』翌日、宅配便が上野の家を訪れる。『ごめん下さい。上野さん、宅配便ですけど…』しかし、家の中は、シンと静まり返っていた。",
    "chinese_title": "老人とラブドール",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-23T10:22:34"
}