{
    "aka": [],
    "sid": "30432338",
    "cast": [
        {
            "url": "/celebrity/1580264/",
            "name": "斯文·马夸特 Sven Marquardt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555008039.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1564009/",
            "name": "大卫·迪特尔 David Dietl",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9584906",
    "director": [
        {
            "url": "/celebrity/1564009/",
            "name": "大卫·迪特尔 David Dietl",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2019-02(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9584906/",
    "imdb_votes": 425,
    "this_title": [
        "Berlin Bouncer"
    ],
    "douban_link": "https://movie.douban.com/subject/30432338/",
    "imdb_rating": "6.1/10 from 425 users",
    "trans_title": [
        "柏林看门人"
    ],
    "douban_votes": "0",
    "introduction": "弗兰克、斯文和斯迈利这三位传奇保镖的传记有点像这座被分割的城市转变为一个政党大都会的道路和迂回路线图。这部电影记录了柏林文化史上一段激动人心的历史——从柏林墙倒塌到脉动的现在。20世纪80年代末，法兰克·K·恩斯特从西德来到柏林，在那里，美国G.I.斯迈利·鲍德温（Smiley Baldwin）守卫着东柏林的边界，而墙另一边的年轻朋克和摄影师斯文·马夸特（Sven Marquardt）则惊讶地看到它倒下。不久，这三个人就发现自己卷入了20世纪90年代城市的疯狂夜生活中，在那里他们很快成为了城市最嬉皮士俱乐部的传奇“守护者”。导演大卫·迪特尔与他的三位主角建立了一种特殊的信任关系，所有这些都让他得以在电影中回顾他的传奇故事。这是一个真实的故事，讲述了50岁时的成长过程，以及我们人生道路的多样性，恰如其分地伴随着充满感染力的俱乐部声音，这些声音已经成为主角的第二次心跳。The biographies of three legendary bouncers – Frank, Sven and Smiley – are a bit like a map of the paths and detours this divided city has taken in its transformation into a party metropolis. This film chronicles an exciting piece of Berlin’s cultural history – from the time of the fall of the Berlin Wall up to the pulsating present. In the late 1980s, Frank Künster came from West Germany to Berlin, where Smiley Baldwin, an American G.I., was guarding the border to East Berlin and Sven Marquardt, a young punk and photographer on the other side of the Wall, was surprised to see it fall. It was not long before all three found themselves caught up in the city’s wild nightlife of the 1990s, where they soon became the legendary ‘guardians’ of the city’s hippest clubs.Director David Dietl establishes a special relationship of trust with his three protagonists, all of whom allow him to take a look behind the legends for his film. A real-life story about growing up at the age of 50 and the diversity of our paths through life, appropriately accompanied by the infectiously pounding club sounds which have become a kind of second heartbeat for the protagonists.",
    "chinese_title": "柏林看门人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Berlin Bouncer",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T11:08:37"
}