{
    "aka": [],
    "sid": "30438410",
    "cast": [
        {
            "url": "/celebrity/1594587/",
            "name": "艾巴尔斯·卡尔塔尔·厄松 Aybars Kartal Özson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545998290.jpg",
    "region": [
        "土耳其"
    ],
    "writer": [],
    "imdb_id": "tt3241162",
    "director": [],
    "duration": "85分钟",
    "episodes": "39",
    "language": [
        "土耳其语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt3241162/",
    "imdb_votes": 257,
    "this_title": [
        "Bir Çocuk Sevdim"
    ],
    "douban_link": "https://movie.douban.com/subject/30438410/",
    "imdb_rating": "6.3/10 from 257 users",
    "trans_title": [
        "我的初恋女友"
    ],
    "douban_votes": "0",
    "introduction": "Bir tarafta İstanbul’un orta sınıf mahallelerinden birinde yaşayan bir ailenin küçük kızı Mine... Diğer tarafta zengin bir ailenin tek oğlu, hayatta ne istediyse önüne serilmiş, üniversiteyi bitirmiş, master yapmak üzere yurtdışına gitmeye hazırlanan Sinan… Birbirlerine müthiş bir tutkuyla bağlı bu iki genç, farklı aile yapıları ve sosyal çevrelerine rağmen ilk aşklarını doludizgin yaşamaktadırlar. Hayatın kendilerine oynayacağı oyundan habersiz, hiç ayrılmamak üzere söz verirler birbirlerine, birlikte yaşlanacaklardır. Mine’nin babası Turan, üç çocuğuna ve karısına olduğu kadar inandığı değerlere de sıkı sıkıya bağlıdır.Gururu, onuru her şeyden önce gelmektedir. İşte bu yüzden, gözü gibi baktığı küçük kızının yaşadıklarıyla dünyası yıkılır. Turan, genç yaşında kendi işinin patronu olmayı başarmış Timur’un otomobil galerisinde servis şefidir. Ne zaman ne yapacağını kimsenin kestiremediği Timur, sadece çalışanlarının değil, tek başına büyüttüğü ve canından çok sevdiği 13 yaşındaki kızının da çekindiği biridir. Tam bir kapalı kutudur. Fakat yıllardır sevip saydığı Turan Usta’sının başına gelenler, Timur’un hayatında da beklenmedik bir kapının aralanmasına yol açacaktır. Mine ve Sinan’ın cesurca yaşadığı masal gibi aşk, onların dışında gelişen, kontrol edemedikleri bir noktaya varınca iki aileyi de altüst eden bir kâbusa dönüşür.",
    "chinese_title": "我的初恋女友",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bir Çocuk Sevdim",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2026-02-26T17:14:17"
}