{
    "aka": [
        "Chinese Ink",
        "Heber Sini",
        "L'encre de Chine"
    ],
    "sid": "30438164",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2919954471.jpg",
    "region": [
        "黎巴嫩"
    ],
    "writer": [],
    "imdb_id": "tt6117458",
    "director": [
        {
            "url": "/celebrity/1046737/",
            "name": "刚桑·萨哈勃 Ghassan Salhab",
            "@type": "Person"
        }
    ],
    "duration": "54分钟",
    "episodes": "",
    "language": [
        "法语",
        "阿拉伯语",
        "德语"
    ],
    "playdate": [
        "2016-07-15(法国FID Marseille)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt6117458/",
    "imdb_votes": 9,
    "this_title": [
        "حبر صيني"
    ],
    "douban_link": "https://movie.douban.com/subject/30438164/",
    "imdb_rating": "5.8/10 from 9 users",
    "trans_title": [
        "Chinese Ink",
        "Heber Sini",
        "L'encre de Chine"
    ],
    "douban_votes": "0",
    "introduction": "“I hesitated for a long time. More than a step forward, more than one backwards, more than one by the side. Thousands of times the same gaze through the windows of my own end of the world”: these are the words Ghassan Salhab pronounces at the beginning of China Ink. Indeed, there will be no rest along the way, but only meandering paths nourished with reminiscences. A childhood photograph taken in Senegal, the one 1958 (FID 2009) started from in Beyrouth or from the heights of mount Lebanon where La montagne (FID 2011) was set, the director evokes commitment, guilt, and war with its original brutality. The result is a film haunted by death and casualties, marked by Lebanon’s recent history, coming back to generations for whom autobiography and national history are inextricably bound to one another. Like some kind of invisible committee, Pasolini, Koji Wakamatsu, Paul Celan and Anna Akhmatova appear as guests accompanying the director. All images are filled with their voices, their words, their languages whispering, resonating, juxtaposing themselves, knocked together in a dense polyphony. And the director sketches out an inner world while the windows, as the only connection to the outside, become a frame and a mirror where faces are inscribed as they tend towards a landscape to live in. Thus, a movement unfolds between the inside and the outside, between the past and the present. What is being drawn then is a twilight’s self-portrait as much as a skill for others and for oneself, thus following Celan’s well-known verse offered in the end: “Keep-standing-up-for-no-one-and- for-nothing.” (NF)",
    "chinese_title": "حبر صيني",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-14T13:28:31"
}