{
    "aka": [],
    "sid": "30432350",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第32届欧洲电影奖(2019)\n　　最佳纪录片(提名)\n\n　　第65届意大利大卫奖(2020)\n　　最佳纪录片\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2740809442.jpg",
    "region": [
        "法国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1564029/",
            "name": "阿戈斯蒂诺·费兰特 Agostino Ferrente",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9479138",
    "director": [
        {
            "url": "/celebrity/1564029/",
            "name": "阿戈斯蒂诺·费兰特 Agostino Ferrente",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9479138/",
    "imdb_votes": 848,
    "this_title": [
        "Selfie"
    ],
    "douban_link": "https://movie.douban.com/subject/30432350/",
    "imdb_rating": "7.2/10 from 848 users",
    "trans_title": [
        "拿坡里少年自拍日记"
    ],
    "douban_votes": "210",
    "introduction": "《自拍》是16岁的戴维德·比福尔科（DavideBifolco）一案的独特记录，他在特雷亚诺的那不勒斯（NeapolitanDistrictofTraiano）被一名宪兵射杀。为了了解一个经常被描绘成贫民区和“卡莫拉”据点的街区，以及戴维德死亡的情况，导演Agostino Ferrente寻找戴维德的朋友，并会见了Pietro和Alessandro。在这部电影的序言中，有人听到他在摄影机前问，“告诉我你的友谊”，这揭示了他对这个一贯合作的纪实小说项目的态度。他让孩子们带上手机和麦克风，把他们的日常生活记录成一部“自拍”电影，无论他们是骑着摩托车，在海滩上，和朋友一起玩，还是在厕所里。在一个自我戏剧化经常成为产品的时代，这是一种完美的形式。其结果是一幅令人印象深刻的拼贴画，无论是视觉上还是在电影的音轨上，都是关于青春期；关于你的背景决定你未来的生活；关于国家专制；关于愤怒和悲伤，但最重要的是，在一个坚韧统治的男性世界里，一段温柔的童年友谊。Selfie is a unique record of the case of 16-year-old Davide Bifolco, who was shot dead by a carabiniere in the Neapolitan district of Traiano. To understand a neighbourhood often portrayed as a ghetto and ‘Camorra’ stronghold, as well as the circumstances of Davide’s death, director Agostino Ferrente seeks out Davide’s friends and meets Pietro and Alessandro. In the film’s introduction he is heard asking off-camera, ‘tell me about your friendship’, which reveals his approach to this consistently collaborative documentary-fiction project. Equipping the boys with a mobile phone and a microphone, he asks them to document their everyday lives as a ‘selfie’ film, whether they are riding a scooter, at the beach, hanging out with friends or on the toilet. This turns out to be the perfect format in an age where self-dramatisation often becomes a product. The result is an impressive collage, both visually and in the film’s audio track, about adolescence; about lives where your background determines your future; about state despotism; about anger and grief, but above all about a tender boyhood friendship in a male world in which toughness reigns.",
    "chinese_title": "拿坡里少年自拍日记",
    "douban_rating": "7.9/10 from 210 users",
    "foreign_title": "Selfie",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "7.9",
    "update_at": "2025-04-18T20:21:17"
}