{
    "aka": [],
    "sid": "30439617",
    "cast": [
        {
            "url": "/celebrity/1365411/",
            "name": "潘子剑 Zijian Pan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1361339/",
            "name": "朱丽岚 Lilan Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358359/",
            "name": "叶小开 Xiaokai Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376829/",
            "name": "李奕增 Yizeng Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1396357/",
            "name": "吴烨 Ye Wu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "爱情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546089955.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-02-01(中国大陆)"
    ],
    "this_title": [
        "亲爱的首席官"
    ],
    "douban_link": "https://movie.douban.com/subject/30439617/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "董兮兮、夏奈尔和尹今珠是在深圳生活工作的三个平凡女孩，原本互不相识，她们的人生交集是同时参加了某论坛组织的徒步活动。其时天色已晚，三人疲惫不堪时，看到了山道旁的一栋房子，三人进入空无一人的房子，突然一枚戒指魔幻的出现在房间里，飞到她们眼前，三人惊诧不已。同时一个声音在黑暗中响起，向三人揭示了她们真正的人生交集：她们都跟这枚戒指有关系。尹今珠是一家金融公司的小主管，事业之路和情路都不太平顺。来深圳六年的她爱着一个叫裴默的大学同学，可是这个她深爱的男人却和她最好的闺蜜苏锦订婚了。在裴默和苏锦的海滩订婚仪式上，尹今珠作为唯一的嘉宾，深受刺激。嫉妒之下，她拿走装在盒子里的订婚戒指，一扬手将它扔向了沙滩。她告诉自己，既然没有了爱情，那么干出一番事业就是她唯一的追求了。阮天泽是海边度假酒店的厨师，他出现在海滩，捡走了沙里的戒指，并拿着这枚戒指向他的女神夏奈尔求婚。夏奈尔来深圳三年，是一家服装集团的设计师，和阮天泽一样来自西北县城，他们是青梅竹马的小伙伴。只可惜阮天泽有心夏奈尔无意，本名夏桂芳的夏奈尔一心想嫁高富帅，看不起做厨师的阮天泽，决绝地拒绝了阮天泽。伤心的阮天泽到酒吧买醉，戒指滚落桌面，被酒吧女服务员董兮兮看见。董兮兮两年前高考后丧父，现实让她撕碎了大学录取通知书来深圳打工，她白天在IT公司做前台，晚上到酒吧兼职。董兮兮的母亲前不久出了车祸在医院里急需用钱，看见戒指兮兮起心动念，伸手去拿。这时阮天泽突然抬头，把戒指送给了她。董兮兮随后卖掉戒指付了母亲的住院费。房间里黑暗中的声音告诉三个女孩，戒指只是幻象，映射的，是人们心中的欲望，既然她们各自有那么强烈的欲望，魔戒愿意成全她们，帮她们实现梦想并直达巅峰。回到现实生活，很快，三个女孩的梦想真的都实现了。董兮兮有了很多钱，夏奈尔嫁给了富商之子，尹今珠如愿以偿地当上了一家世界500强企业的CEO。三人意气风发，但是，一夜巅峰之后副作用很快发作，董兮兮的腿上长出了莫名其妙的黑斑，夏奈尔被老公一碰到就大笑不止，尹今珠在重要场合一讲话就变成了结巴。这时魔戒再次现身，告诉三人，曾经与他们产生过交集的阮天佑，在心灰意冷之际结束了自己的生命。三个女孩的遭遇，其实是受到了命运的惩罚。三个女孩要想回到过去，唯一的办法是到戒指的公司工作，用创意的方法帮助别人得到幸福感，攒够100个愿力值就能获得一次跟命运谈判的机会。三女来到魔戒的公司。公司首席官顾千辰跟她们讲解各种规则，三女很快心领神会，各显神通，通过帮助的士司机，售楼员，花店老板，咖啡馆小妹，路人甲等，为他们创造了前所未有的幸福感，获得了不少愿力值。公司首席官顾千辰对董兮兮特别关注，因为他们曾经是恋人，但董兮兮在一次车祸后已经对那段经历失忆。顾千辰却痴心不改，等着她记起从前。蔡伟和朱钰是多年恋人，已准备买房结婚，这时朱钰却因为深圳房价的压力和工作生活的各种琐事的困扰，失去了激情。蔡伟路过董兮兮等人上班的公司，进来求助。董兮兮为蔡伟提供了建议，蔡伟实施的时候，却被朱钰误会成董兮兮小三插足。尹今珠从顾千辰那里得知裴默也是受到魔戒惩罚的人，非常震惊。她找到裴默欲问究竟，裴默却告诉她，苏锦的癌细胞已经扩散，将不久于人世。董兮兮接近顾千辰，试图从他那里探出不回从前的秘诀，顾千辰告诉她，一夜巅峰透支的是他们的生命，如果不回去，他们随时有可能死。苏锦临终前希望将来裴默和尹今珠在一起，但她并不知道，裴默在魔戒的帮助下获得了读心术，副作用是他心爱的女人都得死。蔡伟和朱钰一直在尝试各种重获恋爱激情的方法，都因为各种现实原因分心而告失败。阮天泽的双胞胎弟弟阮天佑来到深圳，找到夏奈尔，帮她解开了因为阮天泽之死而结下的心结。首席官顾千辰向董兮兮讲述了他们从前的故事。原来，顾千辰和兮兮以前是恋人，因为一次车祸，兮兮失去了记忆，为了不刺激她，顾千辰一直默默地的守在她的身边，她在酒吧打工的每个晚上，他都在角落里守候她，等她再次爱上他。董兮兮表示无法接受。苏锦去世了，裴默忍痛拒绝了尹今珠的感情，也谢绝了三女要把愿力值送给他的好意。他决定回魔戒的公司工作，用余生之力去帮助更多人获得幸福感。蔡伟和朱钰在海滩露营重获激情，魔戒公司的员工终于集齐了100个愿力值，董兮兮和林家明也重归于好。夏奈尔的时装秀在米兰举行，除了已经去了国外的尹今珠，众友均前去捧场。众人的新生活正在开始。",
    "chinese_title": "亲爱的首席官",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-22T05:45:24"
}