{
    "aka": [],
    "sid": "30430700",
    "cast": [
        {
            "url": "/celebrity/1220444/",
            "name": "Frankie C. Cullen Frankie C. Cullen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324589/",
            "name": "April Hanna April Hanna",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545384722.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9257862",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9257862/",
    "imdb_votes": 25,
    "this_title": [
        "A Housewife Named Brandi"
    ],
    "douban_link": "https://movie.douban.com/subject/30430700/",
    "imdb_rating": "5.0/10 from 25 users",
    "trans_title": [
        "人妻布兰迪"
    ],
    "douban_votes": "0",
    "introduction": "Brandi gets a new computer and decides to start a lingerie website. Her husband, Alex, supports the idea. After buying a basic book on the subject, she makes a very crude site. Her husband and good friend, Rachel, help her out and she promotes the site with live video feed. Things get wild during the feed and it is a huge success.When housewife Brandi gets a new computer, she decides to use it to make a little money, setting up a lingerie website in no time at all. Her husband supports her decision, but recognizes that the site needs a little work, so he and Brandi's friend Rachel set up a live feed to promote the new business. When things get frisky, the site turns out to be a big hit.When Brandi gets a new computer and decides to start an online lingerie company, her husband Alex thinks it's a great idea and takes it one step further - he helps her set up a live video feed. Things get hotter than Brandi and Alex ever imagined when the feed gets out of control while Veronica and Jim, a wealthy and eccentric coupleA whole bunch of horny people get crazy with the webcam exhibitionism in this sex-filled tale of a housewife who starts selling lingerie and ends up having a threesome on her webcam to boost sales. Then some biters start their own lingerie-selling, sex-showing site and shit gets crazy. With girl-on-girl, boy-on-girl, threeways and more, this softcore flick makes excellent use of its hot lady models by showing them off naked and doing it for deliciously long periods of time.Exhibitionism...  gratuitously long sex scenes...  and gorgeous naked ladies.",
    "chinese_title": "人妻布兰迪",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Housewife Named Brandi",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-24T00:01:08"
}