{
    "aka": [
        "怪正常的(台)"
    ],
    "sid": "30443743",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　泰迪熊奖 最佳纪录片(提名) 阿黛尔·图利斯\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548290549.jpg",
    "region": [
        "意大利",
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1299609/",
            "name": "阿黛尔·图利斯 Adele Tulli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9648584",
    "director": [
        {
            "url": "/celebrity/1299609/",
            "name": "阿黛尔·图利斯 Adele Tulli",
            "@type": "Person"
        }
    ],
    "duration": "70分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2019-02-11(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9648584/",
    "imdb_votes": 183,
    "this_title": [
        "Normal"
    ],
    "douban_link": "https://movie.douban.com/subject/30443743/",
    "imdb_rating": "6.5/10 from 183 users",
    "trans_title": [
        "正常的",
        "怪正常的(台)"
    ],
    "douban_votes": "0",
    "introduction": "阿黛尔·图利斯（AdeleTullis）正式直截了当但极具美学说服力的纪录片探讨了严格界定的性别角色和对（异性）规范性口述的不加批判的服从。把镜头转向日常行为、仪式和场景，导演把声音和图像放在一个矛盾的蒙太奇中，让她记录的一些场景看起来令人不安。在长时间的静态照片中，她描绘了女孩被打扮成公主的样子；父亲陪儿子参加摩托车比赛；一群尖叫的少女与一位偶像化的YouTube明星合影。她还向男孩们展示了如何玩第一人称射击游戏和“抓住机会”；她跟踪了一对新婚夫妇的照片拍摄，观看了《深夜脱手》，拍摄了一个旨在向年轻男性展示如何成为阿尔法男性的课程，以及另一个让女性学习如何在婚姻中最好地为自己的丈夫服务的课程。图利始终保持着敏锐的观察力，几乎遥不可及。但最后，我们意识到，这一系列无数未经修饰的陈词滥调的行为确实包含了一条评论。Adele Tullis’s formally straightforward but aesthetically convincing documentary examines rigidly defined gender roles and the uncritical submission to the dictates of (hetero)normativity. Turning her camera’s gaze on everyday actions, rituals and scenes, the director makes some of the situations she records seem disconcerting by juxtaposing sounds and images in a contradictory montage. In long, static shots she depicts girls being made up to look like princesses; a father accompanying his son to a motorcycle race; and a group of screaming teenage girls having their photos taken with an idolised YouTube star. She also shows boys playing first-person shooter games and Gotcha; she follows the photo shoot of a newly married couple, watches hen nights getting out of hand, films a course designed to show young men how to become alpha males, and another in which women learn how best to serve their husbands in marriage. Tulli remains consistently observant, almost distant, throughout. But in the end, we realise that this succession of countless uncommented stereotypical actions does contain a commentary after all.",
    "chinese_title": "正常的",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Normal",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-18T09:16:07"
}