{
    "aka": [],
    "sid": "30441121",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [
        "悬疑",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546174841.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2016-04-02(日本)"
    ],
    "this_title": [
        "北野誠のおまえら行くな 北海道ぶらり心霊道中"
    ],
    "douban_link": "https://movie.douban.com/subject/30441121/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "★現実に起きている怪異・心霊現象に、北野誠が体当たりリポートするCS放送「エンタメ~テレ☆シネドラバラエティ」の大好評番組「おまえら行くな。」シリーズ最新作、2016年・冬のスペシャル番組が待望のDVD化!★ おなじみの北野誠率いる心霊探偵団の面々が、北の大地・北海道の心霊スポットに突撃取材! アイヌの聖地であり水難事故が多い難所“神居古潭[カムイコタン]\"、マニアの間で噂になっている謎のゴーストタウン、死者7名の惨劇の舞台でありヒグマの出没危険地域である三毛別羆事件復元現地、石碑の裏文字を読むと死ぬ言い伝えもある中国人墓地、現在進行形の恐怖が語られる鉄道轢死者が絶えないT駅……。最北の恐怖伝説と怪異現象を見逃すな!#1 心霊探偵団、北の大地に立つ!北野誠団長の強い希望で最初に訪れたのは、北海道最恐心霊スポットの一つ「神居古潭(かむいこたん)」。アイヌの聖地であるが、昔から水難事故が多い難所でもあり、かつての列車事故で亡くなった運転士の霊が出るともいう。鎌倉監督や西浦和也が訪れた際には、数々の怪異現象が起こったのだが、今回も異変は起こるのか! ?続いて一行は、監督からの提案で、マニアの間で噂になっている謎のゴーストタウンへと向かう。廃墟の中には忌まわしい事件にまつわる建物もあるという。その真偽を確かめんと潜入する探偵団一行を怪異が襲う!#2 心霊探偵団、野生の王国へ万年寺には昭和の代表的な怪異エピソードの一つ“髪が伸びるお菊人形\"が安置されているが、あらゆる取材を断り続けている。アポなし直撃する探偵団一行だが……。次は北野団長リクエストの史上最悪の獣害事件があった、三毛別羆事件復元現地。しかも、現地は今でも羆が出没する場所で、周りの木には爪痕や熊穴が残っている。危うし、心霊探偵団! 夜になり向かったのは、北海道の超有名心霊スポットの一つ通称「中国人墓地」。墓の裏に書かれている文字を読むと死んでしまう噂がある。灯一つない闇夜で道に迷う一同。これも恨みを残して死んだ霊たちが、我々が来るのを拒んでいるのだろうか?!#3 ぶらり旅ぐったり旅なんとか夜の中国人墓地への潜入に成功し、心霊に関する噂の検証を行う一行。そんな心霊ぶらり旅もいよいよ最終日。向かったのは夕張の『石炭博物館』。ここでは実際の坑道に入っての探検ができるというので早速アポ無し突撃。鉱夫の霊に出会うことを期待しつつ炭鉱に入ると、どこからともなく亡くなった前市長の声が! ! 次に向かったのは再び「神居古潭(かむいこたん)」。初日の到着が夜になってしまったため、周囲の状況がわからず、北野団長たっての希望で昼間の時間に検証することに。初日の夜には入れなかった場所にも突入し、怪異の正体に迫る! ! 帰りの時間が迫る中、最後に自殺が多く、心霊スポットとしても有名なT駅に立ち寄る。あまりにも多い自殺者の供養にと、鉄道轢死者供養のお地蔵さまが作られたものの、自殺者は絶えないという。その真相に迫るべく心霊探偵団が潜入する!【Ex DVD 特典映像】『松原タニシにライバル登場?! 』西浦和也からの情報で都内某所のアパートに呼び出された北野誠団長を迎えてくれたのは、“心霊アイドルりゅうあ\"さん。ここは、不動産屋からは「まずは3 ヶ月でお願いします」と謎の契約期間を設定され、内見のときにドアを開けたらいきなり室内に男性の霊が室内に立っていたという幽良物件なのだという……。内容（「キネマ旬報社」データベースより）芸能界きっての心霊ハンター・北野誠率いる心霊探偵団が身体を張って心霊スポットを紹介するドキュメントの「北海道ぶらり心霊道中記」編。北海道最恐心霊スポット・神居古潭や中国人墓地、三毛別羆事件復元跡地ほかを訪れる全3話を収録。",
    "chinese_title": "北野誠のおまえら行くな 北海道ぶらり心霊道中",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-03T19:11:59"
}