{
    "aka": [],
    "sid": "30441202",
    "cast": [
        {
            "url": "/celebrity/1144436/",
            "name": "Ricky Shayne Ricky Shayne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1303615/",
            "name": "Kerstin Cmelka Kerstin Cmelka",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547143793.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1543822/",
            "name": "斯蒂芬·吉恩 Stephan Geene",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11106558",
    "director": [
        {
            "url": "/celebrity/1543822/",
            "name": "斯蒂芬·吉恩 Stephan Geene",
            "@type": "Person"
        }
    ],
    "duration": "120分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语",
        "法语",
        "阿拉伯语"
    ],
    "playdate": [
        "2019-02-12(柏林国际电影节Forum Expanded单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11106558/",
    "this_title": [
        "SHAYNE"
    ],
    "douban_link": "https://movie.douban.com/subject/30441202/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "从1967年到1972年，里基·谢恩像彗星一样在西德流行文化中短暂地划过。他出生在开罗，在贝鲁特长大，在繁荣的节拍场面中成为罗马的明星。然后他被进口到德国，那里有更多的钱要赚。谢恩发现自己在柏林布拉沃和ZDF之间的热门游行，庆祝和异国情调。当时10岁的斯蒂芬·吉恩（StephanGeene）被这种现象永久地改变了，现在他开始探索自己的魅力。今天，72岁的瑞奇·谢恩（Ricky Shayne）在《明星与青少年》杂志《历史》（The Magazine Bravo单独为他提供了两个名人拼图）中幸存下来，他与这位神经质、棱角粗犷的瑞奇·谢恩（Ricky Shayne）相遇，让吉恩走上了各种道路：包括与谢恩的儿子塔里克（Tarek）和伊姆兰（Imran）在柏林时代和斯皮廷（Spittin）同龄的两人。他（当时）的形象。一部电视连续剧《反人像》，以一个晚会的彩排为框架，试图给一个失败的事业一个最后的时刻；一位建筑师大声思考摄影和戏剧性，以及把一个晚会作为一个废墟的可能性，为了公正地对待里基·谢恩的形象，他的破裂和矛盾。Ricky Shayne briefly streaked like a comet through West German popular culture from 1967 to 1972. Born in Cairo, raised in Beirut, he became a star in Rome in the booming Beat scene. He was then imported to Germany, where there was more money to be made. Shayne found himself in Berlin between BRAVO and ZDF Hit Parade, celebrated and exoticized. Stephan Geene, who was 10 years old at the time, was changed forever by this phenomenon, and now explores his fascination.The encounter with the nervous, rough-edged Ricky Shayne, today 72, survivor of his own star and teen magazine history (the magazine BRAVO alone dedicated two of its celebrity puzzles to him), leads Geene down a variety of paths: including with Shayne’s sons Tarek and Imran, both now the same age as Ricky during his Berlin period and the spitting image of him (at the time).A serial TV anti-portrait, framed by rehearsals for a gala, the attempt to give one last moment to an aborted career; an architect thinks out loud about photography and theatricality and the possibility of mounting a gala as a ruin, in order to do justice to the figure of Ricky Shayne, to his ruptures and contradictions.",
    "chinese_title": "SHAYNE",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T13:36:43"
}