{
    "aka": [
        "Our Defeats"
    ],
    "sid": "30447831",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570948713.jpg",
    "region": [
        "法国"
    ],
    "writer": [],
    "imdb_id": "tt9687476",
    "director": [
        {
            "url": "/celebrity/1399538/",
            "name": "让-加布里埃尔·佩里奥 Jean-Gabriel Périot",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9687476/",
    "imdb_votes": 96,
    "this_title": [
        "Nos Défaites"
    ],
    "douban_link": "https://movie.douban.com/subject/30447831/",
    "imdb_rating": "5.9/10 from 96 users",
    "trans_title": [
        "我们的失败",
        "Our Defeats"
    ],
    "douban_votes": "0",
    "introduction": "2018年5月和6月，Jean Gabriel P_Riot与位于Ivry Sur Seine的一所高中的10名电影班学生合作，开展了一项将电影与政治结合起来的项目。学生们在摄像机前和摄像机后工作，重新布置罢工、抵抗和劳资纠纷的场景，这些电影可以追溯到20世纪60年代末到70年代末，包括让-卢克-戈达尔和阿兰-坦纳的电影。nos d_faites汇集了调查结果，并增加了采访，在采访中，导演询问学生他们刚刚表演的场景，关于“阶级”、“工会”和“政治参与”等概念，以及更广泛的社会背景。这是一个简单，但尖锐的设置，让观众一瞥年轻一代如何看待政治和过去的政治电影。这部影片还记录了导演试图激怒学生的企图。在导演和学生似乎处于平等地位的遭遇中，基于从未见过的导演更多类似于老师的提问，以及此时此刻对革命的思考：起义的表现反映了同样的情况。这会导致一个真实的发生吗？In May and June 2018, Jean-Gabriel Périot collaborated with ten students in a film class at a high school in Ivry-sur-Seine on a project that unites cinema with politics. The students worked both in front of and behind the camera, restaging scenes of strikes, resistance, and labour disputes from films dating from the late 1960s to the late 1970s, including ones by Jean-Luc Godard and Alain Tanner. Nos défaites assembles the results, and adds interviews in which the director queries the students about the scenes they’ve just acted in, about such concepts as “class,” “labour union,” and “political engagement,” about wider social contexts. It’s a simple, yet trenchant setup, affording viewers a glimpse of how a younger generation sees politics and the political cinema of the past. The film also documents the director’s attempts to stir up the students. The conversations vary between encounters in which director and students seem on an equal footing, based on more teacher-like questioning by the never-visible director, and contemplations of revolution in the here and now: the performance of an uprising follows reflection upon the same. Could this lead to one happening for real?回到1968年的电影时代，继续对重放从过去跳出来的电影节选的年轻人进行今天的采访，我们的失败描绘了我们当前与政治的关系。我们的失败，还是我们有足够的力量来面对今天的混乱？By going back into the cinema of the 1968 era and going forward with present-day interviews of young people who replay excerpts of film s jumping out from the past, Our Defeats draw the portrait of our current relations with politics. Our Defeats, or do we keep enough forces to confront ourselves with the chaos of today?",
    "chinese_title": "我们的失败",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Nos Défaites",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T10:55:37"
}