{
    "aka": [],
    "sid": "30443656",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　主竞赛单元 最佳短片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2585588651.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1562106/",
            "name": "米哈乌·皮耶奇克 Michal Pietrzyk",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9902912",
    "director": [
        {
            "url": "/celebrity/1562106/",
            "name": "米哈乌·皮耶奇克 Michal Pietrzyk",
            "@type": "Person"
        }
    ],
    "duration": "22分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-08(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9902912/",
    "imdb_votes": 14,
    "this_title": [
        "All on a Mardi Gras Day"
    ],
    "douban_link": "https://movie.douban.com/subject/30443656/",
    "imdb_rating": "7.1/10 from 14 users",
    "trans_title": [
        "狂欢日的一切"
    ],
    "douban_votes": "0",
    "introduction": "恶魔梅兰肯是一个住在新奥尔良的黑人艺术家。由于灾难性洪水后发生的激进的中产阶级化，随后城市的重建和重建，艺术家被迫离开了他的邻居。他现在住在离市中心很远的一个贫困地区。梅兰肯的艺术重点是珠饰，用它来描绘非洲和美国的历史。这使得人们能够重新解读事件，对人有不同的看法，从字面上看，过去与今天象征性的世界、颜色和表面有着千丝万缕的联系。米哈尔·皮特兹克在狂欢节的前几周陪伴着这位艺术家。狂欢节是法国版的狂欢节，周二在新奥尔良举行了几个世纪。游行队伍在大首领的带领下蜿蜒穿过城市。梅兰肯是年轻的塞米诺尔猎人的大首领，一个来自第九区的“部落”。他的工作不仅要穿上最可爱和最好的服装，而且要保持团队的团结，带领他们一整年。梅兰肯在他的角色和他的艺术中闪耀！Demond Melancon is a Black artist who lives in New Orleans. Due to the radical gentrification that took place after the catastrophic flood, subsequent reconstruction and restructuring of the city, the artist was forced to leave his neighbourhood. He now lives in one of the poorer districts, far from the city centre. Melancon’s artistic focus is on beadwork, using it to depict African and American history. These allow for a new reading of events and a different view of people, quite literally linking the past with the symbolic world, colours and surfaces of the present day. Michal Pietrzyk accompanies the artist in the weeks leading up to Mardi Gras Day, the French version of Carnival Tuesday, which has been celebrated in New Orleans for centuries. Parades snake through the city, led by Big Chiefs. Melancon is the Big Chief of the Young Seminole Hunters, a ‘tribe’ hailing from the Ninth Ward district. His job not only entails wearing the loveliest and finest of costumes, but also keeping the group together and leading them throughout the year. Melancon shines in his role and through his art!",
    "chinese_title": "狂欢日的一切",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All on a Mardi Gras Day",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T10:28:30"
}