{
    "aka": [],
    "sid": "30441209",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870680988.jpg",
    "region": [
        "美国",
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1331052/",
            "name": "Shelly Silver Shelly Silver",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9756044",
    "director": [
        {
            "url": "/celebrity/1331052/",
            "name": "Shelly Silver Shelly Silver",
            "@type": "Person"
        }
    ],
    "duration": "30分钟",
    "episodes": "",
    "language": [
        "日语",
        "英语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节Forum Expanded单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9756044/",
    "this_title": [
        "A Tiny Place That is Hard to Touch"
    ],
    "douban_link": "https://movie.douban.com/subject/30441209/",
    "trans_title": [
        "一个很难触摸的小地方"
    ],
    "douban_votes": "0",
    "introduction": "在东京大川的一间不知名公寓里，一位美国妇女雇佣了一位日本妇女翻译有关日本出生率下降的采访。美国妇女对日本的了解是傲慢的；日本妇女自诩有过多的临界距离。他们在爱情或欲望中磨难、战斗和崩溃，这时他们的故事被劫持到科幻小说的领域，因为翻译中断了他们的工作，他们的故事来自一个被自己死亡的知识感染的世界。这个社区已经知道了灾难，1945年3月9日晚上被美国的炸弹摧毁。第三个主角是塔特卡河本身，这条运河被一条高架公路覆盖，这条公路穿过翻译的公寓，这条公寓给了这个街区一个名字。塔特卡河以蓝色、绿色或闪亮的黑色扭曲的图案倒映着混凝土世界，它运送着一队不断变换的鸟、鞋、避孕套、螃蟹、塑料袋、花、大鱼、小鱼、死亡、生命。In a faceless apartment in Tatekawa, Tokyo, an American woman hires a Japanese woman to translate interviews about Japan’s declining birthrate. The American woman is presumptuous in her knowledge of Japan; the Japanese woman suffers from a self-professed excess of critical distance. They grate, fight, and crash together in love or lust, at which point their story gets hijacked into science fiction territory, as the translator interrupts their work sessions with stories from a world infected with the knowledge of its own demise. This neighborhood has already known devastation, having been wiped out the night of 9 March 1945 by American bombs.The third protagonist is the Tatekawa itself, the canal covered by an elevated highway that runs past the translator’s apartment, which gives the neighborhood its name. Reflecting back the concrete world in distorted patterns of blue, green, or glittering black, the Tatekawa transports a shifting procession of birds, shoes, condoms, crabs, plastic bags, flowers, big fish, little fish, death, life.",
    "chinese_title": "一个很难触摸的小地方",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Tiny Place That is Hard to Touch",
    "douban_rating_average": 0,
    "update_at": "2025-12-01T05:01:04"
}