{
    "aka": [],
    "sid": "30441200",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547145011.jpg",
    "region": [
        "英国",
        "波兰",
        "澳大利亚",
        "新西兰"
    ],
    "writer": [],
    "imdb_id": "tt10584854",
    "director": [
        {
            "url": "/celebrity/1530755/",
            "name": "罗莎琳德·纳沙希比 Rosalind Nashashibi",
            "@type": "Person"
        }
    ],
    "duration": "24分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节Forum Expanded单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10584854/",
    "this_title": [
        "Part One: Where There Is a Joyous Mood, There a Comrade Will Appear to Share a Glass of Wine."
    ],
    "douban_link": "https://movie.douban.com/subject/30441200/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这部电影就像是一个咒语，或是对一种新的、更自由的家庭结构的承诺。这部电影有一个非线性的叙述，编织了各种亲密的环境，一些在共享的家庭空间，另一些在户外环境。这部电影拍摄于立陶宛、伦敦和爱丁堡，以艺术家和她的孩子以及她认为是大家庭的亲密朋友为特色。在创作这部新作品的过程中，罗莎琳德·纳沙希比（Rosalind Nashashibi）质疑当一个群体缺乏共同经验和对线性时间的坚持时，他们的共性感是如何消解的。通过对电影中时空旅行的开放式讨论，部分灵感来自于乌苏拉·勒金（Ursula Le Guin）的《Shobies的故事》（1990）中的群体关系的创造和消解，纳沙希比探索了欢乐的新模式，考虑到没有一个势在必行的模式，核心家庭结构的缺失。Part One: Where There Is a Joyous Mood, There a Comrade Will Appear to Share a Glass of Wine. concerns affective relations and community building. The film is like a spell or a promise for a new and more liberating type of family structure. The film has a non-linear narrative that weaves various intimate settings, some within shared domestic spaces, others in outdoor environments. Shot in Lithuania, London, and Edinburgh, the film features the artist and her children, as well as close friends, which she considers extended family.In the process of creating this new work, Rosalind Nashashibi questions how a group’s sense of commonality is dissolved when there is an absence of communal experience and adherence to linear time. Through an open-ended discussion of space and time travel in the film, which is in part inspired by the creation and dissolution of group relationships in Ursula Le Guin’s “The Shobies’ Story” (1990), Nashashibi explores new modes of conviviality, considering the absence of the nuclear family structure without an imperative model in sight.",
    "chinese_title": "Part One: Where There Is a Joyous Mood, There a Comrade Will Appear to Share a Glass of Wine.",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-24T09:42:35"
}