{
    "aka": [],
    "sid": "30449613",
    "cast": [
        {
            "url": "/celebrity/1047794/",
            "name": "莫腾·霍尔斯特 Morten Holst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294080/",
            "name": "维奈·帕塔克 Vinay Pathak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1359306/",
            "name": "阿布·巴克尔·巴格达迪 Abu Bakr Al-Baghdadi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548260833.jpg",
    "region": [
        "德国",
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1564026/",
            "name": "乌迪塔·巴尔加瓦 Udita Bhargava",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8237152",
    "director": [
        {
            "url": "/celebrity/1564026/",
            "name": "乌迪塔·巴尔加瓦 Udita Bhargava",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "印度语",
        "英语"
    ],
    "playdate": [
        "2019-02-08(柏林国际电影节Perspektive Deutsches Kino单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8237152/",
    "imdb_votes": 35,
    "this_title": [
        "Dust"
    ],
    "douban_link": "https://movie.douban.com/subject/30449613/",
    "imdb_rating": "6.3/10 from 35 users",
    "trans_title": [
        "灰尘"
    ],
    "douban_votes": "0",
    "introduction": "一个人追溯他失去的爱的脚步。大卫踏上了一段前往印度麻烦之心的旅程，他的女朋友穆姆塔兹最后一次出现在那里。她的死对他打击很大。穆姆塔兹是个摄影师。大卫唯一剩下的关于她如何度过最后一天的线索就是她的一张照片，上面描绘了一个小男孩。为了寻找这个男孩，他遇到了年迈、愤世嫉俗的沙尔达医生，他向他寻求帮助。但不久之后，大卫发现自己面对着莎尔达黑暗的过去——穆姆塔兹在照片中记录的过去。沙尔达是一个训练男孩对抗剥削状态的营地的指挥官。当其中一个男孩离开时，该组织的集体愤怒转向男孩的弟弟克里希纳。与此同时，一个逃离村庄暴力袭击的年轻女孩拉达到达了最近的城镇。在左翼起义的背景下，灰尘沿着记忆世界和可能未来的短暂火花之间的线移动，创造了一个被卷入非人道冲突的人的多层肖像。A man retraces the footsteps of his lost love. David embarks on a journey to the troubled heart of India, where his girlfriend Mumtaz was last seen. Her death has hit him hard. Mumtaz was a photographer. David’s only remaining clue as to how she spent her final days is one of her photos which depicts a small boy. In search of the boy, he meets the ageing, cynical Dr Sharda whom he asks for help. But before long David finds himself confronted with Sharda’s dark past - a past that Mumtaz documented in her photographs. It transpires that Sharda is the commander of a camp where boys are trained to fight the exploitative state.When one of the boys deserts, the collective anger of the group turns against the boy’s brother, Krishna. At the same time, Radha, a young girl fleeing violent attacks on her village, reaches the nearest town. Set against the backdrop of a left-wing uprising, Dust walks the line between the world of memory and the brief sparks of a possible future and creates a multilayered portrait of people caught up in an inhumane conflict.",
    "chinese_title": "灰尘",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Dust",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T23:26:26"
}