{
    "aka": [],
    "sid": "30449204",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2556828491.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt9677806",
    "director": [
        {
            "url": "/celebrity/1563904/",
            "name": "让·米歇尔·韦基耶特 Jean Michel Vecchiet",
            "@type": "Person"
        }
    ],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-15(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9677806/",
    "imdb_votes": 79,
    "this_title": [
        "Peter Lindbergh - Women Stories"
    ],
    "douban_link": "https://movie.douban.com/subject/30449204/",
    "imdb_rating": "6.2/10 from 79 users",
    "trans_title": [
        "彼得林堡女装店"
    ],
    "douban_votes": "0",
    "introduction": "你是如何成为一名艺术家的？这就是导演让·米歇尔·维奇面对摄影师彼得·林德伯格的问题。但是林德伯格不是那种简单地回答这个问题的人。对于1944年开始在德国占领的波兰生活的任何其他人来说，他都没有。当被问到他摄影作品的原因和前景时，他告诉他的对话者不要把一切都看得那么严肃。因此，我们留下了这些图片本身以及它们是如何被创造出来的故事，以便了解这位艺术家的底细。但再一次，他的照片并不一定非得被迫说出来，因为它们总是在讲故事，尤其是关于女人的故事。他摄影作品的主体是各个年龄段坚强、美丽的个性。而且，除了相机，在摄影、电影和叙事的结合方面，林德伯格取得了非凡的成就。其中包括早逝的母亲、妹妹、两个妻子以及他的女编辑。归根结底，不仅仅是美在他的画中告诉我们，而是生活本身。How do you become an artist? This is the question with which director Jean Michel Vecchiet confronts photographer Peter Lindbergh. But Lindbergh is not the kind of person to simply provide an answer to this question. Nor to any other about his life, which began in 1944 in German-occupied Poland. Asked about the whys and wherefores of his photographic work, he tells his interlocutor not take everything so seriously. And so we are left with the pictures themselves and the story of how they were created in order to get to the bottom of this artist. But then again, his photographs do not really have to be forced to speak because they are always telling stories, especially stories about women. Strong, beautiful personalities of all ages are the mainstay of his photographic work. And, away from the camera, it is also women who have made possible Lindbergh’s extraordinary achievements at the interface between photography, film and narrative. They include his mother, who died early; his sister; his two wives; and his female editors. Ultimately, it is not only beauty that speaks to us from within his pictures, but life itself.影片相关信息：Peter Lindbergh - Women Stories - 纪录片/德国导演：Jean Michel Vecchiet代表作：Vies et morts d’Andy Warhol, Basquiat, une vie, 6 juin 1944, ils é taient les premiers入围柏林电影节特别展映Berlinale Special，世界首映。",
    "chinese_title": "彼得林堡女装店",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Peter Lindbergh - Women Stories",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T10:35:40"
}