{
    "aka": [
        "The Rehearsal"
    ],
    "sid": "30441197",
    "cast": [
        {
            "url": "/celebrity/1368204/",
            "name": "伊萨贝尔·祖拉 Isabél Zuaa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112067/",
            "name": "茱莉娅·伊安尼娜 Júlia Ianina",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547370818.jpg",
    "region": [
        "巴西",
        "丹麦"
    ],
    "writer": [
        {
            "url": "/celebrity/1564105/",
            "name": "塔马·吉马良斯 Tamar Guimarães",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9916170",
    "director": [
        {
            "url": "/celebrity/1564105/",
            "name": "塔马·吉马良斯 Tamar Guimarães",
            "@type": "Person"
        }
    ],
    "duration": "53分钟(未删减版)",
    "episodes": "",
    "language": [],
    "playdate": [
        "2019-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9916170/",
    "imdb_votes": 15,
    "this_title": [
        "O Ensaio"
    ],
    "douban_link": "https://movie.douban.com/subject/30441197/",
    "imdb_rating": "6.1/10 from 15 users",
    "trans_title": [
        "The Rehearsal"
    ],
    "douban_votes": "0",
    "introduction": "伊萨，一位受邀提议举办一个展览的年轻艺术家，准备上演一部改编自马查多·德阿西斯的19世纪讽刺小说《布拉斯·古巴的死后回忆录》的戏剧作品。排练过程中遇到了困难，观众必须将其理解为是因为伊萨是一个年轻、黑人的女人，或者是任何人都会遇到的困难。这部小说以一位死去的主人公的讽刺自传的形式，对巴西社会进行了病态的批判。1880年，该书的作者预见到八年后巴西将废除奴隶制，但他预言这仅仅是一个正式的措施，非正式地说，一切都将保持不变。这部电影是在Oscar Niemeyer设计的iBiaPuura展馆拍摄的，它的演员是由专业演员和非专业演员组成的，他们中的一些人在圣保罗两年期基金会工作或现在工作。《奥恩萨约》是一部关于时间流逝、短暂的革命行动、体制记忆、种族主义和性别歧视的电影，主角是八年前Guimar_斯参与过的另一个项目的演员。Isa, a young artist invited to propose a project for an exhibition, sets out to stage a dramatic adaptation of ‘The Posthumous Memoirs of Bras Cubas’, a satirical 19th-century novel by Machado de Assis. The rehearsal is marred by difficulties which the viewer must interpret as being due to the fact that Isa is a woman, young, black, all of the above, or as difficulties anyone would encounter.The novel delivers a mordant critique of Brazilian society in the guise of a satirical autobiography narrated by a dead protagonist. In 1880 its author foresaw the abolition of slavery that would happen in Brazil eight years later, but predicted that it would be a mere formal measure, informally everything would remain the same.The film was shot at the Ibirapuera pavilion designed by Oscar Niemeyer and its cast is made up of professional and non-professional actors, several of whom worked or currently work for the São Paulo Biennial Foundation. Featuring actors recast from another project Guimarães had worked on eight years earlier, O Ensaio is a film about the passage of time, about short lived revolutionary actions, about institutional memory, racism, and sexism in Brazil.",
    "chinese_title": "O Ensaio",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T09:49:35"
}