{
    "aka": [
        "Fish Takes Off"
    ],
    "sid": "30449614",
    "cast": [
        {
            "url": "/celebrity/1238447/",
            "name": "Florian Carove Florian Carove",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547205694.jpg",
    "region": [
        "德国",
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1564054/",
            "name": "德尼茨·库珀 Deniz Cooper",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9843292",
    "director": [
        {
            "url": "/celebrity/1564054/",
            "name": "德尼茨·库珀 Deniz Cooper",
            "@type": "Person"
        }
    ],
    "duration": "65分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语",
        "意大利语"
    ],
    "playdate": [
        "2019-02-12(柏林国际电影节Perspektive Deutsches Kino单元)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9843292/",
    "imdb_votes": 11,
    "this_title": [
        "Fisch lernt fliegen"
    ],
    "douban_link": "https://movie.douban.com/subject/30449614/",
    "imdb_rating": "7.5/10 from 11 users",
    "trans_title": [
        "学飞的鱼",
        "Fish Takes Off"
    ],
    "douban_votes": "0",
    "introduction": "威尼斯可能是一个非常空旷的地方——尽管不太常见。严格地说，只有当你能说服城市在电影幻想中投下晶莹剔透的晨光时，这种情况才会发生。电影幻想既过于简单，又显得超现实，或者说，像梦幻般的背景。这就是菲什·勒恩特·弗列根（鱼起飞）的情况。金鱼死了。一个年轻的女人在威尼斯游荡，受良心的折磨。当她站在荒芜的里亚尔托桥上，想把鱼放回原处时，她意识到，这一次的告别没有什么不同。不久之后，她偶然在一条小巷里遇到了一个朋友，他想说服她回来。后来，她悄悄地与一位绝望的作家交换了目光。她有没有救过他在另一个生命中自杀？甚至后来：一个古怪的礼宾员逐渐屈服，因为这位女士认为自己的豪华套房没有买单。世界是不可预知的。但是除了现实和要求不可能之外，你还能做什么呢？Venice can be a very empty place – albeit not too often. Strictly speaking, this is something that only occurs if you can persuade the city to cast its crystal-clear morning light over a cinematic fantasy that is as excessive as it is succinct, and to appear as a surreal or, shall we say, dreamlike backdrop. This is what happens in Fisch lernt fliegen (Fish Takes Off). The golden fish is dead. A young woman wanders through Venice, plagued by a bad conscience. As she stands on the deserted Ponte di Rialto to return the fish to its element, she realises that this farewell will make no difference. Shortly afterwards, she meets a friend by chance in an alley who wants to persuade her to return. Later, she quietly exchanges glances with a desperate writer. Did she save him from committing suicide in another life? And even later: an eccentric concierge gradually capitulates as the woman considers not paying for her luxurious suite. The world is unpredictable. But what else can you do except be realistic and demand the impossible?",
    "chinese_title": "学飞的鱼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Fisch lernt fliegen",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-19T20:01:16"
}