{
    "aka": [],
    "sid": "30441185",
    "cast": [
        {
            "url": "/celebrity/1020315/",
            "name": "让-皮埃尔·别科罗 Jean-Pierre Bekolo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328814/",
            "name": "萨拉·布兰克 Sara Blecher",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2813783325.jpg",
    "region": [
        "南非"
    ],
    "writer": [],
    "imdb_id": "tt10277182",
    "director": [
        {
            "url": "/celebrity/1419100/",
            "name": "姆普梅莱罗·麦卡塔 Mpumelelo Mcata",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1564048/",
            "name": "佩里维·卡贾维维 Perivi Katjavivi",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10277182/",
    "imdb_votes": 8,
    "this_title": [
        "Film Festival Film"
    ],
    "douban_link": "https://movie.douban.com/subject/30441185/",
    "imdb_rating": "7.8/10 from 8 users",
    "trans_title": [
        "电影节电影"
    ],
    "douban_votes": "0",
    "introduction": "《Film Festival Film》是南非德班国际电影节（Durban International Film Festival，South Af）于2018年7月由南非地下集体Medu African Film Ensemble（又名Medu Af）在周末拍摄的一部电影。影片讲述了一位黑人女性电影制片人法农在海边一家酒店的十层楼上被恶魔围困的故事，在一个电影节的世界里，她凝视着非洲海岸，这是一个密封的怪异世界。利用小说和纪录片的元素，这部电影跟随法农，她与电影业期望她是什么，而不是什么，因为她准备好自己推销她的第一部电影。Fanon在这片未知的领域中游历，她是一个现实世界中的“领先的行业专业人士”的配角，坐在酒店的房间里，但似乎从未直面过她，直接向镜头传达建议——他们是她头脑中的幻影还是声音？从幕后到幕后再到幕后，理论与实践相融合，因为谁掌握控制权变得越来越不清楚，从而动摇了所谓正确做事方式的基础。Film Festival Film is a movie shot over a weekend at the Durban International Film Festival, South Africa, in July 2018 by the underground South African collective Medu African Film Ensemble (aka Medu AF).With a sense of mischief and minimal resources pooled together by its contributors, the film tells the story of Fanon – a Black female filmmaker – beset by her demons ten floors up in an oceanside hotel, gazing out over African shores during the hermetically-sealed weirdness that is the world of a film festival. Using elements of fiction and documentary, the film follows Fanon as she wrestles with what the film industry expects her to be, and not to be, as she readies herself to pitch her first film.Fanon navigates this uncharted territory, while a supporting cast of real-world, “leading, industry professionals”, seated in her hotel room but never seeming to address her directly, dish out advice straight to camera – are they apparitions or voices in her head? Behind-the-scenes shifts to front-of-scene and back again, theory blends with praxis, as it becomes less and less clear who has the reins, unsettling the foundations of the so-called proper way of doing things.",
    "chinese_title": "电影节电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Film Festival Film",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T15:05:10"
}