{
    "aka": [],
    "sid": "30441184",
    "cast": [
        {
            "url": "/celebrity/1564062/",
            "name": "莱娜·贝格 Lene Berg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　泰迪熊奖 最佳纪录片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547306312.jpg",
    "region": [
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1564062/",
            "name": "莱娜·贝格 Lene Berg",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9666830",
    "director": [
        {
            "url": "/celebrity/1564062/",
            "name": "莱娜·贝格 Lene Berg",
            "@type": "Person"
        }
    ],
    "duration": "105分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-10(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9666830/",
    "imdb_votes": 15,
    "this_title": [
        "False Belief"
    ],
    "douban_link": "https://movie.douban.com/subject/30441184/",
    "imdb_rating": "5.7/10 from 15 users",
    "trans_title": [
        "错误的信仰"
    ],
    "douban_votes": "0",
    "introduction": "<错误的信仰>是一对夫妇的爱情故事，他们陷入了一个社区的中产阶级化，正在抹去一个具有开创性的非裔美国人文化遗产，并取代原来的居民。2008年，挪威艺术家和电影制片人莱恩·伯格和她的搭档，一位纽约黑人出版商，被称为D。在向警方陈述了他在D.哈莱姆的邻居骚扰后，她被逮捕、起诉和监禁。但究竟是为了什么？他的被捕引发了一段旅程，在此过程中，D.对美国司法体系的信任使他所珍视的一切都处于危险之中。伯格试图通过D.的坦诚的故事讲述和她自己的叙述来理清刑事案件周围的情况，这些叙述由拼合的图像、法庭文件以及静止和移动的图像驱动。通过审查最初似乎是一个孤立的小案件，虚假信仰揭示了腐败司法系统的更大图景，该系统将监禁作为政治和经济武器。False Belief is the love story of a couple caught up in the gentrification of a neighborhood that is wiping out a seminal African-American cultural legacy and displacing its original residents. In 2008 Norwegian artist and filmmaker Lene Berg moved in with her partner, a Black New York publisher, who will be referred to as D. After giving a statement to the police about being harassed by his neighbor in Harlem, D. was arrested, prosecuted, and imprisoned. But for what exactly? His arrest initiated a journey over the course of which D.’s faith in the American justice system put everything he cherished in life at risk.Berg attempts to untangle the circumstances around the criminal case through D.’s candid storytelling accompanied by her own narration, driven by collaged images, court documents, and still and moving images. By scrutinizing what at first seems to be an isolated minor case, False Belief uncovers the larger picture of a corrupt justice system that employs incarceration as a political and economic weapon.",
    "chinese_title": "错误的信仰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "False Belief",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-11-06T22:26:24"
}