{
    "aka": [
        "Rushing Green with Horses"
    ],
    "sid": "30441201",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2805667256.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt11291350",
    "director": [
        {
            "url": "/celebrity/1564030/",
            "name": "乌特·奥朗德 Ute Aurand",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "德语",
        "英语"
    ],
    "playdate": [
        "2019-02-08(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11291350/",
    "imdb_votes": 16,
    "this_title": [
        "Rasendes Grün mit Pferden"
    ],
    "douban_link": "https://movie.douban.com/subject/30441201/",
    "imdb_rating": "7.4/10 from 16 users",
    "trans_title": [
        "马不停蹄的绿色之旅",
        "Rushing Green with Horses"
    ],
    "douban_votes": "0",
    "introduction": "《马不停蹄的绿色之旅》是一系列短暂的瞬间，拍摄于1999年至2018年间，在家里，与朋友一起，独自一人旅行。这些都是吸引我注意的私人手势，除了叙述或纪录片之外，还自发拍摄了以下内容：安东在他位于利希特伯格的公寓里，莉莲和纳努克10天大，Jón的94岁生日，索菲亚跳舞，詹姆斯和罗伯特搬送16毫米投影仪，科德角的雪，工作室的迪特尔，弗兰兹和萨布丽娜结婚，去德累罗旅行。这是一片波涛汹涌的黑白海洋，阿尔玛和厄尼在勃兰登堡门前。我们看到同一个人在不同年龄，小时候，小时候，小时候，小时候……有时听到某人说话，听音乐，或沉默。在影片中间的某个地方，有一句手写的句子，在翻来覆去之前就出现了：“一个孩子在自己的生活中睡着了”。Rushing Green with Horses is a collection of brief moments, filmed between 1999 and 2018 on journeys, at home, with friends and alone. They are private gestures that attract my attention, spontaneously filmed beyond narration or documentary: Anton in his apartment in Lichtenberg, Lilian and Nanouk 10 days old, Jón’s 94th birthday, Sofia dancing, James and Robert transport the 16mm projector, snow at Cape Cod, Detel in her atelier, Franz and Sabrina get married, a trip to Detroit, a stormy sea in black-and-white, Alma and Ernie at the Brandenburger Gate. We see the same people at various ages, as a child, as a teenager, as a young woman… sometimes hear someone speaking, hear music, or silence. Somewhere in the middle of the film there is a handwritten sentence that appears upside down before it gets turned around: “A child asleep in its own life”.",
    "chinese_title": "马不停蹄的绿色之旅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rasendes Grün mit Pferden",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T01:39:11"
}