{
    "aka": [
        "Geschwister"
    ],
    "sid": "30447643",
    "cast": [
        {
            "url": "/celebrity/1327342/",
            "name": "拉斯·艾丁格 Lars Eidinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395608/",
            "name": "戈德哈尔德·吉瑟 Godehard Giese",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162788/",
            "name": "瓦莱丽·库克 Valerie Koch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2797178456.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278422/",
            "name": "爱德华·贝尔格 Edward Berger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136806/",
            "name": "内尔·穆勒-斯托芬 Nele Mueller-Stöfen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt8811474",
    "director": [
        {
            "url": "/celebrity/1278422/",
            "name": "爱德华·贝尔格 Edward Berger",
            "@type": "Person"
        }
    ],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-09(柏林电影节)",
        "2019-05-02(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8811474/",
    "imdb_votes": 409,
    "this_title": [
        "All My Loving"
    ],
    "douban_link": "https://movie.douban.com/subject/30447643/",
    "imdb_rating": "6.2/10 from 409 users",
    "trans_title": [
        "我所有的爱",
        "Geschwister"
    ],
    "douban_votes": "0",
    "introduction": "斯特凡、茱莉亚和托比亚斯这三个兄弟姐妹过着舒适的中产阶级生活。从表面上看，他们做得很好，但所有三个人都越来越意识到他们的生活中存在着差距，有些事情不对劲，有些事情必须改变。41岁的斯特凡是一位成功的飞行员，一位真正的女士；到目前为止，他一直过着无忧无虑的享乐主义者的生活。但是突然之间，他的健康状况就不复存在了；而且，与他在早先的一桩婚外情中所生的女儿维姬的一次邂逅使他偏离了轨道。44岁的茱莉亚和丈夫在意大利度假时，开始照顾一只被车撞的街头狗。突然，她儿子去世的痛苦追上了她。34岁的托比亚斯嫁给了一位职业女性。他一直在照顾他们的三个孩子，似乎无法完成学业；现在他的兄弟姐妹决定他也应该照顾他们生病的父亲。爱德华·伯杰的电影描绘了三个人寻找幸福和内心平静。由于这三个集中的性格研究，形象出现了一个不安全的一代在一个快速变化的世界。The three siblings Stefan, Julia and Tobias lead comfortable middle-class lives. Outwardly, they are doing well, but all three are becoming more and more aware that there are gaps in their lives, that something is not right, and that something has to change. Stefan, 41, is a successful pilot and a real ladies man; up to now he has always led the life of a carefree hedonist. But suddenly his health will not play along anymore; moreover, an encounter with his daughter Vicky, whom he fathered in an earlier affair, throws him off course. While holidaying in Italy with her husband, Julia, 44, begins taking care of a street dog that’s been hit by a car. All of a sudden the pain of her son’s death catches up with her. Tobias, 34, is married to a career-orientated woman. He has been taking care of their three children and cannot seem to finish his studies; now his siblings have decided that he should also take care of their sick father.Edward Berger’s film portrays three people in search of happiness and inner peace. As a result of these three concentrated character studies, the image emerges of an insecure generation in a rapidly changing world.",
    "chinese_title": "我所有的爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "All My Loving",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-02-10T13:22:25"
}