{
    "aka": [
        "Belonging"
    ],
    "sid": "30447674",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548260996.jpg",
    "region": [
        "土耳其",
        "加拿大",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1450883/",
            "name": "布拉克·塞维克 Burak Çevik",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9668594",
    "director": [
        {
            "url": "/celebrity/1450883/",
            "name": "布拉克·塞维克 Burak Çevik",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "土耳其语"
    ],
    "playdate": [
        "2019-02(德国（柏林电影节）)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9668594/",
    "imdb_votes": 997,
    "this_title": [
        "Aidiyet"
    ],
    "douban_link": "https://movie.douban.com/subject/30447674/",
    "imdb_rating": "5.7/10 from 997 users",
    "trans_title": [
        "Belonging"
    ],
    "douban_votes": "0",
    "introduction": "艾迪耶特是一部当代惊悚片，描绘了一个刑事案件，尽管它与一部类型电影恰恰相反。一个男人以清醒的口供口吻发出了一个画外音，他重建了他未来岳母的谋杀案。根据女儿，他的情人的意愿，他雇佣了一个合同杀手来谋杀她，因为她反对他们的关系。电影中所有的情节都是造成悲剧的原因：一个整洁的公寓，安卡拉的汽车站，停车场，走廊，谋杀受害者的床……在返回伊斯坦布尔的路上，夜晚的高速公路变成了一个屏幕，在屏幕上投射出一个生活在良心上的人可怕的内心折磨。然后这部电影改变了视角，展示了这对情侣是如何相遇的，以及血腥行为之前发生了什么。这些看似无害的图像和对话会受到观众先前知识的影响，就像精神病一样。为什么神秘的佩林如此恨她的父母？这是电影无法回答的问题。在艾迪耶特，伯克·埃维克对观众的侦探冲动进行了一次优雅、刺激和本能的实验。Aidiyet is a contemporary thriller that maps out a criminal case, though it’s the very opposite of a genre film. In a voice-over delivered in the sober tone of a confession, a man reconstructs the murder of his future mother-in-law. Acting on the wishes of her daughter, his lover, he hired a contract killer to murder her because she opposed their relationship. All that the film shows are the many locations that make up the tragedy: a tidy apartment, the bus station in Ankara, the parking lot, the hallway, the murder victim’s bed… On the way back to Istanbul, the motorway by night becomes a screen onto which the terrible inner torment of someone with a life on his conscience is projected. Then the film changes perspective and shows how the lovers met and what preceded the bloody deed. These seemingly harmless images and conversations become charged by the viewer’s prior knowledge, as if in a psychosis. Why did the mysterious Pelin hate her parents so much? That’s a question the film doesn’t answer. In Aidiyet, Burak Çevik conducts an elegant, exciting, and instinctual experiment with the detective impulses of his audience.",
    "chinese_title": "Aidiyet",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T23:57:05"
}