{
    "aka": [
        "Music and Apocalypse"
    ],
    "sid": "30442677",
    "cast": [
        {
            "url": "/celebrity/1380641/",
            "name": "菲利普·豪斯 Philipp Hauß",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570440265.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1468382/",
            "name": "马克斯·林兹 Max Linz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt7939182",
    "director": [],
    "duration": "80分钟(柏林国际电影节)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-12(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt7939182/",
    "imdb_votes": 191,
    "this_title": [
        "Weitermachen Sanssouci"
    ],
    "douban_link": "https://movie.douban.com/subject/30442677/",
    "imdb_rating": "5.8/10 from 191 users",
    "trans_title": [
        "继续无忧宫",
        "Music and Apocalypse"
    ],
    "douban_votes": "0",
    "introduction": "控制论和模拟研究所面临关闭的威胁——这是这部关于如何将大学系统转变为一台涡轮资本主义研究机器的讽刺小说的起点。菲比·菲登是一位非常有资格、有前途的年轻学者，他接受了另一份临时的教学合同。随着她对气候研究的不断进步的理想或多或少地完好无损，她充当了一个链接，以挫败，但战斗准备的学生谁占领了图书馆。在战场的另一边，是已建立的教职人员，他们在第三方融资收购的粪池中生存的意愿使他们成为虚荣的愤世嫉俗者，对他们来说，对疯狂的评估没有任何可笑的让步都是荒谬的。马克斯·林茨以敏锐的柏林敏感性、城市背景、办公室氛围和学术装束来制作他的电影。他还津津有味地夸大了腐朽的大学行话，行话的功能就像是行为研究中的诱饵。到最后，这部电影实际上变成了一部音乐剧，其朗朗上口的曲调可能是后资本主义革命时期的颂歌：“为什么这里不能很好，为什么我们不快乐？“The Institute for Cybernetics and Simulation Research is threatened with closure – the starting point for this satire about how the university system is to be transformed into a turbo-capitalist research machine. Phoebe Phaidon, a highly qualified, up-and-coming young academic, accepts yet another temporary teaching contract. With her progressive ideals on climate research still more or less intact, she acts as a link to the frustrated, yet combat-ready students who have occupied the library. On the other side of the battle lines are the established faculty, whose will to survive in the cesspool of third-party funding acquisition has ground them down into vain cynics for whom no ridiculous concession to evaluation madness is too grotesque. Max Linz crafts his film with a keen sense of Berlin’s sensitivities, urban backdrops, office décor and academic attire. And he exaggerates decadent university jargon with gusto, its buzzwords functioning almost like the bait in behavioural studies. By the end, the film has practically become a musical, with a catchy tune that could be a post-capitalist revolutionary anthem: “Why can’t it be nice here, why are we not happy?”",
    "chinese_title": "继续无忧宫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Weitermachen Sanssouci",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-21T00:39:15"
}