{
    "aka": [
        "Newstime"
    ],
    "sid": "30441211",
    "cast": [
        {
            "url": "/celebrity/1230641/",
            "name": "Martti Ahtisaari Martti Ahtisaari",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547144061.jpg",
    "region": [
        "纳米比亚",
        "德国",
        "芬兰"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1564119/",
            "name": "劳拉·霍雷利 Laura Horelli",
            "@type": "Person"
        }
    ],
    "duration": "39分钟",
    "episodes": "",
    "language": [
        "英语",
        "芬兰语",
        "瑞典语"
    ],
    "playdate": [
        "2019-02-10(柏林国际电影节Forum Expanded单元)"
    ],
    "this_title": [
        "Uutisten aika"
    ],
    "douban_link": "https://movie.douban.com/subject/30441211/",
    "trans_title": [
        "Newstime"
    ],
    "douban_votes": "0",
    "introduction": "Uutisten Aika是一部被发现的影片，它讨论了文化差异、作为局外人、纳米比亚独立斗争以及芬兰与南部非洲国家的长期关系。这部作品完全由20世纪60年代末到90年代初的档案材料组成。芬兰广播公司（The Finnish Broadcasting Corporation）播放日常生活的节目与埃伦·恩德希·南希拉（Ellen Ndeshi Namhila）在自传《自由的代价》中朗读的配音相反。纳姆希拉在坦佩雷度过了七年的难民奖学金，学习图书馆科学。她讲述了自己的经历，从单亲到对纳米比亚传教士和芬兰教会的观察。每天的场景都显示了纳米拉是如何看待她所生活的芬兰社会的。有关纳米比亚独立斗争的新闻剪辑构成了故事的框架。他们的特色是斯瓦普（西南非人民组织）的学生、来访的政治家以及联合国和非政府组织的代表。由于纳米比亚在1990年之前一直处于种族隔离制度下，有关斯瓦波历史的档案资料可以在解放运动成员流亡的国家找到。Uutisten aika is a found footage film, which discusses cultural differences, being an outsider, the Namibian independence struggle, and Finland’s long-term ties with the southern African country.The work consists entirely of archival material from the late 1960s to the early 1990s. YLE (The Finnish Broadcasting Corporation) programs showing everyday life are set against a voice-over by Ellen Ndeshi Namhila reading from her autobiography “The Price of Freedom”. Namhila spent seven years in Tampere as a refugee on a scholarship, studying library science. She recounts her experiences, ranging from single parenthood to observations on missionaries in Namibia and the church in Finland. Everyday scenes manifest how Namhila possibly saw the fairly homogeneous Finnish society she lived in.News clips on the Namibian independence struggle frame the narrative. They feature SWAPO (The South West Africa People’s Organization) students, visiting politicians, and representatives of the United Nations and NGOs. Since Namibia was under the apartheid regime until 1990, archival material about the history of SWAPO can be found in countries where members of the liberation movement were in exile.",
    "chinese_title": "Uutisten aika",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-21T19:13:19"
}