{
    "aka": [],
    "sid": "30448651",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546769247.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1444826/",
            "name": "翠西·迪尔 Tracey Deer",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5161370",
    "director": [
        {
            "url": "/celebrity/1444826/",
            "name": "翠西·迪尔 Tracey Deer",
            "@type": "Person"
        }
    ],
    "duration": "78分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-10-16(加拿大)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5161370/",
    "imdb_votes": 18,
    "this_title": [
        "Club Native"
    ],
    "douban_link": "https://movie.douban.com/subject/30448651/",
    "imdb_rating": "7.3/10 from 18 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Club Native是由Tracey Deer拍摄的2008年纪录片，探索莫霍克身份，社区和部落血量法。这部电影讲述了在与非本地人结婚后，鹿的家乡Kahnawake的女性如何失去在保护区生活的权利。 该片获得加拿大电影电视学院颁发的加拿大最佳加拿大多元文化课程奖和最佳纪录片写作双子座奖。Club Native is a candid and deeply moving look at the pain, confusion and frustration suffered by many First Nations people as they struggle for the most important right of all: the right to belong. On the Mohawk reserve of Kahnawake, located just outside the city of Montreal, Canada, there are two firm but unspoken rules drummed into every member of the community: Do not marry a white person and do not have a child with a white person. The potential consequences of ignoring these rules-loss of membership on the reserve, for yourself and your child-are clear, and for those who incur them, devastating. Break the rules, and you also risk being perceived as having betrayed the Mohawk Nation by diluting the \"purity\" of the bloodline.In Club Native, filmmaker Tracey Deer uses Kahnawake, her hometown, as a lens to probe deeply into the history and contemporary reality of Aboriginal identity. Following the stories of four women, she reveals the exclusionary attitudes that divide the community and many others like it across Canada. Deer traces the roots of the problem, from the advent of the highly discriminatory Indian Act through the controversy of Bill C31, up to the present day, where membership on the reserve is determined by a council of Mohawk elders, whose rulings often appear inconsistent. And with her own home as a poignant case study, she raises a difficult question faced by people of many ethnicities across the world: What roles do bloodline and culture play in determining identity?",
    "chinese_title": "Club Native",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-22T23:55:38"
}