{
    "aka": [],
    "sid": "30447428",
    "cast": [
        {
            "url": "/celebrity/1377555/",
            "name": "玛丽亚·何塞·莫雷诺 María José Moreno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546665100.jpg",
    "region": [
        "意大利"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2010(意大利)"
    ],
    "this_title": [
        "Rossini: Demetrio E Polibio"
    ],
    "douban_link": "https://movie.douban.com/subject/30447428/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Live recording from the Rossini Opera Festival Pesaro, 2010Lisinga María José MorenoDemetrio-Siveno Victoria ZaytsevaDemetrio-Eumene Yijie ShiPolibio Mirco PalazziOrchestra Sinfonica G. RossiniConducted by Corrado RovarisStage Directed by Davide Livermore\"What a pleasure to listen to Demetrio e Polibio\", wrote major Italian daily La Stampa after the premiere of Rossinis very first opera at the 2010 Rossini Opera Festival in Pesaro, attributing it \"an undeniable fascination\". The work was given its first performance in Rome in 1812. It is still unclear whether Rossini was 14 or 18 when he wrote it; what is beyond doubt, however, is the anticipation of great things to come. The libretto is a far-fetched tale of feuding kings, mistaken identities, disguises and cruel fates typical of the late 18th-century opera seria. Young stage director Davide Livermore, heading a production of the Accademia di Belle Arti di Urbino, turns the libretto into a ghost story, setting the action behind the stage of an opera house, when everyone has left and all that remains are the spirits of an opera that yearns for the breath of life much like the practically forgotten Demetrio e Polibio itself. With the help of little flames that flare up from the singers palms and other \"phantasmagorical\" tricks, Livermore creates an enchanting atmosphere that is given a perfect musical rendering by conductor Corrado Rovaris (Music Director of the Opera Company of Philadelphia) and the Orchestra Sinfonica Rossini. Each giving outstanding performances are the four stand-out soloists Maria José Moreno, Victoria Zaytseva, Yijie Shi and Mirco Palazzi, \"stars of the highest international order\" (Süddeutsche Zeitung). Once again, the Rossini Opera Festival fulfills its dual goal of performing unknown Rossini works in new, critical editions, and of fostering young singers on their path towards the worlds great stages.",
    "chinese_title": "Rossini: Demetrio E Polibio",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-26T17:11:44"
}