{
    "aka": [],
    "sid": "30443668",
    "cast": [
        {
            "url": "/celebrity/1354116/",
            "name": "张美娥 Mei&#39;e Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2546358821.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1410483/",
            "name": "张华丽 Huali Zhang",
            "@type": "Person"
        }
    ],
    "duration": "63分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019(中国大陆)"
    ],
    "this_title": [
        "美女蛇岛求生"
    ],
    "douban_link": "https://movie.douban.com/subject/30443668/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "小美是个十八线女演员，性格开朗，有着一头乌黑的长发，和一张洁白的脸蛋，拥有一双像朝露一样清澈的眼睛，高高的鼻梁，再加上她那火辣的身材，十分惹眼。 一天中午，两名赌鬼经过巷子时刚好看到一美女，披着长发，身穿艳服，美足踏高跟，没错，她就是李小美，她刚拍完戏正赶着回家呢。可这两名赌鬼正好输钱了就打起了坏主意，两人故意搭讪小美靠近她，乘她不注意在她背后袭击她，把她打晕后两人把她绑到了山上没人的地方。 小美醒来后发现自己被绑在了树上，还听到两个赌鬼在打电话正在做一笔交易，电话中的内容就是要把小美卖给一个七十多岁的老头。小美急中生智逃跑了，两个赌鬼拼命追她，最后追到悬崖边上，小美自己不小心掉下深不见底的悬崖了。 真是万幸中的万幸，悬崖下面刚好是个岛，小美掉在了水里被冲上了岛边，这个岛叫做无名岛，也叫蛇岛。小美醒后看到自己没死高兴极了，但她四处张望，发现这个岛除了她自己就没有一个人了。她寻找出处，可这岛又大到看不到边，这悬崖又高到可以看到云端了，这根本出不去。 她看到旁边有个森林，虽然看起来有点让人瘆得慌，但为了出去也要硬着头皮进去，等她没走到几步就看到地下有条蛇，她又吓得回到了岛上。已经到了傍晚了，她拾来一些柴棍堆积起来想点火，可是没有打火机，她便找来几块石头打火，每个石头都来回试了遍，可怎么也打磨不出火来。眼看就要天黑了，她心急如焚，想象自己晚上看不到光都觉得害怕，但她突然想到好像只有鹅卵石才可以擦磨出火来，于是她找来两块鹅卵石摩擦，没想到真的被她点着了，她心里的害怕才稍微减少了点。 已经到了深夜，天上没有月亮，只有闪着几颗若影若现的星星，这岛上一片寂静，只能听见她自己紧张的喘气生，她感到非常的害怕，恨不得马上离开这里，就这样，她度过了她人生中最难忘的一天。 在城市长大的她从小到大就没有自己做过饭，都是衣来伸手饭来张口，就连自己拍戏的钱都不够花，时常问父母要生活费，娇生惯养的她在这岛上根本没法自力更生。这岛上荒无人烟，什么吃的都没有，她试着用棍子插鱼，可插了三天一只鱼都没有插到。 第四天她已经饿的没有力气了，这时她回忆起自己平时浪费的食物觉得很可惜，她非常想念父母，想着出去后一定要好好孝顺她们，出去后一定要努力完成梦想。可能每个人快接近死亡的时候都会总结自己的过去吧，可往往都是遗憾更多。她饿的走路都沉重了许多，实在没办法了她在森林边上拔来一些草嚼咽下去来填饱肚子。她连续吃了好几天草了，直到自己能插到鱼后才没吃草。 这种生无可恋的日子持续了几个月，当她快要对生活没什么希望的时候，突然有一女子飘在岛上的沙滩边，她把这名女子救下了，得知这名女子是因为跟朋友一起爬山，不慎从山上掉下来的，这名女子也是觉得自己很幸运从那么高的地方摔下来都没有死。小美也把自己来到这岛上的来龙去脉告诉了这名女子，此后她们俩在这岛上相依为命，也正是因为这名女子的到来，让小美对生活又有了希望。 两人在这岛上呆了好久了，已经久的数不清日子了。小美跟这名女子提出了心中大胆的想法，决定去森林里找出路，可去了好几次都遇到了毒蛇根本不敢去了，怕还没逃出去就被蛇毒死了。小美又跟这名女子提出更大胆的想法，决定两人游泳游回去，可两个人都不会游泳，对于两个都不会游泳的人来说这真的很困难，更何况这名女子还怕水。 在小美的帮助下这名女子终于克服了怕水这个困难，两个人学了半个月才学会游泳，在学的过程中这名女子溺水一次，想放弃的，可又被小美鼓励了，她又坚持了。小美也遇到过一次溺水也想过放弃，但这名女子鼓励了小美，两人困难重重，终于学会了游泳，她们游了半个月才找到出处。 她们出来后成为了很好的朋友，小美经过岛上生活后改变了许多，开始学做饭，不再问父母要钱，努力奋斗自己的梦想。每个人都是要经历过一些事情之后才会成长，与其说小美掉下岛之后是不幸，还不如说那次的坎坷是小美人生中的生死劫，是她的劫后重生。",
    "chinese_title": "美女蛇岛求生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-15T06:52:13"
}