{
    "aka": [
        "Homing"
    ],
    "sid": "30449207",
    "cast": [
        {
            "url": "/celebrity/1224630/",
            "name": "Márcia Rosa Márcia Rosa",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547460141.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1384811/",
            "name": "小埃尔维西奥·马林斯 Helvécio Marins Jr.",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9657946",
    "director": [
        {
            "url": "/celebrity/1384811/",
            "name": "小埃尔维西奥·马林斯 Helvécio Marins Jr.",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2019-02-08(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9657946/",
    "imdb_votes": 79,
    "this_title": [
        "Querência"
    ],
    "douban_link": "https://movie.douban.com/subject/30449207/",
    "imdb_rating": "5.9/10 from 79 users",
    "trans_title": [
        "克伦西亚",
        "Homing"
    ],
    "douban_votes": "0",
    "introduction": "马塞洛·德索萨是巴西潘帕的牛仔。他喜欢他的工作，喜欢骑马，喜欢用他们的名字亲切地称呼他的牛，喜欢喂养他的土地。当他无法阻止对牧场的恶毒袭击，导致他负责的一百头牛被偷后，一切都变了。他变得沮丧，放弃了工作。幸运的是，他有很好的朋友和很大的热情，在他的角色，作为一个在竞技表演仪式的主人开花。他鼓舞人心的说唱风格公告不仅向牛仔文化致敬，也向农村社区的团结致敬，因为农村社区对国家的政治领导层几乎没有信任。在电影<Querência>中，导演Helvécio Marins展示了一个忧郁的英雄，他的生活混乱，但他仍然忠于自己。他明确的方向避免过于戏剧化，专注于创造一个特定生活方式的肖像。他在这方面如此成功，正是因为摄影作品捕捉到了孤独的时刻，正如竞技表演中喧闹的兴奋和沐浴在温暖光线中的广阔风景一样。Marcelo de Sousa is a cowboy in the Brazilian pampa. He likes his job, the riding, the cattle, which he tenderly calls by their names, and the land that feeds him. After he’s unable to prevent a vicious raid on the ranch, which results in a hundred cattle in his charge being stolen, nothing is the same. He becomes depressed and gives up his job. Luckily, he has good friends and a big passion, blossoming in his role as the master of ceremonies at rodeo shows. His rousing rap-style announcements pay homage not only to the cowboy culture but also to the solidarity of the rural community, which has little trust in the country’s political leadership.In Querência, director Helvécio Marins shows a melancholy hero whose life is in disarray, but who still remains true to himself. His sure direction refrains from being overly dramatic and concentrates on creating a portrait of a specific lifestyle. That he’s so successful at this is thanks to camerawork that captures the moments of loneliness just as precisely as the raucous excitement of the rodeo shows and the vastness of the landscape, bathed in warm light.",
    "chinese_title": "克伦西亚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Querência",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-14T07:00:27"
}