{
    "aka": [
        "Maso and Miso Go Boating"
    ],
    "sid": "30454881",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547481847.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020544/",
            "name": "卡罗尔·罗索普洛斯 Carole Roussopoulos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0379373",
    "director": [
        {
            "url": "/celebrity/1020544/",
            "name": "卡罗尔·罗索普洛斯 Carole Roussopoulos",
            "@type": "Person"
        }
    ],
    "duration": "55分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1975(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0379373/",
    "imdb_votes": 118,
    "this_title": [
        "Maso et Miso vont en bateau"
    ],
    "douban_link": "https://movie.douban.com/subject/30454881/",
    "imdb_rating": "7.4/10 from 118 users",
    "trans_title": [
        "马索和米索出航记",
        "Maso and Miso Go Boating"
    ],
    "douban_votes": "0",
    "introduction": "1975年，随着联合国“国际妇女年”的临近，法国电视台播放了一个名为“妇女年：感谢上帝”的节目。“一切都结束了，”这本书汇集了法国男性的各种可疑言论，当时唯一的女性客人，当时的女国务卿弗兰·奥伊丝·基洛德应该对此作出回应。Maso和Miso Vont en Bateau是女权主义者视频活动家“Les Insoumuses”（卡罗尔·罗索普洛斯、德尔芬·塞里格、纳贾林加特和IO安娜·维德尔）对今晚的回应：他们愤怒而机智地从编辑桌上插手，不仅曝光了节目，而且还揭露了吉洛德作为父权主义者的滑稽行为的办公室。社会。“没有电视图像能代表我们；我们将借助视频讲述我们自己的故事。”这个集体的另一个作品是《S.C.U.M.宣言》，该宣言分阶段阅读同名的1967年作品。当男性主导的世界事件的新闻图像在电视屏幕上闪烁时，Delphine Seyrig传播了Valerie Solanas关于男性的论文——根据宣言，男性在生物学上是不完整的，并且受到阴道嫉妒的驱使。As the UN’s “International Year of the Woman” came to a close in 1975, French TV ran a programme called “The Year of the Woman: Thank God! It’s Over,” which assembled various questionable statements by French men to which the only female guest, then State Secretary for Women, Françoise Giroud, was supposed to respond. Maso et Miso vont en bateau is how the feminist video activists “Les Insoumuses” – Carole Roussopoulos, Delphine Seyrig, Nadja Ringart, and Ioana Wieder – responded to this evening: with fury and ample wit, they intervene from the editing table to expose not only the show, but also Giroud’s very office as being the farce of a patriarchal society. “No television image can represent us; we’ll tell our own stories with the help of video.”Another of the collective’s works is S.C.U.M. Manifesto, which stages a reading of the eponymous 1967 work. As news images of male-dominated world events flicker across the television screen, Delphine Seyrig disseminates Valerie Solanas’s theses on men – who, according to the manifesto, are both biologically incomplete and driven by vagina envy.",
    "chinese_title": "马索和米索出航记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Maso et Miso vont en bateau",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-03-10T04:56:00"
}