{
    "aka": [],
    "sid": "30450201",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2022",
    "genre": [
        "剧情",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2857216425.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1286254/",
            "name": "Trevor Hawkins Trevor Hawkins",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt4664346",
    "director": [
        {
            "url": "/celebrity/1286254/",
            "name": "Trevor Hawkins Trevor Hawkins",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2022-02-03(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt4664346/",
    "imdb_votes": 241,
    "this_title": [
        "Lotawana"
    ],
    "douban_link": "https://movie.douban.com/subject/30450201/",
    "imdb_rating": "5.2/10 from 241 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A monotonous life has pushed the unfulfilled Forrest (Todd Blubaugh) to live amongst nature aboard his sailboat, Lorelei, in a beautiful Missouri lake town. Soon he catches wind of the rebellious and free-spirited Everly (Nicola Collie) and their idealistic dreams align. 'Lotawana' takes the viewer on a thrilling and thought-provoking romantic journey as the wanderlust couple confronts immense challenges and difficult decisions, all while exploring relevant social issues and giving a strong voice to often-hushed female struggles. Can they survive and rewrite their own rules of modern existence, or will they discover that society operates the way it does for a reason?World-renowned and award-winning filmmaker Trevor Hawkins of Mammoth Media created Lotawana in his own back yard on Lake Lotawana, Missouri. Self-financing the film with a loan against his house, Hawkins was able to maintain the integrity of his unique style and vision by writing, directing, shooting, editing and coloring his debut feature-film himself. Produced with his wife Cori Jo Hawkins and filmmaking partner Nathan Kincaid, the skeleton crew of ten overcame an array of obstacles, including losing their first lead actress a week into shooting as she decided to leave the industry altogether. They broke as many first-time feature-filmmaking rules as they could, shooting on and under water, with children, with animals, and by filming during every season of the year to highlight the natural beauty of the lake in its many incarnations, delivering an emotional and visceral experience sculpted by undeniably gorgeous cinematography.",
    "chinese_title": "Lotawana",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-07T14:56:31"
}