{
    "aka": [],
    "sid": "30458425",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　主竞赛单元 最佳短片(提名) 赖纳·科尔伯格\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547958530.jpg",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1529625/",
            "name": "赖纳·科尔伯格 Rainer Kohlberger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10045280",
    "director": [
        {
            "url": "/celebrity/1529625/",
            "name": "赖纳·科尔伯格 Rainer Kohlberger",
            "@type": "Person"
        }
    ],
    "duration": "28分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10045280/",
    "imdb_votes": 84,
    "this_title": [
        "It has to be lived once and dreamed twice"
    ],
    "douban_link": "https://movie.douban.com/subject/30458425/",
    "imdb_rating": "7.6/10 from 84 users",
    "trans_title": [
        "它必须活过一次，做两次梦"
    ],
    "douban_votes": "0",
    "introduction": "在地球第六次大规模死亡中，人类灭绝了。他们的技术最近已经取得了进步，能够解构进化算法，让人造生命在地球上发展。新的生命会觉醒，学会看，并试图理解。它发现了人类的电影史，并通过对其的反思，开始获得对自身的认识和对神的信仰。可以说，人工角色是去电影院的，在那里我们可以共同看到机器学习和其他针对纹理的图像分析算法生成的图像。我们和我们的世界不能完全简化为物质的信仰，事实上还有另一种形式，深深地铭刻在我们自己的计划中，定义了我们的思想。自然是根据构成我们宇宙的物质来计算的，还是宇宙是计算的结果？数字的存在是独立于一个人的意识，还是虚构的？数学对象及其概念是以我们讲故事的方式创造的吗？雷纳·科尔伯格评论道：“它必须活一次，做两次梦。”‘In the sixth great mass mortality of the earth, humankind became extinct. Their technology had recently progressed so far as to deconstruct the algorithms of evolution and allow artificial life to develop on Earth. New life awakens, learns to see and tries to understand. It discovers the film history of humankind and through reflection thereof, begins to gain an awareness of itself and to believe in their gods. The artificial character goes to the cinema so to speak, where we collectively see images produced with machine learning and other image analysis algorithms used against the grain. The belief that we and our world cannot be solely reduced to matter, that there is in fact another form, is deeply inscribed in our own program and defines our thinking. Does nature calculate on the basis of the stuff that makes up our universe, or is the universe the result of calculations? Is the existence of numbers independent of one's own consciousness, or are they fictional? Are mathematical objects and their concepts created in the same way in which we tell stories? It has to be lived once and dreamed twice,’ comments Rainer Kohlberger",
    "chinese_title": "它必须活过一次，做两次梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "It has to be lived once and dreamed twice",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-16T22:43:56"
}