{
    "aka": [
        "Otan o Wagner Sinantise tis Ntomates",
        "When Tomatoes Met Wagner"
    ],
    "sid": "30458456",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562142411.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1423252/",
            "name": "Marianna Economou Marianna Economou",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10449094",
    "director": [
        {
            "url": "/celebrity/1423252/",
            "name": "Marianna Economou Marianna Economou",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "希腊语",
        "法语"
    ],
    "playdate": [
        "2019-02-12(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10449094/",
    "imdb_votes": 227,
    "this_title": [
        "Όταν ο Βάγκνερ Συνάντησε τις Ντομάτες"
    ],
    "douban_link": "https://movie.douban.com/subject/30458456/",
    "imdb_rating": "7.5/10 from 227 users",
    "trans_title": [
        "当西红柿遇见瓦格纳",
        "Otan o Wagner Sinantise tis Ntomates",
        "When Tomatoes Met Wagner"
    ],
    "douban_votes": "0",
    "introduction": "塞萨利平原被群山环绕，一直为希腊农民提供食物。但最近，由于经济危机，该地区已触底。伊莱亚斯是一个农庄，有33个居民，没有商店，没有学校，甚至没有牧师。这就是一位名叫克里斯托斯的农民决定把他的土地交给有机种植西红柿的地方。在他表兄亚历山德罗斯家的后面，这些西红柿经过巴氏杀菌处理，然后由村里的妇女手工包装成番茄酱和食物。很快，这些小罐子找到了通往世界各地有机商店货架的路。这部电影讲述了商业起飞和这个小村庄向世界开放的事件。关于一个普通农村社区的故事，在那里事情开始以一种非同寻常的方式发生。在与世隔绝的几个世纪之后，一切都被简陋的西红柿所搅动，村里33位老人发现他们必须对一个新的现实作出反应。如果这还不够的话，亚历山德罗斯坚持在番茄田里扮演瓦格纳；他还利用故事和当地的神话来推销他们的产品，并说服世界各地的人们去拜访伊莱亚斯。Encircled by mountains, the plain of Thessaly has always provided food for Greek farmers. But recently the region has hit rock bottom due to the economic crisis. In the middle of the plain lies Elias, a farming village of 33 inhabitants, with no shops, no school or even a priest. This is where a farmer named Christos has decided to turn over his land to the organic cultivation of tomatoes. In the back of his cousin Alexandros’ house these tomatoes are then pasteurised and hand-packaged by village women as tomato purée and meals. Soon, the little jars are finding their way to the shelves of organic shops across the world. This film follows events as business takes off and the tiny village opens up to the world. A tale about an ordinary rural community where things begin to happen in an extraordinary way. After centuries of insular existence, everything is stirred up by the humble tomato, and the village's 33 elderly inhabitants find themselves having to respond to a new reality. If this weren't enough, Alexandros insists on playing Wagner in the tomato fields; he also uses stories and local myths to market their products and convince people from all over the world to visit Elias.",
    "chinese_title": "当西红柿遇见瓦格纳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Όταν ο Βάγκνερ Συνάντησε τις Ντομάτες",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-20T20:56:06"
}