{
    "aka": [
        "World on Board"
    ],
    "sid": "30458447",
    "cast": [
        {
            "url": "/celebrity/1020478/",
            "name": "凯思琳·莱斯塔利茨 Kathrin Resetarits",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　主竞赛单元 最佳短片(提名) 埃娃·克内曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547959180.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1529448/",
            "name": "埃娃·克内曼 Eva Könnemann",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10472194",
    "director": [
        {
            "url": "/celebrity/1529448/",
            "name": "埃娃·克内曼 Eva Könnemann",
            "@type": "Person"
        }
    ],
    "duration": "29分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-08(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10472194/",
    "this_title": [
        "Welt an Bord"
    ],
    "douban_link": "https://movie.douban.com/subject/30458447/",
    "trans_title": [
        "船上的世界",
        "World on Board"
    ],
    "douban_votes": "0",
    "introduction": "德国，从水上看。当观众沉浸在驳船航运的世界中时，这片风景就在史诗般的宁静中过去了。《内河航道条例》规定，小型船舶的最高允许航速最高为15公里/小时。一名妇女在德国的河流和运河上骑行，有足够的时间探索这个鲜为人知的宇宙。最后，导演梦想在船上生活，并努力在男性占主导地位的领域找到自己的位置。《Welt an Bord》是纪录片和叙事电影的混合体。基本条件由驳船上的有限空间和必须完成的工作决定。凯瑟琳尼特曼是导演伊娃K_尼曼的另一个自我，而她自己负责电影摄影。他们一起接受了船长的邀请，参加另一种生活。它到底是什么样的生活？研究者/K_nnemann倾听并通过小说和现实来工作。观点和现实是相互关联的。伊娃·K·安妮曼的作品从现实的角度探讨了当代叙事的界限。那只朝下的狗是真的。Germany, as seen from the water. The landscape passes by in epic tranquillity as the audience immerses itself in the world of barge shipping. The top permitted speed for smaller watercraft is specified in the inland waterways regulations as a maximum of 15 km/h. A woman is along for the ride on Germany’s rivers and canals, with plenty of time to explore this little-known cosmos. In the end, the director dreams of a life on board and endeavours to find her place in the predominantly male domain.Welt an Bord is a hybrid of documentary and narrative film. The basic conditions are set by the limited space on the barge and the work that must be done. Kathrin Resetarits embodies the alter ego of director Eva Könnemann, while she herself takes charge of the cinematography. Together they accepted the captain’s invitation to join in this other life. What kind of life is it anyway? Resetarits/Könnemann listen and work their way through fiction and reality. Views and realities interlock. Eva Könnemann’s work explores the boundaries of the contemporary narrative with a view to reality. The downward facing dog is real.",
    "chinese_title": "船上的世界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Welt an Bord",
    "douban_rating_average": 0,
    "update_at": "2025-08-30T01:52:17"
}