{
    "aka": [],
    "sid": "30453084",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　泰迪熊奖 最佳纪录片(提名) 利莫昂·杰里米·摩塞\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567988899.jpg",
    "region": [
        "莱索托",
        "卡塔尔"
    ],
    "writer": [
        {
            "url": "/celebrity/1410474/",
            "name": "利莫昂·杰里米·摩塞 Lemohang Jeremiah Mosese",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10265444",
    "director": [
        {
            "url": "/celebrity/1410474/",
            "name": "利莫昂·杰里米·摩塞 Lemohang Jeremiah Mosese",
            "@type": "Person"
        }
    ],
    "duration": "76分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2019-02-09(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10265444/",
    "imdb_votes": 97,
    "this_title": [
        "Mother, I Am Suffocating. This Is My Last Film About You."
    ],
    "douban_link": "https://movie.douban.com/subject/30453084/",
    "imdb_rating": "6.6/10 from 97 users",
    "trans_title": [
        "妈妈，我快窒息了。这是我最后一部关于你的电影"
    ],
    "douban_votes": "0",
    "introduction": "莱索托尘土飞扬的街道上的人们好奇地盯着这个年轻的女人，她像耶稣一样背着一个木十字架。她回头看他们的脸，看到神秘美丽的风景，一群羊，一双不断编织的手。她所看到的东西被黑白图像渲染得更精确，被慢下来的图像渲染得更抽象，被记忆过滤掉。一个原始的画外音——意识到它没有被那些被处理的人听到——把图像的流动结构成电影的哀歌。在这部短篇电影中，莫泽尔成功地创作了一部激进主义悲伤的编年史，从个人告别母亲到政治意识上的叛逃，这部编年史的范围不断扩大。从今天的柏林流亡生活来看，从一个非洲小国的内部视角向一个外部视角转变的痛苦过程是以一种深刻的个人视角进行的形象化和评论。一位美丽的天使伴随着这一段。这种非同寻常的对非洲移民故事的哀悼，以强烈而痛苦的方式，揭示了一个不仅在电影中，而且是禁忌的体验领域。The people on the dusty streets of Lesotho stare inquisitively at the young woman, who, like Jesus, carries a wooden cross on her back. She looks back into their faces, at mystically beautiful landscapes, a herd of sheep, and a pair of hands that knit unceasingly. What she sees is rendered more visually precise by the black and white, more abstract by the slowed-down images, it is filtered through memories. A raw voice-over – aware that it is not being heard by those being addressed – structures the flow of images into a cinematic lament. In this essay film, Lemohang Jeremiah Mosese succeeds in creating the chronicle of a radicalising sorrow, which steadily increases in scope from a personal farewell to the mother to a politically aware defection from the motherland. The painful process of shifting from an internal view of the small African country to an external one is visualised and commented on in a profoundly personal way – from the perspective of today, in exile, in Berlin. A pretty angel accompanies the passage. In intense, aching fashion, this unusual lament on an African story of migration sheds light on an realm of experience that is taboo and not only in cinema.",
    "chinese_title": "妈妈，我快窒息了。这是我最后一部关于你的电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mother, I Am Suffocating. This Is My Last Film About You.",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-10-09T00:42:14"
}