{
    "aka": [
        "Heimat Is A Space in Time"
    ],
    "sid": "30453083",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2906990547.jpg",
    "region": [
        "德国",
        "奥地利"
    ],
    "writer": [
        {
            "url": "/celebrity/1024399/",
            "name": "托马斯·海泽 Thomas Heise",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9749570",
    "director": [
        {
            "url": "/celebrity/1024399/",
            "name": "托马斯·海泽 Thomas Heise",
            "@type": "Person"
        }
    ],
    "duration": "218分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-07(柏林电影节)",
        "2019-09-26(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9749570/",
    "imdb_votes": 179,
    "this_title": [
        "Heimat ist ein Raum aus Zeit"
    ],
    "douban_link": "https://movie.douban.com/subject/30453083/",
    "imdb_rating": "6.9/10 from 179 users",
    "trans_title": [
        "故乡是时间构成的空间",
        "Heimat Is A Space in Time"
    ],
    "douban_votes": "123",
    "introduction": "剩下的是什么？生命留下痕迹，时间的流逝也留下痕迹。托马斯·海斯（ThomasHeise）的海德主义者伊恩·劳姆·奥斯·泽特（EinRaum ausZeit）研究了一个人与另一个人的关系。他利用自己的个人档案中的文件——信件、照片、学校论文、日记条目——由海斯自己用画外音朗读并在屏幕上展示，从而追溯出他在维也纳、德累斯顿和（东）柏林四代家庭的故事。我们看到了信件中提到的地方和风景的黑白图像，它们现在的样子带有时间的标记：泽尔斯特的劳工营，前国家人民军兵营，大学礼堂，美因茨的梯田房屋。土、土堆、露天地层、火车站、火车站和铁轨也屡屡出现裂缝。首先是爱，父亲，母亲，儿子和兄弟，维也纳犹太人被驱逐出境，德累斯顿战死，艺术和文学，东德社会主义和保持体面——海斯用个人经验的碎片，精心挑选和拼凑的差距，讲述了德国在2零世纪。一部伟大的电影，一部仍将继续。What remains? Lives leave behind traces; so does the passage of time. Thomas Heise’s Heimat ist ein Raum aus Zeit examines how the one relates to the other. Using documents from his personal archive – letters, photographs, school essays, diary entries – read by Heise himself in voiceover and shown on screen, he traces out the story of four generations of his family in Vienna, Dresden and (East) Berlin. We see black and white images of the places and landscapes mentioned in the correspondence as they look today, which bear the marks of time: the labour camp in Zerbst, the former National People’s Army barracks, a university auditorium, terraced houses in Mainz. There are also cracks in the earth, mounds, open strata and railway stations, trains and tracks again and again. First loves, fathers, mothers, sons and brothers, the deportation of the Viennese Jews, war dead in Dresden, art and literature, East German socialism and staying respectable – using fragments from the repository of personal experience, meticulously chosen and pieced together with gaps, Heise tells nothing less than the story of Germany in the 20th century. A great film, and one that will remain.",
    "chinese_title": "故乡是时间构成的空间",
    "douban_rating": "7.2/10 from 123 users",
    "foreign_title": "Heimat ist ein Raum aus Zeit",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.2",
    "update_at": "2025-11-29T16:43:25"
}