{
    "aka": [
        "Far from Us"
    ],
    "sid": "30453081",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547781542.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1410471/",
            "name": "维瑞纳·库瑞 Verena Kuri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410472/",
            "name": "劳拉·比尔布鲁 Laura Bierbrauer",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1410471/",
            "name": "维瑞纳·库瑞 Verena Kuri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410472/",
            "name": "劳拉·比尔布鲁 Laura Bierbrauer",
            "@type": "Person"
        }
    ],
    "duration": "75分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "德语",
        "葡萄牙语"
    ],
    "playdate": [
        "2019-02-11(柏林电影节)"
    ],
    "this_title": [
        "Fern von uns"
    ],
    "douban_link": "https://movie.douban.com/subject/30453081/",
    "trans_title": [
        "Far from Us"
    ],
    "douban_votes": "0",
    "introduction": "在很长一段时间之后，拉米拉回到了她的家庭，这是一个在阿根廷雨林中有德国血统的农民的社区。弥合她和她三岁的儿子Matteo和抚养他的母亲之间的距离的过程是困难的。拉米拉几乎不知道该怎么处理自己。她一直觉得被她已故父亲的房子吸引住了，那里有鸽子筑巢。弗恩·冯·昂斯是一部通过大气来传达情感状态的电影，当人们重新面对那些离他们很近的人时，这种感觉就会浮现出来，但仍然是那么遥远。这是关于哀悼过去、现在和现在的一切。这首歌以令人印象深刻的方式捕捉到了潮湿的气候，其中充满了昆虫、鸟鸣和雷鸣声，这些声音像发烧一样笼罩着所有的角色。即使是奶牛也像幽灵一样生病，它们反复出现在摄像机前，从而伪造出动物和风景的迷人图像。导演们设法以抒情和缺乏感伤的方式来讲述这个故事。当拉米拉和马特奥最后在老房子里过夜，一起吃煮熟的鸡蛋时，第二天早上开始下雪，这意味着更好的时光可能还会到来。After a long period away, Ramira returns to her family, a community of farmers of German descent in the Argentinian rainforest. The process of bridging the distance that has grown up between her and her three-year-old son Matteo and her mother, who raised him, is difficult. Ramira hardly knows what to do with herself. She keeps feeling drawn to the house of her deceased father, where pigeons have nested. Fern von uns is a film that conveys emotional states via atmosphere, the feelings which emerge when people reencounter those close to them, yet still so far away. It’s about mourning what was, what is, and what isn’t. The soundtrack captures the humid climate in impressive fashion, rich in insects, birdsong and claps of thunder, which hangs over all the characters like a fever. Even the cows are sick – like ghosts, they repeatedly appear before the camera, which forges enchanting images of animals and landscape. The directors manage to tell this story with at once lyricism and a lack of sentimentality. When Ramira and Matteo spend the night in the old house at the end and eat hard-boiled eggs together, the snow that starts to fall the next morning suggests better times may still arrive.",
    "chinese_title": "Fern von uns",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-15T04:00:22"
}