{
    "aka": [
        "An Open Rose"
    ],
    "sid": "30453087",
    "cast": [
        {
            "url": "/celebrity/1046737/",
            "name": "刚桑·萨哈勃 Ghassan Salhab",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870516789.jpg",
    "region": [
        "黎巴嫩"
    ],
    "writer": [
        {
            "url": "/celebrity/1046737/",
            "name": "刚桑·萨哈勃 Ghassan Salhab",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1046737/",
            "name": "刚桑·萨哈勃 Ghassan Salhab",
            "@type": "Person"
        }
    ],
    "duration": "72分钟",
    "episodes": "",
    "language": [
        "德语",
        "阿拉伯语",
        "法语"
    ],
    "playdate": [
        "2019-02-10(柏林电影节)"
    ],
    "this_title": [
        "Une rose ouverte"
    ],
    "douban_link": "https://movie.douban.com/subject/30453087/",
    "trans_title": [
        "An Open Rose"
    ],
    "douban_votes": "0",
    "introduction": "“在黑暗中，我微笑着面对生活。”这句话由罗莎·卢森堡于1917年底在单独监禁中写的，触及了她从监狱里寄出的信件的本质：无论政治情况如何，她都是一个生机勃勃的人。她对鸟、花、云和颜色的描述显示了她对大自然美的感知，体验了所有感官。从激进的社会党人用德语和阿拉伯语写的抒情信中，有许多摘录构成了贯穿这幅散文拼贴画的线索。他们还加入了温特里柏林的现代照片，两人在贝鲁特读书，第一次世界大战的档案材料，劳工运动的战斗歌曲，尼科的痕迹，格哈德里克特，布莱希特，布列顿，声音，声音，音乐和对自己的无声评论。它们一起形成视觉和听觉重叠层的复调。从20世纪的回顾来看，在德国和中东，在这里和那里发生的激进分子斗争中，人们得出了个人的结论，并承认抵抗和美丽确实可以共存，尤其是在黑暗时期。“And in the darkness, I smile at life.” This sentence, written by Rosa Luxemburg in solitary confinement at the end of 1917, gets to the very heart of what characterises her letters from prison: a shining joie de vivre, regardless of the political situation. Her descriptions of birds, flowers, clouds and colours demonstrate an awareness of nature’s beauty experienced with all the senses. Numerous excerpts from the radical socialist’s lyrical letters in both German and Arabic form the threads running through this essayistic collage. They are joined by modern-day shots of wintry Berlin, a two-person reading in Beirut, archive material from the First World War, a battle song of the labour movement, traces of Nico, Gerhard Richter, Brecht, Breton, voices, sounds, music and the soundless comments of a self. Together, they form a polyphony of visually and acoustically overlapping layers. From this retrospective look at the 20th century, at Germany and the Middle East, at the militant struggles that took place both here and there, emerge personal conclusions as well as the acknowledgement that resistance and beauty can indeed co-exist, not least in dark times.",
    "chinese_title": "Une rose ouverte",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-23T09:33:47"
}