{
    "aka": [],
    "sid": "30454879",
    "cast": [
        {
            "url": "/celebrity/1410954/",
            "name": "Vea Mafile&#39;o Vea Mafile&#39;o",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547563651.jpg",
    "region": [
        "新西兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1564051/",
            "name": "杰里迈亚·塔阿米蒂 Jeremiah Tauamiti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt9713672",
    "director": [
        {
            "url": "/celebrity/1410954/",
            "name": "Vea Mafile&#39;o Vea Mafile&#39;o",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1564051/",
            "name": "杰里迈亚·塔阿米蒂 Jeremiah Tauamiti",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "英语",
        "汤加语"
    ],
    "playdate": [
        "2019-02-12(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt9713672/",
    "imdb_votes": 24,
    "this_title": [
        "For My Father's Kingdom"
    ],
    "douban_link": "https://movie.douban.com/subject/30454879/",
    "imdb_rating": "8.1/10 from 24 users",
    "trans_title": [
        "致父亲的王国"
    ],
    "douban_votes": "0",
    "introduction": "保护一个人的文化和对侨民的信仰要花多少钱？SaiaMafile'o的孩子们可以提供一个真实的数字，因为他们的父亲把所有的收入都捐给了汤加卫斯理公会。“Misinale”是呼吁汤加和汤加人民为社区筹款的筹款运动的名称。尽管赛亚在新西兰生活了多年，但他决心坚持这个传统。他的成年子女很难理解这一点，因为他的捐赠意味着他们缺乏其他东西的资金。和他们的父亲一起去家乡旅行，有助于他们更好地理解汤加人的生活方式，并承认这里的态度并不总是符合西方的效率观念。在长篇对话丰富的镜头中，这部纪录片探讨了教会、汤加文化和传统如何将一个家庭团结在一起，同时也是一种负担。这部电影并没有站在一边，而是给了主人公他们所需要的所有空间，让他们能够宣扬正在燃烧的冲突，并协商跨文化对话所需要的代价。仔细观察在一个家庭中进行的讨论，也捕捉到了汤加饮食文化和节日的感性。What does it cost to preserve one’s culture and faith in the diaspora? The children of Saia Mafile’o can provide an actual figure because their father surrenders all his income to the Wesleyan church of Tonga. ‘Misinale’ is the name of the fundraising campaign that calls on people in and from Tonga to raise money for the community. Although Saia has been living in New Zealand for many years, he is determined to adhere to this tradition. This is hard for his adult children to understand, because his donations mean that they are short of money for other things. A trip with their father to his homeland helps them better understand the Tongan way of life and accept that attitudes here are not always compatible with Western notions of efficiency. In long, dialogue-rich shots, this documentary explores how the church, Tongan culture and traditions can hold a family together but also be a burden. The film does not take sides, rather it gives its protagonists all the space they need to air smouldering conflicts and negotiate the price that intercultural dialogue demands. An intimate look at the discussions taking place within one family that also captures the sensuality of Tongan food culture and festivity.",
    "chinese_title": "致父亲的王国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "For My Father's Kingdom",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-10-23T21:13:38"
}