{
    "aka": [],
    "sid": "30458678",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2018",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547965519.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt8775794",
    "director": [
        {
            "url": "/celebrity/1566618/",
            "name": "丹尼尔·曼 Daniel Mann",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2018-03-25(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8775794/",
    "this_title": [
        "Salarium"
    ],
    "douban_link": "https://movie.douban.com/subject/30458678/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Thousands of sinkholes are today perforating the shores of the Dead Sea in Israel and Palestine, covering a wide strip of land that stretches between the water and the vast Judean desert around. Swallowing the remnants of what used to be a popular beach, a water park or a settlement, the sinkholes make the land uninhabitable and hazardous. What Zionists once called a Natural Treasure to attract tourism and investment, is today a dilapidating site erected on unstable grounds.Departing from the shared etymology of the words “salary” and “soldier” from the Latin salarium, co-directors Sasha Litvintseva and Daniel Mann capture the entanglement of economic, military and geological forces, which manifests in the figure of the sinkhole.The sinkhole appears as both visible symptom and active cause of the failure of a colonial project to instrumentalise nature, collapsing together two temporal scales: the micro-histories of settler colonialism and the slow disaster produced by the exhaustion of natural resources. It appears as the collapsing of the surface into the sub-terrain, with that collapsing the possibility of thinking of territory as mere surface.",
    "chinese_title": "Salarium",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-25T16:52:38"
}