{
    "aka": [],
    "sid": "30453180",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547205346.jpg",
    "region": [
        "芬兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1286867/",
            "name": "皮尔乔·汗卡萨罗 Pirjo Honkasalo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0102498",
    "director": [
        {
            "url": "/celebrity/1286867/",
            "name": "皮尔乔·汗卡萨罗 Pirjo Honkasalo",
            "@type": "Person"
        }
    ],
    "duration": "95分钟(柏林电影节4K修复版)",
    "episodes": "",
    "language": [
        "芬兰语",
        "俄语"
    ],
    "playdate": [
        "2019-02-09(柏林国际电影节全景40周年特别展映4K版)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0102498/",
    "imdb_votes": 27,
    "this_title": [
        "Mysterion"
    ],
    "douban_link": "https://movie.douban.com/subject/30453180/",
    "imdb_rating": "5.8/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "1991年，大约有160名东正教修女，大部分是俄罗斯人，住在爱沙尼亚东北部有几个世纪历史的普赫蒂萨修道院。神秘之处在于他们每天都在田里干活，剪羊毛，祈祷。妇女们虔诚地从结冰的湖面上切下冰块，祈祷大地、空气和药用泉水免受疾病和流行病的侵袭。在距离今年春天不远的地方，Kohtla-J_rve矿被毁坏的荒地显露出来，一片死气沉沉的矿渣堆和有毒水景观，除此之外，还有Sillam_e铀矿。当这些修女以禁食、放弃、顺从和合唱的方式努力追求和谐和安全感时，世俗的个人却忙着将周围的乡村弯曲成他们的意愿。本卡萨洛的图像充满了语言的缺乏，揭示了极端经验的对立领域。她紧张的摄影工作创造了一个接近她的主人公和他们的信仰和自然的联系。她坚持不懈地探索是什么激励这些在共产主义统治下长大的年轻女性现在继续在修道院社区生活。In 1991, around 160 orthodox nuns, mostly of Russian descent, were living in the centuries-old convent of Pyhtitsa in north-eastern Estonia. Mysterion follows their daily lives spent working the fields, shearing sheep and intoning liturgies. Devotedly, the women cut ice blocks from a frozen lake and worship in prayer the earth, the air and a medicinal spring that promises protection from diseases and epidemics. Not far from this spring, the ravaged wasteland of the Kohtla-Järve mines is revealed, a lifeless landscape of slag heaps and poisoned water, and beyond that, the Sillamäe uranium mine. While these nuns strive for harmony and a sense of security with their fasting, renunciation, obedience and choral singing, secular individuals are busy bending the surrounding countryside to their will.Pirjo Honkasalo’s images are pregnant with the lack of speech, revealing opposing realms of extreme experience. Her intense camerawork creates a close proximity to her protagonists and their connection to their faith and nature. She persistently explores what motivates these young women, who have grown up under communism, to now continue their lives in a convent community.",
    "chinese_title": "Mysterion",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-11T02:23:39"
}