{
    "aka": [],
    "sid": "30458434",
    "cast": [
        {
            "url": "/celebrity/1283845/",
            "name": "亚历杭德拉·弗莱克纳 Alejandra Flechner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358603/",
            "name": "苏珊娜·帕姆平 Susana Pampin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "短片"
    ],
    "awards": "　　第69届柏林国际电影节(2019)\n　　主竞赛单元 最佳短片(提名) 马丁·赫特曼\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570118465.jpg",
    "region": [
        "阿根廷",
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1295437/",
            "name": "马丁·赫特曼 Martín Rejtman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt10167480",
    "director": [
        {
            "url": "/celebrity/1295437/",
            "name": "马丁·赫特曼 Martín Rejtman",
            "@type": "Person"
        }
    ],
    "duration": "20分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2019-09-29(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt10167480/",
    "imdb_votes": 425,
    "this_title": [
        "Shakti"
    ],
    "douban_link": "https://movie.douban.com/subject/30458434/",
    "imdb_rating": "6.1/10 from 425 users",
    "trans_title": [
        "威力"
    ],
    "douban_votes": "0",
    "introduction": "费德里科二十多岁，一个人住在布宜诺斯艾利斯。他祖母去世的那天，他决定和他的女朋友玛格达分手。他害怕伤害她。但当时间到了，她就打败了他。她懒散、精力充沛，甚至连受伤的感觉都没有。然而，尤其是当他得知她已经有了新朋友时。但后来他在最近去世的祖母给他的冰箱里找到了土豆刀，一切都变了。雷杰曼的舞台是阿根廷社会的缩影，他用一个稀少的故事和一种无视复古现实主义的指导性方法，以精心创作的图像来破译。雷杰曼属于阿根廷电影的新浪潮，在20世纪90年代中期首次在欧洲获得认可。据弗吉尼亚大学的罗克•奥•戈登博士说，他作品的主要方面是导演和作者不以粗制滥造的方式讲述线性故事，而是指冷漠的美学。在这种冷漠中，喜剧获得了最大的范围——到目前为止在阿根廷的独特地位。Federico, is in his mid-twenties and lives alone in Buenos Aires. The day his grandmother dies, he decides to part with his girlfriend Magda. He fears hurting her. But when the time comes, she beats him to it. She is laid-back, feisty and not even close to feeling hurt. He is however, especially when he learns that she already has someone new. But then he finds the potato knishes in the freezer that his recently departed grandmother gave him and everything changes. Rejtman’s stage is the microcosm of the Argentine society, which he deciphers in carefully composed images with a sparsely told story and a directing approach in defiance of retro realism. Rejtman belongs to the new wave of Argentine film that first gained recognition in Europe in the mid-1990s. According to Dr. Rocío Gordon of the University of Virginia, the key aspect of his work is that the director and author does not tell linear stories in a run-of-the-mill way, but rather refers to an aesthetic of apathy. Within this apathy, comedy gains the greatest of scopes – a unique position in Argentina until now.",
    "chinese_title": "威力",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Shakti",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T09:23:11"
}