{
    "aka": [],
    "sid": "30468461",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2023",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2887796301.jpg",
    "region": [
        "丹麦"
    ],
    "writer": [],
    "imdb_id": "tt8983408",
    "director": [
        {
            "url": "/celebrity/1525405/",
            "name": "卡罗尔·迪辛格 Carol Dysinger",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "达里语"
    ],
    "playdate": [
        "2023(未知)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt8983408/",
    "imdb_votes": 7,
    "this_title": [
        "One Bullet Afghanistan"
    ],
    "douban_link": "https://movie.douban.com/subject/30468461/",
    "imdb_rating": "8.8/10 from 7 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An Afghan mother and a US filmmaker, connected through one stray bullet, forge a surprising friendship amidst America's longest war. This story of an intimate female friendship is told by a filmmaker who spent 18 years in-and-out of Afghanistan – creating, among others, Camp Victory, Afghanistan, a documentary revealing the complex relationship between the Afghan Army and American troops sent to train them. In this war movie, the battlefield lies behind the curtains of an Afghan home as Bibi Hajji struggles to survive the loss of her youngest child, and the impact of their brother’s death on her remaining sons. A haunting image of that boy surviving a bullet wound prompted Oscar and BAFTA-winning director Carol Dysinger to investigate, what happened to him, who fired the shot. What begins as procedural turns into something more intimate as Dysinger and the boy's mother come closer, despite everything that should divide them. But then came the Taliban. A war story unlike any other dares to ask: how might we make peace across vast social, cultural, and religious divisions? One cup of tea at a time. (源自: TIDF)",
    "chinese_title": "One Bullet Afghanistan",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T17:56:24"
}