{
    "aka": [
        "Painted Love: Our Story"
    ],
    "sid": "30463777",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2548569028.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "50分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2019-01-25(中国大陆)"
    ],
    "this_title": [
        "相思绘本：我俩的故事"
    ],
    "douban_link": "https://movie.douban.com/subject/30463777/",
    "trans_title": [
        "Painted Love: Our Story"
    ],
    "douban_votes": "720",
    "introduction": "摘自微博@木木伊凡“我和几位《平如美棠》国外版的编辑聊过此书，好几次听到他们使用了同样一个词来描述这本书，incredible beauty，就是难以置信的美。还有编辑认为这本书中有一种诗意的东西。我完全同意他们的看法。这本书，它的这种美我不知道该怎么描述。书里面说到平如在战场上差点就被打死了，但是他躺在那里，看到蓝天和白云，他觉得自己死在这里也是可以的。就是这种感觉。平如爷爷是受过非常良好的民国时代教育的一个人，他自己有很高的修养，所以读他的文字我们都能够感觉到一种典雅和底蕴，这些也构成了这本书的美。他和美棠的故事，就是两个青年男女一见而倾心。这是很美好的感觉，凡经历过的人都不会忘怀，更何况他用画笔，把心灵被照亮的那一刻留了下来。这真的实在是太美好了。平如和美棠后来经历了那么长久的分别。很多人跟美棠说你一个人带着这么多孩子不容易，让她改嫁，但美棠毫不犹豫拒绝了，她决定在家里等她的丈夫。哪怕一年只见一面。而那时平如正在农场里劳动，他在自己的蚊帐里面拿一个纸板，在上面画上琴键，手按在键上装作自己是在弹奏。你听不到音乐，他也听不到，但是这个旋律在他的脑海中。这难道不是很美？看《平如美棠》的时候，我觉得是在看一个普通人的故事，而且没有半点俗气的东西。这书真是有着难以置信的美，有着超脱了我们平凡生活的美，又有沉浸到生活里面的那种温暖、厚实和踏实。平如每年回家一次的时候，吭哧吭哧背着从安徽带回去的特产，很欢乐地回家。这些细节，可能对有的人来说就忘记了，但是对于平如来说是珍贵的，所以他一辈子都带着这些记忆，从来就没有放下过。中国当代史中那一段特殊故事的背景，其实很多外国读者都并不了解，但他们仍然爱上了《平如美棠》这个故事，就是因为书有一种东西是相通的，incredible beauty。（2018年，CGTN摄制组根据作者曲折的一生和所创作的绘本拍摄了一部50分钟的纪录片。摄制组赴上海拍摄，并用真实再现的艺术手法展现了主人公饶平如与妻子毛美棠在社会变革的大背景中相守终生的故事。本周五（1月25日）晚上19:00，CGTN新媒体与Documentary频道将同步推出纪录片Painted Love: Our Story 《相思绘本：我俩的故事》）”摘自网页：https://news.cgtn.com/news/3d3d774e33676a4d32457a6333566d54/index.html?from=groupmessage&isappinstalled=0“This is a lifelong love story that endures as times change in China. When Rao Pingru's wife Mao Meitang passed away, he began to paint memories of their lives – together and apart. He looked back and reflected, on love and sufferings, on happiness and death. In 2018, his painted book became a hit in countries including Britain, the U.S., France, Spain, and South Korea. CGTN has now reproduced his story, based on his life, words, and paintings.WATCH THE FILM <Painted Love: Our Story> , please click:https://youtu.be/UQyd66uLcvwhttps://v.qq.com/x/page/a0832ofk0gx.html”",
    "chinese_title": "相思绘本：我俩的故事",
    "douban_rating": "9.1/10 from 720 users",
    "foreign_title": "",
    "douban_rating_average": "9.1",
    "update_at": "2025-02-14T05:22:42"
}