{
    "aka": [
        "广州码头"
    ],
    "sid": "3047750",
    "cast": [
        {
            "url": "/celebrity/1042466/",
            "name": "吴奇隆 Nicky Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274585/",
            "name": "刘佩琦 Peiqi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019966/",
            "name": "陈德容 Vivian Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1445829/",
            "name": "陆恩华 Enhua Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319541/",
            "name": "是安 An Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321957/",
            "name": "程莉莎 Lisha Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313954/",
            "name": "李菲儿 Fei&#39;er Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317670/",
            "name": "姜广涛 Guangtao Jiang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374870784.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1337003/",
            "name": "杜诗筠 Shiyun Du",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1274831/",
            "name": "尤小刚 Xiaogang You",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-05-01(中国大陆)"
    ],
    "this_title": [
        "大码头"
    ],
    "douban_link": "https://movie.douban.com/subject/3047750/",
    "trans_title": [
        "广州码头"
    ],
    "douban_votes": "293",
    "introduction": "二十世纪初叶，一场洪水，滔天而至，文阿陆与母亲在大水中天人永隔，徒留伤悲。  三年后，某夜，广州府。月黑风高，“华清”浴室发生枪战，“聚源社”“义水轩”帮主双双死于乱枪之中。小裁缝文阿陆无意中撞见这一幕，平白无故惹上杀身祸，被赶来营救社主却误杀了社主的聚源社三当家于义龙，当场要灭口   文阿陆仓惶奔逃，走投无路。幸遇“岭南”洋学堂女学生宋芳华救助脱离险境。宋芳华刚公演“哈姆雷特”未卸妆，夜色中被文阿陆误认为俊美少年。文阿陆返回裁缝店，向两小无猜的师父女儿万心莲诉说奇遇，万心莲早已心许文阿陆，对宋芳华心怀感激，催促文阿陆去面谢救命之恩。　他们浑然不知，文阿陆己成了失去帮主的两派江湖好汉追杀的对象！“华清”浴室那场火并其实都是觊觎社主地位的聚源社二当家陈云生一手策划！他的如意算盘是：一来铲除前堂主，二来陷于义龙为杀害帮主的凶手，再假借惜才为于义龙掩饰真相，以此控制于义龙，除去他顺利接任社主的最大障碍。但闻知当夜命案现场，于义龙放走了目击证人，实在非同小可，立即命人散播谣言，把杀人的黑锅扣到了他暂不知名的目击人身上。   一心以为宋芳华是男子的文阿陆前往洋学堂致谢，却相见不相识，失之交臂。文阿陆独特的个性，和狼一般的机敏引起宋芳华极大的好奇和兴趣，主动邀约见面。忽见女儿身打扮的宋芳华，文阿陆来不及吃惊，已为宋芳华的脱俗气质与聪慧开明而仰慕倾倒。一直对宋芳华穷追不舍的洋人马修暗中把文阿陆看作情场对手，势不两立。 聚源社原社主独生女儿赵翠儿冲动鲁莽，只身携枪往义水轩为父寻仇，于义龙赶来援救，诱走追兵，身受枪伤，幸遇万心莲援手相救，义龙从此把万心莲放在了心上，也种下了赵翠儿视万心莲为情敌，因妒生恨，不择手段陷害万心莲的诱因。   陈云生如愿坐上大位，锦上添花还吞并了义水轩，因而更加担忧设计铲除前帮主之事东窗发，于是下达江湖追杀令，加紧了对文阿陆的追寻和追杀。　心比天高的文阿陆誓言买一付昂贵的楠木棺材厚葬双亲。海口夸下，才意识到谈何容易，不服输的性格促使他不要命的找赚钱机会。适逢殷实商人李宝寅家族事业遭遇洋货冲击，奋起抵制反抗。德商花耶洋行大班汉斯首先迎战，以一场拳赛激李宝寅赌输赢。谁知汉斯请来的是美国拳王，李宝寅雇请来的参赛者个个招架不了，被打得七零八落。文阿陆被高额赏金诱惑而来，硬是不屈不挠撑下了全场比赛虽败犹荣，全场观众沸腾！观众席上，宋芳华也为文阿陆的坚韧不屈流下眼泪，如果说，在这之前，文阿陆只是令她好奇，此刻他已掳获了她的心。 一夕之间文阿陆成为全羊城传颂的少年英雄。 随口一句豪言，文阿陆果真如愿以偿，用楠木棺厚葬了双亲。没想到，给遍寻不着替死鬼的陈云生提供了线索，文阿陆被活捉，押到江边欲执行私刑。幸于义龙及时赶到，看在万心莲的救命之恩上，为文阿陆向陈云生苦苦求情。而文阿陆也义气地没有扯出于义龙杀人之事。赵翠儿己按捺不住，抽刀刺向文阿陆，宋芳华带着警察赶至，陈云生等急作鸟兽散，再次救了文阿陆一命。  经过此番劫难，加之宋芳华的启发，激起文阿陆不甘平庸、不安现状强烈企图。汉斯也看上了这个拳击场上不屈不挠的华人小子，利诱他进入洋行。文阿陆心动，立志苦改头换面，要当人上人。一进洋行，他落到了马修手中，被派去打杂，然而善于把握机会的他，假冒马修竟然谈成一大笔生意。马修当然不会任文阿陆为所欲为，诬陷文阿陆偷窃，把他送上了鞭刑台。为了摧毁文阿陆的自尊，马修扬言只要文阿陆认罪，便可免去皮肉之苦。万心莲力劝文阿陆认罪，宋芳华却认为名誉重于一切。文阿陆选择了捍卫名誉，咬紧牙关忍受了鞭笞撕裂肌肤的疼痛，自此，他和宋芳华的心更近了，而万心莲也察觉到了文阿陆情感的变异，黯然神伤。一波未平一波又起，马修不甘落了下风，故意把文阿陆打扮成小丑，逼上街做活人广告……",
    "chinese_title": "大码头",
    "douban_rating": "7.8/10 from 293 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-03-17T02:35:19"
}