{
    "aka": [
        "Berlin Prenzlauer Berg – Encounters between 1st of May and 1st of July 1990"
    ],
    "sid": "30474695",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "纪录片",
        "音乐",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2549816980.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1412033/",
            "name": "佩特拉·切特纳 Petra Tschörtner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0361363",
    "director": [
        {
            "url": "/celebrity/1412033/",
            "name": "佩特拉·切特纳 Petra Tschörtner",
            "@type": "Person"
        }
    ],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1991-02-19(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0361363/",
    "imdb_votes": 28,
    "this_title": [
        "Berlin - Prenzlauer Berg"
    ],
    "douban_link": "https://movie.douban.com/subject/30474695/",
    "imdb_rating": "7.9/10 from 28 users",
    "trans_title": [
        "Berlin Prenzlauer Berg – Encounters between 1st of May and 1st of July 1990"
    ],
    "douban_votes": "0",
    "introduction": "这部纪录片的台词“1990年5月1日至7月1日的邂逅”，按时间顺序被国际工人节和两个德国的货币经济统一所包围。我们遇到一支摇滚乐队在废弃的东德边境地区演奏，柏林墙两边的反法示威者，以及试图将一座被占领的建筑变为文化中心的居民。前东柏林的普伦茨劳尔伯格区是墙倒塌后“短暂的无政府状态夏季”的一个特别强烈的例子。这首欢快、含泪的天鹅之歌是舞蹈长者、狂欢的波西米亚人、来自西方的异装癖者和巴尔干音乐家的一个缩影。更严重的是，我们听到有责任感的女性——国营纺织厂的工人，以及服装店的老板担心她们的经济前景，而Konnopke快餐店的女老板则热切地接受她第一笔西德马克的付款……导演Petra Tschörtner说，“我想记录下对这一带生活的特殊态度。普伦茨劳尔伯格的人民总是比其他人更能容忍更大的行动自由”。The documentary’s logline, “encounters between 1st of May and 1st of July 1990”, is bracketed chronologically by International Workers Day and the monetary and economic unification of the two Germanys. We meet a rock band playing on abandoned East German border territory, Antifa demonstrators from both sides of the Berlin Wall, and squatters trying to turn an occupied building into a cultural centre. The Prenzlauer Berg district in the former East Berlin was a particularly intense example of the “short summer of anarchy” on the heels of the fall of the Wall. This merry, teary swan song is a pastiche of dancing seniors, revelling bohemians, transvestites from the West, and Balkan musicians. On a more serious note, we hear from women in positions of responsibility – workers at a state-run textile factory, as well as the owner of a clothing store fear for their financial future, while the lady boss at Konnopke’s snack bar eagerly accepts her first payment in West German marks … Director Petra Tschörtner says, “I wanted to document the special attitude towards life in this neighbourhood. The people of Prenzlauer Berg have always tolerated greater freedom of action than others”.",
    "chinese_title": "Berlin - Prenzlauer Berg",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T06:56:38"
}