{
    "aka": [
        "Do Right and Fear No One"
    ],
    "sid": "30476822",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2635938093.jpg",
    "region": [
        "德意志联邦共和国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011655/",
            "name": "尤塔·布吕克纳 Jutta Brückner",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0401847",
    "director": [
        {
            "url": "/celebrity/1011655/",
            "name": "尤塔·布吕克纳 Jutta Brückner",
            "@type": "Person"
        }
    ],
    "duration": "65分钟(柏林电影节, 2K DCP, Digitally restored version 2016)",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-02-11(柏林国际电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0401847/",
    "this_title": [
        "Tue recht und scheue niemand - Das Leben der Gerda Siepebrink"
    ],
    "douban_link": "https://movie.douban.com/subject/30476822/",
    "trans_title": [
        "Do Right and Fear No One"
    ],
    "douban_votes": "0",
    "introduction": "1915年至1975年间妇女生活的肖像。在Jutta Brückner的纪录片中，她的母亲回顾了她60年的生活，讲述了她父亲早逝的意外死亡，五口中产阶级下等家庭所面临的种种限制，她当裁缝的训练，与一个致力于社会民主理想的簿记员的婚姻，战争的匮乏，尤其是她晚年的生活。R意识到恐惧可能使她错过了机会……一幅巧妙的图画和声音拼贴画伴随着母亲的叙述，一幅由谚语、流行歌曲、行军音乐和战争噪音组成的挂毯。成百上千张照片——大部分选自8月桑德（1876-1964年）的“20世纪的人”项目，以及Abisag Tüllmann等人的最新照片——给导演母亲的个人生命赋予了一种本体论的有效性。工人和办公室工作人员的形象，远足和游行，用超越个人的参考信息来灌输我们所听到的。正如Jutta Brückner所说，她想“展示整个班级的集体恐惧、欲望、希望和绝望”。A portrait of a woman’s life between 1915 and 1975. In Jutta Brückner’s documentary, her mother looks back at the 60 years of her life, talking about her father’s early accidental death, the constraints faced by a lower middle-class family of five, her training as a seamstress, marriage to a bookkeeper committed to social democratic ideals, the privations of war, and not least of all, her later realisation that fear may have caused her to miss opportunities … An ingenious collage of picture and sound accompanies the mother’s narrative, a tapestry of proverbs, pop songs, marching music, and the noise of war. Hundreds of photographs – most selected from August Sander’s (1876–1964) project “People of the 20th Century”, alongside newer photos by Abisag Tüllmann, among others – lend the individual vita of the director’s mother a kind of ontological validity. Images of labourers and office workers, excursions and marches, imbue what we hear with references that transcend the personal. As Jutta Brückner put it, she wanted “to show the collective fears, desires, hopes, and despair of an entire class”.",
    "chinese_title": "Tue recht und scheue niemand - Das Leben der Gerda Siepebrink",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-11-12T14:14:16"
}