{
    "aka": [
        "Wer fürchtet sich vorm schwarzen Mann?",
        "Who’s Afraid of the Bogeyman"
    ],
    "sid": "30476824",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2655410014.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1011503/",
            "name": "赫尔克·米塞维茨 Helke Misselwitz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0096432",
    "director": [
        {
            "url": "/celebrity/1011503/",
            "name": "赫尔克·米塞维茨 Helke Misselwitz",
            "@type": "Person"
        }
    ],
    "duration": "52分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1989-11(莱比锡电影节)",
        "1990-02-16(东德)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096432/",
    "imdb_votes": 74,
    "this_title": [
        "Wer fürchtet sich vorm schwarzen Mann"
    ],
    "douban_link": "https://movie.douban.com/subject/30476824/",
    "imdb_rating": "7.2/10 from 74 users",
    "trans_title": [
        "Wer fürchtet sich vorm schwarzen Mann?",
        "Who’s Afraid of the Bogeyman"
    ],
    "douban_votes": "0",
    "introduction": "1988/89年东柏林普伦茨劳尔伯格区一家私营煤炭公司的照片。这位好动的女老板以幽默和理解经营着这家公司。她的七个男雇员尊重她。对于外界来说，他们都是坚强的人，但当他们描述自己的工作和个人情况时，他们的脆弱性开始显现出来，超越了艰苦的体力劳动。在温文尔雅的提问下，这项由赫尔克·米塞尔维茨（Helke Misselwitz）主持的社会调查的研究对象愿意让观众“洞察自己的内心”：“这粗糙的手能变得温柔吗？”这种做法有时让人觉得，这似乎是社会主义工人国边缘团结的乌托邦。从下面看这些数字，这部电影触及了许多禁忌。讨论的主题从柏林墙的修建和可能的逃跑，到虐待儿童和自杀，以及监狱和酗酒。这部电影强烈地追求真实性，这也是为什么它被拍摄成“过时的”黑白照片的原因，它记录了一种很快就会过时的交易——把它变成对东德社会矛盾的调查，这是在该国政治崩溃前几个月所做的。Portrait of a private coal company in East Berlin’s Prenzlauer Berg district in 1988/89. The feisty woman boss runs the business with humour and understanding. Her seven male employees respect her. To the outside world, they are all tough guys, but as they describe their jobs and personal situations, above and beyond the hard manual labour, their vulnerability starts to come to light. Under gentle questioning, the subjects of this social survey by Helke Misselwitz willingly allow the audience a “look into their hearts”: “Can hands this rough be tender?” That approach makes it seem, at times, as if this were a utopia of solidarity at the margins of the Socialist workers’ state. Looking at these figures “from below”, the film touches on many taboos. The discussion subjects range from the building of the Berlin Wall and possible escape, to child abuse and suicide, as well as prison and alcoholism. Fiercely intent on authenticity, which is why it was shot in “outmoded” black-and-white, the film documents a trade that would soon itself become obsolete – turning it into a survey of social contradictions in East Germany, made just a few months before the country’s political collapse.",
    "chinese_title": "Wer fürchtet sich vorm schwarzen Mann",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T00:00:33"
}