{
    "aka": [],
    "sid": "30482638",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1923",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2688384986.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1412395/",
            "name": "杨左匋 Cy Young",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "this_title": [
        "过年"
    ],
    "douban_link": "https://movie.douban.com/subject/30482638/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "杨左匋（生辰不详）是我国著名社会学家费孝通的舅舅，费孝通回忆说：“还有一个杨左匋舅舅也留学美国，后来在好莱坞画动画片，参与有名的动画片《白雪公主与七个小矮人》的创作。”由于《白雪公主》是30年代后期的作品，杨左匋很可能是在1924年返美之后参与的，如此即与费孝通之谓“ 后来”相符了。1923年前后，留美归国的杨左匋在上海英美烟（草）公司“影片部”下辖的滑稽影片画部工作。《申报》对其擅长动画的报道，首见于1923年7月3日：“……滑稽影片画部，主其事者杨左匋君，专绘长片滑稽画，兼各种美术字画等。滑稽片多种，已在各戏院开映，如《大闹天宫》、《武松打虎》等。”笔者注意到，上文使用的动词是专绘，而非“拍”或“摄”，而“滑稽画片”是早年沪上对动画片这一舶来品常见的称谓。虽然文中提及2部已上映的“滑稽片”一时难以区分究竟是真人喜剧片还是动画片，但1924年1月28日《申报》的一篇文章则非常鼓舞人心，其标题为《杨左匋新制滑稽画片》，全文如下：“名画家杨左匋君，年来为英美烟公司绘制活动滑稽画片，历在各埠映演，备受观众欢迎，能于幕上绘成种种人物，使之自动，一如真人。近又新制影片一齣（出），名《过年》，内容颇新颖可噱，闻已印就十余卷，分运各地放映，为新年之点缀品。本埠将于二十七日起，在卡而登戏院开演。闻杨君言，滑稽画片之手续，虽繁而极饶兴趣，但以机械太复杂，故此种人才在欧美亦不多，每齣（出）以千尺计，至少须绘图万余幅，方能互相连络，演成各种动作，故一片之成，动辄费数月之久，始克摄毕，惟较之组织演戏团，奔波摄演，则劳逸不可以道里计云。”此文提供的信息非常清晰：杨左匋的“新作”为人工绘制的“活动滑稽画片”，所绘“万余幅，……互相连络，演成各种动作”、真人电影无法类比、“机械太复杂”、“以千尺计”,且“自动”、“一如真人”，表明此作为动画片无疑。尤其绘制一片“动辄费数月之久”，“此种人才在欧美亦不多”，看来费孝通对这位舅舅的赞誉并非空穴来风。而“新制”2字很可能是要表明他此前已有过类似制作，若果真如此，则其1923年出品的《大闹天宫》、《武松打虎》很可能就是我国有史记载的最早的动画短片了。退一步说，由于此次《过年》作为“新年之点缀品”要在1924年春节前放映，其完成时间至少是1923年底。据此，中国动画起始于1923年已确凿无疑，杨左匋即为有史记载的中国动画创制第一人，及国内首部动画“贺岁片”创始人，而且很可能还是中国第一位取材古典名著《西游记》、《水浒传》制作动画的先驱。杨左匋于1924年夏折返美国，他的信息已无从查找。可以肯定，杨左匋是把美国的动画“火种”带回上海，并在沪生根开花的可敬前辈。虽然由于史料遗失，里程碑意义的《过年》一片已全无踪迹，中国动画史几乎把他遗忘在一边，但他于20年代初对中国的动画制作做出的划时代的贡献，足以使他在中国动画史上，留下辉煌的浓墨重彩。（郭虹、邬佳力，再探20年代中国动画之发轫，新闻大学2010年01期）",
    "chinese_title": "过年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2026-02-24T06:21:43"
}