{
    "aka": [],
    "sid": "30482636",
    "cast": [
        {
            "url": "/celebrity/1412226/",
            "name": "秦立凡 Lifan Qin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1926",
    "genre": [
        "动画"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2588171056.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1412226/",
            "name": "秦立凡 Lifan Qin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "无对白"
    ],
    "playdate": [],
    "this_title": [
        "球人"
    ],
    "douban_link": "https://movie.douban.com/subject/30482636/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "大中华百合公司美术顾问秦立凡先生，亦为上海动画先驱之一。《申报》、《新闻报》对他绘制的动画短片《球人》有数次内容几近相同的报道。最初见报的是一篇介绍:“……一为活动画《球人》，作者秦立凡与所绘之球人，同时在一幕上做戏，拍法颇为神秘，故摄制谢绝参观云。”表明，《球人》是一部秦本人出演、与所绘之动画合成的短片。9天后两报又发了一篇比较详细的报道：“又该公司画片部，正在工作中之活动滑稽画片《球人》，英名Nero The Hnonie，已将次竣事，创作此项画片者，为美术家秦立凡君。秦君向为该公司美术顾问，历来参与该公司布景字幕暨编辑特刊等事，颇著劳。后因有意提倡国内电影活动滑稽画片事业，因摒除一切，专注全力于画片一门。《球人》一片，即为其开始摄制之第一片，全片长约二千余尺，分为二大本，费时约八百余小时。片中作者与其所绘之小丑，得同时现身银幕，表现各种剧情。此种画片，国内各公司迄未摄过。闻该片除极少数字幕须插入外，泰半已经完成，夏历新年，当可公映云。”细读上文，“美术家”秦立凡已具备布景、字幕、编辑、特刊等多面才华，“颇著劳绩”而为百合公司的“复合型人才”，但他已集中精力主攻“活动滑稽画片事业”，《球人》便是其绘制的长约二千余尺、费时约百日的动画作品。当然，撰述人“迄未摄过”之类的措辞只可参考了，因记者对几位动画先驱的报道几乎都有“第一声”的赞誉，此处暂不细究。颇为新奇的是，《球人》还有英文名称，经查看下文，遂得解答：“电影滑稽画《球人》……，为大中华百合公司出品，按该片于去腊早已完成，南洋英荷属考贝演映权，亦已售去三数套，唯本埠尚无机会开映，该片作者为美术家秦立凡君，秦君于年前曾在本埠英美烟草公司绘制该项滑稽片二三本，现更将多年经验及参考，从事另一新片，名爱丽丝漫游奇境记Alice in Wonderland，不久即可毕事，秦君对于该项摄制手续，绝不秘密，凡属同好，欲与其研究或有所商榷者，无不竭诚相待云。”“去腊”和下文的“去年底”表明，《球人》成片时间约为1926年底～1927年春节前。“南洋英荷属考贝演映权”、现“已售去”、“本埠无机会开映”等文字，显示出此片虽秦立凡制作，版权确为外商所有。文中提及秦“从事”的另一部是《爱丽丝漫游奇境记》，片名Alice in Wonderland与迪斯尼1951年的动画长片同名，1927年时秦立凡似与此关系不大。但由于迪斯尼在20～30年代一直在筹划这个题材，凡在1926年前后与美商有过这方面的接洽不是没有可能。一个多月后，《申报》和《新闻报》对动画片《球人》又有了新的跟踪：“大中华百合公司秦立凡君绘制之《球人》于去年底摄竣，为国产电影滑稽画片之第一声。秦君精于术，尤具戏剧学识，沉于卡通一道，垂数年之久。该片笔致超逸，动作灵敏，实驾舶来品而上之。日前附同美人计在夏令配克放映两日夜，备受观众称许云。”看来，《球人》由于放映权问题，5月先在境外首映之后，6月始进入上海影戏院，在实拍电影前加映了“两日夜”，虽可能不算正式公映，与国人短暂见面了。另外，《新闻报》在一篇关于大中华百合公司所摄《乌盆记》中，特别提到了片中的卡通特技处理：“……乌盆记全局本早摄竣，因剧中加入卡通一千尺，为国制影片从来所未有，……”是我国电影史上运用动画特技“第一声”了。尽管此文未提片中卡通由谁绘制，但鉴于当时大中华百合的动画人才首推秦立凡，绘制者很可能非秦莫属了。无论如何，在上海早期动画先驱中，秦立凡以一部进入影院的、“驾舶来品而上之”的优秀动画作品《球人》，为上海动画事业增了辉、添了彩。可见当时上海是为藏龙卧虎之地，20世纪中期就有秦立凡这样的上海动画人才与世界顶尖的美国动画人携手共事，这也创下了民族动画先驱联手境外、合作绘制的记录，理当纪念。此外，1927年上海动画人开创了动画特技新纪元，使中国步入了运用动画处理电影特技之先行国行列。鉴于此，秦立凡在上海动画先驱当中，当为佼佼者之一。（郭虹、邬佳力，再探20年代中国动画之发轫，新闻大学2010年01期）",
    "chinese_title": "球人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-22T05:33:42"
}