{
    "aka": [],
    "sid": "30488609",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632012129.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt9143084",
    "director": [],
    "duration": "109分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt9143084/",
    "imdb_votes": 239,
    "this_title": [
        "The Great American Lie"
    ],
    "douban_link": "https://movie.douban.com/subject/30488609/",
    "imdb_rating": "5.3/10 from 239 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Great American Lie is a documentary film that examines how a US value system built on the extreme masculine ideals of money, power and control has glorified individualism, institutionalized inequality, and undermined the ability of most Americans to achieve the American Dream. The main topic of this film is arguably one of the most important issues of our time: social and economic immobility. Inequality has been on the rise in America for more than three decades. Middle and low income wages have remained stagnant or decreased while top earners have seen their wages increase 135% since 1979. Today, the top .1% of Americans owns almost as much wealth as the bottom 90%. This film is incredibly timely because of the staggering state of inequality today, but this film is also important because it is new. By bringing the unique perspective of gender to this story, this film expands the conversation around the causes and solutions to America's inequality and division. With our history and experience in illuminating and challenging limiting gender narratives in our society, our documentary team is uniquely qualified to tell this story. Our first two films, Miss Representation and The Mask You Live In, lay the groundwork for understanding the impact of gender on individuals and communities in American society. We view The Great American Lie as the critical last film in this trilogy that will address the role of our gendered values on American society-at-large.",
    "chinese_title": "The Great American Lie",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-12T07:35:10"
}