{
    "aka": [],
    "sid": "30486767",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2016",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550475119.jpg",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt6906114",
    "director": [],
    "duration": "53分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6906114/",
    "imdb_votes": 14,
    "this_title": [
        "Coco Cabasa"
    ],
    "douban_link": "https://movie.douban.com/subject/30486767/",
    "imdb_rating": "8.3/10 from 14 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "In this intimate portrait about the feminist Kaouthar Darmoni, director Klara Til travels to Sousse, Tunisia, where Kaouthar grew up. Through interviews and conversations with key figures from her childhood, we learn how the young and rebellious 'Coco' had to fight hard to escape from the suppressing chains of society and her conservative family to maintain her freedom. Her dream was to go to Europe to study, the place where women were emancipated and free. Once in Europe, Kaouthar had to face a big disillusion: the women there weren't as free as she thought they would be and Western emancipation seemed to go hand in hand with suppressing femininity. Something she refused to do. As a university lecturer in gender studies Kaouthar, inspired by her Tunisian roots, started her mission to heal femininity. With her taboo-breaking Goddess (belly)Dance method she awakens the primal female force which lays in the belly. With humor, confidence and her expressive personality she brings women back in contact with their feminine sensuality and power, the same way she learned it as a young girl back in Tunisia. Even though she had hated living Tunisia, she started realising how free and pure Tunisian women are. The feminity and sensuality amongst the women still remains as one of her most precious memories from her childhood.",
    "chinese_title": "Coco Cabasa",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T11:56:08"
}