{
    "aka": [
        "半个月亮掉下来"
    ],
    "sid": "3048111",
    "cast": [
        {
            "url": "/celebrity/1316392/",
            "name": "房子斌 Zibin Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317924/",
            "name": "梁爱琪 Aiqi Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336631/",
            "name": "苏廷石 Tingshi Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276044/",
            "name": "宫景华 Jinghua Gong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321933/",
            "name": "李野萍 Yeping Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313471/",
            "name": "罗京民 Jingmin Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313753/",
            "name": "刘仲元 Zhongyuan Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372164/",
            "name": "白玉 Yu Bai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322328/",
            "name": "肖肖 Xiao Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330883/",
            "name": "张铎 Duo Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323487/",
            "name": "裘慕远 Muyuan Qiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317225/",
            "name": "罗二羊 Eryang Luo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "悬疑"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455978695.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1323934/",
            "name": "刘连枢 Lianshu Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325070/",
            "name": "李小平 Xiaoping Li",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-08-09(中国大陆)"
    ],
    "this_title": [
        "暗宅之谜"
    ],
    "douban_link": "https://movie.douban.com/subject/3048111/",
    "trans_title": [
        "半个月亮掉下来"
    ],
    "douban_votes": "1168",
    "introduction": "多年以前的北京城曾经流传着一个悠久而神秘的传说：1900年八国联军攻打北京时，慈禧太后在仓皇西逃前夕曾将紫禁城里的八大马车金银珠宝坚壁在宫外太监暗宅的一口古井里。日后由于战乱不断、运动不断，人们对于这个传说的的记忆逐渐淡忘。百年后一所面临拆迁的老式四合院里，一辈子梦想发财，可一烧香灶王爷就调屁股的倒霉蛋王一斗日夜为“金条烫手”的美梦所困惑，坐卧不宁。北屋王一斗家与西屋枝子妈家住对门，虽是儿女亲家，可对门成了对头，亲家成了冤家。原因是枝子妈至今攥着户口簿，不让枝子和满囤办理结婚手续，王家人将因此而丢掉一套本可到手的安置房。妹妹叶子在满囤的哀求下偷出了户口簿，可怎么也没有想到枝子却把户口簿还给了母亲。性格倔强的枝子一方面和蛮横的母亲针锋相对，另一方面却对丈夫和公婆三番五次向他妈求情做法很是不满。恰在此时，做了一辈子发财梦的王一斗突然发现了一口藏在自家房子里的古井，初探的感觉让他坚信美丽的传说就要变为现实，他就要发了。不吐不快却又不能声张的感觉差点把他憋死，他拉上儿子满囤开始了他们的秘密行动。根本不信“天上掉馅饼”的满囤一面在老爸的逼迫下黑白颠倒的下洞挖井，一面还要在枝子的逼迫的下苦练嘴皮工夫，去做保险，这使他筋疲力尽，好不痛苦。王家父子的种种反常举动引起了院里不同人物的不同反应，也引起了枝子的怀疑。郑考古向夏五爷打听历史文物疑案，夏五爷一问三不知，用鸡毛掸子把尘土掸得四处飞扬。夜里，忽然传出杀猪般的嚎叫，原来满囤在古井中摸到一团凉凉的、肉乎乎的东西。满囤的叫声惊动了四邻，枝子妈家、丽珍家和租住在丽珍家西屋的吴非屋里的灯都亮了，惟有夏五爷家里的灯依然黑着。胡同里，幽暗的灯光下，一只黑猫目不转睛地注视这着院里的一举一动。枝子妈结识了爱好京剧的郑考古，尤如遇见知音。出租车上，郑考古意欲对枝子妈表示亲昵，却被女司机屡屡搅黄，原来开车的是枝子。一桩桩不如意的家事搅得枝子心神不宁，她的出租车险些撞倒了一位迷路的老太太。看到老人神情痴呆，举止艰难，枝子不禁起了恻隐之心。她把老太太接回家中悉心照料，王一斗夫妇对此敢怒不敢言。井里挖出了“老东西”，满囤异常兴奋，对挖井积极起来。是夜，猫儿们突然在这不二不八的晚上闹起春来，搅得四邻不安，致使王一斗父子的挖井工作不得不停下来，原来是有人给猫吃了“伟哥”。王一斗把在古井里发现的珍珠耳坠儿拿给大漏勺鉴定，郑考古看到后如获至宝，他更相信自己的判断没错：古井就在这座四合院里。有人在王家的窗台上偷偷放了一堆鱼鳞，因此猫们虽然不闹春了，但却总是跑来和王一斗捣乱，闹得王一斗心神不宁。这到底是谁干的？目的又是什么？夏五爷对那位半痴半呆的老太太起了疑心。丽珍的丈夫骗她离了婚，丽珍因此割了手腕。满囤将其送进医院进行抢救，却偏偏碰到了枝子，枝子一边骂满囤，一边却为丽珍输了血。王一斗父子挖出了一箱沤烂了的的银票，糊涂的满囤妈竟然把装银票的铜皮箱拿到外面清洗，引起了夏五爷的恐慌。九库和爷爷捉迷藏，藏进铜皮箱里，差点酿成悲剧。古井带来的不仅仅是财富希望，也有不祥的预兆。夏五爷屡屡旁敲侧击，劝诫王一斗父子，满囤听得一头雾水，王一斗则置若罔闻。同事张童向枝子表示好感却不巧被满囤撞见，一向随和知足的满囤傻了眼。原本打算向枝子坦白古井秘密的他转而疯狂挖井，连王一斗见了都害怕。随着挖宝工作的进展，有意无意间发生在院子里的蹊跷事越来越多：院子里涌进了一群蛇，让住户们大惊失色；拆迁办的刘主任和韩老板闯进王家，险些让古井曝光；九库钻井了古井里，吓坏了正在挖宝的王家父子；有人拉闸断电，继续在暗中捣乱……王一斗父子被折磨得死去活来。。大漏勺用金缕玉盖骗了韩老板，夏五爷被气得进了医院。韩老板把大漏勺送进了派出所，多亏枝子仗义援手，用自己准备买出租车的钱解救了大漏勺。最后的搬迁期限到了，王一斗为了拖延时间决心和拆迁办斗法。他头戴痰盂，手缠铁链，使出“滚刀肉”的功夫撒泼耍赖拒绝搬迁。枝子终于发现了丈夫和公公的荒唐行为，异常气愤。被欲望冲昏了头脑的满囤为了阻止枝子泄密竟然把她绑了起来……王一斗没能如愿，古井终归被郑考古发现，但令人惊讶的是，一场轰轰烈烈的考古发掘得到的却只是一只生锈的大铁钩！总指挥郑考古当场晕倒……王一斗暗自高兴大家扯平，夏五爷惊讶之余百思不得其解，暗中关注整个事件全过程的痴呆老太太悄然离去，令人们始料未及的是，这位神秘的老太太竟然留给枝子一笔巨大的财富……一年后，楼房在古井的基础上盖了起来，老住户又都迁回来了，四合院的邻居变成了楼上楼下的邻居。枝子妈为大女儿枝子补办婚礼。新郎满囤做人寿保险代理员，练就了一副铁嘴子，席间口若悬河，满嘴跑火车。作为主婚人的夏五爷，历数枝子对众人的好处，大家热泪盈眶，感慨万千。古井的传说又有了新消息，据说财宝被埋在更深一层的卧井里。这下要想挖掘就只能等到新盖的楼房再拆时了。王一斗闻讯追悔莫及，直直地倒了下去……从此他患上了脑血栓，连‘后悔呦后悔死喽’的口头禅了也说不出来了，逢人就无奈的摇头。月色下，人们经常可以看见郑考古、王一斗拉开着距离围着楼房一圈一圈地转，踩出的小道清晰可见。",
    "chinese_title": "暗宅之谜",
    "douban_rating": "8.0/10 from 1168 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2025-10-17T08:00:47"
}