{
    "aka": [],
    "sid": "3048107",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871892003.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1028539",
    "director": [
        {
            "url": "/celebrity/1035657/",
            "name": "Arne Johnson Arne Johnson",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-04-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1028539/",
    "imdb_votes": 171,
    "this_title": [
        "Girls Rock!"
    ],
    "douban_link": "https://movie.douban.com/subject/3048107/",
    "imdb_rating": "6.8/10 from 171 users",
    "trans_title": [
        "女孩摇滚之路"
    ],
    "douban_votes": "0",
    "introduction": "The Rock 'n' Roll Camp for Girls is a place where 8-18 year olds come from all over the country to learn Rock DIY-style--forming bands, writing songs and building community, and “Girls Rock!” is the movie about their journey.The primary subjects of “Girls Rock!” are Laura, an articulate adopted Korean obsessed with death metal; Misty, who is emerging from a life of meth-addiction, homelessness and gang activity; Palace, a sweet-seeming 8-year-old with a heavy metal sneer, and Amelia, who's writing a 14-song cycle about her dog Pippi. Forming bands, writing songs and playing a gig in one week, these girls and the rest of the camp engage in an experiment in empowerment that will leave no-one unchanged.In meeting these four children, the filmmakers discovered what many books and studies have already described—girls are struggling with a bewildering and heartbreaking array of challenges to their self-image. Everything from eating disorders to drugs to sexual harassment have made girlhood a virtual battlefield. The filmmakers were happy to find in the camp a place where, in the words of former Camp Assistant Director Jen Agosta, \"it is 100% ok to be exactly who you are.\" What happens to the girls as they are given a temporary reprieve from being sexualized, analyzed and pressured to conform, is truly exhilarating. The act of picking up a guitar and making noise becomes a truly revolutionary act.As the final performance for over 700 people draws near, the girls are thrown into a paroxysm of excitement and self-discovery, achieving things they never thought possible. Through video diaries, verite footage, revealing interviews, and issue-driven animations, filmgoers will transform right along with the girls.",
    "chinese_title": "女孩摇滚之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Girls Rock!",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-09T18:22:52"
}