{
    "aka": [
        "Battered Husband"
    ],
    "sid": "30481940",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2563072023.jpg",
    "region": [
        "菲律宾"
    ],
    "writer": [],
    "director": [],
    "duration": "85分钟",
    "episodes": "",
    "language": [],
    "playdate": [],
    "this_title": [
        "Latay"
    ],
    "douban_link": "https://movie.douban.com/subject/30481940/",
    "trans_title": [
        "Battered Husband"
    ],
    "douban_votes": "0",
    "introduction": "Lando, a laid-back fisherman, enjoys joining the yearly “Aguman Sanduk” fellowship cross-dressing festivity with his peers of Alpha males as a meaningful rest & recreation. Meanwhile, most of his mundane-everyday-life back in his isolated hut surrounded by fish pond waters, he keeps a horrifying secret with his wife who violently beats him to the pulp and sometimes degrades him verbally to no remorse, whenever they have an argument, mostly about women link to him.Lando’s wife, Lori is due to leave for abroad as a domestic helper.  She harbors ill-feelings against Lando whom she caught meeting up with his ex-girlfriend in a rendezvous. Her unusual violent streak becomes acceptably normal to Lando, who easily yields to his guilt.  In the last 2 days before she leaves for abroad, Laura and Lando sum up their differences as regrettably inconsolable.  In a heated passionate moment of desire, Laura steps back upon realizing that she doesn’t love Lando anymore.On Laura’s send off, Lando makes up a best-laid-plan to himself, a solution which he believes will solve their irreconcilable differences forever. While rowing a banca ride with Lori on the river, all he thought of is to be with her despite her resistance.  He’s so consumed with this romantic notion that he just stops rowing the boat and just let go of the paddle.  He either will have her or lose her according to his own violent terms, no matter how bizarre the thought of loving her comes into play…",
    "chinese_title": "Latay",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-01T23:14:48"
}