{
    "aka": [],
    "sid": "30486648",
    "cast": [
        {
            "url": "/celebrity/1412337/",
            "name": "安东·斯皮克 Anton Spieker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2019",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2633419059.jpg",
    "region": [
        "德国"
    ],
    "writer": [],
    "director": [],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "2019-01-20(Max Ophüls Film Festival)"
    ],
    "this_title": [
        "This is Where I meet you"
    ],
    "douban_link": "https://movie.douban.com/subject/30486648/",
    "trans_title": [
        "这是我遇见你的地方"
    ],
    "douban_votes": "0",
    "introduction": "Charlotte hadert mit ihrer künstlerischen Laufbahn und am meisten mit sich selbst. Wieder hat sie ein wichtiges Vorsprechen vergeigt, und auch ihr eigens geschriebener Apfelbaum-Monolog will ihr nicht mehr von der Zunge rollen. Ein Campingtrip ins sommerliche Kroatien mit ihrem Freund Georg soll für Ablenkung sorgen. Doch vor Ort ist Georg nur damit beschäftigt, bei einem Musikfestival als DJ unterzukommen. Am Rande des Zeltplatzes begegnet Charlotte dem Schamanen Benno und der Aussteigerin Tami, die schnell zu ihren neuen Begleitern werden.THIS IS WHERE I MEET YOU ist kein klassischer Film, sondern ein Film, den man über Zeit entdecken und fühlen kann. Der Film erzählt von der Suche nach dem eigenen Lebensweg und der Angst, dabei zu scheitern. Wer bin ich? Oder in Charlottes Fall: Warum Apfel?Der Film entstand aus dem Wunsch, eine Alternative zu konfliktbasierten Erzählungen und mit einem ganz eigenen Puls zu schaffen. Ziel war es, den Zuschauer auf eine emotionale Reise zu schicken. Deshalb haben wir mit Improvisation, aber vor allem mit einer Technik gearbeitet, die Gefühle und Beziehungen in den Mittelpunkt stellt. So wie sich auch Charlotte nach authentischen Verbindungen sehnt, war es mein Wunsch, so authentisch wie möglich von der Suche nach der eigenen Stimme und den damit verbundenen, teils widersprüchlichen Gefühlen zu erzählen. Dabei war es mir besonders wichtig, Frauenfiguren jenseits von gängigen Stereotypen zu zeigen und den Figuren wie auch dem Zuschauer genug Raum und Zeit zu geben, um diese Gefühle zu durchleben.",
    "chinese_title": "这是我遇见你的地方",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "This is Where I meet you",
    "douban_rating_average": 0,
    "update_at": "2025-06-08T05:44:56"
}