{
    "aka": [
        "The Roes' Room"
    ],
    "sid": "3052837",
    "cast": [
        {
            "url": "/celebrity/1131588/",
            "name": "Rafal Olbrychski Rafal Olbrychski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222247/",
            "name": "Agnieszka Wróblewska Agnieszka Wróblewska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884518153.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1051060/",
            "name": "莱彻·玛祖斯基 Lech Majewski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0420077",
    "director": [
        {
            "url": "/celebrity/1051060/",
            "name": "莱彻·玛祖斯基 Lech Majewski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1997-06-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420077/",
    "imdb_votes": 194,
    "this_title": [
        "Pokój Saren"
    ],
    "douban_link": "https://movie.douban.com/subject/3052837/",
    "imdb_rating": "7.5/10 from 194 users",
    "trans_title": [
        "狍的房间",
        "The Roes' Room"
    ],
    "douban_votes": "130",
    "introduction": "Fascinating film. Extraordinary imagination. In my opinion this film is a fantastical, haunting tale set in a house where nature fuses with the lives of a family. The Roes' Room marries opera with painting-like images in an intricate and enthralling homage to the wonder of youth. Majewski uses both the fine arts and the vitality of the natural world to induce a sense of the richness of his life as a child and the miracle of the life of the creative imagination. Images tell us about the invisible but vibrant life force that filled the filmmaker's childhood. I'm sure that the combination of the visuals and the music, will be appreciated by almost anyone who appreciates art.An autobiographical film opera about a young poet and countertenor, his parents, and the apartment in which they live. The poet’s sensitivity filters visions of the apartment as it is slowly devoured by nature. In summer, the floor becomes overgrown with grass, leaves of plaster fall in autumn, and in winter, the blizzard comes out of the refrigerator. The Roe’s Room is a story of life and death. Nature, the final victor, will eventually devour the walls, the tables and the shelves.“Disturbing and visionary. The Roe’s Room is a masterpiece.” —Carlo Montanaro, La Nuova di Venezia",
    "chinese_title": "狍的房间",
    "douban_rating": "7.8/10 from 130 users",
    "foreign_title": "Pokój Saren",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "7.8",
    "update_at": "2025-06-15T19:55:46"
}