{
    "aka": [
        "新欧洲之旅"
    ],
    "sid": "3054427",
    "cast": [
        {
            "url": "/celebrity/1048209/",
            "name": "迈克尔·帕林 Michael Palin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528350191.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048209/",
            "name": "迈克尔·帕林 Michael Palin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1108394",
    "director": [
        {
            "url": "/celebrity/1046317/",
            "name": "约翰-保罗·戴维森 John-Paul Davidson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044447/",
            "name": "Roger Mills Roger Mills",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "7",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-09-16(英国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1108394/",
    "imdb_votes": 763,
    "this_title": [
        "Michael Palin's New Europe"
    ],
    "douban_link": "https://movie.douban.com/subject/3054427/",
    "imdb_rating": "7.5/10 from 763 users",
    "trans_title": [
        "麦克·帕林新欧洲游记",
        "新欧洲之旅"
    ],
    "douban_votes": "317",
    "introduction": "Michael Palin explores the countries that were, for much of his life, hidden behind the Iron Curtain, and now are very much part of the New Europe of post-Soviet times.1 - War and PeaceCountries visited: Slovenia, Croatia, Bosnia, Serbia, AlbaniaIn Medjugoree Michael encounters a visionary who first started having visitations from the Virgin Mary 25 years ago. In Dubrovnik he meets with lute maestro Edin Karamazov who made the recent 'Songs from the Labyrinth' album with Sting. Michael ends this visit with a sheep sacrifice which heralds an afternoon of music and hospitality typically Balkan.2 - Eastern DelightCountries visited: Macedonia, Bulgaria, TurkeyMichael makes a remarkable visit to Göreme, where the rocks have been carved to form homes and some of the most remarkable churches of the early Christian era. Leaving the Cappodocia region by balloon, he sails east towards the borders of the New Europe, which if Turkey were to join the European Union would include Iran, Iraq and Syria.3 - Wild EastCountries visited: Trans-Dniester, RomaniaMichael travels from Transdniester, a breakaway state from the Republic of Moldova, to the Vaser Valley in Romania, where he joins 80 lumberjacks as they board a wood-fired steam train. He finally ends up at Bran Castle in Transylvania, the ancestral home of Vlad the Impaler and alleged home of Bram Stoker's Dracula.4 - Danube to DnieperCountries visited: Hungary, UkraineMichael travels by road, rail and river through Hungary and the Ukraine, ending in the Black Sea resort of Yalta. Along the way he visits Budapest's 'House of Terror', a National Park in Hortobagy, an area which Attila the Hun was reputed to have rampaged across, and ends up meeting a Leeds market trader who married the Ukranian prime minister's daughter.5 - Baltic SummerCountries visited: Estonia, Latvia, Lithuania, RussiaMichael travels from Tallinn in the north, through Latvia, to Lithuania in the south, sailing into the Baltic from the Russian enclave of Kaliningrad, formerly East Prussia. In Estonia he visits a pyramid house and samples the medicinal properties of leeches. In Latvia he visits one of the most secretive places of the Communist-era, the astronomical telescope.6 - From Pole to PoleCountry visited: PolandArriving in Gdansk via canal, Michael meets former electrician Lech Walesa who formed 'Solidarity', Poland's first independent trade union, which led to the demise of communism in that country. Heading to Warsaw he visits the Palace of Culture, Stalin's controversial gift to Varsovians. Michael then makes his own personal pilgrimage to Auschwitz.7 - Journey's EndCountries visited: Slovakia, Czech Republic, GermanyHigh in the Tatra mountains of Slovakia, Michael skins a pig, and learns how to make sausages. He then departs to Brno to visit Tibor Turba's famous mime school, where he is asked to mime a cockerel. Travelling in a DC3, used during the Berlin airlift, he visits the island of Rugen, built by Hitler for his KDF ('Strength through Joy') programme.",
    "chinese_title": "麦克·帕林新欧洲游记",
    "douban_rating": "8.4/10 from 317 users",
    "foreign_title": "Michael Palin's New Europe",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.4",
    "update_at": "2025-01-30T02:22:11"
}