{
    "aka": [
        "Still Life"
    ],
    "sid": "3055949",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873488246.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050749/",
            "name": "哈伦·法罗基 Harun Farocki",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0122734",
    "director": [
        {
            "url": "/celebrity/1050749/",
            "name": "哈伦·法罗基 Harun Farocki",
            "@type": "Person"
        }
    ],
    "duration": "58 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0122734/",
    "imdb_votes": 122,
    "this_title": [
        "Stilleben"
    ],
    "douban_link": "https://movie.douban.com/subject/3055949/",
    "imdb_rating": "7.1/10 from 122 users",
    "trans_title": [
        "静物写生",
        "Still Life"
    ],
    "douban_votes": "0",
    "introduction": "According to Harun Farocki, today's photographers working in advertising are, in a way, continuing the tradition of 17th century Flemish painters in that they depict objects from everyday life - the \"still life\". The filmmaker illustrates this intriguing hypothesis with three documentary sequences which show the photographers at work creating a contemporary \"still life\": a cheese-board, beer glasses and an expensive watch.This remarkable film by Harun Farocki is a powerful essay and commentary on contemporary life. It compares the still-lifes of the Dutch painters with the still-lifes of today: Photographs for advertisements for cheese, beer and watches. Farocki's film is about objects because, according to the director, \"Gods and heroes are no longer imaginable.\" Using behind-the-scenes glimpses of modern advertising offices, where employees toil at the proper placement of objects for maximum sales effect, Farocki presents a vision of our reality in which objects bear witness to their producers. In these objects is a new image of man.",
    "chinese_title": "静物写生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Stilleben",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-14T07:29:24"
}