{
    "aka": [],
    "sid": "3056387",
    "cast": [
        {
            "url": "/celebrity/1554219/",
            "name": "劳伦斯·M.克劳斯 Lawrence M. Krauss",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0324902",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998-01-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0324902/",
    "imdb_votes": 31,
    "this_title": [
        "A Science Odyssey"
    ],
    "douban_link": "https://movie.douban.com/subject/3056387/",
    "imdb_rating": "8.6/10 from 31 users",
    "trans_title": [
        "科学奥德赛"
    ],
    "douban_votes": "0",
    "introduction": "科学奥德赛——愉快的发现之旅美国公共广播台（PBS）是一个全国性的非商业性科学文化教育电视台，也是我看得最多的一个台。我主要是看它播放的科普和历史节目，多是精品。大约两年前曾看过它的一个五集节目《科学奥德赛：百年发现》（A Science Odyssey: 100 Years of Discovery），在世纪之交对一百年来的科学技术进步做了趣味盎然的回顾。在我看来，“跨世纪”的唯一意义就在于此，让人有个机会回顾历史。一集约两个小时，连续播放，所以那几天晚上，我就几乎不干别的事了。最近在伯德斯（Borders）书店看到该电视剧的伴随读物、一本同名的印刷精美的硬皮书在降价销售，便买了一本。我经常到伯德斯书店去，原因即是新出的硬皮书过一段时间后就可在那里降价买到。美国硬皮书的纸质、彩印之佳，可谓举世无双，但是定价颇贵。比如这一本316页短16开的书，定价为30美元。但降价后只有3美元，竟是比纸皮本还便宜了。并不是劣质、滞销的书才被降级处理，实际上伯德斯降级处理的往往是好书——至少按我的标准如此。对这个发源于密歇根州（我在那里住了五年）的连锁书店，我可算是它的忠实老主顾。这本书其实是电视片解说词的缩写。电视片采访了许多专家、学者，因此颇俱前沿性、权威性，而在书中，这些采访大多被省略，或是改由作者叙述。但作者查尔斯·弗劳尔斯（Charles Flowers）是专业的科普作者，却并非科学家，事实上今天也不会有人能同时是各个科学领域的专家，因此在叙述科学事实和史实时，也就难免有一些不太准确之处。不过即使是由专家撰写的科普，有时为了简明，也会不准确，所以对这一点，倒也不必太苛求。这本现代科学史普及读物的特色，在于作者对科学发现的过程做了生活化的处理，于是科学的历程不再是冰冷、枯燥的年月、人物、数据的堆积，大科学家也不再是令人敬而远之的神秘异人，因此就有了一种亲切感。但是这种生活化的记述，并不是在传播那种关于科学家的无聊轶事，而是与整个科学发现过程－－不断的试错和改进的过程－－密切相关的。它同时也让我们体会到了某个特定的科学发现的社会氛围和发现者的个性。比如，劳伦斯的回旋加速器原理是高中物理课本就已讲到了，如果中学生们有机会听到作者侃侃而谈劳伦斯象老顽童一般的创业经过，当能激起更大的兴趣：“这个里程碑式的发明的部件，是从一台收音机上拆下来、二手买来或是自己随地拼凑的。他的工作小组用一种非常粗暴的方法测定有多少电流被释放进了马马虎虎建造起来的加速器中。一根金属棒被贴在指甲上，然后小心翼翼地伸近新生的回旋加速器，直到电火花在金属上闪现。如果电压足够高，电火花可能击中实验者的手。如果电压非常高，他将被击伤而送进最近医院的急诊室。劳伦斯不懈地向前推进。当他在深夜终于瘫倒在床上时，他还时不时地收听床头的收音机，这台收音机偶尔会收到回旋加速器产生的低频无线电信号。如果在那个频率是一片沉默，他会马上拿起电话，怒气冲冲地要求知道为什么他的发明不再嗡嗡叫了。为了能够产生一百万伏的能量加速粒子击中靶子，他简直入魔了。”接下去作者也并没有忘记简略地介绍回旋加速器的工作原理。这本书按原电视片的编排，分成了五章：“宇宙的奥秘”叙述物理和天文学的发现，“更大、更好、更快”叙述航空、航天、化工、无线电、计算机等技术发明，“更老更不稳定”叙述地质学、进化生物学和遗传学的发现，“生死之事”叙述医学的成果，“探索我们自己”叙述心理学和认知科学的进展。显然，它只涉及了现代科学中较引人注目的几个领域，而非面面俱到。即使是所涉及的领域，也遗漏了一些重要人物和发现，比如在记述基本粒子的波粒二象性时，就没有提到狄拉克的实验，会使读者误以为那只是未经实验验证的理论InformationPenicillin. The airplane. Pulsars. Organ transplants. The atomic bomb. Psychoanalysis. The Model T. DNA. Volcanoes. The computer. Apollo 8. Travel to the dramatic frontier of scientific discovery and exploration as the most astonishing 100 years of science and technology dramatically unfold with the premiere of A Science Odyssey -- the journey of a century. Hosted by award-winning journalist Charles Osgood, this five-part, ten-hour series explores the sweeping changes that have revolutionized life and thinking in the twentieth century.Each two-hour episode moves chronologically through the century, blending exciting historic adventures -- full of twists and turns, suspense and surprise -- with the political, economic, and cultural changes that have caused or come about because of scientific discovery. Through illuminating first-hand interviews, rare historical footage, and computer animations, A Science Odyssey offers a rich behind-the-science chronicle of the century's most revolutionary scientific and technological discoveries._________________________________________________________________Part 1&2 OriginsThe earthquake that shatters San Francisco in 1906 opens a century of explosive discoveries and debates in the earth sciences. See the Earth through the eyes of Alfred Wegener, who struggles to convince the scientific establishment that continents move. Watch as radiodating techniques increase Earth's estimated age - sometimes inspiring skepticism if not outrage. Meanwhile, a parallel upheaval rumbles the life sciences, where new evidence of our primate ancestors and the discovery of DNA's structure stir up controversies of their own. Ancient fossils and living cells give up their secrets to change our view of our species and the mechanics of life.Highlights include: Age and origins of the Earth. Volcanoes. Earthquakes. Alfred Wegener. Continental drift. Harry Hess. Plate tectonics. The Himalayas. The formation of mountains. Religion, myth, and science. Human origins. The Scopes trial. The legacy of Charles Darwin. Mutation and adaptation. Paleoanthropology. Louis and Mary Leakey. Donald Johanson and \"Lucy.\" Primordial soup. DNA. Origins of life.Part 3&4 Mysteries of the UniverseAt the beginning of the century, discoveries about the hidden workings of the everyday world suggest all is not as it seems. Quantum theory, relativity, nuclear power, and clues about the birth and death of the universe have rocked our deepest beliefs. Mysteries of the Universe journeys from the subatomic world of the atom to the farthest reaches of space and time, and into the laboratories of the men and women whose work has forever altered physics and astronomy.Highlights include: George Ellery Hale and the Mount Wilson telescope. Henrietta Leavitt. Edwin Hubble. Albert Einstein. Niels Bohr and the Quantum Theory of Matter. The structure of the atom. Jocelyn Bell and pulsars. The size of the universe. The Big Bang. Black holes. Quarks. Super colliders. Unified field and string theories.Part 5&6 In Search of OurselvesIt's all in the genes. Or is it? In Search of Ourselves traces the pendulum swing of psychological theory from nature to nurture and back again. Case studies, classic experiments, and research on the brain blaze this trail of discovery, revealing what we have learned about ourselves and what still remains a riddle. We also see the dark side of our faith in the perfectibility of human nature, as scientific ideas are twisted to fit political agendas. In Search of Ourselves is a story of the lessons learned, as well as the ways which we have learned them. As the century draws to a close, human behavior remains an irresistible frontier.Highlights include: Jean-Martin Charcot and hysteria. Sigmund Freud. Psychoanalysis. Shell shock. IQ tests. Eugenics. Scientist-turned-ad-man John B. Watson and the behaviorist movement. Conditioning. B. F. Skinner. Harry Harlow and the power of love and comfort. Frieda Fromm Reichmann and the treatment of schizophrenia at Chestnut Lodge. Mental institutions. Drug therapy. Alzheimer's disease.Part 7&8 Matters of Life and DeathFrom the days of house calls to the era of high-tech hospitals, Matters of Life and Death tracks the passion and determination of medical science in the twentieth century. Dramatic experiments, the politics of science, and races against the clock form a backdrop to the discovery of new treatments, antibiotics, and advances in surgery and medical technology that have lengthened our lives and force us to rethink our assumptions about life and death.Highlights include: Bubonic plague. Joseph Goldberger and pellagra. Frederick Banting, Charles Best, James Collip and insulin. Chronic illness. Alexander Fleming and penicillin. Howard Florey and Ernst Chain. Open heart surgery. Kidney and heart transplants. The mechanics and politics of organ transplantation. Cancer.Part 9&10 Bigger, Better, FasterOur science odyssey starts in a modest, turn-of-the-century home. Inklings of change are evident, but are the residents prepared for the technological transformation the coming years will bring? The startling view of gravity-defying humans flying free from the earth is just an introduction to the surprises ahead. And each new technological development, whether a car for the masses or a worldwide computer network, brings profound changes to homes across the country and the globe - and to the lives of the people in them.Highlights include: The Wright brothers. France and the U.S. compete for the first in flight honors. Cal Rodgers, the \"Vin Fiz\" Flyer, and the first trans-American flight. The airplane goes to war. Henry Ford and the Model T. Mass production - and consumption. Technology pushes social change. Radio. The 1939 World's Fair. Breaking the polymer barrier. Wallace Carothers and nylon. The Whirlwind. NASA and the space race. The Internet and the World Wide Web.",
    "chinese_title": "科学奥德赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Science Odyssey",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2026-02-05T14:28:44"
}