{
    "aka": [],
    "sid": "3059336",
    "cast": [
        {
            "url": "/celebrity/1064178/",
            "name": "奥顿·巴斯托斯 Othon Bastos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140494/",
            "name": "Isabel Ribeiro Isabel Ribeiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1111592/",
            "name": "Vanda Lacerda Vanda Lacerda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108423/",
            "name": "马里奥·拉戈 Mário Lago",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150702/",
            "name": "Joffre Soares Joffre Soares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039965/",
            "name": "鲁道夫·阿瑞纳 Rodolfo Arena",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560378984.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1042511/",
            "name": "莱昂·赫兹曼 Leon Hirszman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044023/",
            "name": "Graciliano Ramos Graciliano Ramos",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0185714",
    "director": [
        {
            "url": "/celebrity/1042511/",
            "name": "莱昂·赫兹曼 Leon Hirszman",
            "@type": "Person"
        }
    ],
    "duration": "113 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1972-06(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0185714/",
    "imdb_votes": 564,
    "this_title": [
        "São Bernardo"
    ],
    "douban_link": "https://movie.douban.com/subject/3059336/",
    "imdb_rating": "7.8/10 from 564 users",
    "trans_title": [
        "圣贝尔纳尔多"
    ],
    "douban_votes": "0",
    "introduction": "改编自巴西批判现实主义小说家拉莫斯的名著，由新浪潮导演Leon Hirszman执导，是70年代巴西新电影运动中最激进的作品之一，但无疑也是一部难得的杰作。影片获柏林电影节新电影论坛国际奖及多项巴西国家电影奖。Hirszman拍完此片后被迫流亡智利。The most provocative Novo film of the 1970s, São Bernardo (1972), directed by Leon Hirszman (who died of AIDS at 49, in 1987), is based on a novel by Graciliano Ramos, author of Barren Lives, and was released at a time when Brazilian porno films were beginning to flood the market. Shot with a lean visual style that recalls Bresson, São Bernardo is an absorbing morality play about cutthroat capitalism whose protagonist, a brutal plantation owner, had come to power through force and murder, like the military rulers of Brazil. After its release, the director lived abroad for several years.The story of Paulo Honório, a poor kid who becomes a rich farmer. Obsessed by his desire to get even richer, he doesn't pay much attention to his wife, Madalena, a teacher who reacts against his tyrannical ways. Based on the great brazilian realism writer Graciliano Ramos' novel.Leon Hirszman (1938-1987) is one of Brazil's best-known film directors. Mr. Hirszman directed the 1967 film \"Garota de Ipanema\" (\"The Girl From Ipanema\"), which he once described as \"my only film made to make money.\"Born in Rio de Janeiro on Nov. 22, 1937, Mr. Hirszman left Brazil in 1974 at a time of increasing political repression, to live in Chile for two years. Mr. Hirszman won an award at the Venice Film Festival in 1981 with his film \"Eles Nao Usam Black Tie\" (\"They Don't Wear Black Tie\"). The film was chosen as \"best picture of the year\" in Brazil and Mr. Hirszman was also named as best director.His first major film, \"A Falecida\" (\"The Deceased\"), won a special jury award at the International Film Festival of Rio de Janeiro in 1965. In 1970, he directed \"Sao Bernardo,\" which is considered a classic in Brazil. His last film, \"Imagens do Inconsciente\" (\"Images of the Unconscious\") is to be released in Brazil in November.",
    "chinese_title": "圣贝尔纳尔多",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "São Bernardo",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-29T02:35:33"
}