{
    "aka": [
        "Hurricanes"
    ],
    "sid": "3059337",
    "cast": [
        {
            "url": "/celebrity/1057989/",
            "name": "克拉拉·巴迪奥拉 Klara Badiola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063796/",
            "name": "马里奥·巴尔马塞达 Mario Balmaseda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136076/",
            "name": "劳尔·波马雷斯 Raúl Pomares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199775/",
            "name": "蒂托·朱诺 Tito Junco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1220100/",
            "name": "罗伯特·萨马丁 Roberto Sanmartín",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "古巴/法国/西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1307268/",
            "name": "Enrique Colina Enrique Colina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0389974",
    "director": [
        {
            "url": "/celebrity/1307268/",
            "name": "Enrique Colina Enrique Colina",
            "@type": "Person"
        }
    ],
    "duration": "Colombia: 119 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2003-10-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0389974/",
    "imdb_votes": 62,
    "this_title": [
        "Entre Ciclones"
    ],
    "douban_link": "https://movie.douban.com/subject/3059337/",
    "imdb_rating": "7.8/10 from 62 users",
    "trans_title": [
        "飓风",
        "Hurricanes"
    ],
    "douban_votes": "0",
    "introduction": "Hilarious slice of everyday life in Cuba. A hugely popular comedy hit in Cuba in early 2003, this is the story of Tomas (Mijail Mulkay), a trainee telephone repairman in Havana, newly employed by the phone company, constantly being confronted by the frustrations caused by a socialist system that rigidly controls the way that life - and business - is conducted. Having just lost his apartment in a hurricane, Tomas is forced to move in with Monica, his hairdresser girlfriend, desperate to get a telephone at any cost. When Tomas meets Adriana, an older woman and a foreigner, with a luxury apartment and three telephone lines, the opportunity for Tomas to obtain a line for Monica presents itself. But complications immediately ensue. The movie is obviously a low budget production, lacking studio sets, but for anyone who is interested in a candid, \"back street\" view of Havana, with raw and unglamorous footage of the city's tenements, this is an absolute must. A charmingly loopy look at the constant frustrations the Cuban people must contend with on a day to day basis, with wonderfully funny details unexpectedly tossed in from time to time. One can smell the frustration of these people, not quite as gullible in accepting the communist ethic as their government would wish. A laugh out loud performance from Mijail Mulkay as the constantly embattled Tomas and a good, almost-documentary approach to direction by Enrique Colina. Worth seeing for the off-the-beaten-track view of Havana's back streets and the irreverent, comedic view of life in a socialist state.How to survive in Cuba? The film has simply good acting from Mijail Mulkay, the main star of this material, as well from the Cuban exuberant ladies Yaima Torres and Indira Valdés and good plot. This comedy-drama was directed by Mr. Enrique Colina, who in fact is not a film director, but a critic. Cuban cinematography is one of the best in the world at present, simply because it is able to say too many things of the Cuban reality just joking or showing by camera what is really going on in the country. Hollywood is a child in comparison with Cuban ICAIC. OSCAR award has the same level probably because of its political reasons and ignorance, simply unable to understand the value of films like this one. I am sure that ICAIC can make a good film about the elections of US president in 2000, but just joking and showing the reality. Here it is also shown how the people in Cuba have to live and to do in order to survive. Every ingredient of the Cuban reality is here smartly shown as a joke. A young man without a place where to decently live, doing whatever possible to survive, selling his lunch to get some money, having sex with an ugly lady from Spain, is the main hero here. In general, it shows the reality of a country and a system. Hollywood is still to know about the existence of such a film, which is sold already in US subtitled in English. I invite those cinema fans to see it and to share their views.",
    "chinese_title": "飓风",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Entre Ciclones",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-08T17:00:10"
}