{
    "aka": [],
    "sid": "3062888",
    "cast": [
        {
            "url": "/celebrity/1316394/",
            "name": "黄梅莹 Meiying Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316399/",
            "name": "孙艺菲 Yifei Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037851/",
            "name": "周韵 Yun Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274230/",
            "name": "郭晓东 Xiaodong Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867157802.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1300382/",
            "name": "万方 Fang Wan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1346164/",
            "name": "田迪 Di Tian",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "21",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "你是苹果我是梨"
    ],
    "douban_link": "https://movie.douban.com/subject/3062888/",
    "trans_title": [
        ""
    ],
    "douban_votes": "207",
    "introduction": "早晨的阳光很美好，但汤梨华却感到天突然阴了。邻居小希看到汤梨华的女婿与一个女孩亲热地走在街上，而这个女孩却不是汤梨华的女儿。这个偶然的发现不仅让汤梨华为女儿痛心，也勾起了自己的心痛，她想起若干年前丈夫的背叛。在那次伤害与耻辱之后，汤梨华独自带大女儿，她把女儿的名字改为“汤红”，希望从此与那个叫艾明言的人断绝一切关系。自己的遭遇又重现在女儿身上，汤梨华难过地想把这个消息告诉女儿，可她没想到，汤红早已知道了。女儿的隐瞒引起两人之间不可遏制的争吵。邻居小希是汤梨华看着长大的，随着她慢慢由一个小猫般的小女孩长成一个充满魅力的女人，她们的感情也越发牢不可破起来。漂亮活泼的小希爱上了黄超，这是一个充满活力、热情执著的男孩。他酷爱创作，决心要成为一名剧作家。汤梨华、汤红、杨耳三人形成了对峙局面，杨耳从此几乎不进汤梨华的家门了，而他对那个女孩郭微微并没有什么超出一般的好感。汤红瞒着母亲去寻找多年未见的父亲，父亲是一所大学的美学教授。当见到父亲的一刹那，她却退缩了，那一声“爸爸”并不是这么容易就能叫出口的。黄超是个善良、有追求的艺术青年，却也是个以自我为中心的人。他不顾一切地追求他心中的艺术，舍弃了很多，选择了一般人无法理解的生活方式。而这种状态不可避免地影响了他和小希的生活，尽管小希非常爱他，他却总是在不经意间伤害小希。杨耳买了新房，因为和汤梨华不和，没装修杨耳带着汤红就搬了进去。不久，杨耳父母从西北农村来探望。汤红每天操劳，汤梨华心疼女儿，以生病为由把女儿叫来休息。杨耳父母前去探望，却从小希那里得知汤梨华根本没生病，杨耳心里愈加不痛快。汤红非常委屈，两人之间越来越冷淡。而当汤梨华得知女儿和父亲的联系时，怒不可遏，这在她看来绝对是一个背叛。艾明言因为汤红的事情突然打电话约汤梨华见面，使她猝不及防。在小希的怂恿下，她竟然答应了前夫。汤梨华不禁有些埋怨小希，对她来说，面对这个伤痕不是一件轻松的事。汤红知道母亲与父亲开始有了联系，她心中涌起一种复杂的感受。母亲曾经那么强烈地敌视杨耳，现在她自己却和曾经抛弃她的人来往上了。更让汤红吃惊的是，她发现在小希的安排下，母亲开始和男人约会了。汤红感到羞耻，她甚至想不再回母亲家。她激动地跟父亲说起母亲的变化，没想到父亲对此很理解。小希下定决心与黄超分手，她与老谭交往，想忘掉黄超，却发现他是个势利虚伪的人，这与黄超的真挚形成了鲜明对比。时间悄悄地改变着一切，一天，汤红打电话告诉母亲，她和杨耳要请他吃饭。杨耳要去西北创业，而汤红决定追随他。汤梨华难免为女儿担忧，却也勉强同意。雨夜，黄超来找小希。小希始终未开门，但当她在窗前看见黄超在滂沱大雨中依然固执地等待她时，终于不顾一切地冲了下去。与此同时，汤梨华接到女儿的电话，电话里传出女儿激动的声音，她怀孕了。",
    "chinese_title": "你是苹果我是梨",
    "douban_rating": "7.9/10 from 207 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-03-26T02:35:18"
}