{
    "aka": [
        "Ghost Fleet",
        "Ghost Fleet: The Epic Voyage of Zheng He",
        "Treasure Fleet-The Adventures of Zheng He"
    ],
    "sid": "3063779",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2903001719.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1555806/",
            "name": "乔纳森·芬尼根 Jonathan Finnigan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-05-27(英国)"
    ],
    "this_title": [
        "Treasure Fleet: The Epic Voyage of Zheng He"
    ],
    "douban_link": "https://movie.douban.com/subject/3063779/",
    "trans_title": [
        "伟大传奇再现：郑和的史诗之旅",
        "Ghost Fleet",
        "Ghost Fleet: The Epic Voyage of Zheng He",
        "Treasure Fleet-The Adventures of Zheng He"
    ],
    "douban_votes": "86",
    "introduction": "From the makers of Marco Polo: The China Mystery Revealed, comes the vivid and compelling story of the 14th century Chinese admiral Zheng He.We follow National Geographic photographer Mike Yamashita on a journey from China, to the Swahili coast of Africa. Stilt fishermen in Vietnam, Sulphur miners in Java, ancient martial arts in India and shark markets in Yemen, all contribute their colour to a palette of extraordinary richness.We follow the young hero from his eerie castration as a child to his final faltering steps in the Forbidden City as his enemies closed around him. The historical recreations of the life of Zheng He evoke and explain the power and ambition of Ming Dynasty China.In tracing the voyages of the great Chinese treasure fleet and its enigmatic leader, we bring the past alive. We learn of the legacy left behind by the extraordinary leader and glimpse an era of Chinese history that promised so much, but left so little. This documentary unravels the mystery of the vanishing fleet and the consequences of this momentous turn of events.",
    "chinese_title": "伟大传奇再现：郑和的史诗之旅",
    "douban_rating": "7.7/10 from 86 users",
    "foreign_title": "Treasure Fleet: The Epic Voyage of Zheng He",
    "douban_rating_average": "7.7",
    "update_at": "2025-07-11T20:35:20"
}