{
    "aka": [],
    "sid": "3063413",
    "cast": [
        "Jane Badler",
        "Michael Durrell"
    ],
    "site": "douban",
    "tags": [
        "美剧",
        "科幻",
        "外星人",
        "美国",
        "电视剧",
        "外星入侵",
        "US",
        "美國"
    ],
    "year": "1983",
    "genre": [
        "科幻"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/subject/s/public/s3075710.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "Kenneth Johnson"
    ],
    "imdb_id": "tt0085106",
    "director": [
        "Kenneth Johnson"
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1983-05-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0085106",
    "imdb_votes": 13109,
    "this_title": [
        "V"
    ],
    "douban_link": "https://movie.douban.com/subject/3063413/",
    "imdb_rating": "7.9/10 from 13109 users",
    "trans_title": [
        "老版V星入侵迷你剧"
    ],
    "douban_votes": 0,
    "introduction": "The Earth has been invaded by lizard-like beings from another planet called Visitors. A small resistance of rebels led by photojournalist Mike Donovan, Dr. Julie Parrish and mercenary Ham Tyler fight the Nazi-like reign. The aliens usually appear disguised as humans, and are led by Diana, their queen. Written by Marty McKee {mmckee@wkio.com}\nThis series features the characters from the two mini-series about aliens coming to Earth claiming to be friends but in reality have an ulterior motive. The aliens may have been beaten in the mini-series but there are still a lot of them out there. In this series, Nathan Bates, the industrialist who manufactures the biological weapon that was used to defeat the aliens, wants to get his hands on the aliens' technology, so that he could profit from it, makes a deal with Diana, the alien leader. Rebel leaders, Mike Donovan, Ham Tyler, and Julie Parish know that Diana can't be trusted, so they are constantly trying to figure out what Diana is up to and stop her. Written by {rcs0411@yahoo.com}",
    "chinese_title": "老版V星入侵迷你剧",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "V",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2024-10-27T14:49:07"
}