{
    "aka": [
        "The Promised Land"
    ],
    "sid": "3065638",
    "cast": [
        {
            "url": "/celebrity/1025892/",
            "name": "尼尔森·维拉格拉 Nelson Villagra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074989/",
            "name": "Carmen Bueno Carmen Bueno",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575438355.jpg",
    "region": [
        "古巴",
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1023434/",
            "name": "米盖尔·里廷 Miguel Littin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0140620",
    "director": [
        {
            "url": "/celebrity/1023434/",
            "name": "米盖尔·里廷 Miguel Littin",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1973-07(莫斯科电影节)",
        "1974-09-20(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0140620/",
    "imdb_votes": 100,
    "this_title": [
        "La tierra prometida"
    ],
    "douban_link": "https://movie.douban.com/subject/3065638/",
    "imdb_rating": "7.0/10 from 100 users",
    "trans_title": [
        "约束之地",
        "The Promised Land"
    ],
    "douban_votes": "0",
    "introduction": "Miguel Littin离开智利之前拍的最后一部片，历史革命题材，由于73年政变爆发时影片还未完成，直到一年后他在古巴拍完了最后场景。当然影片在智利国内被禁直至独裁垮台，05年洛衫机拉美电影节最佳影片。The coup d'etat, which in September 1973 dismantled the film production infrastructure in Chile, suspended only momentarily the activity of filmmakers who since 1956 had worked towards the construction of a national cinema. Filmmakers, technicians, actors and critics left the country, among thousands of Chilean refugees. Projects which had been started during the three year period of the Popular Unity government had to be finished in exile.Films like Miguel Littin's LA TIERRA PROMETIDA (The Promised Land, 1972-1974) and Patricio Guzmán's LA BATALLA DE CHILE (The Battle of Chile, 1972-1979) confirmed that Chilean filmmakers were committed to continuing their work as militants and artists. These two films, among many others, played an important role in the solidarity campaign that mobilized groups and individuals throughout the world.Since 1974, 155 films have been produced by Chilean filmmakers living in 16 different countries.[1] The quantity and quality of some of these films made in exile since 1974 have prompted me to undertake a long term research project to study the peculiarities and characteristics of this unique phenomenon in the history of Latin American cinema. The diversity and energy of some films, shown mainly in festivals, retrospectives and special programs, raise interesting questions related to nationally oriented cultural production outside of its natural borders.",
    "chinese_title": "约束之地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La tierra prometida",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-02-26T22:23:33"
}