{
    "aka": [],
    "sid": "3066317",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2915885667.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1172222",
    "director": [
        {
            "url": "/celebrity/1312029/",
            "name": "Christian Karim Chrobog Christian Karim Chrobog",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-06-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1172222/",
    "imdb_votes": 109,
    "this_title": [
        "War Child"
    ],
    "douban_link": "https://movie.douban.com/subject/3066317/",
    "imdb_rating": "7.8/10 from 109 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "關於蘇丹Hip-hop歌手 Emmanuel Jal 與南蘇丹實況的紀錄片。\"Left home at the age of seven/One year later I leave with an AK-47.\" For hip-hop artist Emmanuel Jal, a veteran of the 20-year civil war in southern Sudan, these lyrics are hardly empty posturing. One of the tens of thousands of \"lost boys\" of the Sudan, Jal left his devastated home in 1987. At a United Nations camp for Sudanese refugees in Ethiopia, he became the children's spokesperson and soon joined the Sudanese People's Liberation Army, training to fight the Arab-dominated north right under the UN's watch. After almost five years, he and his friends deserted, embarking on a harrowing journey that few survived. Now in his 20s, Jal is using his music to raise awareness about the ongoing humanitarian crisis in Sudan and the plight of child soldiers throughout the world. First-time filmmaker C. Karim Chrobog follows Jal as he performs at a fundraiser and meets with students in Washington, DC then returns to Sudan for the first time in 18 years to reunite with his family, including the father who summoned him to war and then abandoned him. On the way he visits a battlefield that brings back painful memories, a UN camp in Kenya for Sudanese orphans, and the Nairobi prep school where he wound up after a chain of events so remarkable they'll soon be retold in a movie directed by Tony Scott. \"I believe I survived for a reason,\" raps Jal in his hit \"War Child,\" and that reason is evident in every frame of Chrobog's moving portrait.--Nancy Schafer",
    "chinese_title": "War Child",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-05T13:29:04"
}