{
    "aka": [
        "哈克贝利芬历险记"
    ],
    "sid": "3068161",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "动画",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2560203627.jpg",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1228970/",
            "name": "John Palmer John Palmer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037000/",
            "name": "马克·吐温 Mark Twain",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0757856",
    "director": [],
    "duration": "46分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1984-11-23(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0757856/",
    "imdb_votes": 34,
    "this_title": [
        "The Adventures of Huckleberry Finn"
    ],
    "douban_link": "https://movie.douban.com/subject/3068161/",
    "imdb_rating": "6.6/10 from 34 users",
    "trans_title": [
        "哈克贝利·芬历险记",
        "哈克贝利芬历险记"
    ],
    "douban_votes": "493",
    "introduction": "首先要说明的是，请各位先把这部动画片和另一部日本的汤姆索亚历险记区分开。刚才发现原来上的图就是错的~~哈克的父亲找哈克要他在一次冒险中得来的钱，得知哈克被道格拉斯寡妇收养，并上学时，就把他关在一个小木屋里。哈克伪造成他被杀死的假象，并用一个小筏逃走。这时他遇到了吉姆。吉姆是道格拉斯寡妇的妹妹的奴隶，他因为无法忍受沉重的工作而逃到杰克逊岛。他们两个人就躲在岛上。后来有人来搜索，他们就乘着竹筏逃到对岸的自由区。航行到半途之时，他们的竹筏和蒸汽轮船撞上了。哈克和吉姆掉到河里。哈克后来被一位富有的商人救起，但是随而卷入纷争和枪击事件，在这一片混乱中他和吉姆再次见面。不过他们很不幸地被“年轻的公爵”和“老国王”两个骗子所骗。他们教哈克和吉姆到各城市去传教骗钱，或是耍宝、愚弄乡民以骗取他们的金钱，或是遇到有人死亡便到他家中诈骗钱财，这两位骗子对哈克和吉姆无所不用其极。后来哈克好不容易才逃回到船上，但是他却没找到吉姆。原来吉姆被“老国王”卖到菲尔富士农夫家。而菲尔富士的太太刚好是汤姆的叔母。哈克知道这件事后就和汤姆商量如何救出吉姆。经过一番惊险的行 动，他们三个人终于逃出菲尔富士家。逃亡途中，汤姆的脚被枪击中，伤势很严 重。由吉姆陪他到镇上治疗，一不小心吉姆又被捉走了。这个时候汤姆的叔母玻莉到镇上来。她带来消息说：道格拉斯寡妇的妹妹已经死了。她在遗嘱里恢复吉姆为自由身。而哈克的父亲也死了，他也恢复自由身。不过这次他要由波莉姨妈收养。哈克曾经在道格拉斯寡妇那儿吃过苦头，对于这种被文明人士教养的经验，他实在受不了。所以，他再一次逃走，与汤姆踏上历险的旅程……吉姆是个忠厚能干的黑人，但他依然避免不了被任意贩卖的厄运，他的不幸命运是广大黑奴悲苦人生的真实写照。值得肯定的是，他不再像哈里叶特·斯托笔下的汤姆叔叔那样，面对迫害逆来顺受，而是采取了出逃的对策，在当时的历史条件下，这要算是力所能及的反抗了。他还是一个富有同情心和牺牲精神的人，在大河上漂流时，他处处照顾哈克，尽可能不让孩子受惊受苦；当汤姆中弹受伤时，他不顾自己的安危，留在危险区域协助医生救护孩子。通过吉姆一系列高尚热诚行为的描绘，作品告诉我们，黑人在人格上不仅不比白人差，甚至在许多方面还超过了白人，由此彻底粉碎了种族歧视的谬论邪说。通过这一形象的塑造，小说意在表明废除蓄奴制的必要性和迫切性。哈克是小说的中心人物，也是美国文学史上一个著名的富于正义感和叛逆精神的儿童形象。小说开始时，他虽然活泼好动，爱好自由生活，但因为长期受到种族主义反动说教和社会风气的影响，歧视吉姆，常常捉弄他，一度想写信告发吉姆的行踪。经过与吉姆同行的日日夜夜，他终于认同了吉姆，决心帮助他获得自由。小说以颇具戏剧性的笔触描写了哈克内心斗争的结果：他拿起了那封告发信说道：“好吧，那么，下地狱就下地狱吧”，随后就一下子把信扯掉了。这段非常传神的描写诚如作家所言，是“健全的心灵（即民主理想）与畸形的意识（即种族偏见）发生了冲突，畸形的意识吃了败仗”。哈克的思想转变和多次帮助吉姆渡过难关的行动，说明既然种族主义谬论连一个孩子都蒙骗不了，那么蓄奴制度的崩溃确实是历史的必然，同时也表明了作家提倡白人黑人携手奋斗，共创民主自由新世界的先进思想。这部小说也比较全面地体现了马克·吐温创作的艺术魅力。首先，作品把现实主义的真实性和浪漫主义的抒情性很好地糅合在一起，哈克与吉姆的漂流经历充满了传奇色彩，密西西比河上和沿岸的自然景物在作者笔下也闪烁着奇异壮丽的光华，而沿岸一带的城乡生活描写则翔实真切，具体可感。这种奇妙的融合尤其体现在哈克的思想斗争中，作家既纤毫毕露地呈示了人物意识活动的逻辑轨迹，又不无幽默风趣地调侃嘲弄了宗教谬说给一个孩子造成的荒唐观念。其次，作品采用第一人称叙事方式，从哈克的视角反映生活、刻画形象，亲切生动，引人入胜。再次，作品的语言颇具特色，作家在广泛采用美国南方方言和黑人俚语的基础上，经过精妙地提炼加工，形成了一种富于口语化特征的文学语言，简洁生动，自然含蓄，是英语文学的范本。一百多年来，这部小说一直受到世界各国人民的热烈欢迎，专家们也好评如潮。英国诗人艾略特认为哈克的形象是不朽的，堪与堂吉诃德、浮士德、哈姆莱特比美，美国小说家海明威称颂它“是我们所有的书中最好的一本书”。《哈克贝利·芬历险记》：哈克贝利是一个聪明、善良、勇敢的白人少年。他为了追求自由的生活，逃亡到密西西比河上。在逃亡途中，他遇到了黑奴吉姆。吉姆是一个勤劳朴实、热情诚实、忠心耿耿的黑奴，他为了逃脱被主人再次卖掉的命运，从主人家中出逃。他们一起漂流在密西西比河上，过着自由自在的生活，两人成了好朋友。哈克贝利为了吉姆的自由，历尽千辛万苦，最后得知，吉姆的主人已在遗嘱里解放了他。小说中，哈克贝利和吉姆的性格鲜明突出，形象栩栩如生。全篇的现实主义描绘和浪漫主义抒情交相辉映，尖锐深刻的揭露、幽默辛辣的讽刺以及浪漫传奇的描写浑然一体，形成了马克·吐温独特的艺术风格。",
    "chinese_title": "哈克贝利·芬历险记",
    "douban_rating": "8.6/10 from 493 users",
    "foreign_title": "The Adventures of Huckleberry Finn",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "8.6",
    "update_at": "2025-05-29T04:44:42"
}