{
    "aka": [],
    "sid": "3069501",
    "cast": [
        {
            "url": "/celebrity/1160227/",
            "name": "夏洛特·斯图尔特 Charlotte Stewart",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212901/",
            "name": "John Herzog John Herzog",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1292817/",
            "name": "Alan Myers Alan Myers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090228/",
            "name": "Mickey Fox Mickey Fox",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076512/",
            "name": "Bob Casale Bob Casale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064023/",
            "name": "David Blue David Blue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048237/",
            "name": "马克·马瑟斯鲍夫 Mark Mothersbaugh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044720/",
            "name": "丹尼斯·霍珀 Dennis Hopper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041245/",
            "name": "莎莉·柯克兰德 Sally Kirkland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031965/",
            "name": "迪恩·斯托克维尔 Dean Stockwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023969/",
            "name": "罗伯特·马瑟斯鲍夫 Robert Mothersbaugh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023926/",
            "name": "杰拉德·V·卡萨利 Gerald V. Casale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014005/",
            "name": "拉斯·坦布林 Russ Tamblyn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2737681587.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031965/",
            "name": "迪恩·斯托克维尔 Dean Stockwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014005/",
            "name": "拉斯·坦布林 Russ Tamblyn",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0084099",
    "director": [
        {
            "url": "/celebrity/1031965/",
            "name": "迪恩·斯托克维尔 Dean Stockwell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165350/",
            "name": "尼尔·杨 Neil Young",
            "@type": "Person"
        }
    ],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1982-09-01(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0084099/",
    "imdb_votes": 856,
    "this_title": [
        "Human Highway"
    ],
    "douban_link": "https://movie.douban.com/subject/3069501/",
    "imdb_rating": "5.9/10 from 856 users",
    "trans_title": [
        "人类公路"
    ],
    "douban_votes": "0",
    "introduction": "Employees and customers spend time at a small gas station-diner in a fictional town next to a nuclear power plant unaware it is the last day on Earth. Young Otto (Dean Stockwell) has received ownership of the failing business by the Will of his recently deceased father. His employee, Lionel Switch (Neil Young), is the garage's goofy and bumbling auto mechanic who dreams of being a rock star. \"I can do it!\" Lionel often exclaims. After some modest character development and a collage-like dream sequence there is a tongue-in-cheek choreographed musical finale while nuclear war begins.At the destroyed gas station-diner post nuclear holocaust Booji Boy (Mark Mothersbaugh) is a lone survivor, but after his cynical prose the opening credits are a return to present time prior to apocalypse. [Some edits of the film place this scene at the end, including the most recent Director's Cut.]At the nuclear power plant nuclear garbage persons (members of Devo) reveal that radioactive waste is routinely mishandled and dumped at the nearby town of Linear Valley. They sing a remake of \"Worried Man Blues\" while loading waste barrels on an old truck. Meanwhile, Lionel and his buddy Fred Kelly (Russ Tamblyn) ride bicycles to work. Fred states that Old Otto's recent death was by radiation poisoning. They remain unaware of the implications as Lionel laments it should have been himself that died because he has worked on \"almost every radiator in every car in town.\"Early in the day at the diner Young Otto announces he must fire an employee for lack of money. He chooses waitress Kathryn (Sally Kirkland) who has a tantrum and refuses to leave. She sits down weeping at a booth that has a picture on the wall of Old Otto (also Stockwell) and chooses on the juke box the song \"The End of the World\". Later, waitress Irene (Geraldine Baron) overhears Young Otto's plans to fire everybody, destroy the buildings and collect on a fraud insurance claim. Irene demands to be included in the scheme and to seal the deal with a kiss.Although Lionel has a crush on the waitress Charlotte (Charlotte Stewart), she has a crush on the milkman Earl Duke (David Blue). After an earthquake Duke, dressed in white, enters the diner with a delivery. He flirts with her saying, \"Charlotte ...on my way over here this morning I thought about you and the earth moved.\" She replies, \"You felt it too!\" He also offers her a milk bath. While he is there a dining Arab sheik offers him wealth in return for his \"whiteness.\"A limousine stops at the gas station. After Lionel learns his rock star idol, Frankie Fontaine (also Young), is in the limousine he insists the vehicle will need work. After meeting rock star Frankie, who appears to lead an opulent, sequestered and drug influenced life-style, Lionel says to the wooden Indian in his shop, \"Now there's a real human being!\"Lionel receives a bump on the head while working on Frankie's limousine and enters a dream. He becomes a rock star with a back up band of wooden Indians. Back stage he is given a milk bath by Irene. Lionel travels with his band (the wooden Indians) and crew (all people from his waking life) by trucks through the desert. The wooden Indians become missing.During \"Goin' Back\" (a song by Young) the entourage recreates in the desert near a Pueblo. Native Americans prepare a bonfire to burn the wooden Indians which had been missing. Soon Lionel is playing music and dancing around the bonfire which appears to have become the center of a Pow-wow. \"Goin' Back\" ends gazing into the bonfire of burning wooden Indians. \"Hey, Hey, My, My\" is a ten-minute studio jam performance of Devo and Young.Lionel wakes from his dream surrounded by concerned friends much like Dorothy in The Wizard of Oz. Soon there is the start of global nuclear war. No one is sure what is happening until it is announced by Booji Boy, as \"the hour of sleep.\" He then provides shovels and commands everyone to \"dig that hole and dance like a mole!\" The cast then enters a choreographed adaptation of \"Worried Man\". The planet is engulfed in radioactive glow and the cast, still festive, climbs a stairway to heaven accompanied by harp music.",
    "chinese_title": "人类公路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Human Highway",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-17T07:14:10"
}