{
    "aka": [
        "列车上的奇遇",
        "火车上的追捕"
    ],
    "sid": "3070652",
    "cast": [
        {
            "url": "/celebrity/1036942/",
            "name": "佩吉·阿什克罗福特 Peggy Ashcroft",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1062359/",
            "name": "Sean Barry-Weske Sean Barry-Weske",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074909/",
            "name": "Baron Casanov Baron Casanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041237/",
            "name": "迈克尔·基臣 Michael Kitchen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084862/",
            "name": "勒克斯·范·德尔登 Lex van Delden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874617557.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0080507",
    "director": [],
    "duration": "80分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1980-10-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0080507/",
    "imdb_votes": 377,
    "this_title": [
        "Caught on a Train"
    ],
    "douban_link": "https://movie.douban.com/subject/3070652/",
    "imdb_rating": "7.8/10 from 377 users",
    "trans_title": [
        "列车上的追捕",
        "列车上的奇遇",
        "火车上的追捕"
    ],
    "douban_votes": "0",
    "introduction": "Exploring the contradictory feelings aroused by travelling, Stephen Poliakoff's television play shows the journey of a publisher on the Ostend-Vienna express to a book fair in Linz. Tautly scripted and edited, the drama is largely a conversation piece between Peter (Michael Kitchen) and the irritable Viennese lady Frau Messner (Peggy Ashcroft).Characteristically, Poliakoff balances the personal and the social, using the train to represent Peter's personal journey and to comment on the chaotic state of Europe at the turn of the decade. The drama reflects the wider historical and cultural issues of the period, touching on Anglo-American relations, modern terrorism and Hitler's popularity in Austria.Naturalistic in its dialogue and camera style, the drama is careful to show the less salubrious elements of contemporary reality - young people sleeping rough at Frankfurt station, anti-social German students, authoritarian police. This social commentary is balanced by the individual journey, both physical and spiritual, undertaken by Peter. As time passes, he is forced to reassess his personal values and beliefs as people and situations put his patience to the test.Poliakoff subtly shifts the viewer's sympathies from Peter towards Frau Messner. She is initially dislikeable but gradually reveals a more sensitive side, while Peter's negative characteristics are foregrounded as the journey unfolds. Tellingly, there is a sense of personal revelation for him by the film's close. Frau Messner tells him that although he is generally 'a nice boy', he is preoccupied with himself and his work.For a television drama, Caught on a Train displays a particularly filmic sensibility. The influence of Hitchcock (notably The Lady Vanishes, 1938) is evident throughout, from the gradual accumulation of mysterious and often insignificant details, to the claustrophobic atmosphere on the train. Poliakoff plays on the anxieties and sense of insecurity that rail travellers experience as they find themselves adrift, somewhere between home and their destination.However, the drama balances this foreboding by acknowledging the romance associated with train travel - the relative freedom, the opportunities for chance encounters and the sense of liberation from external communication such as telephone and letters (at least in 1980).The jazzy score by Mike Westbrook perfectly complements the atmospheric images of urban European landscapes, reflecting the inner feelings of the main characters, while the use of contemporary music from the likes of Blondie clearly locates the piece in its time.",
    "chinese_title": "列车上的追捕",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Caught on a Train",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T05:57:37"
}