{
    "aka": [
        "Cuentos de Borges: El Sur"
    ],
    "sid": "3071114",
    "cast": [
        {
            "url": "/celebrity/1042270/",
            "name": "阿特洛·波宁 Arturo Bonín",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141176/",
            "name": "赫拉多·罗马诺 Gerardo Romano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121171/",
            "name": "胡安·莱拉多 Juan Leyrado",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096474/",
            "name": "Niní Gambier Niní Gambier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010836/",
            "name": "乔治·马拉雷 Jorge Marrale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281338/",
            "name": "Villanueva Cosse Villanueva Cosse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙",
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1016731/",
            "name": "卡洛斯·绍拉 Carlos Saura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050747/",
            "name": "豪·路·博尔赫斯 Jorge Luis Borges",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0295645",
    "director": [
        {
            "url": "/celebrity/1016731/",
            "name": "卡洛斯·绍拉 Carlos Saura",
            "@type": "Person"
        }
    ],
    "duration": "60分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1992-08-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0295645/",
    "imdb_votes": 28,
    "this_title": [
        "El sur"
    ],
    "douban_link": "https://movie.douban.com/subject/3071114/",
    "imdb_rating": "7.4/10 from 28 users",
    "trans_title": [
        "南方",
        "Cuentos de Borges: El Sur"
    ],
    "douban_votes": "0",
    "introduction": "To see El Sur is like slipping as a guest into one of Jorge Luis Borges' tales. If you like this argentinian writer you'll like this movie, because El Sur is Borges quoting Borges, his melancolic solitude, his metaphysics dressed as poetry and, most of all, his eternal questions about reality and illusion. What is the result? an instant out of life which dilutes into dreamdom, whilst present mixes itself up with past. The lead character here is Juan Dahlmann, an obscure argentinian librarian from european heritage -much like the same writer in the 40's- who has consecrated to keep, in spite of economic difficulties, an old property at the south of Buenos Aires province. His life passes by way of his work and his reading, he recites from memory `Martín Fierro' (the most famous work of the writer -also argentinian- José Hernández) and is dazzled by a rare edition of the Arabian Nights, both books did fascinate Borges, both books about voyages.And so Dahlmann travels, after an accident, to the `estancia' of his elders, in an initiatic tour which will bring him to face his identity and face the Pampa, where his past and his fate awaits him, to face Buenos Aires suburbs, a South that is filled with barbaric, fearsome and rough knifes who duel the cultish highbrowish North of the erudits, the capital of libraries and china cups. ¿Why else did I liked this movie? Because is true art house cinema, the speed of the narrative is at the same time slow and undefatigable as life itself, following strange turns instead of a straight line.Finally, I do have a very personal reason to my enjoyment during the 60 minutes I spent in front of the TV. It really got me, from the very beginning, the voice over with his cadentious and raw spanish with argentinian accent, loaded with melancoly, seamlessly caressing every word, embracing its millions of meanings, until you feel like, for an instant, everything makes perfect sense.",
    "chinese_title": "南方",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El sur",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T21:14:30"
}