{
    "aka": [],
    "sid": "3073303",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884725220.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1172995",
    "director": [
        {
            "url": "/celebrity/1044043/",
            "name": "Jeremy Newberger Jeremy Newberger",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语",
        "俄语"
    ],
    "playdate": [
        "2008-04-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1172995/",
    "imdb_votes": 264,
    "this_title": [
        "The Linguists"
    ],
    "douban_link": "https://movie.douban.com/subject/3073303/",
    "imdb_rating": "7.2/10 from 264 users",
    "trans_title": [
        "拯救濒危语言"
    ],
    "douban_votes": "63",
    "introduction": "THE LINGUISTS follows David Harrison and Gregory Anderson, scientists racing to document languages on the verge of extinction. David and Greg’s round-the-world journey takes them deep into the heart of the cultures, knowledge, and communities at stake.In Siberia, David and Greg seek to record the Chulym language, which hasn’t been heard by outsiders for more than thirty years. The linguists encounter remnants of the racist Soviet regime that may have silenced Chulym for good.In India, tribal children attend boarding schools, where they learn Hindi and English, a trade, and the pointlessness of their native tongues. Similar boarding schools for tribal children existed in the US through most of the twentieth century. David and Greg travel to the children’s villages, where economic unrest has stirred a violent Maoist insurgency. The linguists witness the fear and poverty that have driven youth from their native communities.In Bolivia, the Kallawaya language has survived for centuries with fewer than one hundred speakers. David and Greg trek high into the Andes to unlock its secret.",
    "chinese_title": "拯救濒危语言",
    "douban_rating": "8.7/10 from 63 users",
    "foreign_title": "The Linguists",
    "imdb_rating_average": 7.2,
    "douban_rating_average": "8.7",
    "update_at": "2025-03-17T00:07:09"
}