{
    "aka": [],
    "sid": "3073569",
    "cast": [
        {
            "url": "/celebrity/1010599/",
            "name": "葛尔·哈罗德 Gale Harold",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119338/",
            "name": "Danny Lopez Danny Lopez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2083330646.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1344608/",
            "name": "保罗·舒尔灵 Paul Scheuring",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0331160",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0331160/",
    "imdb_votes": 63,
    "this_title": [
        "36K"
    ],
    "douban_link": "https://movie.douban.com/subject/3073569/",
    "imdb_rating": "7.9/10 from 63 users",
    "trans_title": [
        "36k"
    ],
    "douban_votes": "0",
    "introduction": "36k is a tale of an unemployed loser named Booker (Gale Harold) who is trying to make it rich by raising rabbits in the spare bedroom of his apartment. He has a chance meeting with Jewels (Delilah Stombs), who is on the run with $36,000 she stole from her boyfriend, Blackie (Kevin Hunt), who she double-crossed in Mexico and ends up using Booker's apartment as a hideout. While Blackie is chasing Jewels and Booker, the money changers he robbed in Mexico are chasing him. A couple of shoot-outs and a 124-degree day in the California desert change the way Booker views himself, and the world.-----------------------------A turbulent story about 36,000 bucks, two simple men and one cold woman. Blackie and Jewels steal 36K in Mexico. The Mexicans follow them, wanting their money back. Jewels takes the money and runs away from Blackie, and bumps into Booker. She ends up going home with him, and Booker falls in love. Jewels only loves herself and money, though... so she rips off Booker as well. After Blackie shoots one of the Mexicans in Booker's apartment, Booker and Jewels get in the car and run. Needless to say, Blackie catches up with them... and Booker and Blackie have a \"High Noon\" showdown. The end is as surprising as the rest of the film, and quite whimsical.You need a warped sense of humor and the ability to suspend disbelief to watch this film. If you do, you will be amply rewarded. Gale Harold delivers a stunning performance as naive Booker - whose character is a far cry from Harold's suave Brian Kinney in Queer as Folk.",
    "chinese_title": "36k",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "36K",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-07-28T21:39:11"
}