{
    "aka": [],
    "sid": "3074715",
    "cast": [
        {
            "url": "/celebrity/1318287/",
            "name": "张秋歌 Qiuge Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274655/",
            "name": "范明 Ming Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316229/",
            "name": "宁晓志 Xiaozhi Ning",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314473/",
            "name": "刘劲 Jin Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314011/",
            "name": "王伍福 Wufu Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314435/",
            "name": "卢奇 Qi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043971/",
            "name": "陶玉玲 Yuling Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322133/",
            "name": "傅程鹏 Hongming Fu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274228/",
            "name": "侯勇 Yong Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315259/",
            "name": "祝新运 Xinyun Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274871/",
            "name": "陶慧敏 Huimin Tao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313651/",
            "name": "徐佳 Jia Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318341/",
            "name": "安亚平 Yaping An",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356002/",
            "name": "任明生 Mingsheng Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326045/",
            "name": "周惠林 Huilin Zhou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2641456011.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "imdb_id": "tt28213141",
    "director": [
        {
            "url": "/celebrity/1315152/",
            "name": "安澜 An Lan",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt28213141/",
    "this_title": [
        "上将许世友"
    ],
    "douban_link": "https://movie.douban.com/subject/3074715/",
    "trans_title": [
        ""
    ],
    "douban_votes": "607",
    "introduction": "1985年10月22日下午3时左右，南京军区现任和前任领导，都匆匆赶往军区总院。共和国的开国元勋，1955年的中国人民解放军三星上将、前中共中央政治局委员、南京军区司令员、中共中央顾问委员会副主任许世友将军与世长辞。在生命的最后时刻，他奇迹般地死而复生，在弥留的最后一刻，将军的神思飞进了那血雨腥风的岁月。年轻的许世友凭着自己高超的武功，逃脱了李静轩反动民团对农民协会血腥镇压的虎口，被迫从戎，在军阀吴佩孚的军队混口饭吃。在队伍里，他结识了共产党员胡德奎。在反动军阀的大清洗中，从枪口下救出了胡德奎，并参加了著名的黄麻起义。起义失败后，他冒死回到老家看望自己的老母亲。李静轩反动民团正在疯狂地迫害他的一家，许母一家相依为命备受煎熬。许世友丢下了母亲、妻子、儿子率领农民杀出重围，参加了刚刚组建的中国工农红军。许世友一到部队，赶上了围攻段家畈李静轩的反动民团。李静轩气焰嚣张，部队进攻受阻，许世友按捺不住内心强烈的复仇心理。团长王树声一声令下，他手举大刀，冲进了段家畈，刀劈了李静轩。战斗中胡德奎身负重伤，等他从民团手中搜回药来，胡德奎已经牺牲。许世友悲痛欲绝，归罪于卫生员李海东，被王树声关了禁闭。许世友接替胡德奎担任了排长，李海东也被分配到他们排任副排长，他拒不接受，鲁莽行事，被下了枪。正赶上部队要进攻花园镇，已经离队的许世友与部队展开了一场无声的急行军。他的倔犟和任性，王树声也无可奈何。在捣毁花园镇的战斗中，李海东牺牲在敌人的包围之中，许世友大显神威又建奇功。许家洼，反动民团疯狂地报复。许母为了保全许家后代，违心地逼许妻朱锡明改嫁。张国焘进入苏区，许世友的奇特引起了他的关注，并产生了浓厚的兴趣。此时鄂豫皖苏区已经进入了一个前所未有的革命高潮。攻黄安、打潢光，克新集，取得了一连串的胜利。许世友在这些战役中也屡屡立功，步步升迁。然而，张国焘开始全面肃反，红色恐怖葬送了这些革命成果，仗越打越糟糕。许世友亲自招来的文书李全有只因给地主算过几回帐，保卫局要抓去审查。许世友与搜查队发生了激烈的冲突。当他看到大批的军政干部被杀，连徐向前的夫人都被捕时，他迷惘了。情绪极端之坏，酒越喝越多，也不允许部下议论纷纷。在军政干部会上，因为不许带枪，许世友与保卫人员剑拔弩张，险些酿出一场祸殃。苏区越来越小，国民党大规模的围攻越来越紧，战斗也越来越残酷。红四方面军在去留决策上发生了激烈的交锋。许世友的三十四团浴血奋战，紧急中许世友果断地使用看押的审干队。枪林弹雨之下，审干队全部牺牲和李全有的遇难，许世友悲愤满怀。红四方面军被迫退出鄂豫皖苏区突围。部队向川陕转移中，全军被国民党军围堵在漫川关，弹尽粮绝、人困马乏。许世友接受了突击队的任务，他杀了自己的战马，身先士卒，勇猛拼杀，投入了一连串空前激烈的苦战，突破了敌人三十万大军铁壁合围，为全军打开了通路。1933年川陕苏区挫败敌人“三路围攻”后，许世友任第九军副军长兼第25师师长。红四方面军在川陕边境立住了足。激发了许世友的豪性，在和川陕游击队的会合中，许世友把王维舟灌得烂醉。校场比武的擂台上，许世友漂亮潇洒的招式制服了刺客，机智地保卫了苏区领导。敌人的“六路围攻”开始了，他指挥三个团参加著名的万源保卫战，坚守大面山。许世友严厉地撒了团长张万林的职，摔了他送来的两瓶酒。战斗到白刃化，部队几乎顶不住了，他坚持“你顶，就顶着了”，八角帽往下一拉，高举一把红缨大刀，亲自带领敢死队反击，和敌人由军官组成的敢死队较上了劲。大刀在他手上神出鬼没，舞起来真到了针插不进水泼不进的境界，就像飞花摘叶，战场上敌人人头纷纷落地。在这次规模最长，也最为激烈的防御中，许世友打出了威风。团长张万林和众多将士血洒疆场，许世友感到深深地内疚。为了策应中央红军北上，红四方面军发动了西渡嘉陵江的战役。与中央红军会合。与此同时，张国焘统治下的红色恐怖、人人自危的严酷政治斗争的阴影还笼罩着部队上下，许世友与曾中生神秘地会面。战役胜利的喜悦，许世友接受了战友们的安排，相中了红军女战士李明珍，并相爱结了婚。新婚仪式上，他先拜娘，令人哗然。第一天，他迟到了，自罚扛炮。在这期间的恩爱生活中，他也从不允许妻子介入他的政治生活。长征中，张国焘自恃人多势众，与中央发生重大分歧，搞分裂主义。茫然中的许世友闻知曾中生被害，心灵受到强烈震撼。他强忍悲痛接受任了骑兵军师长的任命。由于部队新组建，军纪较为混乱，为了整顿军纪，他用驳壳枪甩手一枪，子弹打飞了排头兵的帽子，他自己的乡友和老部下为之愕然。部队面貌焕然一新。第三次过草地，他指挥骑兵部队担任前卫，逢山开路、遇水搭桥、筹粮筹款，沿途进行频繁的战斗。红军三大主力会师陕北，许世友进了陕北中国人民抗日红军大学学习。由于张国焘的错误，他受到牵连，经历了人生最严峻的一次考验，差点丢了脑袋。因为反张国焘路线的一些过火言语和过激行为，使许世友陷于极度的苦闷之中，尤其是西路军失败以后，他对反张国焘的认识基本上动摇了，自己跳了出来，酿成一个大事件。他联络了一些原红四方面军的旧部，准备逃回川陕根据地打游击，以此来证明自己革命的决心。这就是著名的“拖枪逃跑事件”。东窗事发，他们被逮捕了，准备接受最严厉的制裁。这时与毛主席演了一场不打不相识的悲喜剧。同时他最心爱的人，剪烂了给他新织的毛衣，递给他一封绝交信，许世友心灰意凉、悲痛万分。生死关头，毛泽东要见他，他竟敢提出要带枪见毛泽东。毛泽东不仅允许把枪还给他，还亲自帮他压上子弹。毛泽东主席的真诚和坦荡，使他心悦诚服，热泪盈眶。从此，他忠心耿耿地跟随毛主席，南征北战。随后，他开赴抗日前线，任三八六旅副旅长，与陈赓一道，在香河崮打了一个漂亮的伏击战，歼灭日本鬼子一个加强中队。紧接着受中央委派，开辟山东抗日根据地。临行前，许世友断然拒绝了与李明珍的爱情。从警卫员手中要回了自己的小酒壶，把警卫员留下，踏上了征程。许世友到了胶东根据地后，形势极为严峻，部队几乎无立足之地。在就职演说上，许世友响当当地说，“我来胶东是打仗的，太平我不来，我来不太平。”一口气吼出七个“打”字，要打出山东新局面。披坚执锐、说打就打。十六团打旺远，他亲自坐镇，但只说了三句话，看了一夜“三国”；打灵山，他事无巨细，把聂凤智从病床上拉下来，指挥作战。他率领军民与日、伪、顽在渤海之滨和清河两岸开了激烈的斗争，把胶东大大小小二十多个各式各样的伪司令一扫而光，根据地的地盘越打越大，打出了一个崭新的局面。打下汉奸赵保原的老巢万第之后，在军民庆胜利的祝捷声中，在副司令吴克华和后勤部长高大山的张罗下，他和农家姑娘田普相识，“就是她吧！”一锤定音，举行了简单而又别致的婚礼。解放战争中，他任九纵司令，率部保卫胶东，转战齐鲁大地，取得了一系列辉煌的战绩。又升任山东兵团司令，使胶东成为稳固的根据地后方。济南战役开始了，离总攻还有五天，毛泽东在延安运筹帷幄、调兵遣将之时，脑海里不止一次浮现出前线那个不是和尚的“许和尚”，毛泽东亲自点了他的将。许世友犹如猛虎出山，急风急火地赶到前线。在战役中，面对这个城防坚固的庞然大物，许世友提出“牛刀子战术”要抓住敌人的要害部位，集中兵力火力，杀出一条血路，像一把铎利的尖刀，直插敌人心脏。经过几天的激战，双方形成僵局，战斗到了白热化，许世友果断地支持聂凤智坚持最后一瞬间，决定一鼓作气继续攻击。九纵首长登上城楼。彻底歼灭守军11万，活捉王耀武，攻占了济南府。这是许世友军事生涯中一篇最为得意的杰作。在以后的历史重大转折关头，许世友发挥了重大的作用，实现了他“活着尽忠，忠于毛主席，死了尽孝，为老母亲看坟”的诺言。写下了辉煌的革命人生，建立了不可磨灭的历史功勋。该剧将撷取许世友将军革命生涯中一个个动人的故事，象串珍珠一样从一个个侧面缀出将军轰轰烈烈的瑰丽人生。把许世友这个本身就具有独特经历、特殊性格的传奇将军活脱脱地展示在荧屏上。",
    "chinese_title": "上将许世友",
    "douban_rating": "6.5/10 from 607 users",
    "foreign_title": "",
    "douban_rating_average": "6.5",
    "update_at": "2025-04-08T13:00:52"
}