{
    "aka": [
        "Orahan Summer"
    ],
    "sid": "3074609",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2603457308.jpg",
    "region": [
        "泰国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021392/",
            "name": "努特·努亚庞 Nut Nualpang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2005307",
    "director": [
        {
            "url": "/celebrity/1392431/",
            "name": "帕瓦·潘昂卡西里 Phawat Panangkasiri",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "泰语"
    ],
    "playdate": [
        "2008-04-10(泰国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt2005307/",
    "imdb_votes": 13,
    "this_title": [
        "Orahun  Summer"
    ],
    "douban_link": "https://movie.douban.com/subject/3074609/",
    "imdb_rating": "4.3/10 from 13 users",
    "trans_title": [
        "小沙弥的夏天",
        "Orahan Summer"
    ],
    "douban_votes": "0",
    "introduction": "When the kids are getting more rebellious in the heat of 1983, all parents come to agreement that the only way to put an end to this chaos is to send them off to a temple.Going into the monkhood during summer is the children’s new round of exciting imagination. After the parents set them up to complete the process of becoming a monk, the kids’s adventure together finally begins. It is only temporary for Kaopan, Namo, Boo and Numsoop to live together but for a new young monk Bai Boon (Tachapol Chumduang), this is a long way to hell for him. He’s not only obligated to supervise them in a Buddhist-teaching class but also had to baby-sit this out-of-control kids.One day after 25 years at the Thai International Airport Kaopan and Namo, childhood friends run into each other. Both hold the same goal that is to leave Thailand. However while, Namo is a monk following his dream to go on a pilgrimage in India, Kaopan, a layman, is going to another country to run away from his personal problem. Even though a part of their life is destined differently but when looking back to that summer in the temple, both recall their wild past together. The rest of their journey will be exposed in \"Orahun Summer\".",
    "chinese_title": "小沙弥的夏天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Orahun  Summer",
    "imdb_rating_average": 4.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-19T18:21:41"
}