{
    "aka": [],
    "sid": "3074613",
    "cast": [
        {
            "url": "/celebrity/1274429/",
            "name": "斯琴高娃 Gaowa Siqin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1414725/",
            "name": "李侠 Xia Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1439557/",
            "name": "张燕 Yan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321938/",
            "name": "戴娆 Rao Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317799/",
            "name": "马千珊 Qianshan Ma ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313737/",
            "name": "李建群 Jianqun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337247/",
            "name": "陈祉希 Zhixi Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375014942.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1406830/",
            "name": "赵本夫 Benfu Zhao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1314186/",
            "name": "陈家林 Jialin Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2003"
    ],
    "this_title": [
        "走出蓝水河"
    ],
    "douban_link": "https://movie.douban.com/subject/3074613/",
    "trans_title": [
        ""
    ],
    "douban_votes": "323",
    "introduction": "《走出蓝水河》讲述了中国特定时空下人与社会的生存状态，跨越了从民国到抗日战争的不同历史时期，娓娓道来，意韵悠长，传达着人类的本质关照。曾执导《努尔哈赤》《唐明皇》《太平天国》《康熙帝国》等片的著名导演陈家林担任本剧的总导演，看完剧本后的陈家林激动不已，“该剧故事性强，人物性格突出，是近年来极为难得的一部好作品。拍得好，可以从根本上改变目前电视剧的状况，具有开拓意义。”陈家林拍摄历史剧的经验和对作品整体风格的把握能力是毋庸质疑的，陈家林拟以叙事史诗体加咏唱的式样来架构《走出蓝水河》的戏剧面貌，在一个大事件下套若干个小事件，强调一种厚重、宏伟、阳刚的基调和古典浪漫主义情怀。青年导演平江锁金出任导演，作为著名书画家和艺术评论家，平江有着自己的创作理想——他强调“真善美”的再现，讲求美术的灵魂导向，赋予作品浓郁的中国文人色彩，从而完成《走出蓝水河》一剧的主旨。本片的场景全部采用实景，摒弃摄影棚模式；造型、服装、服色、道具、灯光甚至包括人物名均延伸为寓意的典型化的略带夸张的艺术手法进行描摹与再造；场景中的所有字画全都启用真迹，经营作品的古老和想象；拍摄方法细腻而富于气度，完整表现该片深层的残缺美感。纵观不乏平庸的影视领域，此举显得煞费苦心，泓鑫文化携同她初生的《走出蓝水河》誓做那匹冲出迷惘的黑马。本剧演员阵容强大而令人振奋，著名表演艺术家斯琴高娃和李建群将在剧中分饰欧阳大院里的母骆驼与玉梅这两个人物，可谓是再续《康熙帝国》的婆媳情缘。生于草原的斯琴高娃，既没有《荒芜英雄路》的张扬，也不似《蒙古人》的粗放，相反，她朴素无华，旷达雍容，从她的身上我们可以感受到那种强烈的温润的母性。从《骆驼祥子》《香魂女》《天国逆子》《党员二楞妈》《日落紫禁城》到《大宅门》《康熙王朝》，作为中国影坛演技派的佼佼者，斯琴高娃获得了数不清的荣誉，当许多同辈演员逐渐淡出的时候，她依然保持旺盛的创作活力，佳作频频问世，不断带给观众惊喜与淋漓。斯琴高娃塑造的艺术形象不仅形似，更注重神似，这次她在《走出蓝水河》中扮演的母骆驼一角，是一个前所未有的封建女性形象，勤劳、勇敢、泼辣又处处承载着残酷的无奈和幸福的悲壮——每个人都是沧海一粟，演员通过自己的创作，渗透了一种启示、一次验证、一回洗礼。身为服装设计师的李建群多才多艺，在服装设计上享有盛誉，在表演上更有上佳表现。在《康熙帝国》中饰演容妃，是康熙帝忠贞的追随者，命运坎坷，善良睿智，是中国古典女性人物长廊中的一颗明珠，一个光彩照人的集大成的人物。《武则天》中的许才人、《太平天国》中的苏三娘、《贺兰雪》中的没藏黑云、《貂蝉》中的秦氏夫人，李建群一路走来，专注而清澈，直至邂逅《走出蓝水河》剧组。欧阳家大公子的原配玉梅是封建制度下典型的悲剧人物，柔弱负重，又胸怀对美好生活的向往，与容妃竟有些相似之处，李建群的此番出演也许是巧合，亦或是陈家林和平江锁金同时看中了李建群那隐忍凄楚的外形以及明晓大义的品格之故。此外，李建群担任了该剧的服装设计，聪慧灵巧的李建群设计、裁剪、染色、做旧样样精通，成就了《太平天国》《康熙帝国》《貂禅》等众多大戏的服装造型任务，她将在《走出蓝水河》里一如既往地施展自己的才情。加盟《走出蓝水河》的还有影视歌红星马千珊、强子、戴娆等，毕业于中国音乐学院声乐系的马千姗饰演欧阳家的第三代大小姐珍珠，是一位不畏强权大胆追求爱情的烈女子，曾因《第一次亲密接触》的“轻舞飞扬”而蜚声海内外的马千珊，是个小才女，由她主演的《魂断秦淮》的主题歌及片尾曲就是自己的杰作，《第一次亲密接触》的主题歌也是由她演唱的，2002年底将推出首张个人专辑。轻舞飞扬、柳如是都属翩跹仙逸的人物，珍珠则是埋于土里的那抹亮色，如何驾驭此种角色的反差，隽刻另一类型的人物篇章，就成了马千珊创作征程上的一场挑战。贯穿全剧始终的欧阳岚是性格遭遇极为复杂，背景命运布满阴霾的独特人物，鉴于这一角色的高难度建设，投资方和主创们慎而又慎地挑选着能够承当的严密贴切的不二人选，谭阳在谜一样的等待之后浮出水面。毕业于上海戏剧学院表演系的谭阳在《共和国之梦》、《围城内外》等片中曾给人印象深深，近日拍竣的《青衣》里他与徐帆演对手戏，饰演的京剧演员乔炳璋是一个跨年代多性格的人物，被有戏曲功底的谭阳把握得游刃有余。如果说北方土地之伟岸霄汉滋养了乔炳璋的不羁与高洁，那么《走出蓝水河》的浓重辽远将给予欧阳岚孤寂与燃烧的混合。刚结束话剧《新北京人》演出工作的戴娆在与制片人及导演攀谈对杏子一角的创作设想时，坦言非常钟情杏子这个人物。生活在动荡年月的杏子，称得上是敢爱敢恨刚柔并济的中国旧时期民间妇女的典型。出道八年的戴娆，摘取过中国青年歌手电视大奖赛的桂冠，《宰相刘罗锅》中脍炙人口的《故事里的事》就是由她配唱的，素有影视剧片尾曲演唱专业户之称。近年，戴娆更以《心放飞》、《思绪如潮》等专辑和个人演唱会的星光，开辟了包括日本和台湾在内的国外市场。累积了《慈禧西行》《康熙微服私访记》、《欢舞》的一些表演历练后，戴娆再次期待着新角色的蜕变生成。该剧另一名女主角陈曦，是现在中央戏剧学院三年级就读的学生，相信在如此阵容的平台上，她必定会脱颖而出。另外，《走出蓝水河》剧组将启动一批学院派的专业优异的新人担纲剧中的主要角色。本剧还得到了文艺界多位专家、学者的大力支持，中国书法家协会主席沈鹏先生为本片亲笔题写了篇名。这个人性很善的故事，以她的文化认知及其磅礴的质感，呈献我们牵挂的生命，与朋友们作一次自然的交流。 。”",
    "chinese_title": "走出蓝水河",
    "douban_rating": "7.3/10 from 323 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-02-05T00:58:02"
}