{
    "aka": [
        "When I'm 64"
    ],
    "sid": "3074123",
    "cast": [
        {
            "url": "/celebrity/1014092/",
            "name": "保罗·弗里曼 Paul Freeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188642/",
            "name": "David Morris David Morris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040811/",
            "name": "塔姆金·奥斯威特 Tamzin Outhwaite",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1187199/",
            "name": "Shahnequa Duprey Shahnequa Duprey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1193757/",
            "name": "威尔·基恩 Will Keen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032536/",
            "name": "柯德丽亚·巴基雅 Cordelia Bugeja",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110413/",
            "name": "卡尔·约翰逊 Karl Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032149/",
            "name": "塔姆辛·格雷格 Tamsin Greig",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100506/",
            "name": "弗莱泽古迪 Fritha Goodey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027179/",
            "name": "杰森·弗莱明 Jason Flemyng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010692/",
            "name": "艾伦·阿姆斯特朗 Alun Armstrong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1265139/",
            "name": "Matt Legg Matt Legg",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2501136977.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1285545/",
            "name": "托尼·格朗兹 Tony Grounds",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0402714",
    "director": [
        {
            "url": "/celebrity/1287875/",
            "name": "Jon Jones Jon Jones",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-08-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0402714/",
    "imdb_votes": 500,
    "this_title": [
        "When I'm Sixty-Four"
    ],
    "douban_link": "https://movie.douban.com/subject/3074123/",
    "imdb_rating": "7.6/10 from 500 users",
    "trans_title": [
        "当我64岁时",
        "When I'm 64"
    ],
    "douban_votes": "109",
    "introduction": "他从学校荣休，没有了工作他心中满是失落，他有子女绕膝，却没人能了解他的真正想法。两个花甲老人因寂寞而走到一起，互相支持，互相关爱。一起鉴赏邮票,一起粉刷房间，一起购物逛街。Jim褪去Ray的衣服在他肩头温情一吻，轻轻抚摸他老去的肌肤上暗淡的纹身，一道道疤痕，在我看来比任何一条gay line中的帅男肉搏都更令人心生萌意。片尾两个老头携手坐上出租，驶向心仪已久的波斯瓦纳，直接就是QAF老年版。Trivia:This drama is part of BBC2's \"Time of Your Life\" season.--------------------------------------------------Awakening in autumn, 23 December 20049/10Author: juho69 (ianrholt@yahoo.co.uk) from Gidea Park, EnglandI watched 'When I'm 64' out of curiosity. I was attracted by the preview of this drama about the friendship of two older men. As I was not certain if I would be in that evening, I recorded it. I am so glad that I did!London taxi driver Ray (Paul Freeman) is in his middle sixties and a widower. He has two grown-up children and grandchildren but grieves deeply still for his wife. One day, he is called out to a private school to collect newly-retired bachelor school master Jim Bryant (Alun Armstrong). The two men's lives are destined to change for ever.At first sight, they seem to have little in common. Ray is a former football hooligan, tattooed, with a London accent who spends his free time down the pub with his mates. Jim is a well-spoken, well-educated public school teacher who collects stamps. Gradually, however, as their friendship grows, they find life opening up windows of opportunity for them in ways they never could have imagined.The story is structured well as it charts the development of Ray and Jim's relationship from professional to something closer. The rounded characterisations of the two leads, coupled with the appearance of their families and friends, reveal to the watcher what has made the two men how they are, who and what has brought them to this stage in their lives. Good use of settings helps convey the contrasting lifestyles of the characters.Paul Freeman and Alun Armstrong are excellent as the two leads. It is difficult not to think of Paul Freeman as the villainous French archaeologist in 'Raiders Of The Lost Ark' - but, it is credit to his skills as an actor that he is as believable (and much more likable) as the very different London cabbie Ray. Alun Armstrong, often in authoritative roles, is convincing and sympathetic as Jim, the somewhat stereotypical English public school master who is yet so desirous of breaking away from the life he has known after he retires. Thanks to the chance meeting with Ray, he is able to fulfil his ambitions to \"see the world and fall in love\".Strong performances are given also by the supporting actors and actresses. Special mention should be made of Ray's friend Billy (Karl Johnson) who adds a touch of black humour to the story. (Trivia point: Karl Johnson was one of the musicians on 'Rainbow' in its very early days).Perhaps I should mention that, although fairly conservative by nature, I did not think the scene upstairs was offensive; rather, I found it innocent and touching. Whatever may have happened, however, the most important aspect of the relationship is their friendship. Jim and Ray were two lonely men who would have probably remained so had they not found each other. At the end, I was on the edge of my seat, willing the story to end the way it did and I was so pleased with the outcome.'When I'm 64' is an unconventional but touching story with its theme of 'it's never too late'. All the threads of the story are brought together effectively and carefully whilst its potentially controversial scenes are handled with sensitivity. I find it hard not to like Jim and Ray nor to wish them the best of luck. It deserves to be called a classic.",
    "chinese_title": "当我64岁时",
    "douban_rating": "8.4/10 from 109 users",
    "foreign_title": "When I'm Sixty-Four",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "8.4",
    "update_at": "2025-04-22T05:15:48"
}