{
    "aka": [
        "唢呐情话》、《赶驴记》、《冤家》、《黄河东流去》、《石头梦》、《月是故乡明》6部33集《黄河东流去》系列电视剧"
    ],
    "sid": "3076315",
    "cast": [
        {
            "url": "/celebrity/1305442/",
            "name": "陈裕德 Yude Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407284/",
            "name": "袁惠芳 Huifang Yuan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415292/",
            "name": "郭怡 Yi Guo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2608869098.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1305477/",
            "name": "李凖 Zhun Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1353800/",
            "name": "司玉生 Yusheng Si",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "33",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1988"
    ],
    "this_title": [
        "黄河东流去"
    ],
    "douban_link": "https://movie.douban.com/subject/3076315/",
    "trans_title": [
        "唢呐情话》、《赶驴记》、《冤家》、《黄河东流去》、《石头梦》、《月是故乡明》6部33集《黄河东流去》系列电视剧"
    ],
    "douban_votes": "0",
    "introduction": "由李凖的小说《黄河东流去》改编，河南电视台拍的黄河泛滥时期的电视剧80年代，河南电视台在电视剧创作上做了一个英明的决策——改编《黄河东流去》。小说《黄河东流去》是我国当代著名作家、河南文学界的代表人物­­——李凖先生的长篇力著，获第二届茅盾文学奖。河南台以此改编成《唢呐情话》、《赶驴记》、《冤家》、《黄河东流去》、《石头梦》、《月是故乡明》6部33集《黄河东流去》系列电视剧。这6部电视剧，在全国及中南6省的电视剧评选中，全部获奖。《黄河东流去》以抗日战争初期蒋介石炸开花园口黄河大堤造成的中原人民大劫难、大迁徙为故事背景，写出了赤杨岗7户农家在空前的灾难面前所经历的种种磨难和悲欢离合，表现了中原农民坚韧的生存能力。剧中有这样一场戏，当乡村变成汪洋，灾难把村民推到了绝境的时候，李麦说出了一段话，她说:“咱千万不能走绝路，投河上吊的都是傻子，一个人来到世上就得刚强地活下去！”这段话的精神，激活了全剧所有人物的生命意识，指导了所有人物的生存发展行动，是中原农民生存意识和生存能力最精彩、最形象、最集中的表现。《黄河东流去》在广阔的生活画卷上塑造了一大批中原农民的形象，海老清、海长松、陈柱子、四圈、李麦、雪梅、凤英、爱爱、爱爱娘、老白等，一个个栩栩如生、鲜灵活现。他们患难与共、相濡以沫，充满了父子、母女、兄弟、姐妹、夫妻、恋人、乡亲、阶级的绵绵情义。在这些众多的情义中，显示了中国农民的正直、善良和同情心，表现了他们牢固的家庭伦理和血脉亲情，表现了他们助人为乐、舍生取义的处世原则，铸就了中原人和中华民族巨大而牢固的凝聚力，铸就了我们这个民族赖以生存、延续、发展的精神力量。《黄河东流去》不仅表现了旧时代中原人的心灵世界和精神风貌，更可贵的是把旧时代中原人那种既浑厚善良又机智狡黠，外表看似笨拙内里却精明幽默，小事吝啬而大事却豪爽仗义的性格极其生动地表现了出来。使中原人的性格和形象永远地载入了艺术的史册。故事背景：小说以抗日战争时期国民党反动派扒开黄河大堤造成空前灾难的事件为背景，描写了黄河两岸人民在这场大灾难、大迁徙中的悲欢离合和顽强斗争。作者说，他写这部作品“不是为逝去的岁月唱挽歌，而是想在时代的天平上重新估量一下我们这个民族赖以生存和延续的生命力量”。剧中主要人物：李麦--丈夫死 海长松--杨杏 徐秋斋（算卦老头） 蓝五 （殉情） 王跑（木匠） 老清-老清婶 春义--马凤英故事开头：1938年夏天的一个早晨，黄河上飘着一条木帆船，船上载着三个人：老艄公梁恩、他的独生女儿梁晴和烧香师弟的儿子海天亮。天亮是梁老汉看中的，想招他做养老女婿。小晌竿时，梁老汉忽然发现北岸鬼子要过黄河，急忙叫天亮游水到南岸，告诉河防上的军队。天亮走后，梁恩和日本人撕打起来，才能汉被打死，梁量也和天亮失散。天亮过河报信，反被国民党军队当成汉奸抓了起来。天亮从国民党兵的口里听到蒋要扒黄河，“以水代兵”的消息，便设法逃出虎口奔加家乡，一路叫喊着：“老蒋扒黄河了!”黄河南岸有个人口稠密的村子叫赤杨岗，海天亮家就住在这个村子里。他妈叫李麦，小时候随父亲要过饭，跟父亲在海南亭家打长工。父亲累死后，她和运盐推脚的海青牛结了婚，生下一男一女，女儿叫嫦娥。为了赎回典给海骡子的四亩七分老业地，李麦夫妻与海骡子打了一场官司。官司输了不算，海青牛被诬为通匪，打进监牢，出狱不到半个月就死了。后来，新四军豫东抗日支队在这一带宣传抗日、李麦结识了女战士宋敏。随着战事吃紧，赤杨岗也处于兵荒马乱之中。李麦听了天亮的报告之后，慌忙敲锣叫喊：“黄河大堤开口子了!……“不久，黄水犹如几万头凶猛的野兽呼叫着、嚎叫着朝赤杨岗冲过来，吞没了庄稼和房屋。村民们逃到了寻母口。梁量也随着一帮背盐妇女来到了寻母口。背盐妇女在盐行被盗，徐秋斋挺身而出，带着她们大闹盐行，迫使掌柜赔了钱。后来，王跑去赶脚，被汉奸队抢走了驴子，徐秋斋又设计替他要回驴价钱。这时，已当了汉奸海骡子要在难民中为日本人招募华工，李麦揭穿了他的阴谋，并和徐秋斋带领难民在新军的帮助下抢了日本鬼子的粮船。难民分得了粮食，各自远逃。李麦、天亮却与梁晴、嫦娥失散。李麦送儿子天亮参加了新四军，自己留下来与宋敏等人坚持斗争。",
    "chinese_title": "黄河东流去",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-07T09:07:45"
}