{
    "aka": [],
    "sid": "3076525",
    "cast": [
        {
            "url": "/celebrity/1052863/",
            "name": "岳红 Hong Yue",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316210/",
            "name": "杨梅 Mei Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1395703/",
            "name": "李冰 Bing Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2562106460.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1322176/",
            "name": "王力扶 Lifu Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323109/",
            "name": "陈胜利 Shengli Chen",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "女儿，我该怎么爱你"
    ],
    "douban_link": "https://movie.douban.com/subject/3076525/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "生性快乐、豪放的蒙族干部霍建设饮酒后驾车，导致还没来得及卸车的一套进口羊毛处理设备毁坏而获刑。他的妻子——北京知青余锦芳此时刚刚得到知青子女户口可以回京的消息。监狱会见室里，余锦芳见到了以为她是来离婚的霍建设，锦芳说：我辞职了，就是为了让女儿欣然能到北京过上好日子，上所好大学。我们在北京等你！阔别二十年多年的北京对余锦芳来说已经非常陌生。哥哥大中羞愧的告诉锦芳，家里的老房子因为他做生意亏本而抵押给了人家。这个四十多岁的女人突然意识到她在北京已经一无所有。但好强的锦芳告诉女儿霍欣然，妈妈再苦也要帮你在这这座水泥柱子组成的城市中找到自己的位置。她倾其所有、历经种种困难终于将女儿送进了一所重点中学。而此时她的工作仍然没有着落。锦芳只得徘徊在一家又一家公司的门口。北京和内蒙的教育差异使欣然跟不上学校的教学进度，生活的艰辛和妈妈的期待，给她带来了巨大的压力。锦芳面对欣然落后的成绩终于失去了耐心，不断责备欣然。锦芳伤心地发现欣然开始对自己的批评越来越频繁地采取或是阳奉阴违、或是对抗的策略。一天锦芳偶遇年青时的恋人李连海，连海帮助锦芳找到了一份不错的工作，并经常照顾锦芳母女。这引起了深爱着自己父亲的欣然的猜疑和敌视。霍建设出狱后来到北京，母女俩的生活境遇和锦芳对欣然的高压教育，引起了他的不满。他告诉锦芳：欣然应该象雄鹰一样自由快乐的生活。而锦芳很不以为然。高考临近了，在一次霍建设偷偷的带欣然出去玩回来后，锦芳愤怒的说：你回内蒙吧。等女儿上大学后我再把这只“雄鹰”交给你去放养。刚刚得到一点轻松快乐的欣然，看着父亲无奈离去的身影，向母亲投去了仇恨的目光。霍建设在回内蒙的途中，因为救人牺牲。为了不影响女儿高考，悲痛的锦芳想尽了一切办法向欣然隐瞒了父亲的死讯。但在高考的最后一天早上，敏感的欣然终于知道了真相。极度悲痛的欣然责怪锦芳说：是你为了和那个连海好而将父亲逼上了死路。恍惚中，欣然启图用刀自杀。锦芳和欣然扭作一团，刀子意外的刺入了锦芳的胸口……自暴自弃的欣然向公安机关陈述是自己有意杀母。这让锦芳十分吃惊，为了挽救女儿，她不顾伤痛从病床上滚落到地下，跪倒在众人面前，请求他们放过欣然。但法律无情，欣然因伤害罪被判入狱四年。锦芳多次到监狱探望欣然，但欣然拒不见面。但令锦芳唏嘘感慨的是，欣然竟然在监狱里完成了大学学业。出狱后的欣然满怀对母亲的内疚，四处流浪。锦芳几经努力终于在草原找到了面如枯槁的欣然。大雨中欣然说：妈妈你饶了我吧。我是个要遭雷劈的人，我没有脸见你，我没有脸和你在一起。锦芳紧紧的抓住欣然的手说：你永远是妈妈的女儿。你难道永远让妈妈生活在悔恨和煎熬中吗？回家后的母女俩相处时变得小心翼翼，那份割不断的母女亲情让她们慢慢走近。逐渐走出各自的阴影。而此时的锦芳早已身患绝症，她向女儿隐瞒了病情，强忍痛苦，帮助欣然找到了心爱的工作；收获了甜蜜的爱情。而欣然也逐渐了解了母爱的博大和无私，重新燃起了对生活的希望。欣然怀孕了，历尽苦难的锦芳许下了一个最后的愿望，一定要看到自己的外孙降生。产房里传来了婴儿的第一声啼哭，锦芳幸福的笑了。这是一个孩子成长的故事；这是一个或许我们每个人都似曾相经历过的故事。",
    "chinese_title": "女儿，我该怎么爱你",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-24T08:57:27"
}