{
    "aka": [],
    "sid": "3077982",
    "cast": [
        {
            "url": "/celebrity/1118840/",
            "name": "努诺·洛佩斯 Nuno Lopes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087017/",
            "name": "Carlos Ferreira Carlos Ferreira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077247/",
            "name": "Amadeu Caronho Amadeu Caronho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251686/",
            "name": "Bernardo Mendonça Bernardo Mendonça",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2900617827.jpg",
    "region": [
        "葡萄牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1195306/",
            "name": "Paolo Marinou-Blanco Paolo Marinou-Blanco",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0835828",
    "director": [
        {
            "url": "/celebrity/1195306/",
            "name": "Paolo Marinou-Blanco Paolo Marinou-Blanco",
            "@type": "Person"
        }
    ],
    "duration": "Portugal: 98 分钟",
    "episodes": "",
    "language": [
        "英语",
        "葡萄牙语"
    ],
    "playdate": [
        "2008-03-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0835828/",
    "imdb_votes": 186,
    "this_title": [
        "Goodnight Irene"
    ],
    "douban_link": "https://movie.douban.com/subject/3077982/",
    "imdb_rating": "6.9/10 from 186 users",
    "trans_title": [
        "晚安 艾琳"
    ],
    "douban_votes": "0",
    "introduction": "埃里克斯是一名失意的英国演员，又老又病的他靠为廉价的旅行录像带配音而生活。他常常宿醉酒吧、嘲笑世界。布鲁诺——一位年轻孤寂的葡萄牙锁匠则着迷于一件事： 与流逝的时间战斗。他打开别人的家门，通过他们的财产记录下他们的生活和身份。当一位可爱的葡萄牙画家——艾琳，搬入埃里克斯的公寓旁时。两个互不相识的男人的生活都开始起了变化。充满热情和活力的艾琳是埃里克斯生活的全部，对于布鲁诺来说却不是。但两个男人的生活都开始围绕着她展开。可是一天，艾琳却无缘无故地消失了……For Alex and Bruno, it could be any other time or place.An old and sickly failed English actor, Alex drags out a solitary existence recording voice-overs for cheap travel videos, drinking himself to sleep at the local bar, and ridiculing the world and others with his cynical wit.Bruno, a young and reclusive Portuguese locksmith, devotes himself to his obsession: fighting the passing of time. He does this by breaking into other peoples homes to make a record of their lives and identities through their possessions, which he then meticulously organizes in a large archive at the back of his shop.Although strangers to one another, both mens lives are set to change when Irene, an attractive Portuguese painter, moves into the apartment next to Alexs. Joyful and passionate about life, Irene is everything Alex and Bruno are not, and the two mens lives begin to gravitate obsessively around her.Then one day, inexplicably, Irene disappears.Although initially hostile to each other, Alex and Bruno join forces to search Irenes apartment for clues to her whereabouts, and slowly move in, forgetting about the world outside. In this safe haven, they begin to grudgingly accept one another, and a trusting friendship slowly develops.When they discover Irene might be in Spain, and in danger, these two unlikely heroes decide to embark on a mission to rescue her, and leave for Spain. The journey might turn out to be pointless. But theyll make it together. As friends.",
    "chinese_title": "晚安 艾琳",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goodnight Irene",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T02:13:17"
}