{
    "aka": [
        "The Messiah"
    ],
    "sid": "3077370",
    "cast": [
        {
            "url": "/celebrity/1022603/",
            "name": "弗农·多布切夫 Vernon Dobtcheff",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032831/",
            "name": "让·马丹 Jean Martin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155430/",
            "name": "托尼·武齐 Toni Ucci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025533/",
            "name": "维托里奥·卡布里奥利 Vittorio Caprioli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1005151/",
            "name": "蒂娜·奥蒙特 Tina Aumont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071966/",
            "name": "弗洛拉·卡拉贝拉 Flora Carabella",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115378/",
            "name": "雷纳托·蒙塔尔巴诺 Renato Montalbano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1178005/",
            "name": "Samir Ayadi Samir Ayadi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138312/",
            "name": "雷纳托·斯卡帕 Renato Scarpa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045620/",
            "name": "乔舒亚·辛克莱 Joshua Sinclair",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007492/",
            "name": "Mark Lombardo Mark Lombardo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1450154/",
            "name": "安妮塔·贝托鲁奇 Anita Bartolucci",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "传记",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2530005699.jpg",
    "region": [
        "意大利",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1281676/",
            "name": "Silvia D&#39;Amico Bendico Silvia D&#39;Amico Bendico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025645/",
            "name": "让·格吕约尔 Jean Gruault",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077925",
    "director": [
        {
            "url": "/celebrity/1048228/",
            "name": "罗伯托·罗西里尼 Roberto Rossellini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025645/",
            "name": "让·格吕约尔 Jean Gruault",
            "@type": "Person"
        }
    ],
    "duration": "140 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "1976-02-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077925/",
    "imdb_votes": 391,
    "this_title": [
        "Il Messia"
    ],
    "douban_link": "https://movie.douban.com/subject/3077370/",
    "imdb_rating": "6.8/10 from 391 users",
    "trans_title": [
        "弥赛亚",
        "The Messiah"
    ],
    "douban_votes": "0",
    "introduction": "Dubbed \"the most Catholic of all film directors\" by one critic, I guess it was only a matter of time before Roberto Rossellini tackled the life of Christ on celluloid. Ironically, this he did in what proved to be his last feature film which was, in itself, a follow-up to his TV mini-series ACTS OF THE APOSTLES (1969). That earlier work was interesting for treating little-known passages from the New Testament but, with an unhurried pace and a generally unassuming tone, the end result was decidedly meandering. Conversely, THE MESSIAH presents all-too-familiar events – with the overall effect feeling lengthy still, yet distinctly more cinematic. That said, it starts off with the arrival of the Jews in the Promised Land and the appointment of their first king (Saul) before moving on to the life of Christ; actually, this is also one of the few films to show the famous incident in which Jesus is lost in the temple as a boy. Unsurprisingly, it doesn't stray much from the spirit – or word – of the Gospels: even so, in the throes of an agonizing death, Herod The Great (played by Vittorio Caprioli – though his trademark flustered demeanor is downplayed by having his voice dubbed) is seen planning the annihilation of his own subjects akin to the practice of ancient Egyptian rulers!Incidentally, the rich and commanding voice of Christ himself is supplied by Enrico Maria Salerno – a superb actor in his own right who had actually already handled the very same task in THE GOSPEL ACCORDING TO ST. MATTHEW (1964) – which is effectively contrasted with the inconspicuous appearance of the young man who appears in the role (perhaps best approximating the Lothaire Bluteau of Jesus OF MONTREAL [1989]). This Messiah, then, is far removed from the striking good-looks of Jeffrey Hunter (KING OF KINGS [1961]) and Robert Powell (the Jesus OF NAZARETH [1977] TV mini-series) or the brooding power of Max von Sydow (THE GREATEST STORY EVER TOLD [1965]) and Willem Dafoe (THE LAST TEMPTATION OF Christ [1988])! Naturally, the bulk of the narrative is devoted to Christ's public life – though no overdue emphasis is placed on the miracles he performed (these are mentioned but rarely seen) – which also provides the film with its essential core…since the latter section, revolving around the more commonly-depicted events of Jesus' trial (where Jean Martin, the French Colonel in THE BATTLE OF ALGIERS [1966], nonetheless makes for a fine Pontius Pilate), crucifixion and eventual resurrection are curiously skimped here!The subplot involving John The Baptist, however, is quite nicely handled; by the way, the only other recognizable face in the cast is that of Tina Aumont (even if her contribution amounts to no more than a few minutes of screen-time!) as the adulteress Christ famously pardons by denouncing her pursuers instead. The score is, once again, by Mario Nascimbene – though it's not as prominent as his work on ACTS OF THE APOSTLES. On the visual side, the film seems closest to the contemporaneous Jesus OF NAZARETH – yet the lyrical style and quiet dignity on display makes of THE MESSIAH a more than worthy companion piece to Pier Paolo Pasolini's aforementioned (and more renowned) THE GOSPEL ACCORDING TO ST. MATTHEW. With this in mind, while perhaps not the definitive film on the subject, it certainly emerges as an underrated achievement – both among the myriad treatments (including those by such great directors as D. W. Griffith, Carl Theodor Dreyer, Cecil B. DeMille and Abel Gance) of Christ's life over the years and in Rossellini's own highly respected canon.",
    "chinese_title": "弥赛亚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Il Messia",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-24T19:35:55"
}