{
    "aka": [
        "Ledolom",
        "Thaw"
    ],
    "sid": "3079917",
    "cast": [
        {
            "url": "/celebrity/1168919/",
            "name": "Aleksandr Zhukov Aleksandr Zhukov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1931",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2581596503.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0022065",
    "director": [
        {
            "url": "/celebrity/1019540/",
            "name": "鲍里斯·巴尔涅特 Boris Barnet",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0022065/",
    "imdb_votes": 105,
    "this_title": [
        "Ледолом"
    ],
    "douban_link": "https://movie.douban.com/subject/3079917/",
    "imdb_rating": "6.8/10 from 105 users",
    "trans_title": [
        "融化",
        "Ledolom",
        "Thaw"
    ],
    "douban_votes": "0",
    "introduction": "经常被人忽视的前苏联默片大师。Long overlooked in the West, Boris Barnet, whose career began in the silent era and lasted until the 1960s, was one of the most popular, prolific, and admired filmmakers of Soviet cinema. His untypical surname belonged to his English grandfather who had opened a printing business in Moscow. He studied painting at the Moscow School of Art before leaving in 1919 to serve as a medic in the Red Army. After the civil war he actually worked as both a physical trainer and boxer, and this physicality drew the attention of director Lev Kuleshov who cast him in his first film. Joining Kuleshov's seminal film workshop, he took on various roles before and behind the camera, and finally directed his first film - a serial called Miss Mend - on which he co-directed with Thedore Osip. Toward the end of the silent era, he directed two wonderful comedies about peasant girls moving to the big city, Girl With the Hatbox and The House on Trubnaya Square. Though he directed several overtly political dramas, it was Barnet's comedies that made the greatest impact, continuing with Okraina - his first sound film - which has been regarded as his finest achievement. Interspersing comedy with tragic elements, and capturing on film a whole community of talented actors, Barnet accomplished impeccably orchestrated verbal and physical comedy that always felt natural. By the Bluest of Seas and Bountiful Summer were similarly accomplished, and their scenic locations are exuberantly shot. Throughout his career, he lent his storytelling talents to various genres and styles, such as film noir, literary adaptation, social drama, and musicals. After his final few films failed to make an impression on Soviet audiences in the early sixties, he took his own life in 1965.LEDOLOM/THE THAWUSSR, 1931, b/w, silent, 65 minDir. Boris BarnetThe second half of the 20s. Collectivization is under way in villages, contradictions between the poor and the rich peasants are becoming stronger and stronger.",
    "chinese_title": "融化",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ледолом",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T11:01:43"
}