{
    "aka": [
        "Lágrimas Do Silêncio"
    ],
    "sid": "3082218",
    "cast": [
        {
            "url": "/celebrity/1093419/",
            "name": "鲍勃·希特曼 Bob Hiltermann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1036580/",
            "name": "丽·莱米克 Lee Remick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294003/",
            "name": "杰拉德·帕克斯 Gerard Parkes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048138/",
            "name": "迈克尔·奥吉弗 Michael O&#39;Keefe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049675/",
            "name": "玛丽·玛特琳 Marlee Matlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152828/",
            "name": "约瑟夫·索默 Josef Sommer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118321/",
            "name": "塞克·林德 Cec Linder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089833/",
            "name": "菲利斯·弗雷里奇 Phyllis Frelich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110888/",
            "name": "乔迪·约翰逊 Geordie Johnson",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874076368.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0096981",
    "director": [
        {
            "url": "/celebrity/1050634/",
            "name": "凯伦·亚瑟 Karen Arthur",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1989-04-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096981/",
    "imdb_votes": 267,
    "this_title": [
        "Bridge to Silence"
    ],
    "douban_link": "https://movie.douban.com/subject/3082218/",
    "imdb_rating": "6.1/10 from 267 users",
    "trans_title": [
        "沉寂之桥",
        "Lágrimas Do Silêncio"
    ],
    "douban_votes": "0",
    "introduction": "Marg Duffield (Lee Remick) is the Maine wife of Al (Joseph Sommer) whose daughter Peg (Marlee Matlin) is deaf. Peg's husband is killed in a car accident on the way to visit the Maine house, and the Duffield's take in Peg's six year old daughter, Lisa, while Peg recovers. Since Lisa is a speaking child, Marg thinks of her the way she wanted Peg to be, and seeks guardian custody.Remick's role is secondary to Matlin's, though she is presented as a tragic figure, particularly as Al refuses to help her plan to gain Lisa. Peg's deafness is said to be from a childhood case of spinal meningitis, and the teleplay by Louisa Burns-Bisogno, with story by Louisa and Tom Bisogno, reduces Remick to a textbook mother who is self-hating from guilt and therefore cannot love her own daughter. In a memorable scene, Peg angrily signs her exit to Marg, since Marg has refused to learn sign language, though Peg has learned to speak for her mother.The treatment uses the Tennesee Williams play, The Glass Menagerie, for therapy, to help Peg overcome her grief and also Marg `lose her unicorn horn' and embrace her daughter. Whilst Peg choosing to act in this play may seem an odd choice for someone grieving, what is more noticable is that Matlin is far too more glamourous to be believable as Laura. The Bisogno's include Michael O'Keefe as Dan, Peg's deceased husband's best friend and director of Actors Theatre for the Deaf, to offer Peg a new romantic interest, and thankfully she rebukes his protestations of love. Although his opinion may be influenced by his `crush', Dan tells Peg that being different is better than being normal, since the normal ones are as `common as weeds'. This philosophy reads as rather Nietzschean, on the level of artists not being restricted to the common moral code.Director Karen Arthur either has those signing also speaking or those signing being translated for the audience, though in one scene the sound of lapping waves drowns out the dialogue between Dan and Peg. She also gives Matlin some good moments, one being her scream of horror when she hears the news of the death of her husband, and another when she chases Remick down a flight of steps, hitting her.",
    "chinese_title": "沉寂之桥",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bridge to Silence",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-01-25T18:08:17"
}