{
    "aka": [],
    "sid": "3083848",
    "cast": [
        {
            "url": "/celebrity/1187180/",
            "name": "里卡多·考特尼 Richard Courtney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1233892/",
            "name": "拉塞尔·哈瓦尔德 Russell Harvard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1257689/",
            "name": "帕特里克·迈克尔·斯特兰奇 Patrick Michael Strange",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052585/",
            "name": "Rick Hammerly Rick Hammerly",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2876857643.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1052585/",
            "name": "Rick Hammerly Rick Hammerly",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1205077",
    "director": [
        {
            "url": "/celebrity/1052585/",
            "name": "Rick Hammerly Rick Hammerly",
            "@type": "Person"
        }
    ],
    "duration": "USA: 100 分钟",
    "episodes": "",
    "language": [
        "英语",
        "法语",
        "美国手语"
    ],
    "playdate": [
        "2008-06-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1205077/",
    "imdb_votes": 107,
    "this_title": [
        "S Is for Sexy"
    ],
    "douban_link": "https://movie.douban.com/subject/3083848/",
    "imdb_rating": "6.3/10 from 107 users",
    "trans_title": [
        "性S"
    ],
    "douban_votes": "0",
    "introduction": "7 short films---------------Serene Hunter – 13 mins. France/USA, Director: Jason BushmanA free-spirited Parisian wants more from the one guy he can’t have, in this stunningly sexy short film. (English and French with English subtitles)Solace – 14 mins. USA, Director: Michaline BabichWest Hollywood cutie Hugo (Joey Tuccio) gets more than he bargained for when he seeks solace in a one-night stand with an older guy in Beverly Hills (Richard Courtney).Scarred – 10 mins. Great Britain, Director: Damien ReaA scarred man is forced to deal with his past in this stunning British film. This chilling British drama unfolds the dark truth as Rafi meets Joe and they get together for a hot encounter.signage – 12 mins. USA., Director: Rick Hammerly5 Best Short Film Awards! A chance encounter with a young deaf man forces a 41-year-old to face his ambiguous future in today’s youth-obsessed gay world. In the award-winning short signage, a forty-something gay man gives himself a youthful makeover before he heads out to the bar where he connects with a cute young deaf guy. (English & American Sign Language (ASL)with English subtitles)41 Seconds – 4 mins. Germany, Directors: Tobias Martin & Rodney SewellAn innocent phone call leads to a short but oh-so-passionate encounter between friends. (German with English subtitles)Shahram & Abbas – 35 mins. The Netherlands, Director: Remy van HeugtenTwo middle-aged men (who may or may not be gay) seek asylum in the Netherlands in this surprisingly funny, extremely well produced comedy-drama that will both break your heart and make you laugh out loud as it sheds light on the persecution of homosexuals in Iran. Think Chuck & Larry meets Amnesty International! (Farsi & Dutch with English subtitles)Mr_Right_22 – 12 mins. Germany, Director: Reza RameriWhile Adam (cutie-pie Philipp Denzel) sits in a gay cafe waiting for his first Internet date he gets some sage advice from the snappy waiter (Luc Feit, House of Boys) in this charming short. (Filmed in English)",
    "chinese_title": "性S",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "S Is for Sexy",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-12T11:50:54"
}