{
    "aka": [],
    "sid": "3087505",
    "cast": [
        {
            "url": "/celebrity/1006142/",
            "name": "恬妞 Niu Tien",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033223/",
            "name": "钟镇涛 Kenny Bee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274437/",
            "name": "秦海璐 Hailu Qin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315283/",
            "name": "李解 Jie Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1578697/",
            "name": "陈燕 Yan Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330943/",
            "name": "张楚倩 Chuqian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315058/",
            "name": "石兆琪 Zhaoqi Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274737/",
            "name": "高虎 Hu Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313885/",
            "name": "刘威 Wei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313630/",
            "name": "吕一 Yi Lü",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868212769.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1274823/",
            "name": "文隽 Manfred Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320809/",
            "name": "刘毅 Yi Liu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1303469/",
            "name": "俞钟 Zhong Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "谁怜天下慈母心"
    ],
    "douban_link": "https://movie.douban.com/subject/3087505/",
    "trans_title": [
        ""
    ],
    "douban_votes": "339",
    "introduction": "六岁的小海燕跟爸爸大勇、妈妈金花生活在海边小镇，在海燕眼中，爸爸是世界上最好的人，但实际上，大勇其实曾经结过婚，另有一个女儿，他一直瞒着金花，偷偷照顾前妻和女儿。前妻得了白血病，大勇没钱，唯有偷工厂货物去卖。金花知道真相，大怒，跟大勇大闹一场，大勇跟着远洋货船出海，想要挣回一笔钱来填补自己的空缺。就在大勇出海后，大勇前妻病情恶化，面硬心软的金花去医院照顾她，在临死前，前妻把女儿海君托付给金花：“你是好人，你会对她好的。”金花含泪答应了她临终前的最后要求。金花带着海君回家，要海燕认了这个姐姐，她一个人带着两个女儿，等待大勇出海归来，等来的却是噩耗：海船失去联络，大勇下落不明！几年过去了，海燕海君已经成了十一二岁的中学生，出落得亭亭玉立，能歌善舞，是学校里的两枝花，而金花一天到晚推车买鱼丸，辛苦操持家务，海燕根据童年的懵懂印象，认为是妈妈逼走了父亲，所以处处和母亲作对，反而是海君体谅母亲，给母亲帮助。海燕有一个顽劣不堪的同班同学阿郎，经常作弄海燕。其实阿郎身世不幸：他父亲性格暴烈，逼阿郎帮他偷东西，一有不从，便拳脚相加。凄惶的阿郎把海燕看作自己生活中的美梦，而海燕也被阿郎的桀骜所吸引，二人成为朋友。老师告诉金花，海燕成绩不好，且有早恋倾向，金花又惊又怒，误会海燕偷了别人东西，一怒之下，将海燕满头秀发剪掉，锁在家中。海燕从家里逃出，离家出走去寻找阿郎，却正好目睹阿郎父亲盗窃事发，父子双双被捕。七年过后，海君考上了省城的音乐学院，而海燕虽然成绩不好没有考上大学，但是凭借她在舞蹈方面的才华，成为了本地歌舞团的台柱。这时，久违的阿郎出现在海燕面前，帅气非凡，出手豪阔，成了年轻的成功人士，令众人刮目相看。阿郎追求海燕，二人感情渐炽，金花有些看不过眼，要海燕不要跟阿郎太过亲密，海燕根本不听。实际上，表面风光的阿郎在帮他父亲龙老大拐卖人口，但是他对海燕，却是真心相爱，二人知道金花不允，偷偷结了婚，想要出国过幸福的生活。但是，龙老大却瞒着儿子，要将海燕卖到海外去，金花前去解救，被龙老大关了起来，并将海燕强行送上走私船。关键时刻，阿郎终于反抗父亲，救出海燕，这时警方赶来，龙老大负隅顽抗，被警方抓捕，阿郎唯有跳水逃走。海君从大学退学，和男友石头订婚，金花喜不自胜，没有想到，就在婚礼上，海君鼻孔流血不止，昏迷在地！医生检查后说：白血病晚期！众人都呆了。石头终于说出原委：原来他们就是知道海君有病，才匆匆退学结婚，希望在人生的最后旅途中相伴……海君弥留之际，她在新加坡的同学终于帮她找到了大勇，一直不敢回国的大勇知道女儿得了绝症，不久人世，立即赶了回来。在海君弥留的病床前，金花和大勇终于重逢。海君用最后的力气，将父母的双手拉到一起。海君死后，大勇终于说出真相：其实他在新加坡已经另有妻子，自己必须回去。金花没有系想到自己的苦苦等待换来是这样的结果，怒骂大勇，大病一场，但是，生活还是要继续……海君去世后，海燕发现自己怀孕了！金花要海燕打掉，海燕却不肯：我要等着阿郎回来。金花开始极力反对，但是后来看见女儿的坚决，终于决定支持女儿，帮助女儿生下了孩子。孩子出生后，一直潜逃的阿郎出现在她的身边，要带着海燕和孩子远走高飞……这时，警察冲进来拘捕阿郎，阿郎爬墙逃跑，失足坠落，海燕想要抓住阿郎，也随之坠地，大脑受伤，成了傻子，被送进了精神病院。金花一边要照料外孙苦儿，一边还要照顾海燕，十分艰难，但是性格坚韧的金花却一直没有放弃，六年过后，在金花不懈努力下，海燕的病情有所恢复。一次意外，海燕重重摔倒，却因祸得福恢复了理智，终于和母亲、儿子苦儿相认，祖孙三人幸福地生活在一起。这时候，阿郎刑满释放，回来寻找海燕，金花知道后，担心海燕和孙子被阿郎带入歧途，想要制止阿郎，无意中向阿郎的仇人透露了阿郎情况，结果阿郎被仇人杀死！海燕认为是母亲害死阿郎，无法原谅母亲，带着苦儿离开了金花。金花苦苦哀求，得不到女儿和外孙的原谅，一向坚韧的她这次再也不能坚强，选择了自杀……海燕赶到医院，金花已经救醒，但是离家出走，下落不明，海燕这时才终于知道了母亲的伟大，她决定终其一生，也一定要找到母亲，报答母亲的恩情……",
    "chinese_title": "谁怜天下慈母心",
    "douban_rating": "7.4/10 from 339 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-07-25T03:00:48"
}