{
    "aka": [],
    "sid": "3087536",
    "cast": [
        {
            "url": "/celebrity/1314921/",
            "name": "刘钧 Jun Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317628/",
            "name": "马境 Jing Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323216/",
            "name": "史光辉 Guanghui Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330943/",
            "name": "张楚倩 Chuqian Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356392/",
            "name": "雷瑞琴 Ruiqin Lei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323300/",
            "name": "滕旋 Tengxuan Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1523686/",
            "name": "唐笑笑 Xiaoxiao Tang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868318657.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1309570/",
            "name": "赵冬苓 Dongling Zhao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1295038/",
            "name": "戚健 Jian Qi",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "唐山孤儿"
    ],
    "douban_link": "https://movie.douban.com/subject/3087536/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "电视连续剧《唐山孤儿》是以震惊世界的唐山大地震，以及震后唐山人民以坚强的意志重建美好人生为大背景而创作的，全剧用温情而委婉的笔触，描写了灾难后人们克服心灵创伤、坚韧不拔地奋斗、走向健康人生的动人故事。本剧的主人公袁佑宁原本生活在一个幸福的家庭里，从小的理想是成为像父亲一样优秀的医生。1976年7月28日，佑宁十三岁，突如其来的唐山大地震，把一切都改变了。地震夺走了佑宁父母的生命，使二妹佑杰变成了一名高位截瘫病人，还给她留下了一个在地震废墟上出生的小妹，十三岁的佑宁，一夜之间变成了这个由五个孤儿组成的家庭的家长。地震后，在党和政府的关心下，佑宁受伤的弟妹被送往外地治疗，佑宁和佑男被送到石家庄育红学校。在育红学校里，佑宁遇到了她人生的第一个老师。老师告诉她，她应该学会和别人相处，只有这样，她和她的弟妹才可能拥有一个健康快乐的人生。佑宁高中毕业回到唐山以后，住在舅妈家过着寄人篱下的日子。在最艰难的时候，父亲生前工作过的医院和邻居苏伯母一家向她们伸出了援助之手，同时，佑宁也遇到了她的初恋。老二佑杰是一个跳芭蕾舞的孩子，地震后颈部以下全部瘫痪，成为一个终生要躺在床上的人。佑宁和她的弟妹庄严地在门前种下了一棵姐姐树，他们共同培育着那棵受过伤的小树，也祈祷佑杰的身体能象这小树一样，在伤后能继续健康成长。当佑杰终于明白了可怕的事实以后，她痛苦过，绝望过，甚至要求结束年轻而无望的生命。但每一次，来自姐弟和周围人的爱使她活了下来。在漫长的病榻生活中，佑杰痛苦地、艰难地思考着生命的真正意义及价值。而佑宁时刻也不忘母亲临终前对她的嘱托，她一心只想把弟妹拢到一起，生活在一个屋檐下。与此同时自己也时刻努力学习向着自小的理想目标迈步前进,她的好学、上进、自爱深深地吸引了儿时的竞争对手彭子阳疼惜的目光。可是为了弟弟佑聪的归来，佑宁放弃了考上夜大就读的机会，为了母亲临终的嘱托她甚至拒绝了子阳的爱情。可是子阳一如既往的在学习生活上关心帮助着佑宁, 在子阳的关爱下，她终于顺利的取得大专文凭。子阳在为佑宁庆祝毕业的当晚,看着那个心底里其实早已爱上的男人,佑宁终于敞开冰封已久的心扉，接受子阳的同时两人也约定共同承担照顾弟妹的责任。佑宁和子阳结婚了，并有了属于自己的房子、有了自己和弟妹的家，她似乎实现了母亲临终前的那个愿望。但是令她想不到的是，灾难不仅使他们失去了父母，还使弟妹们的心灵都受到不同程度的创伤，在大地震以及父母双亡的阴影下，弟妹们个性无序成长，无法在一起和睦相处。特别是她，不能正确理解母亲的遗愿，却一味的要求弟妹按照她的设想生活，尤其在弟弟佑聪的学习上分歧很大，以至于他们彼此伤害，子阳也渐渐觉得这份责任并不好承担。当佑聪跟着一群高年纪学生哄闹时无意中错手重伤了对方，为此获得二年刑期之后，佑宁偷偷的打掉了那个让子阳曾经满心期待的孩子，这一次真正伤了子阳的心，他认为照顾弟妹的同时不应该影响到他们两人之间的生活。好不容易聚在一起的亲人们很快又各奔东西，子阳在院长的帮助下去了国外继续留学深造，佑宁也和心爱的人分手。在人生迷茫的时候，医院院长严霖拿出了地震前一晚佑宁的父亲写给严霖的一封信，在那封信里，爸爸谈到，要成为一名优秀的医生，首先要成为一个人格健全心灵健康的人。严霖问佑宁，当你为自己的家和自己的人生理想而奋斗的时候，你成为一个心灵健康的人了吗？爸爸的信让佑宁猛醒，弟弟妹妹也用她们的行动教育了她，多年来与她相濡以沫的苏家也用他们无私的爱，使佑宁知道了什么才叫真正的爱。佑宁终于明白了，母亲的嘱托，是母亲给他们留在这个世上的最后的爱，是希望他们能沐浴在爱里成长。在一次次的挫折中，在痛苦的思考中，佑宁学会了和他人相处，学会了爱。佑聪在一直默默爱着佑宁的淮南的帮助下，开始了全新的生活，他们努力钻研电脑这一新兴事物，不仅做出成绩还找到生活的方向，同时也获得一份真正属于他们自己宝贵的爱情。佑宁经历了多年的奋斗，也一步步向自己的理想靠近，通过竞争获得医院进修机会拿到研究生文凭的她终于成长为一名优秀的医生。佑杰残疾的生命经过多年的历练，变得越来越从容、大度，闪耀出动人的光辉。她知道了，一个人，因为热爱生命而活。她热爱蓝天、白云，热爱一花、一草，热爱每一个帮助过她和没帮助过她的人。她要为这爱而活着，实现自己人生真正的生命价值，她出版了《太阳已经升起》一书。因为佑杰的存在，也使她的姐姐弟弟们懂得了珍惜生活，珍惜生命，彼此相爱。而佑宁其他的弟妹也都经历了各自的人生磨难后，健康地成长为对社会有用、对他人充满了爱的人。在地震三十周年这一天，佑宁和她的弟妹们又重新集合在一起，他们向地震纪念碑献上了一束洁白的花。灾难，使她们的人生发生巨大的变化，带给她们永世难忘的心理创伤；但也正是灾难，使本剧的主人公从浅薄走向深刻，从狭隘走向宽容，从胆怯走向坚强，从自私变得热爱生命、热爱他人，热爱社会，变得富于爱心和乐于助人，从相互疏离到相互依存，相濡以沫，更加珍惜亲情、友情、爱情。几条无助的生命，在灾难中历尽艰辛，一步步走向幸福，走向崇高的人性，为爱、为一代人心灵的成长奏响了一曲深情的长歌。",
    "chinese_title": "唐山孤儿",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-03T16:13:23"
}