{
    "aka": [
        "薛丁山征西"
    ],
    "sid": "3087729",
    "cast": [
        {
            "url": "/celebrity/1318229/",
            "name": "孙翠凤 Tsui-feng Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006795/",
            "name": "马景涛 Steve Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318571/",
            "name": "王中皇 Chunghuang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1393814/",
            "name": "德馨 Teresa Te",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318379/",
            "name": "霍正奇 Cheng-chi Huo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1553799/",
            "name": "雷威远 Wei-yuan Lei",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "爱情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2495093551.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1326843/",
            "name": "黄志翔 Chih-hsiang Huang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323317/",
            "name": "董志强 Zhiqiang Dong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045851/",
            "name": "鹿峰 Feng Lu",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "41",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2002(中国台湾)"
    ],
    "this_title": [
        "移山倒海樊梨花"
    ],
    "douban_link": "https://movie.douban.com/subject/3087729/",
    "trans_title": [
        "薛丁山征西"
    ],
    "douban_votes": "975",
    "introduction": "故事从大唐贞观年间讲起，西凉国寒江关守将樊洪之女樊梨花，武艺精湛，练就一身移山倒海的幻术绝技。在一次乔装游历中，梨花结识了大唐将军薛仁贵之子薛丁山，对他一见倾心。由于西凉国日益壮大，唐太宗遂命薛丁山为征公元帅。樊梨花与薛丁山如今既成了交战对阵的敌人，又要面对爱情亲情的矛盾纠葛……樊梨花，命运自古以来就是这么让人揪心…该剧的定位是“民间古装神话剧”。樊梨花的故事之所以具有历演不衰的魅力，除人物性格、立场的冲突，以及“三擒三纵”、“三弃三请”等情节逆转，戏剧性十足外，樊梨花弑父杀兄以及阵前招亲投向爱人等违背伦常、离经叛道的作为，均相当“叛逆”，而且樊梨花会施法术，有如巫婆与仙女的合体，整个故事的奇幻直逼《哈利波特》。移山倒海 振动征西战场风云三弃三请 造就峰火患难情缘乌江河畔，一代枭雄项羽兵败刘邦，自刎前宠妃虞姬感叹并誓言，如有来世，一定助项羽完成霸业，话毕坠入万丈深渊。八百年后，虞姬转世樊梨花来到人间，却被神算预言带怨气出生，在其十八岁前不能踏出家门且需在十八岁时完婚。其父已在其出生时为其择好佳婿，即为拜把兄弟之子杨藩（刘邦转世）。十八岁的梨花得“梨山老母”真传，练得绝世武功，又偶然吞食“千年雪莲”成为飞天入地的奇人，与此同时，认识其未婚夫杨藩和项羽转世的薛丁山，三人之间的前世恩怨情仇在征西的战场上再次尽情演绎……取材自广受欢迎的著名民间演义小说人物「樊梨花」的故事改编搬上荧光幕。并将古老传说、神话注入计算机动画，是部结合了古典浪漫与时髦科技之大制作。故事传奇性地引入刘邦、项羽、虞姬间的三角关系为开端，穿越两个不同的时空。开场即在乌江畔，一场壮烈的战役，项羽纵使勇猛，仍逃不了战败的宿命，带着爱人虞姬退到悬崖边。走投无路之际，虞姬感叹地对项羽表示，可恨自己此生仅是一名手无缚鸡之力的弱女子，总是为项羽带来负担，却无法助项羽成就大业，愿来世再会时，能生为一个强者，一个对项羽有助力的女子。语毕，旋即坠入万丈深渊而亡。八百年后…西梁寒江关镇关将军樊洪之妻产下一女。因一德高望重之神算预言此女带着怨气出生，将酿成杀兄弑父、毁家灭国大祸。樊洪不得已只得将刚出生的女婴丢入大海任其漂流，若能活命则表示天亦怜之，若因此丧命则为宿命。想不到正当女婴漂流至海中央时，突然出现一位道人将其救起，此道人正是梨山老母。梨山老母表示宿命虽是如此，但亦非无解，仅要在其十八岁前为其完婚，并在此之前不得让其踏出家门一步，即可化解日后灾难。樊洪高兴地谢过梨山老母，并立刻为女儿安排姻缘，即樊洪拜把兄弟之子杨藩。于是，虞姬转世的「樊梨花」就在如此波涛汹涌中来到人世间了…。梨花聪明可人，领悟力又高，深得樊洪喜爱。但樊洪仍谨守梨山老母训示，以梨花身体有病为由，不让其私自离家。为让梨花排遣寂寞，樊洪便教导她武功。再加上梨山老母对梨花偏爱有加，亦收其为徒，因此，长大后的梨花不但习得一身好武艺，就连父兄都不是她的对手。然而，就在梨花十八岁那年，命运之轮才正要开始转动。梨花按耐不住对外面世界的好奇，女扮男装偷溜出门。此时外界正盛传稀世之宝【千年雪莲】出现，许多武林高手摩拳擦掌跃跃欲试准备夺宝。梨花听到此一消息，自然不能放过这千载难逢的好玩机会，也跟着过去凑热闹。人群中，忽然瞥见一似曾相似的男子-薛丁山，见到此人，梨花心中涌出一股说不出的奇妙感受，但究竟是什么却也说不上来。丁山身旁跟了一位朋友，而这个人正是梨花素未谋面的未婚夫杨藩。冰崖山洞中，樊梨花、薛丁山、杨藩三人，因为千年雪莲的牵系而相遇了。这三个人的相遇究竟会引发什么事件？三人之间又有着什么摆脱不掉的宿命与恩怨情仇？之后，命运之轮又将转动出怎样曲折动人的故事呢？",
    "chinese_title": "移山倒海樊梨花",
    "douban_rating": "6.6/10 from 975 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-03-16T13:42:06"
}