{
    "aka": [],
    "sid": "3089583",
    "cast": [
        {
            "url": "/celebrity/1002918/",
            "name": "吉恩·雷诺兹 Gene Reynolds",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007081/",
            "name": "弗罗斯特·塔克 Forrest Tucker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097014/",
            "name": "萨拉·黑登 Sara Haden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095216/",
            "name": "斯基普·霍梅尔 Skip Homeier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092323/",
            "name": "佩吉·安·加纳 Peggy Ann Garner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087625/",
            "name": "普雷斯顿·福斯特 Preston Foster",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058430/",
            "name": "欧文·培根 Irving Bacon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000992/",
            "name": "朗·麦克卡利斯特 Lon McCallister",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1950",
    "genre": [
        "剧情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2911453393.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043935/",
            "name": "Morton Grant Morton Grant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048996/",
            "name": "多萝西·约斯特 Dorothy Yost",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0041175",
    "director": [
        {
            "url": "/celebrity/1013706/",
            "name": "菲尔·卡尔森 Phil Karlson",
            "@type": "Person"
        }
    ],
    "duration": "75 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1950-01-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0041175/",
    "imdb_votes": 289,
    "this_title": [
        "The Big Cat"
    ],
    "douban_link": "https://movie.douban.com/subject/3089583/",
    "imdb_rating": "5.5/10 from 289 users",
    "trans_title": [
        "松岭歼狮记"
    ],
    "douban_votes": "0",
    "introduction": "Drought during the 1930s forces a large cougar to come down from the high country in Utah to prey on farmers' cattle. This has prompted many farmers to pursue and kill the cat, but so far all have failed.Danny Turner (Lon McCallister) arrives in the area to move into his mother's birthplace now owned by his stepfather Tom Eggars (Preston Foster). Tom is constantly threatened by a hostile neighbor, Gil Hawkes (Forrest Tucker). Shortly after Danny arrives Tom and Gil have a scuffle, a sure sign of a soon-to-be war. When Danny arrives he meets Doris Cooper (Peggy Ann Garner), whom he develops a crush on. After some close calls with Gil, the drought and the cougar become such big issues that the mayor of a nearby town announces that a hunt be started for the big cat. The hunt is unsuccessful, with the Eggars' dog chasing the cougar back to its lair and the party left behind. Tom tells Danny that he may have to move away and live with the Hawkes family due to the troubles he is having around the farm.The next day he goes to the hill to show Gil and his family that he will come live with them. Gil's son Jim (Skip Homeier) teases Danny about his failure to kill the cougar and their dislike of Tom. Danny then refuses to live with them because he remembers Gil is the one who mistreated his mother and refused to let her marry Tom. Tom hears this and attacks Gil, and the two fight. Danny and Jim also get into a fight when the angered Jim accuses Danny of starting the fight. Danny and Tom win both fights and Tom tells Gil that Danny will continue living with him.The next morning Tom takes Danny hunting, but due to his dislike of killing animals Danny refuses to take a shot at a deer. Understanding this, Tom takes the gun and shoots the deer himself. However, the cougar hears the noise and follows them to Tom's cabin. While Tom and Danny are in the shed, preparing to cut up the deer, the cougar enters the farm and nibbles at the carcass. Tom fires at the cougar and pursues it into the woods. Meanwhile, Danny goes back into the woods to retrieve a gun he left there. Tom chases the cougar, firing at it, but the cougar then surprises him by attacking from above. The cougar kills Tom and runs off into the wilderness.Grieved at Tom's death, Doris pleads for Danny not to go after the dangerous cougar, but the vengeful Danny vows to do so. With his dog, Danny leaves in search of the cougar. He and his dog have an eventful chase with the cat before they corner it inside a small cave. Unable to see in the dark, Danny and his dog are at a disadvantage and are attacked by the cougar. In the ensuing battle, Danny's dog is almost killed, but Danny is able to kill the cougar. Later Danny and Doris celebrate the cat's defeat. With the cat gone, Gil and Jim will no longer be a threat to Danny and Doris, now possible lovers.",
    "chinese_title": "松岭歼狮记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Big Cat",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-11T10:56:05"
}