{
    "aka": [],
    "sid": "3092251",
    "cast": [
        {
            "url": "/celebrity/1275270/",
            "name": "张晨光 Morning Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021981/",
            "name": "任东霖 Donglin Ren",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042568/",
            "name": "郝蕾 Lei Hao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1461283/",
            "name": "马兆刚 Zhaogang Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313874/",
            "name": "杜雨露 Yulu Du",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418991/",
            "name": "金学峰 Xuefeng Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323352/",
            "name": "徐光 Guang Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275529/",
            "name": "陆剑民 Jianmin Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328367/",
            "name": "薛亦伦 Yilun Xue",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375034742.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318151/",
            "name": "陈文贵 Wengui Chen",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "大明帝国之夜来风雨"
    ],
    "douban_link": "https://movie.douban.com/subject/3092251/",
    "trans_title": [
        ""
    ],
    "douban_votes": "333",
    "introduction": "明孝宗弘治末年，孝宗病危，急召太子入宫传位，东宫却不见太子朱厚照踪影，太子的皇叔宁王朱宸濠却乘机闯入孝宗的寝宫大施手段，年轻的皇后和大臣李东阳等人各有打算，寝宫中大家以命相搏，一切似乎都由太子失踪而起。太子去了哪里，其实太子只不过正和一群市井无赖在偏僻的小客栈玩耍胡闹，酒酣耳热之际，巧遇隐居之中名镇当世的王阳明和其师妹娄遗贤，双方冲撞，太子好局被搅，王阳明甚至动手击伤太子，太子会善罢甘休吗？各人又因此结下了怎样的缘分？从始至终，那个一言不发的老太监刘瑾，似乎身份低微，他与大明的国运又有什么关系？宫中的争斗，因孝宗戏剧性的从垂死中突然醒来而暂告一段落。本已多病的孝宗更添猜忌，盛怒之下竟然挥剑要杀自己的亲生儿子，竟无怜悯之意，太子昂然待死，眼中满是轻蔑冷笑，父子之间究竟有什么恩怨这样难以开解。孝宗决意为国灭亲，滴血的长剑步步逼近太子，张皇后和从大臣拼死相救，越发引起孝宗暴怒，谕令神机营士兵阻截，众人眼看无力回天，突然有人高喊：太子无辜。孝宗且惊且喜且怒，是谁胆敢触犯天威，挽救皇上的刀下骨肉，原来是东宫之中无职无权的刘瑾，纵然刘瑾有如簧巧舌又怎能暪得过明察秋毫的孝宗皇帝？危急之间，是刘瑾口中冒出的三个字改变了所有人的命运，这三个字就是王阳明。圣人峰上王阳明和他的小师妹娄遗贤等人读书、作画、耕作一派田园景象。可是刘瑾来了，随身还带来了一块东广的木牌，刘瑾是来请王阳明先生下山的，因为天下除了阳明先生没人能做太子的老师，而太子若是没有一个教得了他的老师就不配做太子，更不配做皇帝，请阳明先生下山也是孝宗皇帝最后的指望了，阳明若不下山，太子被废无疑必死无疑。刘瑾一个低三下四的奴才，有什么本事请得动阳明先生，可他竟然做到了，甚至他还和小师妹成了师徒，毕竟阳明身负绝学，内心深处还有许多尘缘未了。阳明下山先遭强盗，刘瑾被扣后遇宁王，对，就是孝宗垂死时闯宫的那位王爷。阳明、小师妹和宁王一番较量，生性淡泊的阳明和野心勃勃的宁王惊奇的发现对方既是平生劲敌更是平生知已，两人之间的死斗从此拉开序幕。还有，以李东阳为首的士大夫集团也极端抵触阳明进入朝廷，阳明处处都是敌人，阳明躲过李东阳等士大夫们的群起而攻，不卑不亢的应对了孝宗的下马威，可是太子叛逆的禀性如何能改，阳明深知厉害，只能顺势而为。太子朱厚照岂是等闲之辈，连连闯祸之际阳明智计百出，解决无数难题，眼看太子和阳明关系日益亲近，谁知后院起火，本来和阳明青梅竹马相依为命的小师妹竟然对宁王神魂颠倒，阳明无为挽回痛撤心扉。同时，精善医道的宁王也已给孝宗和太子分别下了慢性的毒药，孝宗预感自己时日无多，深夜和阳明长谈托孤，阳明慷慨允诺，随着孝宗突然暴毙，阳明和宁王由暗斗变为明争。新婚当夜，小师妹得知一切，原来自己朝思暮想的宁王竟然如此之坏，师妹伤痛之余，苦心劝走宁王，宁五放弃江山带着师妹回到江西封地，阳明和小师妹就此告别。历尽辛苦，阳明终于辅佐太子登基，年号正德，也就是将来的武皇帝。早已成为阳明的半个朋友的刘瑾如愿以偿，只等和阳明共享荣华富贵，可阳明下山岂是为此而来，既然昔日的朋友可以成为陌路人，那么今天的陌路人为什么不能变成明天的死敌，还好，战功卓著的安化王此刻陈兵京师，一则向朝廷示威，二则寻找机会武力扳倒年轻的武宗，大敌当前，刘瑾暂时隐忍阳明，因为只有阳明的才思智慧和无私才是对付敌人的利器。阳明、武宗、安化王、刘瑾和年轻的太后、朝中的大臣还有他们身边的所有人一起卷进了这场生死之战，各人你来我往，高招不断，最终安化王死于武宗剑下。可阳明心爱的学生琥珀也不幸遭到暗算，躲在暗处的刘瑾更是对阳明的过人智慧又惊又怕，最可担忧的是，武宗对阳明的信任已经直接威协到刘瑾自身的安危了，所以强敌才去，刘瑾就迫不及待的向阳明下手了。此时的刘瑾，扳倒李东阳等三位孝宗留下的顾命大臣执掌东西两厂，大阳天下，似乎都在他的掌中，此时的武宗，更加张扬个性，行事怪异，五千年来，帝王之中，唯此一人而已。此时的阳明进无进路，退无退路，他的话武宗已经听来很不顺耳了，失去了武宗的支持，阳明被贬、被杖、被流放贵州，甚至连圣人峰都被刘瑾指使东厂烧杀一空，阳明瞬间跌入了人生的最低谷，流放途中，东厂不断追杀阳明，要不是有个好心的女贼塞上雪相救阳明只有死路一条，可阳明哪里知道，女贼塞上雪正是要通过救他来接近武宗皇帝，女贼深知阳明与武宗师生情重，早晚有机会接近武宗，以阳明人品只有武宗对不起自己，怎能自己对不起武宗，那不是辜负了孝宗皇帝的知遇之恩吗？看来阳明除了敌人还是敌人，偏偏阳明和上雪两人日久生情，形势更加扑朔迷离，别忘了，东厂的追杀从来不曾停止，阳明和上雪两人被追杀到江西，千钧一发之际，小师妹舍身，宁王无奈亲自率领骑兵相救世，阳明和小师妹久别重逢，感慨万千，阳明倚仗昔日的敌人保命，内心苦痛难当，上雪见阳明与师妹神态亲密，心中暗生嫉妒。原来宁王一天也没有停止过想要谋反的念头，阳明落难，宁王正式、好顺势拉拢，国家、亲情、爱情、事事纠缠在一起，阳明面临抉择，另一面，小太后全力保护阳明，与刘瑾、武过周旋，武宗怪小太后就顺着他更怪笑话层出不穷，各处大斗其法，阳明终到贵州贬所。刘瑾设计逼迫宁王提前造反，又将阳明调往江西，同时命令江西官员不听阳明调度，要么阳明投靠宁王，名誉扫地，要么阳明对抗宁王，难免被杀，这样的妙计阳明怎么应付，阳明大智大勇，竟然出其不意生擒宁王，师妹去自焚而死。刘瑾妙计被破，却利用武宗猎奇心里，下旨要阳明放了已在囚车中的宁王，阳明若是抗旨不遵，武宗就会杀他，阳明若是按照武宗口谕办事，将来就会落下私放反贼的罪名，终究难逃一死，又是一条连环妙计，阳明洞若观火，勉强逃过一劫，阳明、刘瑾、武宗、上雪等人终于见面了，上雪杀机渐浓，却和阳明恩爱渐深，刘瑾通过东厂查明一切，鼓动武宗给阳明和上雪赐婚，这样阳明就免不了成为谋杀皇帝的钦犯家属当然必死无疑，成婚当日，上雪谋杀不成，死在阳明怀中，阳明旧仇新恨，只得装疯，关键时刻，武宗放过阳明，原来荒唐并不代表愚蠢，武宗心里挺明白，至此，阳明在这世上再没亲人了，他更清楚，以自己的君子之剑是万万也杀不了刘瑾的，因为武宗是万万也不能没有刘瑾，而刘瑾对武宗一片忠心，不，不只是忠心，还有无限的疼爱在内，谁说坏人就没有感情的，既然君子之剑杀不了刘瑾，那么就用小人之述，可王阳明是谁呀！他怎么放弃平生最最珍贵的名节、人格呢？放弃了这些，王阳明就只剩下一副空洞躯壳的，那比他放弃生命难上百倍啊！阳明先生到底该何去何从呢？",
    "chinese_title": "大明帝国之夜来风雨",
    "douban_rating": "7.4/10 from 333 users",
    "foreign_title": "",
    "douban_rating_average": "7.4",
    "update_at": "2025-04-27T01:29:18"
}