{
    "aka": [],
    "sid": "3095168",
    "cast": [
        {
            "url": "/celebrity/1049558/",
            "name": "梅丽莎·里奥 Melissa Leo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149732/",
            "name": "杰姆·蒂尼 Jaime Tirelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1283641/",
            "name": "Angie Ferro Angie Ferro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2912472673.jpg",
    "region": [
        "菲律宾",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1305260/",
            "name": "罗恩·莫拉莱斯 Ron Morales",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0770751",
    "director": [
        {
            "url": "/celebrity/1305260/",
            "name": "罗恩·莫拉莱斯 Ron Morales",
            "@type": "Person"
        }
    ],
    "duration": "Philippines: 82 分钟",
    "episodes": "",
    "language": [
        "英语",
        "塔加路语",
        "塔加路语"
    ],
    "playdate": [
        "2008-04-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0770751/",
    "imdb_votes": 61,
    "this_title": [
        "Santa Mesa"
    ],
    "douban_link": "https://movie.douban.com/subject/3095168/",
    "imdb_rating": "6.0/10 from 61 users",
    "trans_title": [
        "成长的弯路"
    ],
    "douban_votes": "0",
    "introduction": "12岁的小男孩赫克托在母亲死后来到了住在马尼拉的外婆家里。他与外婆从未见过面。不久他认识了邻家女孩赛尔和街头混混米盖尔。赫克托十分想融入到这个新的环境中去,于是加入了米盖尔一伙。一天晚上，他在入室盗窃时被乔斯逮个正着，那晚，他的生活发生了改变……Following his mother's death, Hector arrives in Manila to live with his grandmother. Unable to speak Tagalog, Hector falls in with a street gang before a photographer takes him under his wing. Haunted by memories of his mother, Hector photographs an anonymous woman when suddenly, these seemingly disconnected lives collide.An orphaned boy is thrown head-first into a new and different life in this drama. Twelve-year-old Hector (Jacob Kiron Shalov), who has lived all his life in New Jersey, is riding in the car with his mother when they're struck by another driver; Hector receives only minor injuries, but his mother is killed. With nowhere else to go, Hector is forced to take up an offer to stay with his grandmother, who lives in the Philippines and has never met him. Hector can't speak Tagalog and his grandmother  Lita (Angie Ferro) knows no English; not only can't they communicate, but Hector and Lita soon discover they don't much like one another. The teeming slums of Manila are like no place Hector has ever seen, and with few other options he falls in with a gang of teenage thugs led by Miguel (Pierro Rodriguez), who goads him into breaking into a house in a well-to-do neighborhood. Hector is caught red-handed by the owner of the house, Jose (Jaime Tirelli), a photographer who speaks fluent English. Jose insists that Hector work off the damage he's done, but he soon takes the boy under his wing, teaching him a bit about photography and giving him chores to keep him out of trouble. Hector also attracts the attention of a pretty girl, Sel (Maria Lopez), but while they're clearly fond of one another, Hector soon discovers Sel already has a boyfriend -- Miguel. Santa Mesa was the first feature film from writer and director Ron Morales.",
    "chinese_title": "成长的弯路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Santa Mesa",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-16T21:52:18"
}