{
    "aka": [],
    "sid": "3098580",
    "cast": [
        {
            "url": "/celebrity/1275317/",
            "name": "吴秀波 Xiubo Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315482/",
            "name": "郭金 Jin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275540/",
            "name": "方子哥 Zige Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1384052/",
            "name": "郭芯如 Xinru Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1353735/",
            "name": "田璐 Lu Tian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375000734.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1448534/",
            "name": "王志军 Zhijun Wang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11123414",
    "director": [],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-04-03(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11123414/",
    "this_title": [
        "追查到底"
    ],
    "douban_link": "https://movie.douban.com/subject/3098580/",
    "trans_title": [
        ""
    ],
    "douban_votes": "365",
    "introduction": "根据刑警队侦察员洛军提供的信息，西海市刑警队对钱海洋犯罪集团即将进行的假抄交易撒下了天罗地网。在交易现场，一个陌生人的出现使刑警队长素长峰感到疑惑，更使钱海洋警觉，钱海洋取消了交易。面对突然的变局，素长峰当机立断对海上的可疑渔船进行检查，并对钱海洋的临时指挥场所进行搜查，但一切都无功而返。嗅觉灵敏的钱海洋在内部进行排查和清洗，他宁可错杀，决不放过，我们的卧底侦察员洛军同志牺牲了。素长峰痛定思痛，决心将案子追查到底。那个搅乱交易现场的陌生人，拐着腿，肩扛煤气罐，手拿打火机，扬言要炸夜总会--------他名叫戚兵，是名还没有跨进刑警队大门工作的侦查员。那次“搅局”是他初到西海市，在路上意外碰到卖假币的混混，他本想携带“礼物”来公安局报到，结果他误闯交易现场，自己的腿也被我武警打伤。事后的戚兵彻底反省，将计就计，决心完成洛军未完成的使命。戚兵高度的自责和刑警的职业使命感，使他在局长和素长风的周密安排下，开始了他的卧底序幕--------戚兵化名刘大兵，扛着煤气罐冲入钱海洋他们为刚放出来的罗子军准备的洗尘宴。他要向罗子军讨说法。他要钱不要命的亡命之徒表现，立刻引起钱海洋的注意，也深得钱海洋的赞赏，钱海洋力排众议，留下了他。戚兵成功打入犯罪集团，也让亲眼目睹的素长峰感到佩服，但素长峰还是对戚兵的“搅局”，并由此导致洛军的牺牲和戚兵曾经是颖弘（素长峰的现在的女友）的男友心里有说不出的不快。钱海洋表面让戚兵跟着他，但还是处处对他防备，并没有让他参与自己的“生意”。钱海洋和夫人包娜娜不和，俩人话不投机，见面就是大吵，其根源要追溯到他们俩结婚之前。包娜娜曾是素长峰一直在寻找的失踪哥哥素长岭的女友。包娜娜一直不明白自己怎么会朝素长岭开枪，而钱海洋会有她开枪的盘录像带。为此包娜娜整日为梦中梦魇所困，经常惊恐醒来，他恨钱海洋，因为他觉得这一切和钱海洋有关。所以包娜娜做了很多不可思议的事；她利用自己的美貌和金钱，把握一切机会诱惑别人杀钱海洋，特别是她铤而走险，暗中拉拢钱海洋的得力干将罗子军刺杀钱海洋，败露后，奸诈的钱海洋另有目的的饶恕了罗子军。同样，包娜娜的要求在遭到戚兵拒绝后，包娜娜立刻怀疑戚兵是卧底，因为包娜娜曾经用同样的办法对付过洛军。陈艳丽生活所迫，成为了钱海洋替代包娜娜的影子，可她给戚兵带来了很大的麻烦，因为她曾是戚兵的中学校友。戚兵沉着应付，使陈艳丽对他身份从认定变成了怀疑。但陈艳丽确从未在钱海洋的面前提起，因为在她的心里，有对他的情愫。另外，陈艳丽万分不甘，她对钱海洋还心存侥幸，希望自己能让这个魔鬼动心。可是当他失望时，她为钱，为出国而有了别恋，她为此付出了杀身之祸的代价。随着生意从小到大，钱海洋又开始不满足只做人民币，他的胃口越来越大，想一步到位，直接做印制假钞生意。他与境外伪钞制造头目阿明联手，但为了利益俩人明争暗斗，互藏杀机，结果阿明死在钱海洋的枪下。钱海洋在把仓库里剩余的人民币假钞出手时，与假扮线人的女警颖弘接上头。颖弘一路斩将，直到最后与钱海洋一伙交易，但也在此时，钱海洋知道了颖弘的真实身份，危在旦夕，但使戚兵意想不到的是，钱海洋要让戚兵亲手举枪打死颖弘……由于一系列的误会使戚兵和刑警队失去联络，加上他反常的举动引起素长峰和局长的怀疑和不安。同时，戚兵忍受着多重矛盾，继续在钱海洋的身边寻找有利证据。钱海洋找包娜娜的同学银行信贷部主管刘云，准备非法贷款用来实施他印制假钞的计划。刘云一直以各项资料不齐而迟迟没给钱海洋批贷款，凶残的钱海洋见威逼利诱对刘云不管用，便在刘云面前将绑架刘云女儿的手下皮仔打死，以此收买刘云的心。但是当刘云在审讯室知道他所看到皮仔的死是钱海洋安排的苦肉计时，刘云的防线彻底垮了……阿明的手下康伯在暗中占有陈艳丽的同时，他想利用陈艳丽把给钱海洋的伪钞模版偷回来，可是他的如意算盘打错了，陈艳丽根本就不会有机会接触到这样东西。在他们俩的事情败露后，钱海洋再次考验戚兵，让戚兵去杀陈艳丽和康伯，但聪明反被聪明误，钱海洋反而陷入我们刑警队为他设的局。得知康伯、阿明被杀后，长期跟在钱海洋身边的军师，心中早有反骨的秦文斌，准备将钱海洋刺杀取而代之。早以洞察先机的钱海洋是不会放过他的，秦文斌自以为掌握了钱海洋的生死证据，亲自与钱海洋见面，讨价还价，但道高一尺，魔高一丈，秦文斌还是痛哭流涕的跪在钱海洋面前求饶，直至躺在钱海洋的脚下。戚兵次次接受着钱海洋的考验，正当钱海洋准备重用戚兵时，戚兵和素长峰通讯联络的震动器被钱海洋发现，气愤的钱海洋把戚兵和素长峰等人引到码头的集装箱内，想把他们炸死……戚兵与钱海洋经过殊死的较量，最后戚兵终于将钱海洋的犯罪事实全部破获，拿到了确凿证据！钱海洋也没想到自己会栽在戚兵手上。",
    "chinese_title": "追查到底",
    "douban_rating": "7.2/10 from 365 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-04-06T03:21:06"
}