{
    "aka": [],
    "sid": "3101923",
    "cast": [
        "黄维德 Weide Huang",
        "沈晓海 Xiaohai Shen",
        "刘添月 Tianyue Liu",
        "路晨 Chen Lu",
        "何琢言 Zhuoyan He",
        "唐宸禹 TAE",
        "陈继铭 Jiming Chen",
        "汤镇宗 Chun-Chung Tong"
    ],
    "site": "douban",
    "tags": [
        "武侠",
        "梁羽生",
        "电视剧",
        "大唐游侠传",
        "国产电视剧",
        "张纪中",
        "沈晓海",
        "古装"
    ],
    "year": "2007",
    "genre": [
        "剧情",
        "古装"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2492741810.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "刘毅"
    ],
    "imdb_id": "",
    "director": [
        "张纪中"
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "大唐游侠传"
    ],
    "douban_link": "https://movie.douban.com/subject/3101923/",
    "trans_title": [
        ""
    ],
    "douban_votes": 429,
    "introduction": "大唐天宝年间，长安附近的一个小集镇，名叫鸡鸣镇，乃是进出长安的必经要道。镇上最大的一家酒楼，被人全部包下，原来是范阳节度使安禄山的手下王龙客等人，在这里埋伏。\n飞虎山寨主窦令侃和他的义子铁摩勒正好经过，窦令侃本不想多事，但是铁摩勒知道是安禄山手下行事，无法按捺，出手帮助了对方伏击的对象：原来他父母当年皆死于安禄山手下，铁摩勒最大的心愿，就是要为父母报仇，所以和安禄山势不两立。\n铁摩勒所救之人，乃是九原太守郭子仪的密使夏凌霜，王龙客等人的目的，是要抢夺她身上郭子仪给李白的密信：密信中，郭子仪要李白告诉玄宗，安禄山要谋反。\n夏凌霜谢过铁摩勒，继续赶路，铁摩勒和窦令侃前往鸡鸣镇拜望窦令侃的妹夫段圭璋，没有想到，王龙客等人衔踪而来，暗中抓走了段圭璋的妻子窦线娘。\n十八年前，段圭璋被安禄山大军包围，亲生儿子失陷乱军之中，而他的好友铁昆仑战死，史逸如全家也全部下落不明，只留下了铁摩勒，经此一役，段圭璋心灰意冷，从此隐居在鸡鸣镇，不理江湖恩怨，没有想到，安禄山却还是不肯放过他。\n段圭璋取出尘封已久的宝剑“破阵”，决心重出江湖。\n铁摩勒三人拦截安禄山进京车驾，不成功，窦令侃反而受伤，为了救妻子，段圭璋决定独闯龙潭，铁摩勒要帮助姑父，二人一起进京，要大闹安禄山府，救出窦线娘。\n铁摩勒打探安禄山府情况时，遇上机灵顽皮的王燕羽，王燕羽帮助铁摩勒摸清了安禄山府中情况，要一起营救，却被憨直的铁摩勒拒绝了。\n段圭璋深知危险，在行动前点倒铁摩勒，只身潜入安禄山府，没有想到，却遇上了安禄山手下一个神秘的高手羊牧劳。羊牧劳身份神秘，武功奇高，名满天下的段圭璋也不是对手，眼看不支之时，铁摩勒赶来，虽然明知不是对手，却依然苦苦支撑，要拯救段圭璋……\n就在二人要命丧当场时，夏凌霜带着李白前来，李白吸引安禄山注意力，夏凌霜乘机救出二人。\n安府卫士一路追杀，危急时刻，一个神秘高手出手救了铁摩勒。\n铁摩勒将段圭璋交托给夏凌霜，只身潜入安禄山府，想要救出窦线娘，却遇上王龙客，铁摩勒不敌王龙客，匆忙逃避时，逃入一个神秘的房间，房间主人叫做卢夫人，是个披着黑色面纱的神秘女人，卢夫人似乎具有预测未来的本领，安禄山遇事不决都向她请教，所以王龙客不敢造次。\n铁摩勒离开安府，这个时候，王燕羽救出了窦线娘，和段圭璋等人集合，前往窦令侃所在的飞虎山。\n在前往飞虎山路上，他们发觉河朔一带绿林大盗都在向飞虎山聚拢，奇怪，王燕羽和铁摩勒打探出真相：原来是王龙客聚集绿林败类，要围攻绿林盟主窦令侃，一举铲除就在安禄山肘腋之间的绿林群豪。众人加快路途，赶往援救飞虎山，一路上王龙客手下多次骚扰，都被他们挫败。\n快要到达飞虎山时，出现一个轻功卓绝的高手空空儿，来去无踪，几次偷走众人东西，留下匕首示警，众人却拿他没有办法，连真面目都不曾见。一向心高气傲的夏凌霜不服，向空空儿叫阵，却被空空儿戏弄。\n众人赶到飞虎山时，飞虎山已经被团团围困，众人硬冲不进，却遇上同样是来助阵的天下第一点穴名手韩湛及女儿韩芷芬。\n铁摩勒见不能突围而进，带领众人从暗道进入山寨。\n众人商议对策时，王龙客带领手下精精儿等人前来“拜山”，其实是前来挑战，段圭璋提出要江湖规矩，一对一交手，这时空空儿出现，原来他是精精儿师弟，不过是个十八岁的少年，他激段圭璋跟自己单挑，输者必须离开这里，不再插手双方事情。\n段圭璋以为空空儿不过是轻功好而已，真功夫不是自己对手，没有想到，他和窦线娘、韩湛居然都不是空空儿对手，唯有守诺离开。\n段圭璋离开飞虎山前，收铁摩勒为徒，将自己剑法和破阵剑传给了铁摩勒。铁摩勒终于得窥高深武功门径。\n虽然段圭璋等高手离开，但是窦令侃将飞虎山交给铁摩勒，铁摩勒严密防守，王龙客等人一时也攻不进来。\n没有想到，一夜之间，王龙客和精精儿等人从密道进入飞虎山，就连安禄山手下第一高手羊牧劳也出现了！这个时候，王燕羽终于暴露本来面目：她是王龙客的妹妹，接近铁摩勒等的目的就是为了击破飞虎山！\n羊牧劳出手无情，窦令侃死于羊牧劳手下，铁摩勒悲愤欲绝，要和羊牧劳拼命，被韩芷芬和夏凌霜救走。\n铁摩勒其实对王燕羽已经暗生情愫，没有想到王燕羽竟是奸细，更因自己失误导致义父被杀，黯然要自杀谢罪，却被空空儿救了下来。空空儿讥笑他不是男人，在空空儿激将下，铁摩勒顿悟，决心振作。\n铁摩勒支开韩芷芬，只身前往王龙客所在的金鸡寨复仇。却正好遇见王燕羽。\n王燕羽要铁摩勒找自己复仇，铁摩勒开始不是王燕羽对手，屡败屡战，终于在跟王燕羽交手过程中领悟段圭璋剑法精妙处，战胜王燕羽。\n铁摩勒向王龙客复仇，却不是对手，受伤之后，被一个蒙面人救走。\n铁摩勒以为是夏凌霜，却原来是王燕羽救她，藏于自己闺房。\n这个时候，韩芷芬知道铁摩勒只身复仇，找到段圭璋，段圭璋带领众人急忙来救，空空儿欲出手阻止，却被段圭璋大义感动，决心不帮师兄。\n段圭璋等人大闹金鸡寨，却没有救到铁摩勒：因为王龙客已经带着王燕羽离去，铁摩勒也被王燕羽带走。\n原来安禄山筹备谋反，要王龙客来帮助自己，铁摩勒跟随王燕羽到达范阳，潜藏在安禄山府中，想寻机刺杀羊牧劳。\n铁摩勒结识了卢夫人。卢夫人说服安禄山，做好玉玺、龙袍，准备登基，然后偷偷偷出玉玺龙袍，要铁摩勒进京告状：这次是铁证如山。\n铁摩勒奔赴长安，安禄山发现玉玺被窃，派出王龙客、精精儿等人追杀铁摩勒，关键时刻，那个神秘人再次出手救了铁摩勒。\n神秘人不但为铁摩勒治伤，还传给铁摩勒一套无尘掌法，铁摩勒发现神秘人酷似自己的父亲的画像，他不禁追问神秘人身份，神秘人淡淡一笑，不告而去……\n铁摩勒怀疑自己父亲没有死，神秘人就是自己的父亲铁昆仑！\n在王燕羽暗中帮忙下，铁摩勒到达长安，却因为得罪杨国忠，根本见不到玄宗，铁摩勒情急之下，藏身给贵妃的荔枝筐中混入皇宫，向玄宗禀报：安禄山要反！\n玄宗得讯大惊，立即派铁摩勒缉拿在京城的安禄山之子安庆宗，铁摩勒及时抓住安庆宗，玄宗立即以安庆宗为人质要挟安禄山。\n安禄山不顾儿子生死，起兵造反。\n安禄山反后，铁摩勒留在宫中担任侍卫，和秦襄成了朋友，就在这时，空空儿的踪迹居然出现在皇宫：他是来刺杀玄宗的！\n空空儿轻功卓绝，来去如风，铁摩勒根本无法阻止他，夏凌霜和韩芷芬帮他设计对付空空儿，二人多次交手，不打不成交，终于成为好友。空空儿放弃了刺杀玄宗。\n铁摩勒在长安发现了王燕羽行踪，暗中调查，发现王龙客等人居然都潜入了长安，他明白他们的目的和空空儿一样，于是劝王燕羽离开，王燕羽摇头：我不能。\n铁摩勒无奈出手缉拿王燕羽，此时神秘人再次出现，在神秘人帮助下，铁摩勒将王龙客等人一网成擒。\n玄宗知道擒获刺客，要亲自审问，铁摩勒押送王龙客等人去见玄宗，没有想到，到了玄宗面前，王龙客突然发难：原来他是假装受伤，王燕羽等人也一齐出手，刺杀玄宗。\n危急时刻，铁摩勒挡在玄宗面前，受了王龙客一剑！\n眼见铁摩勒受伤，王燕羽心中震动，被围攻的侍卫抓住。\n铁摩勒受伤，韩芷芬衣不解带，照顾铁摩勒，段圭璋做主，为铁摩勒和韩芷芬定亲。\n铁摩勒好转后，要秦襄、夏凌霜帮忙，从天牢中将王燕羽放走，他告诉王燕羽：从此你我互不相欠。王燕羽知道铁摩勒已经定亲，黯然离去。\n安禄山大军压境，玄宗唯有西行避祸，到了马嵬坡，六军不发，铁摩勒向玄宗表达士兵意愿：要诛杀杨国忠。\n诛杀杨国忠和杨贵妃之后，大军终于开始向前，但是玄宗却对铁摩勒怀恨，赐给他毒酒，要毒死铁摩勒，铁摩勒拒绝接受，要离开玄宗而去，却被羽林军重重包围，情急之下，秦襄挟持玄宗，放走了铁摩勒。\n铁摩勒走后，秦襄说自己不得已挟持君王，自刎谢君。\n铁摩勒前往郭子仪处和夏凌霜一起帮郭子仪抵抗安禄山，段圭璋、韩芷芬等人也都在义军中，王龙客重施故技，要刺杀郭子仪，没有成功，却抓走了夏凌霜。\n原来王龙客早已经垂涎夏凌霜美色，要强逼夏凌霜嫁给自己，众人要赶去范阳，深入贼巢拯救夏凌霜，没有想到，一向独来独去的空空儿居然也来帮忙救人：原来他和夏凌霜早已经心心相通。\n在空空儿帮助下，众人成功大闹范阳，救出夏凌霜。\n庆功宴上，段圭璋看见空空儿怀中的玉簪，大惊：原来空空儿就是他失散十八年的儿子段克邪！\n原来十八年前，段克邪在乱军中失散，被精精儿的师父收养，并且学得一身本领，他虽然是精精儿师弟，但是武功却远远高于精精儿，不过师父死后，精精儿继任掌门人，空空儿的师父本来就是介于正邪之间的人物，从来不曾教给空空儿正义道理，所以空空儿也帮着师兄做了写坏事，但是结识铁摩勒和段圭璋后，逐渐明白了人间正义，终于和精精儿决裂。\n大家恭喜段家全家团聚，段圭璋高兴之余，告诉空空儿，你和夏凌霜不能成亲，因为当年我们帮你给史家女儿史红梅定亲，虽然史家全家下落不明，但是我们要信守承诺……空空儿却根本不买账：其它事情我可以听你的，这件事不行，我喜欢夏凌霜，就要跟她在一起，为什幺要跟一个我根本就没有见过的人成亲？父子二人闹翻，韩湛来做和事老：等有了史家小姐消息再说吧。\n空空儿的话极大震撼了铁摩勒，他也开始思考：我明明喜欢王燕羽，为什幺却要和韩芷芬在一起？\n此时前方战事告急，安禄山已经占据长安，自立为王，众人要刺杀安禄山，铁摩勒自告奋勇前往安禄山的皇宫刺探情况。\n铁摩勒潜入洛阳，机缘巧合，混进皇宫，成了安禄山侍卫之一，但是安禄山防备甚紧，铁摩勒根本没有机会下手。\n安禄山之子、太子安庆绪看中王燕羽，要娶王燕羽做太子妃，王燕羽在哥哥逼迫下，被迫答应，就在这时，她见到了铁摩勒，立即决定，不会做什幺太子妃。\n王龙客大怒，将王燕羽关押，强迫其出嫁，铁摩勒忍无可忍，出手救了王燕羽，二人被王龙客及安禄山的铁骑队围困，眼看已经不可能逃脱，两人要一起死，终于互诉衷肠，表述了心中的情意。\n没有想到，安禄山府中的卢夫人救了他们。更令他们意外的是：卢夫人就是王燕羽的母亲！\n原来卢夫人就是史逸如的夫人，十八年前，史逸如死于乱军之中，卢夫人被抓回来，安禄山见卢夫人貌美，要收留为小妾，卢夫人却用剪刀划花面孔，安禄山一怒之下要杀卢夫人，卢夫人却用自己机智，让安禄山相信她可以断人休咎，于是不但没有杀她，反而将她供养起来，遇事就咨询她。而王燕羽其实就是史家的女儿史红梅，被安禄山手下王伯通(王龙客之父)收养。\n王燕羽知道自己身世，要带母亲离去，卢夫人说自己在安禄山府这幺多年，就是为了杀死安禄山，现在眼看就要成功，自己不会离开的。\n卢夫人以天意所归说动安庆绪，安庆绪发动叛乱，围攻安禄山！\n王龙客拼死保卫安禄山，却被突然出现的羊牧劳杀死，羊牧劳辅佐安庆绪登基，羊牧劳被封为国师。\n安庆绪对羊牧劳言听计从，羊牧劳大权在握，铁摩勒要刺杀羊牧劳，被卢夫人劝住：你不可以杀他！铁摩勒大为不解。\n卢夫人犹豫再三，想要说出羊牧劳的身份，却被羊牧劳杀死！\n铁摩勒刺杀羊牧劳不成，落入羊牧劳手中，正当他准备慷慨赴死时，羊牧劳摘下了一直戴着的面具，他就是那个传给铁摩勒武功的神秘人！\n原来，羊牧劳就是铁摩勒的父亲铁昆仑！\n18年前，乱军之中，铁昆仑并没有死，而是身受重伤，被安禄山救醒后，卖身投靠了安禄山，因为愧见往日朋友，所以改换身份，以羊牧劳的面目出现，成了安禄山手下第一高手！知道他真实身份的，只有卢夫人，但是他一直以王燕羽的生命威胁，不准卢夫人说出真相。\n铁摩勒第一次大闹安禄山府，铁昆仑就已经认出他，所以后来几次救了铁摩勒，并且传他武功。\n一瞬之间，铁摩勒的世界彻底崩溃：杀死安禄山、为父母报仇是他人生的第一目标，杀死羊牧劳，为义父报仇是他的人生第二目标，现在父亲没有死，而且父亲就是杀死义父的凶手……铁摩勒的人生一下子全部空了。\n铁昆仑要铁摩勒做自己的助手：权力才是这个世界最好的东西，现在安庆绪对我言听计从，只要我们父子联手，利用安氏叛军打败唐军，天下就是我们的！\n铁摩勒拒绝了父亲，逃出宫外，万念俱灰。他不会与父亲沆瀣一气，但是也不能与父亲为敌。\n铁摩勒遇上受伤的夏凌霜，接受了更为重要的任务：张巡把守睢阳，抗击叛军，郭子仪派出部将贺昆前往援救，却发现贺昆其实是奸细，所以必须赶去通知张巡，否则睢阳可能会被出卖！\n铁摩勒和空空儿立即赶往睢阳，但是为时已晚，贺昆已经将来援的一万唐军带入叛军包围圈，唐军全数被歼，尸横遍地。\n铁摩勒、空空儿决心锄奸，两人冲入叛军的千军万马之中，万军之中擒杀了贺昆！\n段圭璋、夏凌霜等人赶来接应，众人一起退入睢阳城。\n睢阳城已经被围许久，城中粮绝，但是守军却依旧坚持，铁摩勒和空空儿深刻领会了“为国为民，侠之大者”的道理。\n叛军大举来攻，羊牧劳、精精儿等人先在城中放火，制造混乱，睢阳城终于被敌军攻破，段圭璋和羊牧劳大战时，铁摩勒原本要上前相助，但是面对羊牧劳，终不能动手，导致段圭璋被羊牧劳掌力所伤，不治身亡！\n段圭璋临死，铁摩勒悔彻心肺，段圭璋说其实自己在动手过程中已经知道羊牧劳就是昔日故人铁昆仑，但是天下大事，岂能因为私人感情就改变？\n铁摩勒终于明白，抛开个人恩怨，以社稷为重！\n弥留之际，段圭璋用最后一口气解除了和史家的婚约，同意空空儿和夏凌霜的婚事。\n众人伤心之余，投奔郭子仪大军，为平叛冲锋，一向不管正邪之分的空空儿也加入大军中。\n郭子仪大军围攻洛阳，因为安庆绪在箭楼上安排重兵，久攻不下，损失惨重，铁摩勒决定带领空空儿等高手攻占箭楼，为大军扫清障碍。\n铁摩勒出发前，终于和韩芷芬说清楚自己感情，韩芷芬坦然接受，铁摩勒终于和王燕羽成双，但是却面临生死大战。\n铁摩勒率领群豪，冲上箭楼，但是安庆绪也将箭楼作为防守重点，羊牧劳等一众高手在严加防护，双方爆发一场前所未有的大战。\n铁摩勒再次面对自己的亲生父亲，父子两人大战！城上城下，所有人无不关注：因为这场大战结果，将决定洛阳得失，甚至左右两军局势、天下得失！\n终于，铁摩勒克服心魔，亲手将羊牧劳打下高墙！\n郭子仪大军进攻，攻克洛阳",
    "chinese_title": "大唐游侠传",
    "douban_rating": "6.6/10 from 429 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2024-09-08T06:40:08"
}