{
    "aka": [
        "The Great Pretender"
    ],
    "sid": "3101891",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt1002608",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1002608/",
    "imdb_votes": 10,
    "this_title": [
        "El Gran simulador"
    ],
    "douban_link": "https://movie.douban.com/subject/3101891/",
    "imdb_rating": "6.8/10 from 10 users",
    "trans_title": [
        "伟大的伪装者",
        "The Great Pretender"
    ],
    "douban_votes": "0",
    "introduction": "近两年在阿根廷颇受争议的一部纪录片，05年完成后无法在本国放映，导演只能选择去邻国乌拉圭首映，直到08年才得以重返阿根廷。El gran simulador (The Great Pretender, 2006) is the documentary in which Montes-Bradley mocks a group piqueteros who have been manifesting on an ongoing border dispute with Uruguay over the installation of a paper-mill plant by Botnia from Finland. The idea of ridiculing a \"popular cause\" is unusual in Argentina where documentaries are often aimed in the exact opposite direction. The Monty-Pythonesque approach to the cause of the environmentalists did more for the popularity of the filmmaker than the previous twenty years dedicated to making documentaries on writers and philosophers and alike, which resulted on an extraordinary library of more than forty titles on Latin American Culture. The media overplayed the imminent release of El gran simulador in Buenos Aires in December 2005, and film was ultimately censured by the National Institute of Cinematography (Incaa). In January 2006, Montes-Bradley and his family were force to seek save-Heaven in neighboring Uruguay where the documentary was well received and released on January 12, 2006. In a most recent note El gran simulador was ultimately released in Argentina in April, 2008, and distributed by Editorial Perfil, the opposition media conglomerate own by Jorge Fontevecchia.El gran simulador begins with Eduardo Montes-Bradley in a quest to find Nahuel Maciel, a man who fifteen years before fooled everyone pretending to be a Native American from the Mapuche Nation in Patagonia. Disguised as the chief Nahuel sold interviews to Gabriel García Márquez, Umberto Ecco, Mario Vargas Llosa and more to El Cronista Comercial, a major newspaper in Argentina. The literary sham went even farther when Nahuel published a book with a bogus interview to the Colombian Nobel Prize of Literature preceded by a foreword by Uruguayan legend Eduardo Galeano. Eduardo Montes-Bradley finds Nahuel in Gualeguaychú, some 300 miles from Buenos Aires working close to the leadership of a group of environmentalists battling a paper-mill plant in the Argentina-Uruguay border. The film is witty, provocative and politically incorrect in all possible ways. El gran simulador was banned from theaters in Argentina for its politics (only to be shown at BAFICI, the Independent Film Festival of Buenos Aires and later released on DVD) and it was effectively released in Uruguay (across the border) with excellent B.O. results.Eduardo Montes-Bradley is an American writer-filmmaker born in Argentina on July 9, 1960. He's best know for his documentary work on Latin American writers and for his controversial and often politically incorrect take on politics. Montes-Bradley has produced, directed, written or otherwise engaged in over forty films. He authored the yet most complete biographical research essay on Julio Cortázar and hundreds of articles on diverse subjects: Jorge Luis Borges, Evo Morales, Dean Reed, Potemkin, Osvaldo Soriano, Che Guevara and Eva Perón.",
    "chinese_title": "伟大的伪装者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Gran simulador",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-09T12:01:14"
}