{
    "aka": [],
    "sid": "3102585",
    "cast": [
        {
            "url": "/celebrity/1027840/",
            "name": "罗杰·摩尔 Roger Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070053/",
            "name": "芬利·柯里 Finlay Currie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122564/",
            "name": "富尔顿·麦凯 Fulton Mackay",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1969",
    "genre": [
        "动作",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2574530177.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1045709/",
            "name": "莱斯利·查特里斯 Leslie Charteris",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289060/",
            "name": "约翰·克鲁斯 John Kruse",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt3141810",
    "director": [
        {
            "url": "/celebrity/1434807/",
            "name": "吉姆·奥康诺利 Jim O&#39;Connolly",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1969-01-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt3141810/",
    "imdb_votes": 523,
    "this_title": [
        "Vendetta for the Saint"
    ],
    "douban_link": "https://movie.douban.com/subject/3102585/",
    "imdb_rating": "6.3/10 from 523 users",
    "trans_title": [
        "圣徒的复仇"
    ],
    "douban_votes": "0",
    "introduction": "The two-part \"Saint\" episode \"Vendetta for the Saint\" has here been cobbled together to make one seamless adventure package. Those two episodes, numbers 113 and 114 (out of 118), first aired in January '69, but have never made it to U.S. syndication. So don't look for them with other Season 5 and 6 episodes occasionally showing on the cable station BBC-America. That's a real shame, as this is one of the toughest adventures that Simon Templar has ever gotten himself involved in, in a long history of sticking his neck out for friends and casual acquaintances! Here, he goes to Sicily to take on all of the Mafia, after a stranger he meets in a bar is rubbed out by the Mob. The film features beautiful location shooting, the large cast typical of these programs, a more straightforward story line (some of the \"Saint\" episodes seem excessively complicated to me, many with gratuitous surprise endings), and some real harrowing moments for Simon. The old boy sure does have a tough time here, running all over the Palermo countryside as numerous Mafia goons hunt him down on motorbikes. A definite plus is that this DVD is just beautiful to look at; what an improvement over the televised \"Saint\"s! The colors are absolutely lustrous here; an absolutely first-rate transfer! My only problem with this exciting film, actually, was Ian Hendry, a terrific British actor who was here miscast, I feel, as an Italian don. Somehow, the Ipswich-born Hendry does not fully convince as a Sicilian. This quibble aside, \"Vendetta for the Saint\" should provide an excellent evening's entertainment for all Simon Templar fans.",
    "chinese_title": "圣徒的复仇",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Vendetta for the Saint",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-10-23T22:52:27"
}