{
    "aka": [
        "James Blunt in Kosovo"
    ],
    "sid": "3105365",
    "cast": [
        {
            "url": "/celebrity/1032445/",
            "name": "詹姆斯·布朗特 James Blunt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2537531611.jpg",
    "region": [
        "美国",
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1112701",
    "director": [
        {
            "url": "/celebrity/1280016/",
            "name": "史蒂文·坎托 Steven Cantor",
            "@type": "Person"
        }
    ],
    "duration": "49分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-11-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1112701/",
    "imdb_votes": 94,
    "this_title": [
        "James Blunt: Return to Kosovo"
    ],
    "douban_link": "https://movie.douban.com/subject/3105365/",
    "imdb_rating": "3.6/10 from 94 users",
    "trans_title": [
        "重返科索沃",
        "James Blunt in Kosovo"
    ],
    "douban_votes": "170",
    "introduction": "James Blunt: Return to Kosovo is a documentary film recorded in September 2006, when BRIT Award-winning musician and former British Army Captain James Blunt returned to the United Nations protectorate of Kosovo to perform a concert for serving NATO troops, and to visit places and people he had encountered whilst serving in Kosovo in 1999. The documentary was directed by Steven Cantor, an Academy Award nominee.The documentary interlaces the footage filmed in 2006 with personal videos taken by Blunt in 1999, as well as news footage from the Kosovo conflict. Blunt was reunited with the three interpreters with whom he had worked when his unit was the first to be sent into Kosovo. Together, they had intended to seek out families with whom Blunt and his charges had interacted; instead, they found abandoned and destroyed homes where once these families had lived. They also returned to a mass grave that Blunt's squadron had been instrumental in identifying; it was now a traditional cemetery, where most of the dead had been identified and gravestones with their likenesses had been erected.Interspersed with these scenes were excerpts from the concert Blunt performed for NATO troops, accompanied by keyboardist Paul Beard. The concert itself was sponsored by the British Forces Foundation.Blunt performed songs from his Back to Bedlam album, including chart-topper You're Beautiful. Also included was his performance of No Bravery, a song about the conflict that Blunt wrote during his tour of duty in Kosovo.",
    "chinese_title": "重返科索沃",
    "douban_rating": "8.8/10 from 170 users",
    "foreign_title": "James Blunt: Return to Kosovo",
    "imdb_rating_average": 3.6,
    "douban_rating_average": "8.8",
    "update_at": "2025-06-23T11:35:32"
}