{
    "aka": [],
    "sid": "3105268",
    "cast": [
        {
            "url": "/celebrity/1315129/",
            "name": "周晓涵 Amanda Chou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1411680/",
            "name": "韦汝 Rachel Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321307/",
            "name": "王欣逸 Hsin-i Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321002/",
            "name": "申东靖 Tung-Ching Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316043/",
            "name": "唐振刚 Chen-Kang Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315912/",
            "name": "杨一展 Leroy Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1497697/",
            "name": "龚继安 Andy Gong",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890067722.jpg",
    "region": [
        "港台"
    ],
    "writer": [
        {
            "url": "/celebrity/1397369/",
            "name": "方懿德 Yi-Te Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320778/",
            "name": "曹如萍 Ju-Ping Tsao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1320777/",
            "name": "柯翰辰 Han-Chen Ke",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "13",
    "language": [
        "中文"
    ],
    "playdate": [],
    "this_title": [
        "至尊玻璃鞋"
    ],
    "douban_link": "https://movie.douban.com/subject/3105268/",
    "trans_title": [
        ""
    ],
    "douban_votes": "264",
    "introduction": "主演：铁雄（唐振刚饰）林富男（陆明君饰）可儿（周晓涵饰）金勇俊（龚继安饰）帅到无以复加的“无极中学之光”——金勇俊再一次成功的甩掉为期一周的新女友，正感到轻松无比。对他来说，女人只是生活调剂品，虽然这些主动送上门的女孩们各有特色，但他已经开始对这种生活感到厌倦。勇俊经过市区广场，广场上正因为上百人参加cosplay大游行而热闹不已，勇俊身不由己的被推挤到表演的队伍中，一阵混乱，竟有个女生跌倒在自己面前，那女孩一抬头，不得了，竟然是勇俊魂牵梦系的电玩人物——“生死格斗”里的小霞（当然这是勇俊的秘密，千万不能说）。勇俊拉了“小霞”一把，小霞尴尬一笑后，嫣然逃走，只留下了一只鞋子……铁雄一路狼狈的逃回社团办公室，迫不及待把这一身他妈的女装换下来，他之所以这么做，还不都是为了可儿——他心仪多年的对象。只要换得她开心的笑容，这一切麻烦都值得。但是最恐怖的麻烦总是回家后才开始，身为家中独子，父亲期盼他成为有气魄的男子汉，但他匆忙中竟忘了卸妆，而让老爸撞个正着……一连串痛苦的精神讲话和折磨的肉体训练是免不了了，但拖着疲惫身躯回到学校，铁雄遭遇到更残酷的恶梦——可儿跟他告白，她已经无可自拔的喜欢上学校里风评最糟但女人最爱的处女终结者，金勇俊！铁雄痴痴望着操场上挥汗打球的勇俊发出叹息，原来可儿心仪的男子是这种充满男子“汗”味道的肌肉男，自己为她勤作针线、参加社团的努力完全走错方向。他开始认为老爸或者是对的，父亲看着开窍的儿子，终于留下欣慰的泪水。在一连串的魔鬼训练后，铁雄以为也许会改变可儿的印象，不料阴错阳差，致命的误会却让可儿以为自己是个同性恋（虽然学校里一直有这个传闻），而换得真挚如姊妹淘的友谊……接二连三的打击，令铁雄身心俱疲，逃往漫画的世界里求得一丝慰藉，就在一部叫做“我是正港男子汉”的漫画中，铁雄看到了曙光，而正巧漫画作者出现在书店里，与铁雄擦肩而过，充满男子气概的身型，铁雄知道，他找到了命运的救星……铁雄开始寻访漫画作者林富男的下落，但出版社始终对这名作者的背景守口如瓶。铁雄不惜假借卡漫社的名义想邀请富男到学校演讲，但仍遭到回绝，更令富男的身分成谜。另一方面，可儿对铁雄毫不保留的道尽心中情事，让铁雄只能笑着把眼泪往肚里吞。他受到如圣经般的漫画鼓励，正提起勇气想对可儿表白时，却被可儿抢先一步，希望他帮她对勇俊告白。铁雄想尽办法阻止，找来几个曾被勇俊甩过的女同学来现身说法，想让可儿清醒，不料却形成一群女人兴奋大谈偶像的局面。可儿鼓起勇气拿礼物给勇俊，却遭到鄙夷的对待，令可儿伤心。铁雄气不过，想找勇俊理论，但到了勇俊面前，却忍不住低声下气求勇俊与可儿交往。勇俊觉得铁雄好玩，把这场约定当游戏来玩，要铁雄以条件交换，帮他做一件事。铁雄应允。勇俊依约和可儿约会，可儿欣喜若狂与铁雄分享，铁雄只能暗自祈祷可儿能在过程中发现勇俊的真面目。但事情发展却与铁雄期望相反，铁雄丧气之余，再度巧遇富男。这次铁雄卯足了劲死缠住富男，并要求富男收己为徒。富男根本懒得理会，只当铁雄为透明人。铁雄死缠烂打，使尽招数，富男连眼皮也不抬一下，但就在此时，贵人出现，富男的同居女友亚瑛回来。美丽妖艳的亚瑛见到俊美的铁雄，惊为天人、暗自垂涎，便暗中协助铁雄，终于让富男答应收铁雄为徒，并暂居富男家中……铁雄告诉家里，自己要参加空手道特训为期五天，铁雄老爸开心含泪的收拾了铁打损伤药膏贴布等，送儿子出门。（但铁雄的姊姊们则充满怀疑）铁雄原以为这几天的特训能让富男老师传授自己如何成为正港男子汉，但三天过去了，富男却爱理不理，反而是富男的女友亚瑛老是纠缠个没完——一下子要自己试春夏新装，一下子又要自己脱光上衣量身材，铁雄战战兢兢，又怕得罪亚瑛、又不想让老师误会与他女友暧昧。铁雄的特训学不到任何东西，却搞得疲惫不堪。回到学校，竟听说可儿被外校的几名女生叫到厕所去“谈话”。铁雄深感大事不妙，拼命找寻可儿，而可儿却在此时，受到这群自称勇俊迷的恶霸女生恶劣欺负。铁雄及时赶到，欲英雄救美。但孱弱的铁雄岂是这几名高壮女生的对手，反而让自己被欺负得更惨。铁雄不顾自己，但气不过可儿受辱，去找勇俊算帐。勇俊根本懒得跟铁雄动手，但是把实话说出——与可儿根本只是一场游戏，而且这游戏不好玩，只好提前结束。铁雄无奈，但这番话都让可儿听到了。铁雄安慰可儿，鼓励她忘记勇俊重新振作，但不料可儿却决定爱无反顾，继续不屈不挠的喜欢勇俊。铁雄傻眼。回到老师家，在亚瑛的威逼下，铁雄以为自己就要失身，赶紧搬出富男当挡箭牌，亚瑛这才知道原来铁雄一直把富男当成男人……铁雄得知原来崇拜已久的救星竟是女人，打击太大，不愿意相信。但好死不死，死对头勇俊居然出现在富男家，还叫富男“小阿姨”。铁雄不得不相信这名男子汉竟是女儿身，顿时世界濒临崩溃……富男来校园是为了寻求灵感，因为她的漫画近年来销售量下滑、缺乏人气，因此总编大人动了歪脑筋，要富男以铁雄为实际范本，描绘他的爱情故事，以真人真事为主轴，刺激市场漫画销售，否则富男就得面临解约与赔钱的危机。为了让勇俊与可儿的第二次约会，铁雄扯谎，故意再假扮小霞，藉此反过来对勇俊提出各种要求，原本占上风的勇俊，为了要获得小霞的消息，只好暂对铁雄言听计从。然而勇俊与铁雄却因一场意外事件而接了吻，轰动学校，勇俊与铁雄被传为同性恋，可儿没有想到铁雄竟才是勇俊真正的恋人，从此视铁雄为情敌，对他产生误解，铁雄百口莫辩。富男中性作风和率性而为的性格，使得她在卡漫社广受欢迎，不少小男生自愿担任她的助手，小男生们对富男是偶像崇拜，经常留在卡漫社…某日铁雄父来到学校，想看看铁雄是否变得有男子气概了，却发现儿子非旦没成为男人中的男人，参加的也不是什么武术社，并有了一个同志男友，还和林富男疑有不正当关系，明察暗访，发现卡漫社春色无边….误以为富男把小男生们统统视为禁圞，决定揭发富男假教学实则诱奸无知少男的真面目！瞎搞了半天，禁圞事件竟是误会一场，过程中，铁雄出面替富男澄清等等一连串作为，让铁雄父看到铁雄展现man的一面，对富男折服，决定把铁男交给富男！勇俊睡了黑社会老大的女人引来风波，可儿得知勇俊有危险，决定只身去谈判。铁雄知道这件事后，搞不清楚状况，还以为只是一场形式上的单挑，号召卡漫社的同学，大家又扮成了同人志的装扮，一起去挑战黑社会老大，没想到众人前往，才发现情况不妙，根本不是什么同人志大会，而是真正的黑社会火并！正当铁雄为了救可儿，惨遭黑社会老大恶整，而可儿为了勇俊展现出气魄，也令黑社会老大折服，但自己的女人被睡了，可不能这么简单放过，黑社会老大提出某项非人要求，铁雄为救可儿也照做了……(展现铁雄爱可儿的痴情)就在这时，林富男出现了，她手里拿了一个什么东西，顿时令黑社会老大吓得面无血色….原来那是黑社会老大的漫画手稿，搞了半天，看起来凶恶的黑社会老大，年轻时是画少女漫画的，他画的少女漫画眼睛一定要有五颗星星，还有甜蜜的爱心标志，如此梦幻的过往，让如今刺龙刺?的黑社会老大颜面无光，为夺回那令他羞辱的手稿，他放过铁雄，大家扯平了！铁雄英雄救美虽没成功，但却化解了可儿对铁雄的误会，她哥儿们的拍拍铁雄的肩说现在我不把你当情敌了！你是我的好朋友！铁雄闻言，心碎满地，但仍愿意献上默默的祝福。因为铁雄扮同人志人物小霞，也让他的身分曝了光，勇俊得知小霞是铁雄扮的，破灭……可儿为救勇俊的勇敢表现，让勇俊开始正视可儿这个人的存在，主动向她提出第一次约会，可儿高兴之余，没想到勇俊竟要她上宾馆！铁男得知可儿与勇俊上宾馆了，心痛的无以复加，他决定放弃可儿，祝她幸福，为彻底斩断情丝，他要再做最后一件事，送保险套到宾馆，做为最后的结束礼物。失恋的铁雄与富男、亚?在酒吧喝酒，亚?安慰铁雄，铁雄难过又自豪的说自己做到了真正男人该做的事，让自己心爱的女人幸福！酒酣耳热、几瓶酒下肚后，亚瑛抖出了自己的情事，也间接透露了富男的爱情史，铁男听的一楞一楞，断断续续的……富男在总编的威胁下，勉强的画了几张画稿，但一想到这么做无疑是破坏铁雄对她的信任，她不能为了赚钱把铁男的故事当成笑话画进漫画里，于是她决定即使要?约赔钱，也不可以把画稿交出。然而总编竟用小人的方法把富男的画稿偷了，并暗中找人把它的初稿画完，出版。铁雄误信总编之言，为了替富男的新书造势，再度扮女装在发表会上替富男造势，新书书名：如何变成一个女人…….没想到翻开才知道里头画的人竟是自己，他以为自己被富男出卖了！富男要如何洗清自己的冤枉？铁雄能否如愿成为真正的男子汉？可儿在这种种过程中，是不是会发现自己的真爱？而造成花花公子勇俊花心无情的原因又是什么？这一连串混乱的关系要怎么个扭转，众人们才会回到原来自己的轨道，敬请拭目以待……",
    "chinese_title": "至尊玻璃鞋",
    "douban_rating": "6.6/10 from 264 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-07-09T20:07:38"
}