{
    "aka": [],
    "sid": "3110661",
    "cast": [
        {
            "url": "/celebrity/1318137/",
            "name": "李心敏 Xinmin Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868753120.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1398816/",
            "name": "王西萍 Xiping Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "西凉外的风车"
    ],
    "douban_link": "https://movie.douban.com/subject/3110661/",
    "trans_title": [
        ""
    ],
    "douban_votes": "250",
    "introduction": "故事发生在上个世纪三十年代西北黄土高原一个叫西凉外的偏远小山村。家境贫寒但却多才多艺的高原汉子常在，在父母的包办下，极不情愿地娶回了比自己大好几岁，且脸上有一大块胎印的媳妇改生。除了长得不怎么好看，改生心地善良、勤劳贤惠。要看在常在那个贫寒破落的家上，改生嫁给常在也没有什么配不上的，但问题是常在早已心有所属。新婚不久，常在就离家出走，去寻找青梅竹马的心上人葡萄。常在离家出走的日子，改生以常家儿媳的身份料理家务、侍奉公婆，默默忍受着独守空房的寂寞和清苦。就在改生日思夜想，盼望常在早日回来时，离家快半年的常在突然带着已经怀孕三个月的葡萄，回到了家里。常在领回一个媳妇以外的女人突然回村，让常在的爹娘肝肠寸断，但看在葡萄一天天大起来的肚子的份上，两老口也没有更多的责怪，欲哭无泪的改生带着无限的忧伤悄悄地离开了常家。三十年代的西北高原战事纷争，兵荒马乱。改生离开常家后不久，常在爹就死于国民党大兵的乱枪之下，常在也被抓了壮丁。突然的变故让原本贫寒破落的家庭雪上加霜，常在娘没几天时间也追随老头子而去。此时，远远看见高高转动的风车的改生回到常家，和葡萄一起料理了常在娘的后事，在葡萄的哀求下留下来，与葡萄姐妹相称，相依为命。置身家破人亡的常家，面对肚子一天天大起来的葡萄，善良的改生承担起了照顾葡萄的责任，用卖风车挣的几个零钱，艰辛地支撑着一个摇摇欲坠的家。葡萄顺利产下一个女婴，取名草儿。在草儿逐渐长大的日子里，改生用自己的坚韧，支撑着生的希望，多次打消了保长垂涎葡萄的主意。从那个时候起，两个善良苦命、原本对立的女人，被命运紧紧地拴在一起，在苦难中建立了深深的姐妹之情。几年过去了。草儿慢慢长大，一家三口的日子虽然依旧贫寒艰难，但因为有了草儿，破落的小院里时常传出快乐的笑声。正当改生和葡萄都以为常在早已命丧战场时，失踪多年的常在突然回来，并打乱了两个女人原本清苦但还算平静的生活。改生又一次收拾起包袱，离开常家，在黄昏的黄土高原上，走向自己前途未卜的将来。精彩视点：根据王西萍小说《胭脂红》改编的本片用悲情的笔调讲述一个让现代人无法接受的家庭婚姻问题的同时，努力营造出特定历史条件下西北黄土高原的时代生存背景，并用朴实自然的服装造型，和尽可能多的平视自然的角度来表现人物，给观众质朴无华的观影视觉感受。本片的创作阵容被广大观众所熟悉。导演高峰执导过多部电视电影作品，如《法官老张轶事之审牛记》、《划痕的岁月》、《黑山红杏》、《佛坪》等。主要演员李心敏也是近几年频频出镜的演员，光是《老油坊》、《法官老张轶事之审牛记》、《摊牌》、《耿五爷的马扎儿》就为他赚足了观众缘；有着“谋小生”之称的郑昊主演了多部影视作品，其中和张子怡联袂主演的《我的父亲母亲》获奖无数，《人子》获“五个一工程”奖，自编自演的话剧《穿越丛林》获“鲁迅文学”奖。",
    "chinese_title": "西凉外的风车",
    "douban_rating": "7.8/10 from 250 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-07-23T22:14:44"
}