{
    "aka": [],
    "sid": "3110800",
    "cast": [
        {
            "url": "/celebrity/1106486/",
            "name": "Burr Jerger Burr Jerger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [
        "剧情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893073461.jpg",
    "region": [
        "比利时",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1106486/",
            "name": "Burr Jerger Burr Jerger",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0214711",
    "director": [
        {
            "url": "/celebrity/1106486/",
            "name": "Burr Jerger Burr Jerger",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0214711/",
    "imdb_votes": 55,
    "this_title": [
        "General Massacre"
    ],
    "douban_link": "https://movie.douban.com/subject/3110800/",
    "imdb_rating": "4.6/10 from 55 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "比利时作家Burr Jerger（1917-1982）自编自导自演的作品，虽然是反战题材，但因为其中涉及到为表现主人公受越战综合症的影响而屠杀动物的场景而在欧洲各国被禁，是70年代欧洲一部LOST CULT CLASSIC。\"General Massacre\" is an ultra-weird film that received some extra attention from me since it's a Belgian-American co-production. With me being Belgian and this being a very rare cult gem…this was an absolute must see. The film describes itself best as a mixture between an anti-war protest film and the psychological analysis of a deranged war freak. This review will simply be too short to sum up all the bizarre (most very shocking) elements \"General Massacre\" features but I can already tell you it contains enough controversy to last a lifetime.The story focuses on a veteran (the General) who served the military during WWII, Vietnam and the Korean War. He has quite a few alarming conceptions about warfare (\"politics are the extension of war\", \"Civilians are as much the enemy as men in uniform\"…) When he returns to his estate in Antwerp, he continues to live under the impression of being in command of his troops and hikes into the nearby woods fully armored. This leads to a couple very disturbing and repulsive scenes that made this production the ultimate nightmare for critics and film committees. Once sequence in particular, in which the General sees an ordinary cow as the \"enemy\" and butchers it, caused this to movie to be forbidden in several European countries. Granted, the cruelty often is pointless and overly explicit.The above mentioned sequence even looks too realistic…if you know what I mean. But the message \"General Massacre\" brings is far too impressive to be left untold. War too easily gives deranged people an excuse to feast their perverted world perspectives and the authorities only find out when it's too late! \"General Massacre\" almost completely is a one-man-project by Burr Jerger who directed, produced, stars and adapted the screenplay from his OWN novel. That's impressive to say the least. This is an unhinged authentic cult film, totally unknown to the world.A somewhat deranged veteran of the Vietnam War returns home after the war, but still has illusions of still being in command of his troops. Disturbing and at time overly graphic, including some senseless scenes of animal cruelty. An American general accused of brutal behaviour in Vietnam is transferred to the NATO headquarters in Belgium. He and his daughter live together in a spacious villa where he and his orderly corporal, Tsai, play war games in the surrounding bushes. When a military investigator inquires about the general’s past, he is shocked and starts to question it himself.The devotion of an army general to military morality becomes a psychosis in this drama. Most of the story is told in flashback as the general stays in Belgium to wait for his upcoming trial for the slaughter of innocent people in Vietnam. In one flashback, he is seen killing his wife after he catches her with another man. Many scenes of his actions in Vietnam are also witnessed. Back in the present, he is seen killing his daughter when he catches her with an orderly. In turn, the orderly kills the sadistic general.",
    "chinese_title": "General Massacre",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T21:00:13"
}