{
    "aka": [
        "Far from the Trees"
    ],
    "sid": "3111128",
    "cast": [
        {
            "url": "/celebrity/1042060/",
            "name": "安东尼奥·加德斯 Antonio Gades",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606590227.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1379669/",
            "name": "Jacinto Esteva Jacinto Esteva",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0164722",
    "director": [
        {
            "url": "/celebrity/1379669/",
            "name": "Jacinto Esteva Jacinto Esteva",
            "@type": "Person"
        }
    ],
    "duration": "101 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1972-06-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0164722/",
    "imdb_votes": 94,
    "this_title": [
        "Lejos de los árboles"
    ],
    "douban_link": "https://movie.douban.com/subject/3111128/",
    "imdb_rating": "7.3/10 from 94 users",
    "trans_title": [
        "远离树木",
        "Far from the Trees"
    ],
    "douban_votes": "0",
    "introduction": "Held up for 7 years before it was released, Far from the Trees seems like a perfect successor to Luis Bunuel's Land Without Bread. Like that earlier film, it is a kind of impressionistic travelogue that shows a Spain far from the beaten paths of the tourist resorts; not only poverty but the persistence of superstitions and occult beliefs captured by the film rebuke the image of a forward-looking, modern Spain that by the 60s was being promoted by the Franco regime. Esteva Grewe largely allows the images and juxtapositions to speak for themselves, giving the film a lyrical feeling that somewhat softens its social criticism - though obviously not enough for the censors.It is commonplace for students of Spanish and Latin American culture to speak of the \"Black Legend\", through which northern Europeans demonize the Spanish. In this documentary, Catalan filmmaker Jacinto Esteva Grewe does the job himself. Here, he attempts to show the dark side of Spanish life, especially its religious fanaticism and promotion of the idea that ritualistic cruelty is somehow noble. This film had major portions removed by Spanish censors before it was allowed to be shown, but the cuts are not thought to have improved (or detracted from) this mean-spirited diatribe.",
    "chinese_title": "远离树木",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lejos de los árboles",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T14:00:25"
}