{
    "aka": [],
    "sid": "3112132",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553652891.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0257865",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2000-03-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0257865/",
    "imdb_votes": 82,
    "this_title": [
        "Life Without Death"
    ],
    "douban_link": "https://movie.douban.com/subject/3112132/",
    "imdb_rating": "7.5/10 from 82 users",
    "trans_title": [
        "没有死亡的生命"
    ],
    "douban_votes": "0",
    "introduction": "his documentary, part travelogue, part philosophical inquiry, concerns filmmaker Frank Cole's quest to resist the idea of death by confronting one of the harshest landscapes on earth: The Sahara Desert. After preparing himself physically and mentally, he sets out from Ottawa, Canada and begins his year-long, solo-journey across the desert by camel. His claim is that he felt compelled to undertake the journey after watching his grandfather die and realizing he had a fear of death. He sets out wishing to resist this fear by proving that he could fight death and win. The idea for such a film is full of possibilities though it fails to take advantage of such a rare opportunity.Once in the desert, the cinematography is beautiful, though it tends to become repetitive as the film progresses. This lack of evolution in the cinematography becomes understandable as we discover that the film itself suffers from a lack of development in the filmmaker's assumptions about the life/death dichotomy. As the journey progresses, it becomes evident that Cole seems only to have set out to test himself physically. There never seems to be a moment of doubt for him over his prejudice against death. One might expect something to change in a person as they make such an arduous trek, but unfortunately Cole begins to seem only more and more obsessed with being right about his somewhat ill founded and confused notions of what it means to live without death. This is perhaps not doing the overall film justice, as such a journey is not something most of us could accomplish, and, even under the weight of these questionable personal-truths, there is still much to think about as he closes in on his goal. But this makes it all the more disappointing that such an opportunity seems to have been somewhat wasted and underdeveloped. There are moments of insight that are rare in any film but they almost always seem to suffer by the oversimplification and repetition of Cole's ideas of life and death. I believe that if he had relied less on voice-over analysis and allowed the unfolding of his lonely journey to speak for itself that the experience he wished to share could have been much more profound, rife with possibilities and, in the end, every audience member's own personal journey. Having said all this, I think it still puts to shame all the reality-based TV shows such as Survivor that attempt to make facile entertainment out of resisting the comforts and trappings of the civilized world.",
    "chinese_title": "没有死亡的生命",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Life Without Death",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-04T06:42:25"
}