{
    "aka": [
        "下定决心",
        "解决"
    ],
    "sid": "3113134",
    "cast": [
        {
            "url": "/celebrity/1256029/",
            "name": "Samuel Alito Samuel Alito",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1241609/",
            "name": "Matthew Edwards Matthew Edwards",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161876/",
            "name": "Juan Williams Juan Williams",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1308838/",
            "name": "格雷格·怀特利 Greg Whiteley",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1068161",
    "director": [
        {
            "url": "/celebrity/1308838/",
            "name": "格雷格·怀特利 Greg Whiteley",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-06-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1068161/",
    "imdb_votes": 323,
    "this_title": [
        "Resolved"
    ],
    "douban_link": "https://movie.douban.com/subject/3113134/",
    "imdb_rating": "7.1/10 from 323 users",
    "trans_title": [
        "坚定",
        "下定决心",
        "解决"
    ],
    "douban_votes": "0",
    "introduction": "The fascinating complexity of high school debate gives way to a portrait of the equally complex racial and class bias of American education in Greg Whiteley's riveting documentary. Initially a portrait of top-flight debaters from well-funded, mostly white schools-like nationally ranked Sam Iola and Matt Andrews of Highland Park, Texas-the film deepens when it changes focus to Richard Funches and Louis Blackwell from Long Beach's Jordan squad. While gifted traditional debaters in their own right, the two decide to challenge the usefulness of the jargon-filled, 400-word-per-minute style of modern debate (known as \"the spread\") by steering their debates toward issues of personal experience and dialogue. What is the use of refining an argument, they stress, when it does not affect the reality of a person's locale and particular life? Why must individual perspective and bias be masked? For many, these questions present such a radical interpretive shift that competitors and judges crumble in front of them. Contrasting Fuches and Blackwell's attempt to challenge the system with Andrews' relentless pursuit to excel in it and win the prestigious Tournament of Champions, Whiteley deftly explores the disparities between the debaters, their styles, and their resources. Alternately inspiring and polarizing, Resolved reveals a constantly shifting sport that is as much philosophy as competition. - Travis Miles (Los Angeles Film Festival) Written by Anonymous",
    "chinese_title": "坚定",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Resolved",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-09-09T10:43:07"
}