{
    "aka": [],
    "sid": "3114155",
    "cast": [
        {
            "url": "/celebrity/1275864/",
            "name": "丁海峰 Haifeng Ding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315565/",
            "name": "张小磊 Xiaolei Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316329/",
            "name": "沙景昌 Jingchang Sha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313317/",
            "name": "李欣凌 Xinling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367146/",
            "name": "徐卫 Wei Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1387007/",
            "name": "罗方序 Fangxu Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352753/",
            "name": "梁灵梓 Lingzi Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2182967752.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1369350/",
            "name": "陆涛 Tao Lu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "24",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "用心过日子"
    ],
    "douban_link": "https://movie.douban.com/subject/3114155/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "这是一部由独特视角展现爱情，婚姻，家庭伦理道德的情感剧，剧中五个不同身份的女人面对生活的酸甜苦辣和情感的爱恨惆怅，表现出了各自不同凡响的自我拯救和宽容豁达的人格力量，每个人物都饱含传统道德精神，每个人物都是关照自身心灵的一面“镜子”，在她们的身上充满了现实的困惑和追求家庭幸福美满的自信，她们珍视家庭和睦和亲情关系的心理如层层云雾遮蔽的阳光，无时无刻不在冲破障碍放射着光芒。她们经历着，感受着，品味着人到中年所有的喜怒哀乐，她们的泪水浸泡着被亲人伤痛的心，她们的仁爱融化了夫妻情感的冰雪，她们的笑声穿越时空充满了怀旧的气息，她们用女人柔软的胸膛和细腻的爱心筑就了家庭——这一夫妻共同栖息的温暖的“巢穴”。这是一部描写女人的戏，这是一部演给男人和女人共同欣赏的戏，这是一部留给观众极大照应空间的戏，在故事演绎的同时也会给观看的千千万万个普通家庭带来了互相表达爱心与交流情感的机会。全剧在围绕四个家庭展开的跌宕起伏，错综复杂的故事情节当中始终贯穿着“和为贵”这一中国传统美德的思想精髓。当我们每个人的生命迈向不惑岁月之时，会在不知不觉中多了一份烦恼和伤痛，同时也多了一份责任和爱心。依望，效丹，小凤，水谣以及玲红就是在爱中伤痛和烦恼，在烦恼和伤痛中爱的五个女人。依望一个人带着两个孩子生活在香港，丈夫志明独自一人在北京的一家国际公司工作。突然一天，依望接到水谣从北京打来的电话，告诉了她一个关于丈夫的秘密。依望当机立断扔掉工作带上孩子来了北京。志明的变化让她如坠深渊，她从来都没有想过跟自己恩爱情深的丈夫会对她说，他不爱她了。此后的日日夜夜，依望始终排解不掉她心中的痛苦和对志明一往情深的爱，她为爱而痛苦着，又在痛苦中爱着，她在爱中真正了解了志明和玲红之间所有的一切。志明在与依望长期两地分居的寂寞中，结识了来北京打工的女孩玲红，这是一对不该产生爱情的人，错爱使他们两人平添了极度的痛苦和自责，他们悬崖勒马结束了刚刚开始的关系，道德的责问更多来自于他们自己的内心深处，这是一个关于道德回归和感情修复的故事，然而却始终令人难以释怀。效丹和仇峰是大学的同学，仇峰来西北自农村，效丹是大学教授的女儿，虽然家庭不同，性格迥然，他们却是一对十分平等的夫妻，他们之间的关系既是夫妻又如同朋友，情同手足，互不设防，他们之间无话不说，赤诚相待。然而，仇峰终于还是对效丹隐瞒了一件几乎招致他们最终走向离婚的事情。这是仇峰少年时就深埋心底，刻骨铭心的一段往事——她，是仇峰中学时的同学又是初恋情人，仇峰背着效丹把她的女儿思思安排在自己的公司工作，而后又背着效丹拿出十几万元给她看病。这是效丹无法理解又不能容忍的事情，虽然事发后仇峰向效丹老老实实做了彻底交代，然而他们之间那种亲密无间的关系至此产生了难以愈合的裂隙，性格的冲突也由此而升级，无休无止的吵闹如同家常便饭一般，最后两人只好分居。但是，尽管如此仇峰对效丹的爱却始终如一，无怨无悔。小凤的丈夫博达在几年以前离开了家，丢下小凤和儿子飞鸿艰难度日。小凤是一个心地善良的女人，又是一个心性极强的女人，她始终抱定一个主意，等，她要等丈夫回来。她相信自己的等待不会是无望的，她知道博达爱她她更爱博达。博达回来了。博达是在病入膏肓的时候回来的，小凤万万没有想到她等到的竟然是这样一个结果。面对生活的再次打击和重压，她用自己柔弱的肩膀扛起了如大山一样沉重的生活负担，她把仅有的一处房子卖掉为丈夫看病。然而，她没有把丈夫留住，博达还是永远离她而去了。她跟丈夫最后的那段日子，就如同他们初恋时一样美好，一样令人难以忘怀。那是生命的轮回，是爱的极致。小凤把一生的爱给了博达，而博达却要把来世的爱都告诉小凤。他说：下辈子，无论你在天涯海角我都要再把你找见，就是当牛做马也要报答你对我这一世的恩爱。水谣和永和是一对典范式的恩爱夫妻，在他们的身上充分体现着中国夫妻相敬如宾的传统美德。他们的幸福生活就是效丹，依望和小凤的榜样。水谣在她们几个人里，年龄最大，是一个大姐姐，她们谁都会在水谣面前倾诉自己内心的痛苦和烦恼，而水谣每每也都会给予她们安慰和帮助，她甚至提议成立了一个互助小组，共同积极面对生活中发生的所有事情。然而，他们的幸福生活也同样来之不易，就在他们结婚二十的纪念会上，水谣和永和向朋友们敞开了心扉，讲出了曾经发生在他们身上的故事。这是一部表现夫妻之间纯真情感的故事，这是一部充满健康向上，和谐美满意义的时代力作，这个故事中的每一个人，都是用心爱你的人。",
    "chinese_title": "用心过日子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-09-18T01:52:31"
}