{
    "aka": [
        "Hocus Pocus"
    ],
    "sid": "3114521",
    "cast": [
        {
            "url": "/celebrity/1161664/",
            "name": "Ernst Waldow Ernst Waldow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160773/",
            "name": "Valerie von Martens Valerie von Martens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152905/",
            "name": "约阿希姆·蒂奇 Joachim Teege",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130080/",
            "name": "Erich Ponto Erich Ponto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128330/",
            "name": "汉斯·尼尔森 Hans Nielsen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119687/",
            "name": "Hugo Lindinger Hugo Lindinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1110044/",
            "name": "Mila Kopp Mila Kopp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080813/",
            "name": "Elisabeth Flickenschildt Elisabeth Flickenschildt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055200/",
            "name": "弗里茨·拉斯普 Fritz Rasp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042516/",
            "name": "科特·戈茨 Curt Goetz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168045/",
            "name": "Tilo von Berlepsch Tilo von Berlepsch",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1953",
    "genre": [
        "喜剧",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2002729261.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1042516/",
            "name": "科特·戈茨 Curt Goetz",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0045880",
    "director": [
        {
            "url": "/celebrity/1042220/",
            "name": "库尔特·霍夫曼 Kurt Hoffmann",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1953-09-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0045880/",
    "imdb_votes": 199,
    "this_title": [
        "Hokuspokus"
    ],
    "douban_link": "https://movie.douban.com/subject/3114521/",
    "imdb_rating": "7.2/10 from 199 users",
    "trans_title": [
        "戏法",
        "Hocus Pocus"
    ],
    "douban_votes": "0",
    "introduction": "A highly amusing court-room play full of unexpected turns in the plot and brilliant dialogue, Hokuspokus is the last film written by and starring Curt Goetz. He plays a lawyer who defends a widow, who is suspected to have murdered her husband. The end is more than a surprise. Very well directed by the master of the light comedy Kurt Hoffmann, the stage play is turned into an entertaining film which is beautifully photographed by cinematographer Richard Angst. The DVD offers the restored original version as well as a radio plays by Curt Goetz, original trailers of the Curt Goetz post-war films, and interviews with Curt Goetz and Valerie von Martens.The role of the whizz kid Peer Bille circus artist, jongleur, circus rider, fast painter, and, to crown it all, a brilliant lawyer as well was a tailor-made role for Curt Goetz who wrote the story himself. In the 1930s, the theater play Hocuspocus, also written by Goetz, forms the basis of his last movie which was directed by the comedy specialist Kurt Hoffmann in 1953. The plot starts out as a crime story and develops into a brisk courtroom comedy with a happy ending. Just as in every movie of the actor couple Valerie von Martens and Curt Goetz, everything revolves around the great love of this couple who used to share both their artistic and everyday lives.A case of murder is brought to court. The painter Hilmar Kjerulf is dead, and his wife Agda played by Valerie von Martens as the strategically naive woman endowed with subtle cleverness is accused of murder. The conviction of the murderous widow seems to be certain due to the evidence that has been compiled. However, in the night before the proclamation of the sentence, the president of the court is visited by a stranger who achieves to prove with a complete chain of evidence that the president's friend Mr. Graham (Erich Ponto), who happens to be present, might have committed the murder as well. At the end of his speech, the stranger, who is obviously a talented conjurer, confesses to be the true murderer of the painter and disappears into the darkness. The next day in court, the conjurer reappears as the lawyer of the accused and apologizes for his nocturnal burlesque which was meant to prove his argumentation. He then starts to dissect with great pleasure the burden of proof against the so-called spouse murderer. She, on her part, entraps herself in contradictions. What is happening?Goetz plays the changeable spouse of Agda Kjerulf and gives proof of his typical elegance, ready wit and combative spirit those talents that his contemporaries cherished so much when they admired Goetz on stage or at the movies. His character Kjerulf is introduced as the formerly happy circus artist Peer Bille. He gives up his unsteady life for his beloved Agda, since her father expects him to strike a more bourgeois path. Hence, Bille becomes an unhappy lawyer and, eventually, an unsuccessful painter under the pseudonym of Hilmar Kjerulf. This new professional choice, however, implies an unsound compromise between the hocus-pocus of the circus ring and the mumbo-jumbo of the courtroom.And then, chance intervenes: After an accident on a stormy lake, which has a close shave, the painter falls asleep in a train and, a couple of stops later, arrives at his old circus and returns to his former life on trial. Kjerulf writes a letter to his wife, explaining to her what happened, but unfortunately he forgets it in his pocket. Also, a corpse is found close to Kjerulf's home. For these reasons, Kjerulf is considered dead. A couple of weeks later, Bille returns home incognito beardless and visually changed so that the neighbors consider him to be the widow's lover and suspect her of having murdered her husband. All of a sudden, Kjerulf's paintings are sold at best so that his debts can be paid and the holes in the household budget are filled. Therefore, the brave \"little\" wife decides to endure the adversities of the arrest and the accusal for some more time; after all, the cash tills ring so nicely. The presumably dead husband makes new paintings, and the plot progresses in entangled ways. Eventually, Bille has to slip into his lawyer's robe once more to save his loved one from condemnation.On paper, Goetz was a master of brilliant one-liners. As an actor, he knew exactly how to top his wit, using diligently such means as emphasis, pauses and intonation. This admirable virtuosity of acting was matched by his congenial partner Valerie von Martens. The couple was so well attuned in their dialogs and body language that the quality of their performances could hardly be surpassed in the remakes of Heinz Rühmann or in the various stagings later on. The emotional tie between Valerie von Martens and Curt Goetz was evident in every single scene: They did not need to simulate their love for each other because their love provided the solid footing of their artistic work. In Hocuspocus, Valerie von Martens performs mostly while she is sitting in the dock of the court room a placement that extremely limits her movement radius. Despite this passive position, she clearly dominates the room. And gradually, the truth is unearthed: The allegedly weak Agda Kjerulf confidently pulls the strings and reveals herself as the sovereign of the game. In Goetz' comedies, the heroines use their femininity with so much charm and immediate success that their dominance in the play of sexes leaves no doubts. Only once in a while, the male heroes are allowed to crow like eloquent cocks. This representation of the loveplay is based on Goetz' idea of mutual tolerance towards the particular vanities and flaws of both sexes. And it is also Goetz' plea for humanity: The all-too-human aspects are in full bloom due to the fertile grounds of his urbane humor.",
    "chinese_title": "戏法",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Hokuspokus",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-11-21T19:01:06"
}