{
    "aka": [
        "Mothers"
    ],
    "sid": "3114593",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1302398/",
            "name": "马里奥·伊格莱西亚斯 Mario Iglesias",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0820104",
    "director": [
        {
            "url": "/celebrity/1302398/",
            "name": "马里奥·伊格莱西亚斯 Mario Iglesias",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-05-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0820104/",
    "imdb_votes": 18,
    "this_title": [
        "Madres"
    ],
    "douban_link": "https://movie.douban.com/subject/3114593/",
    "imdb_rating": "6.8/10 from 18 users",
    "trans_title": [
        "母亲",
        "Mothers"
    ],
    "douban_votes": "0",
    "introduction": "Almería International Short Film FestivalYear\tResult\tAward\tCategory/Recipient(s)2006 \tWon \tBest Short VideoMario IglesiasIberoamerican Short Film CompetitionYear\tResult\tAward\tCategory/Recipient(s)2006 \tWon \tBest Short FilmMario IglesiasMálaga Spanish Film FestivalYear\tResult\tAward\tCategory/Recipient(s)2006 \tWon \tAudience Award \tBest Short FilmMario IglesiasJulia es pintora. Trabaja y vive con su pequeña en un pueblecito costero de Galicia. Acaba de perder a su marido y está esperando otro hijo. Un día, una mujer le visita con el siguiente extraño y difícil encargo: pintar un retrato de su hijo muerto del que no tiene ninguna fotografía.\"Madres\", de Mario Iglesias, ganadora Festival Cine Alfás del Pi ( 15/07/2006 )El cortometraje \"Madres\", del director gallego Mario Iglesias, ha ganado la decimoctava edición del Festival de Cine de L´Alfás del Pi (Alicante), que se clausura con la entrega de premios. El jurado calificador, integrado por el actor Rubén Ochandiano, el abogado José Antonio Moreno, la periodista Almudena Ariza, la actriz Juana Cordero y el representante de actores Pedro Garay, acordó conceder el Faro de Plata al trabajo de Mario Iglesias después de visionar los dieciséis cortometrajes seleccionados. \"Madres\" también ha obtenido recientemente el Premio al Mejor Cortometraje de Ficción en la tercera edición del Festival de Cans, una parroquia del Ayuntamiento de O Porriño (Pontevedra), y el primer premio del octavo Certamen Nacional de Vídeo del Festival Internacional de Cortometrajes \"Almería en Corto\". La decimoctava edición del Festival de Cine de L´Alfás del Pi, que este año rinde homenaje a las actrices Lola Dueñas y Victoria Abril y al director de cine Jaime Chávarri, celebra esta noche su gala de clausura. En el acto, Iglesias, que ya ha rodado una veintena de cortometrajes, subirá también al escenario para recoger el premio al mejor director, mientras que Luiso Berdejo y Jorge Dorado recogerán el segundo premio y el premio al mejor guión por \"La guerra\", cinta que también ha obtenido el galardón a la mejor fotografía.",
    "chinese_title": "母亲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Madres",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-09-17T14:49:14"
}