{
    "aka": [],
    "sid": "3115104",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2674634824.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1315733/",
            "name": "林育贤 Yu-Hsien Lin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "大象男孩与机器女孩"
    ],
    "douban_link": "https://movie.douban.com/subject/3115104/",
    "trans_title": [
        ""
    ],
    "douban_votes": "55",
    "introduction": "2006商周「一個台灣，兩個世界」關懷系列紀實片【大象男孩與機器女孩】影片介紹祥祥，今年八歲，唇顎裂患者，並且擁有多重病症。由於錯過早期療育的機會，使得八歲的他，還不會說話，但是他卻不因此放棄與人溝通的機會……當我初次與他見面時，他不停地在我面前比手畫腳，讓我猜猜他到底在比什麼？當我猜對時，他興奮地發出哞哞叫聲。像隻在森林裡莽撞奔跑的小象，不時伸出長長的鼻子打探你的心情，我們叫他【大象男孩】。珊珊，今年八歲，腦性麻痺患者。在她的成長過程中，有五年的時間是躺在地上望著天花板度過的。正在大同育幼院接受復健的她，像個嬰兒般開始學習，如何靠雙手支撐與坐立，每次當她試著坐起來時，怪異的姿勢與節奏，就好像肢體關節少了一顆螺絲的機器人一樣，我們叫她【機器女孩】如果他們能在0~6歲的「黃金早療期」進行療育，大象男孩或許會說話、會唱歌，機器女孩或許不用輔具，就可以一步步穩穩地走路……他們，需要一個扭轉命運的機會祥祥，八歲，雙側唇顎裂、氣管狹窄、聽力障礙，不曾嚥過一粒米、吃過一片肉、講過一句話……珊珊，八歲，重度肢障、腦性麻痺，被發現前的兩千多個白天與黑夜，她只能盯著天花板……台灣每23個人，就有一個身心障礙者，歧視的價值觀和殘缺的社福制度，造成99.8％遭遺棄的障礙兒，被迫送到國外收養。幸運的人，不該忘記不幸的人，誰能給正在和逆境奮鬥的孩子，一些力量？傳遞熱情的大象男孩他8歲，多重障礙，以鼻灌食，無法言語，僅管身體承載痛楚，卻天真熱情，最愛比大象，努力表達自己。大象男孩，祥祥，八歲 ——雙側唇顎裂、氣管狹窄、聽力障礙。八歲的身軀，困在零歲的語言中。數千次的早餐、午餐和晚餐，不曾嚥過一粒米、吃過一片肉、講過一句話……三月中旬的週五，台中的一幢舊公寓內，八歲的祥祥盯著樓下往來的摩托車發呆。他已經在窗前枯坐半個小時。年過七旬的阿嬤走過來，搖著一只嬰兒用的三百六十ＣＣ奶瓶，裡面灌滿牛奶與米麩混合的土黃液體。祥祥躺下，準備「吸」他的午餐。他接過阿嬤手中的鼻胃管，小手將管子往左鼻孔裡推。碰到喉管嫩肉時，他有點痛，雙腳在空中跺著，並發出咳嗽聲。阿嬤拿起灌食用針筒，將「午餐」緩緩的灌入祥祥的胃。插著鼻胃管的祥祥，像隻長長鼻子的小象，我們叫他「大象男孩」。也是此刻，在台北中和的大同育幼院，八歲的珊珊倒在地板上，費力扭動身體，試圖坐起。她像麻花般扭動身軀，汗珠一顆顆沿著清秀臉頰滑落。三分鐘後，她終於坐起來了，她幽幽的對自己說：「我坐起來了，我自己坐起來了，好棒。」珊珊是重度腦性麻痺患者，身體像掉了根螺絲的機器娃娃。從一個動作，換成另一個動作前，她身體擺位就像電影的分鏡圖般，先擺右腳，再擺左腳，接著移右手，然後左手，緩慢且僵硬的連接。我們叫她「機器女孩」。同樣是八歲，別的孩子可以順利通往世界的大道；祥祥與珊珊，要走出家門，卻是困難重重。痰、氣切口、酸腐味　靈活的眼珠釋放巨大熱情去年十二月十四日，我第一次拜訪祥祥。儘管已初步了解他的背景，但見到他時，還是非常震驚。祥祥是重度的唇顎裂患者。他的喉頭中央，裝著淺藍色塑膠氣切管，蛋白狀的痰液從咽喉不斷流出，滑至泛黃的圍兜上，唇鼻有明顯動過手術的痕跡。由於無法吞嚥，口水從齒縫流出，發出樹葉酸腐般氣味。但是，他有一雙靈活狡黠的黑眼珠，寶石般閃爍發亮，盯著陌生人瞧。懷孕的我，抑制聞到異味想逃走的衝動，拿出預備的彩色筆與畫冊，祥祥的黑眼珠頓時閃出光芒。他對著我狂點頭，舉起右手大拇指表示「讚！」然後抬起短而粗壯的雙腿，以小象跑步的姿態，重踩地面，砰、砰、砰、砰的跑過來，攫抓我手上的東西。阿嬤起身喝斥：「這個肖猴子，實在很頑劣！」祥祥不理會，繼續往前抓。阿嬤抄起鐵製曬衣架，做勢揍他，他才安靜下來；用渴求的眼神，緊盯這份小小禮物。我攤開紙筆。接著，奇特的溝通發生了。他將右手捏住鼻子，左手從右手與鼻子中的空隙穿過，比出大象手勢，然後用手點畫冊，示意我畫出來。我看懂了，畫出大象，他指著自己，興奮的原地跳躍。緊接著，他比出鴨子、牛、魚各式各樣動物的特徵。我畫得出來，他就豎起大拇指鼓勵我，畫不出來，他就發明更貼切的手勢，希望我能懂。我們就這樣交起朋友。之後，他擠眉弄眼，在鏡頭前左晃右晃的跳舞，並展開更豐富的肢體語言。我驚訝他被語言困住的軀體內，表達的欲望，如火山熔岩般，劈劈剝剝的燃燒著。從誕生那一刻至今，二千五百多個日子裡，祥祥沒說過一句話，只能發出老鴨般「嘎—— 嘎—— 」的怪聲，就連想笑出聲音，也必須用手按住氣切口。他，也從未吞嚥過一粒米、吃過一片肉，更別提麥當勞薯條。拿一張蘋果圖卡放在他面前，他一臉困惑，不知道那是什麼。但祥祥是想吃的。家人同桌吃飯，他也要一雙碗筷，有模有樣的坐著，「好像」他也能吃飯。更小的時候，他見到別人吃東西，眼淚便控制不住，撲簌簌往下掉。阿嬤帶他出門，一見到其他孩子手持五顏六色的棒棒糖，他立刻盯住不走，口水直直滑落。開刀生出來，像黑炭時間回到八年前的夏天，祥祥誕生了。但醫生走出產房，只丟給爸爸一句話：「這孩子飼不起來，沒救了！」焦急的父親看到他—— 嚴重的雙側唇顎裂，從下顎到鼻端硬生生破了一個大洞，從大洞往裡望，一眼可見鮮紅咽喉。扭曲的唇肉，糾結在臉部中央。不僅如此，心房中膈不全以及喉軟化，讓他難以自主呼吸，臉色發黑，必須藉由插管與呼吸器維生。「開刀拿出來，像黑炭，不能看啊，看到會怕！」祥祥父親清楚記得那一刻。祥祥來到世界的第一年，幾乎都在加護病房中度過。祥祥爸爸，每天下工就急忙衝至醫院，對著祥祥喃喃說著：「你要勇健些，勇健些啊……」，邊說邊流淚。與其說是給孩子聽，不如說是給自己聽。這段期間，祥祥在醫院間流浪，換過三次醫院，動過四次手術。最後，他爸爸無力負擔醫藥費，只好將孩子帶回家自己養。但，他是個不一樣的孩子：用鼻子進食（替代嘴巴）、在喉頭穿一個洞呼吸（替代鼻子）。要養這樣的孩子，需要很大的勇氣。因為，為避免祥祥吞嚥食物時，食物不慎滑入緊鄰在旁的氣管，從出生那一刻起，祥祥就只能以鼻胃管進食。再者，他喉頭上的洞—— 氣切口，既是維繫他生命的窗口，兇狠的細菌也隨時都可能透過這小黑洞入侵。當髒東西進入祥祥的呼吸道，痰液不斷產生，常常，一口氣喘不過來，祥祥就臉色變黑，死神說來就來。一歲至三歲，祥祥家樓下救護車，經常「歐伊、歐伊」的奔馳著。祥祥媽媽無力負荷，主張送走祥祥。祥祥爸爸堅持不肯，他擔心：「送到國外，我們看不到，他會被人家拿來研究。」說這話時，他右手舉成刀狀從空中劃下，腦海浮出祥祥被解剖模樣。三歲，還不會爬吵吵鬧鬧不休中，媽媽終於受不了，離家出走。那年祥祥三歲時。不僅如此，他的三個姊姊，一個一個，也跑去結婚或離家自謀生路。姊姊透露：「不喜歡待在家裡，因為看到弟弟，會有壓力……。」大家都走了，誰來照顧三歲的祥祥？雲林台西的老磚房內，電話鈴聲響起。「阿母，你要賺錢，還是要賺孫？」「我兩個都要。」「妳若沒來，孫要去了（指死亡）。」「什麼？」「阮某沒辦法照顧了。這個孩子若帶起來，就是你的成功。」患有關節炎、白內障、重聽的阿嬤，就這樣離開住了大半輩子的村子，來到台中市區。但是阿嬤不識國字、聽不懂國語、甚至認不得阿拉伯數字，哪兒都去不了。從那天起，她困在斗室內，跟著祥祥團團轉。三歲的祥祥，還不會走路，仰著頭，如肚子朝上的青蛙，揮舞四肢在地上亂竄，後腦勺因而磨平一片。「初開始我學狗，趴在地上，爬給祥祥看。他沒力氣，肚子挺不起來，我就用手撐著他的肚子，移動他的手腳，一隻手、一隻腳這樣教。過幾個月，他漸漸會爬了，我就跪在地上，扶著他的手一小步一小步領他走。」在阿嬤耐心調教下，祥祥終於學會走路。而剛開始，阿嬤拿起鼻胃管，手就發抖，沒想到，祥祥有天卻拿起鼻胃管，忍著痛，踢著腳，一條長長管子就穿進去了。五歲，他已會熟練的操作化痰機與抽痰機，自己抽痰。阿嬤雖盡心盡力照顧祥祥，但方法經常令一旁的我膽戰心驚。例如，氣切口很容易被感染，阿嬤卻重複使用著抽痰管，當手拿不穩、抽痰管滑落至地，她拾起來立刻放入祥祥氣切口。好幾次我們對著阿嬤大喊：「這不能再用啦！」她只是拿去水龍頭洗一洗。雖然一條抽痰管才十塊錢，阿嬤卻捨不得換。祥祥能活到今天，不是意外，就是奇蹟。被冷漠與嫌惡隔離剛學會走路時，阿嬤帶著祥祥出門，祥祥對一切都感到好奇興奮。當他走進菜市場，拍歐巴桑的手示好，歐巴桑卻嫌惡的拍掉他的手。樓下賣檳榔的婦人說，阿嬤帶祥祥出去，別人都不給好臉色，阿嬤成天顧孫，沒時間打扮，滿頭蓬亂白髮，人家以為阿嬤是瘋子，帶著一個不會說話的傻子。「我要是她，早就活不下去！」阿嬤帶祥祥出門的機會，越來越少。偶爾阿嬤到市場買菜，祥祥就獨自一人在家看東森幼幼台，比手畫腳學跳舞。阿嬤偶爾帶他去鄰近的公園，其他孩子退避三舍，祥祥只能跟自己玩耍。玩累了，他神往的看著其他孩子互動。即使近在咫尺，祥祥卻和他們活在不同的世界。經常，旁人怪祥祥爸爸，怎麼不帶孩子去看醫生？怪祥祥阿嬤，怎麼不把孫顧好，讓他到處抓別人？但七年前因欠費離開醫院，對祥祥父親而言，是一大陰影。不識字、又不會說國語的他，不知道怎麼跟醫生溝通，連問問題都不會。他看到身穿白袍子的人，身體就不自主發抖。「我就是不識字，去醫院到處碰壁。醫生說，五歲再來；五歲去，醫生說，七歲再來；七歲去，醫生說，九歲再來。醫生說，還要再慢點，慢慢來，我能說什麼？現在，祥祥都快九歲了。」醫病之間，存在巨大的鴻溝。每次帶祥祥看醫生，懷抱希望走進去，得到的卻是失望。祥祥爸爸越來越沉默。祥祥的醫療陷入死結，臨時工的薪資不穩定，「還能照顧祥祥多久？」前年年初，他到清境農場做粗工，深夜寂靜，他胡思亂想，整個頭腦都打結；喝了幾口酒衝回台中，告訴阿嬤，想帶祥祥自殺，一了百了。阿嬤一聽，當場哭了，祥祥爸爸也哭了。沒學校敢收自覺健康每下愈況，阿嬤心焦如焚，想送祥祥去念書，她叨念著：「不識字很痛苦，一家人都不識字，怎麼辦啊？好希望祥祥能去讀冊。」祥祥爸爸央人去鄰近的國小詢問，得到答案卻是：「除非能請一個看護全天跟著，否則這種孩子，我們不敢收。」看護日薪比祥祥父親日薪還高，上學一事就這麼擱著。六年來未接受任何早期療育的祥祥，居然連國民義務教育，也被漏掉。如果祥祥的氣切口不關，痰液繼續外流，大概沒有學校會收。得知情況的羅慧夫顱顏基金會社工陳瓊雅，決定帶阿嬤跑醫院。一月二日，我們陪阿嬤至中山醫學大學附設醫院，先掛小兒科門診。醫生翻翻他的病例，不解的說：「他三歲時，我就跟他媽媽說，應該帶他去台北，看看氣切口是不是可以關，（我們解釋媽媽已經離家了）喔，怪不得這幾年都是阿嬤帶他來換氣切管，但我也有跟阿嬤講，不知道阿嬤為什麼都沒帶他去。」我們再解釋，阿嬤重聽，醫生恍然大悟，轉頭看著祥祥：「這孩子很善良啊，這樣很可憐。」並建議我們掛下午耳鼻喉科門診，評估是否能關氣切管。原本三歲就可能移除的氣切管，卻蹉跎到八歲還在祥祥身上。中午，我們帶阿嬤與祥祥至醫院餐廳吃自助餐，阿嬤快速扒了幾口，就帶著祥祥往外跑。怕阿嬤迷路，我們也快速扒完飯往外走。一走出餐廳門我就看到阿嬤，她伸出手問我：「小姐啊，妳有沒有帶衛生紙？」「有啊。」我從包包裡掏面紙遞給阿嬤。阿嬤沒解釋，接過衛生紙，就往餐廳門後鑽，我好奇跟著往裡看，赫然看見，一坨糞便！一旁，祥祥拉著褲子，尷尬的笑著。我忍不住「嘔～～」，發出很大的反胃聲。阿嬤吃力的彎下腰，用衛生紙將那坨糞便包起來。此時，餐廳前的電梯門突然開啟，阿嬤捏著糞便往電梯裡鑽，同電梯有人趕緊用手蒙鼻。我們問阿嬤：「祥祥怎麼會在門後面便大便呢？」阿嬤無奈的說：「我看嘸，不知便所在哪裡啊，祥祥又急著放屎……」醫院對阿嬤來說，就像金字塔頂端，遙不可及，她常常在這個迷宮裡轉來轉去。爸爸出車禍挨到下午看診，耳鼻喉科醫生辛宗翰安排祥祥兩週後住院檢查，希望能換一個特殊的鐵製氣切管，將咽喉的開口塞住，導引他自行呼吸。看到醫生願意嘗試，祥祥爸爸燃起已經熄滅七年的希望。一月十六日，祥祥爸爸特定向工頭請假，陪祥祥入院。祥祥知道要去醫院了，蹦蹦跳跳的出門，邊走邊比著大象手勢，象徵象鼻的手掌左右擺呀擺的，好像聞到了外頭有新鮮青草味兒。下午二時三十分，祥祥坐上診療椅，一旁，大小鐵製醫療器具上百個，每一個都冰冷的反光。這有如刑台之地，一般孩子早已嚇壞，祥祥卻坐在診療椅上向我們扮鬼臉。直到醫生與助理兩個人四隻手，將帶有皮膚溫度的塑膠管拉起，迅速將冰冷的鐵管，插入氣切口內，祥祥打了一個寒顫。他掙扎著想把鐵製氣切管拔起，他很用力，一瞬間，氣切管被拔離咽喉……。這個一秒鐘裡，我見到赤裸裸的的氣切口—— 祥祥用了八年的「鼻子」，那是一個深深的小黑洞，約五釐米，往裡看，深不可測。檢查結果，希望被澆熄！醫生用手堵住祥祥的氣切口，但幾秒內，祥祥臉色立即轉紫，醫生搖搖頭說，祥祥還是無法以鼻呼吸，決定進開刀房，徹底檢查問題所在。十七日上午，祥祥進手術房進行侵入性檢查，醫生檢查後說，祥祥「聲門下氣管狹窄」，他的聲帶與氣切口中間，氣管寬度不及同齡孩子一半，最好先開喉氣管重整手術，再來關氣切口。當天晚間，祥祥發燒，麻藥退後一直咳，爸爸爬到病床上抱著他睡。幾乎一夜未眠的爸爸，隔天清晨需赴埔里上工，不料撞上砂石車，爸爸肋骨撞裂，當場昏迷，送埔里醫院急診。救護車上他醒來，想起兒子還在中山醫大附設醫院，堅持轉院，與孩子作伴。屋漏偏逢連夜雨，他在救護車上重複的想：「如果我走了，老母、孩子，怎麼辦？」三天內，祥祥爸爸從滿心期待，到期待破滅，再橫遭車禍。八年來，命運怎樣捉弄著這家人？我們趕赴醫院探視祥祥爸爸，他自我解嘲：「天公伯要怎樣對待我們，我們哪有辦法？沒有死，就好啦！」肋骨裂四根，醫生千叮萬囑要休養一個月，他兩週卻就跑回工地，壓著胸膛，忍痛撿較輕鬆的工作來做。年近五十歲的他，不知道還能用體力賺多少年？不趁此時存些錢，祥祥以後日子怎麼辦？祥祥是他的負荷，卻也是支撐他打拚下去的精神支柱。一月二十三日，我們帶祥祥去中山醫大附設醫院的運動生理實驗室心肺復健中心，看看能不能先讓祥祥佩帶人工聲帶，學習發音。復健部主任丁化搖搖頭：「還是要先解決呼吸問題。」醫生說話同時，祥祥又開始比大象等動物手勢。醫生發現他智能不差，忍不住說：「如果他呼吸條件不好，腦部長期缺氧，將來的行為能力、智力都會減退，而且可能出現暴力行為。如果呼吸條件改善，他可能變好，正常受教育。」「他變壞或變好，只是一線之隔，真是天使與魔鬼啊！」在羅慧夫顱顏基金會奔走下，爸爸決定帶祥祥回中國醫藥大學附設醫院找「喉氣管重整手術」名醫林嘉德，因為這是可以移除氣切管的最佳方式。手術前，二月底，阿嬤帶祥祥回雲林台西祭祖。這一天，寒流過境，海風冷冽，阿嬤打赤腳趿著雙暗紅色橡膠拖鞋，一拐一拐的領著祥祥回家。走進老舊三合院大門，阿嬤向屋裡嚷著：「我帶著這個沒用的孩子回來了！」祥祥倏地衝進屋內，牽出一台藍色骨幹小三輪車，巡邏領地似的，村裡村外騎一圈。只有回到鄉下，在鴨子與牛的世界，他才能毫無顧忌的在戶外兜風。下午，一群頭帶撿蚵婦蒙面大花帽的阿嬸，聚集在阿嬤老家庭院前泡茶歇息。其中一位看見祥祥流痰，大叫：「拿毛巾去擦啦，不然要嚇死人啊！」拜祖先的時辰一到，阿嬤點燃三炷香，對逝去十幾年的先生喃喃說道：「你孫子要去病院開刀，希望你多幫忙，不然以後要怎麼辦？」祭拜完畢燒紙錢，大火，灰飛，濃煙上竄，祥祥兀自在院裡玩耍，阿嬤則攤坐院內木椅上，心事重重的望著熊熊火焰。上帝留一條路給他三月五日，祥祥住進中國醫藥大學附設醫院，檢查結果，祥祥的喉氣管，直徑只有同齡孩子四○％，聲門下狹窄，直徑僅約四釐米。喉氣管重整手術，固然能讓祥祥氣管變寬，有機會關掉氣切口，但手術既複雜又危險。「只有七○％的成功機率，三個人中，兩個人會成功，」林嘉德說，他的狀況比較複雜，各項條件不是很好，但又不是很不好。「好像，上帝留一條路給他。」聽見「上帝留一條路給他」這句話，祥祥父親身體一震，眉頭深鎖的他，霎時有了笑容，好像抓到希望。他決定，待埔里工程告一段落時，祥祥可在五、六月間動喉氣管重整手術。「醫生說，三個有兩個成功，我希望這兩個當中，我們是其中一個。這麼多年了，輪也要輪到我們啊！要堅持下去，要有信心！」父親紅著雙眼難掩激動：「如果以後他能說話，好希望他能清楚叫我一聲：爸爸。」三月三日，祥祥開始上復健課，原本連口水都不會吞，不會用鼻子呼吸的他，在短短一個月內，竟然，懂得用鼻子呼吸的方法，也開始嘗試吞嚥，並願意佩帶人工聲帶，練習發音了。瓊雅高興的說，若手術成功，癒後可望有驚人進展！曾經，祥祥在死亡幽谷前徘徊。但父親與阿嬤的堅持，與他自己的生命韌力，讓他戰勝死神。如今，幸運之神是否能順利降臨？但就算手術成功，他的未來，路還很長，社會能支持他、繼續給他機會嗎？機器女孩，珊珊，八歲 ——重度肢障、腦性麻痺。八歲的靈魂，困在零歲的身軀中。被發現前的兩千多個白天與黑夜，她只能盯著天花板，與年過八十的阿嬤，在海邊百年老屋內，相依為命……身體僵直像掉了螺絲，不聽使喚　走三小步，花一分半鐘珊珊，八歲，另一個被遺忘的孩子。去年十二月七日上午十點，我們第一次見到珊珊。她正進行戶外移位訓練，練習扶著助行器（walker）走路。珊珊雙手綁著副手，細瘦雙腳穿著矯正鞋，一步步吃力往前走。老師：「腳踏出去，好，停。」珊珊哭：「妳幫我啦！」老師：「腳伸直，慢，很好，走。加油。」珊珊叫：「加油，加油，我要加油！哇～～」（大哭，淚流滿面）「嗚～～幫我擦眼淚，好不好～～」老師：「好，繼續。」珊珊：「快要到了，快要到了，加油！」老師：「好，休息一下。」珊珊（聲音顫抖）：「謝謝。哇～～（哭）。我好累。」緊接著，看到老師拿出另一台學步機，珊珊眼淚又湧出。珊珊：「妳幫我。」吃力移動一步，「快要到了吧？哇～～」老師：「妳可以的。」珊珊：「我可以的！」老師：「妳一定做得到。」珊珊：「我一定做得到！」老師：「妳最厲害了。」珊珊：「我最厲害了！」（邊哭邊喊）我看了看表。三小步，珊珊花了一分半鐘。那夜來到東北角珊珊，來自東北角的偏遠漁村—— 馬崗，濱海公路車子呼嘯而過，很少人注意過這個村落。珊珊直到快滿六歲，才被一位熱心的國小老師發現。三歲到六歲，被發現前的一千多個日子裡，珊珊就住在海邊以石塊砌成的百年老屋內，與八十幾歲的阿嬤相依為命。珊珊三歲時，父母離婚。爸爸開著台破車，把沒有支撐能力的珊珊，放在方向盤與身軀中間，用雙腿夾住，就這樣開回馬崗，將珊珊與大她三歲的姊姊，托付阿嬤照顧。夜裡，阿嬤聽到車子聲音，開門見兒子載兩個女兒回來，心知不妙。從兒子手中接過珊珊，珊珊身體直條條，眼神傻愣愣。阿嬤淚水奪眶而出：「這下怎麼辦啊？」阿嬤心臟內有條支架，手腳無力，但她不擔心自己，整顆心懸在珊珊身上。經常晚間十一時睡，半夜三時驚醒，思前思後，怎樣也睡不著。深夜，海浪拍打著岩岸「啪—— 啪——啪」，她眼巴巴的流淚，看著海岸線在黝黑中透出曙光。天氣好時，阿嬤會將珊珊抱至手推娃娃車上，推著她去曬太陽，或放在鄰近開雜貨店的珊珊叔公店門口，讓她與一群望海的老人，聊天抬槓。夏日天熱，珊珊睡在水泥鋪的地板上，吹著海風；冬日，馬崗天寒地凍，珊珊整天不出門，窩在床上，一個姿勢維持好久，頭無法左右轉，若不幫她翻身，她就一直望著天花板。偶爾，她抬起無力雙手，有一搭沒一搭的撥弄著枕邊玩具。只有阿嬤愛我珊珊雖被僵直的身體困住，但靈魂並非靜止不動；相反的，她的求生本能促使她發展豐富語彙，為她爭取與外界溝通的機會，正如祥祥透過豐富的肢體語言一般。一次又一次，珊珊對阿嬤說：「阿嬤妳抱不動我喔，因為我太重了」、「阿嬤好可憐，我都不會走路」、「爸爸不愛我，媽媽不愛我，只有阿嬤愛我」。阿嬤拿餅乾給她吃，她手力太小，拿不穩，邊吃邊掉地上，便幽幽的說：「阿嬤，我吃得這麼髒，妳會不會打我？」阿嬤一聽，眼淚掉出來，摟住她說：「憨孫，我怎麼捨得打妳？」這個肢體不能動彈的小女孩，透過語言展現魅力，吸引住村裡人們的眼光，鄰居有多的漁獲，會往家裡送：「給孩子吃啦！」就連每天開著箱型車，從台北九份到宜蘭頭城，沿著海邊村落叫賣麵包的三十多歲年輕人，也注意到她。每天日落時分，他正好抵達馬崗，總會繞到珊珊家門口，按兩下喇叭，問阿嬤：「珊珊在嗎？」然後打開車門，從架上取出數個麵包，請祖孫兩人吃。但不識字的阿嬤，只能依本能照顧著她，根本不曉得外頭，還有其他資源。堅強二人組當雙溪國小簡秀妍老師發現珊珊時，她已經快滿六歲，即將錯過零至六歲的黃金早療期。她趕緊告訴家扶大同育幼院早療部社工詹淑芳，並通報台北縣社會局。九十三年十一月，育幼院獲得企業贊助一台巡迴服務的早療車，珊珊成為第一個使用者。大同育幼院的復健老師陳意玫，開始每週兩次到馬崗幫珊珊復健，「珊珊很有反應，進步很快；我們卯起來教，就怕時間來不及！」雖然發現得慢，珊珊肢體變硬了，但阿嬤不斷鼓勵珊珊：「妳要靠自己，要堅強啊！」經常，百年老屋內傳出珊珊邊哭邊叫的聲音：「阿嬤很辛苦，我要趕快會走！」陳意玫稱祖孫兩人是：「堅強二人組」。幾個月後，珊珊已經敢坐沒有靠背的椅子，手臂較為有力，臉部的表情，也從僵硬變得柔軟、富有變化。社工與老師們受到鼓舞，決定帶她北上，就讀日托式早療中心，加強訓練，在珊珊九月入小學前，給她一個走路的機會。但她北上，要住哪裡呢？珊珊媽媽是唯一的希望。珊珊媽媽生下早產的珊珊，正值雙十年華，年紀輕輕扛不起扶養特殊孩子的壓力；除了珊珊的外婆外，她瞞著所有親人，不敢讓他們知道珊珊的情況。黃金早療　贏回30倍健康台灣被棄養的障礙兒　1/3在荷蘭找到家福利預算增1倍　身心障礙家庭卻更窮活潑熱情的大象男孩媽媽終於心軟詹淑芳三天兩頭的遊說珊珊媽媽：「這段時間最重要，妳這時候不接納她，以後她會怨妳！」去年七月，媽媽終於點頭，但只願意接珊珊來住兩週，因為她必須工作。三年來，珊珊從未離開過阿嬤身邊一天，但阿嬤清楚，這是改變珊珊命運的機會。去年七月七日中午，詹淑芳與陳意玫接珊珊北上。陽光熾熱，阿嬤把珊珊的尿布、衣服、食品一一放進後車廂，放著放著，眼眶就濕了。出乎意料的，短短兩週，珊珊又有明顯進步。珊珊媽媽看在眼裡，內心日益掙扎—— 要工作，還是要幫這個孩子？她繼續請假，讓珊珊又住了兩週。一個月後，成效更顯著，珊珊媽媽實在無法狠心，讓她重回看海的日子。珊珊語言進展神速，她早晚對媽媽甜甜的說：「媽媽妳好漂亮喔，我好愛妳喔！」八月底，珊珊媽媽終於開口：「讓珊珊緩讀一年吧，留在我這裡，繼續治療。」詹淑芳欣喜若狂，幾天內，火速幫珊珊辦好緩讀手續。為了照顧珊珊，媽媽只好辭去工作，暫時由珊珊外婆接濟。賣麵包的年輕老闆，暮色中行經濱海公路，偶爾還是會繞進馬崗，問阿嬤，珊珊回來沒？並關心她的近況。珊珊與阿嬤分隔兩地，彼此強烈思念。每當阿嬤打電話給珊珊，珊珊還沒開口，已經情緒激動、泣不成聲；阿嬤在電話彼端，聽到孫女哭泣，千言萬語都卡在喉嚨，什麼也說不出來，只能喃喃的說：「妳復健要忍耐，妳要乖啊……」淚水順著布滿皺紋的臉龐滑下。抓緊這緩讀的一年，珊珊每天功課滿滿。協助她的早療老師李昀謙，滿頭大汗：「她進步算很快的。只是太可惜，她現在大了，筋骨比較硬，如果早幾年，效果會更好。」四月初，天氣已暖。珊珊身穿花花泳衣，在游泳池裡使勁踢著雙腳。這是她最愛的早療課程，在陸地上，她必須靠助行器痛苦僵硬的移動，在水中，她的身體卻因浮力而柔軟，甚至可以跟其他孩子比賽誰游得快。八年前，祥祥被醫院宣判沒救，媽媽離開他，鄰居鄙視他，父親卻不放棄，終於等到醫療的轉機；五年前，阿嬤接手照顧珊珊，通報系統漏掉她，阿嬤卻抓住偶然際遇，尋求支援。如今，珊珊媽媽被女兒的求生意志感動，願意給她機會。台灣還有更多「大象男孩」與「機器女孩」，以及更多更多的孩子，等待人生劇本被改寫的機會。就像珊珊與祥祥一樣，只要給他們機會，他們就會像森林裡的藤蔓，抓住一棵樹就往上攀，堅韌的活下來。三月起，「大象男孩」與「機器女孩」開始邁向人生新旅程。祥祥至台中愛心家園附設醫護室，進行每週兩次的職能與語言治療，預計五、六月進行喉氣管重整手術，期待移除氣切口後，九月入學；珊珊則在家扶大同育幼院早療部，努力使用助行器走路。九月份，珊珊即將進入土城國小就讀。身心障礙的孩子的不幸，不止來自天生，更來自於延誤治療的黃金期。全台灣，目前零至六歲領有身心障礙手冊的孩子，約一萬四千人，其中僅五分之一，正進行零至六歲的早期療育；而其他五分之四、約一萬一千名孩子，正引頸企盼扭轉命運的機會。幸運的人，不該忘記不幸的人。誰能給這些逆境中兀自奮鬥的孩子，一些力量？採訪後記》這些孩子，多麼需要朋友初見祥祥與珊珊的畫面，令我永生難忘。珊珊第一次見到我很害羞，低頭不語。但當我準備向準備午睡的珊珊告別時，她突然柔柔的說：「阿姨，妳可不可以留下來陪我？我旁邊還有一個位置，妳可以陪我睡午覺嗎？」我的心整個被溶化。祥祥則一點都不怕生。我們要離去，他甚至難過的抓著我們，不肯放手。二月底陪他回雲林，我們比祖孫倆早一天離開。幾天後，阿嬤一看到我們就說：「祥祥不知道你們先回去，騎著腳踏車四處找，還拉著我到村頭五府千歲廟找你們，急得哭了。」這些孩子，多麼需要朋友。為了製作這個專題，我們花了一個多月尋找案例，聽到上百個辛酸的故事。從事新聞工作十三年，我從沒有這樣的採訪經驗，無論是爸爸、媽媽或阿嬤，一談到孩子，一定忍不住哭泣。訪問經常無法繼續，我只能丟下紙筆，拍拍他們的背膀、擁抱他們。記得二月十六日，副總編輯郭奕伶帶著一雙七歲的龍鳳胎兒女，與我一起拜訪祥祥。祥祥照例用巨大的熱情來歡迎新朋友，儘管事前已做好「行前教育」，孩子們看到祥祥並未排斥，但看得出滿腹疑惑。離開祥祥家，奕伶的女兒小聲問：「媽媽，為什麼上帝不能把每個人都造成完美的？」奕伶轉述羅慧夫顱顏基金會的說法：「因為上帝造人，做一做，黏土不夠了，所以會有孩子是不完美的。」雖然我不是教徒，但一句話深深打動我：「耶穌對眾人說，凡你們對我這些兄弟中，最弱小一個所做的，就是為我所做的。」如果注定有一個孩子，替大家承受那黏土不夠的命運，我們能否用愛，共同彌補這殘缺？採訪期間，我肚子裡的小baby，一天天長大。當祥祥比手畫腳要我畫一隻大象給他，當珊珊甜甜的說：「阿姨，阿姨，妳留下來好嗎？」我的小baby也在肚子裡，踢踢碰碰的施展拳腳，宣告他的存在。我深信，只要有人願意伸出手，陪祥祥與珊珊走下去，他們就會以生命，寫出更動人的篇章。正如，我肚子裡的小生命。導演介紹林育賢★參與電影《起毛球了》、《給我一隻貓》、《月球學園》等片攝製，擔任副導、攝影、製片等職。作品經常以幽默風趣的快節奏手法，呈現個人對社會人文的細膩觀察，趣味中帶有豐富的省思。★曾以紀錄短片《鴉之王道》、《街頭風雲》入圍金馬影展數位短片競賽。★2005金馬獎最佳紀錄片「翻滾吧男孩」導演，並入圍日本福岡影展、韓國釜山影展。★《商業周刊》－「一個台灣．兩個世界」年度關懷紀實片拍攝。",
    "chinese_title": "大象男孩与机器女孩",
    "douban_rating": "8.3/10 from 55 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-03-05T05:57:03"
}