{
    "aka": [
        "Brother"
    ],
    "sid": "3117802",
    "cast": [
        {
            "url": "/celebrity/1050029/",
            "name": "埃玛·德·科内 Emma de Caunes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051087/",
            "name": "尼尔斯·塔维涅 Nils Tavernier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019460/",
            "name": "安-吉赛尔·格拉斯 Ann-Gisel Glass",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2512663781.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1299988/",
            "name": "西尔薇·维尔海迪 Sylvie Verheyde",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0120405",
    "director": [
        {
            "url": "/celebrity/1299988/",
            "name": "西尔薇·维尔海迪 Sylvie Verheyde",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1997-09-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0120405/",
    "imdb_votes": 110,
    "this_title": [
        "Un frère"
    ],
    "douban_link": "https://movie.douban.com/subject/3117802/",
    "imdb_rating": "6.3/10 from 110 users",
    "trans_title": [
        "兄弟",
        "Brother"
    ],
    "douban_votes": "0",
    "introduction": "Loic and Sophie are siblings living with their mother in a block of flats. The impetuous, promiscuous Loic is a talented photographer about to make it to the big time, but being pulled back by loyalty to his best friend and ex-lover, both junkies. Sophie, a schoolgirl on holidays, is quietly undergoing a sexual awakening, observing from a distance Loic's milieu; she begins an affair with his business partner to Loic's quasi-incestuous disapproval. Loic is spotted by a prominent editor, but becomes increasingly unhinged, by his friend's violent struggles with dealers, by his lover's demands, by Sophie's 'betrayal', by his own 'demons'. Tragedy inevitably strikes.The final move of the film into the country, wide open spaces, 'natural' light is, if not cathartic for the characters, a release for the viewer after a film whose overriding metaphor is the urban labyrinth. Characters are trapped, not only in their own personalities and in destructive relationships and loyalties, but in the city, in poky flats with tiny bedrooms, in fenced parks, in crammed nightclubs. Even outdoor scenes play like a massive maze, as characters are cornered, or run away from trouble.By focusing on a 'youthful' subject matter, this film is particularly difficult to understand and follow, such is the profusion of slang. I don't know how authentic or otherwise this is, but the difficulty of comprehension is crucial, because slang is a way of belonging to a certain group, keeping distant from the outside world, because this is a film concerned with characters who want to belong to something or other, but are held back by outside pressures.This is visualised in the structure of the film, which begins with a series of doubles (brother/sister; friend/friend; lover/lover; artist/partner etc.), trying to extend into triangles, to fatal effect, rather like Sartre's 'Huis Clos', where any relation between two of the trapped characters is foiled by malevolent third - hell is other people. The film can't really find a way out of this impasse - it closes with another triangle, an escape from the labyrinth, but the last grouping is the brother and the sister, suggesting a retreat, an admission of failure to engage with the outside world, as much as of reconciliation, when the characters seem to be reaching out for freedom.As one might expect from a 'youth' movie, the acting is as self-conscious as the dialogue, but new actress Emma de Caunes (daughter of Antoine) is lovely as the quiet, spiky, Celine-reading teenager coming to terms with her sexuality, under threat from within her own family - her private dancing has the air of sacred rite. The dramatising of male angst is much less convincing, and strays close to self-pity, even parody. The direction, however, puts paid to any emotional response - smothering its traumas in a golden glow, it seems to take its visual cue from its photographer hero. Every shot is as smoothly framed and lit, every movement is as smoothly choreographed as an advertisement, which makes the drugs subplot rather hard to take.",
    "chinese_title": "兄弟",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Un frère",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T21:13:35"
}