{
    "aka": [
        "第三代"
    ],
    "sid": "3118853",
    "cast": [
        {
            "url": "/celebrity/1318959/",
            "name": "谢丽萍 Amber Chia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315431/",
            "name": "张栋梁 Nicholas Teo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "马来西亚"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2006"
    ],
    "this_title": [
        "第代"
    ],
    "douban_link": "https://movie.douban.com/subject/3118853/",
    "trans_title": [
        "三",
        "第三代"
    ],
    "douban_votes": "0",
    "introduction": "电影《第三代》故事大纲陈家祖先第一代由中国来马谋生，在努力耕耘下逐渐见成果，陈氏事业发展也逐渐庞大。当家族事业传至第二代陈华手上时，业务已经囊括整条大街，由接头至街尾都是陈家的资产，当中也包括陈氏会馆。直至到了第三代由陈利接手时，生意已经扩充至建筑及地产业。陈华在当时的社会，绝对是一个众人熟悉且受人尊敬的人物。他除了把陈氏事业发扬光大外，他所建立的陈氏会馆也帮助和收留了不少远渡重洋的同乡。同时也制造了许多工作机会给所有同乡，并提供奖学金给同乡的孩子们，让他们的下一代有更多学习新事物和教育的机会。陈华本身性格十分传统严肃，他依照媒妁之命娶了元配，过后他还娶了三位妻妾，可是在他内心深处，他还是觉得缺乏了真爱，顿感无奈。在生意上，他绝对可以驰骋商场，纵使他的生意伙伴都是其他友族同胞，但他依然应付自如。陈华的两个孩子，即陈利与陈美。陈利从小被父亲送往国外留学，主修商业以便回国后能继承父业。喝了满肚子洋水的他还在国外娶了洋派作风的苏珊为妻。个性好胜的陈美，也和哥哥一样在海外留学，修读服装设计。陈利与父亲一直以来都有思想上的代沟，因为父亲对他一直抱有非常大的期望。当他留学回来后，子承父业，无论是在亲情或家族生意上，皆承受相当大的压力。然而，洋化的妻子却无法给予他心灵上的抚慰，直到他遇见了玲达，两人因此发生了一段不可告人的关系。陈利有位从小一起长大的好友文成，他是家里保姆的儿子。从小只要是陈利要的东西，文成都会不顾一切去满足陈利这位小主人。直到长大后，他也是陈利生意上的好助手，许多商业上的难题，只要文成可以解决的，他都不会让小主人有所烦恼。当陈利向他透露自己爱上一名在夜总会工作的茶水女玲达时，文成也在背后为小主人安顿玲达的生活起居。一直以来被受父亲忽略是陈美，对于父亲重男轻女的态度非常不认同，所以他不断在事业上屡创佳绩，以此来证明自己的能力，他也常向青梅竹马的文成倾诉，内心更对他芳心暗许。玲达出身清贫，父母早逝。从小被夜总会的妈妈收留，庆幸的是他只负责所有茶水工作，陈利也被他的洁身自爱深深吸引。后来陈利安排文成替玲达赎身，并把他安置在陈华街后巷的一间咖啡室楼上。玲达是一位爱鞋如命的女子，他最心爱的一双鞋子，也就是陈利送给他的第一双鞋。每次他俩幽会时，玲达总会穿上那双尺寸太小而导致脚疼的鞋子。这就如同他爱上陈利一样，明知自己是不合时宜的第三者，仍然无怨无悔的爱这对方。陈利的妻子苏珊，这一切都被蒙在鼓里。他天性开朗，洋派作风，不拘小结，与家翁陈华倒相处愉快。当丈夫不在他身边时，他几乎都与家翁到处游玩，陪家翁看粤剧，跳探戈，生意应酬，甚讨老人家欢心。",
    "chinese_title": "三",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "第代",
    "douban_rating_average": 0,
    "update_at": "2026-02-01T04:39:13"
}