{
    "aka": [],
    "sid": "3119136",
    "cast": [
        {
            "url": "/celebrity/1298836/",
            "name": "芮妮·塔吉玛-佩纳 Renee Tajima-Peña",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879216811.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1298836/",
            "name": "芮妮·塔吉玛-佩纳 Renee Tajima-Peña",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0123181",
    "director": [
        {
            "url": "/celebrity/1298836/",
            "name": "芮妮·塔吉玛-佩纳 Renee Tajima-Peña",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0123181/",
    "imdb_votes": 75,
    "this_title": [
        "My America OR Honk if you love buddha"
    ],
    "douban_link": "https://movie.douban.com/subject/3119136/",
    "imdb_rating": "7.7/10 from 75 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "From LockermaisonI recorded this movie off PBS one day when I was in college. Didn't know what I was recording, I just habitually recorded things off of PBS at the time. As an Asian American myself, I found this to be an excellent overview of the experiences and feelings that we encounter from the more ignorant and racist side of America. However, we were born here, this is the only country we know, and we love it the same as any other immigrant's children - white, black, brown, or whatever. This movie deals with that situation, where we live and love our country but have to deal with the idea that many Americans have that anyone who is Asian must be \"foreign\" or \"unamerican\". It talks about the history of our struggles for civil rights over the past century and how we were right there alongside the African Americans in the 60s fighting with them. Also discussed are many disservices done by America to Asian-Americans and how they are still today treated in surprisingly racist ways. It also explores how some Asians fit into stereotypes and how many definitely don't. It also deals with the concepts of interracial relationship between blacks, white, Asian, and Hispanics. The filmmaker talks to many different types of Asian Americans from different areas of the country and gives you a very interesting cross section of the surprising makeup of people that is Asian American. There are so many kinds of people you never knew existed.I watched this several times and I always enjoyed it. There were some excellent shots. I also liked a few of the transitions and the editing in general I thought was clever. The interviews are very intriguing.A few problems I had were I didn't like the narrator's voice and delivery. Obviously she's a normal person doing her own movie's narration and it sounds amateurish, but it is tolerable nevertheless. The film quality suddenly changes near the end because she used video instead of film in one section. Some people aren't explored as much as I would have liked. I think the movie could have been stronger somehow, but I'm not sure. It's a quiet movie and a lot of the issues brought up might still be confusing to non-Asians watching it, and might end up boring to some. Although like I said, I thought it was all really cool.If you are interested in Asian American issues, the film still holds true today and you should like it a lot.",
    "chinese_title": "My America OR Honk if you love buddha",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2026-01-27T15:25:10"
}