{
    "aka": [
        "Fantasy"
    ],
    "sid": "3120921",
    "cast": [
        {
            "url": "/celebrity/1275282/",
            "name": "郑斌辉 Ping Hui Tay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348680/",
            "name": "陈澍承 Chen Shucheng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890632114.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "星梦情真"
    ],
    "douban_link": "https://movie.douban.com/subject/3120921/",
    "trans_title": [
        "Fantasy"
    ],
    "douban_votes": "54",
    "introduction": "十多年前，惠茹抛下芊芊，离家一去无踪，芊芊因母亲的离去而痛哭多日，眼睛感染了细菌，导致双目失明。时光匆匆，芊芊已长成，亭亭玉立。在舅舅国荣的关怀照料下，她养成了乐观而又活泼开朗的个性。每天都努力地在舅舅所开的咖啡店帮手，空闲的时候，她最喜欢唱歌，这年的“七月歌台”如往年的一般热闹。国荣带着芊芊来听歌，顺道探望一下老朋友亚木，却见亚木正焦急万分。原来有演唱者临时失场，国荣乘机推荐芊芊上台代唱，迟疑的她战战兢兢的上台，硬着头皮向观众献唱了她的第一首歌。观众爆发出如雷掌声，这时在台下的一个年轻人浩然，也被芊芊的歌声震撼得呆在当场！浩然是一个作曲人。为了芊芊的歌声，浩然决定倾尽所有也要为芊芊出唱片，在浩然的极力游说，加上国荣和朋友donna的鼓励下，芊芊终允一试。唱片推出后反应不俗，这消息吸引了某跨国唱片集团总裁杨雄的注意他下令用尽一切方法要把芊芊取到手。为了芊芊的前途和长远利益，就是万般不愿，浩然也只好无奈地把一手提拔的芊芊拱手让人。然而大公司内人事复杂，同是新歌手的方晓蔓视芊芊为头号大敌，对她处处刁难针对，更欺负她眼盲而时加戏弄，加上办公室全年无休的政治斗争，令初出茅庐的芊芊吃尽苦头，有口难言。同时间一个常在咖啡店光顾的年轻医生宋子谦，因与国荣相熟，而注意到芊芊的眼睛应该有复明的可能性。子谦心底里十分欣赏芊芊那自强不息的个性，他决定尽一切努力去帮助芊芊，这阵温暖的情谊令芊芊芳心大慰。当芊芊正为自己的前途而努力奋斗之际，失踪多年的母亲惠茹又再出现，此时芊芊赫然方知惠茹也曾是“七月十四”歌台中堀起的歌星，但却因承受不了巨大的压力，加上感情的创伤和虚荣心的迷惑，令她沉沦於烈酒中，最后被歌迷唾弃。芊芊恍然明白自己天赋喉原来遗传自母亲，也为两母女的命运何其近似的巧合而惊诧不已。惠茹对抛下芊芊十多年不顾而深深内疚，而事实上她亦因长年喝酒而身患绝症。她自知不久於人世，决定在有生之年尽力帮助芊芊，以补偿当日自己的过失。在惠茹的悉心安排下，芊芊的首长个人专辑终卖个满堂红，而与此同时惠茹亦已是油尽灯枯，弥留之际，她终於得到了芊芊的原谅，在女儿的怀中溘然而逝。惠茹虽死，但她替芊芊留下一双眼角膜，经子谦手术后，芊芊因此而复见光明。在唱片公司宠大宣传攻势后，芊芊推出了她的第二张唱片，销量竟打破了一切记录！同时一向与她并肩作战的作曲人浩然，和令她回复视力的子谦，竟不约而同地向她表露爱意。芊芊被这多角的感情关系弄至神不守舍，加上她寻找生父的困惑，渐渐地令她失去了昔日纯真和开朗，她似乎再次重复着母亲惠茹的旧路，由璀璨辉煌而渐变堕落。。。芊芊，她是否仍逃不过高峰下坠的宿命，还是终于可以跨越一切阻碍，战胜了性格上的缺点，最终踏上了真正的创造传奇制陆？",
    "chinese_title": "星梦情真",
    "douban_rating": "7.3/10 from 54 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-06-30T06:37:02"
}