{
    "aka": [
        "Cumbia connection"
    ],
    "sid": "3121605",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "爱情",
        "歌舞",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1300073/",
            "name": "René Villarreal René Villarreal",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0897249",
    "director": [
        {
            "url": "/celebrity/1300073/",
            "name": "René Villarreal René Villarreal",
            "@type": "Person"
        }
    ],
    "duration": "94 分钟",
    "episodes": "",
    "language": [
        "西班牙语",
        "西班牙语"
    ],
    "playdate": [
        "2007-04-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0897249/",
    "imdb_votes": 284,
    "this_title": [
        "Cumbia callera"
    ],
    "douban_link": "https://movie.douban.com/subject/3121605/",
    "imdb_rating": "5.8/10 from 284 users",
    "trans_title": [
        "Cumbia connection"
    ],
    "douban_votes": "0",
    "introduction": "An aspiring filmmaker Neto makes his money shooting celebrations of different kinds. But his hobby is to shoot people that he sees on the street every day. One day while wandering around the street he chances upon a beautiful young girl named Cori. She window shops attentively, and soon Neto will get a chance to see why. He captures her and her boyfriend Guiripi shoplifting the pair of pink Converse sneakers, and then he follows the girl to the house where she lives. The hero becomes obsessed with the girl, he watches the shooting time after time and continues creeping up on her. Tracing her and shooting every single move she makes he becomes closer to her and founds out that she and her lover are obsessed with distinctive dancing style called «colombiano». When Cori notices she’s being followed she runs away and loses one of her sneakers. When Neto arrives to give it back she finally falls for him and a love affair starts between the two. She leaves Guiripi, but the boy is not going to put up simply with that fact. Still her ex-boyfriend has got something to surprise her. And soon the girl is forced to make her choice between two men.… Or maybe she will just comes to terms with the idea that sometimes making a choice is not the best thing one can do? And maybe a love triangle doesn’t necessarily have to be an unhappy one?",
    "chinese_title": "Cumbia callera",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-03-06T01:50:37"
}