{
    "aka": [
        "The Tailor"
    ],
    "sid": "3122054",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "spain"
    ],
    "writer": [],
    "imdb_id": "tt0780132",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "spanish"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0780132/",
    "this_title": [
        "El Sastre"
    ],
    "douban_link": "https://movie.douban.com/subject/3122054/",
    "trans_title": [
        "裁缝",
        "The Tailor"
    ],
    "douban_votes": "0",
    "introduction": "Spain, 2007colour, video, 29 minWinner of the Silver Cub Prize at the prestigious International Documentary Festival in Amsterdam, this bittersweet comedy profiles an ill-tempered Pakistani tailor in Barcelona and his Indian employee.Somewhere on a Barcelona street, there is a tiny tailor shop. Its surroundings seem of little importance. Only under pressing circumstances attention is called to the surroundings. Such as, when a flood causes the shop to utilize the fence of a church across the street as a clothesline. Director Pérez put his camera directly in front of the tailor shop. The artistic framework of the film quite literally coincides with the actual daily universe of Mohamed, the Pakistani owner. We do not learn much about his private life. But Mohamed's reticent nature means he does not reveal much more than the extremely difficult relationship with his sole employee and his successive, dissatisfied customers. Apart from the departure of the illegal Indian employee, who is replaced by an even younger and inexperienced Bengali, everything stays the same. What remains are the resentful dialogues in which Mohamed, who has to fish every piece of clothing out of a big pile of plastic bags, cheats his customers and chases them away. There is a brief spell of jealousy. In the process, The Tailor opens an equally suggestive and sharp window to a deeply human tragedy.http://www.idfa.nl/industry/extra/search/film.aspx?id=29938",
    "chinese_title": "裁缝",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Sastre",
    "douban_rating_average": 0,
    "update_at": "2025-03-08T17:13:37"
}