{
    "aka": [
        "BBC 素描的秘密",
        "绘画的秘密"
    ],
    "sid": "3123233",
    "cast": [
        {
            "url": "/celebrity/1097994/",
            "name": "安德鲁·格雷厄姆-迪克森 Andrew Graham-Dixon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2874658648.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0838101",
    "director": [],
    "duration": "",
    "episodes": "4",
    "language": [
        "英语"
    ],
    "playdate": [
        "2005-09-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0838101/",
    "imdb_votes": 31,
    "this_title": [
        "The Secret of Drawing"
    ],
    "douban_link": "https://movie.douban.com/subject/3123233/",
    "imdb_rating": "8.0/10 from 31 users",
    "trans_title": [
        "素描的秘密",
        "BBC 素描的秘密",
        "绘画的秘密"
    ],
    "douban_votes": "410",
    "introduction": "http://www.bbc.co.uk/arts/secretofdrawing/This four part series, presented by Andrew Graham-Dixon, explores how drawing has shaped our lives. Join him to discover the history of drawing and its relevance to the modern world.Episode 1: The Line of EnquiryAndrew looks at artists who have chosen the natural world as their subject matter and explores how drawing has helped man to understand his place in the universe. The programme covers the Rennaissance, the Eastern way, Turner, Constable and contemporary artists Anthony Gormley and Richard Long.Episode 2: StorylinesDrawing has always been an essential tool for the telling of stories. Andrew looks at the satire of Gillray, Goya and Hogarth and its influence on photojournalism, American comics, Japanese Manga and Hollywood storyboards today.Episode 3: All in the MindAndrew investigates drawing as a primal human instinct and a learned discipline, looking at the earliest cave drawings and the work of David Hockney and Picasso. The programme uses the latest developments in cognitive science to examine why we draw the way we do.Episode 4: Drawing by DesignAndrew explores the role drawing has played in technical design and architecture, studying complex structures such as the Guggenheim and Boeing 777. From Leonardo to Libeskind, he shows how drawing has been a crucial tool in the history of scientific and technological discovery.",
    "chinese_title": "素描的秘密",
    "douban_rating": "8.6/10 from 410 users",
    "foreign_title": "The Secret of Drawing",
    "imdb_rating_average": 8.0,
    "douban_rating_average": "8.6",
    "update_at": "2025-02-26T01:22:58"
}