{
    "aka": [],
    "sid": "3123633",
    "cast": [
        {
            "url": "/celebrity/1049746/",
            "name": "蕾切尔·沃德 Rachel Ward",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1343365/",
            "name": "Carmel Johnson Carmel Johnson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1174055/",
            "name": "克雷格·贝恩娜 Craig Behenna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168757/",
            "name": "Shane Withington Shane Withington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019151/",
            "name": "加里·思韦特 Gary Sweet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212019/",
            "name": "杰米·哈丁 Jamie Harding",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1258765/",
            "name": "Alex Vickery-Howe Alex Vickery-Howe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099713/",
            "name": "埃德温霍德曼 Edwin Hodgeman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1470983/",
            "name": "汤姆·奥沙利文 Tom O&#39;Sullivan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "澳大利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1150662/",
            "name": "Jimmy Thomson Jimmy Thomson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034007/",
            "name": "托尼·莫费特 Tony Morphett",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1116560",
    "director": [
        {
            "url": "/celebrity/1297138/",
            "name": "肖恩·斯伊特 Shawn Seet",
            "@type": "Person"
        }
    ],
    "duration": "60 分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-10-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1116560/",
    "imdb_votes": 293,
    "this_title": [
        "Rain Shadow"
    ],
    "douban_link": "https://movie.douban.com/subject/3123633/",
    "imdb_rating": "7.5/10 from 293 users",
    "trans_title": [
        "雨之影"
    ],
    "douban_votes": "0",
    "introduction": "Two Women. Secrets. A Broken LandDr Kate McDonald (Rachel Ward) is married to the small farming community of Paringa, where she's been the vet for 15 years. For most of that time she's been hiding a secret, and as a result, refuses to allow anyone to get close to her. Needless to say, she has problems keeping an assistant, something she desperately needs.Kate's newest assistant, Dr Jill Blake (Victoria Thaine), is 24 and keen to widen her veterinary experience with farm animals. She's 'by the book', enthusiastic, and ready to try new techniques.But it doesn't take her long to realise that she's made a huge mistake in leaving the city for Paringa. Her boss is the rudest person she's ever met and Paringa is not exactly the idyllic country town of her dreams. Somehow, these two opinionated women must find a way to come to terms with each other and the difficulties they encounter in supporting the failing district and Kate's overstretched veterinary practice.In the community, well established farmers face ruin as they gamble on re-stocking and re-development. The prolonged drought creates emotional and financial strain on families and people are leaving the land because of financial failure, or because they cannot take any more. As the economic future of the district moves towards crisis, Jill, young, idealistic and direct, becomes increasingly aware that Kate's stoicism and determination mask the emotionally consumptive effects of a tragic past life.Rain Shadow is a story that resonates with the situation presently faced by farming people all across Australia, and tells the strong personal story of hope and renewal. The series is set in a dry-land farming area, marginal at the best of times, and struggling after 12 years of drought and in the face of climate change.Rain Shadow was filmed in the dry country south-east of Adelaide, which is in a natural rain shadow, and has a 150-year-old farming culture similar to the one presented by the story.",
    "chinese_title": "雨之影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Rain Shadow",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-01T17:35:17"
}