{
    "aka": [],
    "sid": "3126366",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878890632.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1291782/",
            "name": "Sérgio Mekler Sérgio Mekler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0472546",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0472546/",
    "imdb_votes": 37,
    "this_title": [
        "Outros (Doces) Bárbaros"
    ],
    "douban_link": "https://movie.douban.com/subject/3126366/",
    "imdb_rating": "7.8/10 from 37 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Almost 30 years after the first reunion of \"Doces Bárbaros\" (a gathering of four of Brazil's major pop music stars: Caetano Veloso, Gilberto Gil, Gal Costa and Maria Bethania), the artists involved decided to get together again for some shows in Sao Paulo and Rio de Janeiro, in December 2002. The film documents the group's live performances, rehearsals and interviews.A documentary that follows four famous popular Brazilian singer/composers as they prepare for a couple of live concerts in Brazil's two largest cities. The rehearsals give us an inside look at how the four plan their presentations and, occasionally, an insight on the music and lyrics. The interviews and chats lead us along a memory lane of events and situations that go back to the early days of the military dictatorship, years of exile in London, and the Tropicalia movement. The concert segments are electric, especially the one on the sands of Rio's Copacabana beach under evening stormy skies (the concert's end coincides with a downpour).Short segments of rehearsals, interviews and concert performance are interspersed. It is nice seeing rehearsals transition into live performances in front of an eager and appreciative audience. The interviews may not resonate with non-Brazilians and non-Brazilianists, but, for those who lived through the difficult years of the late sixties and seventies in Brazil or in exile, they will elicit both fond and sad memories. The music is great as long as you dig Brazilian pop. Moreover it is sung and played by four accomplished master artists. The concert segments are the most satisfying moments of the film and I would have liked to see more.",
    "chinese_title": "Outros (Doces) Bárbaros",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-30T00:22:57"
}