{
    "aka": [],
    "sid": "3126143",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "儿童"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2897033335.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1275575/",
            "name": "宋方金 Fangjin Song",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1275575/",
            "name": "宋方金 Fangjin Song",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "多多"
    ],
    "douban_link": "https://movie.douban.com/subject/3126143/",
    "trans_title": [
        ""
    ],
    "douban_votes": "213",
    "introduction": "多多六岁了，跟着妈妈一起过。据妈妈说，是因为别人家的饭好吃，所以爸爸去吃别人家的饭了。多多喜欢缠着给妈妈讲故事，一讲就讲好几个，可妈妈总是才刚听到第三个故事就昏昏睡去。多多很失望。多多喜欢的是：把小屋里的东西分类归整摆放好；她不喜欢的是：电视剧里那些毫无创意的对白总被她猜中。多多高兴的是：她发现自己可以听到别人肚子里的话；多多不高兴的是：那些肚子会说话的人，嘴上都在说着口是心非的话。一次，多多独自一人外出，为了防止迷路，她用一条毛线在自己走过的道路上做标记，可是毛线却被一个叫清华的小朋友卷走了。多多很生气，后果很严重，她差点找不到回家的路。在迷路的时候，她忽然发现自己能听到听到别人肚子里的想法。她一开始很高兴，但后来知道这件事其实一点也不好玩。妈妈开了一个花店，分不出时间来照顾多多，就把多多送进了一所重点小学。卷走毛线的清华和多多在同一个班，由于多多可以听到大家肚子里的声音，所有小朋友都远离她，多多只好常常一个人看蚂蚁。同学们不喜欢多多，多多觉得很孤独，她要引起别人的注意。在他们这个重点班里，只要有人考试不及格，流动红旗就会流到别的班，考试时多多故意写错、改错，终于，她考试不及格，班里的流动红旗飞走了。多多在小区里看到一个男人，他穿着和爸爸脚上那双鞋一模一样的鞋子，多多扒下了他的鞋，可是这个人并不是爸爸。多多去了“别人家”，就是饭做得很香令爸爸流连忘返的那一家。但爸爸还是把多多送了回来。不想上学，多多故意装作做出一些奇怪的事情，如愿以偿被妈妈送进了心理治疗康复中心。多多想要回家，就开始给护士讲故事，给医生唱歌，最终，大家发现她什么问题也没有，得以出院。多多又能给妈妈讲故事了，她还给姥姥家舅舅家的小孩子们讲故事，却不小心惹哭了别的小孩，令妈妈很难堪。妈妈带着多多去相亲，多多能听到对面男人肚子里的话，一一戳穿了他们，男人们纷纷离去。妈妈真的生气了，多多突然发现所有人都不喜欢听她说话，那么她就不说了，她决定再不说话了。多多不再说话，在家不说，在学校也不说。多多只能休学。妈妈带着多多去看医生，医生没有办法，妈妈绝望了。多多听到了妈妈肚子里的话，她知道，妈妈不再信任她了。妈妈就去学校听课，回来后教给多多，多多看在眼里；妈妈在菜市场和批发商讨价还价，多多看在眼里。多多好想喊一声妈妈，可是她发现自己怎么也喊不出来了。她对着镜子练习喊妈妈，可是当着妈妈的面却怎么也喊不出口。妈妈去给多多买毛线，为她编织那件一直没有完成的毛衣，多多穿着没有领子的毛衣，却觉得那就是她回归的路。当妈妈再次走进家门时，多多终于鼓起勇气喊出了“妈妈”。多多听不到妈妈肚子里的话了，她知道，是爱让妈妈又回到了她的身边。",
    "chinese_title": "多多",
    "douban_rating": "8.3/10 from 213 users",
    "foreign_title": "",
    "douban_rating_average": "8.3",
    "update_at": "2025-06-20T17:26:06"
}