{
    "aka": [],
    "sid": "3126970",
    "cast": [
        {
            "url": "/celebrity/1319658/",
            "name": "刘冬 Dong Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1380148/",
            "name": "徐广明 Guangming Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274641/",
            "name": "梁静 Jing Liang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2647100182.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323070/",
            "name": "萧锋 Feng Xiao",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "绝胜天良"
    ],
    "douban_link": "https://movie.douban.com/subject/3126970/",
    "trans_title": [
        ""
    ],
    "douban_votes": "200",
    "introduction": "西河市莲花沟金矿发生矿难，金矿矿主、鑫月国际俱乐部总经理冷小月正要赶赴现场，突然接到由虹影艺廊女老板柳风影转达的一个幕后人物的指令。之后冷将此令转达给黄金公司经理金玉良，金又转达给金把头崔天宝。于是一场特大矿难变成了一个只伤无亡的一般事故。雪山是刚卸任的市委书记林为驹的未婚女婿，转业到市监查局工作。他回家乡土吉淖村探母时，发现了有不少金农失踪。他与在此间相遇的女律师沙叶霜同去棚户区察访，却遭绑架，并被“遣送”回市里。雪沙二人的发现引起了新任市委书记吴伟的重视，他责令有关部门展开调查，但无收获。小绕子找到雪山，述说了父亲死于矿难、家人被封口的隐情。雪山乔装打扮潜入矿山，在小绕子和丁村长等金农的帮助下，发现了被匿藏的死于矿难的数十人的尸体。此案引起高层严重关注，专案办成立，雪山任调查组组长。金把头崔天宝事先接到密报，逃亡他乡，后在冷小月的说服下，投案自首，把匿尸罪责全部揽在自己身上。雪山他们掌握了足以将崔天宝攻破的证据，但是在押解途中，崔天宝遇车祸身亡。调查组查到了崔在逃亡前接到的那个电话的号码，矛头指向金玉良。然而金玉良又失踪了。逃亡途中，金玉良数次遭到追杀，他又惧又惑，惑的是自己的行踪只有妻子柳风影知道。为保命他终于投案。开始他面对审讯沉默不语，他的同学、林为驹过去的秘书李毕书探视过他以后，他吐口将罪责全部承担。因为金玉良曾遭追杀，雪山等认为金玉良背后另有人，但没有证据。这时，雪山在未婚妻林文姝和未来的岳父林为驹的逼迫下，离开专案办，到省党校进修。金玉良被判死缓，法庭上他突然喊冤，声称他有揭开案子真相的证据。但下来后他又改口，并拒绝自己的辩护律师沙叶霜提请上诉的建议。雪山闻讯回到西河，遭到林为驹的训斥，但吴伟将他留了下来。金玉良的儿子金远留学国外，为父亲的案子专程赶回，他看到正是由于母亲柳风影出具了某种证据，父亲才被判了重罪，便责问母亲。原来，多年以来柳风影与那个幕后人物有染，现在为了保住自己和那个幕后人物，她不得不出卖丈夫，为此她内心十分痛苦。她无法应对儿子的迫问，便求助冷小月。冷施展手腕，让金远倒进了自己的怀抱。又到了采金季节，对矿山进行整顿还是马上恢复开采，吴伟和市长司徒竟湖形成两派。冷小月收买了雪山的弟弟雪原，让他继崔天宝之后担任金把头，到土吉淖动员金农进山。雪山闻讯阻拦，兄弟俩发生争执。之后雪原带金农到市政府闹事，于是金矿恢复了开采。雪山几次欲审金玉良，都被阻止，然后金被易地关押。雪原根据冷小月的指令，武力抢占了雪地龙的一口金井，之后雪原遭雪地龙伏击，不知去向。冷小月借机派人将雪原禁闭在山林之中，编造了一个谣言诬陷雪山。雪原摆脱控制，逃回西河市，冷小月又将他从医院转移到鑫月控制起来。沙叶霜在对冷小月的电话进行监听中，发现冷的背后另有一个神秘的女人，涉足到金矿的案子里。但只闻其声，不知其名。沙叶霜和助手对出入鑫月的女性进行跟踪，一无所获。她收买了一个酒吧小姐，但后者在鑫月打探情况时被冷小月的人发现。柳风影得知此情后，十分紧张。雪山一直反对沙叶霜的做法，但沙叶霜监听来的情况他觉得十分重要。沙叶霜根据雪山的建议，让金玉良听有关电话录音，金玉良听出神秘女人的声音是妻子柳风影的，十分震惊，但没有告诉沙叶霜。沙叶霜派助手到虹影艺廊采录柳风影的声音，被发现。于是沙叶霜因非法监听私人电话被起诉。雪山出面承担责任。沙叶霜被免于刑事出罚，但她的律师事务所被吊销。林文姝对雪山和沙叶霜的往来一直心存芥蒂，现在看到雪山为了解救沙叶霜而不惜牺牲自己的声誉，终于不忍内心愤怒，将雪山的铺盖从林家扔了出去。冷小月在土吉淖为雪原和自己的助手小狸猫举行盛大的订婚仪式，愤怒的雪山闻讯赶回家乡阻止，弟弟以武力将他赶出了家院。雪山历经种种坎坷，不禁心灰意懒，宣布与林文姝结婚。蜜月旅行归来后，雪山欲去省党校继续学业，但吴伟指责他是在当逃兵。林文姝体谅丈夫内心痛苦，建议他找回沙叶霜，继续查案工作。在吴伟和雪山等人的努力下，省高检将金玉良一案发回西河重审。金玉良在狱中遇刺，命虽保住，但人却疯了。柳风影闻讯愈加痛苦，但那个幕后人物却认为金的疯癫对大家都好。雪山安排金玉良父子见面，试探金玉良疯癫的真伪，没有收获。雪山进山查找证据，路上遭遇伏击，车毁人伤。雪山佯装伤重不起，悄悄装扮成金农二次潜入金矿，历尽艰险，找到了重要的证据，发现有幕后人物操纵着矿山，与冷小月等人沆瀣一气，盗采国家矿山资源，牟取巨利。但不知此人是谁。与此同时，沙叶霜经多日跟踪，终于发现柳风影与一神秘男人来往的情况，但也不知此人是谁。当线索又追到金玉良身上时，金却因病获保外就医。柳风影将金玉良“保护”起来，拒绝任何人接触他。金玉良并未疯癫，他怒斥柳风影背叛了他。柳风影泪流满面，无言以对。之后她被迫接受幕后人物的指令，给金玉良服用导致其呆傻的药物。林文姝发现了父亲与柳风影的秘密关系以及涉案证据，她无法在父亲和丈夫之间进行选择，自杀身亡。案子真相大白，冷小月被捕，柳风影投案，林为驹撞死在女儿墓前。最终天良战胜了邪恶……",
    "chinese_title": "绝胜天良",
    "douban_rating": "7.9/10 from 200 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-05-25T15:13:31"
}