{
    "aka": [
        "An Unexpected Ending"
    ],
    "sid": "3126095",
    "cast": [
        {
            "url": "/celebrity/1390391/",
            "name": "杨瑞瑞 Ruirui Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338962/",
            "name": "袁利坚 Lijian Yuan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613943397.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1409907/",
            "name": "张秉毅 Bingyi Zhang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1369083/",
            "name": "赵国华 Guohua Zhao",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "牛女"
    ],
    "douban_link": "https://movie.douban.com/subject/3126095/",
    "trans_title": [
        "An Unexpected Ending"
    ],
    "douban_votes": "230",
    "introduction": "牛莲花是个地地道道的农村妇女。终日里日出而作日落而息的牛莲花，像个男人一样忙活在自家的田间地头，丝毫没有女人的温婉和柔弱的味道。嫁给灯亮这十年来，牛莲花几乎连自己的名字都给忘了，而村子里的也都习惯于叫她“灯亮媳妇”或者“牛女”。有人曾开玩笑地说，“除了‘放水’的时候是蹲着的，其他地方没有一点像女人的！”就是这样一个“其他地方没有一点像女人的”莲花，在一次进城后彻底改变了自己的生活方式。那天进城是去市医院替公公拿药。在医院里，牛莲花凑巧碰上了以前在她们村蹲点的黄主任。黄主任单位组织职工体检，趁着这个机会，黄主任强拉硬拽地让从来没有做过体检的牛莲花做一次体检。下午取体检结果时，牛莲花无意中听见医生跟黄主任说：“牛莲花同志被查出患有癌症晚期，至多只能活三个月时间”。听到这个消息，牛莲花像是遭雷击一样，稍稍镇静下来以后，牛莲花决定不把这个噩耗告诉家里。回到家，在坑上躺了整整三天的牛莲花突然变了个人似的，让婆婆以为她让什么鬼神附体。牛莲花偷偷数出一百颗黑豆，她准备活好这最后的一百天，重新做一回女人。从那一刻开始，牛莲花开始化妆，开始穿亮丽的衣服。不仅如此，她还进城烫了头，从来没见过大海的她，甚至带着孩子金豆去了趟离家八十公里外的黄河旅游了一趟。所有这一切让村里人都认为牛莲花疯了，只有灯亮不愿意相信这是事实。日子一天天流逝，黑豆一天天减少。莲花偷偷地流着眼泪，发誓要在有限的时间里尽可能多的实现自己的愿望。为此，牛莲花任凭地里的活越积越多，任凭男人灯亮瘸着腿下地干活。没有女人干活的日子，灯亮尽管累了许多，但灯亮发现媳妇越来越像个女人了。这之后，莲花提出回娘家一趟。要知道，这是莲花嫁给灯亮十年来第一次回娘家。家里惟一的大黄牛累死那天，莲花“哀屋及吾”。莲花极力阻止了男人杀牛卖肉的打算，让灯亮确信自己的老婆确实疯了。碗里的黑豆剩下最后一颗了，莲花满足地闭上眼睛，躺在炕上等待死神的降临。第二天清晨，当莲花睁开眼睛发现自己并没有死去时，灯亮带着“疯”了的莲花到医院就诊。此时，黄主任告诉莲花他们单位一个与她同名同姓的患者昨天已经离开了人世。一场误会卸下了压在灯亮心头的块垒，更由此开启了牛莲花对今后生活的重新思考。精彩视点：这是一部啼笑皆非却引人深思的现实主义农村题材作品。本片以农村妇女“牛莲花”的一次误诊经历开始，引发出一个典型的农村妇女对于生活的重新拷问和设计。曾经执导拍摄过电影《追梦人》而引起业界反响的导演赵国华再次执掌帅印，拍摄这部以“建设社会主义新农村”为背景题材的电影，其心可鉴，其情可敬。本片中，“牛莲花”的扮演者杨瑞瑞曾获百花奖最佳女主角提名。此后的《刻骨铭心》、《不再流泪的女人》、《红印花》、《春天的热土》等影视作品中，都有着杨瑞瑞清新的身影。本片主演、内蒙古话剧团著名青年演员袁利坚曾在《浴血疆城》中有上佳的表演。片中，“灯亮”这一角色被袁利坚饰演的活灵活现，与杨瑞瑞刻画的“牛女”相映成辉，让人过目难忘。",
    "chinese_title": "牛女",
    "douban_rating": "8.1/10 from 230 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-05-22T22:00:53"
}