{
    "aka": [
        "Travelling Companion"
    ],
    "sid": "3127068",
    "cast": [
        {
            "url": "/celebrity/1001915/",
            "name": "Eduardo Calvo Eduardo Calvo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019716/",
            "name": "里卡多·弗朗科 Ricardo Franco",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141409/",
            "name": "埃斯佩朗莎·罗伊 Esperanza Roy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1979",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2632888340.jpg",
    "region": [
        "西班牙/委内瑞拉"
    ],
    "writer": [
        {
            "url": "/celebrity/1052373/",
            "name": "Clemente de la Cerda Clemente de la Cerda",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0078988",
    "director": [
        {
            "url": "/celebrity/1052373/",
            "name": "Clemente de la Cerda Clemente de la Cerda",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0078988/",
    "imdb_votes": 13,
    "this_title": [
        "Compañero de viaje"
    ],
    "douban_link": "https://movie.douban.com/subject/3127068/",
    "imdb_rating": "7.2/10 from 13 users",
    "trans_title": [
        "旅行同伴",
        "Travelling Companion"
    ],
    "douban_votes": "0",
    "introduction": "Clemente de la Cerda是委内瑞拉历史上最著名的导演之一，尽管去世很早，但他为数不多的几部作品却都被看成是杰作，在02年评选的委内瑞拉影史十佳影片中，他有两部影片入围，分别是76年的《我的违法者》排第5，和79年获莫斯科影展金奖提名的《旅行同伴》，排在第8位。Clemente de la Cerda (1945-1984) - An outstanding Venezuelan film director, de la Cerda's films were characterized for their denunciation of social conditions of the underprivileged in Venezuelan society. As a child, his family moved to Caracas, where he soon enrolled in the School of Plastic Arts. Between 1962 and 1963 he frequented the Venezuelan Institute of Movie Studies, directed at the time by the actor Luis Salazar. Later, he studied theater with Humberto Orsini in the Central University of Venezuela for 8 months. At the same time, he began to work at Televisa (later Channel 4) as a camera assistant, advancing in responsibilities until getting to direct musical programs and soap operas, among those shows \"La telenovela criolla\" (\"The Creole Soap Opera\"), which starred Maria Escalona and Américo Montero. As a result of the arrival of videotape recording, he decided to leave television for film, working in news and commercials, first as a cameraman and soon as a director.In 1964 he began his career as a film director, producing a series of narrative films that, over the course of 10 to 20 years, made him the most active film director of that time in Venezuela. Among his more important films are: Isla de Sal [Island of Salt] and El Rostro [The Hidden Face] (1964), Sin fin [Endless] (1971), Cahuramanacas (short film, 1971), Soy un delincuente [I Am a Delinquent] (1976), Reincidente {a sequel to I Am a Delinquent} and Companer de viaje [Fellow Traveller] (1977), El crimen del penalista [The Crime of the Criminal Attorney] (1979), Los criminales [The Criminals] (1982), Reten de Catia and Agua que no haz de beber [Water Not to Drink] (1984). His film \"I Am a Delinquent\" was not only a box office success, but marked the beginning of a new wave in Venezuelan cinema. In effect, its point of view, denouncing the material and psychological conditions of Venezuelan society, cemented his work as a prominent part of the national cinema. In 1985, one year after his death, the National Council published a book titled \"Clemente de la Cerda\": an exhaustive study of the cinematic work of de la Cerda, with text, filmography, and illustrations.",
    "chinese_title": "旅行同伴",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Compañero de viaje",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-04-30T19:14:31"
}