{
    "aka": [
        "Mint Tea"
    ],
    "sid": "3130525",
    "cast": [
        {
            "url": "/celebrity/1037183/",
            "name": "阿布戴·柯西胥 Abdellatif Kechiche",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060170/",
            "name": "罗兰·阿姆施图茨 Roland Amstutz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1075790/",
            "name": "让-吕克·鲍特 Jean-Luc Boutté",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118946/",
            "name": "Mazouz Ould-Abderrahmane Mazouz Ould-Abderrahmane",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128740/",
            "name": "多米尼克·皮侬 Dominique Pinon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138951/",
            "name": "雅克·里斯帕尔 Jacques Rispal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142418/",
            "name": "安德烈·卢耶 André Rouyer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869546440.jpg",
    "region": [
        "比利时"
    ],
    "writer": [
        {
            "url": "/celebrity/1042821/",
            "name": "阿都卡里姆·巴赫卢勒 Abdelkrim Bahloul",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0269966",
    "director": [
        {
            "url": "/celebrity/1042821/",
            "name": "阿都卡里姆·巴赫卢勒 Abdelkrim Bahloul",
            "@type": "Person"
        }
    ],
    "duration": "84分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0269966/",
    "imdb_votes": 37,
    "this_title": [
        "Le Thé à la menthe"
    ],
    "douban_link": "https://movie.douban.com/subject/3130525/",
    "imdb_rating": "6.6/10 from 37 users",
    "trans_title": [
        "薄荷茶",
        "Mint Tea"
    ],
    "douban_votes": "0",
    "introduction": "讲述一个生活在巴黎的阿尔及利亚移民青年的苦难生活，阿尔及利亚导演Abdelkrim Bahloul将自己在法国漂泊生活几十年的感受尽情在影片中释放，也可以看成是他个人的一本自传。MY RATING 5。MINT TEA is about an expatriate Algerian living in Paris. He is a young man who survives through connivance, theft, and black market ventures. He writes home telling his mother that everything is fine, that he has a great job, a car (he doesn't but has himself photographed in front of someone else's car). One day mom arrives unexpectedly in Paris, believing her son to be an important and successful big-shot. The boy puts her up, tries to con her with another bundle of lies. When she begins to become too much of a burden to him, he has a friend impersonate a police officer and come to their apartment to tell the mother that her papers are no longer in order and that she must return to Algeria. (SOME SPOILERS) Mom, who begins to suspect her son is a con-artist, sees right through this deceit. She goes one up on him though by getting the real police to come to the apartment where they uncover the stolen merchandise he has been trafficking. The boy gets off lightly, and at the end of the movie, boy and mom are on their way back to Algeria where he can presumably marry a nice local girl far from the corrupting influences of life in Paris. In MINT TEA's most comic scene, the mother spawns a traffic jam by delivering a tray of tea and pastry to a previously helpful traffic cop right in the middle of a throbbing Paris intersection! The cop is incredulous and politely says no, thank you, to this delightfully mad woman in Algerian robes and headpiece. She then deposits the tea service with pastry on the pavement. Maybe the nice man will have it later. It was a moment that had the entire audience I saw it with in hysterics.Abdelkrim Bahloul was born in Algeria but has forged a career as a director, writer and actor in France, he was born in 1950 in Algeria and is an Algerian citizen who went to France in his teens. His innovative first feature film, Le The a la menthe/Mint Tea (1984), provided a portrait of a young Algerian migrant adrift in Paris. He has since made four more feature films, Un vampire au paradis/A Vampire in Paradise (1992), Les Soeurs Hamlet/The Hamlet Sisters (1996), La Nuit du destin/Night of Destiny (1997) and the award-winning Le Soleil assassine/The Assassinated Sun (2003), all of which address issues relating to migration and diaspora.",
    "chinese_title": "薄荷茶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Thé à la menthe",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-21T03:11:57"
}