{
    "aka": [
        "Odessa in Flames",
        "Odessa în flacari"
    ],
    "sid": "3130471",
    "cast": [
        {
            "url": "/celebrity/1155049/",
            "name": "Bella Starace Sainati Bella Starace Sainati",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152857/",
            "name": "Olga Solbelli Olga Solbelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148521/",
            "name": "Filippo Scelzo Filippo Scelzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145243/",
            "name": "切柯·里索内 Checco Rissone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133537/",
            "name": "卡尔洛·尼奇 Carlo Ninchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099267/",
            "name": "Adele Garavaglia Adele Garavaglia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085225/",
            "name": "Silvia Dumitrescu-Timica Silvia Dumitrescu-Timica",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082114/",
            "name": "保罗·法拉利 Paolo Ferrari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072696/",
            "name": "Maria Cebotari Maria Cebotari",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071788/",
            "name": "鲁比·达尔马 Rubi D&#39;Alma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069639/",
            "name": "洛拉·布拉奇尼 Lola Braccini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032943/",
            "name": "萨罗·乌尔齐 Saro Urzì",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155463/",
            "name": "Massimo Turci Massimo Turci",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1942",
    "genre": [
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2578316063.jpg",
    "region": [
        "意大利",
        "罗马尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1013154/",
            "name": "盖拉尔多·盖拉尔迪 Gherardo Gherardi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0035143",
    "director": [
        {
            "url": "/celebrity/1051031/",
            "name": "卡尔米内·加洛内 Carmine Gallone",
            "@type": "Person"
        }
    ],
    "duration": "83 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0035143/",
    "imdb_votes": 132,
    "this_title": [
        "Odessa in fiamme"
    ],
    "douban_link": "https://movie.douban.com/subject/3130471/",
    "imdb_rating": "6.1/10 from 132 users",
    "trans_title": [
        "烈焰中的奥德赛",
        "Odessa in Flames",
        "Odessa în flacari"
    ],
    "douban_votes": "0",
    "introduction": "1942年威尼斯电影节双年奖。反法西斯战争电影经典，堪比Roberto Rossellini的《罗马不设防的城市》。IMDB评分8.3。MY RATING 5+La inceputul mileniului III cinematografia romaneaca a primit un dar nesperat. Presa italiana a scris despre un fapt cu totul inedit, anume descoperirea intamplatoare in arhivele studiourilor Cinecita din Roma a peliculei filmului “ Odessa in flacari”, considerat definitiv pierdut. “ Odessa in flacari”, realizat in anul 1942, intr-o coproductie romano-italiana este consemnat in istoria cinematografiei europene si nu numai, o capodopera a genului. Despre el ramasesera doar cateva cronici, unele consemnari, fotografii si afise.Avand ca subiect drama refugiatilor din Basarabia, in timpul celui de-al Doilea Razboi Mondial, ca si a ororilor comise de trupele NKVD filmul a fost interzis dupa ocuparea tarii de catre Uniunea Sovietica, iar protagonistii acestuia aruncati in inchisori. Depus in arhivele cinematografiei, la fondul peliculelor cenzurate, deci total oprite nu numai de a fi difuzate, dar nici vizionate intr-un cadru restrans, multi ani “ Odessa in flacari” a figurat doar in registrul de evidenta al arhivelor, apoi a disparut din scripte. Dupa decembrie 1989, unii cercetatori in istoria filmului au cautat zadarnic sa dea de urma peliculei, investigatiile ducand la concluzia ca ea a fost confiscata de “ consilierii sovietici” din perioada ocupatiei, dupa care a fost scoasa din evidente, de catre Directia presei si tipariturilor, fosta cenzura. S-a mai descoperit ca Securitatea a dat ordin prin care s-a dispus distrugerea unor filme de razboi din perioada 1940-1944, considerate fasciste si “imperialiste”, dusmanoase “oranduirii socialiste”.Capodopera cineatografica apartine regizorului italian Carmine Gallone, unul dintre cei mai renumiti ai timpurilor sale. Scenariul este semnat de dramaturgul Nicolae Kiritescu. “Odessa in flacari” urma traditia inaugurata de primul mare film romanesc din 1912, care omagia victoria trupelor romane in Razboiul de Independenta din 1877.“Odessa in flacari” este o pagina vibranta de istorie, aratand lumii, in 1942, la Festivalul de la Venetia – unde de altfel a castigat Marele Premiu – ce inseamna ocupatia bolsevica si teroarea stalinista. Timp de mai bine de o jumatate de secol, despre acest film nu s-a pomenit nimic. Nici nu putea fi vorba sa se dea in vileag drama Basarabiei si a Bucovinei de Nord, atata vreme cat la Bucuresti se afla la putere un regim obedient Kremlinului.Filmul va fi proiectat in premiera in Romania, subtitrat in limba romana, vineri, 8 decembrie 2006, ora 19.00, la sala Eforie a Cinematecii Romane.",
    "chinese_title": "烈焰中的奥德赛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Odessa in fiamme",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-12T02:49:30"
}