{
    "aka": [],
    "sid": "3130043",
    "cast": [
        {
            "url": "/celebrity/1280959/",
            "name": "乔治·科 George Coe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050420/",
            "name": "比利·普林斯顿 Billy Preston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126676/",
            "name": "唐·帕尔多 Don Pardo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152050/",
            "name": "保罗·西蒙 Paul Simon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013937/",
            "name": "安迪·考夫曼 Andy Kaufman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113264/",
            "name": "Janis Ian Janis Ian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048174/",
            "name": "乔治·卡林 George Carlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301513/",
            "name": "Akira Yoshimura Akira Yoshimura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067679/",
            "name": "瓦尔丽·布罗姆菲尔德 Valri Bromfield",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1292089/",
            "name": "Marilyn Suzanne Miller Marilyn Suzanne Miller",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0694432",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1975-10-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0694432/",
    "imdb_votes": 814,
    "this_title": [
        "Saturday Night Live George Carlin Billy Preston Janis Ian"
    ],
    "douban_link": "https://movie.douban.com/subject/3130043/",
    "imdb_rating": "7.4/10 from 814 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The host for the episode is George Carlin, and the musical guests are Billy Preston and Janis Ian. The skits for this episode are as follows: an ESL teacher steadily loses his temper when a student repeats his every word. New Dad Insurance offers bereaved families a new father to take the place of their deceased one. A distraught rape victim in a courtroom describes the attacker's words in writing, which then confuses an inattentive jurist. Andy Kaufmann sings along with a Mighty Mouse record. A reporter interviews the victim of a shark bite who, despite his claims to the contrary, obviously still has all his limbs. Two men, claiming to be a married couple, discuss the benefits of a new vitamin product called Jamitol. A mock ad for pain-reliever Triopenin plays up the product's child-proof caps. Albert Brooks presents a documentary titled \"The Impossible Truth,\" in which he presents several shocking news stories. In the maternity ward of a hospital for bees, father bees anxiously wait to find out if their children will be drones or workers. The Academy of Better Careers offers people an exciting new life answering telephones. Valri Bromfield presents a monologue as a volleyball coach giving some very personal advice to her players before a game. In a mock commercial parodying Lark cigarettes, a truck rolls through town asking people to show their guns. A home security system installer breaks into a couple's home and scares them to death to demonstrate how much they need an alarm installed. Finally, another mock commercial presents 3-bladed razors as an absolute household necessity. During the show, George Carlin performs monologues on blue food, religion, baseball vs. football, and other observations. During the Weekend Update, Chevy Chase reports about President's Ford bumping his head and Emperor Hirohito visiting Disneyland. Billy Preston performs \"Nothing from Nothing\" and \"Fancy Lady,\" while Janis Ian performs \"At Seventeen\" and \"In the Winter\".",
    "chinese_title": "Saturday Night Live George Carlin Billy Preston Janis Ian",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-19T14:00:20"
}