{
    "aka": [],
    "sid": "3131828",
    "cast": [
        {
            "url": "/celebrity/1059008/",
            "name": "理查德·阿维顿 Richard Avedon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009923/",
            "name": "约翰·拉尔 John Lahr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040548/",
            "name": "迈克·尼科尔斯 Mike Nichols",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2239188931.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1329563/",
            "name": "海伦·惠特尼 Helen Whitney",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0291446",
    "director": [
        {
            "url": "/celebrity/1329563/",
            "name": "海伦·惠特尼 Helen Whitney",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "1996-01-24(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0291446/",
    "imdb_votes": 165,
    "this_title": [
        "American Masters - Richard Avedon: Darkness and Light Season 10"
    ],
    "douban_link": "https://movie.douban.com/subject/3131828/",
    "imdb_rating": "7.5/10 from 165 users",
    "trans_title": [
        "美国大师理查德·阿维顿:黑暗与光 第十季"
    ],
    "douban_votes": "45",
    "introduction": "Vividly portrayed in this American Masters Special, photographer Richard Avedon shoots for two different worlds. Primarily, he is a fashion photographer, having worked for various magazines for more than 50 years. Of particular note is the description of photographing Natassja Kinski, a shoot that took two hours of her lying naked on a cement floor as they tried to coax a snake up her body. As a fashion photographer, Avedon became known for his sense of movement and the energy he captured in each image; he gets exquisite models to leap, move, and flip their hair. His second, and perhaps lesser-known, body of work is art photography, including portraits of the famous and the unknown, with a signature style of photographing his sitters on a white background with no props. This documentary ably captures the tension between these two directions in his work by overlaying the positive and negative viewpoints about his photography in a collage of voiceovers. We learn how Avedon views his role as a photographer, and that for him the end result captures \"the death of the moment.\" Also included are the controversial images of his dying father. This program aptly depicts this highly creative man exposed through his work as vulnerable, obsessed, and a perfectionist. This 81-minute-long program will interest a broad audience, from those interested in fashion, people of our times, the history of the 20th century, artists and art historians, and photography in general. --Anne Barclay Morgan",
    "chinese_title": "美国大师理查德·阿维顿:黑暗与光 第十季",
    "douban_rating": "8.2/10 from 45 users",
    "foreign_title": "American Masters - Richard Avedon: Darkness and Light Season 10",
    "imdb_rating_average": 7.5,
    "douban_rating_average": "8.2",
    "update_at": "2025-07-13T09:35:30"
}