{
    "aka": [],
    "sid": "3131901",
    "cast": [
        {
            "url": "/celebrity/1015713/",
            "name": "霍建华 Wallace Huo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2702145073.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "摘星"
    ],
    "douban_link": "https://movie.douban.com/subject/3131901/",
    "trans_title": [
        ""
    ],
    "douban_votes": "162",
    "introduction": "大学时暗恋心云，超级ㄍ ㄧ ㄣ的真心奇男子。小时候母亲去世，在父亲的安慰下认为母亲成为天上的星星，守护著自己。在大学时以星座的概念做起网站，希望每个人都有机会为自己所爱的人创造一颗星。郑心云—沈韶姮饰受母亲影响，坚持爱在当下，不相信永恒与未来。喜欢做手工蜡烛，喜欢戴著各式手环，只要有人用手环著她的腰，说上永恒的诺言，她就会意乱情迷。夏渊桥—霍建华饰何昀汉的好友，时髦且花心，不知道自己要什麼。换句话说，他连自己到底喜欢A罩杯还是D罩杯的女生都搞不清楚。心云大学时爱恋的对象。朱丽花—张毓晨饰一般朋友都只知道她叫Juliette。心云大学时的好友，大学时和渊桥有著亲密关系。在她的心里，一直默默地爱著昀汉，但是也清楚的知道自己和昀汉将是永远的好朋友。林得杰—黄文豪饰四十出头绰号DJ，电视制作人，卢明仪的「手帕交」。因为一直未婚又无绯闻，不时被人认为是同性恋。他所制作的戏一定会为明仪留一个主要配角的角色，所以长年以来，明仪等於是靠著他才有电视演出的机会。卢明仪—李烈饰四十三岁，心云母亲，原是红极一时的玉女明星，因丈夫外遇毅然离婚，带著刚上小学的心云离家独立生活，演出电视剧。总是把戏剧中的爱情带到现实中，认为自己总有机会寻到真爱。阿达—李厚豪饰心云的大学同学，大学时期很单纯喜欢心云的男孩姜世康—林健寰饰三十一岁的电子新贵，网路游戏公司的经理，心云结婚的对象阿芳—杨凯桥饰渊桥在Juliet之前的交往对象，也是大家的大学同学。彗星会周期性的造访地球，为暗夜星空带来一道璀璨光影。对昀汉而言，心云是飞越天际的彗星。他对她的爱是持续性的抬头仰望，她对他的爱是周期性的耀眼光芒！「幸福银河系」是昀汉在升上大四那年暑假创设的网站，在「幸福银河系」中，每一个人都可以为他所爱的人创造一颗星，守护著他们的爱情，身为站长的昀汉还为自己取名叫做「星夜骑士」。开学前的夜里，昀汉骑著脚踏车和室友夏渊桥出去买宵夜。这时心云骑著一台老式脚踏车失控地窜到眼前，两人撞个正著。心云，就这样撞进昀汉的生命里。心云是同系的学妹，夏渊桥一见心云，习惯性地大献慇懃，逗得心云开怀大笑。三人一聊，才知道心云是好友Juliette的新室友。昀汉对心云一见锺情，但是心云却对渊桥颇有好感，而渊桥又迷恋著活泼豔丽的Juliette。当心云提出「王子、公主」的迎新舞会主题，希望自己能演著王子与公主的童话故事。在舞会的当天昀汉决定要向心云表白，夏渊桥却早了一步出现在心云面前，也成了心云的王子。昀汉得知一切後，在雨中默默地走回住处！在那天夜里，昀汉在「幸福银河系」上画出满天星光，并且为自己为心云创造出一颗「织心座」。在这一段日子里，他和一个署名为「望远镜」的女性网友成为好友，两个人经常在网路上通信。毕业後昀汉启程前往英国留学，居然碰到心云的同学阿方，得知心云和夏渊桥的恋情在渊桥当兵後就结束了，并且从阿方那得知了心云的e -mail，昀汉满心期待的发出了一封邮件给心云，没想到立刻收到心云的回信。透过e-mail，昀汉觉得他和心云愈来愈接近。独在异乡的心云也依赖与昀汉每天一封e-mail诉说自己的心情。昀汉决定把握机会向心云证明幸福没有那麼困难，随後便计画要飞到墨尔本给心云一个惊喜，陪她共度圣诞。圣诞节当天，昀汉看见一辆车驶来停在宿舍门口。他清楚看见心云最後一个下车，然後和充当司机的男伴在街头吻别。半夜时心云来访，昀汉只淡然的说：『。正巧看到机票打折的广告，临时决定来看你。 』他说谎，心云也明白一切。春假前昀汉收到心云的e-mail，表示自己结束了恋情，也不想继续念书，决定回台湾，但是在返国前会先到伦敦游览。同时，昀汉看到一则陨石义卖活动，标题是-【摘一颗星，送给心爱的人】。他决定为心云买一颗星，刻上她的名字，也将她最喜欢的『伸手摘星，未必如愿，但不会弄脏你的手。 』一起刻在上面。心云来到伦敦，却阴错阳差地认为阿方成了昀汉的女友，所以留下自己新做的蜡烛，悄然离开。当昀汉看到心云留下刻有「心、昀」字样的蜡烛时，他明白了一切。昀汉决定先把「星星」寄回台北，然後在学业完成後回台北向心云表白一切。心云回到台湾，并在母亲的安排下与姜世康相亲。在婚礼的前两个星期，母亲交给心云许久前替她收下的国际快递。心云打开一看，她望著那颗星星，久久说不出话来。那是真爱吗？她必须在结婚前找出答案。但是，她要到哪里去找昀汉呢？",
    "chinese_title": "摘星",
    "douban_rating": "7.0/10 from 162 users",
    "foreign_title": "",
    "douban_rating_average": "7.0",
    "update_at": "2025-03-04T23:37:34"
}