{
    "aka": [],
    "sid": "3131853",
    "cast": [
        {
            "url": "/celebrity/1024295/",
            "name": "田村正和 Masakazu Tamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015896/",
            "name": "财前直见 Naomi Zaizen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016284/",
            "name": "森田彩华 Ayaka Morita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018591/",
            "name": "上野树里 Juri Ueno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037758/",
            "name": "贯地谷栞 Shihori Kanjiya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012068/",
            "name": "邑野未亚 Mia Murano",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871539322.jpg",
    "region": [
        "日本"
    ],
    "writer": [
        {
            "url": "/celebrity/1288566/",
            "name": "君塚良一 Ryôichi Kimizuka",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1316253/",
            "name": "西谷弘 Hiroshi Nishitani",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2004-11-26"
    ],
    "this_title": [
        "さよなら、小津先生スペシャル"
    ],
    "douban_link": "https://movie.douban.com/subject/3131853/",
    "trans_title": [
        "再见小津老师SP"
    ],
    "douban_votes": "0",
    "introduction": "2001年の10月～12月にかけて放送された「さよなら、小津先生」が3年ぶりに帰ってきた。レギュラーでは京野ことみは不参加だが、主演の田村正和氏を筆頭にユースケ・サンタマリアなど、教師陣は全員が続投。京野ことみの不参加の代わりに、ゲスト出演として財前直見が登場。脚本も君塚良一氏が続けて執筆する。演出は、「白い巨塔」「ラストクリスマス」と演出するドラマが軒並み高視聴率をたたき出している売れっ子・西谷弘が担当する。3年前は男子バスケ部のコーチをやっていた小津先生ですが、今度のスペシャル版は女子バスケ部のコーチとなりました。そのバスケ部には5人のそれぞれに問題を抱えた高校2年生の女子がいた。小津先生は近くにある新人戦目指して、その5人と向き合っていく…。小津先生ですか、懐かしいですね。もう3年前になりますか。まあ、その頃は今みたいにドラマは毎回欠かさず見るというような見方はしていなかったのですが、数回見て、結構、感動していたのを覚えています。個人的にはお気に入りの作品だったのですが、視聴率はイマイチだったようで、残念だったのですが、この時期の復活。何か意味があるのでしょうか？「HOTMAN」も「ナースマン」も、ちょっと前に放送されていたドラマのスペシャル版放送して、続編放送決定という運びになったので、意外とこのドラマ、続編が連ドラで放送決定なんてこともあるかもしれません。演出・西谷、脚本・君塚なら、結構、期待できるかもしれません。内容ですが、よかったと思います。最初は、男子の設定を女子に変えて、そのキャラクター設定といい、ちょっとあざとい展開だなあ、と危惧していたのです。それに、財前直見の髪型が変だし（これは関係ないけど）、小津先生そっくりのキャラ設定で、随分とオーソドックスな手段を使ってくるんだなあ、と思ったものです。しかし、話が進むにつれ、どんどん話に引き込まれていく。そして、最後にはしっかりと感動させてくれた。やはり、これは演出の西谷弘の手腕。「ラストクリスマス」のコメントは差し控えるとして、「白い巨塔」といい、西谷の手腕は間違いなく本物だね。これといって、トリッキーな映像トリックを使うというわけじゃない。だけども、しっかりと視聴者を引き込む力を持つ。カメラワークにしても、音楽や編集にしても、狙っているな、というあざとさはない。あくまでもさりげなく、人々の感動を導けるだけの力がある人だ。これはこれからが十分に期待できるテレビ界を引っ張っていくであろう逸材だ。君塚さんの脚本にもソツがなかった。最後はしっかりとまとめてくれていて、2時間非常にスッキリとした出来に仕上がっている。ただ、援助交際だ、虐待だ、と言っていると、「TEAM」と似通ってしまっている気がしないでもない。君塚さんと西谷さんは両者「TEAM」の脚本、演出ですから、必然的に似てきてしまう気がする。もしかしたら、「TEAM」の第5弾を企画していたら、草彅くんと西村さんが「徳川綱吉」のほうに捕られちゃったから、急遽、「小津先生」に変えたのかもしれないね。だから、話としては\"小津先生版TEAM\"という印象を持った。でも、援助交際のくだりにしても、虐待のくだりにしても、しっかりと見せ場が準備されていて、小津＝田村正和がシビれさせてくれる。特に、虐待のくだりは興味深いものがあった。\"放置虐待\"なる親が子供がいないがごとく無視するという虐待があるんですねえ。それは辛いと思いますよ。人が一番辛いのは、自分の存在が消えるということではなく、自分が存在しているのも関わらず自分の存在を認めてもらえないことだと思うんですね。だから、この虐待を受けていた子は暴力以上の傷を負ったはずですよ。結局、この子の親父が全ての元凶で、お母様は同情に値するだけの理由があった。だから、この子はお母様を許し、お母様は親父と別れ、2人で新たな生活を始めるということなのだそうです。きれいな結末だと思います。財前直見扮する郷田静子の変化もこれは、これで納得。まあ、続編ものというのは、こういう主人公などの過去を投影したキャラクターを新キャラとして登場させるのは常套手段ですよね。「踊る大捜査線」では室井さんを投影した筧さん扮する新城なんかがそれに該当する。郷田はもちろん、連続ドラマのときの小津先生を投影しています。ちょっとあざとい気もしないでもないですが、財前さんの当たり障りのない演技でそれなりには見れましたし、結局、小津先生の助言で銀行に戻ることになるという結末も大人で好きです。この作品は「スウィングガールズ」の上野樹里が思ったより、活躍しなかったことを除けば、ヒネリはないですが、この手の作品の王道としてしっかりと楽しめる作品に仕上がっておりました。私の推測で終わりそうな気配ですが、西谷・君塚で是非、連ドラでの復活、心より祈っております。",
    "chinese_title": "再见小津老师SP",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "さよなら、小津先生スペシャル",
    "douban_rating_average": 0,
    "update_at": "2025-10-11T02:00:35"
}