{
    "aka": [],
    "sid": "3132986",
    "cast": [
        {
            "url": "/celebrity/1019117/",
            "name": "萨莉·凯勒曼 Sally Kellerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027864/",
            "name": "彼德·考约特 Peter Coyote",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000081/",
            "name": "琳达·亨特 Linda Hunt",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1001063/",
            "name": "艾雷斯泰·法瑟吉尔 Alastair Fothergill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020447/",
            "name": "伊丽莎白·鲍温 Elizabeth Bowen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142040/",
            "name": "布鲁斯·赖特曼 Bruce Reitherman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0796280",
    "director": [
        {
            "url": "/celebrity/1142040/",
            "name": "布鲁斯·赖特曼 Bruce Reitherman",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0796280/",
    "imdb_votes": 63,
    "this_title": [
        "The Living Edens"
    ],
    "douban_link": "https://movie.douban.com/subject/3132986/",
    "imdb_rating": "8.2/10 from 63 users",
    "trans_title": [
        "人间天堂"
    ],
    "douban_votes": "0",
    "introduction": "1、丹纳利THE LIVING EDENS EP01 DENALI ALASKA'S GREAT WILDERNESS在北美最高峰的山麓下，有一片如锦缎般的野地。这座人称「大山」的高峰，座落在阿拉斯加的丹纳利国家公园内。丹纳利彷佛是人间伊甸园。每到冬天，这里会有长达二十小时的黑夜，气温会降到零下一百度；到了夏天，这儿则会有长达二十小时的白昼。在这片极端大地上，动植物必须要够强健，才能够生存下来。2、那米比沙漠非洲西南沿岸炎热的那米比沙漠与冰冷大西洋之间，有一道1200哩长的狭长地带。地球的基本天候在此只有两种极端现象。那米比沙漠是世上最炙热的陆地，却笼罩在本吉拉海流带来的迷雾中，而这道海流还是全球最寒冷的洋流。海狗与企鹅时而待在沙滩上，时而跳入水中。大象、驼鸟、跳羚、鬣狗则徘徊在强风掠过的沙丘上，因为早已进化适应这座古早沙漠的酷热气候，动物都能在人间伊甸园的那米比沙漠上生生不息。3、巴塔哥尼亚这是前往世界尽头的旅程，安地斯山脉如摩天楼耸立，俯瞰一片凶残却美丽的极致之地。千年来，广大的巴塔哥尼亚向来保持疏离姿态，不受现代文明沾染。这里是奇特惊人生物的居所，原驼、象鼻海豹、鶆奥鸟、企鹅与犰狳等生物，早已适应这片强风不断的国度。康多兀鹫则在天上称霸这个神秘国度。请与我们一同探索这座伊甸园，只有自然界适应力最强的生物，能在此地的覆雪高山、结冻冰河与枯乾岩石中生存。4、马奴河THE LIVING EDENS: MANU: PERU HIDDEN RAINFOREST马奴河是沿着秘鲁安地斯山脉东侧山脚流动的大河，它是世上最大秘境之一的命脉：马奴生物圈保留区。这座人间伊甸园拥有最丰富的亚马逊生物。当河面升起晨雾，吼猴发出起床号，宣告雨林早晨的开始。数百只鹦鹉群聚舔食黏土，组成一幅绚烂图画。大水獭开始潜入冷水游泳，在树冠层下，树懒懒洋洋地展开步调缓慢的一天。本节目将和观众分享这个热带天堂的一日，在这里还有九成动植物属于人类未知的品种，让我们一起探索神秘的马奴河。05、伊托沙Etosha Africas Untamed Wilderness世上有个地方的生物必须展现最大韧性，当地景色美不胜收，生存条件却非常严苛，生物必须时时与死神搏斗。西南非的伊托沙幅员广大，自古以来的气候变化就是南辕北辙。雨季之时，狮子、猎豹、大象、胡狼、长颈鹿、跳羚、斑马等的数量繁多。然而一旦时值酷热旱季，伊托沙就成为乾涸荒地，掠食动物与猎物都濒临渴死的危险。然而只要忍过可怕天候，伊托沙又会成为人间伊甸园。06、不丹LIVING EDEN: BHUTAN: THE LAST SHANGRI-LA位于西藏和印度之间的不丹，是喜玛拉雅山中的一颗宝石，时间在这处伊甸园是静止的，大自然与宗教，将这个佛教王国变成世上最后一处香格里拉。不丹北部有两万五千呎高的处女峰；另外还有山间溪流穿过沟壑，流入不丹中部较温暖的山谷与沼泽。对已适应这片极端地域的人民来说，不丹是一座尊重生命的伊甸园。07、帛琉Palau Paradise of the Pacific 印度与印度尼西亚以东远方的海洋中，蕴藏活生生的宝藏－这个秘密角落还保有丰富的古早动物与自然景观。此地就是位于浩瀚太平洋边缘的帛琉，如今仍远离时间与外界的侵袭。帛琉生机勃勃，它不只有一座岛屿，而是两百多座几乎无人居住的小岛所组成的群岛。帛琉附近有全球最丰富的珊瑚礁，珊瑚礁间更是生意盎然。帛琉的美丽不只表面所见，大自然在此尽情挥洒，因而有许多罕见生物。08、马达加斯加THE LIVING EDENS: MADAGASCAR: THE LOST WORLD在非洲东岸3百哩外，有一座被时间遗忘的小岛。在这里，我们熟悉的生物进化成奇特的物种。与非洲本土分离１百多万年间，此地的生物依循特有的步调进化。这里住有许多独一无二的生物，形成另一个不同的独立世界。在这个神奇天地里，茂密雨林让位给被烈日烤炙的平原，树根似乎都往天上窜升。这里有奇异的有刺植物，以及高耸的岩塔。这个遗世独立的世界，就是名为马达加斯加的人间伊甸园。09、婆罗洲THE LIVING EDENS: BORNEO: ISLAND IN THE WILD婆罗洲位于马来西亚和印度尼西亚之间的赤道上，它是世界第三大岛。岛上最高的京那峇鲁山，是一个高达一万三千呎的巨大岩石露头，它也是东南亚最高的山。在神秘的热带岛屿婆罗洲上，有很多珍禽异兽。这里有栖息在树上的人猿，和会从天而降的蛇。在弥漫着晨雾的雨林中，隐藏着各式各样的生物。在广阔的丛林中，栖息着世上最稀有奇特的动物。这个乐园般的世界虽然拥有丰富的生态资源，却也非常脆弱。10、卡卡度THE LIVING EDENS: KAKADU AUSTRALIA ANCIENT WILDERNESS澳洲北部海岸一百哩处，黄水湖与南鳄河流经古老的石灰石高原，创造出卡卡度国家公园。自然在此雕刻出雨林生物龛与深邃峡谷，每当雨季来临，河流便因雨水而汹涌澎湃。澳洲原住民最早定居于此，他们不觉得有来世，对他们而言，卡卡度就是人间天堂。11、南乔治亚岛THE LIVING EDENS: SOUTH GEORGIA ISLAND: PARADISE OF ICE在南大西洋的巨大冰山与广袤浮冰之间，一列覆冰的崎岖累累高山，组成大西洋最具生命力的所在：南乔治亚岛。这座气势不凡的冰封岛屿，全长106里，持续忍受风速120哩的强风吹袭，与来自周围海洋的50呎高巨浪扑打。不只象鼻海豹和信天翁在这里建立家园，这座遍地白雪的荒凉岛屿，也住有全球最大的企鹅群。这片严寒的迎风荒地是一座令人意外的人间伊甸园。南乔治亚岛是一个避难所，也是一座海上天堂，这里不仅有世上最壮观的景象，也是地球上最重要的动物栖息地与繁殖区。12、峡谷地THE LIVING EDENS: CANYONLANDS: AMERICA'S WILD WEST美国西部有个科罗拉多高原，该高原多半位于犹他州内，南至亚利桑那州，东到科罗拉多州。高原中心有个地质学奇观，千百万年的自然力量打造尖峰、深渊、峡谷等的复杂地形。这个崎岖野地不只形状特殊，颜色也非常灿烂。含有不同矿物的岩石会随阳光改变颜色。这个人间伊甸园非常荒凉，有各种代表西部精神的野生动物，包括山狮、郊狼，然而只有最强悍的动物能在峡谷地存活。13、堪察加半岛THE LIVING EDENS: KAMCHATKA: SIBERIA FORBIDDEN WILDERNESS西伯利亚远东有座孤立的半岛，这个偏远的冰冷地带有火山、间歇泉不断喷火、冒烟雾。这座美丽的半岛有许多大灰熊，以及欧亚大陆最大的棕熊。西伯利亚的动物都已经适应当地的严寒气候，沿海有海象、北方海狗以及海狮等动物，北极鲸则在海里悠游。各种海陆动物在堪察加半岛交织出人间伊甸园。14、泰国THE LIVING EDENS: THAILAND JEWEL OF THE ORIENT安达曼海边有个热带人间天堂泰国，这个半岛从东南亚大陆往南延伸到赤道。泰国丛林是老虎的家乡，树林间有大象穿梭，白长臂猿则在树间摆荡。这个神秘的世界有飞跃的蛇、蜥蜴，霸王则是眼镜蛇。海边温暖水域中有美丽的珊瑚礁，其间孕育丰富的水中生命，鲨鱼、蝠魟鱼、章鱼也在这个热带人间天堂生生不息。15、恩戈罗恩戈罗THE LIVING EDENS: NGORONGORO: AFRICA CRADLE OF LIFE将近三百万年前一次猛烈火山爆发，撕裂东非大裂谷中一座成层火山，恩戈罗恩戈罗火山口，世上一大奇观因此形成。今日的恩戈罗恩戈罗火山口，是封闭在一处独特所在的非洲缩影。从草原、湿地、湖泊，到森林与斜坡，这座火山口为非洲众多大大小小的生物提供栖地。这座人间伊甸园是一片壮丽舞台，狮子、鬣狗、猎豹、胡狼、鹫鹰、薮猫与牛羚，在此上演历时已久的精彩生死搏斗故事。16、安纳马拉山THE LIVING EDENS: ANAMALAI: INDIA ELEPHANT MOUNTAIN当印度南方腹地的西高止山脉湮埋在暑气蒸腾当中时，一座孤山独自矗立在炎热而满是尘埃的塔米纳杜平原上。从远方看起来，这座山的轮廓竟是出乎寻常的熟悉；弯曲的鼻子和典型鼓胀的前额，无疑是某种动物的轮廓；这座山叫做安纳马拉山，也就是象山。大象在这里悠游自在，不受乾扰，因为大象是排除障碍的神明—象头神的化身。这处现实生活中的伊甸园是圣地，也是神的家园。17、黄石公园THE LIVING EDENS: YELLOWSTONE: AMERICA'S SACRED WILDERNESS美国黄石国家公园向来多采多姿，一名世界级的顶尖权威最能领略个中奥妙之处。保罗夏乐利在黄石公园观察野生动物三十年，他将引导我们观赏狼与北美灰熊追逐麋鹿，以及美洲狮在阳光下嬉戏的情景。黄石公园的每个季节都是高潮迭起，因为黄石公园不仅是全世界第一座国家公园，同时也是野生动物保育的成功案例之一。18、哥斯达黎加THE LIVING EDENS: COSTA RICA LAND OF PURE LIFE哥斯达黎加的迷雾雨林、滔滔河流及美丽白沙滩，孕育出世上最多元的生态组合。在岸边，巨大的鳄鱼为了争夺交配权大打出手，而卷尾猴、松鼠与吼猴，则与其它许许多多的生物共同在树梢觅食。在海边，成千上万刚孵化的小海龟从沙里冒出头来，急着回到海里展开新的生命周期。19、塔斯马尼亚THE LIVING EDENS: TASMANIA: LAND OF THE DEVILS塔斯马尼亚岛位于澳洲东南沿海，与世隔绝的它至今仍保持着原始风貌。除了拥有原始森林、雪山、瀑布、巨河等美景之外，塔斯马尼亚也是最大的有袋类肉食动物─袋獾─的栖息地；这种贪吃的动物，常把猎物吃得只剩下颚骨。塔斯马尼亚的富兰克林氏泪柏，树龄超过两千岁，是世上最古老的树木之一。除此之外，塔斯马尼亚还有很多独特的动物，如丛林袋鼠、短鼻鼷、虎蛇、地栖鹦鹉，和沿海各式各样的鱼类。20、冰河湾THE LIVING EDENS: GLACIER BAY: ALASKA WILD COAST位于阿拉斯加东南部的冰河湾，是海水和冰的荒野乐园。本集内容为您介绍棕熊、白头海鵰、座头鲸和其它许多迷人的动物。鲑鱼更是冰河湾的生物不可或缺的重要关键。]21、老虎殿堂THE LIVING EDENS: TEMPLE OF THE TIGERS: INDIA BANDHAVGARH WILDERNESS位于印度中部的宾达威格老虎保护区，数百年来一直为人类所占据。不过，这处古早文明的遗址已改朝换代。本节目是描述母虎芭琪和牠刚出生的幼虎，以及芭琪已成年的儿子和牠祖父查杰之间的故事。22、大索尔海岸THE LIVING EDENS: BIG SUR: CALIFORNIA’S WILD COAST太平洋与一块岩石大陆交会，构成一处人间伊甸园──加州大索尔海岸。天一破晓，有近百万只灰水薙鸟以鳀鱼填饱肚子。海獭则是利用石头吃贝类。午后的雾笼罩着红木林，林间则有潺潺的淡水溪流向海岸。大索尔海岸的隐密橡树林为橡树啄木鸟提供充裕的食物，这种鸟会辛苦好几个星期，储备足够的粮食好过冬。证明史上最宏大圈养计划成功的加州兀鹫和游隼，在空中盘旋。每年会有数千只象鼻海豹来到这里。冬季风暴来袭时，多数海豹会前往海浪无法到达的海滨地区，但有少数母海豹和幼海豹却逃不了。太阳下山，月亮会映照出光彩变幻水母的海底世界。黎明再度来临时，这片大地令人感觉四周的世界充满生命力。23、南安普敦岛The Living Edens: Arctic Oasis: Canada Southhampton Island在北极圈的春夏两季，加拿大最北端呈现大自然生机勃勃的景象。这个阳光明媚、食物充盈的短暂时节，吸引众多动物来此，有北极鲸与白鲸、菱纹海豹、驯鹿与北极熊。一个伊努特猎人也来到这里，他要教导十二岁的儿子，学习先人留下的传统生存技巧。24、委内瑞拉东南高原THE LIVING EDENS: LOST WORLD: VENEZUELA’S ANCIENT TEPUIS委内瑞拉东南部的高地森林与草原之间，有一块与世隔绝的野地，英国著名作家柯南道尔便是以此地为蓝图，写出他的旷世巨作「失落的世界」，这里处处可见珍奇的动物与植物，各自以独特的方式演化，世上最高的天使瀑布正是发源于此。",
    "chinese_title": "人间天堂",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Living Edens",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T06:00:28"
}