{
    "aka": [],
    "sid": "3133881",
    "cast": [
        {
            "url": "/celebrity/1028754/",
            "name": "伊万·劳瑞 Evan Lurie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152459/",
            "name": "比尔·维奥拉 Bill Viola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014443/",
            "name": "罗伯特·隆戈 Robert Longo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2920128709.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0292575",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1986"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0292575/",
    "imdb_votes": 20,
    "this_title": [
        "The Kitchen Presents Two Moon July"
    ],
    "douban_link": "https://movie.douban.com/subject/3133881/",
    "imdb_rating": "7.2/10 from 20 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The television production Two Moon July was a multidisciplinary event that featured experimental video, film, visual art, performance and music in a theatrical framework. More than thirty artists participated in the program, which was produced for the Kitchen by Carlota Schoolman and directed by Tom Bowes. This production reflects a moment when art centers were experimenting with new modes of presenting the arts for television. The participating artists read like a \"who's who\" of 1980's downtown art icons. Short excerpts from video and film works (by artists including Vito Acconci, Dara Birnbaum, Bruce Connor and Bill Viola) are intercut with performances and art installations in the Kitchen's gallery spaces. Laurie Anderson performs Difficult Listening Hour, speaking through the male voice of hher \"Soul Doctor\" character; Talking Heads' front man David Byrne is featured in the performance piece Report from L.A.; choreographer and dancer Bill T. Jones performs Inspiration to the accompaniment of John and Evan Lurie's music. Art works by '80s art stars Cindy Sherman, Robert Longo and Jonathan Borofsky are integral to the mise en scene, while music by downtown legends Brian Eno, Philip Glass and Arto Lindsay, among others, provides a running soundtrack.",
    "chinese_title": "The Kitchen Presents Two Moon July",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-12T12:13:07"
}