{
    "aka": [
        "日月女神(台)"
    ],
    "sid": "3134005",
    "cast": [
        {
            "url": "/celebrity/1016846/",
            "name": "朱丽叶·贝尔托 Juliet Berto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025433/",
            "name": "布鲁·欧吉尔 Bulle Ogier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356114/",
            "name": "让·巴比雷 Jean Babilée",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1374593/",
            "name": "埃尔米娜·卡拉戈厄 Hermine Karagheuz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102414/",
            "name": "妮可·加西亚 Nicole Garcia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137216/",
            "name": "克莱尔·纳多 Claire Nadeau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167503/",
            "name": "伊丽莎白·维纳 Elisabeth Wiener",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033808/",
            "name": "Jean Wiener Jean Wiener",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1544495/",
            "name": "André Dauchy André Dauchy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1544496/",
            "name": "Roger Fugen Roger Fugen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1976",
    "genre": [
        "剧情",
        "爱情",
        "悬疑",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2360416428.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1344514/",
            "name": "爱德华多·德格雷戈里奥 Eduardo de Gregorio",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1354993/",
            "name": "玛丽卢·帕罗利尼 Marilù Parolini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032390/",
            "name": "雅克·里维特 Jacques Rivette",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0074443",
    "director": [
        {
            "url": "/celebrity/1032390/",
            "name": "雅克·里维特 Jacques Rivette",
            "@type": "Person"
        }
    ],
    "duration": "121分钟",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1976-09-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0074443/",
    "imdb_votes": 1956,
    "this_title": [
        "Duelle (une quarantaine)"
    ],
    "douban_link": "https://movie.douban.com/subject/3134005/",
    "imdb_rating": "6.9/10 from 1956 users",
    "trans_title": [
        "决斗",
        "日月女神(台)"
    ],
    "douban_votes": "729",
    "introduction": "Rivette is relatively precise in his dealings with meaning. He is the most atavistically ceremonious of the Vague, in the sense that his abstraction as a journey leading inwards is always attended by signs and codas that affirm our passage. The transcendent rite of passage, in more ways than one, is about the symbolic enactment that paves the way. The transcendence itself is left to our sphere of experience, but we're at least brought to the doorstep.Oh, there's the improvisational flow that seems to throw people off, that things seem to be randomly bubbling up from nothing without significant plan or substance. The chance encounters in a world that we may recognize, the geography vaguely familiar whose nature is yet ultimately insoluble. There's a lot of that here. As in Celine, it is the breathing space that conducts our preparation to step beyond the mechanisms of reason. We don't reason with it, rather trust its intuitive flow. Like the dream world, it is only the figment of the known world spontaneously arisen as a stage or blank slate for the atavistic portents and divinations of the subconscious mind to be writ.But the rite of passage matters, in spite of the seemingly aimless wandering. Here it is about human effort to bypass the 'wall of paradise' constituted by the coincidence of apparent opposites (good and evil, light and dark, being and non-being). A barrier that obscures vision and traps in a world of names and forms that is only an apparent reality.Rendered in the film as twin goddesses of sun and moon, vying for a precious stone that enables their descend into the human world. The human characters are mere pawns to their schemes; to be seduced, tricked, threatened, or ultimately destroyed. Twin femme fatales, weaving spells in an inverse noir universe magnified into a macrocosmic struggle.The ill-prepared man who chances to steal a glimpse of them in their true form, like in the myth of Actaion who steals upon the Greek goddess Artemis bathing naked in a pool, has his consciousness shattered by the revelation. His mirrored image (the soul, the reflected half) is cracked.The woman who finally shatters the illusionary duality that quarantines human consciousness into meaningless dilemmas, does so by a sacrifice of blood.And this is the problem of the film. So much of it is a stridently symbolic enactment, a matter of ceremony. The sacrifice is, quite literally, a matter of spilling blood upon the symbolic stone and does not flow from anything - it is simply the schematic end of the spiritual myth. Although valuable as insight, the meaning of the film is trapped inside the rituals performed to signify it. Having cracked the outer shell to absorb it, the film seizes to resonate.",
    "chinese_title": "决斗",
    "douban_rating": "7.8/10 from 729 users",
    "foreign_title": "Duelle (une quarantaine)",
    "imdb_rating_average": 6.9,
    "douban_rating_average": "7.8",
    "update_at": "2025-06-16T06:22:50"
}