{
    "aka": [
        "香甜苦辣"
    ],
    "sid": "3134895",
    "cast": [
        {
            "url": "/celebrity/1355052/",
            "name": "王仁甫 Zax Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028811/",
            "name": "吴佩慈 Pace Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274567/",
            "name": "陈浩民 Ho-Man Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355025/",
            "name": "孙协志 Tony Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371043/",
            "name": "韩木墩 Mudun Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372838/",
            "name": "老皮 Tianlai Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1521856/",
            "name": "陈之琳 Zhilin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323753/",
            "name": "陈兵 Bing Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457315177.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1048026/",
            "name": "周星驰 Stephen Chow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299569/",
            "name": "曾瑾昌 Kan-Cheung Tsang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323737/",
            "name": "陈皓威 Haowei Chen",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "24",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "食神"
    ],
    "douban_link": "https://movie.douban.com/subject/3134895/",
    "trans_title": [
        "香甜苦辣"
    ],
    "douban_votes": "8209",
    "introduction": "「民，以食为天」，又「唯有饮者留其名」。中国人对饮食之重视，从这可见一斑。中国，以农立国，这更可说明「食」对中国人来说，是多么根本，有多么重要。故，食可谓无时无刻在影响著亿万中国人的生活，不论贫富，无论贵贱，那管权势，上至天子，下至乞丐，也要「食」！其息息相关，其不可或缺，无可取代！中国，五千年文化，加上幅员广阔，令到中国人的烹煮技巧之多样化，之刁钻，之神乎其技，为全世界所认同。而当中，更有不少传奇故事．．．本剧就以一代食神史提芬周的传奇故事为主轴，从一个只有五元身家的流浪汉，到一个拥有过亿资产的「食神集团」，然后又沉沦成为一个一无所有的流氓，在最为穷困潦倒之时，却找到人生真諦，食之大义！所谓「珍饈百味易，人情味最难」自问精於食味的「食神」，一生中的大起大跌，弄出珍饈百味，却失败於人情味，到最后，才领略到，要成为真正食神却只在一个字。一字记之曰「爱」！□□　楔子　□□他究竟来自何方，他是否脑袋出了毛病，他爱颐指气使，爱捉弄人，爱逞威风，行为带点怪诞，他的性格，他的举止，不知道为甚么，总显得与村中人格格不入。他正悠悠闲闲地享受著日光浴，二十多年来，生活得无忧无虑，衔头是厂长，多威风！但实际上，他犹如一隻井底蛙。所谓的?镇企业「香香加工厂」，实质上只是一间小型香草加工厂。他终日与菜餘猪食为伍，因为无人愿意当厂长，才由他去当。他的父亲是工厂老闆，老闆爱吃鱼，但想不到却被鱼骨鯁死，或许可说死而无憾。但对於一直无风无浪的史家材，却因此而刮起一场在小村来说，直如龙捲风的风暴！对於他来说，更是晴天霹靂！因为在分家产的同时，利益衝突并不因为这裏是小村而有所不同，为了少许利益，材民揭发他并不属於这裏，更不是老闆的亲生儿子，他只是老闆在路边捡拾回来的弃婴。老闆给予他的一个名字－史提。大受打击的史提，想不到会沦落到不容於村，更遭村中人遗弃！但村中人又怎料他将来竟会变成一代食神？今日，再度被遗弃的他，失意的史提，只感到荒谬，却并未弃馁。为了寻梦，他到了上海。但他怎知道更荒谬的还在后头。□□　一夜成名　□□上海真是一个商机无限的世界，其中一间发展迅猛的饮食集团「大快乐」正密锣紧鼓地要渗透全中国每一个角落，要雄霸整个饮食界！而整个大快乐集团，就掌握在她手裏。她究竟为何得天独厚，她是否脑袋与别不同，她冷静直接，不苟言笑、好胜不认输。二十一岁便当上一间超级饮食集团的主席，操纵过亿生意，手下数千人，她可说是天之骄女。但实际上，她很孤独，她的名字叫杨桐。自从有外国速食业进军市场之后，杨桐好斗的性格又来了，她要继续成为业界的龙头，所以她希望能再度集资，将她的皇扩展，但这需要一点点技巧。她的父亲是当年名震一时的食神，但可惜曾经遭遇不测，导致全身不遂，连话也不能说，所以整个饮食皇国便交了给这个独生女。杨桐的手下Martin想到一个点子，意欲製造一个城市话题，製造一个明星！不过这只不过是Martin想趁此机会近水楼臺，所以Martin随意地选择了一个废人来创造自己的神话。而一心一意要在上海闯出一个属於自己新世界的史提！很快地，出奇意料的快，他摇身一变，变成一个流浪汉，一个流落在上海街头的流浪汉！身无分文，完全没有一技之长的史提，有这个下场，除了他自己，绝不令人意外。一间面店，成了史提的饭堂，在那裏可以找到他人的剩食，过於富裕的社会，一碗面也吃不下的人多的是。而Martin终於在报纸上看到一则新闻，一个疯汉，一个盲流民工攀上了上海最高的大厦。没错，这个就是如今已变成流浪汉的史提。原来史提初到上海之时，曾一时兴奋，欲尝居高临下的滋味而攀上了上海最高的大厦。沦落到食他人残羹剩饭的史提，就在将要绝望之际，终被Martin收留了。史提以为自己守得云开见月明！但塞翁失马，史提又怎知道，这竟是恶梦的开始！在Martin眼中，史提只是一堆粪便，一团垃圾，但他又怎料到这人竟会演变成自己的情敌？没错，杨桐在一次巧会之中遇上史提，还被史提歪打正著，最后更对史提另眼相看。二人的关係犹如康熙与小宝。但这事终被Martin揭发，Martin怕节外生枝，决定取消自己的提案，但这时杨桐却一心希望帮史提，要Martin继续训练史提，Martin想不到自己竟然「引狼入室」，暗下狠心，决定折磨史提，还请来一变态恶人欧阳空，希望将史提「玩死」！但Martin又怎知道他再一次令史提因祸得福？欧阳空个性狂躁，非常变态，地狱式训练不断地折磨著史提，Martin怎也想不到，表面变态，但真实的欧阳空，竟是曾经叱吒一时，十多年前在食坛，绰号「九秒九刀」，他的「春雨刀法」在食坛可谓无人不知，他以刀功出眾而享誉食坛，据说他切割一百公尺长的萝卜只需九秒九时间。只不过曾经沧桑，才沦落颓废，在史提的奇特性格及斗心，竟感动了欧阳空，还把绝学传授。本来Martin要令史提在一大赛中出洋相，结果令史提反而一鸣惊人！加上杨桐的大力帮助，金钱的大量投入，宣传的排山倒海，就这样，令史提一夜成名，红透上海！史提不但夺得美人归，更令Martin自食其果！一生从没有试过这样风光，从没有这样得意过的史提，放在面前的却将是另一个更大的冲激与考验！□□　一夜破产　□□熊拜是大快乐集团的开国元老，为人乐观豁达，表面上甚么事都显得没有所谓，实际上是一头老狐狸，他也是失传已久「食魔」一族的传人。当初，杨桐父亲遭遇的不是意外，实质就是熊所设的局，只不过熊拜个佈局不够十全十美，只令到杨桐的父亲终身残癈，熊拜直都想吞下整个大快乐集团。但他老谋深算，一直在等。熊拜眼看集团利益日渐委缩，决定要利用史提，故此形势逆转，熊拜动之以情，再设假局侈杨桐信以为真，在苦无对策之下，杨桐为了家业亦只好出卖自己喜欢的人－史提。熊拜用美女、醇酒、甚至乎权力来麻醉史提芬，酒色财气史提芬完全沉沦。纸醉金迷，声色犬马，一切如熊拜所料，在另一个世界裏，史提已变成了另一个人，奢华的生活，一呼百应的权势，通通都令史提不能自拔。要知道你一旦得到就怕失去，这是全人类的弱点，熊拜很清楚。但熊拜不知道史提其实是一个亿中无一的奇人！史提只是没有机会，其实他有著一份惊人的潜能及天份！熊拜终迫杨桐将史提芬打回原形！镁光灯不停地闪动，记者云集，七嘴八舌地追问著，令史提芬一时间应接不来，史家村上下各人竟然在这时候出现，当眾揭发史提只不过是个弃婴，只是一脚牛粪的猪餿加工厂工人！杨桐，这个谎言的製造者变成被骗的受害者。就这样，全城的神话被戮破了。史提芬从最高之处，刹那之间就堕到了穀底，欲辩无从，所有计划都天依无缝。史提不明白，迫间杨桐，杨桐只好告诉史提这叫权力，叫商场如战场场，而感青只不过是弱者的藉口！弱肉强食，失败所以被淘汰，胜利者留下，这是千古不变的定律。一夜之间尽失所有，打回原形的史提芬，落拓地走到当日偷剩面的店子，老闆娘从报章早已知道一切，但她并没有多言，反而史提告诉她一句令她惊愕不矣的说话。史提竟然说他可以一夜之间失去所有，亦可以在一夜之间拥有一切。但第二天的报章却再次传来惊人的消息：史提得了世纪绝症－血癌！当杨桐看见了报导后，心裏不禁戚戚赊，杨桐暗中去找史提芬，但却已遍寻不获，史提像在一夜之间蒸发了。杨桐自出娘胎，从来都没有哭过，这一次她哭了，自己软弱的一面令杨桐亦大吃一惊，她明白到自己可能已经爱上了史提。□□　食神　□□就在世人逐渐把史提淡出之际，史提竟容光焕发的出现人前，原来史提绝望之际，竟在深山遇上高人，并得其口传秘芨，七七四十九服「野山人蔘龟苓膏」，就把现代科学亦难倒的世纪绝症医好。而史提芬声言为了回馈社会，决定将这秘食公之於世。就这样，一时间史提的龟苓店成为救世食店，客似云来，不消一个月，分店便遍佈全国。当然从绝症到深山，都是史提编造出来的故事，子虚乌有。这就是史提从杨桐身上所领悟出的所谓「包装」，也是他迈向走火入魔的第一步。接受了美国著名的世纪杂誌访问之后，史提正式成为史提芬周。他成了明星，变成偶像。史提芬周将消费心理运用得出神入化，他不单创制出各类龟苓食品：龟苓包，龟苓薯条，还以卡通「Uncle龟苓」作为商标，亦有深受小孩子欢迎的龟苓猫，龟苓兔等洋娃娃，并找来当时得令的红星作为乌龟代言人。史提芬的食店终於渗透到老中青少各个阶层，不足半年，可以说有华人的地方就有史提芬的乌龟！史提芬此时的气势可谓一时无两，但史提芬并不因此而满足。只团上市，进军不同饮食市场，更有吞拼大快乐集团之势！杨桐看见史提芬竟然将所学的运用得那样出神入化，才惊觉自己一直小覷了他，杨桐找上门，要与史提芬合作，但想不到被史提芬一口拒绝了。食魔熊拜怎也料不到事件会发展到这一地步，一向六亲不认的门规，当然会见利忘义，熊拜竟然自投于史提芬门下，并将胡水的死嫁祸给杨桐，令到南北食神两派，旧怨新仇，继续生死相搏，自己则可以继续坐收渔人之利！杨桐当然想不到当日自己一手编织出来的谎言竟会成真，冥冥之中似乎已安排了一切，而最为想不到的是自己一心一意，不惜一切，甚至乎爱情，而去努力经营的一切，竟终被熊拜一次简不过的佈局而陷於百劫不复，不单令她感情受骗，甚至乎侈他的父亲去世，更令她的事业一夜之尽归熊拜所有！杨桐表面刚强，实则不堪一击，结果，杨桐在一次交通意外中去世！这时候的史提芬，经过连番的遭遇后，性情已大变，认为没有权力，便等如一无所有，枉过一生。他要权力！他也学会了现代社会的虚荣主义，羊群的盲目心理，他终於明白到要成功，就要讲求包装，讲求不择手段！权力昏心令智，被抬到半天，拥有过亿资产的史提芬，开始骄权跋扈，不可一世，气焰甚嚣麈上，与当初那白纸一张的史提芬，形成绝对的反比。今日的史提芬周全然失去了当日史提芬的可爱。毕竟，道高一尺，魔高一丈，真正的敌人已悄然逼近，全然以为可以吞天吃地的史提芬，又怎知道恶魔已经张牙舞爪地噬将下来？一个看似蠢钝不堪的人慕名而来，一心要拜史提芬为师，想史提芬收留自己，但史提芬已然目中无人，他认定这人只不过是一笨猪，他一心要刁难他，所以才收他为门下。这头猪的名字叫唐牛，但他又怎料到这并不是一头普通的猪，是一头不单会咬人，还会吃人的猪呢？唐牛一直假装蠢钝，实则他早已投靠食魔门下，练就一身卑污手段，亦成为熊拜的棋子，熊拜利用史提芬对唐牛毫无防备之心，投下猛药，决定要把史提芬的唐朝炸个片甲不留！因为熊拜太清楚史提芬这个人的威力是比一枚中子弹还要大的人，一向龟缩的熊拜这一仗也要亲自出手了！炸弹终於引爆了！这一奇袭令史提芬手足无措，甚至被捕下狱，再度从高处掉到谷底的史提芬，再度一百八十度的转变，也就是回归到起点。史提芬比当初一无所有但还有梦想的史提更加一无所有！□□　心灵邋遢面　□□落难失踪后的史提芬，身上连一碗面钱也付不起，以呃骗维生，但终於在一条穷街陋巷被识破，还被狠狠的教训了一顿！昏死在垃圾堆中的史提芬，不察觉还以为他是垃圾的一部份，但这时候，一个样貌极其丑陋带点恐布的女子端来了一碗叉烧蛋饭，令到在绝境的一代食神史提芬，明白到甚么才是美味，史提芬边吃著那碗人间美味的叉烧蛋饭，不禁感动得流下泪来。她究竟为何会长得这样丑？她性格激情澎湃，义薄云天得直逼男子汉大丈夫，她在穷街陋巷裏过著尊严的生活，她在这裏是人所共知绰号「双刀火鸡」的霍贞。火鸡在这穷街陋巷开设面档，自称为「邋遢面」，名字虽然不美，但味道却深受街坊喜爱。但因为面档生意好，令到附近那专营海鲜「撒尿虾」的饭店生意不景，饭店老闆鹅头终按捺不住，决定与火鸡谈判，但判因为史提芬而破裂，不过重情义的火鸡为了史提芬，竟替他档了一刀。史提芬却忽发奇想，认为鹅头的撒尿虾为甚么就不能与火鸡的牛丸合併？终於一粒惊天动地的爆浆撒尿牛丸便应运而生！看似颓癈的史提芬，其实并未心死，他只是在寻找，寻找那捲土重来的机会。终於，史提芬再利用传媒造势，创制出能令厌食症病人也甘之如飴的「爆浆撒尿牛丸」。食魔想不到史提芬竟然能捲土重来，决定要再重拳一搫，冒必要令到史提芬永不翻身，食魔认为史提芬这次的生意註定失败，他故意让银行借钱给史提芬，好让史提芬欠下佢债，最终就只有死路一条！但，史提芬遇一事，长一智，知己知彼，对於食魔的行为，已然成竹在胸，史提芬假装开设分店，实则是运用借来的钱，製造罐头，这样一来，他的「爆浆撒尿牛丸」才可以在一夜之间，渗透全国！此举果然令食魔大失预算，震惊之余，史提芬已然在一夜之间冒出头来，食魔知道自己终於遇上劲敌！也就唯有使出食魔秘功中的最后一招，也就是食魔鲜用的绝技－杀！甚么人最没有攻击力？──死人。就在史提芬重生之际，才惊觉一直默默支持自己的可怖丑女，竟早认识，只是当年从未碰面，但缘份其实早已把两人维繫在一起！原来自史提芬初到上海后，在不同的场合都曾经与火鸡有缘，火鸡亦一直在暗中看过他无数次，很多次史提芬逢凶化吉，其实并非神助，是火鸡在背后默默的策动，直到史提芬成为假食神之后，火鸡更崇拜他，但火鸡很自卑，所以一直不敢告之，甚至乎连认识也不敢！之后，火鸡屡遇厄运，但最终亦捱了过去，在这穷街陋巷开话了面档，默默经营，当他得知史提芬是真正的食神，还反败为胜，曾经感动得落泪，并视史提芬为偶像，但因为一个粗心大意的食客，错手破坏他最心爱的食神海报，结果为此而与对方口角，继而动武，遭恶汉挥刀毁容，变成了今日的火鸡！□□　味精　□□再次如日中天的史提芬虽然深受感动，但却不能接受火鸡的这份「爱」。当食魔派出杀手追杀史提芬之时，火鸡再次令史提芬感动！但肯定这是火鸡最后一次令史提芬感动，不会再有下一次了，因为火鸡为史提芬牺牲了。曾经有一份真挚的感情放在面前，却不懂珍惜。这正正是史提芬在失去火鸡后的写照。四年一度的食神大赛，又快将举行了。史提芬，誓要为民除害，决定要消灭食魔一族的唐牛和熊拜。但又谈何容易，走火入魔后的史提芬，体内所流著的食神之血似乎已经乾涸。对食开始失了直觉，那份才能已悄然离他而去，跟随火鸡消失於空气之中。一直被追杀的史提芬，昏死在身时曾被追杀的丛林当中，醒后却发现自己身在一个远离人烟的食林寺中，原来是寺中住持仲遗禪师将他救了。食林寺虽然远离人烟，但在方圆数十裏内的穷乡僻坏内却是贫农们的心灵寄託之地，每日善信不绝，所以食林寺厨房，每日都要煮上数吨素菜，史提芬察觉到在食林寺内的厨房才是真正的食界圣地。究竟史提芬能否在食林寺内找回自我?仲遗禪师有什么秘技?史提芬能否领悟出食之真諦? 又能否以此击败食魔? 火鸡是否真的已返魂乏术? 杨桐又会否重投史提芬怀抱?又，谁才是真正的食神? !是杨桐?是房由?是熊拜?是仲遗禪师?是火鸡?是史提芬?是我?还是你?抑或是世间上根本没有食神?又或者，你和我和他们和每一个人，人人皆食神? ……… ????",
    "chinese_title": "食神",
    "douban_rating": "7.7/10 from 8209 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-05-11T13:13:20"
}