{
    "aka": [],
    "sid": "3134877",
    "cast": [
        {
            "url": "/celebrity/1274706/",
            "name": "侯天来 Tianlai Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274422/",
            "name": "陈小艺 Xiaoyi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315972/",
            "name": "陈刚 Gang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464804/",
            "name": "铁金良 Jinliang Tie",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375054208.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1018708/",
            "name": "王小帅 Xiaoshuai Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322943/",
            "name": "李路 Lu Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1562963/",
            "name": "杨小雄 Xiaoxiong Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "不想回家"
    ],
    "douban_link": "https://movie.douban.com/subject/3134877/",
    "trans_title": [
        ""
    ],
    "douban_votes": "218",
    "introduction": "人到四十，理应不惑，可偏偏造化弄人。何家福，一个木讷、忠厚、本分的中年男人，在命运的驱动轮下怆惶而动。一笔意外之财使他陷入无法掌控的尴尬之境，从此他不断地经历着大喜与大悲，而他也在诸多的情感牵扯中渐渐迷失了方向。家，成了一个沉重和脆弱的符号……最终，在看似幸福安逸的生活中，何家福徘徊良久，还是选择了面对，选择了回归……何家福，一家国营食品厂的会计，时逢四十。他有一个普通得不能再普通的家，儿子小龙在足球学校里上学。他为人善良、本分，但稍嫌懦弱胆小。在单位何家福业务虽然不错，但不善交际的他混了二十年，在成本组长的位子上始终没挪过窝，还时不时被不懂业务的副科长马建国挤兑一番。在同事与朋友面前，何家福像是一根可有可无的草，而妻子秦贵云却一直把他当成闪闪发光的宝，一直渴盼着身为大学生的丈夫有朝一日飞黄腾达，改善其现有的生活状态。秦贵云一直想买辆私家车，这是因为她知道丈夫喜欢车，由此她密切着关注着车市，并时常拉着丈夫去车市转悠。何家福虽然与妻子一样极其渴望拥有一辆私家车，但他却竭力想要打断妻子买车的想法。原因很简单：他把家里多年积蓄的四万块钱借给了妹妹治疗不育症，结果钱花光了，病也没治好。为此，他无法向妻子交待，只好撒谎说这笔钱借给妹妹炒股，被套牢在股市里。面对秦贵云买车的满腔热情，何家福焦虑不已。何家福的妹妹何家欢的生活很苦，且因不育夫妻关系紧张。何家福看到妹妹的痛苦，无法向其开口要钱(何父早已去逝，阿福作为长子一向照顾着弟弟和妹妹)。带着忧虑，何家福走到单位，来到废弃的厂房里抽起闷烟。无意中，他发现厂房原有的设备不翼而飞，便去查找相关的财务资料，却被财务科科长龚鸣放看到。龚一下很紧张。第二天，何家福迎来了人生中的第一次时来运转。龚鸣放突然找到他，塞给了他整整六万块钱现金，说是厂里给予的特别嘉奖，并说很快就要提升他为财务科副科长！何家福喜极而痴，一时竟呆住了。等他回过神来，第一反应便是拿着这笔钱找到妻子秦贵云，圆了先前的谎言。秦贵云拿着这六万块钱，欣喜万分，第一念头便是要为丈夫买辆车。何家福的同学季宇回国，同学聚会。等待季宇多年的田蕾兴奋而幸福，期盼着与季宇早日完婚。但季宇的眼神却有些游离。席间，大家谈起贪污腐败的事，何家福一下警觉，第二天便开始暗查旧设备的账目。真相大白：设备被私自卖掉并未入账！何极为不安，下定决心把钱还掉。深夜冷静下来，何对妻子坦白了这笔钱的真实来历，并商量还钱一事。孰料，龚鸣放死活不肯收回这笔钱，这六万块钱一下成了烫手的山芋，焐在了何家福颤抖的手心里。就在这时，儿子小龙把父亲发了大笔奖金的事告诉了何家福的母亲。而何母此时正为小儿子何家乐的婚房一事愁眉不展，听闻此事后大喜过望，专设了一场家庭聚会，以期何家福拿出这笔钱为弟弟买房。而聚会中，妹妹却脱口将原存款的真相抖落出来，秦贵云这才发现自己像个傻瓜一样被蒙在了鼓里，与何大吵一场。在气头上，秦贵云想到反正这笔钱最终留不住，不如索性用它来买车！季宇与田蕾谈论结婚的事。季宇闪烁其辞，以事业未见成果而推脱，田蕾不悦，二人静默。此时秦打电话给田蕾，把买车的事兴奋地告诉了她，并顺便问及二人的婚事。田蕾一时黯然，但还是礼貌地打电话给何恭喜他。何这才知道秦用六万块钱买了车，非常着急生气，执意退车，而秦坚决不愿意。最后秦的一番言语将何软化。尤其看到妻子面对新车的兴奋，在退不退车的问题上，何矛盾起来。但当何走进单位面对龚科长的时候，他又无法面对了，退车还钱的念头再次强烈起来。买车的消息很快传到季宇、李俊耳朵里，季宇、李俊等人一下认为何还是挺会享受生活并能合理安排自己生活的人，这让何更为尴尬。而秦贵云为了显示自己的丈夫是有能耐的，并给何造成一种既定事实，很快便将买车的事告诉了同事徐刚与女友刘小婷。面对妻子、儿子与朋友们的欣喜，何摩挲着漂亮的新车，他进退两难。一辆小小的车已与何的命运紧紧联系在一起。何家福因为车的事烦恼不已，与秦贵云再次商讨退车还钱的事。秦很生气，最终无奈：你爱怎么办就办吧！田蕾为了让大家提出二人婚事的事以向季宇施压，便借用庆祝何买车的事邀请何家福夫妇、李俊聚在一起吃饭。秦贵云生气拒绝参加。聚会间，田蕾故意表现出与季宇的亲密。何与李很自然地询问起二人的婚事，田蕾也渴盼着季宇的回答，季宇闪烁，把话题转到何买车的事上。何郁闷不已，尴尬地一笑。但内心打定主意，第二天便退车还钱。郁闷中，何喝醉了。后开车回家，不料却与一辆宝马车相撞。何醉酒中扔下车，打车回了家。第二天何醒来，却怎么也想不起来昨晚把车停在了何处。他焦急地到处找车，却怎么也找不到，由于还没来得及上牌，警方也无从下手。无奈中，何求助于电台。得知丈夫一夜之间便把新车弄丢的事之后，秦又气又急。夫妻关系急剧下降。电台的求助非但没有帮助何找到车子，反而令他接到了一堆千奇百怪的电话，见到了一些莫名奇妙的的人，还引起了宝马车主人白云的注意。内外交困中，单位关系发生变化，上面要来查账，龚一改往日的态度，催促何家福还钱。何一下呆住了，没车没钱，如何填补这六万块钱的巨大漏洞？秦此时也意识到了问题的严重性：丈夫有可能因为这六万块钱而面临牢狱之灾。此时她重又站到丈夫这边，与他谈论如何才能躲过这场灾祸。二人拼命四处筹钱。秦向徐刚及女友刘小婷借钱，而何去向田蕾借钱。谁知，等二人好不容易把钱筹齐的时候，又发了重大变故：龚科长突然中风。何家福一时竟不知应该把这六万块钱还到哪里去？何重又懵了。季宇终于答应田蕾要与她结婚。二人去秦那里登记结婚，此时却接到了一位日本女人的电话，由此而从从婚姻登记处跑掉。田蕾伤心不已。就在何家福极度惊恐时，龚科长的中风却使其解脱了困境：设备丢失的事全被推在龚鸣放一人身上，而何却由此因祸得福升为了财务科副科长。正待何家福长舒一口气时，却又发生了另外一件事：白云找到了何家福，要求他赔偿撞车的损失，共八万块！何大吃一惊。白云，年轻漂亮的女孩子，为躲避物质富裕而精神荒凉的生活独自游荡在这个城市里。而一场车祸，使她与何家福结缘。何的第一反应则是拒绝还钱。他开始躲避白云。两人开始了一场猫捉老鼠的游戏。在一次捕捉中，何正要逃掉，白云灵机一动假装昏倒。何的善良本性使得他折返回来，将白云送到医院。白云开始对何产生好奇，她从何身上看到了一种前所未有的木纳而忠实的小人物的可爱之处，便提出以陪聊计费制来使何偿还自己的金钱损失。何家福无奈中只好答应随叫随到。从此，何家福人生轨迹被众人牵引着，奔波于家庭、单位、朋友与白云之间，疲惫不堪。新上任的马建国在外地嫖娼被抓了起来，何家福居然在短短的几个月内当上了财务科的科长。他还没来得及高兴，一连串的事又在他身上发生了：同学李俊为了大西南娱乐城项目的审批，欲让何家福帮忙找白云疏通关系，白云却不愿介入世事，反把何痛斥一番;为了帮季宇的超市开张，何家福又私自从工厂里借给季宇二十万，而季宇的超市最终还是倒闭了，虽然季宇在被抓之前给何家福开了支票，可支票里的钱已经被冻结了。更糟糕的是工厂就要兼并了，再不还钱，何家福只有坐牢。而由于白云的那个陪聊的协议，儿子摔断了腿他都无法赶到医院。妻子秦贵云认定他在外面有了情人，夫妻两人关系降到了冰点。终于有一次，何被白云拉到郊外，而车坏在了半路上，致使其一夜未归。秦对丈夫忍无可忍，开始与何彻底冷战。何家福徘徊在家门外，不敢走进那个冰冷的家。何家福有苦难言，焦头烂额，每日马不停蹄地奔波，却不知道哪里是自己的方向。一直懦弱温顺的他终于对白云大发光火。人到四十，本应无惑，而何家福却有些慌乱而迷惘。正值他无限悲凉绝望之时，李俊找到他，说在白云的帮助下大西南娱乐城立项了！并要聘请他为财务总监。他们就要发大财了！何家福恍如梦中，一时竟无言以对。白云从何家福身上看到了人生的希望，最终停止了游荡而回到国外父母的身边，去寻找属于自己的幸福人生。一年以后，弟弟何家乐结婚了。已经是大西南娱乐城财务总监的何家福参加完弟弟的婚礼后却发现自己新买的红旗车无影无踪了。警察没找到红旗车，却出奇地找到了一年前丢失的那辆奇瑞。奇特的命运安排使得何家福只有摇头苦笑。季宇出狱了，三个老同学又聚在了一起。何家福告诉季宇，田蕾结婚了，她现在过得很幸福。就当生活重又步入正轨时，检察院找到何家福，说他原先呆的那家宏民食品厂的吴厂长因为当年的私卖设备的事被拘留了，事情将会被彻查，找何家福了解一些情况。一番沉重的思虑过后，何家福决定投案自首。因为他知道，惟有如此，他才能真正面对自己面对众人。之前他被命运被众人牵引着，而现在他决定为自己选择一次命运。最终，何家福开着那辆失而复得的车，平静地向检察院驶去。",
    "chinese_title": "不想回家",
    "douban_rating": "7.7/10 from 218 users",
    "foreign_title": "",
    "douban_rating_average": "7.7",
    "update_at": "2025-04-10T07:22:14"
}