{
    "aka": [
        "乐府雏莺"
    ],
    "sid": "3136344",
    "cast": [
        {
            "url": "/celebrity/1154403/",
            "name": "Ruth Tobey Ruth Tobey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151713/",
            "name": "阿瑟·特雷彻 Arthur Treacher",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139048/",
            "name": "Ruth Robinson Ruth Robinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038650/",
            "name": "Morton Gould Morton Gould",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128839/",
            "name": "鲍勃·佩里 Bob Perry",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123300/",
            "name": "哈罗德·米勒 Harold Miller",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1120525/",
            "name": "Pat McKee Pat McKee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016857/",
            "name": "康斯坦斯·摩尔 Constance Moore",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019112/",
            "name": "拉尔夫·贝拉米 Ralph Bellamy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032578/",
            "name": "路易丝·比弗斯 Louise Beavers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054473/",
            "name": "弗兰克·米尔斯 Frank Mills",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069050/",
            "name": "André Charlot André Charlot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084601/",
            "name": "贝丝·弗劳尔斯 Bess Flowers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1089271/",
            "name": "克里斯蒂安·德雷克 Chris Drake",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095048/",
            "name": "Eddie Hall Eddie Hall",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097626/",
            "name": "Earle Hodgins Earle Hodgins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1000323/",
            "name": "简·鲍威尔 Jane Powell",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1945",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2878764920.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048867/",
            "name": "沃尔特·德莱昂 Walter DeLeon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007230/",
            "name": "弗兰克·塔许林 Frank Tashlin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294452/",
            "name": "阿瑟·菲利普斯 Arthur Phillips",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040403/",
            "name": "Irving Phillips Irving Phillips",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0037636",
    "director": [
        {
            "url": "/celebrity/1025475/",
            "name": "阿瑟·卢宾 Arthur Lubin",
            "@type": "Person"
        }
    ],
    "duration": "USA: 92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1945-03-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0037636/",
    "imdb_votes": 391,
    "this_title": [
        "Delightfully Dangerous"
    ],
    "douban_link": "https://movie.douban.com/subject/3136344/",
    "imdb_rating": "6.0/10 from 391 users",
    "trans_title": [
        "瑶台仙韵",
        "乐府雏莺"
    ],
    "douban_votes": "0",
    "introduction": "High school music student Sherry Williams is excited that her actress sister Jo has taken time off from her New York stage career to visit Sherry's school to see her perform in a musical play. Jo is about to step off the train when she hears that a famed Broadway show producer, Arthur Hale, is also stepping off the same train, leading Jo to depart from the other side of the train and make her own way to Sherry's play.Arthur also is attending Sherry's school play. He overhears one of the older girls ridiculing Sherry's claim that her sister is a stage singer; the girl doubts that Sherry's sister even exists. Arthur comes to the rescue by praising Jo's performances on stage. Arthur, who is casting a new play, appreciates Sherry's voice but believes she is too young to appear on Broadway.Jo, Sherry, and Arthur meet after the play but no one is the wiser as to the reasons for Jo's mysterious entrance. Jo also turns down an offer to audition for Arthur's play.On a trip to New York with her schoolfriend, Sherry rings Jo's hotel where the clerk tells her she is performing in one of the theatres on 42nd Street. Sherry discovers that Jo is not a Broadway star, but a leading burlesque performer. Initially broken hearted, Sherry schemes that if she dresses to look older she will win the part in Arthur's show and support Jo so she leaves burlesque. Arthur can not believe she can pass for over 18 but a score of servicemen at a nightclub prove Arthur wrong.When bandleader Morton Gould hears Sherry singing along to the music, he invites her up to sing on the stage. Based on this performance, a radio producer in the audience offers her a contract. He retracts the offer, however, when he learns that Sherry's sister is a burlesque performer. Meanwhile, Arthur shows romantic interest in Jo, but she coldly rebuffs him.Stung by this rejection, Arthur retreats to his apartment to work on his upcoming musical, based on the music of Johann Strauss. He feels the show is destined to be a failure because the musical score simply doesn't work.As Sherry and Jo discuss Arthur's musical, Jo expresses the opinion that the show will fail because audiences are looking for something more up-to-date than stuffy old Viennese waltzes. She demonstrates by improvising a jazzy version of a Strauss tune. Sherry then borrows her roommate's recording machine and secretly makes a record of Jo singing her tune.Sherry forces her way into Arthur's apartment and pesters him into listening to the record. He is impressed in spite of himself, and hits upon a new idea for the show.Soon after, the musical hit \"Mr. Strauss Goes To Town\" opens on Broadway, co-starring Jo and Sherry. The production mixes the traditional Strauss music (sung by Sherry in an old-fashioned operetta costume) with updated jazz interpretations of the tunes, performed by Jo in a showgirl outfit. As they perform together on stage, Jo tells Sherry that she will accept Arthur's proposal of marriage.",
    "chinese_title": "瑶台仙韵",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Delightfully Dangerous",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-29T15:57:15"
}