{
    "aka": [
        "Cesium 137 - The Nightmare of Goiânia"
    ],
    "sid": "3137792",
    "cast": [
        {
            "url": "/celebrity/1031354/",
            "name": "Roberto Pires Roberto Pires",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142690/",
            "name": "Telma Reston Telma Reston",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126529/",
            "name": "斯蒂恩·内塞西安 Stepan Nercessian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114799/",
            "name": "Denise Milfont Denise Milfont",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101476/",
            "name": "Rodney Gomes Rodney Gomes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1094901/",
            "name": "Paulo Gorgulho Paulo Gorgulho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090427/",
            "name": "乔安娜·伏姆 Joana Fomm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072150/",
            "name": "马西莉亚·卡尔塔舒 Marcelia Cartaxo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051254/",
            "name": "保罗·贝蒂 Paulo Betti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050932/",
            "name": "纳尔逊·泽维尔 Nelson Xavier",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082677/",
            "name": "Mauri de Castro Mauri de Castro",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2890904104.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1031354/",
            "name": "Roberto Pires Roberto Pires",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0259956",
    "director": [
        {
            "url": "/celebrity/1031354/",
            "name": "Roberto Pires Roberto Pires",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0259956/",
    "imdb_votes": 178,
    "this_title": [
        "Césio 137 - O Pesadelo de Goiânia"
    ],
    "douban_link": "https://movie.douban.com/subject/3137792/",
    "imdb_rating": "6.5/10 from 178 users",
    "trans_title": [
        "铯137 - 荷伊阿尼亚的恶梦",
        "Cesium 137 - The Nightmare of Goiânia"
    ],
    "douban_votes": "0",
    "introduction": "为纪念巴西铯137污染事件三周年而拍摄的故事片。比较冷门的历史，大概不会有太多人了解吧，除非看看这部影片才知道当时有多危险。巴西铯－137放射性污染事件发生在1987年，当时，一个收集废金属的人从废弃的放射性治疗门诊部拣到了一个盛有铯－137的容器，在不知情的情况下打开了它。一些小孩将这种发光发热的物质涂在自己的脸上和身上。这起事件导致5人死亡，249人受到放射源污染。A True Horror Story Lived by Poor and Humble Brazilians in 1987 Whose Responsible Remains Unpunished. On 13 September 1987, two paper collectors find a heavy piece of machine made of lead and weighting about 100 kg in a abandoned field in Goiania. This area was used by a clinic. They sell this scrap to a junk shop. The blue light emanated from the Cesium stones fascinates the junkman, and he shows and gives some of them as a gift to many locals, humble and ignorant Brazilian persons living in a poor area of Goiás. We Brazilian lived and became aware of this terrible fact in 1987. A population of humble people were contaminated by Cesium 137 as showed in a dramatic way in this movie. I regret this movie be limited to the drama of some locals only. It should have gone further, showing the irresponsibility of the government and the Owners of the clinic who left this Cesium 137 without any care in a field without any protection. The lack of punishment of these responsible and their names should also be shown in this film. The screenwriter and director Roberto Pires lost the opportunity to make a masterpiece like, for example, Costa-Gravas usually presents in his movies. This fact remains as a shame in the recent Brazilian history. A shallow movie of a great and deep wound in Brazilian history.It's one of those movies that (almost) makes you knock your head against the screen a *superlative number of your choice* of times. Pick a real tragedy, some really good actors and actresses, shining blue lights, and some awful '80's style songs, then you'll have a brief idea of what \"Césio 137-O Pesadelo de Goiania\" is about. The movie itself has a (very well made) depressing, revolting touch; two young men on a slum-like neighborhood of Goiania, a large city on Brazilian's Mid-West, trying to find a way to get some money, go to a demolished hospital, where they end up finding a strange and heavy lead thing with a small steel container inside. They pick both, and then they head to Devair (Nelson Xavier)'s junk shop. Devair buys the lead thing, but says the steel box is just trash, since there's no use for it... the two \"looters\" then decide to give it to him, after all, there's no use keeping a heavy and useless steel box. A curious Devair decides to check out what is that stuff... he opens the container, and see some tiny stones on it. Guessing that's nothing valuable in it, he goes back to his daily life, until he found out that those little stones produced a shining blue light...Fascinated, he then gives some stones to everyone he knows, as a gift, but, for some weird reason, everyone starts getting ill and with small burns...Through the film, you can see lots of displays of ignorance of the population, who blames food, sins, and even lunching at a friend's house on a Sunday. It was a real tragedy, specially because it could be avoided by simple means. About 10 people have died (officially, only 4...), and lots are suffering with tumors, cancer, and amputations. It's one of those movies that every \"BR\" (and not only us!) should watch, be for the lesson, or for the movie itself.",
    "chinese_title": "铯137 - 荷伊阿尼亚的恶梦",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Césio 137 - O Pesadelo de Goiânia",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-08T10:01:34"
}