{
    "aka": [
        "Workers, Peasants"
    ],
    "sid": "3139205",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2038208625.jpg",
    "region": [
        "法国",
        "德国",
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1024594/",
            "name": "埃利奥·维托里尼 Elio Vittorini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048520/",
            "name": "达尼埃尔·于伊耶 Danièle Huillet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016817/",
            "name": "让-马里·斯特劳布 Jean-Marie Straub",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0305923",
    "director": [
        {
            "url": "/celebrity/1048520/",
            "name": "达尼埃尔·于伊耶 Danièle Huillet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016817/",
            "name": "让-马里·斯特劳布 Jean-Marie Straub",
            "@type": "Person"
        }
    ],
    "duration": "119分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0305923/",
    "imdb_votes": 207,
    "this_title": [
        "Operai, contadini"
    ],
    "douban_link": "https://movie.douban.com/subject/3139205/",
    "imdb_rating": "6.0/10 from 207 users",
    "trans_title": [
        "工人，农民",
        "Workers, Peasants"
    ],
    "douban_votes": "0",
    "introduction": "\"Veteran experimental filmmakers Danielle Huillet and Jean-Marie Straub helmed this unusual adaptation of a novel by Elio Vittorini. Focused on the triumphs and failures of a group of laborers and farm hands who pooled their resources to operate an alternative collective farm after the end of World War II, Operai, Contadini features a cast of 12 actors who read aloud from Vittorini's book for the duration of the film, either reciting from memory or using a clearly visible script. Hardly designed to be a crowd pleaser, Operai, Contadini proved to be controversial among the audiences for its showings at the 2001 Cannes Film Festival, where it was screened as part of the Directors' Fortnight series.\" ~ Mark Deming, All Movie Guide\"The group makes up a primitive community which seeks to erase not only the distress created by the war but also the hardships of life and hunger, and to protect them from violence, misery and fear. Amid the ruins of this post-war period, the characters build and invent a rapport  both in their professional and daily lives  between themselves, the sexes, generations, diverse social and geographical origins, and antagonistic political camps.The group maintains a 'register', a kind of diary, as if it were entering the minutes of an inquiry or a trial.\" -Steve Grayson\"my favorite Straub-Huillet films are Too Early, Too Late and Operai, contadini (2001), both color landscape films with especially acute senses of place as well as of nature in all its harsh beauty.\" - Jonathan Rosenbaum",
    "chinese_title": "工人，农民",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Operai, contadini",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2026-02-19T08:42:37"
}