{
    "aka": [],
    "sid": "3140486",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0867147",
    "director": [],
    "duration": "USA: 57 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-11-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0867147/",
    "imdb_votes": 50,
    "this_title": [
        "Contested Streets"
    ],
    "douban_link": "https://movie.douban.com/subject/3140486/",
    "imdb_rating": "7.4/10 from 50 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Through interviews with leading historians, urban planners, and government officials, CONTESTED STREETS explores the history and culture of New York City streets from pre-automobile times to the present. This examination allows for an understanding of how the city, though the most well served by mass transit in the United States, has slowly relinquished what was a rich, multi-dimensional conception of the street as public space to a mindset that prioritizes the rapid movement of cars and trucks over all other functions. Central to the story is a comparison of New York to what is experienced in London, Paris and Copenhagen. Interviews and footage shot in these cities showcase how curtailing automobile use in recent years has improved air quality, mitigated noise pollution and enriched commercial, recreational and community interaction. Congestion pricing, bus rapid transit (BRT) and pedestrian and bike infrastructure schemes and looked at in depth. New York City, though to many the most vibrant and dynamic city on Earth, still has lessons to learn from Old Europe.",
    "chinese_title": "Contested Streets",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-12T10:57:39"
}