{
    "aka": [
        "Details Of A Duel: A Matter Of Honour"
    ],
    "sid": "3140140",
    "cast": [
        {
            "url": "/celebrity/1289772/",
            "name": "Florina Lemaitre Florina Lemaitre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295208/",
            "name": "弗兰克·拉米雷斯 Frank Ramírez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1989",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "哥伦比亚",
        "古巴"
    ],
    "writer": [],
    "imdb_id": "tt0096326",
    "director": [
        {
            "url": "/celebrity/1003584/",
            "name": "塞尔希奥·卡布雷拉 Sergio Cabrera",
            "@type": "Person"
        }
    ],
    "duration": "97 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1989-03-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0096326/",
    "imdb_votes": 101,
    "this_title": [
        "Técnicas de duelo: Una cuestión de honor"
    ],
    "douban_link": "https://movie.douban.com/subject/3140140/",
    "imdb_rating": "7.0/10 from 101 users",
    "trans_title": [
        "决斗",
        "Details Of A Duel: A Matter Of Honour"
    ],
    "douban_votes": "0",
    "introduction": "哥伦比亚最著名的电影导演Sergio Cabrera的首部剧情长片，获戈雅奖最佳西语片提名。比较有趣的讽刺喜剧片。4/5The teacher and the butcher of a small town in the tropical Andes, are both in love with the same woman (Miriam). They decide to duel for her. Everyone in town catch the notice, except of course for Miriam. The Mayor then decides to manipulate the event to make it political.Sharp and funny satire of machismo. The action takes place in a small town in the Andes, as news spreads across town that the mild-mannered local schoolteacher and the local butcher are going to have a duel this afternoon. The filmmakers use this event as a weapon with which to skewer Latin machismo and the strict, old-fashioned code of honor by which these people live. It is never made clear why they are duelling or who challenged who, and neither man wants to fight the duel, but they both feel obligated because it's \"a question of honor.\" As the morning progresses, both men go about trying to put their affairs in order in case they die, sometimes hilariously (the schoolteacher gets stuck at City Hall all morning, trying to pay debts on his own future death, thanks to red tape). There are some other nice potshots at the hipocrisy of the Catholic Church (the local priest offers the butcher more salvation the more money he is given, and roots for the schoolteacher to be killed because he is an atheist) and the local political system (the mayor, rather than stopping the duel, takes bets on it). All in all, this is a very funny and meaningful film, that anyone would enjoy. Try not to have a smile on your face as the duel plays itself out.",
    "chinese_title": "决斗",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Técnicas de duelo: Una cuestión de honor",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-03-13T23:58:28"
}