{
    "aka": [
        "Dog Eat Dog"
    ],
    "sid": "3140144",
    "cast": [
        {
            "url": "/celebrity/1127476/",
            "name": "Marlon Moreno Marlon Moreno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278991/",
            "name": "Óscar Borda Óscar Borda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "惊悚"
    ],
    "awards": "　　第23届西班牙戈雅奖(2009)\n　　最佳西班牙语外国片(提名) 卡洛斯·莫瑞诺\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867173958.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1311968/",
            "name": "卡洛斯·莫瑞诺 Carlos Moreno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311970/",
            "name": "Alonso Torres Alonso Torres",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1157631",
    "director": [
        {
            "url": "/celebrity/1311968/",
            "name": "卡洛斯·莫瑞诺 Carlos Moreno",
            "@type": "Person"
        }
    ],
    "duration": "106 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-03-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1157631/",
    "imdb_votes": 1905,
    "this_title": [
        "Perro come perro"
    ],
    "douban_link": "https://movie.douban.com/subject/3140144/",
    "imdb_rating": "6.6/10 from 1905 users",
    "trans_title": [
        "狗吃狗",
        "Dog Eat Dog"
    ],
    "douban_votes": "165",
    "introduction": "哥伦比亚版的“低俗小说”，对卡利地下黑社会世界最震撼人心的描绘。今年圣丹斯电影节国际单元最佳故事片提名。From director Carlos Moreno comes a tale of two hoods in Columbia who decide to break an unwritten code by taking their bosses money. They sign their own death warrant in doing so. Perro Come Perro is part of the World Cinema Dramatic Competition this year and looks like it will be a great crime drama. Trailer link and film homepage after the break.In the crime world of Colombia, there is an unwritten code. When Víctor and Eusebio, two hoods who bungle a shake-down job, break that code, they unwittingly sign their own death sentence.The Latin American Pulp Fiction! This movie is great. It uses violence as a simple vehicle to tell a very smart story completely filled of amazing dark humor and full of cultural references. The \"Sierra\" character could not be funnier and the soundtrack is full of a very cool Latin vibe (I love the title song \"Perro come Perro\" by local band Superlitio). I hope they did a good job with the subtitles for the non-Spanish speaking market (I will have to wait for the DVD to check it out by myself) but I guarantee an amazing experience if you speak Spanish and count Pulp fiction and Reservoir dogs between your favorite movies. I do and I definitely had a blast.Terrific portrait of Cali's underworld. This is an accurate while though portrait of crime underworld in Cali (second biggest Colombian city), plenty of a dark sense of humor and local culture elements such as witchery, drug traffic, poverty, and a very interesting atmosphere of salsa and African American music.It is remarkable the photography direction, specially the coloring and texture of all movie, which emphasizes the feeling of permanent heat (Cali is a tropical place). Oh, and the FX work is very convincing. If you have a lot of gunshots, you will need a lot of fake blood, right? Well, in this film every gun fire sequence is very well played without making you get out of focus of main plot.Main characters are played in a very convincing way with a very local taste, but in the end of the film you get the feeling of having witnessed events that could happen at the darkest corners of any city in the world.",
    "chinese_title": "狗吃狗",
    "douban_rating": "6.6/10 from 165 users",
    "foreign_title": "Perro come perro",
    "imdb_rating_average": 6.6,
    "douban_rating_average": "6.6",
    "update_at": "2025-04-11T05:44:30"
}