{
    "aka": [],
    "sid": "3141508",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2628407470.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1350551/",
            "name": "张仲伟 Zhongwei Zhang",
            "@type": "Person"
        }
    ],
    "duration": "45",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "脸谱"
    ],
    "douban_link": "https://movie.douban.com/subject/3141508/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "宁海市刑警支队队长徐雷，职业素质高，办案能力强，爱好手工雕刻，尤其爱好制作各式各样的人物脸谱，家里摆放着许多图腾脸谱，也有自己创造的艺术形象，形形色色，煞是生动。妻子高洁是警官大学老师，小俩口结婚刚刚三年；徐雷的父亲徐奉公已经退休在家，徐雷与家人、朋友过着简单而平静的生活。刑警队遇到一起杀人强奸案，看门人老北有重大嫌疑，但是警方并不能找到确切的老北犯罪证据。刑警队副队长何青在针对嫌疑人老北的审讯上有过激行为，为此徐雷和何青产生冲突。就在老北收押期间，宁海市又发生了一起类似的强奸杀人案，老北被释放，陆自立兄弟进入徐雷、何青视野，在不断跟踪调查后，陆自立有充分的作案动机，并且死者手中紧握的纽扣和陆自立身上完全相符。何青认定陆自立就是杀人凶手，徐雷虽觉不妥，但仍对陆自立实施了抓捕行动。然而陆自立在刑事诉讼法庭上告知他是先天性性无能，不可能作案，被排除嫌疑，案件的侦破工作陷入僵局。办案人员根据罪犯在现场遗留下来的蛛丝马迹推测作案人的身形、体貌特征，惊奇的发现其竟与队长徐雷十分吻合。案件的调查工作在继续，而恶性案件也在接二连三的发生：凶犯也渐渐露出面孔，竟然和徐雷长的一模一样。凶犯竟然冒充徐雷去了他的家中，千钧一发之际，徐雷的妻子高洁敏锐的感觉出了异样。正要报警，却被狡猾的凶手发现，高洁被伤害，变成了植物人。正在徐雷和大家悲伤愤怒之时，凶犯又发难了，这一次是徐雷的前女友――秦欢，秦欢电视台记者，徐雷曾经的同学和初恋女友。这段时间秦欢也一直在追踪线索，希望抢报第一手的资料。秦欢被袭击受伤，她愤怒地指证徐雷就是真正的罪犯。徐雷成为重大怀疑对象，为证明自己清白，徐雷进行DNA鉴定，鉴定结果大大出乎意料：徐雷的DNA密码与作案人的吻合程度是99.9%。在“事实铁证”面前，龚局长只得签署抓捕徐雷的命令。徐雷为洗脱罪名，抓住真正的凶犯，设法逃脱了昔日队友的严密追捕。京剧团男旦罗小威是京剧院台柱子，以京剧为生，喜好描画精细、优美动人的京剧脸谱，将毕生的精力倾注在京剧艺术上，誓为京剧而生，为振兴京剧事业而奋斗。年轻花旦白玉华认为旦角还是女的扮相好，男旦已经过时了，这与师承男旦艺术的罗小威产生分歧，罗小威的师妹甘怡，不能忍受自己心目中的高大形象受到侮辱，借机整白玉华。两人多次发生冲突。白玉华被长相酷似罗小威的凶犯袭击，罗小威作为嫌疑人接受调查，刑警经对比确定此案为连环杀人案中同一人所为，这也引起了在逃中徐雷的注意。徐父不能相信自己的儿子被人冤枉，多次向公安局反映未果。徐父偶然间想起徐雷的身世问题。原来徐雷非徐父亲生，三十多年前被徐父从某火车站捡回。徐父设想会不会是徐雷的双胞胎兄弟犯下的惊天大案。经过层层探访，徐雷的亲生母亲，现已是贵夫人的乔素芳浮出水面。但乔素芳有很多顾虑不愿承认和徐雷的关系，后在徐父的说服下开始了惨痛的回忆，竟然发现一个惊天秘密！原来乔素芳当年作为知青下乡和别人发生感情，并且在回城前期珠胎暗结，并在火车上产下三子。当时情况特殊，无奈乔素芳将三个襁褓中的孩子抛弃在火车站台，希望日后有人能够收养，并留下一张自己的照片……徐雷成了犯罪嫌疑人，并遭到通缉，徐雷出逃，踏上艰难的独自侦破之路。意外中徐雷发现罗小威竟与自己长的几乎一模一样，此人行为怪僻，身为男旦，功夫了得，怀疑罗小威冒充自己伤害自己的亲人和朋友，秉性怪异的罗小威就是杀人真凶，于是将罗小威捆绑，准备送到公安局，与此同时，又一起雷同的杀人案件发生了……当黄元凯出现在徐雷和罗小威面前时，两人都惊呆了：这世上竟还有一个与自己长的一模一样的人，这个人与他们到底是什么关系？是自己失散多年的兄弟，或许是陷害自己的杀人罪犯？黄元凯被一家农民抱养，后天成长中屡屡犯错，在得知自己身世后抱怨社会，产生报复心理。生活中的黄元凯也有着别样的爱好：他大量收集塑料模特，在模特脸上点痣，存放在诺大的仓库中，自己没事就欣赏、陶醉。在探明了另外两兄弟境况后，黄元凯设计一连串的凶案，报复社会的同时也想籍此把祸水东移。黄元凯挟持罗小威要挟徐雷来山顶一见。最后兄弟三人约聚在山顶，黄元凯准备当着乔素芳的面把两兄弟枪杀达到自己宣泄的目的。在殊死关头，大批警员赶到黄元凯受伤被俘……",
    "chinese_title": "脸谱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-03-27T08:13:09"
}