{
    "aka": [
        "Spinning the Tales of Cruelty Towards Women"
    ],
    "sid": "3141536",
    "cast": [
        {
            "url": "/celebrity/1330040/",
            "name": "元美京 Mi-kyeong Won",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1338870/",
            "name": "文贞淑 Jeong-suk Moon",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606415161.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt0379047",
    "director": [
        {
            "url": "/celebrity/1289669/",
            "name": "李斗鏞 Doo-yong Lee",
            "@type": "Person"
        }
    ],
    "duration": "100分钟",
    "episodes": "",
    "language": [
        "韩语"
    ],
    "playdate": [
        "1984-02-25(韩国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0379047/",
    "imdb_votes": 54,
    "this_title": [
        "여인잔혹사 물레야 물레야"
    ],
    "douban_link": "https://movie.douban.com/subject/3141536/",
    "imdb_rating": "6.7/10 from 54 users",
    "trans_title": [
        "纺车",
        "Spinning the Tales of Cruelty Towards Women"
    ],
    "douban_votes": "0",
    "introduction": "Kil-rye, a young girl from an upper-class family that has seen better days, is married off for money to the deceased son of a local magnate named Mr. Kim. Mrs. Kim (Moon Jeong-suk), intending to glorify her family by making Kil-rye a renowned \"widow of virtue,\" keeps her new daughter-in-law preoccupied with myriad household chores. However, Kil-rye (Won Mi-kyeong) grows up and has a chance encounter that brings about her sexual awakening. She has repeated physical relations with Han-seong, who, much like herself, has been playing the part of widower to Mr. Kim's dead daughter. When Mr. Kim finds out, he kicks Kil-rye out of the house, but gives her the opportunity to start a new life with Yun-bo (Shin Il-ryong), a servant in Mr. Chae's household. As a servant for Mr. Chae alongside her new husband, Kil-ryelives a happy life despite her fallen social status. But when Mr. Chae begins repeatedly violating Kil-rye, Yun-bo kills his master and runs away with his wife. Some time later, Yun-bo discovers that his family, whom he believed to have been exterminated by the government, has been restored. He reunites with his parents, taking his wife with him. Overnight, Kil-rye goes from a lowly servant to the daughter-in-law of influential Official Yun. But the luxury is short-lived: when she fails to conceive a child after more than three years, Kil-rye and her husband are plunged into anxiety. When the problem turns out to be on Yun-bo's side, Kil-rye is forced to sleep with another man in order to produce a son to continue the family name. On the day her son is presented to Official Yun's ancestors at the family burial ground, Kil-rye receives a silver blade from her husband and hangs herself.",
    "chinese_title": "纺车",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "여인잔혹사 물레야 물레야",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-26T16:00:31"
}