{
    "aka": [],
    "sid": "3142775",
    "cast": [
        {
            "url": "/celebrity/1314039/",
            "name": "陈明 Ming Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314005/",
            "name": "方青卓 Qingzhuo Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317230/",
            "name": "李洪涛 Hongtao Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322772/",
            "name": "阚卫平 Weiping Kan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320411/",
            "name": "李琳 Lin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274420/",
            "name": "吴启华 Lawrence Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1351845/",
            "name": "许戈辉 Gehui Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051526/",
            "name": "范伟 Wei Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315116/",
            "name": "茹萍 Ping Ru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316399/",
            "name": "孙艺菲 Yifei Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310692/",
            "name": "伊春德 Chunde Yi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1438364/",
            "name": "王铮 Zheng Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356817/",
            "name": "赵卫东 Weidong Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327671/",
            "name": "马浴柯 Marc Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337247/",
            "name": "陈祉希 Zhixi Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2293460080.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1410918/",
            "name": "牛静 Jing Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410919/",
            "name": "牛嫱 Qiang Niu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1322772/",
            "name": "阚卫平 Weiping Kan",
            "@type": "Person"
        }
    ],
    "duration": "46分钟",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "将装修进行到底"
    ],
    "douban_link": "https://movie.douban.com/subject/3142775/",
    "trans_title": [
        ""
    ],
    "douban_votes": "241",
    "introduction": "第一、二集《邻里之间》实创装饰装潢公司的总经理马骏为人豪爽、生性圆滑、能说会道、酷爱飙车；业务经理贝贝是个健康漂亮、活泼可爱、聪明伶俐、左右逢源的时尚女孩；设计师Techie才华横溢、精通电脑、却有点一根筋，这三个人每天都要接待形形色色的装修男女；钱多多、尚大胖子各自拥有一支装修队，常常接手实创公司的工程。钱多多尖酸刻薄、为人狡猾；尚大胖子表面憨厚却精于算计，每次为了得到实创的生意，总是明争暗斗。靠练摊、倒汇发家的吴春夫妇恃富炫耀，号称装修不怕花钱。马骏认为这是一单不错的生意。没有想到的是，装修施工中不可避免的扰民现象，激怒了吴家的左邻右舍。他们各个难缠，为装修设置了重重障碍。马骏等人恳求邻居放他们一条生路。众邻居告知，吴春夫妇平时只顾自己合适，根本不考虑别人的感受，搞得邻里关系非常紧张，邻居们恨透了他们夫妻。马骏等人暗示吴春夫妇主动和邻居们缓和关系。不想，二人不但没有醒悟，反而变本加厉，跟邻居斗气示威。双方发生冲突，甚至动手……第三、四集《AA男女》方微和林子因网恋而走到一起，二人从恋爱到结婚生活消费一直实行AA制，就连买房和装修的钱都是AA。他们认为这样可以为婚姻减压，彼此既不互相亏欠，也能减轻各自的经济负担，还可以使双方得到较大的自由度。从装修开始，二人就开始了无休无止的“战争”。林子虽然在装修设计方案上向方微妥协，但心里一直耿耿于怀。结果，装修中二人的争吵不断升级，浪漫的爱情在残酷的现实面前，变得不堪一击：方微发现林子不能带给她足够的安全感，而林子也发现方微不是理想伴侣。情人最终成路人，房子装修完毕，二人的关系也走到尽头。第五、六集《非常情感》Techie为某图书公司老总若男丈量房屋，第一次和若男见面，若男淡淡的微笑，使他想起了故去多年的母亲，那一刻，Techie怦然心动。没想到，当他兴致勃勃地将设计方案拿给若男看时，图纸上书房的设计部分竟然令若男勃然大怒，她指责Techie擅作主张，要求Techie必须将书房删去。Techie非常不解，作为图书公司的老总，若男为什么不要书房。原来若男有着一段不为人知的感情创伤……房子装修完毕，若男和Techie在公寓里度过了一个美丽的夜晚。至于谈话内容，则成了让马骏和贝贝等人不得而知的谜。第七、八集《遗产风波》潘心、月娟为新房子装修，潘眉、潘迪怀疑潘母把父亲遗留下的那笔属于大家的钱给了月娟，因为他们认为凭着潘心和约娟的经济条件，根本不没有能力进行现在规格的装修，而潘母对二人的质问一直矢口否认，全权负责装修的月娟对此也不解释。为了保证工期，制止姐弟二人的搅闹，马骏等人对潘母旁敲侧击，进行“侦察”，没想到老太太“反侦察”技高一筹，马骏成为手下其手下败将。恼羞成怒的潘眉、潘迪大闹：阻挠施工、家庭大战、砸装修公司……结果，一对孪生姐弟的出现，终于揭开了有关潘父“遗产”去向的谜团。第九、十集《如此惧内》玻璃公司老板史泰在外豪爽仗义，在家却对老婆思杰唯唯诺诺，不敢造次。史泰本来想招聘一个秘书，谁知竟意外的见到了和前妻所生的女儿菁菁，而思杰还不知菁菁的存在。为了补偿对菁菁多年的亏欠，史泰瞒着思杰在自家新房小区里给菁菁也买了一套房子。史泰的理论是：越危险的地方也就越安全。史泰请实创公司同时给两所房子装修，随后，他在老婆和女儿之间大玩“闪展腾挪”，苦不堪言。仅买建材一项，就让史泰感到左支右绌。结果，思杰意外地发现菁菁的房子和她家里装修的一模一样，而菁菁和思杰的宠物狗最终“出卖”了史泰……第十一、十二集《痛并快乐》幼儿园教师雯雯白天上班，装修的事基本都是雯雯的丈夫张克在操持。钱多多发现张克总是犯困，张克称自己每晚都要演出。原来张克是歌舞团的国家一级二胡演奏员。贝贝过生日，马骏请公司众人到酒楼为贝贝庆祝。酒楼还伴有演出，其中一个动物模仿秀的节目，让众人开怀大笑。他们发现扮演各种动物的演员竟然是张克。雯雯对装修变本加厉，马骏、贝贝等人又不忍心告诉她张克挣钱的真相。一天晚上，雯雯发现张克没有带二胡就去演出了，急忙去给张克送琴。等到雯雯赶到酒楼时，正巧张克在台上演出，雯雯一下子呆住了……第十三、十四集《不明不白》摄影师明明，不能接受“嫂子”安慧对他的深情，但却一直心安理得的花着安慧的钱，发展自己的事业。为了摆脱安慧，他来到北京。安慧出资为明明买房子、设计装修，而明明却瞒着安慧和彤彤发展恋情。同时，又不敢让安慧和彤彤知道对方的存在。彤彤不喜欢安慧为明明定下的装修风格，执意按照自己的意愿修改了装修方案，引起安慧的警觉。结果，纸里包不住火，房间里的女孩饰物，揭穿了明明的谎言，安慧和彤彤终于面对。明明的结局又将如何呢？第十五、十六集《割两回肉》杨晓东、傅梅英这对老夫妇一个吝啬、一个爱占小便宜...第十七、十八集《花开花落》红歌星霏霏，因病事业被迫停止下来，时间一长，霏霏的名字渐渐被公众和媒体遗忘。嘴上说已经有了一颗平常心的霏霏，却放不下明星的派头：她要求马骏、贝贝等人陪她去买建材。每次出门时她一定要带墨镜，并将自己包裹得严严实实，声称恐怕被人认出造成麻烦，随身总不忘带一支签字笔，时刻准备为人签名，见了拿着鲜花朝自己走来的人，就会情不自禁地伸手去接……在贝贝等人的帮助下，霏霏在房子装修的同时，也完成了一次心理装修的艰难历程，在人生的大起大落中感受到人情冷暖、世态炎凉……第十九、二十集《一半一半》美国人皮特是马骏的越野车俱乐部教练，皮特的妻子绮虹是个北京人，自己拥有一个外贸公司。他们在房子的装修设计风格上发生观念冲突。一直渴望出国见世面的贝贝对绮虹这样的家庭充满好奇和向往，在装修工程中贝贝不断接近绮虹，并从绮虹那里了解到形形色色的涉外婚姻，她发现在绮虹身边生活着一批嫁给老外却各有辛酸的女人……马骏和Techie趁机教育贝贝，嫁给老外并不一定就幸福。贝贝则用绮虹的幸福婚姻反驳他们的观点，急得马骏和Techie上窜下跳，发誓绝不会眼睁睁看着贝贝往火坑里跳。贝贝明白二人为何如此煞费苦心，但是就不点破。二人最终明白上了贝贝的当。本剧每两集一个单元，一共十个精彩的故事。透过装修这一城市生活热点，演绎了不同职业、不同身份、不同年龄、不同家庭的男男女女的情感世界，及其生活中的酸甜苦辣。轻松不乏深邃，幽默充满哲理。",
    "chinese_title": "将装修进行到底",
    "douban_rating": "7.5/10 from 241 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-08-20T11:28:29"
}