{
    "aka": [
        "Black Earth"
    ],
    "sid": "3144314",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1243160/",
            "name": "Carla Jiménez Carla Jiménez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309768/",
            "name": "Ricardo Íscar Ricardo Íscar",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0478828",
    "director": [
        {
            "url": "/celebrity/1309768/",
            "name": "Ricardo Íscar Ricardo Íscar",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005-08-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0478828/",
    "imdb_votes": 16,
    "this_title": [
        "Tierra negra"
    ],
    "douban_link": "https://movie.douban.com/subject/3144314/",
    "imdb_rating": "7.5/10 from 16 users",
    "trans_title": [
        "Black Earth"
    ],
    "douban_votes": "0",
    "introduction": "Born in Salamanca in 1961, Ricardo Iscar got a degree in Law and then decided to go to Madrid to start Image studies at the Complutense. But he went even further when he finally end up by being a Berlin based DFFB (Deutsche Film-und Fernsehakademie Berlin's diplomate as he finished BADU. Stories from the Negev desert (1994), a documentary about the Bedouins that was coproduced by the WDR and the SFB, both German TV channels, and that won the jury award at the International Ethnographic Cinema Festival in Parnu (Estonia), Jean Rouch also selected it for the Bilan du Film Ethnographique at the Musée de L'Homme de Paris and it has been a participant at the international Film Festivals of Tel Aviv and Haifa, in Israel, and the German ones of Leipzig and Gottingen too.Ricardo Iscar was also the director of some short fiction films and documentaries like El Diario de Manuel Angel (1991, part of Mannheim, Munich and Ciudad de Mexico Film Festivals and prized at the San Roque Film Festival in Cádiz) and Die Tauben essen Wassermelone (Pigeons eat Watermelon, 1987), this last programmed at the Karlo Vivary Film Festival. Die Reise der Ida-Irma nach Lünow (Ida-Irma's trip to Lünow, 1990) and A la Orilla del RIo (At the Riverside, 1991) an exploration of the lifes of the salmantinian gypsies that, once again, was awarded in different documentary festivals, gave his homeland's cultural authorities enough reasons for devoting him a retrospective at the Filmoteca de Castilla y León, introduced by the prestigious filmmaker Basilio MartIn Patino.Ricardo Iscar continued working in his own projects and as sound operator and cinematographer, both in Germany and Spain, apart from starting teaching at he Pompeu Fabra University of Barcelona and at the CECC (Center for cinematograpic studies of Catalunia) in 1998, where he got in contact with José LuIs GuerIn, Joaquin Jordá and all the filmmakers that have become part of the renewal for the Spanish way of understanding documentaries. Working with them in films such as En Construcción by José LuIs GuerIn, and Mones com la Becky by Joaquin Jordá, didn't stopped him from continuing with his own projects, as La Punta del Moral and EL Cerco (2001 and 2005, respectively), about the Andalusian fishermen. Most of his films have been also programmed by different European TV broadcasters during the last decade.His film Tierra Negra (Black Earth, 2004) about the last coal mines still open at the North West region of León was highly prised by the Spanish Critic and was released in 2005.",
    "chinese_title": "Tierra negra",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2026-01-15T09:39:09"
}