{
    "aka": [
        "Before Tomorrow"
    ],
    "sid": "3144414",
    "cast": [
        {
            "url": "/celebrity/1301996/",
            "name": "Madeline Ivalu Madeline Ivalu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p694848759.jpg",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1305032/",
            "name": "Marie-Hélène Cousineau Marie-Hélène Cousineau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1301996/",
            "name": "Madeline Ivalu Madeline Ivalu",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0929259",
    "director": [
        {
            "url": "/celebrity/1301996/",
            "name": "Madeline Ivalu Madeline Ivalu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305032/",
            "name": "Marie-Hélène Cousineau Marie-Hélène Cousineau",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Inuktitut",
        "North American Indian"
    ],
    "playdate": [
        "2008-09-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0929259/",
    "imdb_votes": 210,
    "this_title": [
        "Le Jour avant le lendemain"
    ],
    "douban_link": "https://movie.douban.com/subject/3144414/",
    "imdb_rating": "6.8/10 from 210 users",
    "trans_title": [
        "隔一天的前一天",
        "Before Tomorrow"
    ],
    "douban_votes": "0",
    "introduction": "19世纪中期,因纽特人生活在北美,又被称为北美的爱斯基摩人, Ningiuq和Kutuujuk是族中的长辈,也是一对好友,每当夏季来临,他们就和相邻的族人聚会,讲故事、通婚、分享食物。Ningiuq变得忧心忡忡,两件事情让他担忧:一是Kutuujuk的健康每况愈下,恐怕时日不多;另外传闻欧洲的殖民军队已经踏上美洲的土地,一旦他们到来,这里世外桃源般的生活就会被打破。在一次狩猎活动中,Ningiuq带上外孙Maniq和好友Kutuujuk前往一个比较偏僻的岛屿捕鱼,在岛上,Kutuujuk度过了他最后的日子,然后撒手而去,而Ningiuq也预感到族人的情况不妙,在没有人接应的情况下,他们历尽艰辛终于找到了回家的路,但踏上故土时却发现一切已经面目全非。Two isolated families meet for a summertime celebration. Food is abundant and the future seems bright, but Ningiuq, a wise old woman, sees her world as fragile and moves through it with a pervasive sense of dread. Ningiuq and her grandson Maniq are dropped off on a remote island, where, every year, the family dries the catch and stores it for winter. The task is soon finished. As summer turns to fall, they wait in vain for the others to pick them up.Canadian history comes to poetic life on the big screen as directors Marie-Hélène Cousineau and Madeline Piujuq Ivalu team to adapt Danish author J?rn Riel's novel about a mid-19th century Inuit family whose lives are forever changed with the arrival of Europeans on their native soil. It's summertime, a time when Inuit communities come together to share food and tell stories, and for the young to get married. Ningiuq (Ivalu) and her best friend, Kuutuguk (Mary Qulitalik), are elders in one such  community, and when Ningiuq gets word that the Europeans are advancing she fears for the future of her people. But Ningiuq has a more immediate problem to worry about as well; Kuutuguk has fallen gravely ill, and it looks as if she won't live to see another winter. After returning from a fishing excursion with a rather bountiful catch, Ningiuq, her grandson Maniq (Paul-Dylan Ivalu), and Kuutuguk prepare to dry the fish. Alone on a remote and uninhabited island, the trio waits for someone from their tribe to arrive and guide them back home. When no one appears to do so, Ningiuq and Maniq decide to set off for home while Kuutuguk waits behind. Unfortunately Ningiuq has a foreboding feeling about the journey, and she's about to discover just how accurate her instincts truly are.",
    "chinese_title": "隔一天的前一天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Le Jour avant le lendemain",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T11:44:33"
}