{
    "aka": [],
    "sid": "3145124",
    "cast": [
        {
            "url": "/celebrity/1375216/",
            "name": "何劲松 He jingsong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275909/",
            "name": "梁音 Yin Liang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1340002/",
            "name": "李大海 Dahai Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319342/",
            "name": "沈陶然 Taoran Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375215/",
            "name": "项燕华 Xiang Yanhua",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2452769091.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2005(中国大陆)"
    ],
    "this_title": [
        "豆汁店·咖啡馆"
    ],
    "douban_link": "https://movie.douban.com/subject/3145124/",
    "trans_title": [
        ""
    ],
    "douban_votes": "136",
    "introduction": "入冬的北京，一天比一天冷。一大早起来，濮藜匆忙间从爷爷的豆汁店出来，赶着去学校上班时，在豆汁店的门口被一名年轻的小伙子拍了一张照。濮藜没怎么在意，但还是嘟噜了一句走了。小伙子捡起濮藜掉在地上的发卡，推开豆汁店的玻璃门，当着天天在这里喝豆汁的关大爷、李大爷老哥几个，向濮藜 的爷爷提出自己想买下豆汁店的想法。小伙子叫何嘉俊，是从台湾来学摄影的，整日里挂着个照相机，在北京的胡同里拍着街坊邻居再熟悉不过的四合院、胡同墙什么的。何嘉俊想买下豆汁店的想法提出来后，关大爷、李大爷觉得是在开玩笑，濮爷爷当然更不能同意。尽管何嘉俊出价丰厚，居委会王大妈也传来街道即将拆迁这一带平房四合院的消息，但濮大爷就是不卖。濮爷爷不卖豆汁店，但好价钱总有人会出手。就在何嘉俊悻悻然准备离去时，对面老范把自己的一间平房卖给了何嘉俊。等晚上濮藜下班回来时，何嘉俊的咖啡馆已经收拾得差不多了。豆汁店对面的咖啡馆在关大爷老哥几个惊诧的眼神中，开张营业。随着咖啡馆里汉堡包、三明治、卤肉饭、炸鸡腿的次第推出，胡同里开始发生着悄悄的变化。喝豆汁、听京戏的依然是关大爷、李大爷老哥几个，但年轻一点开始吃起汉堡、喝起了咖啡。最让濮大爷不能接受的是，孙女濮藜也有事没事地往何嘉俊的咖啡馆跑。濮藜不仅往何嘉俊的咖啡馆跑，而且还在事先没有征求爷爷同意的前提下，答应了何嘉俊在四合院租住的请求。何嘉俊成了四合院的一员，一个台湾人成了四合院里的一员，引来了街坊邻居的兴趣，当然也少不了对何嘉俊的帮助。慢慢地，胡同里的街坊邻居觉得何嘉俊不是那么讨厌，相反还开始喜欢起这个年轻人。在所有喜欢何嘉俊的人当中，濮藜的感受是甜蜜的，因为此时爱情已经在两个年轻人的心中播下了种子。而此时，何嘉俊也把自己此行来北京、要买下濮爷爷的豆汁店的原因告诉了濮藜。原来，何嘉俊是来替外婆了却心愿的，1949年外婆去台湾前，就住在这里。濮藜和何嘉俊的好，让爷爷在气头上住了一回医院。从医院回来，濮大爷的身子失去了往日的硬朗。为此，街坊邻居熟悉的豆汁店也关了门。看着关大爷老哥几个坐在豆汁店外难受的样子，濮藜放弃了聋哑学校的工作，把爷爷的豆汁店开了起来，不仅让街坊邻居有一个早上喝豆汁的地方，还引来了外国游客。胡同要拆迁的前一天晚上，何嘉俊不辞而别，等他再次回到濮藜的面前时，何嘉俊带回了外婆的遗物：一方绣着“藜”和“老濮记”字样的丝绢。濮大爷明白这丝绢上的意思。原来，何嘉俊的外婆从小就是濮大爷、关大爷、李大爷的“发小”，只是去了台湾以后，从此没有了音讯。街坊邻居凑在一起，准备热热闹闹聚一聚，然后开始搬走的那天，居委会王大妈传来新的精神，这一带的平房四合院受到政府的保护，暂缓拆迁。大家伙走出豆汁店，围着新贴的告示相互庆祝时，天空中飘起了入冬以来的第一场雪。纷纷扬扬的雪花落在何嘉俊和濮藜的脸上，融成一行欣慰、甜蜜的泪水。",
    "chinese_title": "豆汁店·咖啡馆",
    "douban_rating": "7.2/10 from 136 users",
    "foreign_title": "",
    "douban_rating_average": "7.2",
    "update_at": "2025-08-18T23:29:15"
}