{
    "aka": [],
    "sid": "3146573",
    "cast": [
        {
            "url": "/celebrity/1186560/",
            "name": "Antonio Esfandiari Antonio Esfandiari",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0963266",
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0963266/",
    "imdb_votes": 156,
    "this_title": [
        "I Bet You"
    ],
    "douban_link": "https://movie.douban.com/subject/3146573/",
    "imdb_rating": "8.2/10 from 156 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The premise is simple enough: professional poker players/gambling degenerates Phil Laak and Antonio Esfandiari wander around with a camera crew making proposition bets with each other. Real money is wagered on the order of hundreds to thousands of dollars, and the types of bets range anywhere from the simple (\"I bet you I can guess that guy's age\") to the elaborate (\"I bet you I can panhandle better than you\") to the downright scary (\"High card, loser has to get the winner's name tattooed on his butt\").On paper it sounds like it could get repetitive quickly, but in actuality the show is consistently hilarious. Much of this hinges on the great interaction between the two co-stars Phil and Antonio, close friends that really seem to revel in the other guy's agony of defeat. The best moments are probably the \"training\" bets, where they each get a 1-hour crash course in something (roller derby, dune buggy racing, modern dance, etc.) and then must duel head-to-head in an inevitable trainwreck of ineptitude. Visions of Phil Laak's dance routine still haunt my nightmares!",
    "chinese_title": "I Bet You",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-22T23:13:17"
}