{
    "aka": [],
    "sid": "3151814",
    "cast": [
        {
            "url": "/celebrity/1312693/",
            "name": "许绍洋 Ambrose Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321776/",
            "name": "陈婷 Ting Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313642/",
            "name": "张玉嬿 Crystal Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348393/",
            "name": "萧大陆 Da-lu Hsiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336223/",
            "name": "王正权 Zhengquan Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868096365.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1385833/",
            "name": "林龄龄 Ling-ling Lin",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1276111/",
            "name": "刘立立 Lili Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "35",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "陪你到世界的尽头"
    ],
    "douban_link": "https://movie.douban.com/subject/3151814/",
    "trans_title": [
        ""
    ],
    "douban_votes": "166",
    "introduction": "背负着一段破碎的恋情，甫由国外学成归来的纪星磊，回到了生长的土地，却在故乡熟悉的街道上，遇到了酷似已故女友黎贤的女孩！一番追逐，星磊才明白，眼前的女孩并非他思念至深的女友！她有不同的背景、不同的记忆、不同的名字！但这女孩身上，却有着一种他也无法言喻的熟悉气质，迫使他着魔似的追逐着这个名叫方晓阳的女孩。徐咏薇是星磊的大学同学，她暗恋星磊多年，却始终无法打动星磊的心，只能痛苦的看着星磊爱上好友黎贤！黎贤的死亡，给了咏薇机会，她无怨无悔的的陪伴星磊渡过人生的黑暗期，让星磊被动的接受了咏薇！未料晓阳的出现，夺走了星磊，破坏了一切，逼得咏薇几近疯狂。幼年，晓阳就失去了母亲，在姥姥的抚养下艰苦的长大。但面对逆境，她仍活的开朗乐观，朝着人生的理想勇敢迈进。星磊的出现，扰乱了晓阳的生活，两人的恋情，引起咏薇的妒恨，也引来双方家长的反对。而青梅竹马的李刚此时也跳出来，向晓阳吐露隐藏多年的情感，晓阳赫然惊觉，与李刚多年的友情已然质变，晓阳更是彷徨无措！排山倒海而来的人情义理等压力，让晓阳想逃，但当星磊拿出彼此之间共有的信物『幸运星』时，晓阳再也无法逃避这份命运纠葛的情缘了！幸运星，连结着她四岁的一个美好下午，那天，她从一个陌生的小男孩手上，接过了这份慷慨的赠礼，当夜，晓阳母亲自杀…自此，幸运星便成了晓阳的心灵支柱…而星磊，原来竟是那个小男孩！眼见两人恋情如火如荼的发展，咏薇不择手段阻挡，她藉由长辈的力量向星磊逼婚。纪徐两家家长力促星磊与咏薇完婚，只有咏薇的继母方之勤却出面坚决反对这桩婚事到底！当之勤见到星磊父亲的那一刹那，就认出了那是曾让她痛不欲生的前夫纪博海！当年，婆婆以不能生育为由，逼迫之勤离婚，离婚后之勤却发现有了身孕。之勤不肯回夫家求援，陷入贫病交迫，更因之自杀，失去了记忆！幸蒙咏薇父亲徐子文医师搭救，子文细心呵护，治愈之勤身心，两人相恋结为连理！之勤虽在若干年后恢复了记忆，但时间的隔阂却让她再也找不回家人！这个事实，在纪徐两家间引发风暴！为了挽回星磊，咏薇以死相胁，右手也因此伤残！善良的晓阳极其不忍，悄然退让求去，与星磊的感情再次面临考验！此时，之勤爆发肝硬化恶疾，必须换肝，否则无法存活。走投无路的子文，无奈的对晓阳的姥姥披露出惊人的真相，之勤真实的身份，竟是晓阳生母！而晓阳与星磊竟是同父异母的亲手足！不知情的晓阳答应捐肝挽救之勤生命，而这场捐肝手术，却也让晓阳的生父纪博海循线追出了晓阳的身世！博海后悔自责之际，极力隐瞒事实，逼迫星磊与晓阳分手。但此举却让星磊更加坚定他对爱情的信念，决定带晓阳私奔。私奔前夕，咏薇带着星磊的奶奶瑞华与母亲伟凌奔来阻止，咏薇愤恨的说出晓阳其实和星磊是同父异母的手足！星磊痛不欲生，为了保护晓阳，他恳求所有人告诉晓阳，就说他选择了咏薇，所以抛弃了晓阳…随后星磊陪着咏薇远赴异国疗伤止痛。三年后，星磊回国了，却听闻李刚将与晓阳结婚的消息！星磊无法自抑的前往祝贺，却在途中车祸送医！这场车祸，逼出了星磊的生父生母！原来二十多年前，伟凌难产失去孩子、失去子宫，她害怕因此遭夫家嫌弃，于是向彭氏夫妇抱来星磊，伪装成亲生儿子抚养至今！得知自己的身世，星磊一时无法原谅伟凌，是伟凌的的欺瞒，害得他与晓阳横遭拆散，徒留憾恨！星磊找李刚谈判，才从李刚口中惊知晓阳因为捐肝救母，并发后遗症，一直为疾病所苦，可能不久于人世！晓阳不屈不挠的生命力深深感动了伟凌，伟凌决定设法成全两人。伟凌恳求李刚放手，她的认罪与忏悔，终于也打动了李刚，李刚决定把晓阳身边的位置，让给晓阳心所归属的男人──星磊。李刚坚持取消婚礼，将结婚戒指还给晓阳！星磊带着晓阳回到俩人定情的海边，星磊指向海天交接的地平线说，那应该就是世界的尽头了！他凝视晓阳，告诉她：“不论是苦难，还是欢乐；是盼望，还是绝望，都让我陪着你，直到世界的尽头！”",
    "chinese_title": "陪你到世界的尽头",
    "douban_rating": "5.7/10 from 166 users",
    "foreign_title": "",
    "douban_rating_average": "5.7",
    "update_at": "2025-06-11T16:37:41"
}