{
    "aka": [
        "唐太宗李世民",
        "新隋唐演义"
    ],
    "sid": "3152033",
    "cast": [
        "沈晓海 Xiaohai Shen",
        "张子健 Zijian Zhang",
        "刘文治  Wenzhi Liu",
        "孙菲菲 Feifei Sun",
        "鲍国安 Guoan Bao",
        "杨冬 Yang Dong"
    ],
    "site": "douban",
    "tags": [
        "历史剧",
        "国产电视剧",
        "历史",
        "沈晓海",
        "古装",
        "开创盛世",
        "电视剧",
        "隋唐"
    ],
    "year": "2006",
    "genre": [
        "剧情",
        "历史",
        "战争"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2375035375.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "张辉力"
    ],
    "imdb_id": "",
    "director": [
        "王文杰"
    ],
    "duration": "45分钟",
    "episodes": "48",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "",
    "this_title": [
        "开创盛世"
    ],
    "douban_link": "https://movie.douban.com/subject/3152033/",
    "trans_title": [
        "唐太宗李世民",
        "新隋唐演义"
    ],
    "douban_votes": 368,
    "introduction": "一、历史背景\n从隋末大业十一年(公元615年)到唐初贞观四年(公元630年)，短短十五年的时间，从某种意义上说，浓缩了中国两千年封建王朝的兴衰史。\n公元581年，中国出现了一个庞大的王朝――隋朝，八年后，它统一了中国，结束了自魏晋南北朝以来二百七十三年长期分裂的局面。又过十九年，隋朝人口骤增三分之一，有户八百九十万七千五百三十六，有口四千六百零一万九千九百五十六(奴婢、部曲尚不在其中)。唐朝贞观之初(627年)，因为战争人口锐减，有户不满三百万，经过二十三年“贞观之治”，到了唐高宗永徽三年(公元652年)，人口虽有增加，但远不及隋朝，只增加了八十万户，有户不到三百八十万，还不到隋朝胜极时的二分之一。隋朝完善了北齐以来的均田制，经济得到迅速发展，号称兵甲强锐，富有四海。所以隋炀帝才有财力建东都，开运河，修驰道，筑长城，隋朝修了许多粮仓，仅洛阳附近的洛口与回洛两个粮仓，就积米二千六百万担。据史书记载，隋朝积攒的财富，到了唐朝还用了数十年。然而就是这个盛极一时的庞大王朝，只经过了两代帝王，在短短的三十七年后，灭亡了。唐人吴兢编著的一本书《贞观政要》，上面有一段魏征的话，他上疏曰：昔在有隋，统一寰宇，甲兵强锐，三十余年，风行万里，威动殊俗，一旦举而弃之，尽为他人之有。\n隋朝的灭亡，除了隋炀帝穷奢极欲，穷兵黩武外，最重要的原因便是轻视人民，无限地剥夺人民的财富，隋朝的富有是建立在人民的贫困之上。在豪华的都城外，随处可见穷困潦倒的老百姓，隋文帝时，遇到灾荒，朝廷有时还拿出一部分粮食救济灾民，隋炀帝登基后，几乎没有赈灾的举措，而那年的元宵灯会，却要花费万万两白银。百姓的反抗，一但有火种，便会迅速为燎原之势。\n隋朝灭亡的另一重要原因，就是堵塞言路。反对的声音隋炀帝一句也听不进去。农民起义几乎遍及全国，大臣却没人敢说一句实情。隋炀帝不愿听，说实话的不是被罢免，就是下大牢，有的还丢了性命。\n隋炀帝到死都不明白他的败因。当反叛的禁卫将士要杀他时，他问：我有什么罪，你们如此对我？将士们历数的罪恶，其中一条是亏待百姓。隋炀帝承认他亏待了百姓，对禁卫将士说：我的确亏欠了百姓，但是我给了你们荣华富贵，你们为什么竟然如此对我？隋朝大势已去，天下共恶一人，隋炀帝必然要被抛弃。\n历经战乱，唐朝再次统一纷争的天下。李密、王世充、窦建德、李建成……\n多少风云人物成为这段历史的匆匆过客。贞观元年，唐太宗李世民从父亲李渊手中接过皇权，也接过了隋朝的均田制、府兵制、科举选士等一系列利于国家发展的制度和政策。同时，也接过了隋朝覆灭的惨痛教训。\n李世民深知百姓在国家的重要，他减少税赋，遣散宫女，减少官吏，减轻了人民的负担，他教诲儿子“君，舟也；人(百姓)，水也；水可载舟，亦能覆舟 李世民广开言路，诚心求谏，听取大臣们的不同意见，知错就改。他对大臣说：人欲自照，必须明镜；主欲知过，必籍忠臣。他还说，兼听则明，偏听则暗。炀帝偏听于虞世基，才误了朝政。凡是提出李世民过错的，他都给予奖励，并对刚直不阿的大臣魏征等人给予重用，专门挑自己的毛病。\n李世民提倡节俭，任用贤人，听取民声，不具一格提拔有才能者，有些还曾是他的敌人。在治理国家上，他时时处处以隋朝灭亡的教训告诫自己。《贞观政要》上面记载了李世民和大臣的谈话，其谈论隋朝的教训，几乎无处不在。李世民采取了一系列的措施，改正隋朝遗留的弊端。短短四年，天下大治。“商旅野次，无复盗贼，囹圄长空，马牛布野，外不闭户”(<贞观政要>)，<资治通鉴>记载，这一年全国因犯罪被判死刑的只有二十九人。\n唐太宗李世民的“贞观之治”，从某种意义上说，就是吸取、改正隋朝覆灭教训的之治。\n隋朝的兴衰给后人留下了许多思考和感慨。虽然封建社会早已灭亡了，如今执政的共产党其唯一的宗旨便是“为人民服务”，共和国的政权本身就是人民的政权，但从历史这一面镜子，我们仍然可有所启示，隋唐这段兴衰史，使我们更知“代表人民的根本利益”之重要；更深地体会到新一届国家领导者提出的“以人为本”“执政为民”之久远意义。\n历史剧的真实，首先在于这段历史精神的真实，在历史精神真实的基础上，取舍历史事件，塑造典型化的历史人物。如隋炀帝，他自恃才高，轻视众臣，拒绝忠言，凶残暴躁，穷奢极欲，欲将天下美好占为己有，他将昏庸的封建帝王之根发展到极至；又如虞世基，貌似沉稳，巧言谄媚，以迎合皇帝的喜好为立于朝廷的根本；再如李渊，含而不露，长期在暴政的压迫下，变的优柔寡断，称帝后，也欲摒弃隋朝的劣政，但总不能彻底；又再如：李世民，十八岁举义，目睹了隋王朝兴衰、百姓疾苦，其经历使他心胸大度，济世安民是他名字的含义，更是他的目标；再如李建成，举义时也是雄心勃勃，欲拯救天下，他和李世民一样，善待百姓和士兵，战斗中身先士卒，但做了太子后，由于久居小人之中，他变了，心胸狭窄，害怕承担危险，又嫉妒冒生命之险屡建战功的兄弟……该剧中的不同性格和经历的典型人物，组成一个既尊重历史精神，又能展示那段历史特质的“社会”，在这些典型化人物的性格冲突和命运的跌宕中，让观众感受那段历史给我们带来的启迪。\n二、剧情简介\n该剧四十集，分四个部分：\n1-10集为第一部分。这一部分主要写的是隋朝貌似“辉煌”的背后危机四伏，用一句话概括，就是“辉煌没落”。从大业十一年的元宵夜，李渊一声叹息，引来牢狱之祸，写到隋炀帝不顾众臣反对，离开洛阳，巡幸江南，将隋王朝走向覆灭的内在必然展示给了观众，也让剧中的李世民和许多有识之士，对隋朝复兴的幻想彻底破灭；\n11-20集为第二部分“王朝倾覆”。从李世民劝李渊举义，李渊犹豫不绝，写到李渊占领隋朝立足之地长安，隋炀帝在江都被杀，隋王朝灭亡。该部分描写一个新王朝诞生的艰难和必然，旧王朝灭亡的痛苦。同时，在旧王朝灭亡的过程中，各类风云人物出现在这个舞台。\n21-30集是第三部分“平定天下”。从李渊和群雄陆续称帝，写到王世充、窦建德被消灭，天下归一。王世充、窦建德和李渊父子，是三种不同帝王的代表，王世充猜疑属下，奸谋为人，他本身就是靠权谋上来的隋朝官僚，他身上更多的是隋炀帝的影子；窦建德，布衣粗茶，简朴为政，但骨子里还认为自己是隋炀帝的臣民，他打败宇文化之后收留了隋朝的旧官吏，几乎把隋朝的典章和遗留下的佞臣原封不动地搬到他的夏国，他安心偏居一隅，难有统一大志，因此才走出了最后一步昏招，支援他所厌恶的王世充，导致全军覆灭。李世民消灭他们，不在兵力，在人心，天下归一，民求安定之人心。\n31-40集为第四部分“开创盛世”。从李建成发难，到贞观四年，天下大治。象许多王朝一样，外部劲敌消灭后，内部必有权力之争。李世民本无意争权，但父亲在佞臣的谗言包围中，故步自封起来，隋王朝的一些劣迹开始抬头，李建成为消除李世民对权力的威胁，离间李世民和父亲的关系，要么死亡，让新王朝回转隋朝的旧路；要么抛弃亲情，为天下，也为自身的安危，快刀斩乱麻。于是有了玄武门兄弟自相残杀……这是一个必然，贞观之始的必然。李世民先做太子，又当皇帝，他把自己济世安民的愿望，变成了现实。处处以隋朝灭亡为教训的唐太宗李世民，终于开创了一个国泰民安的盛世。",
    "chinese_title": "开创盛世",
    "douban_rating": "8.0/10 from 368 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2024-06-17T10:00:14"
}