{
    "aka": [
        "Battlefield Network"
    ],
    "sid": "3153643",
    "cast": [
        {
            "url": "/celebrity/1275332/",
            "name": "陈锦鸿 Sunny Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076065/",
            "name": "陈芷菁 Astrid Chan Chi Ching",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376713/",
            "name": "珈颍 Karen Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274440/",
            "name": "黎耀祥 Wayne Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275607/",
            "name": "吴廷烨 Berg Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379945/",
            "name": "黎思嘉 Celilia Lai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313425/",
            "name": "张锦程 Emotion Cheung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324055/",
            "name": "陈保元 Ricky Chan Po-Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320199/",
            "name": "袁文杰 Andrew Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314853/",
            "name": "黄韵材 Wan Choi Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274229/",
            "name": "鲍起静 Hee Ching Paw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275866/",
            "name": "田蕊妮 Kristal Tin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347648/",
            "name": "徐二牛 Simon Chui Yee-Ang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1289507/",
            "name": "刘锡贤 Shek Yin Lau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1379576/",
            "name": "周兆麟 Siu Leun Chow",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348451/",
            "name": "江涛 To Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326419/",
            "name": "黄树棠 Shu Tong Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312822/",
            "name": "方平 Henry Fong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371985/",
            "name": "郑恕峰 Shu Fung Cheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1383547/",
            "name": "关键 Kin Kwan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1043845/",
            "name": "刘志荣 Chi-Wing Lau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1376401/",
            "name": "蔡国威 Frankie Choi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316054/",
            "name": "谢雪心 Susan Tse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1347646/",
            "name": "黄美芬 Mei-Fan Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388300/",
            "name": "秦启维 Chun Kai Wai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1419338/",
            "name": "庄欣玲 Chong Yan-Ling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1388041/",
            "name": "陈珈颖 Kerry Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463329/",
            "name": "林子博 Chi Pok Lam ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2602232244.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [
        {
            "url": "/celebrity/1320413/",
            "name": "刘枝华 Chi-hua Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367943/",
            "name": "余德伟 Tak-wai Yu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1336904/",
            "name": "丁亮 Liang Ding",
            "@type": "Person"
        }
    ],
    "duration": "40",
    "episodes": "63",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2001-12-18"
    ],
    "this_title": [
        "电视风云"
    ],
    "douban_link": "https://movie.douban.com/subject/3153643/",
    "trans_title": [
        "Battlefield Network"
    ],
    "douban_votes": "245",
    "introduction": "故事始自1978年，香港共有「红视」、「艺星」、「佳励」三间电视台，当时 「艺星」电视台势甚弱，面对两个强大对手，随时有倒闭的可能。而来自「电 视迷世家」的方绍龙 (陈锦鸿饰) 一心想跟随在「红视」任编剧的大哥方绍强 (黎耀祥饰) 一起工作，但却阴差阳错的考入了「艺星」当助导，还遭一直支持 大台「红视」的家人不屑一顾。而龙在机缘巧合下遇上改变他一生的电视奇才霍伟良 (吴廷烨饰) ，从此不 断周旋于权夺利的电视台战局中，虽换来师徒裂，兄弟反目的代价，却令 他成为电视史上代表新势力的风云人物。然而事业上的高潮起伏，亦正好是方绍龙在感情路上的写照，生命中三个 不同性格的女人 (陈芷菁、珈颖、黎思嘉饰)，分别与他谱出三段刻骨铭心的 爱情故事，可歌可泣。第一集六十年代始，电视行业进入黄金时期，「看电视」成重要娱兴节目。方绍强与方绍龙两兄弟自幼对电视有浓厚兴趣，机缘下目睹拍摄情况，深深被吸引，矢志投身电视行业。强、龙长大成人，一日，龙见大导演霍伟良正拍摄一当街撕杀外景，更被泼得一身红油，更因霍未有申请拍摄而无被找上差馆，龙为之气愤对霍反感。强是红视编剧，龙刚毕业欲投身电视圈，却于面试时失手。张月与龙是青梅竹马的朋友，龙得于艺星当记者之月介绍到艺星面试助理编导（P.A.）一职，成功投身电视圈。第二集龙第一天跟霍出外景，领略助导苦况，但仍骗父母方元、周萍做得很开心充实。龙拍坟场夜景，忘记取道具金塔，被逼找来真金塔，谁知霍为求逼真竟将金塔打破。月为杂志搜集资料料，追查霍的往事，找得其亲信兼老友古天豹作访问。不料豹竟说谎，月为之气结，决找霍做专访。霍正萍的报纸档为拍摄景点，更烧掉报纸档的一部份，萍大骂霍，更责龙骗她。龙因连日赶拍不支睡在公司，被同事作弄画花面部，想起连日辛酸受气，终哭了起来。第三集龙错入女哭，给周咏芝碰见，忍不住一笑，两人因此而认识。龙平伏心情，谁知同事已替他做好工作，龙为之感动。月终查得霍之陈年佚事，与豹曾是街头小霸王，但心肠极好，在当年木屋区大火中合力救出人，成为当时的小英雄。月将之刊于杂志，成为城中一时话题，后将杂志送霍作示威，霍竟没动怒，更对月留好感。龙助明出外景，遇一「无料」导演，竟因外景不连戏而不知所措，迟迟未能开工，又没胆尝试各人意见，最后草草完事，龙终明白霍的能干，感到霍是一名出色的导演。第四集红视、艺星头剧硬碰，霍执导的《七大奇案》大获好评。总裁何照正大赞霍，更同意开拍霍所提议的警匪片，霍因此与同为总监的罗伟仁照结下仇怨。龙得知霍开新剧，热切希望被选中，霍却选了另一名女助导，龙失落不已。月与霍豹饮酒，得知大明星周国友为人花心，即与老友沈伟年追查其私生活，更成功拍得友被女友撞破一脚踏两船的照片，怎料被友发现报警。霍正差馆内取资料开新剧，见月因工被拉，暗暗欣赏月，并助月解围。霍不满女助导，决改用龙，龙喜上眉稍。月采访霍拍外景，突发现弟弟张成超为〝咖哩啡〞，即走上屋顶追超，怎料失去平衡，与霍双双跌落地。第五集霍为保护摄影机而弄断手腕，但为赶拍外景拒绝留医，月甚感佩服。仁因霍开拍之《男儿汉》超资，要求减资金，霍不服气，亲自改写剧本，将《男》写得更精采，誓与仁一争长短。《男》剧女主角不合作，令龙甚感难做，霍一怒之下开除该女星，大胆起用新人芝，芝雀跃万分，得龙悉心帮助，两人渐生情愫。龙因《男》剧而结识黑帮头目虎哥，萍见状大为不悦，埋怨龙当助导后性情大变，龙无奈。霍因补镜头，要芝拍出浴戏，本于拍摄时清场，谁知芝身上的毛巾不慎被扯开。第六集芝受辱惊叫冲出厂，龙、月到剪片室找霍问清楚，不料见霍正回放芝被凌辱之片段，两人愤然离去。公司内传出霍欲跳槽消息，原来霍籍着自已于电视台的地位，迫照播芝片段，照亦应允霍要求。霍得逞后，即在记者会公开向芝道歉，芝无奈接受。龙、月知霍籍道歉为剧集宣传，与霍理论。红视见『男儿汉』来势凶凶，海即急着强谋对策，强建议于『乐在今宵』中举行户外直播有奖游戏节目，以银弹战术对付艺星。两台节目对砍当日，红视户外布景突然塌下，众多现场观众受伤，节目被迫终断。第七集红视因意外被公众指责，『男儿汉』亦因而收视大获全胜。艺星庆功宴上，霍于尽情发泄，哭诉自己拍剧的辛酸，月、龙终明白霍苦处。芝龙逛街，言谈间亦深感霍是一位奇材，龙收到芝送的小饰物兴奋不已。照欲升霍为制作总监，仁极力反对不果。年于酒楼工作受戏弄，月看不过眼拉年走，年感自己没出色而非常泄气，月答应替其找工作。霍提议开拍『大魔头』，正苦恼找不到适合人选当主角，时酒楼部长经过，霍惊见其条件非常适合，决起用之。第八集『大魔头』召开发布会，原来酒楼部长昌哥将任此剧主角，众记者即上前争相访问，昌却隐瞒一切。月介绍年到艺星道具部上班，却因不懂为部门向工司骗钱而令同事不满，更被同事捉弄，年气得缩在一角痛哭。龙向家人透露昌只是酒楼部长，强亦不经意地将昌身份向海泄露，海即向传媒爆料，霍为挽回『大』剧声势，决为注入新血，并邀月参演。芝、龙感情日增，被芝母朱玲发现，全心拆散，着龙不要阻碍芝星途，龙感不是味儿，落寞非常。第九集龙决奋发向上，在工作中显露潜质，霍赞赏不已，芝得知龙苦心，二人互相勉励，感情有增无减。众人对『大』剧信心不足，对霍常有意见。霍与好友利佰天吃饭，巧遇当洁具店的赵若愚，愚竟大胆预言『大』剧必失败，霍不以为然。『大』剧首播，收视奇差，仁得意，并提醒霍如『大』剧如失败便要迟职。霍失落不已，往找愚问个明白，愚的独到见解令霍佩服不已，更重新振作。海被恩师佳励主席邱杨玉仪力邀跳槽救台，海劝强带龙跟其过挡大展拳脚，并预留导演一职给龙。龙意动，向霍辞职，霍怒斥龙未够资格当导演，龙呆立当场。第十集龙离开艺星心意已决，霍不再阻拦。强着龙劝其它同事齐跳槽，龙带一众助导见海，海直言若众答应跳槽即能当导演，众人无不心动。强请一众助导回家晚饭，席上对洪小小大献殷勤，甚有好感，而当中只有明答应过佳励。一日，导演急病，托明、龙二人代拍外景，二人错漏百出，终明白未能胜任导演。龙情绪低落，霍再提醒之必须累积经验才能当导演，龙明白霍苦心。霍决定留任，更力邀愚出山协助，霍虽极欣赏愚的材干，却版愚拒绝。第十一集龙终决定留在艺星当助导，芝甚为不悦，感未能向玲交待。强追问龙跳槽一事，龙支吾下说出事实，强大为震惊，无计可施下力劝小过档，小生性软弱，兼对强有好感，终答允其要求。霍力邀愚合作，仍遭愚拒绝，月得知愚极孝顺，即假扮霍妻请求愚父劝愚，愚父出面下愚终答应助霍，霍对月万分感激。霍得知仁将邀红视的林天生取替自己，便着愚为其赶起新剧，望挽回地位。照回港，霍到机场截照，并于回公司途中递上新剧大纲，正等待照之仁得悉后大愕。第十二集照细阅霍之剧本，决由霍监制开拍愚的『强人泪』，仁虽极力反对，但对『强』剧亦甚感佩服。霍与仁商讨『强』剧事宜，仁欲起用导演马而威监视霍，霍拒绝，并表示会起用新人。霍着龙、明等拍实验电视作考核，以成绩最好者升为导演。明找芝当主角，芝却婉拒，龙不忍其暗恋芝，终向明说出二人拍拖，明甚为失落。龙作品胜出，升为导演。霍介绍仁亲戚温飞霞作龙的助导，龙见霞为人冷傲，又是富家女，一时亦分不清谁是上司下属，大感为难。第十三集龙开始拍摄，霞发现道具及戏服出问题，并突然出外将所需道具及戏服买回，龙责备之令众人久候，霞却反驳，龙为之气结。艺星红星刘志信与超成立临记公司，超竟于拍摄现场与女临记鬼混，明见状责备之。霞在拍摄时诸多意见，摄影师忍不住向其破口大骂，龙上前劝霞，霞却坚称自己无错，龙无奈。三台重头剧播放在即，各方亦希望在宣传上先声夺人，佳励逼玉女主角拍艳照，成为城中热话，霍见声势被对手盖过，深感『强』剧面临强大压力。第十四集佳励的『富豪情史』收视一马当先，霍向天道贺，怎料佳励出现严重财政问题，被迫在『富』剧初露头角之际宣布清盘停台。海、天、强、小等不知所措，众员聚集抗议，要求复台，期间强、小互生情愫。霍劝照吸纳佳励人才，仁自荐负责此事，岂料仁要求佳励众员工减薪三成，令天大为不悦，拒绝其邀请。天对霍、愚透露被减薪一事，霍大怒，愚感霍新剧成功打低红视，祇趁此时除去仁，霍暗下决定。天带海、周国友等见霍，霍一见众即要求跳槽艺星，并答应保持原有薪金，众暗知霍有意夺权。第十五集霍向照表示已有办法令佳励员工跳槽，但要求自己取代仁，照惊愕霍的野心。仁找照谈判，但原来照早知霍私自与天等洽谈跳槽事，照决定升霍为制作总监，仁感已失势，即辞退职务，但因市道差，着众亲信留下。霍得统一艺星，邀月当公司公关经理，负责一切宣传事项，对月之爱意更溢于表面。霍、愚、天、海正埋首计划艺星下两年的方针路向，不料海为回红视，不惜向红视泄漏艺星机密，终成功带强回巢，霍得失落不已，重新制订新计划。龙集中当其导演，见霞同样努力，渐对其改观，而霞亦表示不会随仁离开，两人互相欣赏，渐度生情愫。第十六集霍于艺星实行新政策，众员工好不习惯，霞见一向于公司渡宿的明更无家可归，遂让他到自己家暂住，明见霞极富有决追求之。友原来是淫媒，友于家中开饭局，芝亦于席上，得知其目的大愕。龙得知即赶往，见芝与富家公子上车，忿然辱骂之，芝气愤离去。原来芝全靠该名公子才能脱身。月跳槽艺星，霍对之极为欣赏，无时无刻找月，令月不满。为了江湖剧『身不由己』的资料搜集，霍又叫月陪同找一班江湖人仕开赌局。月与一众玩得极为豪爽，霍对月更生好感。赌局后，二人聊天时，霍突拥吻月，月大愕。第十七集明对霞大献殷勤，忙乱中更掉出避孕套，霞大怒痛打并赶走之。龙见明无处容身，唯收留他到方家暂住。强借口方便上班搬离方家，龙发现地址并不接近公司，强直言搬出只为能接近小，小欣喜，两人感情日深。临记PP妒忌超与另一临记叮当鬼混，决将超抢回，迷糊间二人前往公寓。翌日，PP更带行履投靠超，更对月说出与超之关系，月大愕怒骂超。霍不讳言对月极有好感，开会时更不时偏袒月，众看在眼里。霍开拍『身不由己』被众专栏作家批评意识不良，月处处维护霍，对霍关切之情尽流于面。第十八集芝、龙恋情曝光，被登于杂志上，芝受不住玲施压遂反驳之，玲将一切罪名加诸龙身上，更骂龙不要阻碍芝之星途发展，龙失落不已。龙、芝苦无相对机会，龙唯托霞用计调开玲以让二人独处。龙不想阻碍芝之发展而提出分手，芝愤然离去。芝独于海边落寞，友上前安慰，更欲承虚而入。三级女星为搏出位，对强大抛媚眼，强竟受落并新居与其鬼混，小见状大愕，后却被强大造文章瞒过。艺星『天地变』收视大好，红视受压，海密谋对策。友、芝同为『天地变』主角，接触大增，友为让芝能休息，扮病入院让众能休假，芝感动不已。友正于病床上得意之际，海神秘而来，友为之一愕。第十九集海想友跳槽红视，友心动，要求霍谈判加薪两倍才肯留下，霍一口拒绝，并着愚开训练班培训新人。雯放弃会考，到戏院看戏，向明坦言对拍戏有极浓兴趣，更已报艺星训练班。雯告知元、萍参加训练班，二人极力反对，明即为雯解难，答应照顾雯。PP又再夜归，满身酒气，与超口角，PP被打伤，于差馆直告超打人，幸警员劝解后不再告超。友与一艳女搭上，后发现艳女为英哥情妇，即欲潜途。友骗海答应跳槽，并借去一大笔『旅费』，更骗芝自己正为亲戚还债，令芝深信友为人大义。友失踪，『天』剧被迫停拍，霍新人飞，令『天』剧变得不伦不类。第二十集龙、小与训练班一众到的士高，竟撞见强与当日于家中之女星糊混，小即上前大骂强，含泪离去。小回家收拾行理，却因强所念之诗句而心软。PP问月借钱欲打掉与超之骨肉，超得悉后即带PP到婚姻注册处结婚，PP感动应允。龙为芝愁眉不展，霞即骂龙懦弱。『天』剧煞科庆功，龙、芝却有心回避对方。霞得知芝将往澳门，龙终鼓起勇气到澳门找芝，但芝却冷淡对待。原来友从外地潜逃回来约芝见面，龙知友伪装正义，上前痛骂友，芝却向龙提出分手。第廿一集港府正对难民潮实施抵垒政策，元国内堂侄偷渡来港，却赶不及于限期内到移民局登记，元只好暂留侄于家，不料萍竟报警，将堂侄拉走。愚提议开拍反映难民生涯的剧集『黄土浓情』，霍同意并找照商量，竟忘了出席超之婚礼，月恼怒不已。深夜，霍突叫月回公司商讨『黄』剧宣传事宜，月感霍全不顾自己感受，怎料原来霍已计划欲驱车带月看雨景，月亦暂原谅霍。芝有意回避龙，更借病辞演『黄』剧，龙大为落寞，原来芝密谋跳槽红视。龙发现其计划，芝谓因不想见龙而跳槽，龙伤心欲绝。。第廿二集龙于街上发烂，怒将芝所赠的手炼弃掉，霞即拉龙回家，龙带醉下说出芝离开艺星原因，霞替龙不忿，冒雨寻回手炼。霍得知芝跳槽，深感无奈，月见即安慰之，却遭霍怨麻烦，年对霍所为甚感不值。龙、霞拍『黄』剧外景，霞见临记极不投入，亲身上阵代替临记，霞全情投入，效果极佳，龙亦大为满意，两人互勉互励，感情渐生。『黄』剧大获好评，庆功，霍与舞女竟到九龙塘去，年跟至阻止，与舞女纠缠，霍趁机溜去。龙、霞于街上狂欢饮酒，龙带醉感谢霞，二人终相拥吻。第廿三集龙、霞发生关系，龙向霞求婚，霞却觉龙太冲动，龙即呆住。年发现昨晚与舞女纠缠一事已刊于各杂志上，月即追问年，年本委屈承认，月却不信，终得知真相，恼怒不已。霍不理艺星财政问题，要求加大『黄』剧宣传。『黄』剧终能打败红视，更令红视『人生如梦』腰斩，霍意气风发，目中无人，不理劝告。月质问霍与舞女一事，霍诸多辩驳，月觉霍太自私，顿萌去意，霍见落叶飘飘灵感突现，即不顾月而去，月气极。霍要以落叶作宣传口号，宣传片播出，照见心知不妙。第廿四集霍之宣传片惹来强烈反感，照、霍起口角。霍、豹于酒楼进膳，被旁人即指责自大狂妄。海、为挽回劣势，以赌剧『赌皇之皇』对抗，海大为赞赏，大力宣传，海力邀友、芝当主角，更为友解决与英哥之积怨，全城皆疯狂追捧『赌』剧。霍一番狂言致『黄』剧收视暴跌，霍失意，欲赶起新剧，照却因财政理由拒绝开拍。霞、龙到赤柱吃饭，见电视正播出芝、友热吻一幕，龙大感失意，二人于沙滩漫步，碰见芝、友，原来二人戏假情真，霞为怕龙伤感，即充当其女友示威。龙、霞终放开自己相拥热吻，龙更拉霞往注册结婚，霞感迷茫。第廿五集霞答允龙求婚，龙大喜，二人回家欲报喜，不料强宣布升职，庆祝时意气风发，龙亦于席间宣布婚讯。龙问霞婚事，霞却又拒绝，表示想考虑清楚，并拒见龙母。霍为力保地位，着Steven到英国总公司诬害照，怎料公司总裁要Steven亲向照说出此事，照昏倒入院。天、愚见照对霍态度大变，得知真相人不禁侧目。总公司宣布放盘卖艺星，照大为唏嘘。龙苦求霞不果，写信至电台传情，霞感动，终答允龙求婚。行礼当日霞迟迟未到，原来霞往找仁作证婚人。第廿六集天为霍造反一事与之争吵，艺星放盘众员工不知去向。新老板张大昌上任，公司改名为寰宇，其节俭作风令霍及众高层极为不满，霍决意离开，更向传媒散播寰宇会没落，天再与霍闹翻，并告知龙霍造反一事，龙决不跟随霍离开。霍带月到豪宅，欲叫月同住，月责霍不理其感受，更表示长此下去两人只有分手。龙、霞婚宴，芝、友亦到来。龙于席上表明不会跟霍离开寰宇，霍失意独步出宴会厅。友突然当众向芝求婚，芝为刺激龙欣然答应。第廿七集龙对芝应承友婚事提出反对，众目定口呆。霞怀疑龙对芝余情未了，与龙，僵持，幸得月帮口解释。艺星改名寰宇，昌之新政策将冻结每年制作经费，众大为不满。天将公司内部人员升职一级，龙、霞等升为监制及导演，天希望众人办好寰宇。昌实行「价低者得」政策，把临记合约批给另一间公司，超失业。霍与新老板倾新戏拍摄大计，并为讨好月而让超于电影公司当武师，超表现勇猛更因工受伤，得霍赞赏，PP更为超生下儿子。霞与龙于工事上经常发生争执，两人关系恶劣，霞决跟仁跳槽红视，龙起初大感不悦，但终明白霞为维系婚姻如此苦心，二人关系缓和。第廿八集寰宇众员工不满新政策不满，一职员更因出言顶撞昌而被开除。龙向昌解释员工不满的原因，昌亦接受其意见，更亲自向该员工道歉。龙更说服昌批准回内地拍剧，但却要与霞暂时两地分开。龙、霞夫妻各有各忙，感情渐淡，强已和小结婚，霍亦成电影大亨，开设电影公司，并跟月同居。时正炒股热，雯转投股票经纪行业，元、萍退休后亦开始炒股，更将居所按给银行。飞星途如日方中，与雯渐疏远。明自离开寰宇后，于霍电影公司当上导演。霞于工作上经常与强发生争执，两人关系恶劣。龙看在眼里，好不难受。第廿九集龙为强之事与霞争吵，霞一怒下到酒店暂住。霍为迫女星拍脱戏，不惜借豹邀虎哥威吓女星。飞得知与霍理论，霍却把责任推到豹身上，月心知全是霍所为。股灾来临，元、萍赔掉全副身家并失踪，龙、强大为紧张，终在公园寻得二人。霍、豹于股灾赔掉巨款，电影公司出现严重财政问题，霍竟迷昏女星，拍脱戏以搏取丰厚收入，明震怒摆拍，豹唯有亲自执导。霍新戏上影，女星冲上天台欲一死，飞赶至劝之，女星被其打动，两人感情猛进，飞更与雯分手，雯伤心欲绝。月得知霍所为，决与霍分手。第三十集霍为讨好月，不惜解雇武师主任，叫超顶替。龙往找霞复合，更请假与霞同往澳洲探霞父母，霞终原谅龙，亦与强冰释前嫌。强为其它电影公司写剧本，被仁撞破，强误会是霞告密，向龙埋怨，霞、龙发生口角，更拒绝跟龙到澳洲，龙独个上路，巧遇同往澳洲散心之月。霍的三级片票房大好，即着明继续开拍，愚、明对极为不满，霍误会愚萌去意，二人终闹翻。强遭红视开除，加盟霍公司，两人极为合拍，决定大量制作劣俗电影。第三十一集龙、月抵达悉尼，霞父母得知二人发生问题，对龙甚冷淡。月友人刚好往外地工干，月只好留于悉尼。霍连日找不月，往找年问其下落却被拒，霍大怒，误会年喜欢月，欲出手打年，幸明至阻止。明将拍好之片段给霍审阅，霍大发雷霆，谓明不配当导演，即开除之。明心知霍有心服，但仍求霍给予机会，豹见霍所为亦不禁侧目。龙离开霞父母家，于悉尼散心，碰上月，决一起到农庄度假，并大谈儿时与年之趣事，开怀不已二人更愈靠愈近。第三十二集霞见龙离开父母家却仍未回港，大为担心，时接龙致电，二人感到对方关心，结束冷战。月、龙回港，霍来接机并欲重修旧好，但月坚持分手。强又再为几家电影公司接写剧本，霍大怒，相方发生争执，强即辞退。霍之电影票房差劣，强执写的『追女大少』却十分成功。霍被银行追债，向旧老板司徒求助却遭拒绝，原来司徒找得强合作拍追女电影，霍气极而去。豹不忍霍无力还债，以住所作抵押向虎哥借钱，霍感动不已。时正楼市当旺，年、月、龙决开地产公司。明提议雯参加第一届寰宇小姐选举，雯答应报名。第三十三集昌要求大量制作三线剧，众员工连日赶工，遂向龙投诉被剥夺睡眠时间，更决定集体辞职，龙向昌表示会与员工共同进退，众皆被感动，决与龙共渡艰苦，但小仍决定辞职。原来此乃龙与昌之苦肉计，以留住员工。排队买楼成为热潮，虎哥与手下到楼盘尖队，明至，虎哥即让位予明，二人买下十多个单位。原来霍正与虎哥合作从事炒楼活动，明不欲借助黑帮力量违法，拒绝替霍做事。雯在参选中认识欧美宜，感其外表清纯、可爱，二人甚是投投契，怎料宜故意让记者拍下走光照，更视雯为最大劲敌，誓使她退出。第三十四集宜走光照哄动全城，为除去雯向传媒泄露雯是龙之妹，亦是影视红星飞之前女友，雯被众佳丽排斥大受打击。选美当晚，宜告知雯所有事皆由自己安排，雯被出卖伤心不已，比赛大失水平，被宜夺去后冠。庆功宴上，强对宜大献殷勤，将小抛诸脑后。霞认识女红星苏金玲，两人甚是投契，苏更向霞表示与有妇之夫感情纠缠不清，感男人极易动情，霞担心龙、月会有同样事情发生。年于新楼盘排队，被虎哥插队，年不值其所为出言顶撞，更报警欲告虎恐吓，虎即离去。虎向霍相此事，霍即命虎教训年，虎即围殴年，怎料出手太重，将年打死。第三十五集龙、霞等赶到医院，年已不支死去，明亦从新闻得知年被杀。月陪珊往警署认人，珊从相片中认出凶徒。明受不住良心之责备往找龙，把当日在霍门外听到之事相告，并表示被通缉的疑凶是虎手下。月与龙见面，二人相拥痛哭，霞见状，感自己是局外人，感与龙距离甚远。月质问霍有关年之死，霍假装不知情，更指此时很需要月支持，要求月信任他。霍质问明是否怀疑自己害死年，明终忍不住，直言不相信霍，气氛僵持。时警察已捉到疑凶，要求霍协助调查。霍终罪名成立，被判监四年，霍仍无悔意，月、龙等感无奈。第三十六集昌升龙为副总监，并通过天提议开拍忽必烈。龙成功劝月回巢，霞心感不安，感龙、月超越知己关系。友、玲经常赌钱，玲问芝借钱还债，芝终发觉友风流成性，对假装恩爱已感疲累。仁暗中决定跟寰宇同开拍忽必烈，霞把此事告知龙，龙接天来电后，赶回公司开紧急会议。苏目睹月、龙一起，笑着向二人单打，龙呆住。PP与超口角后要自杀，龙、月找之，却原来PP跳海只是吓超之戏言，月为之气结。月倦极倚龙臂膊，龙忆起当日对霞动情之情景，困惑自己是否已爱上了月，更忍不住说出对月感觉。第三十七集龙直言怀疑爱上月，月亦对龙之感觉感疑惑。宜见强陪小从百货公司步出。强介绍小认识宜，宜故意与小一见如故，原来宜、强已背着小鬼混。霍写信向月示爱，月回信表示自己已心有所属，更发觉自己竟真喜欢龙，大感彷徨。苏告知霞，龙、月常见面，着霞小心。霞几日后返香港，得知龙同日北上，霞忐忑。强、小正要外出，却见宜来，小即下厨招呼宜。宜、小甚投契，小更给宜于客房休息。强深夜走入客房，并与宜亲热。霞问月对龙之感觉，月把一信交给霞，表示霞看后自会明白。第三十八集月为免霞误会，将自己给霍的信给霞看，表示明白霍对自己之感情，霞看过后松过一口气，却不知此为假信。两台播「忽必烈」，红视收视却胜寰宇。寰宇录像厂起火，龙大惊，着人报警并急带霞走。龙欲回仓拿「忽必烈」影带，途中想起月仍在宣传部，大为担心，决定先救月。龙发现月被困，奋力搬开阻碍物拉月逃出。二人被烈火包围，龙救月心切，撞伤昏倒，月坚强地把龙拖出，终到走廊安全地方，月亦虚脱地跌在龙身旁。龙慢慢苏醒，问月对自己之感情，月默认喜欢龙。第三十九集霞见龙、月相扶出来，感觉二人目光并不寻常。寰宇大火对「忽必烈」影响甚大，龙失望非常。霞发现原来苏恋上的有妇之夫竟是仁，顿感世事难料，决要找出真相，终得知月在骗她。霞约龙、月，龙不欲再骗霞，承认对月生了感情，霞决搬往苏家。传闻昌放盘卖寰宇，遭昌否认。龙、天无意发现Michael竟为海做间碟，天答应给其一次机会。龙、月感自已做错，决定分手。昌终承认因财政问题要将寰宇卖盘，龙、天感错愕。第四十集愚现已为商界名人，天、龙约之诉苦，愚介绍商界人士买寰宇，龙、天顿时充满希望。月因为龙而向天辞职，不理天劝阻放下辞职信。强往取车，着小在楼下等候，不料宜突扑入车内，二人激情拥吻。强装作若无其事，却不知原来小已知其与宜关系。苏感极不开心，向仁表示不想再留在世上，不料仁赶至时苏已死，霞责仁不报警，原来仁为免影响事业与家庭，不敢公开与苏之关系，霞感慨仁的自私行径。霞决跟龙离婚，并望离婚后彼此地位均等，好让龙更清醒，知道最爱是谁。第四十一集苏死因扑朔迷离，仁向记者隐瞒一切。霞找仁并怒责之虚伪无耻，不料原来海正于仁房中。警察请仁协助调查，仁大愕，终讲出真相，仁清楚是海所为。半年后，龙寄情工作，而寰宇并没卖盘。龙接霞来信，相约龙到澳洲与自己渡生日，龙愕然。龙到澳洲，但巴士中途故障，时李富经过，认出龙为香港人，遂送龙一程。闲谈间富表示喜欢找新刺激，但得知龙于极具挑战性的电视行业工作后，富竟留下龙匆匆驾车离去。龙到一宁静小镇之酒吧，突见霞在。第四十二集龙重遇霞，霞表现亲切，更约月同来渡生辰，龙、月甚是尴尬。富变卖所有家产，原来昌在富用计下，终卖寰宇给富。霞于沙滩开生日派对，并许愿望龙、月能成夫妻。原来霞一直收到龙的信，且十分珍惜，月、龙知道霞的开心全是假装，三人困局仍未解决。清早，龙发现不见月、霞，原来二人均打算引退，离开此镇。时龙突接来电，龙表示始终最不舍得霞，霞闻言感动落泪，终知道二人真存在爱情，遂答应马上回去，不料突有一货车向霞撞来，霞大惊。第四十三集霞被货车撞死，龙哀伤万分，月收到消息赶来，龙表示会留下陪霞，月亦明白与龙不可能有发展。天带富巡视厂房，富求才若渴，着天把人才拉回来，天提议可向龙、月招手。富邀月加入电视台，但月正筹备周刊，富让月考虑，并向其打探龙消息。富亲到澳洲请龙回电视台，更向龙拜师，龙得知富为寰宇买手大愕，但避开富。龙在梦中得霞劝勉鼓励，望他为理想奋斗，龙顿醒觉，决回香港大展抱负，富答应助龙打破败于红视之宿命，二人雄心勃勃。第四十四集龙回家探父母，原来雯现已为当红武打女星。明向龙表示感激强给予机会，但近来所拍之影片内容鄙俗，与自己理想背道而驰。电检处将实施三级制度，强决要抢先拍第一部三级片，并欲交明执导，以宜作女主角。月碰见前杂志社工作认识之辉，辉力邀请月担任电台清谈节目主持，适逢月月杂志社因经济拮据，要把计划搁置，月遂答允之。龙复职上班，寰宇已改名「天下」。富受观众提交的报告启发，决制作时事娱乐化节目「天下事」，誓要带起哄动声势。强三级片开镜，明终无法忍受拒拍。第四十五集明向雯诉说一直想拍得一部属于自己的电影，雯表示必全力支持。富为『天下事』制作班底烦恼，龙找得芬及一众记者加盟，芬却提议邀月帮手，富即着龙劝月。富为不被红视看低，决定要搜罗劲料，时得悉芝被黑社会追债，决亲自采访。富与外景队在友家外守候，突见三大汉锁住友家大闸并淋火水，富等即跟上偷拍，友、芝受三大汉追债恐吓大惊，富欲把过程偷拍，却不慎暴露摄录机，大汉即追斩富，富大惊急逃。第四十六集富大汉追斩，终成功逃脱。『天下事』播出，海表示此片段会影响芝续约。强带英哥见七，要七放弃逼宜，七无奈应承。宜等强，却见强、英同到，英请宜拍三级片，宜怒掴强，但仍无奈就范。『天下事』成功，富叫龙吃饭，原来富欲跟芝签约，并向芝道歉，芝最后同意。芝说出被追债真相，给友、玲埋怨，并将搬走，玲终知错，母女相拥而哭。明完成剧本，却找不到公司投资，终不顾尊严找强，遭其拒绝。明气馁之际，雯找得信投资拍明剧本，雯更答应做女主角，明感动流泪。第四十七集明电影终能开拍，但进度极慢令信极不满。富得知红视为『天』之成功开除海，更要变阵还击感大喜。富不想天阻其发展，逼天辞职，龙大怒并欲与天离开，不料天却表示自己接受不了这样危险的上司，亦想离开，龙无奈。宜迫强与小离婚，与自己结婚，强答应。强回家即逼小离开，但给小之情义打动，不忍赶走小。明电影大大超资，信要削减资金，明力劝无效，决定自己出钱完成其电影，更向财务公司借钱。宜迫强到教堂假如结婚，不料暗中将过程全拍下交给小，小决离开强，强亦无话可说。第四十八集小决与强离婚，众人苦劝无效。元、萍闯强公司责之无情，宜正前来找强亦给大骂，宜埋怨强连累自己受辱，怒掴强。众为明庆祝生辰，雯更送之金表作礼物。龙于富家用膳，见芝竟穿着睡袍从睡房出，芝对富刻意表现亲昵向龙示威，龙却没趣藉词离去。信带英找雯，要雯抽出档期拍他投资的新片，明断然拒绝英，英哥大怒，竟拔出手枪指吓二人，明、雯大惊。第四十九集英哥拔枪指明的头，雯终答应英哥的要求，明始终不想届服。英哥手下接雯，明突然拉雯走，英哥手下驱车追逐。明到警署，明向差人说出一切，雯欣赏明的勇气。差人请英回警署协助调查。英找强出来表示恨透明，叫强想办法玩残明，强无奈答应。强找来同业开记者招待会，指明所言非事实，误会了英哥，强一再强调业界非常清白，强指明的高调胡言，明才是罪人。第五十集英哥不知何故被人追斩，负伤入院。英非常气愤，叫手下快查凶手会否是明。七哥来探英，七哥更向手下暗说可惜斩不死英，原来七哥是主谋。明、月逛街，经过隧道时，遇袭被劈，行凶者只是向明追斩，月从中听到行凶者说是受英哥指使。月打电话报警。明被斩死。七哥探英哥，英哥力证自己并非主谋，差人到，要拘捕英哥。第五十一集英哥遭拘捕，却不知原来一切全是七哥嫁祸。强发起同业对抗黑社会大游行，龙，月及雯连同「天下事」摄影队，直斥强等虚伪，并将一切拍下。月因明之死而心情欠佳，超、PP表示打算移民，雯不再拍戏，欲完成明之遗愿，望出国读电影。英得知七哥为真凶，英带手下与七火并，终同归于尽。富被选为本年风云人物，芝向富讨好，富却感其烦厌，决买楼让她搬离自己家。富遇富商钱坤，觉钱不妥，遂吩咐记者跟踪之，记者拍下钱医院之照，龙认为相片还未足够出「天下事」。龙与富突见「天下事」竟报导钱病重消息，龙知富故意引开自己，以让片段播出。豹接霍出狱，原来豹已加入教会当义工，而霍开始当地盘看更。超一家移民，龙、月送机，龙送月回家，霍暗地跟踪。第五十二集钱开记者招待会澄清身体无恙，指责「天下事」报导失实，富甚苦恼，龙提议认错，富竟发晦气。芝欲留在富家过夜，富却赶走之，并提出分手，芝呆在地上。强于豪宅地盘见霍，霍回避之。强提醒龙小心霍，并问龙借钱买豪宅，龙无奈答应。月做完节目，霍突出现表示知错，月错愕。芝竟于拍摄中途吸大麻，富责其不知自爱，要实时解约。SAM向富表示能证实钱有绝症，不久新闻报导SAM被捕一事。龙责富害SAM入狱，知二人暗中交易，富却坚持己见。第五十三集龙气愤决请辞，富却拒绝，要龙在身边监察自己。强要霍重出江湖替自己拍「黑狱风云」，霍意动。月、豹、强找霍，霍却已搬离，强顿时不知所措，财政出现困难。霍找豹，表示要留下做义工，豹、月替霍开心。宜抱怨强，富突至抛出豪宅锁匙，坦言想宜跟随自己，宜竟跟富而去，强愕然。富拉龙到强家，原来强受了宜离开之刺激，富表示自己目的只为揭开宜真面目救强。第五十四集富所做一切，是想挽回与龙之间的友谊，龙感激。元、萍将宜之物件弃掉，强竟买回宜照片，小终心死。「天下事」收视略跌，富甚为紧张，突放假办家事。龙无意得知富借摄影师及器材拍摄私人事务，大感奇怪。霍负责拍推广社会工作宣传短片，再次执导非常认真，月、豹感佩服。电影同业开会讨论打击翻版光盘，大家却没实质计划。强见翻版光盘销路好，籍口开拍多部电影支持影圈对付翻版，暗中却找厂家合作生产翻版碟。第五十五集龙发现富得黑道朋友通知，得知有人会打劫金行，而富希望拍得独家片段，龙责富疯狂，向警方说出一切，富愤怒不已，龙终表示无力监察富，提出辞职。记者向富追问龙离职一事，富只谓龙放假休息，富承诺「天下」只得龙一个总监。富为龙辞职困扰，突想把宜送回强身边，宜愕然。富劝强入天下被婉拒，富遂找霍，霍在其苦缠下终答允。芝约龙吃饭，见月同来大为激动，指月为第三者累死霞，情绪极不隐定，,二人大惊送她入院，发现其精神出现问题，玲求龙多陪芝，龙无奈答应。第五十六集富要召开记者会，宣布霍之加盟。龙约愚钓鱼，二人均认为霍、富会把「天下」推向灭亡，龙终决定回「天下」。「天下事」收视不断上升，富宣布把「天下」上市，并把外购片大权交霍负责。强打算不再做翻版，老板却坚持，强决停止供应影片，却被威胁就范。龙送月回家，感到霍真心改过，亦有心追月，月却在等龙向自己表白。龙、玲接芝出院。第五十七集龙让芝在其家暂住。宜与公子偷情被霍偷拍，宜误以为强找龙偷拍，强解释无效，纠缠间宜爪伤自己，并反告强意图强奸。元发现强制作翻版光盘，要强自首，强竟不慎推倒元，元头撞机器昏迷，强大惊。元昏倒入院，可能变为植物人，龙、萍得知真相大怒。强于街上突向警员自首，被带回警署，不料所有控罪皆不成立。雯回港，与龙、月致祭明，雯因元发生意外而中途辍学，提早回来完成明遗愿。第五十八集霍与片商甲商量购片，片商竟向霍提供回佣，霍坚拒受贿，得知决奖赏霍，将二十万存入霍户口。霍龙、月约会，竟告知芝，芝迫月发誓与龙清白。霍跟踪月，见月受委落泪，心感自责。富突告知霍该二十万实是来自片商，原来富设计藉此要挟霍将龙踢出「天下」，霍呆立当场。富宣布升霍为节目部总监，调离制作部，龙心感奇怪。第五十九集小找强，发现强在家中烧炭自杀，小责强懦弱，拉强向家人道歉。强哭求上天救元，强见雯、萍、龙折回即躲入病床底，元终苏醒，强感触流泪，但始终无面目见众人。友以玲到葡京赌钱之相片勒索玲，玲向龙借钱，龙终发现真相，遂想法解决以免芝受伤害。富、霍宣布制作节目「生存游戏」，以千万作奖金，龙呆住。雯找到资金开拍明遗作，龙、月亦至，强求雯让他补偿一切，雯终让强留下。龙着月小心霍，但龙却仍放不下霞。第六十集「生存游戏」招募参加者，非常哄动，龙甚为担忧，找月打探节目秘密，霍直指月怀疑自己，月感歉疚。友又勒索玲，龙只好说出真相，让芝看玲被偷拍的相片，芝竟一笑置之，并大骂友。雯知强有心改过，遂带强回家，但萍却将之赶走。友自荐参加「生存游戏」，表示演员可增加观众兴趣。霍向月求婚，记者疯狂拍照，龙呆住。第六十一集节目成为城中热潮，收视狂升，富宣布联交所已批准「天下」上市，龙顿怀疑节目内容并非真实，恐「天下」公信力毁于一旦。龙表示与芝二人只是朋友，芝失控，要杀死月并服药自杀。芝欲杀月，玲赶至阻止，说出龙心中一直只有月，更在霞遗照旁放月相片，月知龙拒绝自己全是谎话，不禁呆住。第六十二集强仍不敢面对家人，在元劝解下，萍终原谅强，强感动流涕，重新追求小，小感动不已。『生』节目正进行得如火如荼，龙跟踪至拍摄地点，果然发现『生』节目全是由霍拍出来，龙更暗中将一切拍下，怎料被霍发现，霍大惊，欲追龙取回其影带，幸龙逃脱。霍致电富告急，富即往机场截龙，将龙掳去，但却找不到龙所拍得的影带。霍、富同往见龙，龙怒责霍骂根本从没改过。第六十三集（结局篇）霍向传媒透露友的失踪消息，惹来全城轰动，记者争相追问，富却着各位收看节目。龙失踪多日，月愁眉不展，突发现一从飞机上寄出的影带，欲通知方家，却被霍抢去影带，月痛骂霍，霍但无奈受制于富，不理月而去。富放龙离去，龙见计划失败好不失望，即往找月，于街上遇上正在找自己的月，两人喜极而泣，紧紧拥抱，打破多年来的障碍。此时见电视正播出『生』，吓见正是自己所偷拍之片段……",
    "chinese_title": "电视风云",
    "douban_rating": "8.0/10 from 245 users",
    "foreign_title": "",
    "douban_rating_average": "8.0",
    "update_at": "2025-06-04T02:42:05"
}