{
    "aka": [
        "How to Love a Doll"
    ],
    "sid": "3154948",
    "cast": [
        {
            "url": "/celebrity/1169883/",
            "name": "James Vance James Vance",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336490/",
            "name": "保罗·詹森 Paul Jensen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124262/",
            "name": "罗伯特·伦纳德 Robert Lennard",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1348659/",
            "name": "玛丽·罗宾斯 Mary Robbins",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "喜剧",
        "科幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455695634.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1019203/",
            "name": "赫舍尔·戈登·刘易斯 Herschell Gordon Lewis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0063101",
    "director": [
        {
            "url": "/celebrity/1019203/",
            "name": "赫舍尔·戈登·刘易斯 Herschell Gordon Lewis",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1968-11-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0063101/",
    "imdb_votes": 385,
    "this_title": [
        "How to Make a Doll"
    ],
    "douban_link": "https://movie.douban.com/subject/3154948/",
    "imdb_rating": "2.9/10 from 385 users",
    "trans_title": [
        "如何制造美娇娃",
        "How to Love a Doll"
    ],
    "douban_votes": "0",
    "introduction": "A nerdy professor who has no luck with women builds beautiful female robots to satisfy his sexual desires.Feminists beware! How To Make A Doll, a gratuitous, slapstick, science-fiction sex fantasy from HERSCHELL GORDON LEWIS, will leave you aghast! Percy Corley (ROBERT WOOD), a brilliant but nerdy, bespectacled mathematician is lost when it comes the relationship of B and G - boys and girls, that is! \"Girls don't want anything to do with a creep like me!\" he tells his mother (a hideously garish ELIZABETH DAVIS, who also played the crazy old lady in The Gruesome Twosome).Percy drives his little red clown car to visit colleague Dr. West (JIM VANCE) who has just invented a super computer that can make anything they want. (The sci-fi lab set is just about on the same artistic level as the spaceship in Space Thing, so prepare to see lots of clunky apparatus, blinking lights, wood paneling, corrugated plastic, puffs of smoke, annoying sounds, and punch cards galore. It's the future, baby!) After a series of programming mishaps (which result in a bunny rabbit and then a transvestite) Percy comes up with an equation for the perfect woman: blonde, bikini-clad, robotic, and horny as hell. She instantly mauls him. West wastes no time in making his own voracious sex machine and has a good ol' time until the old man has a heart attack and decides to live in the super computer with the gals, thus gaining immortality.With Dr. West as his virtual guide, Percy becomes an ascot-wearing Casanova when sitting under a hair dryer and experiences himself surrounded by beautiful women in various scenarios. He gets to make out with each of the gals in his lo-tech fantasy world. But an electronic love life just isn't enough for him. Percy wants The Real Thing, but the gals protest and emerge from the computer chanting, \"We love you, we love you,\" in a Night Of The Living Dead sort of way. He destroys the fembots by ripping up each of their punch cards, reprograms the computer to keep Dr. West happy, and accidentally breaks his glasses, leaving him blind as a bat.Vision impaired, Percy meets plain-jane graduate student Agnes and they hit it off. But Just when you think true love has triumphed, male chauvinism rears its ugly head and the smart, homely gal is turned into a beautiful, brainless bunny when Percy makes a wish, and everyone live happily ever after.Definitely a piece of panderous pop from the late Sixties that revels in its political incorrectness, How To Make a Doll also features another Florida-based, low-budget auteur in its cast. Playing Agnes' father in none other that BRAE GRINTER (billed as \"Brett Jason Merriman\"), director of the pro-Christian, chicken-monster-on-drugs-film, Blood Freak, and the Veronica Lake maggot epic Flesh Feast. Obviously, Herschell was an inspiration.",
    "chinese_title": "如何制造美娇娃",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "How to Make a Doll",
    "imdb_rating_average": 2.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-30T16:07:47"
}