{
    "aka": [],
    "sid": "3155245",
    "cast": [
        {
            "url": "/celebrity/1398943/",
            "name": "楚奇 Chu Qi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331886/",
            "name": "陈楚童 Chutong Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1398939/",
            "name": "陈颖映 Yingying Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285644/",
            "name": "郭柯宇 Keyu Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313317/",
            "name": "李欣凌 Xinling Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323967/",
            "name": "戴云霞 Yunxia Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322610/",
            "name": "韩莺 Ying Han",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552707587.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1398946/",
            "name": "王烟蒙 Yanmeng Wang",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "你我一样"
    ],
    "douban_link": "https://movie.douban.com/subject/3155245/",
    "trans_title": [
        ""
    ],
    "douban_votes": "163",
    "introduction": "惨无人寰的唐山大地震中，父母双亡的一对孪生兄弟，被陈潭两家分别抱养，从此天隔一方。二十年后，在酒吧唱歌的哥哥陈家龙(梦奇饰)离开南方的父母北上京城寻求发展。深爱着他的女友肖梅(陈颖映饰)毅然辞去了在外企的工作与他同行，令家龙十分感动。弟弟潭小虎(楚童饰)自幼生长在京城，高中没考上，在浴池当了一名搓澡工。小虎母亲早逝，父亲是位年事已高的个体裁缝，最大的愿望就是盼着小虎能早日成家。正值青春燥动期的小虎看上了隔壁花店的小店主，活泼、可爱的夏南南(郭柯宇饰)，又对年青貌美的幼儿园教师林紫莹(李凌伶饰)想入非非。正当他尽情编织青春梦想的时候，家龙的出现却使他的生活变得一团糟。一连串的误会，导致了一系列让人啼笑皆非的故事。紫莹几次将家龙当成小虎，致使多疑的肖梅怀疑家龙朝三暮四，二人发生激烈的争吵。肖梅心情烦闷，独自去喝闷酒。酒醉之后，路遇小虎与南南，肖梅又错将小虎当成家龙，大骂小虎用情不专，南南气的当场跑开。小虎不仅脸上结结实实挨了肖梅一记耳光，还被带到了派出所。南南的哥哥夏雷得知妹妹受辱，前去找小虎算帐，却又将家龙当成小虎错打……对于发生的咄咄怪事，二人百思不得其解。当谜底揭开，二人面对面地站到一起时，他们自己也惊异怎么会有相貌如此酷似的人。更加令人难以置信的是，二人连唱歌的爱好都是一样的。两个并不了解彼此身世的大男孩成为了挚友。为了帮助家龙的事业，颇有才干的肖梅做了威达公司制作部的经理。家龙在肖梅的力荐下成为公司的签约歌手。事业开始有了转机，可偏偏天有不测风雨，由于紫莹的介入，家龙与肖梅之间发生了情变。肖梅由爱生恨，发誓要报复家龙。于是，被蒙在鼓里的小虎莫名其妙地被制作人找到跑去替家龙唱歌，同样一无所知的家龙，为了哥们义气，鬼使神差地跑到浴池替小虎搓澡。但纸里毕竟包不住火，终于二人都明白了事情的真相。在良心和功利心的权衡中，小虎选择了后者，他试图用金钱来弥补对家龙的愧疚，钱被家龙一张张地扔出去，飘在空中的纸币无言地宣布了二人友情的完结。由于家龙在肖梅和紫莹，小虎在南南和紫莹之间的感情摇摆使这些少男少女不同程度地受到了情感上的伤害。就在二人反目成仇的时候，老天又不大不小地同他们开了一个玩笑，有人根据他们相像的特点将他们包装一对青春组合。然而，他们却并不知道，这一切恰恰又是肖梅所为。此时的肖梅已从爱的误区中走出，在悄然做完这一切后，她默默地离开了。“兄弟组合”开始小获成功，可这并未改变二人僵持的局面，他们不断积累的仇恨，迅速上升到白热化，甚至在舞台上大打出手，令所有的人瞠目。一波未平，一波又起。一直隐瞒着儿子身世之谜的双方父母都偏偏在这时道出了实情。兄弟二人面对的是一场从未有过的灵魂的拷问。最后在一场生死与共的患难中，骨肉相连的兄弟终于意识到，他们的血管里流的是相同的血液，兄弟终于真情相认了。同时他们对生活的态度也在青春的茫然中走向成熟。小虎终于用他的真诚赢得了南南的谅解，而当家龙得知使兄弟二人在事业上获得辉煌的肖梅已带着对他不变的爱和一颗受伤的心远去美国时，他动容，并陷入对肖梅深深的怀念和失悔之中。经过不懈的努力，兄弟二人的演唱会终于举行了。而此时小虎与南南刚刚喜得贵子，又是一对双胞胎。他们甜蜜地笑着，和谐而美满。家龙仍然孤身一人，他依然在等待肖梅的归期。兄弟二人动情地给大家演唱了歌曲《你我一样》，歌曲不仅表现了他们兄弟二人一样，也体现了所有的人追求美好生活的愿望都是一样的。养父母和南南坐在台下，泪湿沾襟，剧场里回荡着二人的歌声。“你我一样，一样有许多愿望，要阳光照，要百花香，美梦天天在身旁……”机场，小虎与南南为去美国寻找肖梅的家龙送行，飞机起飞了，迅速融入到蓝天里，象一道闪电，更象一道希望。灵与肉，情与仇，爱与恨，青春的泪水和泪水之后的欢笑在北京的夏天里飞扬。",
    "chinese_title": "你我一样",
    "douban_rating": "8.1/10 from 163 users",
    "foreign_title": "",
    "douban_rating_average": "8.1",
    "update_at": "2025-05-26T11:01:11"
}