{
    "aka": [
        "The Pipeline Next Door"
    ],
    "sid": "3155842",
    "cast": [
        {
            "url": "/celebrity/1175600/",
            "name": "米哈伊尔·萨卡什维利 Mikhail Saakashvili",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1288643/",
            "name": "尼诺·柯塔德泽 Nino Kirtadze",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0482128",
    "director": [
        {
            "url": "/celebrity/1288643/",
            "name": "尼诺·柯塔德泽 Nino Kirtadze",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "英语"
    ],
    "playdate": [
        "2005-07-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0482128/",
    "imdb_votes": 43,
    "this_title": [
        "Un dragon dans les eaux pures du Caucase"
    ],
    "douban_link": "https://movie.douban.com/subject/3155842/",
    "imdb_rating": "6.6/10 from 43 users",
    "trans_title": [
        "隔壁的管道",
        "The Pipeline Next Door"
    ],
    "douban_votes": "0",
    "introduction": "格鲁吉亚当代最著名的纪录片女导演Nino Kirtadze作品。05年欧洲电影奖最佳纪录长片，瑞士尼翁国际电影节纪录片金奖。CPH:DOX Copenhagen International Documentary Film Festival, Denmark, 2005 / Prix Arte, Best Documentary at the European Film Awards, Berlin, Germany, 2005 / 26th Melbourne International Film Festival, Australia, 2006We are in a small village surrounded by high mountains and forests, very close to a famous spa and mineral water springs. The village community is tightly knit. Everybody works on the land, growing potatoes and spinach . One day a rumour spreads - a monster is coming to live there and become their neighbour, it will tear up their land, take their pastures and damage the water supply. This monster - BTC - has been sent here from a very powerful country and has been promised the full support of their president. The village is very anxious.The story of how what was called \"BTC-the project of the century\" and a small Georgian village became neighbours and how they adapt to each other is a sort of human comedy with echoes of Chekhov and Fellini, but it also sometimes recalls Herbert Wells's \"War of the Worlds\".The oil pipeline that is being laid between the Caspian and Mediterranean Seas is of great geopolitical interest. It will be 1,110 miles long, 155 of which will run through Georgia, passing Sakiré, a poor village with muddy roads and houses with flaking paint. Without interviews or voiceover, as an unnoticed bystander, director Nino Kirtadze films the villagers who, especially in the street, vehemently discuss this unexpected clash with world politics: the health risks, the governmental corruption, the possibility of an attack by Bin Laden and especially the level of financial compensation from BP, the oil company responsible for the pipeline. Emotions rise higher and higher: the elected village leader storms out of a chaotic meeting, where the resistance is led by the self-confident and self-appointed Leila. An equally chaotic court case against BP is lost, but the oil company is getting nervous too: the filmmakers travel by car with the general manager of BP in Georgia and attend talks about the villagers' objections. In the end, the general manager decides to pay a personal visit to the village.",
    "chinese_title": "隔壁的管道",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Un dragon dans les eaux pures du Caucase",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-07-18T22:26:10"
}