{
    "aka": [],
    "sid": "3155826",
    "cast": [
        {
            "url": "/celebrity/1054246/",
            "name": "洛伊德·考夫曼 Lloyd Kaufman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150949/",
            "name": "基科·韦内诺 Kiko Veneno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210707/",
            "name": "Marc Gras Marc Gras",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2003-11-28"
    ],
    "this_title": [
        "Cinema Mundial 1957-2007"
    ],
    "douban_link": "https://movie.douban.com/subject/3155826/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Carles Asensio Monrabá, Spain, 2007; 21minsA true cinema poet, Chadi Zeneddine's poignantly surrealist debut film pays tribute to four lonely people trying to survive their own private wars in Beirut. These seamlessly woven chapters each reflect their own particular time and place. In 1958, a solitary little girl exchanges her world of toys and make-believe for a camera that captures the harsher reality outside. In 1975, a security official grieving over the loss of a loved one finds solace in the graffiti he reads and scrawls in a men's room. In 1982, a woman dances and weeps, waiting in vain for a missing lover. And in the present, Joussef has a magical encounter. Falling From Earth is a moving elegy for a lost homeland from a director whose talent and sensitivity imbue every frame.Cinema Mundial 1957-2007: Carles Asensio Monrabá's featurette about a film theater in Barcelona is seen through the eyes of projectionists and the theater's disillusioned owner. A collection of nostalgic images about the tactile joys of handling film become a passionate ode to cinema.",
    "chinese_title": "Cinema Mundial 1957-2007",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-28T02:07:45"
}