{
    "aka": [
        "乌龙大状师"
    ],
    "sid": "3155478",
    "cast": [
        {
            "url": "/celebrity/1331321/",
            "name": "岑宝儿 Shum Po Yee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044122/",
            "name": "郭政鸿 Jing-hung Kwok",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001573/",
            "name": "汪琳 Irene Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275712/",
            "name": "欧锦棠 Stephen Au",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020025/",
            "name": "陈慧珊 Flora Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155115/",
            "name": "苏永康 William So Wing Hong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335190/",
            "name": "布伟杰 Brian Thomas Burrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1352042/",
            "name": "殷樱 Ying Yin",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2541470238.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1320135/",
            "name": "徐正康 Cheng-kang Tse",
            "@type": "Person"
        }
    ],
    "duration": "43分钟",
    "episodes": "20",
    "language": [
        "粤语"
    ],
    "playdate": [
        "2002-03-18"
    ],
    "this_title": [
        "骑呢大状"
    ],
    "douban_link": "https://movie.douban.com/subject/3155478/",
    "trans_title": [
        "乌龙大状师"
    ],
    "douban_votes": "1245",
    "introduction": "清同治年间，香港已割让了给英国人，广九两地边界相连，但一边讲的是大清律例，一边讲的是大英法律。百姓平民，虽同是中国人，民生风俗，却大有不同。广州陈大喜(喜倌)乃名师爷陈梦吉之内孙，天性聪慧，家学渊源，若肯承庭家训，亦应是个着名状师，无奈大喜生性散漫，逍遥自在，事事不上心，十足奄尖大少，不过，平日仗着祖父的威名，总算受着广州人敬重。加上忠心管家吴三省背后刻苦经营，陈家家声，才勉强维持，其实只是个空壳了。大良戴欢(欢姐)，机灵巴辣，自幼与同乡罗波有婚约，后来罗波出外打工，一别多年，村中姐妹相继嫁人，但戴欢仍默默守候，以至标梅已过。幸好守得云开见月明，波终于鸟倦知还，要迎娶戴欢，戴欢好梦正圆之际，波竟涉入一宗杀人越货的谋杀案中，被捕入狱，大呼冤枉。戴欢救夫心切，闻得广州城最出名的状师便是陈梦吉之孙陈大喜，便到陈家跪门叩头求救。吴三省虽见戴欢可怜，但自知大喜有其表，一定帮不上忙，于是对戴欢诸多留难，迫其知难而退，声言要戴欢拿出三百两才出手相助。戴欢自然没有此巨额金钱，但天无绝人之路，戴欢巧遇同乡姐妹，介绍往铜锣湾打住家工，工钱正抵此数。戴欢一为救夫心切，二不知铜锣湾远在香港，以为只是在广州荔湾边，即不顾一切签字买身。戴欢拿着三百两上门，大喜、三省自然傻了眼，不知如何拒绝之际，大喜竟一手收下，答应为波上公堂打官司！因为这三百两正是大喜急需来香港做大平绅士的水脚！原来陈家有一世交，乃是广州当业世家容德诚，诚年有时曾犯下官司，为梦吉所救，为了报恩，于是指腹为婚，把刚出世的女儿(容蓉)，许配给梦吉之孙大喜。孩登时代，容蓉与大喜时常一起玩耍，容蓉见大喜天性聪明，机智过人相当崇拜大喜，早已决心非嫁入喜不可，但大喜只视蓉为小妹妹，没有将婚事放在心上。时光飞逝，陈家家道中落，相反容家生意却越做越大特别在香港，更成为富甲香江的大亨！然而，容德诚生意虽大，无奈富而不贵，有钱无名，于是设法在香港用钱疏通，欲令未来女婿陈大喜当上太平绅士，便能富贵双全，大大有助于自己在香港的事业。大喜得此机会当然求之不得，唯独欠缺水脚，正巧遇上戴欢，于是冒险接了这场官司，但不懂如何应对，眼见势成骑虎，幸亏忠仆吴三省跟吊随梦吉多年，耳濡目染，暗中指点，加上梦古当年威名，公堂之上，竟把县官吓窒，罗波官司似有转机，戴欢亦庆幸遇此贵人，于是大喜更加牙擦，夸夸其谈，岂料却暴露了其虚有其表，不学无术的弊端，以致官司急转直下，吴三省唯有出手，以陈梦吉的交情求县官轻判，罗波才免除死罪。戴欢看见罗波入罪充军，对大喜可谓恨之入骨，正想找大喜算账之时，竟发现大喜为了避债，早已溜之大吉，乘船至香港当太平绅士。此时买身契亦到期催促，戴欢方知铜锣湾原来远在香港，但已不容后悔，只有与狱中的罗波道别，漂洋到香港做禡姐。正所谓不是冤家不聚头，大喜在香港住大屋做太平绅士，独独吃不惯香港的菜式，为吃地道家乡菜，高薪请了一个大良禡姐，此人正是欢姐！戴欢与仇人见面，不断作弄大喜，后来戴欢在陈家发现陈梦吉遗留下来的案例，得知罗波的案件中疑点重重，要求大喜回广州替波上诉，然而，大喜留恋太平绅士之位，不欲回乡还债捱穷，当然不肯跟从，而且大喜有自知之明，未必能上诉成功，于足百般推辞。戴欢想对策。于是，新仇旧恨一齐来，败家仔遇着巴辣俏禡姐，一段欢喜冤家的关系从此展开。另一方面，大喜在香港亦非自由自在，皆因容蓉时常痴缠大喜，令大喜烦恼不已，更想过离开容家，免再寄人篱下，吴三省则劝大喜忍一时风平浪静，待他朝一日大喜学有所成，则一同回乡重振陈家的名声，大喜只好留下，见步行步。容蓉受人宠惯，生性刁蛮，然而，天生率直，正义感强，一见到不公平的事，则会反对示威，希望改善社会风气，所以很多时候，容蓉都为命令绿衣队长武龙帮手，令武龙左右为难。武龙外表英明神武，但在容蓉面前却言听计从，皆因武龙一直暗恋容蓉，只是不敢向其表白。大喜当上大平绅士之后，当被容蓉缠住，不能脱身之时，便会运用权力，命令武龙收拾残局，武龙本来已不服大喜这个情敌，但又不能违抗太平绅士的命令，唯有照做，但又会惹得容蓉不满，找武龙出气，令武龙对大喜越来越恨之入骨。",
    "chinese_title": "骑呢大状",
    "douban_rating": "6.5/10 from 1245 users",
    "foreign_title": "",
    "douban_rating_average": "6.5",
    "update_at": "2025-03-02T05:00:20"
}