{
    "aka": [
        "Motsurave",
        "Plovec"
    ],
    "sid": "3157898",
    "cast": [
        {
            "url": "/celebrity/1362444/",
            "name": "Elguja Burduli Elguja Burduli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155613/",
            "name": "Baadur Tsuladze Baadur Tsuladze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134307/",
            "name": "古拉姆·皮尔茨哈拉瓦 Guram Pirtskhalava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1051235/",
            "name": "娜娜·裘杨兹 Nana Dzhordzhadze",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2515611918.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1011040/",
            "name": "伊拉克里·柯维利卡泽 Irakli Kvirikadze",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0083147",
    "director": [
        {
            "url": "/celebrity/1011040/",
            "name": "伊拉克里·柯维利卡泽 Irakli Kvirikadze",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "俄语"
    ],
    "playdate": [
        "1983-03-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0083147/",
    "imdb_votes": 124,
    "this_title": [
        "Пловец"
    ],
    "douban_link": "https://movie.douban.com/subject/3157898/",
    "imdb_rating": "6.9/10 from 124 users",
    "trans_title": [
        "游泳者",
        "Motsurave",
        "Plovec"
    ],
    "douban_votes": "0",
    "introduction": "This is a story about the attempts of three generations of men to swim a distance equal to two English Channels. At the turn of the century, Dumbadze, the oldest among the three, really swam from Batumi to Poti, however, no one registered it as a record. Dumbadze the middle, in 1947, got lost in enigmatic circumstances before the ceremonious swimming occasion. But Dumbadze, the youngest, seems to be without any swimming skills at all… Nevertheless, he wades in the sea and swims. Astonishing is the director's ability to join the phantasmal character of events with a precise characterization of each age. Presence of the shooting group in a shot is used as an artistic method, which allows a spectator to believe in the story happenings in its entirety.Irakli Kvirikadze's film The Swimmer, made in 1981, but not released in its full form until 1987, traces the fates of three members of the same Georgian family through sequences set in 1913, 1947 and the film's present. It uses the metaphor of swimming to examine questions of Georgian culture and identity both within its narrow surface timescale and over the whole of Georgian history. This article seeks to examine the ways in which The Swimmer re-asserts Georgian identity in the context of Soviet experience. It looks at the film's allusions to Georgian history from the Kingdom of Colchis, visited by Jason and the Argonauts, through the Greek, Roman, Christian and Ottoman periods, to the late Tsarist era, the Russian Revolution and the Stalin years. The Swimmer is also a film about its own making, and its other central concern is the questions raised by attempts to ‘film the past'. Like other films of the period, it examines the way in which art and memory combine to attempt to provide historical understanding.Irakli Kvirikadze (born in Georgia, 1939)In 1968, he graduated from Moscow SFI. He is known as a director and the screenwriter both for his own and Nana Giordzadze's, as well as for other directors'films. Since 1991, he has been living in Los Angeles, he works in the USA, France, Germany, Russia.",
    "chinese_title": "游泳者",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Пловец",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-19T09:49:58"
}