{
    "aka": [
        "Aise Ko Taisa",
        "婚事一团糟"
    ],
    "sid": "3157631",
    "cast": [
        {
            "url": "/celebrity/1302957/",
            "name": "拉兹巴·亚达夫 Rajpal Yadav",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509564833.jpg",
    "region": [
        "印度"
    ],
    "writer": [
        {
            "url": "/celebrity/1312310/",
            "name": "Sayeed Qadri Sayeed Qadri",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294941/",
            "name": "普利亚当沙 Priyadarshan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1311230/",
            "name": "Neeraj Shridhar Neeraj Shridhar",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1255951",
    "director": [
        {
            "url": "/celebrity/1294941/",
            "name": "普利亚当沙 Priyadarshan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2009-11-27(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1255951/",
    "imdb_votes": 11472,
    "this_title": [
        "De Dana Dan"
    ],
    "douban_link": "https://movie.douban.com/subject/3157631/",
    "imdb_rating": "5.9/10 from 11472 users",
    "trans_title": [
        "德达娜丹",
        "Aise Ko Taisa",
        "婚事一团糟"
    ],
    "douban_votes": "66",
    "introduction": "Nitin (Akshay) and Ram (Suniel) are lucky in love, otherwise their life is a big zero as their bank balance. Nitin's employers dog, Mulchand Ji (as he must be called) always does wrong things, but the blame is put on Nitin, and he is usually kicked into the pool as a punishment.Ram works for a courier service in Singapore. He had originally come there to work in Chinese films, but he was not selected. Anjali (Katrina), is in love with Nitin and Manpreet (Sameera) is in love with Ram.Harbans Chadda (Paresh Rawal), is a flop businessman, but acts to be great. He has a son, Nonney Chadda (Chunky), who is as useless as his father. An Inspector, Mr. Wilson Pereira (Sharad Saxena) is trying to arrest Harbans for his bounced cheques. Anjali's father, Kakkad (Tinu Anand) signs a deal with Harbans. Later, Harbans and Kakkad decide to get Nonney and Anjali married to each other. Later, when Harbans was in a casino, he sees Mr. Oberoi (Manoj Joshi). Someone, tells Harbans that Oberoi is one of the richest Indians in Singapore. Harbans lies to Oberoi to get Nonney married to Oberoi's daughter, who turns out to be Manpreet.Afterwards, both Anjali and Manpreet demand money from Nitin and Ram and tell them that their marriage has been fixed with someone else. After hearing this, Nitin tries to commit suicide on a street, by coming in the way of a car. Unluckily, the car brakes hard and saves Nitin. But actually, that car is Ram's courier car. Then they tell each other that their girlfriends are getting married. To get some ransom, they kidnap Moolchand the dog. But while driving the van, the trunk opens and Moolchand runs away back to Kuljeet Kaur. This makes the cops think that Nitin has been kidnapped.",
    "chinese_title": "德达娜丹",
    "douban_rating": "6.8/10 from 66 users",
    "foreign_title": "De Dana Dan",
    "imdb_rating_average": 5.9,
    "douban_rating_average": "6.8",
    "update_at": "2025-04-23T08:00:19"
}