{
    "aka": [],
    "sid": "3158371",
    "cast": [
        {
            "url": "/celebrity/1036330/",
            "name": "华特·迪士尼 Walt Disney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001826/",
            "name": "Wernher von Braun Wernher von Braun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033018/",
            "name": "瓦尔德·金伯尔 Ward Kimball",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1955",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292010707.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0351298",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1955-12-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0351298/",
    "imdb_votes": 112,
    "this_title": [
        "Man and the Moon"
    ],
    "douban_link": "https://movie.douban.com/subject/3158371/",
    "imdb_rating": "7.5/10 from 112 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The first twenty minutes of this episode are highly enjoyable. Man's fascination with the moon is explored, in a variety of lighthearted ways. With basic, appealing animation, the moon is considered in terms of cultural beliefs,the moon's role in Shakespeare and children's rhymes, lunar superstitions, and scientific research. From Kepler to Cyrano de Bergerac, from Jules Verne to green cheese, a delightfully wide range of perspectives are covered with a fast pace and a great sense of humor. An array of animation techniques are employed, from simple line animation to drawings meant to look like children's art.After this highly inspired first third, Ward Kimball comes on with some information on the moon, supplemented by graphics. Kimball then introduces Dr. Wernher von Braun, who discusses plans for a trip around the moon. Though effective efforts are made to make this not feel like a lecture, it still comes off much dryer and information-based than the spirited opening. Braun's hypothetical runthrough of a voyage to the moon becomes a narration of some detailed and interesting artwork. Eventually, a live action simulation from inside and outside a rocket dramatizes what such an expedition might be like.",
    "chinese_title": "Man and the Moon",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-07-03T03:13:38"
}