{
    "aka": [
        "The Wilting Of A Wildflower"
    ],
    "sid": "3158720",
    "cast": [
        {
            "url": "/celebrity/1313584/",
            "name": "田海蓉 Hairong Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315092/",
            "name": "孙松 Song Sun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274228/",
            "name": "侯勇 Yong Hou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274972/",
            "name": "曹操 Jonathan Kos-Read",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1481851/",
            "name": "张远 Yuan Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1407299/",
            "name": "王志远 Zhiyuan Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336722/",
            "name": "荆浩 Hao Jing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330798/",
            "name": "山鹰 Shanin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313384/",
            "name": "郝凯瑞 Kerry Berry Brogan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "悬疑",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2375008346.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1404449/",
            "name": "王家男 Jianan Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318130/",
            "name": "雷献禾 Xianhe Lei",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416596/",
            "name": "郭里云 Liyun Guo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "狂花凋落"
    ],
    "douban_link": "https://movie.douban.com/subject/3158720/",
    "trans_title": [
        "The Wilting Of A Wildflower"
    ],
    "douban_votes": "259",
    "introduction": "本剧根据上海作家东方明的同名纪实小说《狂花凋落》—一名女知青的克格勃生涯改编。二十一世纪初，中国的宇宙飞船发射成功后，境外的间谍组织把目标锁定在我国著名航天专家、航天研究所所长陈冬生的身上……某日夜，在海迪娜国某处一个静谧的场所，一名境外间谍和一位神秘的女士在谈着一笔交易……一辆悍马吉普车从隐秘的所在疾驶而出……突然发生了爆炸……中国奉阳市国家安全局接到上级通报，总部设在海迪娜的MON国际间谍组织派遣间谍“雪绒花”前往中国企图窃取我航天“121”核心技术机密……在飞往奉阳市的国际航班里，出现了两位神秘的女士—50岁左右的海迪娜籍华人付东篱和较为年轻的周笑冰，她们因为一个突发事件而相识……国安侦查人员在国际航空航天展会上，发现了世界上最为先进的鼠标窃听装置……恰巧，陈冬生的女儿陈月娇今天举行婚礼，陈冬生及其女婿航天所研究员杜二鸣均在展馆封闭区，无法及时赶到婚礼现场。陈月娇一怒之下取消了婚礼。在展馆门前，陈冬生和杜二鸣又险遇车祸……周笑冰的行为很快引起我方的注意，他们把目标锁定在她的身上……国安侦查人员杨小帆巧妙地成为了她的健身教练。周笑冰在交往中和杜二鸣做起了生意……在杜二鸣的斡旋下，周笑冰终于赢得了与陈冬生单独见面的机会……在即将被我们抓捕时却死于急性心肌梗塞……付东篱此行的目的是与奉阳市政府进行投资合作洽谈。她与随从贺涛在奉阳市著名律师林国学迎接下来到奉阳。她意外得知，她与昔日的知青恋人陈冬生的女儿陈月娇就在奉阳，她颇感意外，林国学也感到奇怪，怎么出现了两个月娇？陈冬生一直以为付东篱早已过世，却惊讶的在报纸上看到署名付东篱的《寻人启事》……她向他讲诉了自己当年遇救的经历……并送给他一块情侣手表。付东篱和陈冬生、林国学曾经是儿时的玩伴，同窗好友和共患难的知青，当年，陈冬生是被付东篱和林国学骗上了火车下乡到了边境地区的奇玛村……在一次突发事件中，他们产生了恋情……奇玛村邻村的村长鲍大胡子看上付东篱，李能达夫妇决定认付东篱为干女儿……两村因水渠事件发生械斗，各有死伤，调查组进驻奇玛村，他们发现，付东篱是幕后策划者……付东篱把女儿月娇寄养在李能达家，仓皇出逃……付东篱了解到，与她在国外共同生活三十多年的“女儿”， 竟是她知青年代的恩人奇玛村村长李能达和郭淑珍的女儿李奇玛。付东篱决定回海迪娜去接李奇玛让她和干妈郭淑珍团聚。临行前的夜晚她回想起当年的往事……二十世纪七十年代初一个漆黑的雪夜，她被追赶的无路可逃……纵身跳入边境界河……而后，被一艘境外军舰救走……经过各种考验……他们发现她具有间谍的潜质，随即把她送到总部设在海迪娜国的MON国际间谍组织。他们决定对她进行重点培养，在向她袒露实情的时候，遭到了她的拒绝，一个戴着桃木锁小女孩的出现改变了她的初衷，她加入MON间谍组织。接着被送往特维国际间谍学校进行全方位的培训……付东篱经历了残酷的受训过程……同时熟识了学校门前中国餐馆的老板贺涛，并且与同为学员的兰妮产生了一定的友谊。而她们的教官是一位师之严厉又颇具绅士风度的马力德先生，由于她的出色表现，他对她产生了好感……林国学接到上级通报，境外负责“雪绒花”计划的指挥者是MON间谍组织的马力德。他拿着一张照片到医院请父亲林永胜确认照片上的人是不是他父亲念念不忘的老对手……林永胜是一名老国安战士，他向林国学讲述了烟斗的来历……并告诫林国学，所面对的对手不是一般层面的间谍。付东篱回到海迪娜就接李奇玛到中国的问题和马力德进行了谈判……为了让郭淑珍对失散三十多年的女儿预先有个了解，她和陈冬生一起去了奇玛村……付东篱在奇玛村建起了葵花籽油加工厂，捐赠了希望小学……李奇玛即将成行时，她的护照被收了回去，暂时来不了中国。付东篱把这一消息告诉了贺涛并表示无法面对干妈……付东篱更加关爱陈月娇，她向陈冬生提出要给月娇重办一个有母亲参加的像样的婚礼，得到了陈冬生的认同。付东篱收到了MON间谍组织让其加紧行动的密令。她利用亲情做筹码，从改造陈冬生的思想和思维方式入手，以最终达到将他诱骗到国外的目的。陈冬生办理了前往海迪娜的因私护照……同时，陈冬生收到了由航天工业部转发的哥第兰国际航天会议的邀请函……他兴致勃勃地到商场购买了金戒指准备在飞机上向付东篱求婚。付东篱的一举一动早已进入我国家安全部门的视野，她送给陈冬生的那块手表是一个现代化的间谍工具……陈冬生接到市里的会议通知……让他万万没有想到的是代表国安和他谈话，并告知付东篱是来窃取我国“121”航天技术的间谍的是林国学……而付东篱窃听到的是陈冬生参加的普通航天工作会议，奉阳国家安全局巧妙地骗过了她。陈冬生和付东篱在众人的送行下来到机场，却接到了郭淑珍病危的消息……陈冬生情绪波动很大，无论家里还是单位经常发无名火……林国学找到陈冬生……让他翻阅了经过组织允许的一些付东篱的资料……冷战时期，海迪娜一位被世界誉为轻武器之父的专家卡西莫，借到伽亚国访问之机背叛了组织，付东篱奉命前往窃取他最新设计的轻武器图纸。她在组织成员阿强的配合下，用手段潜入了卡西莫家当保姆……并且很快取得卡西莫的好感……伺机窃取了图纸。正当她准备返程时，又接到锄掉卡西莫的命令，尽管卡西莫在某国情报人员提醒下，做出了安全防范，但还是被付东篱觅得机会，巧妙刺杀……在逃离的过程中，她突然让阿强开车返回城内……只为给女儿“月娇”买一个“白雪公主”娃娃，她遇到了危险，马力德的及时出现她才躲过一劫。机场已被封锁，她赶往港口……一艘接应她的货轮等在那里……她辗转来到货运码头，钻进了一个集装箱里，一台吊车将集装箱吊入货轮……此时，一艘海 关缉私艇驶了过来……付东篱身着潜水服潜入储油仓里的原油中……她安全地返回了在海迪娜的组织中。为此，间谍组织为她颁发了最高荣誉奖章……。付东篱停止一切作为……陈冬生对于付东篱是间谍之说还是心存疑惑，他拿出假文件试探付东篱……老道的付东篱根本没上当，反而提醒他注意保密。陈冬生又拿着“机密文件”来到了付东篱的住处……MON间谍组织向付东篱发出了对其工作不满的讯息……马力德在海迪娜航天考察团即将出国之际，设法加入了许盈盈。考察团成员许盈盈引起了我们的注意.，她曾经是杜二鸣昔日的大学同窗并曾经有过深深的恋情……不但和杜二鸣往来甚密，而且主动与陈冬生接触，探讨航天领域的尖端技术问题。并要考取陈冬生的研究生……杜二鸣出门约会被陈月娇跟踪……在茶楼陈月娇遇到了意外……她陡然发现与杜二鸣在一起的是许盈盈……处于爱情困惑中的陈月娇向母亲倾诉衷肠……女儿的话使付东篱回想起在特维间谍学校和华人学员黄一恒的爱情……付东篱成为了世界上著名的间谍，她被派回特维间谍学校任教官。学员黄一恒不顾违反校规被禁闭的处罚以及得罪马力德，用固执、近乎疯狂的追求，打开了她封闭多年的情感……马力德向付东篱礼貌地提出了警告，他找到了间谍组织内部的窃听专家……付东篱宿舍的玻璃上被喷上了无色的药水，他们通过对声音震荡波的搜集还原，窃听了付东篱与黄一恒的谈话……随即，黄一恒被派往中国执行任务，接着付东篱也被派往中国，说是给他们一个在一起工作的机会……。黄一恒并没有去中国，此时在一个秘密的住所，老校长和马力德设宴款待了他，祝贺他顺利完成任务。原来，黄一恒的爱情是间谍组织为了让付东篱回到祖国窃取情报而设置的一个骗局。而黄一恒却深深的爱上了付东篱……他铤而走险，私办去中国的护照……结果被送往了苦役营。付东篱来到中国，未见到黄一恒的踪迹。她此行的目的是窃取我火箭基地的核心资料，在中国境内间谍组织成员的配合下，她开始以搞对象为名，诱使绰号“黄鼠狼”的闲散人员为她做掩护，她拿走了资料。我方展开了全面的调查……付东篱再次用谎言蒙骗了“黄鼠狼”……“黄鼠狼”被抓，而付东篱化妆成老大娘，搭上军车，越过重重关卡，又恢复本来面目……我方在分析案情中得到一个信息，一位体貌特征与付东篱相似的女人昏倒在公路上，被过往的军车发现，送到基地医院。几天以来高烧不退，一名老军医诊断她得的是罕见的“出血热”，他用中药使她的病情得到了稳定和好转……我方人员赶到她的病房时发现护士被堵住嘴、捆住手脚，付东篱已经逃之夭夭……付东篱回到海迪娜得知黄一恒根本没有去中国……付东篱赶往马力德住处，不想，黄一恒被马力德击毙，死在自己的面前……付东篱精神上受到严重的刺激，不得不住进精神病院进行治疗……马力德在从医院接回付东篱的路上，向她透露——原来，她在去中国之前，已被注射了“出血热”病毒，如果不在一定的时间返回海迪娜，病毒会自然发作……在付东篱的开导下，陈月娇主动和杜二鸣和好如初。在贺涛的努力下，李奇玛护照问题终于得到解决……她和亲生母亲郭淑珍得以团聚……李奇玛给他父亲李能达扫过墓后返回了奉阳，她要到奉阳文学院学习……许盈盈表现活跃，她与贺涛频繁往来……海迪娜航天考察团已经结束了行程，许盈盈以休假的名义留了下来……杜二鸣意外的收到“周笑冰” 的电子邮件……惊出了一身冷汗……他约许盈盈见面向她探听是否认识周笑冰……陈月娇一改公主脾气，对杜二鸣体贴入微。杜二鸣向陈月娇借阅资料……陈冬生对于二鸣提出的关于“121”技术的一些设想大加赞许，杜二鸣喜出望外，他有望进入国家顶级科研项目“121” 课题组。他大醉而归，泪流满面……付东篱为陈冬生操办了一次别开生面的生日宴会……并且对于陈冬生的生活进行全面的调理……杜二鸣频繁在网上和“月色撩人” 聊天，并且和一个神秘的女人用一些资料进行交易……杜二鸣和许盈盈在街上散步，被李奇玛偶然所见……许盈盈即将结束假期返回海迪娜，杜二鸣为许盈盈饯行向她表露了心声、并送给她一份礼物……这一切被门外的陈月娇看在眼里……贺涛送许盈盈到了机场，杜二鸣手捧鲜花出现在他们面前……杜二鸣一夜暴富，通过银行按揭贷款给在农村的父母购买了一栋别墅。而同时也遭到了生意伙伴的威胁……航天所的张主任对杜二鸣进行了善意的提醒……贺涛找到杜二鸣向他转达了付东篱的好意……杜二鸣向陈冬生表达了强烈要求参加“121”课题组的愿望和理由……付东篱拿到了催眠药物，寻机对陈冬生实施了催眠术……陈冬生找到林国学向他袒露了心中的感觉……付东篱收到间谍组织告知催眠失败的讯息，马上采取了补救措施……而且试探性玩了一场游戏……甩掉了跟踪的陈冬生、摆脱了杨小帆……付东篱来到陈月娇家，她支开了月娇，将U盘连接到杜二鸣的电脑上……付东篱联想到为取得一份情报，马力德曾经使用过的双线游戏……为争夺一份“蓝宝石计划”的商业情报，已退休的老校长和马力德展开了蛇鼠之斗，成为了对手。他启用了付东篱，而马力德派出了兰妮，经过一番特殊的较量，付东篱终于拿到了情报，在与老校长进行交接的时候，马力德、兰妮等人冲了进来……付东篱突然把枪对准了老校长……马力德等人抓获了向外出卖组织情报的老校长。付东篱和兰妮的手拉在了一起……原来，付东篱早已接受了马力德的指派，获取“蓝宝石计划”、纠出组织里的内奸……杜二鸣如愿以偿的进入了“121”课题组，并跟陈冬生进入了保密室……获取了开锁的指纹和密码……一封举报信出现在陈冬生的面前，杜二鸣被调离了“121”课题组……他收到了一封许盈盈的特快专递……许盈盈返回了奉阳，杜二鸣在第一时间得到了消息……林国学等国安人员注意到了许盈盈的出现，付东篱在筹办月娇的婚礼同时，对许盈盈也产生了兴趣。陈冬生在陈月娇的劝说下，让杜二鸣回到了“121”课题组。许盈盈请陈冬生用餐，杜二鸣伺机准备行窃……航天所课题组雷主任突然出现在他的面前……付东篱在别墅骗过了我方的监控，惊动了林国学等国安人员。她对陈冬生再次实施催眠术。冒险带着陈冬生躲过各路追踪……而马力德拒绝在中国交易……陈冬生在体检时发现“问题”，被安排住院，林国学第一时间探望了他。杜二鸣见有机可乘，便蠢蠢欲动，怎料，他又被临时主持工作的航天所副所长送回了原来的工作岗位。他无计可施，到医院找到了陈冬生……奇玛村葵花籽油加工厂着火，贺涛前去处理，结果路上遇到车祸。付东篱带上林国学闻讯赶了过去。林国学协助公安很快查清这是一起人为的纵火事件……马力德得知“雪绒花”第二套计划受阻，他向付东篱发出了密令。在境内间谍的配合下，付东篱拿到了“死亡之鼠”……林国学中毒身亡被抬了出去……陈冬生出院后，又把杜二鸣带回课题小组。因为杜二鸣的问题，陈冬生被气晕倒……杜二鸣趁机行窃得手……杜二鸣被提前放了婚假，他去和许盈盈约会。航天所会议室里，陈冬生告诉大家提前出色完成了“121” 的设计任务，这时，他接到了一个电话大惊失色……陈冬生含泪埋怨付东篱不该带林国学去奇玛村……公安人员找上门来……陈冬生带付东篱到航天所的棋盘山庄去散散心……他们与外界的讯息完全中断。马力德来到了奉阳，偶遇许盈盈……收到了一个令他愤怒的纸条……接着又约见了贺涛……杜二鸣的父亲来到奉阳准备参加儿子的婚礼，李奇玛接来了母亲郭淑珍，而后她去月娇的新房帮忙。付东篱带着郭淑珍等人到了自己的别墅，她在电视遥控器里发现了爆炸装置……马力德拿到了“眼镜”后发现杜二鸣愚弄了他……陈、杜两家聚餐，付东篱在酒杯上发现了马力德到来的暗号……杜二鸣在小区门前把“礼品盒”交给了许盈盈。在宾馆礼宾部，贺涛从许盈盈手中要过存放“礼品盒”的取物卡。这时，贺涛接到信息，付东篱和贺涛一路追踪……杜二鸣惊恐的发现原来奇玛就是“月色撩人”，付东篱意外地看到和杜二鸣在一起的竟是李奇玛！她把他们拦截回来……婚礼如期举行，贺涛从礼宾部取出“礼品盒” 正要离去，被马力德叫住，“礼品盒”被调包……随后他们一同去参加陈月娇的婚礼……林国学气宇轩昂手捧鲜花出现在婚礼大厅……付东篱等人大吃一惊……“马力德”走出宾馆大门上车而去，国安车辆尾随其后……真正的马力德穿着酒店管理人员的服装从员工通道中走出，坐上了贺涛开的酒店专用车……马力德在机场拿到并戴上“眼镜”，顺利的通过了安检来到了登机口……贺涛道出了真实身份……随之杜二鸣、李奇玛被我国安人员缉拿归案……付东篱驾车离去……她来到市政府广场，跪倒在国旗前……服毒自杀……在付东篱的别墅里，国安人员发现了付东篱留给陈冬生的一封信和一张写有“悔”字的血书……陈冬生在办公室万分感慨……他突然接到了许盈盈的电话……林国学在奉阳国家安全局针对马力德的狡辩，向马力德奉还了那个曾经使他父亲念念不忘的烟斗、还有马力德留在新婚礼物“白雪公主” 肚内的烟斗……马力德、李奇玛、杜二鸣等受到了法律的审判……一年后，我国121航天计划付诸实施……",
    "chinese_title": "狂花凋落",
    "douban_rating": "7.1/10 from 259 users",
    "foreign_title": "",
    "douban_rating_average": "7.1",
    "update_at": "2025-09-16T19:28:51"
}