{
    "aka": [
        "Flight to a Far Planet",
        "Planet of Vampires"
    ],
    "sid": "3158702",
    "cast": [
        {
            "url": "/celebrity/1025243/",
            "name": "约翰·萨克松 John Saxon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019116/",
            "name": "巴兹尔·拉思伯恩 Basil Rathbone",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119979/",
            "name": "李·梅雷迪思 Lee Meredith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044720/",
            "name": "丹尼斯·霍珀 Dennis Hopper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121644/",
            "name": "弗洛朗丝·玛莉 Florence Marly",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1065506/",
            "name": "罗伯特·布恩 Robert Boon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085293/",
            "name": "唐·艾特纳 Don Eitner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055025/",
            "name": "福里斯特·J·阿克曼 Forrest J. Ackerman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115466/",
            "name": "Judi Meredith Judi Meredith",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1966",
    "genre": [
        "科幻",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2573870278.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1050465/",
            "name": "柯蒂斯·哈灵顿 Curtis Harrington",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038843/",
            "name": "奥塔尔·科别里泽 Otar Koberidze",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0060877",
    "director": [
        {
            "url": "/celebrity/1050465/",
            "name": "柯蒂斯·哈灵顿 Curtis Harrington",
            "@type": "Person"
        }
    ],
    "duration": "81分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1966-03-02(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0060877/",
    "imdb_votes": 2538,
    "this_title": [
        "Queen of Blood"
    ],
    "douban_link": "https://movie.douban.com/subject/3158702/",
    "imdb_rating": "5.2/10 from 2538 users",
    "trans_title": [
        "血腥王后",
        "Flight to a Far Planet",
        "Planet of Vampires"
    ],
    "douban_votes": "0",
    "introduction": "The year is 1990, and space travel is well-established since humans first landed on the Moon twenty years earlier. At the International Institute of Space Technology, communications expert and astronaut Laura James monitors strange signals being received from outer space. Laura's superior, Dr. Farraday, translates the signal and discovers that it is from an alien race, who are sending an ambassador to Earth. Soon after, however, Laura receives a video log showing that the aliens' spaceship has crashed-landed on Mars.The Institute launches a rescue mission aboard the spaceship Oceano, which includes Laura and astronauts Anders Brockman and Paul Grant. Oceano travels through a sunburst, suffering some damage, before completing the journey to Mars and locating the downed alien craft. Anders and Paul investigate and discover a single dead alien aboard. Faraday deduces that the surviving crew may have been rescued, so an observation satellite will be needed to locate the alien rescue ship. Laura's fiancé Allan and fellow astronaut Tony volunteer. They travel on the spaceship Meteor to Phobos, one of the two moons of Mars, where they launch the observation satellite. Tony finds an alien spaceship on Phobos. He and Allan are able to enter, finding an unconscious but still-living female alien. As their rescue ship holds only two, one of them must stay behind, so they toss a coin and Tony stays.Allan and the female alien arrive on Oceano, joining Laura, Paul and Anders. The alien regains consciousness and smiles at the three men, but not Laura. The alien refuses to eat all food offered and will not let Anders take a blood sample. That night, as Paul is guarding the alien, she attacks and kills him, draining his blood after first hypnotizing him. The surviving astronauts decide to keep her alive by feeding her blood from the ship's plasma supply. When this supply runs out, she kills Anders and feeds on him, leaving Laura and Allan the only humans aboard.The alien then attacks Allan, but Laura interrupts her before she can kill again. Laura scratches her in the struggle, and the alien screams in terror, quickly bleeding to death. Laura and Allen then find alien eggs hidden aboard. Allan hypothesizes that she was royalty, likely a queen (assuming human-like inbreeding among royalty, hence her hemophilia), and was being sent to Earth in order to breed. Their spaceship lands safely, but Earth authorities decide to study the alien eggs rather than destroying them outright, as Allan has urged.",
    "chinese_title": "血腥王后",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Queen of Blood",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-26T11:28:31"
}