{
    "aka": [],
    "sid": "3158466",
    "cast": [
        {
            "url": "/celebrity/1036330/",
            "name": "华特·迪士尼 Walt Disney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001826/",
            "name": "Wernher von Braun Wernher von Braun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1196165/",
            "name": "Ernst Stuhlinger Ernst Stuhlinger",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1957",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2257943865.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0151498",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1957-12-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0151498/",
    "imdb_votes": 302,
    "this_title": [
        "Mars and Beyond"
    ],
    "douban_link": "https://movie.douban.com/subject/3158466/",
    "imdb_rating": "8.0/10 from 302 users",
    "trans_title": [
        "移居火星"
    ],
    "douban_votes": "0",
    "introduction": "Garco the Robot introduces Walt, who introduces this exciting episode of \"Tomorrowland\" which covers life on other planets.We begin with a history of man, who seeks to understand the world they inhabit and begin to notice patterns in the stars. Mankind begins to develop certain beliefs regarding the celestial bodies. Theories from scientists and philosophists are covered. Ptolemy's inaccurate, but accepted theories, and then Copernicus.Then life on other planets is considered. Some wonderfully imaginative imagination depicts the theorized inhabitants of other planets. Soon, Mars becomes the focus of this episode. Ideas from H.G. Wells and Edgar Rice Burroughs are brought to life with more colorful animation. Pulp science fiction comics of the time are parodied in the same straightforward tone as everything else. As the segment plays out, you can see freedom in the production, Ward Kimball's comic tone, and even a cameo from Donald Duck.After this, the program adopts a more serious tone as it profiles each of the planets in the solar system, from the perspective of what would happen to a man on them. Life in Mars could almost be normal, the program declares. Something that is of increasing importance for the future, we're told. Dr. E.C. Slipher, a foremost Mars authority, discusses the red planet and the possibility that life is there. More animation speculates what the conditions in Mars might be like. This section is filled with striking, inventive and decidedly atypical Disney animation. The program wraps up with what a trip to Mars would entail for a space crew and its vessels. Over the end credits, Old Yeller is advertised.",
    "chinese_title": "移居火星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mars and Beyond",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-05T19:52:23"
}