{
    "aka": [],
    "sid": "3161837",
    "cast": [
        {
            "url": "/celebrity/1157305/",
            "name": "Luciano Szafir Luciano Szafir",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127334/",
            "name": "Ângelo Paes Leme Ângelo Paes Leme",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118805/",
            "name": "Lúcio Mauro Filho Lúcio Mauro Filho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009708/",
            "name": "瓦格纳·马拉 Wagner Moura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041682/",
            "name": "拉萨罗·拉莫斯 Lázaro Ramos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310833/",
            "name": "米凯尔·儒埃尔萨斯 Michel Joelsas",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "喜剧",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1033727/",
            "name": "André Moraes André Moraes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1126546",
    "director": [
        {
            "url": "/celebrity/1033727/",
            "name": "André Moraes André Moraes",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2007"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1126546/",
    "imdb_votes": 58,
    "this_title": [
        "Ópera do Mallandro"
    ],
    "douban_link": "https://movie.douban.com/subject/3161837/",
    "imdb_rating": "5.4/10 from 58 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Cuiabá Film and Video FestivalYear\tResult\tAward\tCategory/Recipient(s)2008 \tWon \tAudience Award \tBest VideoAndré MoraesCoxiponé Award \tBest Music - VideoAndré MoraesÓpera do Mallandro(Brasil, 2007)16 minutosPouquíssimas vezes o Judão fez resenhas de curta-metragem, e essa foi a primeira que fizemos, e por motivos óbvios, também vai ser a primeira a aparecer aqui no Cena Brasilis. Já criticamos uma única cena de filme, produções pornô… Mas um curta-metragem é a primeira vez. Mas precisamos fazer isso e simplesmente porque o filme merecia.Ópera do Mallandro conta a história de Chico (Michel Joelsas, o garoto de O Ano em que Meus Pais Saíram de Férias), um menino que está de recuperação e precisa fazer uma redação criativa em 15 minutos. Ele começa a imaginar o que colocaria no papel e, então, viaja por um monte de ícones musicais dos anos 80 — todos cantando versões divertidíssimas de músicas de Sérgio Mallandro.Além de os principais temas musicais do Mallandro (Glu-Glu, Bilu-Tetéia, Farofa - interpretada por Sidney Magal - e Um Capeta em Forma de Guri), o menino viaja por outras referências ao apresentador, como a porta dos desesperados e por aí vai. Com um elenco incrível que conta com Wagner Moura, Lázaro Ramos, Jair de Oliveira, Lúcio Mauro Filho, Angelo Paes Leme, Luciano Szafir, Taís Araújosem falar no próprio Sérgio Mallandro, o filme transparece uma enorme brincadeira, que conseguiu reunir os melhores atores dessa “nova geração” em torno de um filme de apenas 16 minutos. Não sei se foi o caso, mas se trabalharam de graça, ao menos eles se divertiram pra caramba, e quem se dá bem com isso, no fim das contas, somos nós.Ópera do Mallandro é genial e merece aplausos de pé, sem dúvida nenhuma Cena Brasilis RECOMENDA! e muito. Dê uma fuçada na internet, argentina, guias de cinema pra tentar assistir ao filme completo, ou se empolgue assaz com o trailer e informações no site oficial do filme.É uma pena que aqui no Brasil não haja uma cultura de se exibir curtas nos cinemas, a não ser em festivais, porque há muita coisa boa sendo produzida e a maior parte das vezes, a gente nem acaba tomando conhecimento. Há iniciativas na internet como o Porta Curtas, mas ainda assim, não é o espaço merecido por tantos bons diretores e produtores que fazem coisas muito legais e o grande público nem fica sabendo que existe.De qualquer modo, nós aqui do Judão estamos prestando atenção nesse nicho e prentendemos dar a eles o merecido espaço. E a respeito de Ópera do Mallandro, ficaremos de olho nas novidades sobre esse filme.",
    "chinese_title": "Ópera do Mallandro",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-01T16:28:58"
}