{
    "aka": [],
    "sid": "3161050",
    "cast": [
        {
            "url": "/celebrity/1163035/",
            "name": "Kevin Warwick Kevin Warwick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045146/",
            "name": "斯蒂夫·旺达 Stevie Wonder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164491/",
            "name": "Raymond Kurzweil Raymond Kurzweil",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129367/",
            "name": "科林·鲍威尔 Colin Powell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1432733/",
            "name": "迪恩·卡门 Dean Kamen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1044562286.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1117394",
    "director": [],
    "duration": "USA: 86 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-03-27"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1117394/",
    "imdb_votes": 1911,
    "this_title": [
        "Transcendent Man"
    ],
    "douban_link": "https://movie.douban.com/subject/3161050/",
    "imdb_rating": "7.1/10 from 1911 users",
    "trans_title": [
        "卓越的人类"
    ],
    "douban_votes": "49",
    "introduction": "TRANSCENDENT MAN chronicles the life and ideas of Ray Kurzweil, an inventor and futurist that presents his bold vision of the Singularity, a point in the near future when technology will be changing so rapidly, that we will have to enhance ourselves with artificial intelligence to keep up. Ray predicts this will be the dawning of a new civilization in which we will no longer be dependent on our physical bodies, we will be trillions of times more intelligent and there will be no clear distinction between human and machine, real reality and virtual reality. Human aging and illness will be reversed; world hunger and poverty will be solved and we will ultimately cure death. Critics accuse Ray of being too optimistic and argue that the dangers of the Singularity far outweigh the benefits, pointing out the apocalyptic implications that once machines achieve consciousness, we may not be able to control them...Technology will accelerate exponentially. Within 25 years, computers will have consciousness. Humans will soon be bionic. These predictions make bestselling author Ray Kurzweil (The Singularity Is Near) a prophetic genius to some, and a \"highly sophisticated crackpot\" to others. There is no question, however, that he has predicted the future with more accuracy than anyone else in history...Transcendent Man gets inside the mind of the award-winning scientist and A.I. specialist through extensive interviews with Kurzweil himself and revealing conversations with friends and colleagues. The film outlines Kurzweil's theory of singularity-the point when change occurs so rapidly that humans will need to merge with technology to keep up-while also chronicling Kurzweil's history, his myriad accomplishments (including 24 U.S. patents), and his unique vision of the future...",
    "chinese_title": "卓越的人类",
    "douban_rating": "7.4/10 from 49 users",
    "foreign_title": "Transcendent Man",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.4",
    "update_at": "2025-07-20T00:13:15"
}