{
    "aka": [],
    "sid": "3161809",
    "cast": [
        {
            "url": "/celebrity/1397818/",
            "name": "辛爽 Shuang Xin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444768/",
            "name": "边远 Yuan Bian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444769/",
            "name": "刘昊 Hao Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2569913016.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1056142",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2006-04-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1056142/",
    "imdb_votes": 26,
    "this_title": [
        "Wasted Orient"
    ],
    "douban_link": "https://movie.douban.com/subject/3161809/",
    "imdb_rating": "8.3/10 from 26 users",
    "trans_title": [
        "颓废的东方"
    ],
    "douban_votes": "834",
    "introduction": "a film about JOYSIDE by Kevin Fritz\"Joyside are the alcoholic, poverty-stricken frontrunners in China's just-sprouting punk scene.\" - City Pages\"Wasted Orient debunks the perception that most of the country is looking toward a hopeful and prosperous future.\" - The Patriot News\"A hearty, greasy helping of Chinese subculture...one that is best consumed with a few beers.\" - China DailyWASTED ORIENT is the story of Beijing punk rock band JOYSIDE and their first tour in a country not exactly ready for rock n' roll. Obsessed with Johnny Thunders and the philosophies of American punk, Joyside decide to spread their beer-soaked message of apathy across the countryside, filming every minute of it. The boys share their views of a bleak modern China through interviews in public toilets, countless binge drinking sessions, and in their songs (\"I Don't Care About Society!\" \"I Wanna Piss Around You!\"). Director Kevin Fritz captures an equally hilarious and uncompromising view inside a Chinese subculture through a group of silly, sloppy and hopeless punks, outsiders in their own country.Born and raised in Lancaster, Pennsylvania, Kevin Fritz got his start editing tractor maintainance videos and applied for an overseas scholarship as a joke, ending up at China's prestigious Peking University to study Chinese. He met Joyside in 2003 and began filming their tour that same year.Joyside is Bian Yuan, Liu Hao, Fan Bo, Xin Shuang & Yang Yang",
    "chinese_title": "颓废的东方",
    "douban_rating": "8.2/10 from 834 users",
    "foreign_title": "Wasted Orient",
    "imdb_rating_average": 8.3,
    "douban_rating_average": "8.2",
    "update_at": "2025-05-06T07:22:36"
}