{
    "aka": [
        "Keto & Kote"
    ],
    "sid": "3161886",
    "cast": [
        {
            "url": "/celebrity/1125156/",
            "name": "Edisher Magalashvili Edisher Magalashvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137692/",
            "name": "Giorgi Shavgulidze Giorgi Shavgulidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155732/",
            "name": "Tsetsilia Tsutsunava Tsetsilia Tsutsunava",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1155771/",
            "name": "Nato Vachnadze Nato Vachnadze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156503/",
            "name": "Tamari Tsitsishvili Tamari Tsitsishvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158321/",
            "name": "Sesilia Takaishvili Sesilia Takaishvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1095435/",
            "name": "Shalva Gambashidze Shalva Gambashidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083787/",
            "name": "美狄亚·加帕里泽 Medea Djaparidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082935/",
            "name": "Aleqsandre Jorjoliani Aleqsandre Jorjoliani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074431/",
            "name": "Elisabed Cherqezishvili Elisabed Cherqezishvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1058314/",
            "name": "韦丽科·安贾帕里泽 Veriko Andjaparidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055652/",
            "name": "蕾拉·阿伯西兹 Leila Abashidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044286/",
            "name": "Meri Davitashvili Meri Davitashvili",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038843/",
            "name": "奥塔尔·科别里泽 Otar Koberidze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008929/",
            "name": "Piotr Morskoy Piotr Morskoy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1163693/",
            "name": "谢尔科·扎卡里阿泽 Sergo Zaqariadze",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1948",
    "genre": [
        "喜剧",
        "爱情",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871494796.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1008783/",
            "name": "Avqsenti Tsagareli Avqsenti Tsagareli",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0045957",
    "director": [
        {
            "url": "/celebrity/1035738/",
            "name": "Shalva Gedevanishvili Shalva Gedevanishvili",
            "@type": "Person"
        }
    ],
    "duration": "Russia: 89 分钟",
    "episodes": "",
    "language": [
        "格鲁吉亚语"
    ],
    "playdate": [
        "1948-10-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0045957/",
    "imdb_votes": 236,
    "this_title": [
        "Qeto da Kote"
    ],
    "douban_link": "https://movie.douban.com/subject/3161886/",
    "imdb_rating": "7.5/10 from 236 users",
    "trans_title": [
        "凯托与科托",
        "Keto & Kote"
    ],
    "douban_votes": "0",
    "introduction": "《凯托与科托》原本是格鲁吉亚史上第一部舞台音乐喜剧，由剧作家Victor Dolidze创作，1948年被改编成这部音乐电影，当时也获得了成功。The final fall of the aristocracy and the vital rise of the bourgeoisie in the 19th century. The wealthy merchant Makari their dreams for his daughter clean Keto with a noble person to marry. With the help of the famous koppelaarster Kabato he finds a suitable candidate, a prince of the very high descent. But the prince is as old as Makari itself. Moreover, Keto love with someone else and has no intention of listening to her father.http://www.moviemeter.nl/film/39699One of the most interesting pages of Georgian music history is connected with Victor Dolidze's name. He is known as the author of the first Georgian comic opera. This genre determined his creative work. Victor Dolidze was gifted with all the features so essential for a composer and dramatist: talent, temperament, sharp feeling of theatricality, ability to create distinguished musical and scenic characters and situations. He is the first Georgian composer to include humorous, comic and satirical elements into Georgian music.Dolidze's creative activity counts only 15 years, but his talent flourished at unusually high speed. He is one of those, who achieve much success immediately after coming onto artistic arena.  At the age of 27 Dolidze composed his opera \"Keto and Kote\", which was staged in 1919 and brought immediate fame to the author. Dolidze wrote other operas too - \"Leila\" and \"Tsisana\"; sadly, he never completed the latter. Apart from operas the composer created more than 20 romances, symphonic pieces \"Azerbaijan\", symphonic fantasy \"Iveriada\", a piano concert, orchestra pieces, etc.But Dolidze's name is primarily identified with a brilliant example of Georgian classical opera \"Keto and Kote\".The opera \"Keto and Kote\" is based on the play entitled \"Khanuma\" by Avksenti Tsagareli (1857-1902), a well-known Georgian comediographer and dramatist. Tsagareli is a representative of the Pleiad of Georgian intelligentsia who fell under the influence of Russian populist movement. Sometimes he was referred to as \"Georgian Dostoevsky\". Ilia Chavchavadze spoke of Tsagareli's plays as of \"live examples of modern life\".Vaso Abashidze regarded him as a true king of comicality. Tsagareli played important role in the development of Georgian theatre and national dramaturgy by introducing realism and typical national characters.  In his plays, he sneers at the stagnant traditions of patriarchal way of life. He wrote \"Khanuma\" in 1882 and attracted public interest at once.  The play was popular at pre-revolutionary Georgian theatre, which was greatly due to the author's artistic skill, urgency of the plot, sharp social satire, dynamic development of scenes and skillfully depicted characters. In 1926 Alexander Tsutsunava adapted the play for his film \"Khanuma\". In 1947 Vakhtang Tabliashvili and Shalva Gedevanishvili made a musical film entitled \"Keto and Kote\".The idea of creating an opera on Tsagareli's play occurred to Dolidze after his return from Kiev. It took him a year to complete it. Dolidze himself wrote the libretto and asked Ioseb Grishashvili, a renowned Georgian poet, to edit the text. Grishashvili also wrote verses for the opera characters Siko and Sako.It should be mentioned that the composer put more emphasis on the comical moments as compared to the original play; instead of one kinto he introduced two and intensified the rival between two matchmakers. In order to achieve stronger comical effect, each character has a counter personage: a bankrupt nobleman and a rich merchant, matchmakers and kintos and young educated Keto and Kote. Thus the libretto is rich in diversity of social portraits.The opera was staged by Alexander Tsutsunava and was conducted by Sergei Stolerman. The first night took place on 11 December, 1919.  The opera was an immediate success to young unknown composer Victor Dolidze. After the successful presentation, the tickets were booked for the following ten performances.\"Keto and Kote\" is Dolidze's most popular and at the same time most valuable work from artistic standpoint.  It occupies a distinguished place in the history of Georgian music history for splendid music, theatricality and flexible dramaturgy. It is a true masterpiece of national comic opera. From the stylistic point of view, the opera is closely connected with both Tbilisi town folklore and traditions of Italian opera school.\"Keto and Kote\" has an interesting scenic history. It was put on the stage several times in various years. Present performance is the variant from 1991. It should be mentioned that the same year the company were awarded State Prize.\"Keto and Keto\" was first serious success outside Georgia in Moscow and Leningrad at the Days of Georgian Literature and Art in 1937. At various times it was staged at 20 opera houses throughout the Soviet Union as well as abroad – in Poland (twice), Czechoslovakia, Hungary and Bulgaria.",
    "chinese_title": "凯托与科托",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Qeto da Kote",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-06-20T02:26:05"
}