{
    "aka": [],
    "sid": "3161704",
    "cast": [
        {
            "url": "/celebrity/1315835/",
            "name": "杨雪 Xue Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274732/",
            "name": "李宗翰 Zonghan Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1386037/",
            "name": "王天野 Tianye Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1494379/",
            "name": "曹雪飞 Xuefei Cao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2292301339.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1314034/",
            "name": "王小康 Xiaokang Wang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "36",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "幸福里九号"
    ],
    "douban_link": "https://movie.douban.com/subject/3161704/",
    "trans_title": [
        ""
    ],
    "douban_votes": "221",
    "introduction": "八十年代初，北京，幸福里九号。杨家母子间骤起争端。母亲闵淑娴为了把仍在东北插队的小儿子杨卫民的户口给办回来，不慎被骗积蓄；为此遭到面临大学毕业分配的长子杨卫国的责备。而此时，卫民则在东北山林中遇险，幸得房东喜凤相救，转危为安。卫民因伤残而终于获得返城的指标。喜凤追到北京，要嫁给心上人卫民。然而，卫民却深爱着初恋的邻居于芳芳；为此引起复杂的情感纠葛。喜凤伤心地离开卫民，但发誓要在北京扎下去，她顽强生存，历经艰辛。卫民执意为曾经是战争英雄，后因贰佰斤粮票入狱的父亲杨铁落实政策，卫国却抵制身为劳改释放犯的父亲重新归家。兄弟间冲突不断。杨铁终于回来，却因得知自己当年蒙冤与邻居于家夫妇于得水和姚桂英有关，他耿耿于怀，粗暴阻止卫国和于家二女儿于媛媛相爱。在卫民的劝导下，杨铁谅解了于得水夫妇当年无意的失误，两家和好如初。卫民返城后政府部门给予安排了工作，然而他不安于现状，接连失去到手的铁饭碗，他敏锐地捕捉商机，尝试异地小商品交易，却被误抓，差点因“投机倒把”而获罪，为此遭到亲人强烈反对，家庭矛盾迭起。卫民努力撮和离异多年的父母复婚。杨铁则提出前提条件，不许他干个体，跑买卖。卫民无奈顺从，在媛媛热心相助下，到其任护士的医院当临时工，岂料是看管太平间，然而卫民全身心投入了工作。卫民尽管屡遭坎坷，然而对生活、对工作、对亲情、友情和爱情却充满了热爱、真诚和追求，始终不渝。芳芳祈盼荣升区政府要职的父亲能把她因插队而落在浦东农村的户口调回市里；于得水为了维护自己廉洁奉公的形象而拒之，父女间冲突频生。芳芳拒绝卫民的求爱，与贺营长领了结婚证，期待以军属的身份解决户口问题。卫民与她屡屡发生激烈的情感冲撞。芳芳筹办婚礼时，其夫因公牺牲。婚姻的挫折，使芳芳变得玩世不恭。她又与能满足其物质欲和虚荣心的国际海员草率成婚。卫民与芳芳之间的情感冲突越发加深。卫国背着媛媛，接受大学同学吴招娣的求爱，以此巴结身为校领导的吴叔，期盼分配至法院工作。卫民揭穿卫国脚踩两只船的欺骗行径；兄弟间又起争端。父母又以不同的态度加以干预，为此导致家庭大战。媛媛发现卫国的不忠，她痛不欲生，遭遇车祸。媛媛刚出院，便要求参加医疗队，以此躲避伤心之地。卫民随队而行。卫民和媛媛在大别山中，历经艰险，患难与共，生死相依。媛媛历经磨练，心灵受到净化，抚平了失恋的创伤。卫民因在平凡岗位上表现出色，被医院转为正式职工。在国家允许个体经济政策感召下，卫民挑战自我，宁可舍弃铁饭碗，到姚桂英所在的菜场承包了水产摊位。为此又遭到亲人反对，但卫民一意孤行，从而加剧了家庭矛盾。正当卫民承包初见成效，却逢甲肝流行，致使其水产生意遭重创。卫民从沮丧中振作起来，以敏锐的触角捕获新的商机，顺应市场需求，及时改卖水果、鲜花，虽说受到以姚桂英为代表的菜场方面的阻挠；也遭遇欺行霸市的黑势力的破坏；卫民却屡败屡战，他要一根筋坚持到底，决不妥协，决不服输，决不放弃。喜凤历经艰辛后，承包了为幸福里倒渣土的活。她与卫民、芳芳重逢，相互间又起情感纠葛。杨铁相中喜凤，执意撮和她和卫民成亲。闵淑娴却坚决抵制，她难以容忍儿媳是个外地乡下人。夫妻间原有的矛盾又被激化。芳芳婚后遭遇海员丈夫胡伟的虐待。卫民为保护芳芳，击伤胡伟，因此遭刑拘并被起诉。闵淑娴恳求已留校在法律系任教的卫国为弟弟辩护。卫国与卫民积怨已深，根本不愿帮助他，加上胡伟的威逼利诱，卫国在关键时刻装病逃避。在媛媛的恳求下，芳芳挺身而出，不惜当庭暴露自己受辱的隐私，促使卫民无罪获释。卫国得到胡伟的回报，通过后门，调入法院。他期待着与即将出国留学的吴招娣成婚，岂料她却另攀高枝。卫国聪明反被聪明误，痛苦不堪，由此牵怒卫民。而卫民则对他情感受挫给予同情，却难以缓解彼此的矛盾。卫民在芳芳的撮和下，与媛媛相爱。喜凤为此心灰意冷。卫国由此加深了与卫民的积怨。姚桂英嫌卫民是卖鱼的个体户，配不上媛媛，因而从中作梗。喜凤父亲病危，她恳求卫民一同回乡，以夫妻的名义见老父最后一面。卫民这才知道，喜凤一直对父亲称谎，已和卫民成婚，小日子过得和和美美。为了报答喜凤父女对自己的救命之恩，卫民决意把这个美丽的谎言编下去。由于姚桂英搬弄是非，令媛媛误以为卫民与喜凤假戏真做，由此导致媛媛和卫民的感情出现危机。党的改革开放政策使喜凤家乡发生了巨大变化，喜凤为了父亲，断然嫁给同乡大奎。出嫁之时，其父病故。卫民以娘家人身份，为喜凤操办婚事，也为她找到一条创业的捷径，利用家乡的现成资源，做土豆贸易。卫民先试水，趟一趟市场的路子。他带着一批土豆返回，利用自己在菜场所承包的摊位，以及在经营中已建立的客户群，进行土豆促销，却再度招来姚桂英及菜场领导的责难。卫民顶住压力，我行我素，初见成效。卫民以真诚和执着，再次打动媛媛的心，消解了她的误会和忧怨，彼此和好如初。卫民从承包一个摊位，到承包整个水产组，又承包下蔬菜组，连续扭亏为盈，深受顾客好评，在并不景气的国营菜场里，创下了“杨承包”的个人品牌。卫民脚踏实地，勤奋苦干，摸索经验，积极进取，激发了雄心壮志，他决意承包整个菜场。由此引起姓“社”，还是姓“资”的争议。时任区政府办公室主任的于得水，向来谨小慎微，出于求稳，他将卫民承包菜场的方案，搁置待议。于得水交给卫民另一个棘手的任务，帮助来京的港商林思远，寻找初恋情人闵淑娴。当卫民了解林思远的心结后，设法安排母亲与他相遇。闵淑娴与林思远久别重逢，百感交集。林思远决定留下来，投资创业。闵淑娴却唯恐自己与杨铁之间已经脆弱的夫妻关系会因林思远的出现，而不堪一击。中央领导南巡讲话后，发展经济的进军号角再次振奋了卫民。卫民为实现承包菜场的计划，招商引资，向林思远阐明设想。卫国暗地兼任林思远的法律顾问，在他的挑唆下，林思远放弃了原定与卫民的合作意向，而改为与官方合作，将菜场拆除，兴建商务楼及超市。卫民还蒙在鼓里，把婚礼都定在了承包菜场之日，岂料，陡生变数，他的设想被迫流产。而此时卫民已汇出几万元货款，让喜凤在当地收购土豆。林思远为了安抚卫民，特聘他给自己当助手。卫民却将此视为施舍而加以拒绝。芳芳则抓住机会，毅然抛弃原本作为烈属而被照顾的铁饭碗，到林思远的宏业公司任职。喜凤和大奎提取卫民的汇款，却惨遭流氓团伙抢劫。喜凤不堪受辱，以死抗暴，撞击岩石，身负重伤。大奎从懦弱中奋起，自卫时捅死劫匪。他将喜凤送至县医院急救，因无钱支付医药费并为躲避抓捕而仓皇逃匿。卫民惊悉喜凤的遭遇，不顾家人反对，急赴东北，他毅然决然将已无存活希望的喜凤接回北京救治，并以家属的身份在手术单上签字，不惜承担喜凤的生命风险和沉重的经济负担。为此遭到卫国、闵淑娴、姚桂英等人的强烈反对，引发了重重矛盾。媛媛对此一时难以接受，与卫民发生情感冲突。卫民不愿拖累媛媛，违心地向她提出分手。喜凤手术成功，脱离生命危险，但仍处于昏迷中，很有可能成为植物人。卫民决意不弃不离，抓住最后一线希望，尽最大的努力，力求唤醒喜凤。这一高尚的举措却给杨、于两家添加了重压。卫民订购的一批土豆到货，因菜场拆了，摊位没了，又因照料喜凤无暇顾及推销，恰逢几场大雨，致使露天堆放的土豆变质。姚桂英引来淀粉厂的采购员，愿以低价买下变质土豆。卫民决不许以此坑害消费者，断然将这批土豆销毁。卫民连遭重挫，至此血本无归，重又归到零。他却百折不挠，依然不服输，不放弃。卫民不惜借高利贷，创办民生贸易公司，发愤图强，决心东山再起。卫民顽强的自尊心和进取心，以及坚韧的斗志和毅力，深深地震憾媛媛的心。她难以割舍对卫民的爱，痛定思痛，最终选择与卫民患难与共。媛媛设计迫使卫民与自己成婚。媛媛为了支助丈夫，为了攻下在读的大专文凭，为了更好地照料喜凤，她忍痛辞职，并不惜做人流。卫民恳求媛媛保住孩子，双方冲突迭起，然而彼此的情感却在困境的磨砺中日益加深。卫国当法官的同时，一直在悄悄地为林思远工作，并获取丰厚的报酬。他还偷偷地炒房，炒股，大赚特赚，却加以隐瞒，在亲人面前痛斥卫民给这个家以及自己所带来的种种不幸。卫国为躲避司法系统的整风，被迫辞职，到律师事务所供职。大奎被捕。卫民坚信大奎决不会故意杀人，却苦于没有确凿的证据。卫民恳求卫国为大奎当辩护人。喜凤在媛媛的精心护理，以及卫民的坚持不懈的呼唤下，奇迹般苏醒，但一时想不起近期所发生的一切。卫国为了获取证据，不顾喜凤的安危，强行刺激她恢复记忆，险些导致其再度昏迷。喜凤又一次转危为安，她恢复了记忆，也得知了卫民和媛媛为她所付的代价，喜凤跪谢他们的大恩大德，同时要求立即为大奎出庭作证。为防喜凤脑伤复发，媛媛不顾妊娠反应严重，执意随行相伴。由于喜凤当庭作证，以及卫国的雄辩，加之其他劫匪的入网，大奎二审被改判无罪释放。卫民借此行，又做起土豆生意。喜凤成了卫民事业上的好帮手，协助他准备再次拓展经营之路。北京申奥成功再次撼动了卫民，卫民又不安于现状了，他捕捉到新的商机，经营一家倒闭的淀粉厂，将其改产为薯片。芳芳劝告卫民放弃这一创业计划，因为由林思远任董事的一家台湾薯片企业即将打入大陆市场。卫民无论从资金、技术，还是质量，都无法与品牌竞争。卫民却十分自负，一定要迎接这一挑战。当卫民的薯片厂开工投产时，媛媛难产。幸而转危为安，母子平安。媛媛同时还迎来了另两个“孩子”的诞生，一是大专文凭，二是卫民带来的刚生产出的薯片。然而，卫民的事业又跌入低谷。民生薯片厂的产品被查出苯超标，遭到退货、停产、罚款的惩处。他面临倾家荡产的危机。卫民依然不屈不挠，非要刨根究底，彻查质量问题的起因。最终揪出祸根，出自于薯片包装袋不过关。卫民要打官司，为自己的产品恢复信誉，也索赔经济损失。卫国因为被胡伟抓了把柄而受其敲诈，他被迫付出暗自积累的大笔财富，以期破财免灾，岂料胡伟变本加厉，要挟他合谋报复卫民和芳芳。卫国陷入极其矛盾的灵魂煎熬之中，痛不欲生。卫民得知卫国曾经作伪证的真相，规劝他立即自首。卫国尚存一丝侥幸，加以拒绝。卫民不许父亲去举报，恳望给卫国留住自首的机会。卫国主动为卫民当辩护人，要为其打赢官司，以尽兄弟情义，弥补曾经对卫民，对媛媛的伤害。他据理力争，为原告争得了五十万元的赔偿。然而，当卫民得知被告方将因此而破产，那些残疾职工下岗后就业困难，他不忍心将自己的成功建筑在别人的失败之上，卫民当庭宣布，把索赔金额降为一元。卫国十分不解，万分痛惜，与卫民再次爆发强烈的冲突。卫国也因失去自首的时机而被捕。卫民紧紧拥抱他，热泪纵横。卫民和媛媛去探监。卫国感慨万千，他已大彻大悟，懂得了人世什么最珍贵。卫民告诉他，即将与林思远合资联营，以此加速自己私有企业的现代化进程。卫民大展宏图，在喜凤家乡建立最新品种的土豆种植基地，以期打进国际市场，作为洋快餐的长期供应企业。在奥运倒计时的日子里，新的城市在飞速建设。杨铁又摆饺子宴。杨、于两家人最后一次欢聚在这幢相邻相伴了几十年的幸福里九号。这一带将进行改建，焕发新生。他们将搬进新居而留恋旧貌，然而人的精神变了，城市变了，社会发展了，党的十七大给人民带来更文明、更富裕生活的时代到来了。他们共同碰杯，齐声高呼：为了幸福——干杯！",
    "chinese_title": "幸福里九号",
    "douban_rating": "7.3/10 from 221 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-03-24T03:15:07"
}