{
    "aka": [],
    "sid": "3162096",
    "cast": [
        {
            "url": "/celebrity/1018728/",
            "name": "芭芭拉·布雷尔斯卡 Barbara Brylska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090612/",
            "name": "Karen Dzhanibekyan Karen Dzhanibekyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128226/",
            "name": "Vladimir Msryan Vladimir Msryan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128744/",
            "name": "米卡耶尔·波戈相 Mikael Pogosyan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551112757.jpg",
    "region": [
        "法国",
        "Armenia"
    ],
    "writer": [
        {
            "url": "/celebrity/1280390/",
            "name": "Vigen Chaldranyan Vigen Chaldranyan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0303275",
    "director": [
        {
            "url": "/celebrity/1280390/",
            "name": "Vigen Chaldranyan Vigen Chaldranyan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Armenian"
    ],
    "playdate": [
        "2001-10-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303275/",
    "imdb_votes": 94,
    "this_title": [
        "symphony of silence"
    ],
    "douban_link": "https://movie.douban.com/subject/3162096/",
    "imdb_rating": "5.6/10 from 94 users",
    "trans_title": [
        "寂静交响乐"
    ],
    "douban_votes": "0",
    "introduction": "Today, Mel Divan is a successful American businessman with a terminal illness. But long ago he was an infamous criminal who escaped from a mental institution in Communist Armenia. With the rise of capitalism, Mel returns to Armenia to make good on a promise to deliver the bounty of his robbery to the widow of a fellow thief. Mel plans on spending only enough time in Armenia to locate the widow. But nostalgia and fate drive him, as the same mental institution from which he escaped is now on the auction block. Mel buys it and finds refuge in running the psychiatric hospital while living among its eclectic residents and helping each in a unique way. Mel will live his final days as a saint provided he can keep one step ahead of the Chief Psychiatrist and a local Mob Boss. Written by AnonymousThe life of a 47-year-old man decelerates and takes a dramatic and unexpected twist toward a tragic end. He has an incurable illness and, realizing that death is unavoidable, he turns to the Biblical Ten Commandments. Finding himself in Yerevan with little time and a big bank account, he becomes sole owner of a hospital for the insane. Devoting himself entirely to this strange, new vocation, he sets out to redeem his sins by spreading light around himself and into the troubled souls of the patients. The film expresses human virtue, humanity and love, pursuing the universal questions: Who are we? Where did we come from? Where do we go? Written by Gayane Abrahamianhttp://www.armeniaweek.com/dec142001/film.htmlKondi Gjo, played by Michael Pogosyan, discovers the virtue of humanity at a very vital stage of his life. After leading a life of crime, fleeing Armenia to avoid prosecution and nearly escaping death, due to his bad health, Gjo returns to Armenia. Gjo discovers a very different Armenia than the one he had run away from. He sees countrymen that have been reduced to begging and prostitution, while the nation's most important and profitable industrial units are being sold to other countries. It is then that, at an auction, he purchases a mental institution. He makes a turn around in his life as he considers everything to provide for the well being of the patients at the institution, whose mental and psychological grounds have been fractured under the brutal living conditions present in their country. Written by Armen Matosyan",
    "chinese_title": "寂静交响乐",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "symphony of silence",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-02-17T11:08:19"
}