{
    "aka": [],
    "sid": "3162430",
    "cast": [
        "Linda Lovelace",
        "Harry Reems",
        "Levi Richards"
    ],
    "site": "douban",
    "tags": [
        "深喉第二部",
        "情色",
        "我太想看了",
        "美国",
        "感兴趣",
        "深喉",
        "欧美",
        "1974"
    ],
    "year": "1974",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p1369058422.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        "约瑟夫·W·萨诺 Joseph W. Sarno"
    ],
    "imdb_id": "tt0069957",
    "director": [
        "约瑟夫·W·萨诺 Joseph W. Sarno"
    ],
    "duration": "USA: 88 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974-04-22",
        "1975-12-06(意大利)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0069957",
    "imdb_votes": 460,
    "this_title": [
        "Deep Throat Part II"
    ],
    "douban_link": "https://movie.douban.com/subject/3162430/",
    "imdb_rating": "4.1/10 from 460 users",
    "trans_title": [
        "深喉2"
    ],
    "douban_votes": 107,
    "introduction": "Long out of circulation, Deep Throat Part II was conceived as a soft-core sequel to the highly successful Deep Throat. The film was written and directed by sexploitation virtuoso Joe Sarno and shot on 35mm in the New York City area in early 1973. It was released in the U. S. in early 1974 with an MPAA \"R\" rating and quickly disappeared; porn journalist Al Goldstien, writing in Screw, called it \"the worst film I have ever seen.\" The existing U. S. version of the film now on DVD is bowdlerized; the Italian DVD release version contains the film's original soft-core sex scenes. There has long been an urban legend that the film was shot hardcore and that the hardcore sex scenes were \"stolen\" while the film was in post-production; this claim seems extremely dubious and director Joe Sarno himself has insisted in interview that only soft-core sex scenes were shot for the film. Deep Throat Part II is Linda Lovelace's second feature film (she only officially starred in three). A young Judy Tenuta (comedienne) has a walk-on cameo. The film is one of Sarno's rare comic efforts and contains an unusually polished soundtrack featuring tunes written by, among others, former members of Jay and the Americans.",
    "chinese_title": "深喉2",
    "douban_rating": "3.4/10 from 107 users",
    "foreign_title": "Deep Throat Part II",
    "imdb_rating_average": 4.1,
    "douban_rating_average": "3.4",
    "update_at": "2024-10-27T14:49:07"
}