{
    "aka": [],
    "sid": "3167100",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2461761638.jpg",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1346019/",
            "name": "Tejpal Singh Rawat Tejpal Singh Rawat",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1270267",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-12-02(印度)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1270267/",
    "imdb_votes": 165,
    "this_title": [
        "Land Gold Women"
    ],
    "douban_link": "https://movie.douban.com/subject/3167100/",
    "imdb_rating": "6.6/10 from 165 users",
    "trans_title": [
        "荣誉谋杀"
    ],
    "douban_votes": "0",
    "introduction": "Set in modern Birmingham, \"Land Gold Women\" revolves around a small British Asian family caught between their traditional past and the tumultuous, faction-driven present. Nazir Ali Khan, a soft-spoken, 45-year-old professor of History at a University in Birmingham, emigrated from India in the 1980's. He made Birmingham his home with his conservative wife Rizwana and their two children, Saira, 17 and Asif, 14. He indulges their interests in all things English and Western but now finds himself increasingly nostalgic about his roots. Saira, with a year to complete her graduation, is excited at the prospect of going to university to pursue her interest in Literature. She also hopes that this will give her more time to spend with David, her aspiring writer boyfriend. At this critical juncture in her life, Nazir finds himself feeling increasingly conflicted at the thought of his daughter going out into the big bad world. His fears are further strengthened by the arrival of his older brother Riyaaz from India. A staunch traditional man, Riyaaz arrives with a proposal of marriage for Saira. A man of his word, who takes great pride in his roots, Riyaaz doesn't intend on taking a 'no' for an answer. With the threat of an illicit relationship looming over his head and the prospect of getting cut off from the rest of his family, Nazir finds himself at the brink of a terrible decision to make: Should he save face? Or save his daughter?",
    "chinese_title": "荣誉谋杀",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Land Gold Women",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-02T03:49:30"
}