{
    "aka": [],
    "sid": "3168121",
    "cast": [
        {
            "url": "/celebrity/1025274/",
            "name": "格伦·普拉默 Glenn Plummer",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0410065",
    "director": [],
    "duration": "USA: 30 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1988-01-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0410065/",
    "imdb_votes": 21,
    "this_title": [
        "Hearts of Stone"
    ],
    "douban_link": "https://movie.douban.com/subject/3168121/",
    "imdb_rating": "7.3/10 from 21 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The script needed strengthening but regardless it is still a solid short film, 9 June 2007Author: bob the moo from Birmingham, UKA turf war between the reds and the blues must be settled one way or another and, to limit bloodshed through retaliation, the two leaders decide that it will be decided by a game of Russian Roulette between one member of each gang. The two meet in a deserted warehouse and are left with a gun and a few bullets to play with the winning gang absorbing the other under its colours.After a crowded start this film settles down into a quite nice little two-hander which could easily be expanded (and improved) for the stage. The plot sees the two men get to talking while playing their deadly game. The characters are pretty interesting but the script is not quite there. As a result some of the dialogue does sound like it is being spoken in a theatre and not in a shabby room by two young gang-bangers. This lack of convincing dialogue is a problem, but what it is trying to do is admirable.With a better script it could have been powerful and touching, with the intimacy of the room amplifying the emotions. It is still a solid piece but the actors tend to move starkly between gang personae and emoting and it does jar a little bit. I think this is because the words are written this way. The Espanic actor struggles with this most but Plummer (best known for Speed I suppose) fares a bit better. Director Anderson does well with the small space afforded him but his final shot of a child gang member is just a clumsy message that wasn't needed.Overall a solid short film that plays like filmed theatre – which is a good thing. The script needed to be better to make it more real and convincing but for what it is it is still good.",
    "chinese_title": "Hearts of Stone",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-03T12:15:06"
}