{
    "aka": [
        "The Success Story of a Formosa Girl"
    ],
    "sid": "3168597",
    "cast": [
        {
            "url": "/celebrity/1234272/",
            "name": "许安安 An-an Hsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321307/",
            "name": "王欣逸 Hsin-i Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320721/",
            "name": "赵舜 Shun Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323062/",
            "name": "李沛旭 Patrick Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321406/",
            "name": "宋逸民 Yi-min Sung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315630/",
            "name": "刘瑞琪 Vickey Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330942/",
            "name": "张琼姿 Chiung-tzu Chang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1344898/",
            "name": "陈珮骐 Carolyn Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191300284.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "70",
    "language": [
        "国语"
    ],
    "playdate": [
        "2006-11-08(中国台湾)"
    ],
    "this_title": [
        "寶島少女成功記"
    ],
    "douban_link": "https://movie.douban.com/subject/3168597/",
    "trans_title": [
        "宝岛少女成功记",
        "The Success Story of a Formosa Girl"
    ],
    "douban_votes": "1122",
    "introduction": "这是一段关于一个坚毅的女孩，努力向上爬到事业巅峰感人而励志的故事，从一个默默无名的服装设计助理，成为一位国际知名服装设计师的奋斗史，设计出许多炫丽夺目的时尚作品，被世人誉为是「天堂织女」。剧中女主角林柏英(陈怡蓉饰)个性开朗坚毅，即使在最艰困的处境当中，也总能以最纯真善良的心来面对。小时候父亲被自己的亲生兄弟设计谋杀，扑溯迷离的身世让她的成长过程饱尝坎坷与辛酸，而她的坚韧毅力，却是让她勇往前进的动力。当林柏英来到天河集团的服饰企业王国，那像是一个丛林世界，每个人都像是不同的猛兽，她须逐一的克服难关，最后一肩挑起重振企业的大任。林柏英爱上企业的安全总管颜志贤(范逸臣饰)，却因上一代的误解与仇恨，让二人的情路走得无比坎坷，最终她看似斩断情丝，实则越陷越深……林柏英所代表的是这个时代正面而坚韧的女性形象，看她在被迫面对天河集团的女人丛林时，如何用自己的方式化敌为友，来赢得其他女人的信任。陈怡蓉 饰 林柏英个性开朗坚毅，即使在最艰困的处境当中，也会绽出令对手感到畏怯的微笑。小时候，柏英的父亲林庆山即被自己的亲兄弟所杀，奶奶金枝教她泯除仇恨，忘了林家。从此，她冠上奶奶的姓，易名刘柏英。长大后，她立志成为服装设计师，饱尝坎坷而始终如一。她的坚韧毅力，有时连她的敌人都不得不佩服。当她有一天被迫回到林家的企业王国，那像是一个丛林世界，每个人都像是不同的猛兽，她须逐一的克服难关，最后一肩挑起重振企业的大任。她最爱的人是颜志贤，却因上一代的误解与仇恨，让二人的情路走得无比坎坷。最终她看似斩断情丝，实则越陷越深……范逸臣 饰 颜志贤个性刚正、开朗而向上的年轻人。学过跆拳，父亲曾是个优秀警察，却因遽逢巨变而沦为罪犯，志贤极力想摆脱父亲的阴影。志贤投考警校，却因为父亲的身份而被迫退学。尽管如此，他还是靠著自己的力量刻苦自励，取得大学学位，当上美佳集团安全室主任，甚至获得美佳总经理赖振威的赏识，晋升主任。只是，当父亲再度出现，且涉入绑架赖家女儿的事件，他再次陷入了正义与亲情的两难处境……他的一生，极力想撇开父亲，却又因缘凑巧地与父亲难分难解。他与柏英患难生情，却因靖雯、柏凤的介入而变得无比坎坷。范鸿轩 饰 林佑良天河集团总裁。个性强悍、白手起家，一手将一间小裁缝店打造成庞大事业集团的企业家。只是，他万万也想不到，遗传到他强悍性格的两个儿子庆天、庆河会把它用来手足相残、争夺权位。佑良晚年罹癌，一心找回柏英。只是，重病的他力不从心，仍不能阻止两个儿子对柏英的打压，只得眼睁睁地看着十五年前的家族内斗再次登场……刘秀雯 饰 刘金枝佑良的二房。柏英的奶奶。始终遭到大房宝珠的排挤，在痛失爱子庆山之后，她才恍悟，庆山的死与宝珠母子脱不了干系，因而携着年幼的柏英离开林家，并矢志不再踏进林家一步。多年来，靠着小小的裁缝店独力扶养柏英。她在裁缝方面的手艺精巧通透，柏英耳濡目染之下，进而学会裁缝、钟情于服装设计。林在培 饰 赵振威个性沉稳、理性、外热内冷。他是一个可以理性到完全不为个人情绪左右的冷血人，也因此，当他出手之际，无论是对付家人，或对付敌人，都像是一条蛇，永远冷冷的盘旋，然后出奇不意的噬中对方要害。他一直深爱着秋雁，并曾与秋雁未婚生下一子正焱，但秋雁日后却被父母所逼，嫁给林庆山。这成了振威生平的奇耻大辱。后来，振威入赘赖家，生下二男一女。岳父赖永清一直都瞧不起他，于是，他心中盘算着夺取赖家的一切。振威的阴狠毒辣不亚于天河两兄弟，他表面上与庆河勾结，帮助庆河在天河内部夺权，但他心知肚明，掌权后的庆河就是最可怕的竞争对手。振威不相信任何人，他与任何人的合作永远是现实而短暂的。所以，他让私生子正焱进入美佳，随时掌握美佳的局势。张琼姿 饰 赖碧霞赖永清之独生女，振威之妻。曾为风光一时之台湾首席服装设计师。也是柏英的启蒙恩师。碧霞身为美佳的设计总监，对于助手的调教相当严厉，在她身边做事的人往往感到吃不消，然而，柏英却在这样严格的训练下，体会到碧霞的用心良苦。碧霞始终怀有自创品牌的梦想，她虽是永清的独女，永清死后，在独尊短线利润的经营原则下，她在美佳的主导权早被丈夫振威架空。碧霞深爱振威，却遭到振威的无情背叛，在她确定所有的付出已成空时，决定为自己的梦想而努力，柏英的出现，正好助她一臂之力。碧霞看好柏英潜能，决定栽培柏英成为一流的设计师，共同朝向自创品牌之路迈进。陈若萍 饰 杨玉华振威与碧霞的长媳，丈夫靖风早因车祸亡故。她也是个设计师，看似碧霞的影子，可心灵深处始终渴望走出碧霞的阴影。她的善良，有时会因着这种焦虑而被蒙蔽。为此，她做出伤害柏英的事，却在事后感到懊悔不已。等她发现公公振威的阴谋时，她及时告知了柏英，这成了她向柏英忏悔的唯一方法。李沛旭 饰 赵正焱赵振威和李秋雁的私生子。从小自知是个没名没份的私生子，虽极讲义气却行为极端、杀气腾腾。他意外地与柏英结仇，二人形同水火，却不知彼此竟是同母异父的兄妹。直到有一天，正焱发现柏英竟是他在这个世上唯一的亲手足，他竟背叛了父亲，为的只是救柏英一命……陈佩骐 饰 林柏玲林庆天的女儿。个性刚中带柔，对家族之争也非常厌恶。她学成归国后，争取爷爷同意，在公司成立设计部门，可惜后来落败。她非常重感情，虽然父亲和兄弟，但她跟柏英、柏龙感情十分要好，也一直希望林家能团结，不再四分五裂。她和赵正焱互相爱慕，但碍于种种原因，一直没能在一起。（不过最后剧中含蓄的说明他们应该是会在一起的）彭博劭 饰 林柏龙柏凤之兄。个性看似温和懦弱，骨子里，他非常痛恨家族内部的种种争权夺利，因而总是置身事外。父亲庆河一直要拱他接掌企业，他却胸无大志，也不想跟堂姊柏玲、妹妹柏凤竞争。直到柏英回到家族，慢慢开导他，他才慢慢燃起斗志和自信。他喜欢上平凡单纯的裕芬，最后改变他的人，竟也是裕芬……许安安 饰 蒋裕芬个性乐观进取的甜姐儿，是柏英终生的的挚友与工作伙伴。与柏英一同考进美佳，让她见识了人性的丑恶。于是，她与柏英离开美佳，开了间小服饰店，追逐二人的梦想。她与柏英的友谊，始终如一，也始终可贵。她的笑容，总是柏英失意时最大的安慰。她是个爱作梦的女孩，可是对自己却没什么信心。直到遇上柏龙，而柏龙居然喜欢上她，她自己都还不敢置信。游诗璟 饰 林柏凤林庆河与冯绢之女，外貌美丽、为人讨喜，深得爷爷林佑良的疼爱。但，少有人知道，她的野心远甚于任何人。正当庆河极力想促成懦弱的哥哥柏龙接掌企业时，柏凤很不服气，她认为自己的能力远在哥哥之上，可是爷爷和父母亲都不认同她的想法，于是，她开始用自己的方式来达成目的。柏凤一向自视甚高、精于算计，不料却掉进与志贤、柏英的三角恋情。等她知道柏英即是她的堂姐，且拥有家族的三分之一继承权，即使堂姐妹关系也阻挡不了她对柏英的妒恨与排挤。房思瑜 饰 赖靖雯靖涛的妹妹。个性骄纵而偏执，好恶形于色。良好的家境造就了她的任性，因而使得她深信权势可以让她得到一切。但，她的个性仍是刚直而善良的。靖雯把柏英视为天敌，不仅因为柏英的才华高过于她，更因为柏英的魅力亦非她所及，于是，一开始，她不择手段地打压柏英、欲从柏英手中抢夺志贤，就算千夫所指，她也在所不惜。到了后来，她渐渐地被柏英折服，也了解柏英真正的为人，竟与柏英成了好友。",
    "chinese_title": "宝岛少女成功记",
    "douban_rating": "6.4/10 from 1122 users",
    "foreign_title": "寶島少女成功記",
    "douban_rating_average": "6.4",
    "update_at": "2025-09-15T06:07:18"
}