{
    "aka": [],
    "sid": "3168656",
    "cast": [
        {
            "url": "/celebrity/1054395/",
            "name": "伊利亚·伍德 Elijah Wood",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031848/",
            "name": "加里·辛尼斯 Gary Sinise",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016788/",
            "name": "瑞安·阿罗索 Ryan Alosio",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2551921193.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1284751/",
            "name": "克里斯·格罗尔莫 Chris Gerolmo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0105830",
    "director": [
        {
            "url": "/celebrity/1284751/",
            "name": "克里斯·格罗尔莫 Chris Gerolmo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0105830/",
    "imdb_votes": 171,
    "this_title": [
        "The Witness"
    ],
    "douban_link": "https://movie.douban.com/subject/3168656/",
    "imdb_rating": "6.9/10 from 171 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Yes it was awful, but this film can't just trade on that, 18 April 2004Author: bob the moo from Birmingham, UKA German officer is responsible for taking the Jewish prisoners from their quarters, up the path and to the gas chambers. He then returns with his cart loaded high with their clothes and possessions. Each trip he walks past the enclosure holding young children. Each time he has to content with the silent stares of a young boy. With time the young soldier begins to buckle under the unspoken judgement of this boy.I will always give short films a go but I must admit that the films produced under the mantle of `Short Story Cinema' are not much cop. They seem to not really be worried about making them very good - none of them really feel like they have a great sense of style and the substance of most is lacking. The Witness is another in the series of lacking shorts that were part of this stable. The film trades wholly of the fact that the holocaust is an emotional, moving and tragic event in our history. For that reason the film's whole plot is the fact that the young soldier cannot stand the judging of those innocent young eyes each time - no dialogue and no emotion of it's own. Without a story it uses history to draw out feelings in the audience - a rather cheap trick that is effective but lazy. I didn't expect characters but I expected more than just the basic stirring up of real feelings - it is not a film to simply state `this happened, how awful'.The cast is actually quite good however - even if they don't really actually say anything or deliver emotion that well. Sinise is OK and delivers a cruel role with a good lack of `evil' to him. A young Elijah Wood shows that he has always had Frodo's big wide watery eyes; all he does here is stare with the `pain of generations' in his eyes. I think certainly Sinise knew that history is able to do the emotional work for him and, like the director, was happy to let that do the work.Overall, a worthy subject but one that is not delivered very well, instead the film just trades off the feelings that the systematic murder of the Jews stirs in us all. As a short film it is worth seeing once but it is far too simplistic and lazy to really engage even if the subject is moving. Not a good film but worth a watch - just a shame that it trades on the `look at this' school of filmmaking.",
    "chinese_title": "The Witness",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2026-01-08T09:42:33"
}