{
    "aka": [
        "Qi's Army"
    ],
    "sid": "3168505",
    "cast": [
        "陈豪 Moses Chan",
        "梁小龙 Siu-Lung Leung",
        "刘家辉 Chia Hui Liu",
        "史红波 Hongbo Shi",
        "谢苗 Miu Tse",
        "贾丽莉 Lili Jia",
        "张宝雯 Baowen Zhang"
    ],
    "site": "douban",
    "tags": [
        "动作",
        "香港电影",
        "武侠",
        "香港",
        "陈豪",
        "中国电影",
        "古装剧",
        "戚家军"
    ],
    "year": "2007",
    "genre": [
        "剧情",
        "历史",
        "古装"
    ],
    "awards": "",
    "poster": "https://img9.doubanio.com/view/photo/l_ratio_poster/public/p2463312790.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        "曹海会 Haihui Cao"
    ],
    "imdb_id": "",
    "director": [
        "田隽 Jun Tin"
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "imdb_link": "",
    "this_title": [
        "戚家军"
    ],
    "douban_link": "https://movie.douban.com/subject/3168505/",
    "trans_title": [
        "Qi's Army"
    ],
    "douban_votes": 86,
    "introduction": "明朝嘉靖年间，抗倭名将张经为奸臣所害，倭寇在汉人王直和日本人小泉的率领下，乘机大肆入侵东南沿海，烧杀抢掠，无恶不作。明朝官兵一再溃败。戚继光受命到浙江义乌招募壮士，成立戚家军，以对抗倭寇。\n冯子明将军为义乌籍人氏，与戚继光同行，他也是戚继光此行募兵的向导。为安全，两人扮成普通生意人，向义乌而来。两人途经一个刚刚被倭寇洗劫过的村庄，村民均遭屠杀，唯一的活口是村口树上被钉着的一个男子。这是倭寇惯用的伎俩，让人求生不得，求死不能。男子告诉戚继光，是王直亲自率领倭寇来屠村的。男子不愿等死，哀求戚继光杀了他，给他个痛快。戚继光虽然不忍，但最终还是杀了那男子。\n戚继光和冯子明为被害村民进行了火葬。看见熊熊火焰将尸体吞没，烟雾弥漫半空，戚继光再也控制不住心头的愤怒，不顾冯子明的劝阻，只身匹马追击王直而去。\n追至一处，戚继光勒住马，查看路上的马蹄印，他判断出王直就在前方不远处。于是，他抄近路，打马向山上奔去。戚继光凭借精湛的骑术，穿行于山中的树木和灌木丛，如履平地。戚继光立马山顶，居高临下，俯瞰岭下。眼底的山峡里，有一条狭窄的小路，一群倭寇正悠闲地打马而行。其中一人，一身华丽的红袍，在一行人中十分醒目。\n戚继光张弓搭箭，高呼王直的名字。\n红袍人即是王直。他抬头，循声望去。戚继光箭去如流星，正中王直左眼。王直应声倒地。戚继光搭箭再射，一个倭寇以身护住王直，中箭倒地。其他的倭寇纷纷找障碍躲藏。戚继光射出一根箭，再搭上一根箭。箭无虚发。直到射完一壶箭。杀伤十数倭寇。倭寇不明敌情，护着王直，策马狂逃，逃逸不见。戚继光这才引马而回。\n倭寇护卫王直回到倭寇大本营。倭寇的大本营建立在隐秘的半山腰，岗哨重重，关隘道道。闻讯而出的倭寇早已聚集在广场，茫然地看着仓皇逃回的同伴。王直的战马受惊，人立而起，把王直重重摔了下来。\n戚继光和冯子明来到了义乌城，但见一派繁荣安宁的景象，人们的表情也都平静而祥和。倭寇的铁蹄尚未曾踏入过这片土地。戚继光从被战火摧残的战场而来，眼前所见的景象，对他简直就如同世外桃源般美好。冯子明阔别十三年后，重归故里，神情也十分激动。两个人经过一家吉祥客栈。看见客栈门口聚集了一群看热闹的闲人。一个白衣飘飘的女子，手执拂尘，稳稳地站在一根树在地面的细竹竿的顶端，正拂拭着牌匾上的灰尘。女子名叫玉环，是吉祥客栈的当家人。她感受到观众的热情，回首嫣然一笑。但她的面容和她的背影形成强烈的反差。她长的并不好看，但在客栈对面一间肉摊的老板王如龙的眼中，她却是美如西施。王如龙刀法精熟，一刀斩去，猪肉分量丝毫不差。\n玉环在人群中发现了戚继光，眼前一亮，她故意从竹竿上摔下来，看摔的方向，明显是冲着戚继光来的。她希望戚继光能接住她。王如龙却早已腾空而起，高高跃在半空，将玉环揽在怀中。看得出来，王如龙和玉环是一对欢喜冤家。王如龙追求玉环，玉环却一直不置可否。\n戚继光和冯子明两人牵着马，朝县衙而去。玉环却因为戚继光没接住她而有些生气，故意为难戚继光。好在冯子明和王如龙是老相识，两人多年未见，终于认出了对方。两人当年同拜一师，是师兄弟关系。刁蛮的玉环这才没有继续无理取闹。\n戚继光和冯子明来到县衙门前，看见招募官兵的红榜已经贴出。两人见到义乌县令赵大河，问起募兵进展，却被告知连一个报名参军的人也没有。戚继光心中一凉，照这样看来，一个月内要招满三千官兵，绝对是不可能完成的任务。赵大河却告诉他，只要能找到一个人，请他出面，登高一呼，别说三千，五千官兵也招得到。这个人就是陈九爷，义乌最大的杨氏家族的族长。在义乌这块地方，陈九爷德高望重，一言九鼎，义乌银矿的矿工奉其侄儿陈大成唯首是瞻，陈九爷当年乃是皇上的御医，号称医术天下第一。十八年前，陈九爷的妻子不幸难产而死。陈九爷因为不能救活自己的妻子，发誓从此不再行医，隐居起来，不问世事。也不知道他是否还健在人间。不过，陈九爷有两个女儿。大女儿玉环，小女儿鸳鸯，现在就打理着吉祥客栈。要打听陈九爷的下落，只有从她们两姐妹身上着手。\n戚继光和冯子明重回吉祥客栈，扮作住店的客人。鸳鸯坐在柜台后面，正在绣花。她美丽的容貌，正好和她的姐姐形成鲜明的对比。戚继光和鸳鸯四目相投，互生好感。\n王直自挨了戚继光一箭，病情危急。而在倭寇内部，也存在权利斗争。小泉仗着是日本大将军的儿子，早就垂涎王直手中的军权。他听说王直受了重伤，危在旦夕，便前来探个究竟，准备乘机发乱，抢夺军权。数名武士跪守在王直卧室门前，不许任何人进入。武士中有一个美丽的女子，她名叫千智子，是一个忍者。小泉带着两个护卫，打算硬闯王直卧室，遭到武士阻拦。小泉拔刀，一刀砍翻其中一个武士。然而，千智子和其余武士一脸冷漠，毫不让步。小泉无奈，也只好到倭寇的议事厅去等候王直。\n在王直的卧室里，王直手中拿着从他眼睛上剪下来的箭，看着箭尾上刻的一个“戚”字，知道是戚继光伤了自己。大夫告诉王直，箭头还留在他的眼睛里面。不取箭头，还能活半个月。取出箭头，恐怕马上就得死。王直大怒，要杀大夫。大夫为保命，便向王直推荐自己的师父——义乌的陈九爷。只有他，才能治好王直的伤。王直派千智子前去义乌，务必找到陈九爷。卧室里只剩下王直和角落里的神秘人。神秘人来到王直床前，摘下斗笠。他的长相和王直一模一样，名叫大冢，是千智子的哥哥，也是王直的影子武士。（影子武士的概念，可参见黑泽明的影武者。）王直命令大冢代替他出现，代替他发号施令，要让所有的人都看到，王直没有受伤，王直活得好好的，以稳定倭寇军心。\n小泉看见大冢，他以为大冢便是王直，又见他并没有受伤，大吃一惊。小泉远在日本的父王五十大寿在即，为准备贺寿之礼，小泉建议大冢抢劫义乌银矿。大冢同意了小泉的计谋，但要求小泉和自己同行。\n冯子明邀请他的五个师兄弟加入抗倭队伍。他先找到王如龙。王如龙推辞说自己只是个杀猪的。冯子明说，杀猪和杀倭寇有区别吗？王如龙加入。冯子明再去找二师兄叶大正。叶大正已出家为僧，他和当年的鲁智深很象，酒肉穿肠过，佛祖心头留。冯子明和王如龙来找他时，他正在煮一锅鸡汤。他试图藏起鸡汤，反而害得自己被烫伤。叶大正推辞说自己是出家人，慈悲为怀，不能杀生。冯子明劝道，为救生而杀生，佛祖一定不会怪罪你的。叶大正加入。冯子明和王如龙又说服了大师兄毛子高、六师弟楼楠加入。最后找到三师兄吴惟忠。吴惟忠是开马车行的，治有不菲的产业，他也最终被冯子明说服。\n冯子明找的这五个师兄弟各有绝技。大师兄毛子高是鸡毛换糖的小贩，玄铁扁担，举重若轻，天下利器。二师兄叶大正，霹雳罗汉棍，一棍扫出，力重千钧。三师兄吴惟忠的鬼影子轻功，飘忽不定，快如闪电。四师兄王如龙就不用说了。六师弟楼楠，是教书先生，玉骨折扇，点人穴道，百发百中。\n鸳鸯来到大佛寺，为她死去的父母许愿。戚继光同行。在大佛寺方丈的劝说下，戚继光也在佛前许下心愿：“封侯非我意，但愿海波平。纵然戚继光战死沙场，也死而无憾。” 鸳鸯听了戚继光的许愿，知道他是个忧国忧民的有为将领。\n千智子女扮男装，带着两个忍者，来到吉祥客栈，打听陈九爷的下落。玉环告诉他陈九爷已经过世多年。千智子不相信，在店里住下，准备伺机调查。\n一队前往义乌银矿提银的官兵，遭遇大冢、小泉和十几个倭寇的伏击。官兵被赶尽杀绝，不留活口。调银令符落入了倭寇手中。大冢、小泉和倭寇换上官兵的衣服，装扮成官兵。大冢一行找到三师兄吴惟忠，要租他的马车一用。吴惟忠视破他们的身份，佯装应承，暗地里却召集师兄弟商量对策。\n大冢一行又来到吉祥客栈饮酒吃饭。戚继光和鸳鸯上完香回来。小泉看见鸳鸯，上前调戏。戚继光以为他们是真的官兵，便以大明参将的身份，将小泉一顿训斥。大冢不想被揭穿身份，便要小泉赔礼道歉。小泉只得照办。大冢不敢久留，匆匆率众离去。戚继光看见大冢十分面熟，却又想不起究竟在哪里见过。\n当天晚上，在客栈后院，鸳鸯提着一个竹篮，篮子里有酒有菜，向角落里的一个房间里走去。鸳鸯走入房间，房门立即被关上。千智子和两个忍者皆是夜行打扮, 在暗处窥伺。千智子大喜，认为陈九爷一定就藏在那屋子里头。等鸳鸯离开后，千智子潜入房间，却发现只是一座灵堂。供着鸳鸯父母的灵位。千智子见陈九爷已死，则王直也必死无疑。她于是潜入戚继光房间，要为王直报仇。\n戚继光刚从县衙门回来，正好碰见鸳鸯。鸳鸯告诉戚继光，她父亲陈九爷还活着，隐居在一个秘密的地方，谎称死去是为了防世人打扰。鸳鸯答应戚继光，明天早上就带他去见她父亲。千智子潜伏在房间的横梁之上，当她听到陈九爷还活着的消息，便暂时打消了杀戚继光的念头。这时，冯子明、楼楠、王如龙、叶大正、吴惟忠、毛子高进入房间，鸳鸯告辞而去。六个师兄弟觉察出房间里还有别人。六人围攻千智子。千智子抵敌不住，受伤而逃。楼楠、王如龙、叶大正、吴惟忠、毛子高各挑一方向，追将出去。楼楠追踪到树林，终于追到千智子。楼楠惑于千智子的美貌，下不了杀手，放千智子而去。\n次日。\n鸳鸯和戚继光驾着一叶小舟，踏上了陈九爷的旅程。他们谁也没有察觉，千智子就紧贴在船底，跟踪着他们。一条蛇游动在千智子身上，千智子一动不动，体现出忍者的残忍和顽强。鸳鸯和戚继光弃舟上岸，来到陈九爷的隐居之处。此处依山傍水，风景秀丽，一处孤坟，旁边结有一个简陋的茅房。陈九爷隐居在此，陪伴着他死去的爱妻。\n千智子和两个忍者追踪而至。千智子绑架了陈九爷，戚继光虽然奋力杀死了两个忍者，但还是让千智子挟持着陈九爷逃去。打斗中，鸳鸯被忍者用刀刺伤，而刀上淬有巨毒。戚继光将鸳鸯带回客栈，刀伤易治，巨毒却难解。\n再说大冢一行，他们作明朝官兵打扮，带着从吴惟忠那里租来的六辆马车，前往义乌银矿提银。六辆马车的马车夫分别是冯子明、楼楠、王如龙、叶大正、吴惟忠、毛子高。倭寇尚蒙在鼓里。银矿的矿官见来的官兵没有一个熟面孔，然而调银令符却是如假包换，也只好将银库打开。大冢成功提到银子，扬长而去。在三岔路口，马车忽然向不同的道路驶去。倭寇这才知道受骗。急忙追赶。冯子明、楼楠、王如龙、叶大正、毛子高、吴惟忠六人各展绝技，大败倭寇。大冢被杀，小泉侥幸逃脱。吴惟忠提议六人把银子分了。反正也没人知道。然而大家都反对他的提议。吴惟忠被大家说服。银子完好无损地送回银矿。\n赵大河见到大冢人头，以为是王直本人，大喜，向朝廷上奏折报捷。严嵩接到赵大河的奏折，派其子严世蕃前往浙江，欲带大冢人头回京。\n陈九爷被千智子带回倭寇大本营。陈九爷拒绝为王直医治，宁愿同死。但当他得知鸳鸯中了我们日本忍者的独门毒药，只有他才能救时，他犹豫了。十八年前，他没能救活他的妻子，现在，他不能再任由女儿死去。但当他治好王直之后，王直却食言，不肯放他回去。\n王直和小泉谋划再抢义乌银矿。千智子绑架了严世蕃，作为活的调银令符。小泉率领着倭寇，押着严世蕃，来到银矿，矿官无奈，只得任由倭寇把银子提走。矿工们皆是满脸愤怒。倭寇则是洋洋得意。倭寇返回途中，遭遇到戚继光和冯子明六师兄弟。\n戚继光先救回严世蕃，护送回县衙。戚继光请严世蕃留在义乌督战，严世蕃一刻也不敢再在浙江逗留，立即逃回京城。冯子明六师兄弟留下和倭寇展开混战。倭寇被打败。六人故意放小泉逃走，一路跟踪，以找出倭寇大本营所在。在跟踪小泉的一路之上，六人看见倭寇对沿海地方的人民造成的巨大伤害，皆是极度愤怒。楼楠拿出纸和笔，以绘画的方式，将倭寇的暴行记录了下来，以让更多的人知道。\n鸳鸯的身体日渐虚弱，她自知来日无多，日夜赶绣送给戚继光的一面战旗，希望能给戚继光一个惊喜。玉环又爱又怜，也帮着鸳鸯一起绣。\n小泉孤身一人逃回倭寇大本营，王直大为光火。冯子明六师兄弟分成两路，趁夜袭击倭寇大本营，叶大正、毛子高、吴惟忠为一路，去救陈九爷；冯子明、楼楠、王如龙为一路，刺杀王直。\n陈九爷被关入监狱之中，大夫怀愧在心，偷偷释放陈九爷，却被倭寇发现，大夫被倭寇杀死，陈九爷则被叶大正、毛子高、吴惟忠三人及时救出。冯子明、楼楠、王如龙刺杀王直，陷入包围。楼楠发现千智子的真实身份，惊异之下，被千智子乘机暗算。临死前，楼楠从怀中掏出他一路画的画，交给冯子明。冯子明和王如龙杀开一条血路，突围而出，到山下和叶大正、毛子高、吴惟忠、陈九爷会合。\n王直派遣千智子刺杀戚继光。鸳鸯为救戚继光，牺牲了自己，替戚继光挡了一箭。一番恶战之后，千智子伏诛。鸳鸯被安葬在她母亲的坟旁。在鸳鸯的墓前，玉环送上鸳鸯绣完的大旗。\n在陈九爷的动员下，招募官兵的事情进行得十分顺利。楼楠的画张贴在县衙门前，画上描绘的全是楼楠沿途亲见的倭寇的暴行：倭寇杀人；倭寇放火；倭寇奸淫；倭寇虐待；倭寇挖掘坟墓；倭寇把婴儿绑在竹竿上，用开水浇，看着婴儿啼哭，倭寇拍手笑乐。画前聚集百姓，观者皆义愤填膺。\n在义乌城内各处，陈九爷、冯子明、叶大正等人发表演说，呼吁民众加入官兵，共抗倭寇。县府大院里人头攒动，满是前来报名的人。\n新招募的官兵校场列队。戚家军正式成立，准备一路追击倭寇，务必全歼。戚继光登台，举刀训示：“犯强汉者，虽远必诛。”众将士拔刀。齐声高呼：“犯强汉者，虽远必诛。”\n校场内刀光闪耀，戚家军的大旗在风中飘扬。",
    "chinese_title": "戚家军",
    "douban_rating": "4.4/10 from 86 users",
    "foreign_title": "",
    "douban_rating_average": "4.4",
    "update_at": "2024-09-20T05:20:08"
}