{
    "aka": [],
    "sid": "3169967",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1073870/",
            "name": "Myron Cohen Myron Cohen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0855910",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1978"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0855910/",
    "this_title": [
        "On Location: Myron Cohen"
    ],
    "douban_link": "https://movie.douban.com/subject/3169967/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Anybody born after about 1975 will be too young to remember the HBO ‘On Location’ comedy series. Cable TV was brand new then, and one of its unique advantages was to give a fully uncensored chance to comedians to do a full set for television audiences at home the same as they did for night clubs in Las Vegas. Some of the first to do so were Robert Klein, George Carlin and Redd Foxx. HBO also took the opportunity to film some of the only remaining footage of the classic comedians of the classic vaudeville days, bringing us comedian like Myron Cohen, Freddy Roman, and Alan King.Yes, kiddies, there WAS comedy before Carlos Mencia and Dane Cook. Even before Carlin, Pryor, and Lenny Bruce. There was burlesque, the Catskills, music halls. Recently, the comedy world took a moment to mourn the death of George Carlin. Well, if you have listened to ALL of Carlin’s stuff, you may have noticed that he referenced HIS influences, especially Myron Cohen and Lord Buckley. If you have no idea who these people are, it’s time to update your comedy history education. Also (shameless plug), if you click my name, you will discover many of the old classic albums that led to today’s modern performers. Others have already seeded Lenny Bruce and Richard Pryor. Some of this comedy has faded with the times, some is still as funny as it ever was. Here is the classic dialect comedy of a bygone age, performd by the masterful Myron Cohen.",
    "chinese_title": "On Location: Myron Cohen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-27T23:28:58"
}