{
    "aka": [
        "从地球出发：NASA任务50年"
    ],
    "sid": "3169632",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2183692712.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1283676/",
            "name": "Ed Fields Ed Fields",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1233514",
    "director": [
        {
            "url": "/celebrity/1547045/",
            "name": "Julian Jones Julian Jones",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-06-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1233514/",
    "imdb_votes": 2070,
    "this_title": [
        "When We Left Earth: The NASA Missions"
    ],
    "douban_link": "https://movie.douban.com/subject/3169632/",
    "imdb_rating": "8.8/10 from 2070 users",
    "trans_title": [
        "当我们离开地球：美国国家航空航天局的太空行动",
        "从地球出发：NASA任务50年"
    ],
    "douban_votes": "2118",
    "introduction": "\"前所未见的太空探索“！美国国家航空航天局打开了他们的保险箱，将珍贵的影片资料借给美国探索频道成就了这部惊人的高清纪录片。《从地球出发：NASA任务50年》讲述了人类最伟大的探险的迷人故事，并且由探索者亲自讲述。从早期的水星计划到载人航天，到影响深远的登月，从联盟号航天飞机对接到Bruce McCandless的人类第一次无绳太空行走，这就是太空时代的来临。本片汇集了古老的视频样片以及宇航员们亲自摄录的关键录像，加上飞船上的摄像机的珍贵记录，让本片能够以前所未见的角度给大家讲述这个太空探索的故事。NASA（美国航空暨太空总署）1958年成立至今已经50年，Discovery频道推出划时代特别节目《从地球出发：NASA任务50年》系列节目，详细记录NASA所进行过的各种先驱任务。全系列共分六集。《从地球出发：NASA任务50年》由得奖演员盖瑞辛尼斯担任旁白，记录人类脱离地球，在太空生活的英勇历程。从最早的水星计画到送一人上太空，再到历史性的登月壮举，乃至於布鲁斯麦肯德雷斯进行人类首次无繫绳太空漫步，节目中将为您详述太空时代如何来临。《从地球出发：NASA任务50年》讲述人类最伟大的冒险故事，并由当事人现身说法。节目中请到第一位环绕地球轨道的美国人约翰葛伦，还有第一位踏上月球的人类─阿波罗号太空人阿姆斯壮，他们将在镜头前回忆他们缔造历史的职业生涯。包括他们在内，共有30多位知名太空人受访，他们分别参与过水星计画、双子星计画、阿波罗计画、天空实验室及太空梭任务，其中有史考特卡本特、巴兹艾德林、金柯能、吉姆赖佛、吉姆麦迪维、约翰杨恩、还有艾琳考林斯。节目中将播出太空船上摄影机和太空人自己拍摄的原始画面，以空前的深度和观点为您阐述。《从地球出发：NASA任务50年》捕捉人类创新勇气和科技突破的重要时刻，不仅纪念太空之旅的光荣胜利，同时也带给世人更多啟发。《从地球出发：NASA任务50年》由危险影片制作公司为Discovery频道制作。危险影片制作公司执行制作人是理察戴尔，Discovery频道执行制作人则为比尔霍华。《从地球出发：NASA任务50年》单元简介：第一集 先锋英雄 Ordinary Supermen美国太空总署於1958年成立（苏联史普尼克卫星发射一年后），率先找寻有能力进入未知外太空的试飞员。获选驾驶水星太空舱的七人都明白此行要冒著生命危险，平均每週就有一位试飞员死於空难，但是搭乘火箭的危险对他们不足为惧。但第一位上太空的美国人仍要面对许多未解的问题：人类在太空中能否吞嚥食物或饮水？他会发疯吗？他会死於太空辐射吗？面对苏联的激烈竞争，他们必须抢先解开这些重要问题。甘迺迪总统放话要美国在十年内登陆月球，早期的每一项任务都肩负重责大任，它们要逐步将人类推向登月的最终目标。第二集 漫步太空 Friends and Rivals太空总署深知为了登陆月球并顺利返航，他们必须掌握在太空中连结两艘太空船的技术。为了实践这个目标，太空总署展开名为双子星的新计画，首度以一艘太空船送两名太空人上太空。双子星计划旨在实现一连串先进太空旅行的壮举，从长时间太空飞行到太空漫步。苏联太空人阿列谢李欧诺夫在1965年完成 人类首次太空漫步，几个月后，艾德怀特成为第一位在太空漫步的美国太空人。但美苏两国都还没能达成两艘太空船会合衔接的挑战。在一次大胆复杂的任务中，太空总署计画让双子星6号飞行数千哩，然后追上环绕地球轨道的双子星7号，进行令人屏息的太空会合。月球就近在眼前。第三集 老鹰号登月 Landing the Eagle1968年夏季，双子星计画已经达成目标，阿波罗计画也已全力进行中，太空总署将阿波罗8号的任务改为首次载人月球飞行。指挥官法兰克波曼、吉姆赖佛、威廉安德斯成为第一批脱离地球引力，看到月球另一面的人类。阿波罗8号太空人飞行的距离超越所有前人，这趟登月顺利返航之旅总计飞行25万哩。1969年7月16日，阿波罗11号太空船升空进行登月任务，载著阿姆斯壮、艾德林、考林斯和全球的祝福。世人引颈期盼机员的登月结果：登月舱是否会沈入尘土中？机员会遭到「月球细菌」攻击吗？完成任务后，他们能从月球表面升空吗？四天后，太空人登陆月球。这是太空总署最得意的瞬间，也是世界史上的最光荣时刻。第四集 太空前哨站 The Explorers太空总署信心大增，阿姆斯壮和艾德林试探性的脚步，被查理杜克、约翰杨恩和金柯能等人后来居上，他们搭著探月车在月球四处跑。登月任务变得更加雄心勃勃，高潮是阿波罗17号在宁静海停留3天。但预算考量使得最后三次任务被迫取消，阿波罗计画落幕，必须找寻新目标。人类已经能环绕地球轨道、在太空漫步、从一艘太空船横渡到另一艘太空船，甚至造访月球。太空总署开始进行下一步的太空探索，将天空实验室和一群科学家送上地球轨道。天空实验室任务证明人类能在太空生活工作一段长时间。后来美国太空人还受邀入住俄罗斯和平号太空站，早在地球上的冷战解冻前，美俄两国太空人便已在地球轨道上方建立交情。第五集 太空梭起落航天飞机 The Shuttle20年来，太空总署的太空舱顶多只能载运3人，都是由一群专属男性中挑选，这群人几乎都是试飞员。开发出可重复使用的太空梭，让太空旅行产生革命性改变。这是史上头一遭有6,7位太空人同时上太空。太空梭被形容为子弹上的蝴蝶，首航由约翰杨恩驾驶，他曾在双子星计画首航时，与盖斯葛瑞森一起上太空。太空总署载人太空计画的先驱带领我们迈入太空时代的现代纪元。但太空旅行依旧危险，1986年挑战者号太空梭惨剧，还有2003年哥伦比亚号太空梭意外在在证明了这一点。但国际太空站的发展—这也是人类至今最大胆的太空硬体大合作—意味著太空梭仍有其存在的必要性。第六集 定居外太空 Home in Space透支预算数十亿美元，进度落后10年后，太空总署的哈伯太空望远镜终於由发现号太空梭载运升空。哈伯太空望远镜是历来最复杂的仪器之一，也是一连串无人太空任务中的最新任务。哈伯太空望远镜原计能改变我们对宇宙的了解，但升空后却毫无动静。太空总署遇上大麻烦。这个环绕地球轨道的太空望远镜有块主要镜片因人为失误而故障，使得人类探索外太空的全能眼睛成了近视眼。太空总署决定派出奋进号太空梭前往修理，这项任务需要进行连续几个月的密集训练，并展开历来最漫长危险、也最复杂的多趟太空漫步。这是太空总署继阿波罗计画以来，最受到外界关注的一项任务。这项计画重新引发大眾的想像力，让人们继阿波罗计划的登月壮举后，再次关注太空的英勇事蹟。人类重拾探索发掘的自然渴望，而太空总署则打算再次送人登上月球、火星，甚至更远的地方。",
    "chinese_title": "当我们离开地球：美国国家航空航天局的太空行动",
    "douban_rating": "9.3/10 from 2118 users",
    "foreign_title": "When We Left Earth: The NASA Missions",
    "imdb_rating_average": 8.8,
    "douban_rating_average": "9.3",
    "update_at": "2025-02-08T09:45:21"
}