{
    "aka": [
        "A Summer to Remember",
        "Seryozha",
        "Splendid Days",
        "谢廖沙",
        "谢辽沙"
    ],
    "sid": "3170616",
    "cast": [
        {
            "url": "/celebrity/1028060/",
            "name": "谢尔盖·邦达尔丘克 Sergei Bondarchuk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154866/",
            "name": "柳波芙·索科洛娃 Lyubov Sokolova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150985/",
            "name": "伊琳娜·斯科布采娃 Irina Skobtseva",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135406/",
            "name": "Aleksandra Panova Aleksandra Panova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117409/",
            "name": "瓦西里·梅尔库里耶夫 Vasili Merkuryev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063603/",
            "name": "Boris Barkhatov Boris Barkhatov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038871/",
            "name": "尼古拉·谢尔盖耶夫 Nikolai Sergeyev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158049/",
            "name": "帕维尔·维尼克 Pavel Vinnik",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1960",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2528954272.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1034599/",
            "name": "薇拉·潘诺娃 Vera Panova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029532/",
            "name": "伊戈尔·塔兰金 Igor Talankin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050788/",
            "name": "格奥尔基·达涅利亚 Georgi Daneliya",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0054293",
    "director": [
        {
            "url": "/celebrity/1050788/",
            "name": "格奥尔基·达涅利亚 Georgi Daneliya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029532/",
            "name": "伊戈尔·塔兰金 Igor Talankin",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1960-11-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0054293/",
    "imdb_votes": 745,
    "this_title": [
        "Серёжа"
    ],
    "douban_link": "https://movie.douban.com/subject/3170616/",
    "imdb_rating": "7.7/10 from 745 users",
    "trans_title": [
        "难忘的夏天",
        "A Summer to Remember",
        "Seryozha",
        "Splendid Days",
        "谢廖沙",
        "谢辽沙"
    ],
    "douban_votes": "117",
    "introduction": "1960年捷克卡罗维发利国际电影节最佳导演水晶球奖。Originally titled Seryozha, the Russian A Summer to Remember was co-adapted by Vera Panova from her own short story. War and Peace director Sergei Bondarchuk plays the new stepfather of young Seryozha (Borya Barkhatov). So close do the stepfather and the boy become in the months following their meeting that, when time comes for the boy to move on in life, he refuses to leave his new dad's side. Their summer idyll takes place on a Soviet collective farm, managed by Bondarchuk and depicted by novice filmmakers Georgiy Daneliya and Igor Talankin in the most glowing and apolitical of terms. Though there isn't much to the plot, the film admirably succeeds as a sort of cinematic tone poem.From All Movie Guide: Russian filmmaker Georgi Daneliya ranks among his country's most popular directors of satirical comedies. The Georgia-born Daneliya comes from a distinguished family of film performers; his grandmother, Veriko Andzhaparidze, was a famed Georgian silent film actress, his cousin, Sofiko Chiaureli, is also a major actress, and his mother, Meri Andzhaparidze, spent more than a decade at Mosfilm Studios. However, he first chose to train as an architect (perhaps out of respect for his father, an engineer). Following his graduation in 1955, Daneliya worked only briefly in that field when he decided he'd rather be in films, enrolling in Mosfilm Studios' Directors' Courses in 1958. In 1960, Daneliya co-directed Seryozha/A Summer to Remember with Igor Talankin. Two years later, he made his solo directorial debut, Put K Prichalu/The Way to the Wharf (1962). His 1969 comedy Ne Goryuy!/Don't Worry! successfully blended humor and melancholy, a device that would become Daneliya's trademark. In addition to directing, Daneliya co-authors the scripts for his films and occasionally works on screenplays for other directors. Daneliya has won numerous national and international awards for his work. In 1964, his Ya Shagayu po Moskve/I Walk Around Moscow received an honorable mention at the Cannes Film Festival, while in 1975 Afonya received a special award at the All Union Festival, a major U.S.S.R. event. Daneliya's biggest hit in the U.S.S.R., Mimino (1977), earned the special prize at the Moscow International Film Festival and the U.S.S.R. State Prize. In 1991, Daneliya earned the Nika Award (the Russian equivalent to an Oscar) for Best Screenplay for Pasport (1990).",
    "chinese_title": "难忘的夏天",
    "douban_rating": "7.7/10 from 117 users",
    "foreign_title": "Серёжа",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "7.7",
    "update_at": "2025-04-16T09:08:46"
}