{
    "aka": [
        "The Murder of Pedralbes"
    ],
    "sid": "3170676",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2606590111.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1030227/",
            "name": "Gonzalo Herralde Gonzalo Herralde",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0077181",
    "director": [
        {
            "url": "/celebrity/1030227/",
            "name": "Gonzalo Herralde Gonzalo Herralde",
            "@type": "Person"
        }
    ],
    "duration": "Canada: 86 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1980-06-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0077181/",
    "imdb_votes": 132,
    "this_title": [
        "El Asesino de Pedralbes"
    ],
    "douban_link": "https://movie.douban.com/subject/3170676/",
    "imdb_rating": "7.5/10 from 132 users",
    "trans_title": [
        "凶手自述",
        "The Murder of Pedralbes"
    ],
    "douban_votes": "0",
    "introduction": "本片是70年代西班牙的一部经典纪录片。1974年，一个居住在巴塞罗那Pedralbes区的年轻人José Luis Cerveto残忍地谋杀了他的两个有钱的雇主夫妇，这个案子在当时的西班牙引起过巨大影响，但直到弗朗哥死后才得以最终宣判30年监禁。影片拍自被关进监狱后的Cerveto，并深入剖析一个曾经善良的孩子如何变成一头残忍的野兽的过程，以此来控诉独裁体制带给西班牙社会的变态和压抑。EL ASESINO DE PEDRALBES (The murderer of Pedralbes) is a documentary about José Luis Cerveto, who murdered in 1974 the rich owners of the house where he worked (in Pedralbes, a zone from Barcelona), husband and wife and was immediately convicted to death but after Franco's death, finally condemned to prison for 30 years.The film is an excellent job, featuring a long interview with Cerveto, those who knew him as a child and as a teenager, his lawyer and some psychologists and doctors. You can see perfectly the background of such a man and the reasons of that horrible crime (hard infancy, pedophile tendencies, intelligence but evident psychological problems,...), everything shown (and there lies the greatness of the film) from the pure objectivity: the documentary doesn't judge Cerveto and his acts. It shows the murderer, his reasons, his behavior, his past and the time and place when he committed the murders (Spain late 70's, where homosexuality was still a crime and things were very different regarding justice).EL ASESINO DE PEDRALBES is a hard movie, not for all tastes, but a brave and magnificent one, between the best spanish films of the 70's.",
    "chinese_title": "凶手自述",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Asesino de Pedralbes",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-12-02T18:00:42"
}