{
    "aka": [],
    "sid": "3170683",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896888822.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0260567",
    "director": [
        {
            "url": "/celebrity/1057359/",
            "name": "Shusaka Arakawa Shusaka Arakawa",
            "@type": "Person"
        }
    ],
    "duration": "118分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1971-02-11(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0260567/",
    "imdb_votes": 27,
    "this_title": [
        "Why Not: A Serenade of Eschatological Ecology"
    ],
    "douban_link": "https://movie.douban.com/subject/3170683/",
    "imdb_rating": "5.5/10 from 27 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "一部很少见的实验影片来自日本前卫设计大师荒川修作。Why Not: A Serenade of Eschatological Ecology (1970)(USA, 1970-71, 16mm transferred to video, B & W, 1:50)Firstly, WHY NOT evokes the title of ready-made more qu'assisté of 1921, Why not sneeze Rrose Sélavy, a bird cage containing painted \"sugar lumps\" marble, a thermometer and a bone cuttlefish, with one entered the bottom of the cage, which is reflected in a mirror placed in the media - work reveals, according to Gloria Moure, \"recreation ironic desire to touch and the effort of perception\". The film Arakawa & Madeline Gins offers many other similarities with the work of Duchamp. It depicts a young woman who for nearly two hours, carry out exploration of incongruous objects invested with a libidinal: a table, a doorknob, an orange, a toilet bowl, a sofa, culminating in a scene of masturbation with a bicycle wheel.Shusaku ARAKAWA --including collaborations with Madeline GINS Born in Nagoya in 1936. Arakawa exhibits his work at the 10th Yomiuri Independent Exhibition, and continues to do so until the 13th exhibition, and attracts the attention of Shuzo Takiguchi. In 1960, Arakawa forms Neo Dadaism Organizers with Yoshio Shinohara and Masunobu Yoshimura (exhibited until the 3rd exhibit). After holding a private exhibition Another Graveyard (Muramatsu Gallery, Tokyo), Arakawa moves away from neo dadaism. Around this time, he attracts attention for his so-called \\\"casket works\\\" that involve placing a cushion inside a wooden box and covering it with cement. In December 1961, Arakawa travels to New York, where he has lived ever since. In 1963, Arakawa and Madeline Gins being \\\"The Mechanism of Meaning\\\" series, diagram paintings that contain entangled elements of different dimensions such as words and symbols. In 1967, he purchases a building in the West Houston district to shoot films, and he has lived here ever since. The films made here include \\\"Why Not (A Serenade of Eschatological Ecology)\\\" (1969) and \\\"For Example (A Critique of Never)\\\" (1971).In 1970, Arakawa exhibits his work in the Japanese Pavilion at the XXXV Biennale de Venezia. In 1972, the \\\"Meaning of Mechanism\\\" exhibition is highly praised as it tours the German-speaking region. In 1973, Arakawa begins an architectural experiment in Croton, a suburb of New York City. In 1977, he enters his work in Documenta VI. In 1977 and 1978, he becomes more prominent around the world as he tours Europe with large private exhibitions. Arakawa is awarded the Chevalier des Arts des Letters by the French government in 1986, the Belgian Critics\\' Prize in 1988, and the CCA (College Art Association) Award in 1997. Arakawa\\'s collaborations with Madeline Gins include \\\"Mechanismus der Bedeutung\\\" (The Mechanism of Meaning) (first German version, 1971), \\\"Pourne pass mourir\\\" (To Not to Die) (first French version, 1987), and \\\"Architecture: Sites of Reversible Destiny\\\" (first English version, 1994).Arakawa\\'s private exhibitions in Japan include \\\"The Meaning of Mechanism\\\" (1988, Seibu Museum of Art and Takanawa Museum of Art), \\\"The Exhibition of Shusaku Arakawa - To Atsushi Miyakawa\\\" (1990, Toko Museum of Contemporary Art), and \\\"Constructing the Perceiver - Arakawa Experimental Works\\\" (1991-92, The National Museum of Modern Art, Tokyo, The National Museum of Modern Art, Kyoto, and Matsuzakaya Art Museum) that fundamentally changes the conventional view of art by demanding the audience for physical action. Arakawa\\'s permanent exhibits and architectural projects include \\\"Room \\'Sun\\\" - Ubiquitous Site - Nagi\\'s Ryoanji - Heart\\\" that was established at Kunstsammlung Nordrhein - Westfalen in Dusseldorf and Nagi Museum of Contemporary Art in Okayama Prefecture in 1994 and \\\"Theme Park of the Mind, Site of Reversible Destiny\\\" that was opened in Yoro Park, Yoro, Gifu Prefecture in 1995. Then, \\\"Reversible Destiny Office - Yoro\\\" was completed in 1997. These works evolved into urban architectural projects. The results were highly acclaimed when they were presented at the \\\"Reversible Destiny - Arakawa/Gins\\\" exhibition at the Guggenheim Museum SoHo in New York in 1997. In 1996, Arakawa was awarded the 28th Japan Art Grand Prix (sponsored by Shincho Foundation) for \\\"Ubiquitous Site - Nagi\\'s Ryoanji - Heart\\\" and \\\"Site of Reversible Destiny.\\\" Note: \\\"Ubiquitous Site - Nagi\\'s Ryoanji - Heart\\\" was renamed \\\"Room \\'Sun\\' - Ubiquitous Site - Nagi\\'s Ryoanji - Architectural Body\\\" by the artist in early 1997.",
    "chinese_title": "Why Not: A Serenade of Eschatological Ecology",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.5,
    "douban_rating_average": 0,
    "update_at": "2025-03-23T12:02:21"
}