{
    "aka": [
        "Pitch"
    ],
    "sid": "3170561",
    "cast": [
        {
            "url": "/celebrity/1335697/",
            "name": "José María Gutiérrez José María Gutiérrez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868426397.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0303910",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2002-04-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0303910/",
    "imdb_votes": 35,
    "this_title": [
        "Diapasón"
    ],
    "douban_link": "https://movie.douban.com/subject/3170561/",
    "imdb_rating": "5.7/10 from 35 users",
    "trans_title": [
        "Pitch"
    ],
    "douban_votes": "0",
    "introduction": "阿根廷超现实主义电影。In an interesting variation on the theme of My Fair Lady, Diapason raises two questions: what if Henry Higgins was a neurotic, misguided so-called sophisticate and Eliza Doolittle was a lower-class but perfectly ideal woman? In the \"role\" of a faulty Henry Higgins is Ignacio (Harry Havilio), who wants to transform Boncha (Marta Frydman) into his perfect woman. Ignacio is around 50 and so is Boncha, but whereas Ignacio has pretensions of bourgeois splendor dancing in his head, he is also plagued by sexual hang-ups and an array of neuroses. The Jewish Boncha is outgoing and lively and at first tries her best to fit into Ignacio's world. His mistaken domination is nuanced with political overtones that weave in and out of the story, making Ignacio an easy stand-in for a totalitarian regime.Jorge Polish emerged as a new voice in Argentine film scene in 1986 with his experimental film \"Pitch\", a surreal film dark and laden with symbols that caught the attention of many. And also allowed to revalue his short film \"Margotita\" (1983), which mixed a taste for the bizarre with the documentary.After \"In the name of the child\" (1987) and \"Kidergarten\" (who had, despite shooting in democracy, enormous problems of censorship and pressure ecclesiastical), tried to combine registration with the always strange people. The result was always difficult to go home, the film debut of the then \"Midachi Dady Brieva\" and \"Miguel del Sel\" (1992).Then redouble the bet with a movie that is not devoid of values but was largely destroyed (laziness) by the national criticism, The lady returns (1996), where he was born his relationship with Isabel Sarli, and then-and since the death of her companion and director Armando Bo-withdrawal of cinema. The style of the filmmaker, often rude but creative, cuajó in a film that some strange today, re-evaluate.",
    "chinese_title": "Diapasón",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T11:35:25"
}