{
    "aka": [],
    "sid": "3170667",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0199592",
    "director": [
        {
            "url": "/celebrity/1026343/",
            "name": "Paulo Gil Soares Paulo Gil Soares",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147250/",
            "name": "Geraldo Sarno Geraldo Sarno",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0199592/",
    "this_title": [
        "Voce tambem pode dar um presunto legal"
    ],
    "douban_link": "https://movie.douban.com/subject/3170667/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "巴西最“声名狼藉”的政治纪录片，被独裁政府禁了几十年直到2006年才首次公开放映，本片可以在线观看和下载：http://video.google.com/videoplay?docid=5275682708820451854Amid the civil-military dictatorship established by the coup of 1964, Sergio Muniz had the idea of making a documentary about the action of Esquadrao of Death. At the time, to the documentary, the press still had some freedom to disseminate the action of these groups of extermination, trained by police from many different levels, and that acted in the suburbs of cities like Sao Paulo and Rio de Janeiro. The victims of police repression (as now) were men, poor and black, and for this condition, supposedly criminals. Years later, in 1974, after a long period of production in Europe and Cuba, the film is ready. Meanwhile, following the advice of friends in Havana, chooses not to show the film. \"They told me they found better not display it in Brazil: 'you can endanger not only you but also the actors appearing in the film', they said. From the positive impact, began to make an informal and free distribution of copies of the documentary.",
    "chinese_title": "Voce tambem pode dar um presunto legal",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-04T05:51:05"
}