{
    "aka": [],
    "sid": "3174547",
    "cast": [
        {
            "url": "/celebrity/1018125/",
            "name": "莱恩·加里逊 Lane Garrison",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140872/",
            "name": "Luis Saguar Luis Saguar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1080070/",
            "name": "麦肯齐·菲尔根斯 Mackenzie Firgens",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1188974/",
            "name": "Fred Pitts Fred Pitts",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142281/",
            "name": "Andy Rolfes Andy Rolfes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1156932/",
            "name": "Ezra Stanley Ezra Stanley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073584/",
            "name": "Daniel Chacón Daniel Chacón",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1306654/",
            "name": "Benjamin Morgan Benjamin Morgan",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0382255",
    "director": [
        {
            "url": "/celebrity/1306654/",
            "name": "Benjamin Morgan Benjamin Morgan",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2004-02-08(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0382255/",
    "imdb_votes": 328,
    "this_title": [
        "Quality of Life"
    ],
    "douban_link": "https://movie.douban.com/subject/3174547/",
    "imdb_rating": "6.8/10 from 328 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Winner of a prestigious Special Mention jury award at the Berlin International Film Festival, Quality of Life is a narrative feature film that tells the gripping and authentic story of Michael \"Heir\" Rosario and Curtis “Vain” Smith, the most prolific and talented graffiti writers in the Mission District in San Francisco.They live a life of dreary dead-end day jobs and illicit late night graffiti, hitting up spots across the dark walls and lost tunnels of San Francisco.However, one unlucky evening, the boys are busted for painting and everything changes.Faced with restitution and the prospect of serving hard time, Heir and Vain struggle to maintain. As the cops close in again, the paths they choose threaten to unravel their lifelong friendship and, ultimately, their lives.Quality of Life, as a true low-budget indie, is a remarkably polished film. Chronicling the lives of two Frisco graff writers (Vain and Heir) as their encounters with the law place strain on their friendship and ambitions, the movie takes a penetrating look at those involved in the underground graffiti movement, as well as their place in society.While one character, Heir, considers straightening out his life by getting involved in advertising, bringing to light the difficulties involved in such a transition, his friend, Vain, unwilling to let go of the \"bombing\" lifestyle, heads into a tailspin, that eventually explodes in the film's powerful climax.Despite the serious nature of the film, the movie has a lot of funny moments, which prevent it from being overbearing. The characters- artists at a crossroads- are complex and interesting, and a good balance, the more volatile Vain complementing the more level-headed Heir. Aesthetically, the cinematography, which mirrors the grittiness of the Frisco graff scene, is beautiful in its abrasiveness, and the soundtrack, featuring bay area emcees like Andre Nikatina and Top Ramen, helps set the mood. There's also some pretty ill fight scenes and the tags are top notch. I would definitely recommend this movie to anyone interested in hip hop culture.",
    "chinese_title": "Quality of Life",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-07-19T14:26:35"
}