{
    "aka": [],
    "sid": "3174614",
    "cast": [
        {
            "url": "/celebrity/1218700/",
            "name": "J.J. Belle J.J. Belle",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009981/",
            "name": "尼尔·坦南特 Neil Tennant",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028615/",
            "name": "克里斯·洛 Chris Lowe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [
        "音乐",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2918609017.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0431978",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0431978/",
    "imdb_votes": 89,
    "this_title": [
        "Pet Shop Boys: Performance"
    ],
    "douban_link": "https://movie.douban.com/subject/3174614/",
    "imdb_rating": "9.1/10 from 89 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Filmed over the course of three evenings at the Birmingham NEC in 1991, \"Performance\" features the Pet Shop Boys in top form, showcasing some of their greatest songs. I hesitate to say \"singing,\" as this is, as the title suggests, a performance piece. Lavish sets, garish costumes, and a calvacade of dancers and backup singers make this a needed addition to any PSB fan's collection. While it is an import and carries a bit of a fee, it's well worth buying; wonderfully remastered and presented in 5.1 surround, \"Performance\" has quickly become one of my favorite live concert DVDs.The tracklisting is as follows:This must be the place I waited years to leaveIt's a sinLosing my mindWhat have I done to deserve this?My October symphonyI'm not scaredWe all feel better in the darkSo sorry, I saidSuburbiaSo hardOpportunities (let's make lots of money)How can you expect to be taken seriously?RentWhere the streets have no name (I can't take my eyes off you)West End girlsJealousyAlways on my mindYour funny uncleWhile \"Performance\" has been available on VHS for some time, it lacked the inclusion of \"Where the streets have no name (I can't take my eyes off you) due to legal reasons; it is great to have the complete show. The weakest track would be \"What have I done to deserve this\" and that is only due to Dusty Springfield's absence; I fear I've been spoiled by the \"Montage\" version. That is not to say that this track on \"Performance\" is terrible; it is just that it is not the same hearing another woman sing backup. Standouts are \"Jealousy,\" \"It's a sin,\" and \"We all feel better in the dark.\"As with the \"PopArt\" DVD, the commentary is generous and a kick to watch, giving greater insight into Tennant and Lowe's songbook. Enclosed is an interview with Neil and Chris from '91, as well as one with David Alden and David Fielding.\"Performance\" contains perhaps the most intriguing ninety minutes worth of concert footage I've ever been privy to witness; it will require multiple viewings just to take everything in, and even then, it will always seem fresh and new, as if experiencing it for the first time.",
    "chinese_title": "Pet Shop Boys: Performance",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 9.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-11T22:22:56"
}