{
    "aka": [],
    "sid": "3175462",
    "cast": [
        {
            "url": "/celebrity/1007097/",
            "name": "范文芳 Fann Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042126/",
            "name": "方展发 Pierre Png",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1011379/",
            "name": "欧萱 Jeanette Aw",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319058/",
            "name": "向云 Yun Xiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318342/",
            "name": "林明伦 Darren Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437218/",
            "name": "冯瑾瑜 Joey Feng",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2601712728.jpg",
    "region": [
        "新加坡"
    ],
    "writer": [
        {
            "url": "/celebrity/1381179/",
            "name": "黄佳华 Kah Huay Ng",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt12200758",
    "director": [
        {
            "url": "/celebrity/1379818/",
            "name": "谢益文 Edmund Tse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1342366/",
            "name": "黄芬菲 Wong Foong Hwee",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt12200758/",
    "this_title": [
        "The Defining Moment"
    ],
    "douban_link": "https://movie.douban.com/subject/3175462/",
    "trans_title": [
        "沸腾冰点"
    ],
    "douban_votes": "0",
    "introduction": "唐氏集团总裁林可欣从小得到外公的悉心栽培，十二岁那年，第一次在重要的决策上，外公听了她的建议，奠定了唐氏的发展目标，大学毕业后，外公就让她接管公司的生意，引起舅舅唐伟业的激烈反对，和媳妇郑婉玉一直致力要把林可欣拉下总裁的宝座，因此当唐大中病重陷入昏迷，唐伟业与郑婉玉便伺机夺回唐氏。这时林可欣发现自己的精神状态出现问题，她经常难以控制的歇斯底里，林可欣自己也觉得惊心，是因为外公病危，是自己的精神真的出了状况，又或是因为孙家明最近和女职员范小宁宣布拍拖，令她失落了……，她心里忐忑不安，想起小时候外婆精神病患发作时的情景，她偷偷约定医生检验，这件事让郑婉玉发现了。孙家明是一家小食店的年轻老板，虽然看不惯林可欣不可一世的态度，可是又情不自禁的喜欢上她，林可欣从小目睹父亲对母亲和对他们三姐弟的无情，对感情不信任，她不想自己有被伤害的可能，尤其孙家明的身份跟自己太悬殊了，加上孙家明身边有太多的女性朋友了，公司女职员范小宁就对他痴缠不休，而孙家明似乎也心动了，林可欣心有戚戚，说不出的矛盾、迷惘、难以割舍……，她不知道孙家明与范小宁的交往，背后努力促成的是自己的弟弟林可喜。林可喜素来对姐姐林可欣的强悍与优越感作风很不认同，他故意撮合范小宁与孙家明，要让林可欣一尝失恋的痛苦，林可喜的热情奔放，和家里的成员十分格格不入，母亲唐丽莲因为一次失败婚姻，一蹶不振多年，从来没有余暇关心他们三姐弟，林可欣的不可一世与冷漠，叫人难以消受，妹妹林可怡封闭在她自己的世界里，一家人生活在一起，却是如同陌路，他尝试改变家里人的关系，每次都弄巧反拙，他想减少与舅舅一家人的矛盾关系，结果反而把关系弄得更僵。自唐大中昏迷后，唐伟业迫不及待的与媳妇郑婉玉连串大动作，准备等到唐大中一死，就把林可欣拉下台，不料唐大中奇迹般的醒了过来，两人不肯就此罢手，于是密谋伪造林可欣遗传外婆神经病基因的检验报告，局面顿时出现大逆转……林可欣以为自己真的遗传了外婆的精神病基因，震惊不已，母亲和外公比她更无法接受这样的事实，大家措手不及，一向高高在上，精明干练、主宰一切的她，变得无助、彷徨、沮丧、脆弱，她封闭了自己，悲观的等待自己“发疯”那一刻的到来。唐大中一直担心子女会遗传老婆的精神病，万万想不到，这样的不幸会降临到自己最器重的外孙女身上，他顿时乱了主张，一向依赖女儿的唐丽莲受的冲击比女儿更大，林可喜想帮姐姐，发现自己原来真的一无是处，有心无力，本来决定出国的林可怡，更觉得自己微不足道，回天乏力，唐伟业如愿于尝，夺下公司的主管大权，切断林可欣一家人的财政来源，林家陷入经济困境，面临崩溃的林可欣想一死了之，自杀未遂，陷入昏迷状态，林可怡与林可喜竭尽所能，终于唤醒林可欣，他们第一次深深感受到姐弟之间浓烈不可分割的亲情，但是清醒过来的林可欣仍然脆弱悲观。直到孙家明伸出援手，他看出这家人的问题症结所在，对症下药，让这家人凝聚起来。林可欣从开始的封闭、抗拒、逃避、到最后被家人的亲情感动，回首自己的过去，有许多的顿悟与感触，一家人在这段艰辛的日子里，互相扶持、付出、重新认识自己的感情，孙家明向林可欣求婚，对自己的未来毫无把握的林可欣拒绝了，孙家明最后如何以真情感动了林可欣呢？林可喜、林可怡如何找到自己生命的定位？唐氏出现危机，郑婉玉的诡计如何被拆穿？……Since young, Lin Ke Xin, the CEO of Tang Group, had been groomed in the ropes of business by her maternal grandfather Tang Da Zhong. When she was 12 years old, her grandfather adopted her suggestion for a major business decision, thereby setting the future developmental course of the Tang Group.After her graduation, her grandfather appointed her to succeed him as the CEO of Tang Group.  The decision sparked off vehement protests from her uncle Tang Wei Ye, who with his daughter-in-law Zheng Wan Yu, were bent on undermining her. Hence, when Tang Da Zhong became comatose, they took the chance to seize control of Tang Group.It was at this time that Ke Xin found that she often suffered attacks of uncontrollable hysteria. Gripped with fear and shock, she wondered what could have caused such mental anomaly. Was it brought about by her grandfather’s critical condition, or was there something wrong with her mental faculties, or could it be the news that Sun Jia Ming and her staff Fan Xiao Ning became an item that so depressed her?Feeling worried, she recalled the times when her maternal grandmother had her mental breakdowns. Quietly, she went for medical checkups but Wan Yu found out about it.Jia Ming is a young boss of a small eatery and though he disapproved of Ke Xin’s arrogant attitude, he could not help but fell in love with her.Ke Xin was not one, however, to have confidence in a relationship as she had been brought up in a family where her father ill-treated her mother, her and her two siblings and she did not want to risk being hurt. Furthermore, she and Jia Ming were different in social status. In addition, Jia Ming was never short of female companions, just like her staff Xiao Ning who sought every opportunity to get his attention.When it seemed that Jia Ming had accepted Xiao Ning’s affection, Ke Xin went into deep anguish, confusion, and torment.Never did she expect that her younger brother Lin Kexi was the one instrumental in bringing Jia Ming and Xiao Ning together. Ke Xi had always been unhappy with his sister’s aggressiveness and arrogance. He wanted Ke Xin to know what it felt like to be jilted.As one who possessed a zest for life, Ke Xi was unable to relate with his other family members. For many years, his mother Tang Li Lian had not been able to walk out of the shadow of her broken marriage, and failed to show love and care for him and his siblings. His elder sister Ke Xin was haughty and aloof, while his younger sister Ke Yi was cooped up in her own world. Though they lived together, they were more like strangers.Any attempt he made to improve the ties among his family members had all fallen through. He also hoped to reduce the tension between his family and that of his uncle’s family, but more often than not, the attempts he tried brought forth more strains.Since Tang Da Zhong became unconscious, Wei Ye and Wan Yu fell all over themselves as they prepare for the day to force Ke Xin to quit, as soon as the old man dies. Miraculously, Da Zhong woke up from the coma. Unwilling to concede defeat, they secretly forged a medical report, which indicated that Ke Xin inherited the same genetic make-up of her grandmother that would predispose her to mental breakdowns.Immediately, there was a drastic turn of events…Ke Xin was shocked by the findings as she was really taken in by the medical report. Her mother and grandfather found it even harder to accept the news and were at a loss. From someone who was usually supercilious, capable and overbearing, Ke Xin became helpless, lost, depressed and weak. She cut herself off from others and pessimistically waiting for the moment of “reckoning”.Tang Da Zhong had always been worried that his children may inherit his wife’s  mental illness. Never had it occurred to him that the granddaughter he doted most would be the unfortunate one. He did not know what to do. Ke Xin’s mother, who had been relying on her daughter, was even more traumatized by the news than Ke Xin herself.Ke Xi wished to help his elder sister but realized that he was incapable of any help. Ke Yi who originally planned to go overseas felt even more powerless in turning the tides around.Wei Ye got what he wanted when he took control of Tang Group. He terminated all income to Ke Xin’s family that rendered them in financial distress. Close to a breakdown, Ke Xin tried to commit suicide but failed. Instead, she went into a coma. Ke Yi and Ke Xi tried all they could to bring her around and finally Ke Xin did. For the first time, the three siblings felt the strong inseparable familial ties that bound them together.Ke Xin, however still felt fragile and pessimistic after regaining consciousness until Jia Ming stepped in to the picture. He helped to identify the cause for the family’s problem and offered them solutions that brought the family together.From the initial stage of closing up herself emotionally, Ke Xin finally accepted the warmth and love of her family members. Looking back at her past, she gained new perspectives and realization. During the difficult times, her family members gave support and all they had to one another. Through these, Ke Xin began to understand her own feelings.When Jia Ming asked for her hand, Ke Xin who was still uncertain about her future turned him down.In the end, how did Jia Ming manage to convince Ke Xin with his love? How did Ke Xi and Ke Yi find their own place in life?A crisis happened in Tang Group, how would Wan Yu’s forgery schemes get exposed?",
    "chinese_title": "沸腾冰点",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Defining Moment",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T18:11:47"
}