{
    "aka": [],
    "sid": "3176312",
    "cast": [
        {
            "url": "/celebrity/1285578/",
            "name": "古月 Yue Gu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318512/",
            "name": "孔祥玉 Xiangyu Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314011/",
            "name": "王伍福 Wufu Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341783/",
            "name": "陈旭明 Xuming Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315774/",
            "name": "尤浩然 Haoran You",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324165/",
            "name": "盖美 Mei Gai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318552/",
            "name": "王健 Jian Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317971/",
            "name": "郭法曾 Fazeng Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2457154930.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1353981/",
            "name": "王保华 Baohua Wang",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "20",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008-04-03(中国大陆)"
    ],
    "this_title": [
        "任弼时"
    ],
    "douban_link": "https://movie.douban.com/subject/3176312/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "中国共产党创建几个月后，就有一位不满十七岁的青年成为党员。此后他以钢铁般的意志和刻苦耐劳的精神奋斗三十年，并在四十年代与毛、刘、周、朱并列，成为领导全党的“五大书记”之一，这就是任弼时。他虽英年早逝，其精神却在党内影响至深。任弼时，原名二南，1904年出生与湖南湘阴县一个贫苦教员之家。5岁就随父亲读书，7岁入明德小学，12岁去长沙考入师范附属高小，后入长郡中学，在校内受五四运动影响，积极参加游行宣传等爱国活动。1920年，他因家境困难无法继续学业，联系旅法勤工俭学未成，便加入毛泽东、何叔衡组织的俄罗斯研究会，准备去那里勤工俭学。经研究会介绍，他到上海参加俄语学习班，在那里加入了社会主义青年团 ，从此走上革命的道路。1921年春，任弼时与刘少奇等一同赴苏俄。他们通过赤白军交战的火线，历经种种艰辛到达莫斯科，进入培养革命干部的东方劳动者大学。1922年初，任弼时转为中共党员，1924年秋回国。此时，苏俄局势艰难，开始他一天只能领到200 克黑面包，却忍饥刻苦地学习了马列主义理论。回国后他到上海，在共青团中央工作，因张太雷长期离职，两年间由他代理中央书记。当时他才二十来岁，却敢于向党中央领导陈独秀提意见，有一次气得陈独秀把他的意见书当面撕碎。1927年大革命失败后，党内同志深感他与陈独秀争论时的观点正确。“八七会议”上他被选入政治局，成为党史上最年轻的政治局委员。随后四年间，他一直从事地下工作。1931年，任弼时进入江西中央苏区，因缺乏经验犯过“左”的错误，后来通过实践又在工作中大力纠“左”。1933年，任弼时奉派湘赣边区，在长征中是红六军团和后来的红二方面军的最高政治领导人。1937年秋，任弼时随八路军总部东进抗日前线，在政治方面负总责，翌年春又作为中共代表赴莫斯科争取国际支持。194O年，他回延安任中共中央秘书长，从人事安排到谁吃大灶、中灶、小灶都要管。由于处理问题周到，待同志和蔼可亲，被称为“党内的老妈妈”。1945年，中共在延安召开“七大”时，任弼时任大会秘书长。会后，他与毛、刘、周、朱并列为中央五大书记。1947年春，他拖着病体与毛泽东、周恩来转战陕北并担任中央支队司令员。行军每到一处，他都要亲自安排住房，布置警卫，组织物资供应，还参与决策研究。时称他是中央队伍中身体最差的一人，又是最忙的一人。1948年春，中央进入河北西柏坡。任弼时的血压很高，心律又严重不齐，却仍时时支撑着协助周恩来工作，协调各战略区的物资调配和后勤支援。1949年3月，他随中央进入北京，主持召开青年团第一次全国代表大会后赴苏联治疗。1950年 4月回国后，他没按医嘱休息，立即投入工作。抗美援朝战争打响的第二天，即10月26日晚，他长时间研究战局并思考对策，病情突然恶化，次日去世。叶剑英在追悼他时这样评价说——“他是我们党的骆驼，中国人民的骆驼，走着漫长的艰苦道路，没有休息，没有享受。”在中国共产党第一代党员中，任弼时是出身“青年团”的年轻的老革命家，后来又一直以刻苦坚韧著称。这位有着“骆驼”性格的坚强战士，少年时期身处思想活跃却生产水平相对落后的湘境，决定“毕业之后，欲志于工业”，走工业救国之路。这一愿望固然是好的，然而他成年后看到——若腐朽的社会制度不改变，兴办工业以强国并无可能。从而走出国门，到苏俄寻求真理，最后走上了终生革命的道路。中国革命之所以艰难，不仅由于外部敌人强大，同时也在于内部消极因素众多。任弼时在党内之所以长期受到普遍敬重，在于他勇于同各种不良倾向作斗争。这种斗争又不是过“左”地整人，而是抱着帮助同志、治病救人的态度。任弼时在30年代后期和40年代一直坚定地支持毛泽东。1938年赴莫斯科时，他向共产国际强调“毛泽东才是中国共产党的领袖”，这对当时的共产国际表态支持确立毛泽东的领导地位起过重要作用。但是，他又不因此询私情，对江青一直坚持原则，不给特殊照顾，康生一类人对他一直是敬畏交织。任弼时能严格要求别人，恰恰在于自己一身正气，只讲奉献不求索取，正如古语所说：“其身正，不令则行；其身不正，更令不从。”两次被捕受严刑，第一次受到头顶窑块、膝跪铁链和“老虎凳”等酷刑；第二次电刑在他背上烙出两个拳头大的窟窿。大革命失败后，任弼时长期担负着到各地恢复党的地下组织的危险工作。1928年末，他作为中央巡视员到安徽接头时被捕，国民党当局却未搞清他的身份。在押解途中，他巧妙地把被捕消息和预定的假口供托人带给在上海的妻子陈琼英，以便配合组织营救。审讯时，他受到头顶窑块、膝跪铁链和“老虎凳”等酷刑，却咬定编出来的假身份。敌特按他所说到上海查对，因组织上已有安排，未露破绽，三个月后获释。1929年末，他在上海主持江苏省委工作时，又被租界当局逮捕。他乘巡捕不注意，吞掉了身上的文件，只被搜出一张月票，而票面上写的使用人住处已是火灾中烧掉的房子，无从查对。外国警探怀疑有假，便使用电刑，竟在他背上烙出两个拳头大的窟窿。任弼时苏醒后仍坚不吐实，这种顽强态度使捕房更感到他像共产党，继续关押拷打。幸亏周恩来领导的特科通过关系营救，才使他获释。此后多年，他经常感到头晕和身体虚弱，加上日夜劳累、血压高，看东西时常眼花。长征时，他领导红二万面军，年仅三十出头，可是干部战士们从外貌看多以为他已有五十岁。任弼时也经常向身边的人表示，自己活不长，所以抓紧时间工作。任弼时担任中央秘书长时，正值陕甘宁边区经济最困难的时候。党中央号召军民开展大生产，任弼时以身作则，并向三五九旅的王震旅长要了一部纺车。他在工作之余，就像村妇一样盘腿而坐，练习纺线，成绩提高很快。1943年，他参加中央机关在杨家岭举行的军民纺线比赛，获得了第一名。",
    "chinese_title": "任弼时",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-24T16:00:29"
}