{
    "aka": [],
    "sid": "3176429",
    "cast": [
        {
            "url": "/celebrity/1012532/",
            "name": "伊万·麦克格雷格 Ewan McGregor",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2923831838.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0420837",
    "director": [
        {
            "url": "/celebrity/1298302/",
            "name": "波莉·斯蒂尔 Polly Steele",
            "@type": "Person"
        }
    ],
    "duration": "59分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0420837/",
    "imdb_votes": 113,
    "this_title": [
        "The Polar Bears of Churchill, with Ewan McGregor"
    ],
    "douban_link": "https://movie.douban.com/subject/3176429/",
    "imdb_rating": "9.0/10 from 113 users",
    "trans_title": [
        "伊万·麦格雷戈探访野生北极熊"
    ],
    "douban_votes": "859",
    "introduction": "Ewan McGregor visits the Polar Bear in it's natural environment.明星伊万.麦格雷戈(Ewan McGregor )探访野生北极熊Unlike the average wildlife documentaries this one entertains right from the start. Ewan Mcgregor charismatic as every narrates and presents this and takes his wife along for the company.I bought this fairly recently because it was mentioned in the 'long way round' DVD and when i eventually found it I had to buy it. Ewan as an actor was built for these sorts of things and seems very comfortable in the presenting. He speaks about what he see's so truthfully and from the heart that you can't help feeling he speaking directly to you as one of his friends.When he finally sees the polar bears he's like a kid in a sweet shop and he brims with happiness. The place in which he stays is a remote Canadian town, called Churchill and looks a lot like the set used for the film 'The Thing'. The information given to us by Ewan is very clear and precise although most of it comes from the people he meets along the way. He is a great people person and is brilliant around the locals and the kids.The DVD runs for about an hour, would of been nice if it was a touch longer but it really doesn't matter, the DVD has photography from the trip and has scene access as standard. The trip if filmed like the 'Long Way Round' would of made it an essential purchase but as it stands people should only buy it if they are a fan of the 'Kilted' one or are wildlife fans. My view is that it is a very funny documentary full of interesting facts and I am pleased with the purchase.",
    "chinese_title": "伊万·麦格雷戈探访野生北极熊",
    "douban_rating": "9.1/10 from 859 users",
    "foreign_title": "The Polar Bears of Churchill, with Ewan McGregor",
    "imdb_rating_average": 9.0,
    "douban_rating_average": "9.1",
    "update_at": "2025-08-17T07:00:23"
}