{
    "aka": [],
    "sid": "3178760",
    "cast": [
        {
            "url": "/celebrity/1313422/",
            "name": "高曙光 Shuguang Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317810/",
            "name": "陈虹池 Hongchi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274230/",
            "name": "郭晓东 Xiaodong Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341762/",
            "name": "王冬明 Dongming Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868367164.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1567193/",
            "name": "李志川 Zhichuan Li",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318617/",
            "name": "刘二威 Erwei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399488/",
            "name": "刘娟 Juan Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "38",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "中国家庭421"
    ],
    "douban_link": "https://movie.douban.com/subject/3178760/",
    "trans_title": [
        ""
    ],
    "douban_votes": "77",
    "introduction": "故事的主人公们和几乎所有中国的第一批独生子女一样，正开始书写一种和上一代人截然不同的家庭生活。他们在这种全新的家庭模式里，实践着自身的生活理想，同时也让我们看到了新一代人中国家庭的困惑。421家庭中的4在分担这个家庭的压力，一切为了孩子。这个1仍然是家里的重心。趁父母身体情况还好的时候，把孩子生下来给他们照顾。如果拖个三五年，又要照顾父母又要照顾孩子，就麻烦了。这是目前421家庭中的2的普遍想法，但老人既是依赖又是这种家庭结构中最大的不稳定因子。如果再过10年，谁来给老人养老成了摆在他们面前的难题：送到养老院？不放心。接到家里？已有两个老人了，哪里照顾得过来呢？这就是典型的由两个独生子女支撑起来的家庭。他们组成的新家庭将接管未来和社会。不管怎么说，27年前的计划生育国策决定了421家庭将取代现有家庭模式，有其因必有其果，2们能否充当社会生产的加速器、能否扛起家庭生活的重担，尚需要继续磨练。随着这种全新家庭结构的产生，他们在家庭理财和投资、人生目标和规划、社会人际交往上都正在进行着全新的洗牌，因为，整套社会游戏规则都已经变了。该剧是我国第一部以现实生活中出现的４２１家庭结构故事为内容的长篇电视连续剧。随着我国第一代独生子女进入婚育年龄，结婚育子，其家庭结构由4个长辈、1个小孩和他们2人组成，上有老、下有小，一个家庭的倒金字塔结构，即421家庭。４２１的家庭模式将成为中国社会新的家庭主流，电视剧以新婚的第一代独生子女为主角，描写了夫妻两人在上要孝顺双方四个父母，下要抚育一个孩子，并在激烈的社会竞争中追求自己事业和人生目标的过程，深刻地展示了全新家庭模式的全新生活，和４２１家庭成员在承受新的生活考验和磨难中深情携手、相互关爱的感人故事。强大的演员阵容《中国家庭421》演员阵容强大，实力派演员演员高曙光、郭小东、朱琳、王诗槐、盖克、宋晓英等在剧中都有精彩的表演。最值得一提的是高曙光，他将一改过去扮演的警察、英雄的正面形象，来了个大变脸。这次高曙光在剧中扮演了一个表面上正人君子，内心阴暗变态的角色。这个在外面备受大家尊敬的人，在家里却因为总怀疑妻子有出轨行为，而对妻子大打出手。能将这样一个扭曲的角色表现得如此传神，高曙光的演技实在让人刮目相看。自从因主演电影《暖》，在东京电影节获得最佳男演员奖之后，郭小东演艺事业的重心就放在了电影上，在《桃花灿烂》《颐和园》等电影中，他都有不错的表演。电视剧《中国家庭421》是郭小东主演的为数不多的电视剧之一。剧中，郭小东扮演男主角刘毅然，一个在环保局工作，上有老下有小的年轻干部。张帆介绍说：郭小东特别朴实，戏里戏外都一样，在戏里，他演工人家庭的孩子，家境一般；而生活中，郭小东是从乡下走出的孩子，小时候生活很苦，曾因没有30元钱而差点辍学。当年他口袋里揣着120元就到北京上学。正是因为吃过苦，所以他演戏很用功很认真。剧组人员印象深刻的是，冬天拍摄时，郭小东穿得太少了，冻得嘴唇都僵硬了，说话都不利索了，只好拿一个热水袋来捂嘴取暖，然后才好拍戏，但即使这样，郭小东依旧演得很认真，没有一丁点敷衍。《中国家庭421》是部群戏，实力派演员朱琳、王诗槐、盖克、宋晓英、李心敏等在剧中都有精彩的表演，张帆说：这些演员演戏确实很棒，因为有很扎实的生活基础，他们拍摄时状态很松弛，也能很好地把握那些生活细节，演起来很感人。在拍宋晓英在医院住院的戏时，因为要赶拍医院的戏，因此宋晓英一整天都没下病床。",
    "chinese_title": "中国家庭421",
    "douban_rating": "6.0/10 from 77 users",
    "foreign_title": "",
    "douban_rating_average": "6.0",
    "update_at": "2025-04-12T02:58:38"
}