{
    "aka": [
        "乡里乡亲"
    ],
    "sid": "3178722",
    "cast": [
        {
            "url": "/celebrity/1314441/",
            "name": "苗乙乙 Yiyi Miao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319714/",
            "name": "柏明 Ming Bai",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "24",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "光辉年代"
    ],
    "douban_link": "https://movie.douban.com/subject/3178722/",
    "trans_title": [
        "光辉岁月",
        "乡里乡亲"
    ],
    "douban_votes": "0",
    "introduction": "东堤村依山傍水，中国一个典型的小村落。新中国成立后的第一任村党支部书记是复员军人石大夯，村长则是他儿时的好伙伴韩天寿。与所有中国农民一样，新中国发展、变化的脚步，必然引起、影响到石大夯、韩天寿和东堤村农民们的生活变化，影响到他们的人生观念和心路历程，旧体制固有、陈腐的土地观念和封建意识，必然要与新时代纷沓而至的新思想、新观念产生矛盾和冲撞，催生、促动石大夯、韩天寿和东堤村人的生活、精神与心理产生裂变，从而发生了这个进步与落后、公与私、高尚与低劣、情感交融，充满着喜怒哀乐、悲欢离合的故事。为改变旧农村的落后面貌和东堤村人的生活命运，石大夯以满腔的工作热情，精神奋发的率领村民们一步一个脚印的沿着社会主义道路在前进。作为最基层的东堤村人利益的代言人，面对着这一切，一个共产党员的道德良知使石大夯在处理事情上以农民的利益为准绳，实事求是的来做好自己的本职工作。这使他和村长韩天寿的贪慕权力、好大喜功、追求表面业绩的工作作风产生了抵触与不和谐。工作上不断的小摩擦使二人之间逐渐貌合神离，有意无意地展开了明暗的冲突和争斗。这种矛盾、冲突不仅导致石大夯和韩天寿儿时友情的分裂，从而也波及影响了大夯媳妇小俊、天寿妻子何春秀及年轻貌美寡妇李月萍三个女人、家庭之间产生了说不清道不明的恩怨和情感纠葛。旧社会的苦难催生了石大夯和李月萍的爱情悲剧，而父亲的对他婚事上的霸道包办又迫使他和月萍解放后也好梦难圆；何春秀对石大夯的暗恋、追求不成使她产生了怨恨心理，赌气嫁给韩天寿后有意无意中对大夯暗中报复，倾慕者变成了大夯工作中的羁绊；一直对大夯和李月萍关系有猜忌之心的小俊的小心眼被韩天寿和杨旭别有用心的加以利用，她无意中想帮助丈夫的错误举措反而成了导致大夯下台的重要因素之一，从而使夫妻间关系破裂，视若陌路之人。遭到杨旭和韩天寿暗算的石大夯下台后并没有灰心丧气，而是在可能的情况下为东堤村的发展暗中尽心尽力，令韩天寿最不可思议、愤懑的是：自己的一双儿女反倒“背叛”自己，竟然先后爱上了石大夯这个被自己视为对手的孩子；现实生活使何春秀、小俊逐渐理解了石大夯的高尚情怀和品格，而岁月更让李月萍觉得自己昔日没有白爱石大夯这个男人。深深了解石大夯的村民们并没有忘记他昔日对村里的贡献，而石大夯实事求是的工作作风和理念始终暗中在影响着东堤村人，这使他们即使在岁月风雨中，也基本固守了工作、生产秩序的正常运转。改革开放后石大夯重新出山，新时代、新理念与大夯旧观念在不停的撞击，使向来能够清醒把握、认识自己的大夯意识到自己的理念和日新月异新时期的差距，毅然将重担传递给了为人正直、开明精干的老对手韩天寿儿子韩金龙。大学毕业回家乡的李平安把所学的知识用到农村，搞深加工使农业走向企业化，一代年轻人将东堤下村的工作推上了一个新的台阶，面貌焕然一新。晚年的石大夯生活是惬意的：昔日爱情的复归、对手间恩怨情仇的化解，使他真正体会到了合睦生活的快乐，他知道：历史逝去不复返，需要面对是未来。",
    "chinese_title": "光辉岁月",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "光辉年代",
    "douban_rating_average": 0,
    "update_at": "2025-03-14T05:39:17"
}