{
    "aka": [
        "The Loser Takes All"
    ],
    "sid": "3182585",
    "cast": [
        {
            "url": "/celebrity/1204675/",
            "name": "Themis Katz Themis Katz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222049/",
            "name": "George Houliaras George Houliaras",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "剧情",
        "动作",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873710885.jpg",
    "region": [
        "希腊"
    ],
    "writer": [
        {
            "url": "/celebrity/1042105/",
            "name": "尼科斯·尼克莱迪斯 Nikos Nikolaidis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0352531",
    "director": [
        {
            "url": "/celebrity/1042105/",
            "name": "尼科斯·尼克莱迪斯 Nikos Nikolaidis",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "2003-01-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0352531/",
    "imdb_votes": 1456,
    "this_title": [
        "Ο Χαμένος τα Παίρνει Όλα"
    ],
    "douban_link": "https://movie.douban.com/subject/3182585/",
    "imdb_rating": "6.7/10 from 1456 users",
    "trans_title": [
        "败者为王",
        "The Loser Takes All"
    ],
    "douban_votes": "0",
    "introduction": "[IMDB]6 out of 6 people found the following comment useful:-its a beautiful world, 27 October 200510/10Author: wot31 from CyprusProbably one of the greatest underworld movies ever created in a non-Hollywood environment. Man (gianis aggelakas), a mysterious man of the underworld, small time grifter and big time hard-man,who has an anarchic tendency to mumble and comment on the system, society, police, the underworld itself and other things,along with his beloved bird, Bellafonte, meets up with an odd posse consisting of kid, who is a young songwriter, a prostitute who gathers money in order to open o bookstore, an alcoholic girl haunted by the relationship with her dead mother, and the grudgey bar-woman-ex-girlfriend. The five of them get caught up in a scheme involving the media, the mob, politicians and the police. And they definitely want to get the hell out of the city, probably to some Caribbean paradise.This is the third Nicolaides film that has to do with Greek gangland, and the end of his \"crime trilogy\". Again,like in Glykeia Symmoria, nicolaides makes his own social comments, either using Man as a mouthpiece (mind you the lyrics of Trypes, the band where aggelakas used to sing in are very \"socially aware\"), or throughout the plot. The violence is still tough, but there is a wee progressive notion in the film, a sense that nicolaides has matured, and is trying to move on to newer things since Glykeia Symmoria, making a film that has the speed of a Jarmusch movie, with an underground storyline.Trivia one: The most of the outside scenes were filmed in the district of Exarchia (Athens), which was famous in the eighties and the nineties as a place where anarchists, drug addicts, petty criminals and rockers hang outTrivia two: The house were the rave scene was filmed, was torn down a few weeks after the shootTrivia three: The bar were the barmaid is working, was built in 1830. At first it was housing one of King Otthos commissars.During the 20th century it was neglected, or used as a brothel.Since the mid 1980s it houses club decadence, one of the most famous alternative rock bars in Athens",
    "chinese_title": "败者为王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ο Χαμένος τα Παίρνει Όλα",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-25T19:13:19"
}