{
    "aka": [
        "Mark of the Devil II"
    ],
    "sid": "3183103",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1973",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2604949124.jpg",
    "region": [
        "UK | West Germany"
    ],
    "writer": [],
    "imdb_id": "tt0068925",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "german"
    ],
    "playdate": [
        "1973-01-26"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0068925/",
    "imdb_votes": 409,
    "this_title": [
        "Mark of the Devil Part II"
    ],
    "douban_link": "https://movie.douban.com/subject/3183103/",
    "imdb_rating": "5.0/10 from 409 users",
    "trans_title": [
        "魔鬼记号2",
        "Mark of the Devil II"
    ],
    "douban_votes": "0",
    "introduction": "If you liked the original \"Mark of the Devil\" (I didn't personally), this is more of the same. The witch-hunters have been pared down to Reggie Nalder, the weirdest looking but least talented of the various actors in the first one. The movie does have a strong female lead this time in Erica Blanc as a noblewoman who opposes the corrupt witch-hunter Nalder and gets accused herself for her troubles, falling into the witch-hunter's lecherous clutches. Despite some tantalizing stills I've seen of this movie, Blanc does NOT get naked in the version I saw thus making the whole thing pretty worthless. If you just don't like Blanc (or women in general) and you want to see her/them gratuitously tortured or raped by Nalder's giant mongoloid assistant, then I'm sure you'll enjoy this much more than I did.This movie is even half an ass short of the half-ass social criticism of the historical abuses of the Church which is usually found in these films. The sole point of interest, besides the wasted presence of Blanc, is that the film was directed by Adrian Hoven, the producer of the first one and a one time actor and producer for Jesus Franco. Whatever Hoven's talents were though, directing wasn't one of them--his work here ranges from unimaginative to downright laughable (such as when he shoots a rape scene from the first-person POV of the slobbering mongoloid). Even worse than the first one, and NOT recommended",
    "chinese_title": "魔鬼记号2",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Mark of the Devil Part II",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-12T04:59:11"
}