{
    "aka": [],
    "sid": "3184284",
    "cast": [
        {
            "url": "/celebrity/1116530/",
            "name": "Eileen McCallum Eileen McCallum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148780/",
            "name": "爱德华·都铎-波尔 Edward Tudor-Pole",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1203443/",
            "name": "James Young James Young",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "喜剧",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1034244/",
            "name": "Robbie Fraser Robbie Fraser",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0450269",
    "director": [
        {
            "url": "/celebrity/1034244/",
            "name": "Robbie Fraser Robbie Fraser",
            "@type": "Person"
        }
    ],
    "duration": "101 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006-02-28"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0450269/",
    "imdb_votes": 340,
    "this_title": [
        "GamerZ"
    ],
    "douban_link": "https://movie.douban.com/subject/3184284/",
    "imdb_rating": "5.8/10 from 340 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A love triangle with a twist of fantasy! The hero is Ralph, a young nerd from a bad neighborhood who's on his way to university for the first time. Ralph is completely downtrodden in life, but he escapes from a cruel reality that he can't control by creating insanely detailed fantasy game worlds (as in fantasy games such as \"Dungeons and Dragons\" or \"Tunnels and Trolls\"), in which he is firmly in charge, as \"Game Keeper\". When Ralph arrives at university he immediately takes over the fantasy role-playing society from the resident Game Keeper in a ruthless coup. His new players include neurotic risk management student Davy, metal-head theology student Hank and - most importantly - the beautiful Marlyn, a crazy Goth chick who believes she is an elf. She's the ultimate object of geek lust, and Ralph falls for her hard. But there's a fly in the ointment: Ralph's old enemy from the hood, minor dope dealer Lennie who has undergone a near-religious conversion to all things fantastical having watched a LORD OF THE RINGS triple bill while on acid. Now he's desperate to take part in Ralph's game. Under pain of violence Ralph agrees to let him play, but soon regrets it when he notices a spark between Lennie and Marlyn. The seeds of a bitter love triangle are sown, and the story soon snowballs towards an inexorable apocalyptic explosion of freakish, geekish angst!",
    "chinese_title": "GamerZ",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2026-01-08T13:07:24"
}