{
    "aka": [
        "The White Suit"
    ],
    "sid": "3189973",
    "cast": [
        {
            "url": "/celebrity/1138067/",
            "name": "拉扎尔·里斯托夫斯基 Lazar Ristovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012586/",
            "name": "德拉甘·尼科利奇 Dragan Nikolic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165117/",
            "name": "韦利米尔·巴塔·日沃伊诺维奇 Velimir &#34;Bata&#34; Živojinović",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158318/",
            "name": "达尼罗·巴塔·斯托科维奇 Danilo &#39;Bata&#39; Stojkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088017/",
            "name": "博格丹·迪克利奇 Bogdan Diklic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070489/",
            "name": "Branimir Brstina Branimir Brstina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050371/",
            "name": "尼古拉·科约 Nikola Kojo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007252/",
            "name": "佐兰·茨维亚诺维奇 Zoran Cvijanovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136254/",
            "name": "斯洛博丹·宁科维奇 Slobodan Ninkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118418/",
            "name": "内博伊萨·米洛瓦诺维奇 Nebojsa Milovanovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147112/",
            "name": "安德烈·舍佩特科夫斯基 Andrej Sepetkovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142614/",
            "name": "约万·里斯托夫斯基 Jovan Ristovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124069/",
            "name": "博亚娜·马列维奇 Bojana Maljevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098570/",
            "name": "凯蒂·戈伊科维奇 Katarina Gojkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1140460/",
            "name": "达妮察·里斯托夫斯基 Danica Ristovski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151133/",
            "name": "雷纳塔·乌尔曼斯基 Renata Ulmanski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210127/",
            "name": "Predrag Kolarevic Predrag Kolarevic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129051/",
            "name": "Branislav Popovic Branislav Popovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028554/",
            "name": "拉多斯·巴伊奇 Rados Bajic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104625/",
            "name": "博格丹·亚库什 Bogdan Jakus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112588/",
            "name": "Sonja Kolacaric Sonja Kolacaric",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1122916/",
            "name": "米洛·米拉诺维奇 Milo Miranovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1154706/",
            "name": "Petr Vanek Petr Vanek",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2172435542.jpg",
    "region": [
        "南斯拉夫/英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1138067/",
            "name": "拉扎尔·里斯托夫斯基 Lazar Ristovski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0191821",
    "director": [
        {
            "url": "/celebrity/1138067/",
            "name": "拉扎尔·里斯托夫斯基 Lazar Ristovski",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "1999-05-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0191821/",
    "imdb_votes": 1082,
    "this_title": [
        "Belo odelo"
    ],
    "douban_link": "https://movie.douban.com/subject/3189973/",
    "imdb_rating": "5.8/10 from 1082 users",
    "trans_title": [
        "白外套",
        "The White Suit"
    ],
    "douban_votes": "0",
    "introduction": "Lazar Ristovski是前南著名男演员，主演过《铁托与我》《地下》等片。这是他首次个人编导的作品，风格与《地下》相近，改编自他自己写的小说。\"All that was shown in this film really happened\" - says Lazar Ristovski - \"but I wanted to raise the film a foot above the ground and charge it with a taste of surreal and poetic. Why? Because the audience today is much to burdened by the reality of life (especially in Yugoslavia) and it needs an embelished image of the world relying on the romantic passion, emotions, lust, poetics, chivalry, readiness to play games and tollerance\".All the characters in the film - regardless of their social, educational or cultural background - are selfaware and allow themselves to ponder on large issues like life itself, love, survival, existence, death, the endless circle, the passage of life and the imperfect nature of Mankind. They are not afraid to show their true feelings and true colors. The lead character goes one step further: he is not even afraid of death.http://www.zillionfilm.com/eng/odelo/index.htmlhttp://www.lazarristovski.com/eng/film_romani.htmlThe White Suit a short novel by Lazar Ristovski, was written based on the script from the homonymous film, and represents a finale of a major project d'auteur, quite unique in the cultural environment in our country. Producer, scriptwriter, director and main character of the film The White Suit, Lazar Ristovski also tried his hand at writing showing, in a perfect way, that where talent and high professionalism are a prerogative, versatility need not be an obstacle in creating works of art that possess certain artistic value. Similar examples are hard to find here, and globally actor and writer Sam Sheppard might be quoted as an approximate and very charming reference.In the novel The White Suit, just like in the film script, the proven recipe used with success for nearly two decades in our films and theaters was chosen - you put together different characters in one place: a train, a bus or an underground and then you let them speak and operate - something is bound to come out of it. This scheme provided Lazar Ristovski with firm ground for evolving the story of a little man - expandable element in the framework of local and world history. The writers view of the world, a punning setting on wheels, is backed in the novel by the melancholic-comical meditations of the lead character, with his naive considerations on the fate of the world in which he also has a small, unimportant role, and, above all his courage to play out this role to the end, whatever it is.The quick alternation of tragic and comical images dominated by elements of melodrama and fantasy, street humor based on gags and witty, but also on \"delayed effect\" dialogues, the geographic mentality with all its fascination and horrifying sorrow, all this has been packed - with more or less success - into the ancient clicho' based on the belief that man sees his life flash by like film scenes in the moment of dying. Hence, \"two days in two seconds\" lived by sergeant major Sava comprise all the opposing elements that make an average human life: love and death, joy and sorrow, weddings and funerals. Brilliant episodes have been reached in several points of the novel: the encounter with the brother in Flat Village, Carmen at the train compartment door, or the Nulic-like scene with the captain and the telegram. The episode with the beautiful Romanian woman at the train window, while the protagonists stares at her behind and meditates on the human philosophy and its effects, is an outstanding quote of the unmatched Rabelais.",
    "chinese_title": "白外套",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Belo odelo",
    "imdb_rating_average": 5.8,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T09:34:06"
}