{
    "aka": [
        "异度任务"
    ],
    "sid": "3189937",
    "cast": [
        {
            "url": "/celebrity/1275607/",
            "name": "吴廷烨 Berg Ng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274952/",
            "name": "陈启泰 Kenneth Chan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029477/",
            "name": "万绮雯 Yee-Man Man",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323169/",
            "name": "林志豪 Kenny Lin-Teruyuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315865/",
            "name": "江美仪 Elena Kong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337251/",
            "name": "彭子晴 Wailis Pang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324055/",
            "name": "陈保元 Ricky Chan Po-Yuen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316054/",
            "name": "谢雪心 Susan Tse",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2589771517.jpg",
    "region": [
        "中国香港",
        "香港亚视"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "普通话/国语",
        "粤语"
    ],
    "playdate": [
        "2002"
    ],
    "this_title": [
        "吉祥任务"
    ],
    "douban_link": "https://movie.douban.com/subject/3189937/",
    "trans_title": [
        "异度任务"
    ],
    "douban_votes": "466",
    "introduction": "【吉祥任务】是陈启泰2002年最新惊天地、泣鬼神的超能任务，化身另类智慧之星，与万绮雯、彭子晴结情缘，堕进灾劫重重的迷离境界。故事以因果必报为主题，恶人干了有违良心的恶事，最终都会天网恢恢，自取灭亡，亦是上天派遣吉祥诛奸除恶的天命！三十年前，一单冤案，令任吉祥离奇出生。替冤案的苦主寻冤，就成了吉祥的天命。七十年代，在庙街卖唱的游翠影未婚成孕，为了避世，翠影搬到郊外一村屋与情郎隐居，就在临盘时，影目击爱郎被杀而招至杀身之祸。而当年一杂差戴鹏飞曾目睹凶手运尸过程，却因凶手贿赂鹏飞，故不敢张扬此事。自此鹏飞却像交上恶运般，欠下巨债逃往台湾。然翠影却死心不息，誓要寻冤报仇，把自己最后的一口真气输给腹中块肉，延续了这婴孩的生命。翠影的丧事只有数个善心的庙街捧场客为其草草代办，在殡仪馆任职仵工的任宣接收了这单丧事。就在落葬前的一刻，宣与其同事竟听到棺木内传来婴儿的哭，宣战战兢兢之下打开棺木，骇见一婴儿在内。宣直觉这“棺材仔”是不祥之人，但宣始终于心不忍，决定收养此婴孩，并将之视如己出。宣只知婴儿生来怪异，希望婴儿日后能平安过日，遂把婴孩起名任吉祥。三十年后，吉祥成为一代传播界的“穚王”，以《声周刊》的总编辑为其正职。吉祥天赋异禀，每逢危急关头，就会闪念一些预知的片段，避过灾劫。虽然吉祥性格高傲，但他对宣却十分孝顺，而对与自己出生入死的好拍档庄辰亦十分照顾。吉祥的杂志社搬到另一大厦，怪事频生，初出茅庐的见习女督察戴诗馨，为了查案而来到这幢大厦，因而结识吉祥。性格活泼的翁兆岚亦跑到杂志社任职记者，能干的兆岚把辰比了下去，二人更成了欢喜冤家。从小在英国长大的法医官雷壹壹，为了寻生母而返港，壹壹更走到杂志社，希望吉祥负责的《声周刊》为其作一专题，令其早日找到生母。四人在同一大厦遇上怪事而认识，成为朋友。宣邂逅了高贵亮丽的雷夏萍，被其深深吸引，可是夏萍性格外向，喜欢结交异性，更经常“换画”。不过，夏萍却与宣一见如故，二人成为好友。岚早在入职杂志社前已在网上结识了辰，可是二人不知对方的真正身份，辰更用了吉祥的身份，令兆岚误会网友正是吉祥，更主动追求吉祥。而壹壹与诗馨因为工作的关系，而生好感，但壹壹却迟迟不向诗馨表白，令二人处于暧昧的关系。一个与翠影样貌相同的女子余凤霞，搬进了宣与吉祥的隔壁单位。凤霞多年前因疏忽而害死了自己的初生婴儿，因而变得神经失常。而吉祥遇到凤霞，却开始闪现一些亡母的片段。吉祥的才华得到富豪翁仁杰的赏识，仁杰更收购杂志社，成为吉祥的新老板。兆岚其实是仁杰的亲女，不过不欲别人知道自己的身份。另一方面，壹壹与诗馨却始终是维持暧昧的关系，原来壹壹患有胃癌，寿命不会超过一年，故不想辜负任何人，不敢向诗馨表白。壹壹这次回港正是要寻找他的生母，而壹壹的生母，正是夏萍。夏萍深信自己是“天煞孤星”，在身边的亲人都没有好下场，故狠心掉下台台。最后，幸得宣的劝导，母子才得以相认。夏萍天生丽质，一直不乏追求者，但她都害怕连累别人而未敢接受，直至遇上仁杰。其实早在廿八年前，二人已发生了一夜情，夏萍最后更诞下壹壹，而仁杰根本不知此事。丽馨为了要保护亲妹，经常硬着头皮与诗馨一起追查离奇的案件，丽馨与黑社会大佬匡友维是一对冤家。另一方面，专替黑社会集团打官司的古惑律师石昭昭，一次替友维打官司而认识了他，相处之下，昭昭被友维的性格所吸引，二人成为知己。可是，一次“意外”，友维竟与丽馨发生了关系，丽馨不想给人闲话说自己与一黑社会一起，逐不断避开友维，但友维却对感情十分认真，认为自己一定要对丽馨负责任，决定力追丽馨。吉祥与诗馨因为工作的关系，对对方产生好感，这令吉祥明白到自己对兆岚的感情纯粹友情。兆岚亦发现当初与吉祥相识时的种种缘份，原来都是误会，更发觉原来与自己真正有缘份的竟然是辰。仁杰表面上是正当商人，但其实仁杰一直暗地里进行非法勾当。心里一直害怕有因果报应，故身边请有一高人指点。这次高人告知仁杰将有一劫，唯一破解法是与女人结婚，让妻子代应此劫。仁杰知道夏萍对自己有意，遂向夏萍求婚，而夏萍却因不想连累仁杰而拒绝，宣为夏萍除去心魔，遂要求夏萍与他结婚。而仁杰得知后却力阻二人，并向夏萍称是真心爱她，夏萍信以为真，遂与仁杰一起。吉祥与凤霞的接触多了，令吉祥闪念了不少亡母翠影生前的片段，加上鹏飞的死，令吉祥不得不追查翠影的真正死因，结果发现亡母是被当年的小偷仁杰害死。吉祥终知自己的天命是为亡母报仇，但当仇报后，翠影便会被鬼差迫往投胎，而三十年前给吉祥的一口真气亦需收回，这样本来不应出生的吉祥便会消失于世。虽然是这样，吉祥仍不忍自己的亲母含冤未雪，遂与诗馨一起收集仁杰的罪证。而吉祥为接近杰仁，遂与岚复合。夏萍亦知道仁杰与自己结婚的真正原因，发觉只有宣才是真正爱惜自己，且更得知仁杰的种种暴行，伤心之下，打算告发仁杰，却被仁杰灭口，就在夏萍临死前，告知仁杰壹壹是其亲子。仁杰成了吉祥与壹壹的共同敌人，二人誓要报仇，虽得到丽馨的全力协助，但仁杰却毫无破绽。不过，原来一向与仁杰有间接勾结的友维是警方的卧底，一直在极力搜集仁杰的罪证。最后，仁杰终于难逃法网。翠影仇冤既除，吉祥又是否真的要消失于人世？而壹壹的病情又能否出现奇迹？",
    "chinese_title": "吉祥任务",
    "douban_rating": "7.5/10 from 466 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-05-30T17:11:54"
}