{
    "aka": [
        "The First Echelon",
        "荒地之春"
    ],
    "sid": "3189748",
    "cast": [
        {
            "url": "/celebrity/1144201/",
            "name": "弗谢沃洛德·萨纳耶夫 Vsevolod Sanayev",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139422/",
            "name": "Sergei Romodanov Sergei Romodanov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164648/",
            "name": "奥列格·叶甫列莫夫 Oleg Efremov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1052494/",
            "name": "尼古拉·安年科夫 Nikolai Annenkov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103403/",
            "name": "伊佐尔达·伊兹维茨卡娅 Izolda Izvitskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1072353/",
            "name": "爱德华·布列敦 Eduard Bredun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113315/",
            "name": "Aleksei Kozhevnikov Aleksei Kozhevnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086289/",
            "name": "Nina Doroshina Nina Doroshina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126177/",
            "name": "艾尔莎·拉兹金 Elza Lezhdey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529016/",
            "name": "Anatoliy Kirillov Anatoliy Kirillov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529017/",
            "name": "Valentina Kuznetsova Valentina Kuznetsova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1476937/",
            "name": "Vyacheslav Voronin Vyacheslav Voronin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054722/",
            "name": "Khoren Abrahamyan Khoren Abrahamyan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529021/",
            "name": "Boris Belyakov Boris Belyakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529019/",
            "name": "Viktor Novoselsky Viktor Novoselsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529022/",
            "name": "Valentin Pechnikov Valentin Pechnikov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529018/",
            "name": "Sergey Shvardygulov Sergey Shvardygulov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084320/",
            "name": "塔季扬娜·多罗宁娜 Tatyana Doronina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166340/",
            "name": "Nurmukhan Zhanturin Nurmukhan Zhanturin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1529020/",
            "name": "Serke Kozhamkulov Serke Kozhamkulov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1956",
    "genre": [
        "剧情",
        "爱情",
        "战争"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2582858958.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1136434/",
            "name": "尼古拉·包戈廷 Николай Фeдорович Погодин",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0048482",
    "director": [
        {
            "url": "/celebrity/1014440/",
            "name": "米哈伊尔·卡拉托佐夫 Mikhail Kalatozov",
            "@type": "Person"
        }
    ],
    "duration": "114分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1956-04-29(苏联)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0048482/",
    "imdb_votes": 145,
    "this_title": [
        "Первый эшелон"
    ],
    "douban_link": "https://movie.douban.com/subject/3189748/",
    "imdb_rating": "6.3/10 from 145 users",
    "trans_title": [
        "第一梯队",
        "The First Echelon",
        "荒地之春"
    ],
    "douban_votes": "0",
    "introduction": "卡拉托佐夫与乌鲁谢夫斯基的第一次合作, 片子感觉一般不如两年后的<雁南飞>好, 乌鲁谢夫斯基当时还没有完全形成后来著名的手持摄影+情绪摄影的风格, 但已有初步的实践.In one of the steppe regions of Kazakhstan arrives on a trip Komsomol youth squad. Severe spring frosts and flows of mud, debilitating work is not on specialty complicate the already difficult lives of arrivals. Against the backdrop of such a life is a touching romance Secretary Komsomol organization and traktoristki Anna ...In 1954, the famous Soviet operator Yuri Ekelchiku suggested - the first of the Soviet operators - to hold experienced wide survey. The choice was an unusually happy: wide screen as if created specifically for Ekelchika on his constant desire \"to go beyond the frame\", \"declared neobyatnoe\". But the new format has brought new problems. Ekelchik obsessing looking for ways to feed the most expressive actor, checks with the possibility of shooting motion. Experiments and receive real goal - along with director Mikhail Kalatozov Ekelchik begins preparations for the shooting of the first Soviet widescreen movie \"Tselina\" by Nikolai Pogodin scenario. Unfortunately, the film had to withdraw a normal screen. But labor Ekelchika not gone and experienced shooting, and taken on a wide screen acting samples were carefully and with great benefit operators studied, followed by Ekelchikom absorb the new format. \"The first echelon\" (under the name of the film came out on the screen) again demonstrated the ability to change Ekelchika, finding new means of expression for new content. But the significance of the film in the development of carrier-art does not stop there. It's really, it seems, has not yet been assessed. The reason is that individual elements of synthetic art of cinema, as correctly noted art historian A. Kamensky, have \"a certain autonomy development\". She and manifested in the \"first line\" - went fine interpretation of a few more of scenario and director solutions. A film importance, place in the history of cinema is defined as a rule, the overall assessment. For Kalatozova (as, indeed, and for cinema in general) \"The first echelon\" had a transitional film: he began to get rid of this period malokartinya many canons and only naschupyval a style that has made his next movie - \"The Cranes Are Flying\" (1957) event not only the Soviet - of world cinema.http://www.domashnij.ru/cinema/cconception/10298/http://www.filmreference.com/Writers-and-Production-Artists-Ta-Vi/Urusevsky-Sergei.htmlSergei Urusevsky (1908 - 1974)Sergei Urusevsky started as an painter and photographer studying under the great graphic artist Vladimir Favorsky at the Institute of Fine Art in Moscow. Bringing a pictorial tradition to cinema, Urusevsky started his career with Mark Donskoi on Selskaya uchitelnitsa (The Village Schoolteacher, 1947), Vsevolod Pudovkin on The Return of Vasili Bortnikov (1953), and Grigori Chukhari on Sorok pervyi (The Forty-First. 1956). Urusevsky also served during World War II as a cameraman on the front lines.With The First Echelon he combined his marvelous visual sense with Kalatozov's breathtakingtechnical skills — a partnership that made The Cranes are Flying, The Letter Never Sent and I am Cuba landmarks in the history of cinematography. Urusevsky and Yuri Ilyenko (cinematographer of Shadows of Forgotten Ancestors who also became a director) had profoundinfluence throughout the Soviet film industry — not since the 1920s had Soviet film style been acclaimed throughout the world. His poetic camerawork, no matter how daring, was always an organic search into the emotional possibilities of the script.  In 1969 Urusevsky directed The Ambler's Race, adapted from the Kirghiz writer Chinghiz Aitmatov's short novel. Urusevsky followed this up with Sing Your Song, Poet (1971) based on the poems of Sergei Yesenin.Urusevsky's other cinematography credits include The Land of the Blue Mountains, Alitet Leaves for the Hills, Cavalier of the Golden Star, and Lesson of Life.",
    "chinese_title": "第一梯队",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Первый эшелон",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-02-05T01:55:37"
}