{
    "aka": [],
    "sid": "3189970",
    "cast": [
        {
            "url": "/celebrity/1357856/",
            "name": "解昕怡 Xinyi Xie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1418935/",
            "name": "李婧 Jing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318887/",
            "name": "郑皓原 Haoyuan Zheng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274634/",
            "name": "刘子枫 Zifeng Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1377866/",
            "name": "李青青 Qingqing Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1389160/",
            "name": "李文波 Wenbo Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464262/",
            "name": "赵祺 Qi Zhao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2598345097.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1377854/",
            "name": "曹桂林 Guilin Cao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1315740/",
            "name": "洪宇宙 Yuzhou Hong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "纽约人在北京"
    ],
    "douban_link": "https://movie.douban.com/subject/3189970/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "80年代初，中国掀起了一股出国热。王起明怀着他的美梦，远赴纽约去开创他新的生涯。经过了二十几年的拼搏，他觉得脚跟终于在纽约站稳。可就在他有了这种感觉不久，忽然，他又觉得他亏了，亏大幅了。他觉得他缺失了一样东西，一样重要的东西。起初，他琢磨不透到底失去的是什么，为什么终日失魂落魄，如同一条丧家之犬。一日他焕然大悟，原来他失去的是根，失去的是魂，失去了要了他命的祖根。王起明突下决定，他要回到北京去，他要在老家再干出一番名堂。可王起明是个聪明人，他知道自己的年纪已高，要想在如今的北京有所发展，靠他这一代已大势已去。他找到了阿春商量，阿春非常赞同他的远见，还狡猾的也做了个决定，这个决定与王起明的想法大至相同，只是想再等一等，再观望观望，先叫他们的子女回京探探路子。为了使孩子们回北京后不感到太唐突，临行前他们各自给他们的儿女恶补，王起明不仅耐心的他的小女儿讲“三国”说“红楼”，还大讲起北京城里特有的语言。阿春也开始给她的小女儿恶补中国历史。祖国的快速发展，北京，上海日新月异的变迁。动摇了王起明和阿春的打算，他们不想让第二代再久等了，更不想让他们的儿女永久的定居在美国了。他们要给他们的孩子和他们自己找到精神归属。他们选择了让孩子们到中国去，到北京去，去熏陶祖国的文化，去学习中国人的品德，到即将腾飞的巨龙身边去发展。三十集电视连续喜剧《纽约人在北京》，就是在这样的背景下展开的。王起明的二女儿和阿春的小女儿，先后回到了中国北京，并在北京发生了很多令人鼓舞的，令人捧腹的，令人欣慰的，又令人难忘的故事。苏珊是阿春的小女儿，十九岁，性格开朗，年青时尚，心地善良，聪明伶俐且不拘小节。她在北京国际语言学院读书，没有不久，她就在语言上有了长足的进步，很快就能说一嘴流利的北京话了。她爱上了北京，还准备在演艺圈内有所发展。她要在北京永久的呆下去，阿春问她为什么，她说她就要成为北京的大腕了，她要在北京赚大钱。珍尼，王起明的二女儿，二十岁出头，她人长的不仅性感，亮丽，而且她还特别善于交往，她热情豪放，乐于助人，可却粗心大意，经常张冠李戴。珍尼在北京学的是国画，成绩虽然不十分理想，可她就是热衷于中国美术。她和苏珊不仅在兴趣爱好上很投缘，而且两个人的理想报复也很一致。她们俩都下定了决心，要在北京干出一番大事业。珍尼的血液里有着王起明的基因，她野心勃勃，总在在北京寻找机会做大买卖。赚到大钱后，准备在北京郊外买个大别墅，要比她爸爸在纽约的房子还舒服，她梦想成为一个北京的大款。不过，她的理想得需要一定的资金储备，可她在北京挣的钱总也达不到她的美梦。她知道他爸爸王起明是个既精明又扣门的人，不会轻易的给她投资让她在北京享受的。她暗下决心，不靠她爸爸，要用自己的智慧和长处，在北京打出一片天下。唐大爷，老北京，是王起明多年的铁哥妹儿，六十多岁，现已退休，为人热情，乐于助人，可也有个毛病，就是谈什么都行，就是不能提钱。王起明托他在北京照顾这两个女孩，他自然成了苏珊和珍尼在北京的房东。唐大妈，是马大爷的老伴，她还是王起明的老同学。当年老两口的婚姻，还是王起明一手搓和的。马大妈是个退了休的老音乐家。她深爱着马大爷，可与马大爷又有着非同一般的矛盾，特别是对这两个从西方来的年青姑娘，在态度上，看法上总是不能统一。苏珊和珍尼在北京的生活，与其说是不富裕，不如说是非常的拘紧。为了节省开支，她俩打算合住一间房子，把另外的一间租出去。双喜是个农民，勤劳，朴实，诚恳，憨厚，他已经来京多年。他正在攒钱，准备攒到足够的资金后，在北京开个有特色的大餐馆，拼出一片属于他自己的天地。为了节省开支，他四处寻找便宜的房子。双喜看上了苏珊和珍尼的这间房，可房租的价码吓坏了他。但他对这里的环境很喜欢，特别是对这两个西方来的姑娘有些依依不舍。珍尼和苏珊一眼就看上了双喜，这不仅是因为双喜搬进来可以节省房租，最重要的是她俩都喜欢双喜这个人，也许是因为她们对这个地道的乡巴老很好奇，也许是因为她们从没见过这么实在憨厚的老实人，也许是因为双喜人品的正直，也许是因为……她们说不清楚，怎么说呢，按她们俩的话说，是因为双喜他很中国。双喜搬来了，但却遭到了房东唐大爷的反对，他说大男大女的住在一个单元有失风尚，马大妈表示反对老头子的意见，她认为这没什么不可以，她相信自己的眼光，她说这个年青的乡下小伙子，和这两个从西方来大姑娘，都是她绝对信得过的人。五个有着不同文化背景的人，五个有着不同年龄段的人终于住到一起了。随之而来的是各种的矛盾也开始了，唐大爷和唐大妈为楼上的这三个孩子，相互之间经常发生争吵，楼上的几个年轻人也时常大呼小叫，老的少的，东方的西方的闹得不亦乐乎。不知道为什么，日子久了，随着时间的推移，楼上楼下，老的少的，中国的，西方的，不仅没因为吵闹而分开，反而，闹得谁都离不开谁了，原因是在这些热闹的争吵里面充满着爱，充满着那种不同方式的爱，那种不寻常的，又叫人深思的爱。",
    "chinese_title": "纽约人在北京",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-04-15T05:01:31"
}