{
    "aka": [],
    "sid": "3189531",
    "cast": [
        {
            "url": "/celebrity/1134491/",
            "name": "Oscar Peterson Oscar Peterson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022983/",
            "name": "托尼·班奈特 Tony Bennett",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2248903092.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1024113/",
            "name": "夏洛特·泽韦林 Charlotte Zwerin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0238962",
    "director": [
        {
            "url": "/celebrity/1024113/",
            "name": "夏洛特·泽韦林 Charlotte Zwerin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-12-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0238962/",
    "imdb_votes": 142,
    "this_title": [
        "Ella Fitzgerald: Something to Live For"
    ],
    "douban_link": "https://movie.douban.com/subject/3189531/",
    "imdb_rating": "7.6/10 from 142 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This exciting, 86-minute video of Ella Fitzgerald's life and career, directed by Charlotte Zwerin, highlights aspects of her private life and combines that personal story with extensive footage of some of her early performances. Narrated by Tony Bennett, and containing excerpts from her long interview with Andre Previn, the bio ranges widely in time and place, filling in important biographical information, at the same time that it focuses on her development as a singer.From her earliest days when she was an aspiring dancer, we learn of her difficulties at home, and following the death of her mother, her possible abuse by her stepfather. After escaping from a girls' reformatory, she goes on the road with Chick Webb, who mentors her, and following his death she gets the \"greatest education I've ever had\"--singing bebop. Playing the role of a horn (vocally), she learns to imitate its sound exactly, with her perfect pitch, and it is through this imitation of the trumpet that she creates and becomes an expert on scat.Norman Granz, who became her manager from 1953 through her death in 1997, makes jazz \"classy,\" refusing to allow racial discrimination in the halls where Ella performs, arranging performances of jazz at the Philharmonic, and making his musicians feel important. Through the Great American Songbook series which he arranges for her, Ella gains many new fans, and her numerous TV performances make her name a household word.Wonderful clips of Ella singing with Nat King Cole, Louis Armstrong (who cracks her up), Frank Sinatra, Jimmy Durante, a Mel Torme so young his voice is still almost soprano, and even in a trio with Joan Sutherland and Dinah Shore, show Ella as a trouper, having fun, enjoying the company of these other famous stars, and always hitting every note.Though she had a difficult personal life, Ella, as seen here, is often playful, singing wild country and western and a \"soul\" piece at a London concert, a terrific medley of children's songs with Bing Crosby, in which she sings scat while he whistles, and even an amazing tune in which she sings virtually every instrument in the band.Many of her most famous songs are featured: \"Sweet Georgia Brown,\" \"Misty,\" 1968's \"Summertime,\" \"Lady is a Tramp\" with Frank Sinatra, and \"Azure (In An Azure Mood).\" Showing Ella on the road during her entire 58-year career, this video brings her to life once again and inspires our even greater appreciation.",
    "chinese_title": "Ella Fitzgerald: Something to Live For",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2026-02-26T21:00:42"
}