{
    "aka": [],
    "sid": "3189672",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1978",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871237367.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0077178",
    "director": [
        {
            "url": "/celebrity/1054270/",
            "name": "查尔斯·伊姆斯 Charles Eames",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0077178/",
    "this_title": [
        "The Films Of Charles & Ray Eames Vol.1-6"
    ],
    "douban_link": "https://movie.douban.com/subject/3189672/",
    "trans_title": [
        "伊默斯夫妇实验电影全集（1-6）"
    ],
    "douban_votes": "0",
    "introduction": "夫妻档设计师Charles (1907-1978) 及 Ray  Eames (1912-1988)是20世纪最有影响力的设计师，是建筑、家具和工业设计等现代设计领域的先锋设计师。卓越的设计涵盖了家具、建筑、影像与平面设计。他们从二次世界大战中美国海军的实验计画中学习经验并发展可谓是现今工业中使用模铸胶合版的先锋，这对设计界的超级夫妇档自1940年参与了由MOMA举办的有机家具设计大赛，自今已有近百件他们的作品被各大博物馆所永久典藏。The husband and wife team of Charles and Ray Eames were among the finest and most influential American designers of the 20th Century. They are best known for their groundbreaking contributions to architecture, furniture design (the Eames Chair), industrial design and manufacturing, and the photographic arts. In the early 1950s, the Eameses extended their interest and skill in photography into filmmaking.Between 1950 and 1982 they created over one hundred short films, ranging from 1-30 minutes in length, that reflect the breadth and depth of their interests and the integrity of their vision. They also created slide shows and multiscreen presentations. The subjects of the films are diverse: from spinning tops to the world of Franklin and Jefferson, from simple sea creatures to the explanation of advanced mathematical and scientific concepts; such as the workings of the computer. Toccata for Toy Trains and Powers of Ten are two brilliant examples of the Eames' skill, creativity and far-reaching interests. The scores for both those films, and some thirty others, were written by their friend and collaborator, Elmer Bernstein.Their work is playful, complex and insightful. The films all share a flavour of using the found object or showing some everyday aspect of life in a new way - what Charles referred to as \"The uncommon beauty of common things\". Animation and macro-photography are often used, to great effect. From a film about washing an asphalt playground to a wondrous montage of toy trains, they often convey the excitement of the old compared to the new and also the sheer elegance born of an innate understanding of design and its power to communicate.",
    "chinese_title": "伊默斯夫妇实验电影全集（1-6）",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Films Of Charles & Ray Eames Vol.1-6",
    "douban_rating_average": 0,
    "update_at": "2025-05-16T23:01:06"
}