{
    "aka": [
        "Kholod"
    ],
    "sid": "3190118",
    "cast": [
        {
            "url": "/celebrity/1168068/",
            "name": "尼古拉·叶廖缅科 Nikolai Yeryomenko Ml.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1991",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2883733184.jpg",
    "region": [
        "苏联"
    ],
    "writer": [],
    "imdb_id": "tt0147993",
    "director": [
        {
            "url": "/celebrity/1398682/",
            "name": "Hussein Erkenov Hussein Erkenov",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "格鲁吉亚语",
        "俄语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0147993/",
    "imdb_votes": 23,
    "this_title": [
        "Холод"
    ],
    "douban_link": "https://movie.douban.com/subject/3190118/",
    "imdb_rating": "7.1/10 from 23 users",
    "trans_title": [
        "寒冷",
        "Kholod"
    ],
    "douban_votes": "0",
    "introduction": "乌兹别克斯坦导演Hussein Erkenov最好的一部作品，讲斯大林时期外高加索的卡拉恰伊人被迫流亡的苦难生活，获卡罗维发利影展最佳影片提名。他的著名作品还有90年的《命令前的100天》。Peoples of Northern Caucasus have had m any dark pages in their long history. Hussein Erkenov's film tells us about one of them: mass deportation of Karachai's in the 1940's.And here with the current context of moving pictures formed through the film \"THE COLD\" by Hussein Erkenov, shot in Russia in 1991, received the prize for Best Directing at the festival in Karlovy Vary, but not noticed with any criticism, nor kinoobschestvennostyu. This film - talented, but quite strange, typically \"copyright\", difficult to read - gained resonance today, and thanks to its theme - Stalin's deportation of the small Caucasian nations during the Great Patriotic War - and ruthless display of cruelty and human suffering authorities, derailed from their auls and abandoned in echelons, following a fatal through to the East.Title: The ColdReleased: 1991Genre: dramaDirected by: Hussein ErkenovCast: Nikolai Eremenko Jr.., Alexander Krasnov, Levan Pilpani, Tamara Skhirtladze, Alexander Number, Oleg Vasilkov, Hanafi Erkenov, Lyudmila Potapova, Mahar Uzdenov, Oksana Pototskaya, Zarema Dzhubaeva ...",
    "chinese_title": "寒冷",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Холод",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-08T20:08:35"
}