{
    "aka": [],
    "sid": "3190136",
    "cast": [
        {
            "url": "/celebrity/1160170/",
            "name": "邓萃雯 Sheren Tang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274606/",
            "name": "林保怡 Bowie Lam",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314476/",
            "name": "修庆 Qing Xiu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275683/",
            "name": "乔振宇 Zhenyu Qiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312910/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1444149/",
            "name": "卢俊宇 Junyu Lu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2374881752.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1319393/",
            "name": "陈汗 Khan Chan",
            "@type": "Person"
        }
    ],
    "director": [],
    "duration": "45分钟",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2005"
    ],
    "this_title": [
        "青城之恋"
    ],
    "douban_link": "https://movie.douban.com/subject/3190136/",
    "trans_title": [
        ""
    ],
    "douban_votes": "350",
    "introduction": "二、三十年代，身为教授之女的梅兰是青岛有名的美人，在众多的追求者中她选择了父亲的得意门生医学高材生赵振航。婚后振航接手了父亲一手创办的医院，并和梅兰住进了位于海滨祖传的别墅。梅兰和振航育有一双儿女――雨桐和雨荷，一家四口幸福地生活着。振航将全部的心思放在了医院上，梅兰则相夫教子。然而平静的生活却难以持久，一个偶然的机会令梅兰邂逅了赵氏医院的天才眼科医生谢维西。维西英俊的外表，健硕的身材和执着的爱恋在梅兰的心中激起了波澜。赵振航的医院专门救助那些穷苦的百姓们，他一生的愿望就是能让穷苦的病人也能得到及时的治疗，为此，他苦心经营着医院。他对人对事一向严苛有加、温情不足，但内心里却善良而真诚。由于他把精力几乎全放在了医院里，甚至在结婚纪念日里仍顾不上与妻子共进晚餐，梅兰便时常感到落寞无趣。于是，当热情浪漫的谢维西一而再再而三地邀约她时，梅兰的内心起了波澜。在谢维西那里，即便是小小的心愿，她也能得到满足。虽已为人母多年，但因从未涉世，梅兰仍是一位纯真善良柔弱的女人。与谢维西的来往令她感到些许的不安，于是她每次与谢维西出去，都会主动告诉赵振航。赵振航并不以为意，不仅完全信任妻子，有时还鼓励她出门多交些朋友，尽量开朗些。一天，谢维西又约她出去，说是要给她一个惊喜。梅兰忍不住好奇，跟他出门而去。临走时，把女儿雨荷托付给保姆张妈。张妈一时忙于家务，不留神间雨荷不见了。张妈急忙打电话让赵振航回家。赵振航放下公务跑回家中，和张妈一起四处寻觅雨荷的下落，却一直没有找到。晚上，当梅兰开心地回到家中时，方才知晓此事。她一时惊呆了。这时，电话响了，一名巡警在一个河滩边发现了雨荷的尸体。赵振航不愿相信，带着梅兰匆匆赶到了那里，才发现雨荷竟然是被人扼死的。看着赵振航怀里已然没有体温的女儿，梅兰当场晕了过去。此事既出，大家都来帮着料理起小荷的身后事，而梅兰因一时无法接受而住进了医院，接受精神疗养。而赵振航与梅兰共同的朋友舞蹈家贝天虹精心照顾着梅兰。警署很快便查出了雨荷遇难的真相：幼小的雨荷被一位名叫李炳雄的男子杀死在小河边。而李炳雄则是因为私人诊所破产、妻子难产而死陷入疯狂中的。李炳雄带着刚出生的女儿逃亡不久，遂自首，并在拘押室自杀身亡。赵振航压抑着巨大的悲痛继续回到医院工作。而他的文秘兼学生乌红莉看在眼里，默默地照顾着他。乌红莉的父亲原本是被赵振航无偿救助的一位临危病人，在临终前，他将乌红莉托付给了赵振航。赵振航教会乌红莉协助自己做一些日常性的事务性工作，同时慢慢地教导她的医术。在多年的相处中，乌红莉由敬生爱不由自主地爱上了赵振航。但她清楚自己的爱恋是不会有结果的，所以她一直默默地为他付出着，并苦苦钻研医术，以求能够更好地协助赵振航。为摆脱丧女之痛，赵振航与梅兰商量再生一个孩子。但残酷的现实却再次侵袭了他们：梅兰已无法再生育。这个消息令二人再次痛苦万分。赵振航多年的同窗好友高刚从烟台来拜访。闲谈中，赵振航得知高刚正在一家孤儿院做义工，于是他又心生一念：何不去领养一个孩子？但梅兰坚决不同意，在她心中，没有任何一个孩子能够替代死去的雨荷。赵振航只好作罢。梅兰怀着一种自责整日独自一人沉浸在痛苦中，无以自复。此时，谢维西又适时闯入，巧舌以簧地将梅兰心中的郁结一一打开。梅兰的心得到了细致的安抚。二人重新开始约会。但梅兰一直与谢维西保持着一定的距离，内心将他当作知心朋友。二人的交往频繁起来，终于令赵振航产生了疑虑。经过几次事件，误会产生。赵振航这才想到当时雨荷出事那天，梅兰也是因为与谢维西出去才导致了女儿的惨死。他的内心产生了怨恨。赵振航夜以继日地工作，以图消解丧女之痛。乌红莉此时萌生了一个强烈的愿望：为他一个女儿。但无论她如何去做，赵振航一直对其保持着长者的位势。乌红莉在痛苦中煎熬着。当她得知谢维西追求梅兰后，为了令赵振航不再受到伤害，她主动找到谢维西，表示了自己愿意与他交往的愿望，谢维西自然是惊喜万分，答应她不再去找梅兰。但没过几天，谢维西仍然我行我素继续追求梅兰。乌红莉无奈，只好找到梅兰，告知她谢维西只是一个浪荡的公子哥。梅兰方才明白，谢维西只是贪图自己的美貌，遂决心不再理睬谢维西，重新回归家庭。为了摆脱寂寞与伤痛，梅兰主动提出要领养一个孩子。而此时的赵振航却认为，梅兰这么做，是因为自己不能生育而想领养一个孩子后与谢维西私奔。他不知如何是好，刚巧在高刚就事的孤儿院里听说李炳雄的女儿就在这里。一个报复的念头由此而生。犹豫中，赵振航将那个女孩子收为养女。他企图用这种方式来报复梅兰与谢维西。梅兰毫不知情，欣喜地跑到烟台将幼小的孩子抱在怀中，为她取名雨阳。为了避人口舌，加之幼小的雨阳身体较弱，梅兰决定带着孩子留在烟台，等天暖之后再回青岛。被梅兰拒绝的谢维西此时才发现自己已经真正爱上了梅兰，遂百般打听，终于在回青岛的船上找到了梅兰。但梅兰不只拒绝了他的感情，也拒绝他的任何帮助。即便如此，谢维西仍苦苦纠缠。此情景正好被赵振航看到，从此在他心中埋下了深深的怨恨。此后，谢维西频频追求梅兰，却被梅兰严辞拒绝，并不再与之见面。这时赵振航才发现，梅兰并没有与谢维西私奔的念头。但虽如此，他仍然固执地认为如若没有谢维西的出现，梅兰是不会轻易抛下雨荷外出的。他深深地怨恨着梅兰，但言语中却从未表达。看着梅兰对雨阳无微不致的呵护，他冷笑着，但同时又痛苦着，因为幼小的雨阳每次看到他都会甜甜地笑出声来。乌红莉深知赵振航的痛苦，她对他的感情愈发浓烈，为了能够为他生一个孩子，她用尽办法接近他，但都未果。在极度的感情失落中，她黯然离开。而此时谢维西因为身患肺结核而在绝望中离开。梅兰一无所知地抚养阳阳，视若己出，并小心地向雨桐和周围的人保守阳阳是养女的秘密。雨桐也十分喜欢这个新添的妹妹，在两小无猜的成长中，竟然对雨阳产生了超出兄妹般的感情，振航看在眼里，心中悔恨，又不能说出雨阳身世的秘密。命运多舛的雨阳在一次放学途中遭遇了车祸，血型罕有地她竟然与梅兰的血型吻合，梅兰毅然要为雨阳输血，振航厉声制止，他无力地发现收养雨阳已不止是惩罚梅兰，而是将这个家庭中的每一个人都卷入其中。雨阳那一直令振航痛恨的血统里也流入了梅兰的血液。振航束手无策。雨阳就在梅兰的细心照顾、雨桐的处处保护、和振航的不冷不热中快乐地长大了。振航给高刚的一封旧信披露了自己收养雨阳的痛苦心情，梅兰无意中发现了，始知自己含辛茹苦抚育七年的阳阳竟然是杀死雨荷的凶手的女儿，这无疑是晴天霹雳。适逢雨阳放学归来，梅兰在悲忿交加中竟然萌生了杀死雨阳的念头……雨阳在恐惧中孤独出走到贝天虹家中。贝天虹其实一直对振航暗埋爱意，不过她特别喜欢善良美丽的阳阳。但此时梅兰的心已经降到冰点，她不会再待阳阳如从前一样，她开始怨恨赵振航，怨恨阳阳。阳阳陷入痛苦中。雨桐一如既往地爱护着阳阳，后来当他去读博士之后，为了让阳阳获得幸福，他带来了自己的同窗好友连伟君，想介绍给阳阳做男朋友。但当他们寒假一道回家时，雨桐无意中得知了阳阳是家里的养女，尔后他愈发心疼雨阳。连伟君沉稳宽厚，相似的不幸身世让他与雨阳的心一下靠近了。伟君深为雨阳的心地善良、朴实美丽的外表所吸引，于是决意追求雨阳。而此时的梅兰为了报复丈夫，百般阻挠伟君与雨阳的交往。但伟君不畏艰难，决定向梅兰提出正式追求雨阳。已被怨恨冲昏头脑的梅兰，决意借着这个机会打击伟君报复雨阳，她终于在伟君的面前说出了雨阳就是杀人犯的女儿的事实。而此事正好被雨阳和雨桐听到。至此雨阳完全了明白为什么妈妈不给她做衣服，为什么几次三番不给她午餐费，为什么在大家都引以为荣的毕业典礼上把她的答谢词换成一张白纸，并且又在别人面前揭露了她的身世！雨阳一下崩溃了。她孤独地沿着林中的雪地走向以前雨荷遇难的河滩，要为雨荷殉葬！而此时正在青岛休假的高刚向大家说出了雨阳的真实身世。原来多年来高刚一直深爱着梅兰，当年他受振航之托要抚养杀死雨荷的凶手的女儿，他虽然不明白振航冠冕堂皇的理由――“爱你的敌人”，但他也不忍心让梅兰蒙在鼓里，于是假意答应振航，却找来了另外一个孤儿，这就是雨阳！梅兰闻之后悔不已。雨阳被救醒，但当她得知自己的真实身世后没有惊喜，这对于她来说已经不重要了。这人世间所有的感情包括她与伟君刚刚萌芽的爱情都不重要了，一份无可弥补的心灵创伤令她自闭起来。对于雨阳的身世，赵振航虽有疑虑，但没有言语。而梅兰对此也是疑虑重重，她要求高刚找到雨阳的亲生母亲。高刚没想到事情会发展到这一步，找到赵振航，赵振航一语双关：“如果你不把母亲找来，如何让我们相信你？”高刚无计可施只好与贝天虹商量对策。贝天虹建议找个替代母亲。两人开始四处寻找。日期越来越近，但二人仍然没有找到合适的人选。正当二人走到路上愁眉不展时，一个中年渔妇满娘落入二人的视线。他们带着满娘走进了赵宅。满娘虽生活在社会底层，日子过得很难难，但却心地善良。她在赵宅闹出不少笑话，拥有夸张的性格。但后来她真正喜欢上了雨阳这个孩子以及这个生活优裕的家庭。雨阳起初并不愿接受这样一位母亲，而梅兰也对这位母亲的真实性仍深表怀疑。高刚、贝天虹只好使出浑身解数，力图使梅兰相信这个事实。谎言越撒越大，几乎到了无法收场的地步。而一次偶然中，赵振航终于发现满娘是个假母亲。但为了安抚梅兰，不再令这个家重陷入仇恨中，赵振航甚至也帮着说服她。梅兰和雨阳渐渐相信了这位假母亲，并把其接入家中友善相处。雨阳也开始喜欢上了这个假母亲，对其敬爱孝顺有加。假母亲此时慌了，她慢慢喜欢上了这个假女儿雨阳，对于自己的欺骗感到不安，遂向高刚、贝天虹提出辞工，不愿再伤害雨阳这个纯真善良的小女孩。高刚竭力安抚，假母亲只好硬身而出，继续扮演假母亲的角色。自从谢维西经历了一场失败的婚姻之后，才发现自己根本忘不了梅兰。爱情的渴望愈发强烈。于是他来到赵家，再次表达了自己的爱慕之心。但梅兰根本不予理睬，甚至不愿与他见面。谢维西几次三番的纠缠未果，心中痛生恨意。而与此同时，乌红莉在出走很久后，在街头被赵振航发现。而此时的她已是双目失明。但自尊令她不愿接受赵的帮助。赵只好求助于贝天虹收留了乌。此时的梅兰因为假母亲的出现，对自己以往苛刻雨阳的行为感到深深自责，她决定从此之后好好照顾雨阳，以弥补自己的过失。一家人开始过起其乐融融的日子。在温暖和谐的氛围中，赵振航与梅兰的感情进一步加深，二人真正开始了一场动人的恋情。而雨阳也在双重的母爱中慢慢打开了心门，重又开始与伟君交往。但此时雨桐却后悔了。看着二人热恋的情景，雨桐这才发现自己对于雨阳的那份感情已是覆水难收。他决定把雨阳夺回来。由此，雨桐与伟君之间展开了激烈的感情争夺。雨阳痛苦万分。她在二人之间无法抉择。看着雨阳幸福的表情，雨桐忽然发觉自己的爱如此自私，遂主动退出角逐，甘愿以哥哥的身份呵护雨阳一生。赵振航的关怀令乌红莉重燃起爱的希望，再次肯求赵能给她留下一个孩子，却遭拒绝，痛苦中，她踉跄着离开。谢维西看到赵振航与梅兰如此恩爱，恨意更浓，决意伤害赵振航。于是他查出了假母亲的真正身份，揭穿了赵振航参与这场骗局的真相！力图使梅兰回到自己身边。梅兰虽然痛苦万分，但对谢维西愈发绝情。这令谢维西绝望了。这时，他与乌红莉相遇。看到她眼睛已瞎，谢维西心存善意，帮她治好眼睛。二人在冰冷的心态中相互倾诉寻求温暖。谢醉后发誓要报复赵家。二人在酒醉中发生关系。第二天之后，谢失踪了。乌绝望中想要离开，在离开这前她不由走至赵家门前，不留神听到雨阳失踪。她赶紧赶往谢的住处，发现雨阳确是被谢绑架。她苦口无果之下，说出：我已经怀了咱们的孩子。谢在报复的颠狂中终止。乌带着痴傻中的谢离开。而在赵宅，眼看着新一轮的怨恨又要滋生。雨阳怀着深深的痛苦，离家出走，并留下一封感人至深的信：“无论你们愿不愿承认我是你们的女儿，但在我心里，你们永远是我的父亲和母亲，是我最亲最亲的亲人！对于过去发生的一切，我从未有过任何的记恨，因为我爱你们，无论你们用爱或是用恨来对待我，我的心永远靠在你们身边。但我的身世是个不争的事实，也许只有离开，才能消解你们心中的怨恨。所以，我走了。也许，就是永别了吧……”而此时失去雨阳的雨桐这才发现爱是无法谦让无法回避的，遂疯狂地找寻雨阳的下落，希望能够带着她远走高飞。雨阳的生死不明令梅兰在双重痛苦中挣扎。而此时，赵振航被查出患了脑瘤，在生与死、爱与恨交织之间，梅兰与赵振航完完全全地坦白了过往所有的事情，终于二人的心怀得以释然：爱，应该是可以包容一切的。至此，全家人开始到处找寻雨阳的下落。雨桐与伟君也在疯狂地寻找雨阳。最终雨桐先于伟君一步在烟台的那家孤儿院里找到了做义工的雨阳。面对雨桐与伟君，雨阳最终选择了雨桐，跟随他回到了梅兰与赵振航身边……",
    "chinese_title": "青城之恋",
    "douban_rating": "7.0/10 from 350 users",
    "foreign_title": "",
    "douban_rating_average": "7.0",
    "update_at": "2025-11-23T19:28:15"
}