{
    "aka": [
        "A Reunião dos Demônios"
    ],
    "sid": "3190085",
    "cast": [
        {
            "url": "/celebrity/1090064/",
            "name": "Walderez de Barros Walderez de Barros",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001439/",
            "name": "克劳迪奥·玛佐 Cláudio Marzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074458/",
            "name": "Lígia Cortez Lígia Cortez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2552891480.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1016494/",
            "name": "Cecílio Neto Cecílio Neto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0261238",
    "director": [
        {
            "url": "/celebrity/1016494/",
            "name": "Cecílio Neto Cecílio Neto",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2000-08-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0261238/",
    "imdb_votes": 66,
    "this_title": [
        "Os Três Zuretas"
    ],
    "douban_link": "https://movie.douban.com/subject/3190085/",
    "imdb_rating": "7.5/10 from 66 users",
    "trans_title": [
        "恶魔会议",
        "A Reunião dos Demônios"
    ],
    "douban_votes": "0",
    "introduction": "有意思的巴西儿童片，可能算不上经典，但很好看。。。Three prankish little boys try to discover if they are, as their angry parents use to say, three living \"demons\". Os Tres Zuretas is a great surprise. I used to see this tape on the shelves of the movie rentals but, I must admit, I never felt motivated to rent it. However, the movie is a tender and delicate example of how to make a good low-budget movie.The plot couldn't be more simple: Three little wild boys (between 8 to 10 y/o) meet in a small town where one of them (Joaquim) come to spend vacations with his grandparents. The other two (Zézo and Pelé) live in that small town, and Joaquim is the so-called \"boy from the big city\". Besides the friendship, the element that bonds the three little brats is that the three of them are often compared to the demon by their parents, due to their artful behaviour. After some accidental (and not so accidental) facts, they start to belive that they really are demons, with supernatural powers.What really attracts the audience is the movie's smooth and gracious atmosphere. Everything happens in a uncommonly suave rhythm, privileging the three boys natural talents. We feel as if the professional adult cast (marvelously performed by Claudio Marzo, Walderez de Barros and Illana Kaplan) are there to support the three little stars. The boys perform and behave exactly what they really are in real life: simply common boys, never over acting, never with the vicious professionalism that we observe in thousands of children that we see on movies. The soundtrack is very effective and the song that is played during the final credits is very beautiful.Congratulations on the director, crew and cast. A delicate example of a good and hilarious movie made by and for children. It's a 90 minutes dream that we feel quite sorry when it's thorough.http://www.adorocinema.com.br/filmes/3-zuretas/3-zuretas.asphttp://www.terra.com.br/cinema/infantil/zuretas.htm",
    "chinese_title": "恶魔会议",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Os Três Zuretas",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-06T09:11:45"
}