{
    "aka": [
        "Seven Murders for Scotland Yard"
    ],
    "sid": "3190411",
    "cast": [
        {
            "url": "/celebrity/1121547/",
            "name": "伦佐·马里尼亚诺 Renzo Marignano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1087782/",
            "name": "奥尔基黛亚·德桑蒂斯 Orchidea de Santis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050238/",
            "name": "保罗·纳什 Paul Naschy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1145776/",
            "name": "Andrés Resino Andrés Resino",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情",
        "悬疑",
        "惊悚",
        "恐怖",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2561527385.jpg",
    "region": [
        "意大利",
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1001721/",
            "name": "何塞·路易斯·马德里 José Luis Madrid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012908/",
            "name": "桑德罗·孔蒂嫩扎 Sandro Continenza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050238/",
            "name": "保罗·纳什 Paul Naschy",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067260",
    "director": [
        {
            "url": "/celebrity/1001721/",
            "name": "何塞·路易斯·马德里 José Luis Madrid",
            "@type": "Person"
        }
    ],
    "duration": "87 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0067260/",
    "imdb_votes": 380,
    "this_title": [
        "Jack el destripador de Londres"
    ],
    "douban_link": "https://movie.douban.com/subject/3190411/",
    "imdb_rating": "5.0/10 from 380 users",
    "trans_title": [
        "杰克：伦敦的血腥连环杀手",
        "Seven Murders for Scotland Yard"
    ],
    "douban_votes": "0",
    "introduction": "One of the better Spanish GiallosJACK THE MANGLER ( 1971 ) starring Paul Naschy aka SEVEN CORPSES ( MURDERS ) FOR Scotland YARD This is a very hard to see film, but is worth the hunt for fans of Naschy and also giallo knock offs. It's a decent thriller with a mysterious Jack the Ripper wanna be who kills each victim with a distinctive blade, each from a different country. One by one, prostitutes are turning up dead and missing various body parts, a set of eyes here, a heart there. One of the early victims is Naschy's whore for hire wife, and he becomes a suspect in the early investigations, despite the fact that a younger, athletic man is the type sought, and Naschy has a gimpy leg from a high wire accident that ended his circus career. The local criminal element has it in for him as well, the murders bring the cops down on them and it's hurting business. The mystery of who the killer is and why he's so eager to carve up the local tarts is decent giallo fodder and satisfied me. Orchidea de Santis provides some hotness and Andres Resino ( the boyfriend in WEREWOLF SHADOW ) does OK as a friend of the cop running the investigation. The copy I watched is from VSoM and looks like a 3rd gen dub. It's in Italian with English subs that get the job done. Sadly, it's also the covered version of the film and not the nude version that was prepared for export. The film was dubbed into English had played the US in 1976, and this presumably was the uncovered variant, but it's whereabouts are unknown. A real shame as it's up there with a lot of the Italian giallos and without the nudity, it comes off as a bit tame considering it's subject matter. Here's hoping it turns up someday, it's on the list with a few others that really need their nude versions found so these films can be properly appreciated. The plot description that mentions Jack's a cannibal this time around is bogus BTW.",
    "chinese_title": "杰克：伦敦的血腥连环杀手",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jack el destripador de Londres",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-05T04:52:26"
}