{
    "aka": [
        "A Daughter of Destiny"
    ],
    "sid": "3191426",
    "cast": [
        {
            "url": "/celebrity/1032366/",
            "name": "布里吉特·赫尔姆 Brigitte Helm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037430/",
            "name": "保罗·威格纳 Paul Wegener",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131681/",
            "name": "伊万·彼得罗维奇 Iván Petrovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167946/",
            "name": "Wolfgang Zilzer Wolfgang Zilzer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137825/",
            "name": "路易斯·拉尔夫 Louis Ralph",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123606/",
            "name": "约翰·洛德 John Loder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1091942/",
            "name": "瓦勒斯卡·格特 Valeska Gert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141895/",
            "name": "Heinrich Schroth Heinrich Schroth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128366/",
            "name": "Mia Pankau Mia Pankau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1093498/",
            "name": "格奥尔格·约翰 Georg John",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1928",
    "genre": [
        "剧情",
        "科幻",
        "恐怖",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510102149.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1043012/",
            "name": "Hanns Heinz Ewers Hanns Heinz Ewers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014960/",
            "name": "亨利克·加仑 Henrik Galeen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0017621",
    "director": [
        {
            "url": "/celebrity/1014960/",
            "name": "亨利克·加仑 Henrik Galeen",
            "@type": "Person"
        }
    ],
    "duration": "108 分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1928-01-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0017621/",
    "imdb_votes": 481,
    "this_title": [
        "Alraune"
    ],
    "douban_link": "https://movie.douban.com/subject/3191426/",
    "imdb_rating": "6.2/10 from 481 users",
    "trans_title": [
        "阿尔劳娜",
        "A Daughter of Destiny"
    ],
    "douban_votes": "0",
    "introduction": "ALRAUNE is another spectacular piece of early German cinema, surprisingly overlooked by film buffs and historians alike. The film is not \"expressionist\" in the way of CALIGARI or METROPOLIS, but fans of those films will enjoy it regardless.The plot (without spoilers) is creepy to begin with: a scientist (Paul Wegener) decides to experiment with humanity by creating a woman from the seed of a hanged man impregnated into a prostitute. Using two reprehensible creatures as parents, as well as artificial insemination (which is implied in the film, not stated as some articles on the film have indicated), the doctor aims to see if an individual's humanity is the product of nature or nurture.The woman he creates, called Alraune (although called \"Mandrake\" in the english title cards, a name ill-fitting the overtly feminine character) is played by Brigitte Helm. No better casting for this part could have been made at the time: Helm's performance here far surpasses that of her most famous film role (the robotrix from Fritz Lang's METROPOLIS) and (I feel) solidifies her position as top femme fatale of that era. Her sensuous, provocative movements, gestures, stares and sneers even outshine those of Marlene Deitrich in years to come. There are moments where Helm slips into the silliness that harms her role as Maria in METROPOLIS (flailing about wantonly), but these are kept to a minimum by the director.Paul Wegener, as the doctor, also proves to be an actor out of time. His performance would stand up to modern criticism, as it lacks the usual melodramatic facial manipulations or exaggerated movements of many silent film male stars. Rather, Wegener tells us his characters thoughts and feeling swith subtle glances, almost imperceptible lip movements, and ingenius body posture. Wegener, you may recall, played the great clay giant Der Golem in his film of the same name; to see Wegener play this role, sans makeup and gravitas, is to understand the strength of his abilities.Overall the film is very good, although suffers from an ending not in keeping with all that builds up to it. A seduction scene between father and \"daughter\" is outrageous even by today's standards. But Alraune/Mandrake is presented as almost soulless, and this is much diluted by the end, although not truly explained. Was it nurture after all? Possibly, but the doctor's role in Alraune's maturation is almost nonexistent (she is raised in a girl's school, and spends the rest of the time running away from \"father.\") The film fails to answer the questions is presents. However, this may be one of the few negative symptoms of German silent films, which seem to universally fall apart at the resolution, backing away from the horrors they presented throughout.I am not sure if the version currently available on video is complete, but seems to soft-pedal the insemination issue (some viewers will think mandrake root was used as opposed to the hanged man's seed.) The title cards are few and far between, allowing the visuals to tell the story, not the dialog.For fans of the Frankenstein myth, Alraune presents another take on the tale of scientific hubris gone awry. An excellent film, it should be sought out in favor of the later (weaker) \"Unholy Love\" remakes.",
    "chinese_title": "阿尔劳娜",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Alraune",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-30T06:21:16"
}