{
    "aka": [],
    "sid": "3193954",
    "cast": [
        {
            "url": "/celebrity/1050273/",
            "name": "马里奥·阿多夫 Mario Adorf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090459/",
            "name": "安东尼·道森 Anthony Dawson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055980/",
            "name": "马夸德·博姆 Marquard Bohm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368381/",
            "name": "玛莎·拉本 Mascha Rabben",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082651/",
            "name": "Siegurd Fitzek Siegurd Fitzek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119839/",
            "name": "Arnold Marquis Arnold Marquis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1970",
    "genre": [
        "惊悚",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557394899.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1010806/",
            "name": "罗兰·克利克 Roland Klick",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0065620",
    "director": [
        {
            "url": "/celebrity/1010806/",
            "name": "罗兰·克利克 Roland Klick",
            "@type": "Person"
        }
    ],
    "duration": "85 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1970-10-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0065620/",
    "imdb_votes": 1586,
    "this_title": [
        "Deadlock"
    ],
    "douban_link": "https://movie.douban.com/subject/3193954/",
    "imdb_rating": "6.5/10 from 1586 users",
    "trans_title": [
        "致命枷锁"
    ],
    "douban_votes": "0",
    "introduction": "In 1970, it seems as if Roland Klick set out to emulate Sergio Leone's \"The Good, The Bad, And The Ugly\", mixing it with Michelangelo Antonioni's \"Zabriskie Point\" to create a modern Sauerkraut Western (without horses, but rather a truck and a car). The story stars three characters, Marquard Bohm as the \"Kid\" (The Good), Siegurd Fitzek as \"Mr. Sunshine\" (The Bad), and Mario Adorf (can be seen in Dario Argento's \"The Bird With The Crystal Plumage\" as the reclusive cat eating painter) as \"Mr. Dump\" (The Ugly) (who again plays a reclusive man who lives in a dump??). The story begins with the Kid, who has just pulled off a heist (with a bullet wound in the arm), and is carrying millions of dollars in a case. Wandering aimlessly through the sunbaked desert, (he finally passes out and is left for dead) until Mr. Dump drives along and finds him and the money. Once back at Mr. Dump's residence (a sort of abandoned junk yard), the Kid warns Mr. Dump, that Mr. Sunshine (who apparently is the ringleader of this heist) will be coming for his money. Thus begins the cat and mouse story, of who will get the case of money. Mr. Dump also has two neighbors, an older (and apparently sexually crazy) woman and her pretty (but feral) daughter (who is obviously sexually curious of the Kid).The film is set in (what looks to be) a wasteland desert, which could have been a forerunner for films like \"A Boy And His Dog\" and \"Road Warrior\". Yet the film maintains a complete Sergio Leone feel to it. You get all the great close ups of the characters sweating in the sun, and the typical double crossing that took place in his westerns. The Kid in this movie also kind of resembles Charles Bronson's character in Leone's other masterpiece \"Once Upon A Time In The West\". But on the flipside, this film also kind of reminded me of Antonioni's \"Zabriskie Point\", in the surreal desert filming. Also the use of Kraut Rock band \"Can\", who's music score, will remind one of Pink Floyd's music score for Antonioni's film. The inspired use of Can, as the music score was a great choice, because though at times it does remind you of Pink Floyd, it also reminds me of Ennio Morricone's music score as well. The Kid's theme song seems to be \"Whiskey Man\" by Can, and this reminds me of the way you hear that unforgettable Clint Eastwood whistling theme, or the accompanying harmonica for Charles Bronson. Can's score embodies both stylizations perfectly. The film is pretty obscure, and there was very little information, that I could find on it. But it's worth searching out if you have an interest in different cult type movies from the late sixties, or an interest in Can. But the pacing is a little uneasy and the finale was a tad unclimatic (yet somehow downbeat). Though it's a German production, the English dubbing will remind you of the Spaghetti Westerns as well. Cool, but very weird.",
    "chinese_title": "致命枷锁",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Deadlock",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-17T01:15:25"
}