{
    "aka": [],
    "sid": "3193679",
    "cast": [
        {
            "url": "/celebrity/1014091/",
            "name": "约翰·肖 John Thaw",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0212694",
    "director": [
        {
            "url": "/celebrity/1052931/",
            "name": "Polly Bide Polly Bide",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0212694/",
    "imdb_votes": 551,
    "this_title": [
        "the second world war in colour"
    ],
    "douban_link": "https://movie.douban.com/subject/3193679/",
    "imdb_rating": "8.1/10 from 551 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "\"The Second World War in Colour\" or simply \"Colour of War\" as it is released here in Belgium is a very good documentary about WWII and how it affected life around the world between 1940 and 1945. The entire documentary is a collection of authentic images, all in colour, of which a lot have been previously unreleased. Some images can be quite shocking at times and no doubt leave you with a bitter impression on how horrible war can be. The commentator also reads out a lot of letters or diary fragments from people who lived or died during World War II. Knowing this, you might think that the documentary in a whole would loose coherence but it's quite the opposite because even though \"Colour of War\" is mainly a collection of authentic images and letters it felt like everything fitted together very well.About all the major events which happened during the period 1936-1945 are included. For example the German invansion in Poland and France, the bombing of London, Pearl Harbor, the confrontation between the American fleet and the German U-boats, Stalingrad, the American invasions of the Japanese islands, D-day, the Holocaust, Japanese Kamikazes, Hiroshima, ... it's all there.I recommend this documentary to everyone who is interested in WWII or to people who would like to know some historical background information on movies like \"Saving Private Ryan\" or \"Das Boot\".",
    "chinese_title": "the second world war in colour",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-06-27T10:39:32"
}