{
    "aka": [],
    "sid": "3194078",
    "cast": [
        {
            "url": "/celebrity/1256885/",
            "name": "Edward Behr Edward Behr",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105521/",
            "name": "Simona Krainová Simona Krainová",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018101/",
            "name": "艾玛·赫明 Emma Heming",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0835454",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1998"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0835454/",
    "imdb_votes": 25,
    "this_title": [
        "Scrapbooks from Africa and Beyond"
    ],
    "douban_link": "https://movie.douban.com/subject/3194078/",
    "imdb_rating": "6.4/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Easily the most compelling and comprehensive movie ever produced about the life and work of Peter Beard, covering all aspects of his life, professional career, and personal adventures beginning in the 1960s through the 1990s. This is the definitive portrait of the world's greatest adventure photographer.Iconic photographs of Beard's legendary past are revisited and for the first time we hear the stories about making Beard's first book End f the Game, his appearance underground classic Hallelujah the Hills, his fortuitous meeting with British painter Francis Bacon, his friendship with Andy Warhol and his youthful acquaintance with writer Karen Blixen.Narrated by Charlotte Rampling, with additional voice over by Julie Delpy. Features rare and never-before-seen footage of Mick Jagger, Andy Warhol, Jacqueline Kennedy Onassis, John F. Kennedy, Jr., Francis Bacon, Jonas Mekas, and many others. Includes a collection of Beard's photographs and artwork.The merit of Scrapbooks From Africa and Beyond is to show the real Peter Beard. The legend is almost perfect. — LibérationAs a photographer, painter and writer who relentlessly fought for the defense of Africa's fauna, Peter Beard offers a different point of view on this continent. Whether fascinated or irritated...no one is left unmoved. — Le FigaroBoth a fashion world icon and an artist with a Yale degree, Beard exudes charisma and excess. A portrait of an irresistible dandy",
    "chinese_title": "Scrapbooks from Africa and Beyond",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T15:00:40"
}