{
    "aka": [
        "A Portrait of Sam Wagstaff and Robert Mapplethorpe"
    ],
    "sid": "3194085",
    "cast": [
        {
            "url": "/celebrity/1038913/",
            "name": "约翰·吉奥诺 John Giorno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1245924/",
            "name": "John Szarkowski John Szarkowski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1014221/",
            "name": "帕蒂·史密斯 Patti Smith",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040814/",
            "name": "多米尼克·邓恩 Dominick Dunne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1285399/",
            "name": "蒂莫西·格林菲尔德·桑德斯 Timothy Greenfield-Sanders",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1271227/",
            "name": "Tukey Koffend Tukey Koffend",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "德国"
    ],
    "writer": [],
    "imdb_id": "tt1003113",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-10-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1003113/",
    "imdb_votes": 300,
    "this_title": [
        "Black White + Gray"
    ],
    "douban_link": "https://movie.douban.com/subject/3194085/",
    "imdb_rating": "7.0/10 from 300 users",
    "trans_title": [
        "黑白+灰",
        "A Portrait of Sam Wagstaff and Robert Mapplethorpe"
    ],
    "douban_votes": "0",
    "introduction": "Yale-educated and born with a silver spoon in his mouth, Sam Wagstaff’s transformation from innovative museum curator to Robert Mapplethorpe’s lover and patron is intensively probed in Black White + Gray. During the heady years of the 1970s and 1980s, the New York City art scene was abuzz with a new spirit, and Mapplethorpe would be at the center of it. Wagstaff pulled him from his suburban Queens existence, gave him a camera and brought him into this art world that seemed to be waiting for him, creating the man whose infamous images instilled emotions ranging from awe to anger. In turn, Mapplethorpe brought the formerly starched-shirt preppie to the world of drugs and gay S-and-M sex, well-documented in his still-startling photographs. Twenty five years separated the lovers, but their relationship was symbiotic to its core, and the two remained together forever. The film also explores the relationship both men had with musician/poet Patti Smith, whose 1975 debut album “Horses” catapulted her to fame.Wagstaff’s story is one of personal transformation—from conservative, starchy, Yale-educated preppy to downtown habitué, hipster and experimenter. Both he and Mapplethorpe enabled each other to discover different parts of themselves—both men encouraged the other to mine new territory in the arts and in their personal lives as well. Wagstaff’s death from AIDS, in 1987, and later Mapplethorpe’s, in 1989, marked the end of an era. Black White + Gray reveals the powerful troika these two men formed with Patti Smith, and the influence their collective work continues to have over present-day art and culture.",
    "chinese_title": "黑白+灰",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Black White + Gray",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T10:12:09"
}