{
    "aka": [
        "泰莎"
    ],
    "sid": "3195483",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "　　第65届威尼斯电影节(2008)\n　　金狮奖(提名) 海尔·格里玛\n　　评审团特别奖 海尔·格里玛\n　　金奥赛拉奖 最佳编剧 海尔·格里玛\n　　天主教文化特别荣誉奖 海尔·格里玛\n\n　　第38届鹿特丹国际电影节(2009)\n　　迪奥拉普特奖 海尔·格里玛\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2511397321.jpg",
    "region": [
        "法国",
        "德国",
        "埃塞俄比亚 Ethiopia"
    ],
    "writer": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1284592",
    "director": [
        {
            "url": "/celebrity/1033138/",
            "name": "海尔·格里玛 Haile Gerima",
            "@type": "Person"
        }
    ],
    "duration": "140分钟",
    "episodes": "",
    "language": [
        "英语",
        "德语",
        "阿姆哈拉语 Amharic"
    ],
    "playdate": [
        "2008-09-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1284592/",
    "imdb_votes": 654,
    "this_title": [
        "Teza"
    ],
    "douban_link": "https://movie.douban.com/subject/3195483/",
    "imdb_rating": "7.1/10 from 654 users",
    "trans_title": [
        "露水",
        "泰莎"
    ],
    "douban_votes": "185",
    "introduction": "《露水》是导演海尔·格里玛的大胆创新，他把自己祖国的坎坷发展史通过一个回到故乡的流浪者表现了出来。影片跨越三个历史阶段，成本并不高，不过构思非常独到，很值得一看。往往电影节和艺术院线会更加青睐这类电影。它明里讲一个“乌托邦”的故事，但暗中步步紧扣非洲大陆坎坷的现代发展史。《露水》中，最令人动容的一刻就是历尽劫难的男主角安伯特回到家乡，和欣喜若狂的老母亲紧紧拥抱。然而，接下来的情节便不那么愉快了。从安伯特的眼里，观众看到当地政府军在镇上横冲直撞，虏走十几岁的男孩当新兵。很多当地人因而逃到了附近的深山洞穴中生活。安伯特管这个洞穴叫乌托邦国——在战争永无休止的年代中，父母们把孩子都藏在这里。乡村生活如常进行。安伯特整天心不在焉，他失去了一条腿，但说不清是怎么回事；更糟的是，他似乎渐渐要变成一具没有灵魂的躯壳。他经常弄不清楚过去和现在，以为自己还生活在过去。最后，安伯特的异常引起了村长的注意。村长认定他是撞了邪，专门为他举办了一次驱邪仪式。在驱邪人的舞步中，镜头闪回到了20世纪70年代的科隆。要说《露水》有什么缺陷，就是导演实在太野心勃勃了：他恨不得在这部电影里说尽天下事。于是，观众不仅看到主角的家乡上演着一幕幕令人无奈的戏码，还看到了他国的种族主义情绪，以及世界各地的父母为他们的孩子都在做些什么。文章主线体现得大略不错，不过很多支线，尽管导演在片中提了出来，由于情节和影片长度限制，只将其搁置一旁，未能有始有终地回答。在科隆，安伯特和自己最要好的朋友泰斯法耶成了狂热的社会主义者。他们坚信皇帝一定会被打倒，有朝一日他们就会回到乌托邦，履行他们作为药物学家和知识精英的社会职责，根除困扰这个国家的各种疫病。但是，随着越来越多狂热分子的加入，他们的党派越来越走向极端，最后给了安伯特沉重打击，他的美好愿望也随之烟消云散。可以说，电影的这一设定，几乎可能发生在非洲的任一国家内，发生在任一受过教育又渴望祖国富强的热血青年身上。随后，镜头又闪回小村庄。平静的生活逐渐治愈了安伯特的心灵创伤，他逐渐回忆起了过去的一点一滴。《露水》一片包含了丰富细节。这种电影一向很容易从任一细节出发，溜达到看不到主线的广阔天地去。影片把安伯特的家乡拍得非常静谧美丽，拍摄水准和制作质量相当高，音效也有效地突出了主题。表演非常自然，农村场景中的很多演员一点都看不出专业训练过的痕迹。总体来说，《露水》一片虽然主题略嫌宽泛，但仍不失为一部佳片，将在非洲电影史上占据重要地位。影片是埃塞俄比亚几十年动乱历史的一幅写生画，同时融入了导演海尔·格里玛个人的经验和反思。他将这部影片献给母亲姐妹和自己出生的土地。受过西方教育的非洲知识份子报国无门，面对复杂的历史环境孤立无助的精神状态，借助主人公安柏柏的经历和感慨，给我们打开一扇从来没有看到的壮观史诗画面。影片拍摄从埃塞俄比亚辗转德国，因为资金缺乏， 从筹备到最后制作完成前后经历了4年时间。影片实际拍摄时间在埃塞俄比亚仅有8周，在德国更是紧缩到几天时间。但是剪辑和混音等后期制作，却花费了超过一年的时间。",
    "chinese_title": "露水",
    "douban_rating": "7.7/10 from 185 users",
    "foreign_title": "Teza",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "7.7",
    "update_at": "2025-03-05T21:13:20"
}