{
    "aka": [
        "Puccini and the Girl",
        "普契尼的秘密情人"
    ],
    "sid": "3195422",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2879329687.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1008410/",
            "name": "保罗·本威努迪 Paolo Benvenuti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1284583",
    "director": [
        {
            "url": "/celebrity/1008410/",
            "name": "保罗·本威努迪 Paolo Benvenuti",
            "@type": "Person"
        }
    ],
    "duration": "84 分钟",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [
        "2008-01-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1284583/",
    "imdb_votes": 95,
    "this_title": [
        "Puccini e la fanciulla"
    ],
    "douban_link": "https://movie.douban.com/subject/3195422/",
    "imdb_rating": "6.2/10 from 95 users",
    "trans_title": [
        "普契尼女仆之死",
        "Puccini and the Girl",
        "普契尼的秘密情人"
    ],
    "douban_votes": "38",
    "introduction": "In 1908 Puccini is composing La fanciulla del West. In front of his villa in Torre del Lago, the “Chalet da Emilio” looms above the water – it is a refuge built on piles used by fishermen and poachers. Behind the counter the beautiful Giulia is serving wine and smiles. The Maestro has become a frequent visitor to these premises – he drinks a glass of wine, plays a game of cards, smokes a cigarette and then goes back to his music. Giulia is Doria Manfredi’s cousin, a young maid in Puccini’s home. One day Doria surprises Fosca, the musician’s step-daughter, in bed with her lover. Worried that she will give away her secret, Fosca won’t stop controlling Doria and, sensing there is an understanding between the maid and her stepfather, forces her mother Elvira to spy on Giacomo. One night she sees him with a young girl and although she couldn’t see her face, she is sure it is Doria. While Puccini is totally engrossed with the composition of his opera and uses every possible excuse he can to pursue his relationship with Giulia, Elvira takes every occasion she can to ruin the reputation of poor Doria, her only crime having been a messenger of love between the Maestro and her cousin.烂番茄小组：http://www.douban.com/group/rottentomatoes/",
    "chinese_title": "普契尼女仆之死",
    "douban_rating": "6.4/10 from 38 users",
    "foreign_title": "Puccini e la fanciulla",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "6.4",
    "update_at": "2025-07-15T22:57:40"
}