{
    "aka": [],
    "sid": "3197816",
    "cast": [
        {
            "url": "/celebrity/1054274/",
            "name": "马丁·辛 Martin Sheen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2873547418.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0330936",
    "director": [],
    "duration": "42分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2002-09-18(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0330936/",
    "imdb_votes": 118,
    "this_title": [
        "Straight Up: Helicopters in Action"
    ],
    "douban_link": "https://movie.douban.com/subject/3197816/",
    "imdb_rating": "6.7/10 from 118 users",
    "trans_title": [
        "直升机在行动"
    ],
    "douban_votes": "0",
    "introduction": "Agusta 109K2: Alpine Medivac RescueStraight Up's exploration of vertical flight begins with a high-impact alpine rescue amid an avalanche. The dramatic opening sequence documents the dangerous work of the Rega mountain rescue team and the invaluable role of the Agusta A109K2 helicopter in saving lives and minimizing injuries.As the camera pans over beautiful vistas of the snow-covered Swiss Alps, it cuts to a cornice, as a chunk of snow breaks free, triggering an avalanche. The tranquil scene is shattered as the avalanche thunders down the mountain slopes. With terrifying speed, it heads straight for a mother and child trapped in their car, wheels spinning on the icy road.The mother calls for help on her cell phone, and a second call from a snowplow prompts radio dispatch. The Rega mountain rescue team already is airborne en route to the scene, the red cross painted on the helicopter's white underbelly signaling that medical help is on the way. The mother escapes, but her son is missing. Within minutes of the helicopter landing, the rescue team dig out the car, extract the trapped boy, apply first aid, and airlift him and his mother to safety.A significant mountain hazard, avalanches are responsible for many deaths each year. Time is of the essence in avalanche rescue work. A person has a 90 percent chance of survival if found within the first 15 minutes, but one's chances of survival diminish with each passing minute. Not only do helicopters provide quick access for rescue teams, they also provide a lifeline to medical care. Flying the injured to the nearest hospital as rapidly as possible is not the only type of rescue operation; often helicopters bring the hospital to the injured, who receive treatment at the scene.The powerful avalanche was shot in British Columbia's Selkirk Mountains under the supervision of the Canadian Avalanche Association. The CAA controls avalanche risk for the safety of heli-skiers. To capture the avalanche head-on, avalanche expert and filmmaker Steve Krochel and David Douglas developed a quarter-inch-thick steel container for the IMAX camera, which was equipped with a triggering device and a beeper so that the camera could be found once the avalanche had swept it down the mountain.The rescue was completed in Switzerland's Bernina Pass near the Italian border. Filming the Rega rescue helicopter air-to-air sequence turned into an international excursion as Douglas chased the sunlight over Italy in one direction and in Austria in another before setting down in Switzerland. In another dramatic shot, Douglas centered the red cross in the crosshairs of the camera lens as the craft descended. To facilitate this shot, Douglas dug a hole in the snow large enough to accommodate himself and the IMAX camera. Inside the hole, 3 feet below the helicopter, he filmed its takeoff.According to Douglas, \"The helicopter is the instrument of rapid response to natural physical and social disasters around the world, alleviating human suffering on a major scale. For the individual caught beyond the limits of training or equipment, often the last chance for survival is the hope that a helicopter will get to them in time. \"The Pitcairn PCA 2, \"Miss Champion\"For centuries humans dreamed of flight. The Chinese, in the 12th century, developed a toy helicopter made from a pair of slats mounted on a stick, but serious efforts had to wait until the early 20th century. Then, after the Wright brothers' historic flight at Kitty Hawk, we dreamed of flight unfettered by the limitations of runways and airports. Yet by the early 1930s we were still at the dawn of the practical rotorcraft, which promised to give form to humanity's vision.The ten year period between 1925 and 1935 was an exciting time in aviation history, but few aircraft so caught and held the public's attention, as the Autogiro. Nicknamed the \"flying windmill,\" this strange-looking aircraft was first successfully flown in 1923 by the Spanish inventor, Juan de la Cierva, who had been working on the development of such a craft since 1919. The Autogiro fascinated the air-minded public because of its remarkable performance and high degree of safety, attracting such leaders of American aviation as Charles Lindbergh and Amelia Earhart.Juan de la Cierva sold the American manufacturing rights to Harold Pitcairn in 1928. Pitcairn's Autogiro boasted a more modern fuselage with better aerodynamic qualities. It also provided prospective buyers with a choice of either a 300- or 420-horsepower engine.In the film, Harold Pitcairn's son Stephen flies \"Miss Champion,\" a 1931 model. This Autogiro, used for promotion by the Champion Spark Plug Company, is controlled like an airplane, but is lifted with blades. Although the original rotor blades have seen 1,600 hours of flight time, they are still airworthy. With a 330-horsepower Wright R 975-E engine, the Autogiro has a cruising speed of 98 mph and a top speed of 118 mph. \"Miss Champion\" led a National Air Tour and made the then-risky 300- mile-long flight from Miami to Havana, Cuba. (Until then, the longest over-water flight by an Autogiro had been 25 miles in length.) Later, \"Miss Champion\" flew nonstop over a distance of 500 miles to Chichen Itza in the Yucatan rainforest. \"Miss Champion\" was retired from active service in 1932 after setting a new altitude record for rotary-wing aircraft. Climbing to a height of 21,500 feet in 1932, the Autogiro surpassed the previous record set by Amelia Earhart. Today, the Autogiro is considered to be the evolutionary \"missing link\" from which the practical helicopter was born.Forty years later Stephen Pitcairn began the formidable task of collecting and restoring examples of his father's aircraft. He tracked down \"Miss Champion\" and in October of 1982 began the painstaking task of restoration, using the original Pitcairn factory drawings. In the spring of 1985 \"Miss Champion\" flew again.The Bell 47G: A Flying LessonSince Pitcairn's Autogiro, improved control systems allow the airframe to rise directly from the ground with a powered rotor. Straight Up! puts you in the pilot's seat of a Bell 47G as the basic elements of helicopter operation are demonstrated. The Bell 47G's single-rotor configuration is by far the most common type used today. Your flying lesson begins.As a helicopter pilot, the pilot uses all four limbs to fly, all at the same time! With the left hand holding the collective pitch control lever, he pulls up ever so slightly, and we go straight up into a slow-motion hover. The spinning rotor blades act as small wings, but they spin so fast that they create one continuous disc of lift. When the blades change angle, or pitch collectively, the helicopter rises or falls. The pilot's right hand always holds the cyclic control, effectively tilting the whirling disc above. Point left, tilt left. Point right, tilt right. The camera then closes in on the tail rotor. Once again, the altering of the blades affects direction. The chopper spins in response to the pilot's depressing one of the two foot pedals. If he depresses the second pedal, the helicopter spins in the opposite direction.The Piasecki H-21B Tandem Rotor Aircraft, \"The Flying Banana\"The last flying H-21B helicopter in the world takes off, heads for the beach and cruises 100 feet above the Pacific surf off the coast of California. One of the earliest tandem helicopters, the H-21B represents the birth of the heavy lift helicopters and dates back to the early 1950s. Nicknamed \"The Flying Banana\" for its shape, the H-21B had more power and greater stability than previous helicopters. The tandem-rotor H-21B carries two sets of wooden blades situated nearly 50 feet apart but operated by one set of helicopter flight controls. The pilot must be ever vigilant, as this helicopter could rapidly invert should the pilot let go of the controls.The vintage H-21B used for the film was decommissioned from the U.S. Air Force in 1972 and was restored by the California-based Classic Rotors: The Rare and Vintage Rotocraft Museum. This nonprofit museum and restoration facility, dedicated to the preservation of unique, vintage and rare rotorcraft, spent more than 10,000 hours returning the H-21B to airworthiness. Every hour flown requires 100 hours of maintenance. Classic Rotors is the only museum of its kind to maintain eight helicopters in flying condition. When its new facility in San Diego has been completed, the museum will expand its exhibits from 15 to 30 vintage rotorcraft.One of the highlights of its collection is a famous relative of the H-21B. This is a V 44 (the commercial version of the H-21)-nicknamed \"The Holy One\"-and is the only one to land at the Vatican and be blessed by the pope. While on a 1959 demonstration tour in Europe, the helicopter and its crew had provided help to Italian communities following a devastating earthquake.Future Helicopter DesignsOne aspect of current research centers around the development of \"quiet technology\" that will allow helicopters to become better neighbors and to operate more stealthily in police and military operations.Quiet technology advances rely on a combination of technologies, which include improved rotor blade design and the user of rotor systems with four or more blades. Replacing the tail rotor with a Coanda-effect NOTAR (NoTailRotor) system goes a long way in reducing noise, as does shrouding the tail rotor in an arrangement know as a \"fan-in-fin.\" Other advances focus on noise-dampening air inlets and improved engine nozzles.New helicopter designs are tested in the world's largest wind tunnel at the NASA Ames Flight Research Center located at Moffett Field in California. Ames was founded in 1939 as an aircraft research laboratory of the National Advisory Committee for Aeronautics, which became part of the National Aeronautics and Space Administration (NASA) in 1958. NASA has the leading role in aerospace operations systems, which include air traffic control, flight effects on humans, and rotorcraft technology. NASA Ames scientists and engineers study robotic helicopters, high-speed hybrids, and advances in quiet technology. The center also has major responsibilities for the creation of design and development tools and for wind tunnel testing.The NASA-Bell XV-15 Tilt-rotorIn the film, an XV-15 converts over Dallas-Fort Worth Airport. The XV-15 is an experimental rotorcraft, the parent of a new family of aircraft called \"tilt-rotors.\" The tilt-rotor combines the hovering ability of the helicopter with the speed of a fixed-wing aircraft. The XV-15 can take off and land like a helicopter. The audience will see the engines tilting forward as the tilt-rotor becomes a high-speed plane.The Bell-Boeing V-22 OspreyA V-22 Osprey unwraps, emerging like a prehistoric flying dinosaur. Built primarily for the U.S. Marines, Air Force, and Navy, the V-22 Osprey has wings that pivot and rotors that fold to facilitate its storage at sea. In less than 90 seconds, you will see the V-22 complete this process. Although still classified as a tilt-rotor, it is faster, with three times the range and more than ten times the payload of its predecessor. It shows the promise of long-distance travel, without airports.The Hawk 4 GyroplaneRotorcraft evolution is also in the hands of the entrepreneur, and this independent spirit is most evident in the Hawk 4 Gyroplane. While some designs produce groundbreaking changes, this aircraft brought the economy and safety of the Autogiro into the space age. A rotor is used for slow-speed flight, but at high-speed cruising all the lift is provided by the wing while the rotor has no lift. The Gyroplane shows promise as a high-speed, low-disc-loading rotorcraft.The Boeing-Sikorsky RAH-66 ComancheThe Comanche rips and dips across the screen, set against a sunset. This prototype helicopter has stealth technology. It's smart, agile, fast and invisible to radar. It's the first helicopter to provide real-time digital data to headquarters. Seeing in the dark, sensing the forces at play around us and acting on the evidence in real time, the Comanche is a complex flying machine with a human being at its heart. Everyday, in unexpected ways, it extends our powers and puts us to work with a revolutionary tool.The Comanche is the central element of the U.S. Army's future Objective Force. In addition to its complement of missiles and 20-mm cannon, the aircraft carries state-of-the-art sensors and avionics to provide battlefield commanders with so much accurate information about enemy movements. This knowledge will translate into more precise targeting, increasing the effectiveness of friendly forces beyond current capabilities.The U.S. Army has defined a requirement of more than 1,200 Comanches for the Objective Force. The RAH Comanche, the army's 21st-century combat helicopter is being developed by the U.S. Army and a team of leading aerospace companies headed by the Boeing Company and Sikorsky Aircraft Corporation, a unit of United Technologies Corporation.The Sikorsky UH-60 Black Hawk and AS 350 B2 AStar Enforce the LawEvents swiftly unfold as the radar plane spots an \"unidentified\" Cessna dropping bundles of drugs off the coast of Miami at dawn. A signal alerts the Marine and Air Branch of U.S. Customs who speed out to intercept the smugglers. Just as the drugs are transferred from boat to van, The AStar helicopter bursts over the treetops, deploying a tactical team to arrest the driver. While the smuggler's Cigarette boat attempts to escape, a Black Hawk helicopter dips down to create a giant backwash. In a stunning display of impeccable teamwork, this action forces the fleeing boat to swerve to a halt as a Customs boat cuts it off and apprehends the criminals.On a typical day, the U.S. Customs Service examines 1.3 million passengers, 2,642 aircraft, 50,889 trucks/containers, 355,004 other vehicles, 588 vessels, 64,923 entries and undertakes the following enforcement actions: 64 arrests, 107 narcotic seizures, 223 other seizures, 9 currency seizures. These amount to 5,059 pounds of narcotics, $443,907 in currency, $228,803 in conveyances, $525,791 in merchandise and more than $15,800 in arms and ammunition.Filmed over a period of five days off the coast of Miami, the air, land, and sea drug bust was staged by the U.S. Customs Service, which relies heavily on helicopters during such operations.U.S. Customs pilot, Tom Stanton, participated in the shoot with his co-pilot Kimberly Kessel. Kessel is one of seven women U.S. Customs pilots and only one of two qualified to fly Black Hawks. Both pilots volunteered to work with the film crew. Says Kessel, a graduate of Embry-Riddle Aeronautical University, \"They were phenomenal, ready to try anything.\"In addition to daytime flights, Stanton flies the riskier night missions. \"Flying at night is dangerous as you lose all perception of what's up or down because both the sky and ocean are black, so they just kind of run in together. There's no horizon on those dark nights,\" says the veteran pilot.Typically he flies from 300 to 500 feet above the water at 120 to 150 knots. \"Not many people fly that low, even in the daytime,\" says Stanton. \"There's no autopilot, so it's hands on. Plus you're chasing someone. You have to be aware. It can get tense out there.\"Stanton describes an air chase: \"Once there's a target, we launch a jet with radar. The jet pilot calls the helicopter out and we link up, flying in formation. We follow the bad guy wherever he goes. If he has extended-range fuel tanks, we leapfrog and send another helicopter out to take up the chase. (The Black Hawk carries five hours of fuel.) When he gets into his landing configuration, we call the local police or sheriff to help us out.\" The Black Hawk, which can carry up to 14 people, typically carries 4 or 5 armed personnel, \"so we instantly have a force of police officers there to get the bad guys.\"\"If it's a boat, we have Cigarette boats like the smugglers. We'll call our boat and have it intercept.\" Stanton flies the Black Hawk next to the boat, making it hard for the smugglers to navigate. \"It intimidates them into giving up. Sometimes they do [but] sometimes we chase them for hours. Or we'll follow them into a marina and block them until our boats come. If they hit the beach, we'll call the state police or sheriff, and they set up a perimeter so the guy can't get out.\"Stanton, who flies missions as often as once or twice a week, has been flying for 26 years, 13 of those as an army helicopter pilot before he joined U.S. Customs in Miami where he is the \"standardization instructor pilot.\" He makes sure that everybody flies the same way, so that when they team up, the pilots easily work in tandem. Pilots fly 8-hour shifts and the operation goes on 24 hours a day, 7 days a week in areas covering both the Canadian and Mexican land borders, the Atlantic and Pacific coastlines, and the Gulf of Mexico.The MD 500E HelicopterA MD 500 helicopter hovers directly above 500,000-volt power lines. As it inches closer, a lightning bolt suddenly zaps out from the hot line, arcing toward the wand extended by a lineman perched on an aluminum platform that juts out from the helicopter. The \"hot-line-qualified\" lineman clamps onto the power lines, and helicopter backs off, leaving him to \"wire walk,\" crawling along parallel lines to inspect the PPL power line grid, 100 feet off the ground. To reboard the helicopter, the lineman must \"bond off,\" reversing the procedure.\"I don't give two hoots and a holler about flying inside a helicopter. Put me outside, that's where I want to be,\" says Daniel \"Spider\" Lockhart, AgRotors lineman. There's only three things I've been afraid of most of my life: One was electricity, one was heights and the other was women. And, I'm married too,\" he grins. \"The safest lineman is one that is afraid of electricity. When we bond to the power lines energized at half-a-million volts, we have to bring ourselves to the same potential. That is why you see that arc jumping out to our wand as we make both the helicopter and the power line at the same potential, so that we can eliminate the flow of current,\" explains the veteran lineman.Spider wears a protective hot suit, 75 percent Nomex for fire retardation and 25 percent stainless steel thread. \"The metal thread basically means I have a cage around me that can be energized at very high voltage levels. A half-million volts pass over my body, but I can work without interference from the electricity.\"He continues, \"Watching that electricity jump out while you're energizing the helicopter is a thrill. Getting on the wire, walking the wire to do repairs is a thrill. The biggest thrill I get is from doing what I do is being able to do both together-the electrical part and the helicopter part of it, the speed at which we can do it and still be safe. There are so many things that the helicopter enables us to do as linemen, which is very rewarding.\"The teamwork of the skilled helicopter pilots and highly trained linemen ensure that the PPL Corp. provides a constant source of electricity to its 1.3 million customers in Pennsylvania (in addition to 4.4 million in Latin America and Europe). To maintain the integrity of the transmission system to residential and commercial establishments, and to ensure the safety of the operation, the team plans and rehearses every move while on the ground before takeoff. Even so, unanticipated gusts of wind and glare from the wires can affect the pilot's depth perception, requiring total concentration during his hours at the controls. As the helicopter is isolated from the ground, the pilot and lineman, clad in protective stainless steel suits, must bond onto the transmission lines to bring themselves to the same voltage potential of the line to work safely-paralleling what a bird does when it sits on a wire.Probably the most unusual place that the director rigged the camera was on the end of the platform on the MD 500, which is designed to carry the lineman as he bonds onto the half-million-volt power line. \"We took away the lineman and put the camera in his place; the lineman rode behind the camera and used his wand to draw the arc of electricity right onto the camera lens. I don't think it's been done before. It blew all the electronics out of the camera a couple of times before we figured out how to do it,\" recalls Douglas.The Boeing 234 Helicopter: Helilogging with Limited Environmental DamageFloating above the forest in northern California, a 12-ton Boeing 234 helicopter selects its target with precision. Selective logging is a process where only a portion of the available timber is removed from a logging site. A single tree is lifted straight up from the forest floor, leaving the rest of the area environmentally intact. Removing such timber-very often trees that are already dead or diseased-allows the remaining trees to thrive on the additional resources of sunlight, water, and soil nutrients. Helilogging is environmentally friendly in other ways as well. First, since the logs are lifted from the ground, little soil erosion, typical of conventional logging methods, occurs. Second, in many cases the helicopter is able to use existing roads for landings, meaning no new roads need to be built into the area being logged.Columbia Helicopters cuts more logs each year than any other helicopter logging company. To prepare the timber for the helicopter, the specially trained logging crew cut it into carefully weighed sections. Columbia's flight crews are among the most experienced at long-line work in the world. With speed and precision, they are able to move heavy loads of logs at the end of lines up to 350-feet long. Once the line is lowered from the Boeing 234 helicopter, steel tongs clamp the log and the entire tree is removed without disturbing the balance of nature. \"It's kinda like lookin' down 25 stories and picking up a telephone pole,\" comments the helicopter pilot, Dave Stroupe, who deposits the timber at a nearby transfer yard. \"The unique thing about this helicopter is that, when we take off from the ground, we weigh approximately 22,000 pounds. And we're rigged for about 26,000 pounds when we get low on fuel. So the load actually weighs more than the helicopter. It's exciting and harrowing all at the same time.\"The Boeing 234s have a lift capacity of 28,000 lb, (12,727 kg), but most often carry loads between 23,000 lb, (10,454 kg) to 24,000 lb (10,909 kg) due to elevation and air temperature considerations. The company trains loggers to work with helicopters because load weight is such a dramatic part of what they do. Weight is determined, using a formula, which are a function of the volume and the type of wood. Different tree species have different weights per volume.When one of the pilots suggested using the log as a platform for the camera, Douglas realized another exciting camera angle. The possibility existed that the branches could scrape off the camera as the log was hauled up. Douglas prevented this by placing the camera inside a heavy steel avalanche box, which he anchored on the end of a big log. Once the log was grappled, the helicopter hauled the protected camera right through the branches, giving the audience a breathtaking view from the perspective of the log! The U.S. Marine Corps AV-8B Harrier, AH-1W Cobra, CH-53E Super Stallion and CH-46E Sea Knight on a Military MissionAn AV-8B Harrier jet demonstrates its vertical landing ability followed by a force reconnaissance inservice exercise from an aircraft carrier, as Marines climb aboard the CH-53E. AH-1W Cobras and Harriers form an assault-support package, as the reconnaissance team sets out on a mission to obtain invaluable intelligence about the enemy.Inside the CH-53E, the machine-gunner is at the ready as a Cobra fires three rockets. The action heats up as the IMAX camera captures the Marines fast-roping through the \"hell hole\" and sliding down a rope dangling from the CH-53E, landing in enemy territory. The leader of the reconnaissance team says, \"By the time you get to touch rope in a live situation, you and your men feel tighter than family. Your fates are tied like the strands of a rope.\"Two hours later the Marines have completed their mission and are ready to be evacuated. Now the enemy hunts them on the ground. Trees shake as the rescue CH-53E helicopter hovers overhead, lowering a rope to the squad, now up to their waists in water. One after the other, in a matter of seconds, the men clip themselves onto the rope. \"Extraction, even more than insertion, is when you need speed. You've been awful quiet. Suddenly, you're awful loud,\" says Sgt. James Kenneke, the squad leader. He's first in and last out. Lifted up, like washing on a line, the squad dangles beneath the helicopter as it is escorted by Cobras, out over the Atlantic.\"It's a relief to get out. But there's that moment of doubt. Everything slows down while you're exposed � holding your breath for that happy ending. And when you get it, you feel on top of the world. Of course, then we've got to commute home just like everybody else,\" smiles Kennecke.The Mi-26 and Mi-8 Deliver Humanitarian AidSometimes, something very precious must be delivered behind enemy lines-food. Sierra Leone is a nation that has suffered years of conflict. From the food depot to the hot spot, helicopters provide an air bridge. Hoisting food and medical supplies to distressed people behind rebel-held territories, they have the ability to hop over hot zones in desperate situations.The world's largest production helicopter-the Russian-made Mi-26-is the workhorse for the United Nations (UN) peacekeeping operation in war-torn Sierra Leone. The heaviest production helicopter in the world, this majestic eight-bladed craft-one of four chartered by the UN from Russia-can carry a maximum of 44,090 lb (20,040 kg) of internal payload or up to 70 troops. The Mi-26's top speed is 183 mph (295 kph) and it has a range of 304 miles (400 km).In this sequence, the Mi-26 is loaded with cargo to supply UN troops protecting an isolated community in the center of rebel-held territory. The world's largest food agency, the UN World Food Program (WFP), organized a massive air campaign targeting internally displaced persons that had congregated near a clinic for malnourished children. Once rebels from the Revolutionary United Front (RUF) had surrounded the area and blocked road access, the WFP was prevented from completing a bulk distribution. Instead, they loaded up their Mi-8 and flew to the Daru clinic where the most vulnerable women and children were located.\"All children under five who are malnourished are given a special feeding program in Daru. And the under-five are always the first ones you target for any kind of extreme malnourished cases, because they die very quickly,\" says Aya Shneerson, program officer for the WFP. \"Daru is a kind of an island, a safe island, surrounded by areas that are unsafe,\" she says, \"and for that reason, it always served as a sort of magnet for the very vulnerable people coming out.\"Another big WFP operation, Food for Peace, gives food to child ex-combatants, in an effort to attract them to disarmament and demobilization camps.The heavily laden craft flew out of the capital city, Freetown, situated on the west coast of Africa between Guinea on the north and Liberia on the south. The WFP supervises a variety of feeding programs in the displacement camps, feeding 5,000 in an operation that targeted Bunbuna, Kabala and Daru in 2000.Throughout the world, helicopters have saved millions of human lives. There are 777 million people in developing countries, according to the WFP. In 2001 the WFP fed 77 million hungry people (10 percent of the hungry poor) in 82 countries.Diamonds, which should have brought prosperity to Sierra Leone, instead resulted in one of the modern world's most brutal insurgencies, dating back to 1991 when rebels launched a war to overthrow the government. In the ensuing years, continuous battles between the various factions-rebels, the army and the government-displaced tens of thousands of innocent civilians, resulting in hunger and famine. In 1998 UN observers documented reports of ongoing atrocities and human rights abuses. In 1999 negotiations began between the government and the rebels, and an agreement was signed in Lome to end hostilities and form a government of national unity. By 2000, the UN's expanded role resulted in the deployment of 17,500 military peacekeeping personnel to various parts of the country. Free elections in May 2002 have given hope and a fresh started in Sierra Leone.The AS 350 B2 and AS 350 B3 Used for Wildlife RelocationIn South Africa, helicopters are helping to save the black rhino from extinction. Protected in a few remote preserves, their numbers are rising. However, should the rhinos feel overcrowded, they will fight to the death. To protect the species, some must be relocated to safe habitats, but this is easier said than done.A platform dangles from a helicopter overhead. Inside another helicopter, flying low over the South African veldt, a man with a rifle takes aim at a black rhinoceros, dodging through the bushes below. The pilot concentrates on flying 5 feet above and 10 to15 feet behind the rhino. Anticipating its every move, a wildlife veterinarian pulls the trigger of his gun loaded with a tranquilizer dart, scoring a direct hit that successfully penetrates the rhino's inch-thick skin.\"When I am darting animals like the black rhino, there is this immense trust between myself and Piet, the pilot,\" says wildlife veterinarian, Dr. Douw Grobler, who specializes in immunizations and translocations. \"I know exactly what he's going to do and where he's going to place me. I don't have to think. I can just concentrate on the animals. I just know he's gong to put me there in the right spot at the right time. It's almost that he senses what the animal's going to do. In that way, he can change the animal's mind with his helicopter.\"Grobler has measured a specific drug dosage, which can keep a rhino asleep for up to two hours. Once the rhino is darted, the ground crew lands as soon as possible to undertake a multitude of tasks. They monitor the beast's vital signs, take skin and blood samples to study its basic health and to detect any nutrients that are lacking. This ensures that the habitat is healthy for long-term propagation. They also conduct pregnancy testing. Each rhino's ear is notched so that it can be identified easily from the air and ground. The tip of the second horn is removed to provide material for genetic research, and a transmitter is fitted into the rhino's horn for tracking its whereabouts. Poachers present a constant danger to the rhinos' security. Should a poacher remove the horn for export, the transmitter would trigger an alarm.When two males inhabit the same territory, one must be relocated before they battle to the death. Placing a sling in position, the crew rolls the rhino aboard the platform, making sure it is fully asleep. With a lifting capability of 3,500 lb (1,590 kg), the AStar B 3 can relocate the 2,250-lb (1022-kg) rhino to an area of the sanctuary that is accessible only by helicopter.The extensive research on eleven black rhinos acquired during the four-day shoot was made possible only through SK Film's financial contribution. \"My field of expertise lies in the capture and relocation of African wildlife. I am extremely grateful to Straight Up! for sponsoring this incredibly important research and relocation program at the game park. Without the film, this research would not have happened,\" says Grobler, who organized the capture, research and relocation project, with the film's production crew. \"Every animal is just so valuable,\" he says, \"and any information that can be collected on them is worth its weight in gold.\"The prehistoric ancestor of today's rhinos existed more than 50 million years ago. Among today's five rhino species, the black rhino, which has two horns, has suffered the most spectacular rate of decline. From a population of 65,000 in 1970 it had been hunted almost to extinction, declining to a population of 2,300 by 1992-93. Current statistics indicate that the African black rhino population has risen to 3,500 as a result of the protection of nature reserves, developed by conservancy groups, agencies and governments to facilitate breeding and relocation programs.This segment of Straight Up! was filmed in one such reserve in South Africa, where black rhinos had been reintroduced in 1986. The helicopter, an irreplaceable co",
    "chinese_title": "直升机在行动",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Straight Up: Helicopters in Action",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-09T12:49:05"
}