{
    "aka": [
        "蓝海豚之岛/遗世独立，远离尘嚣"
    ],
    "sid": "3197180",
    "cast": [
        {
            "url": "/celebrity/1101366/",
            "name": "马丁·加拉拉加 Martin Garralaga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133963/",
            "name": "Alex Montoya Alex Montoya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143647/",
            "name": "卡洛斯·罗梅罗 Carlos Romero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084968/",
            "name": "Larry Domasin Larry Domasin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1213046/",
            "name": "朱莉·佩恩 Julie Payne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007031/",
            "name": "乔治·肯尼迪 George Kennedy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情",
        "家庭",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870081763.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1021074/",
            "name": "斯科特·奥台尔 Scott O&#39;Dell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022526/",
            "name": "特德·希尔德曼 Ted Sherdeman",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058241",
    "director": [
        {
            "url": "/celebrity/1048582/",
            "name": "詹姆斯·B·克拉克 James B. Clark",
            "@type": "Person"
        }
    ],
    "duration": "USA: 93 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1964-07-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058241/",
    "imdb_votes": 576,
    "this_title": [
        "Island of the Blue Dolphins"
    ],
    "douban_link": "https://movie.douban.com/subject/3197180/",
    "imdb_rating": "6.1/10 from 576 users",
    "trans_title": [
        "蓝海豚之岛",
        "蓝海豚之岛",
        "遗世独立，远离尘嚣"
    ],
    "douban_votes": "0",
    "introduction": "女鲁宾逊的故事，然而，比《鲁宾逊漂流记》更好，至少从这部电影看来如此。鲁宾逊始终向往着他那个“文明世界”，然而，这部影片中的少女主人公Karana经过长期的岛屿生活后，在回归与遗世的两种情感中矛盾地挣扎……人生在哪里，死在哪里，这究竟是一个问题。IMDB上对它的评分不高，我猜，大概是许多人（本身投票—看的就不多）没耐性看完的缘故吧；或者品味有异。也可能是这部影片对他们（大多是美国本国人）来说具有类型的熟悉性，美国人/英语母语者找不着感觉。IMDB下面那个User Comment “Where`s The Devilfish？”很有代表性：this guy老是在找原著中的那条Devilfish（大章鱼）。你找那条大章鱼干什么？如果老是这么以与对原著的忠实度来评价一部电影/影片的改编好坏，那么还可能拍出让人满意的作品吗？也有许多给了这部影片高分、对其表示了极大的喜爱的；他们大多是从一种小时候珍贵的观影经历出发；或者觉得它是一部很棒的全家电影。这也很有代表性：有些作品在影史上并不“伟大”，但却可以是一类影迷最喜爱的电影之一。附一下那个User Comment：Where`s The Devilfish ?, 18 August 20042/10星 Author: Theo Robertson from Isle Of Bute , ScotlandISLAND OF THE BLUE DOLPHINS by Scott O`Dell was a novel that my class had to study for a project when I was eleven years old . We had to come up with things like \" What would you have as a food menu if like Karana you were stuck on an island \" and we also had to write a story as to how we thought the novel would end . Being a massive fan of monsters I wrote an ending that featured a great battle with the \" Devilfish \" which is - While not referred to in the book as such - in reality a giant squidThe giant squid features in several passages in the book and I looked forward to seeing the movie version simply because I wanted to see how realistic the special effects team could handle this endevour , I mean a convincing giant squid is very difficult to realise on screen especially before the technique of CGI . Unfortunately when the end titles ran I was still excitedly waiting for a giant squid to turn up and was slightly disgusted when it didn`t appear . You could argue that the producers had the right idea by not attempting the difficult task of bringing a squid to screen since its appearences in the book don`t affect the plot , but this movie version of ISLAND OF THE BLUE DOLPHINS is very bland , slow moving and in need of some excitement , an excitement that would have been helped by a giant squid这个是客观的Trivia，基本可以做背景介绍或梗概:This movie is based on the Newbery Award-winning book \"Island of the Blue Dolphins\" by Scott O'Dell. The book is based on the true story of a woman left behind on the Channel Islands by missionaries in the early 1800s. She lived alone on the one of the islands for 18 years and died of dysentery seven weeks after she was \"rescued\" and brought to the mainland. She is buried in the graveyard of the Santa Barbara Mission in California。",
    "chinese_title": "蓝海豚之岛",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Island of the Blue Dolphins",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-22T15:22:39"
}