{
    "aka": [],
    "sid": "3198005",
    "cast": [
        {
            "url": "/celebrity/1105708/",
            "name": "拉姆·卡普尔 Ram Kapoor",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141295/",
            "name": "苏曼·兰加纳坦 Suman Ranganathan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1169975/",
            "name": "Perizaad Zorabian Perizaad Zorabian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "印度"
    ],
    "writer": [],
    "imdb_id": "tt0797833",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "北印度语"
    ],
    "playdate": [
        "2005-09-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0797833/",
    "imdb_votes": 43,
    "this_title": [
        "Devaki"
    ],
    "douban_link": "https://movie.douban.com/subject/3198005/",
    "imdb_rating": "4.5/10 from 43 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Devaki [Suman Ranganathan] is forced into marriage to a 70 year old man. On the night of the marriage, she is raped by the brother of the impotent old man in order to establish the age-old practice of physical dominance of the male over the female. In protest to the feudal practices, Nandini [Perizaad Zorabian], the urban girl, who has come to the village to work as the NGO activist, quits her job and comes back to the city. Soon, Nandini finds out that the urban life is no different. Economically betrayed and physically used by her lover, Nandini joins an advertising agency. But she is shocked to find out that her father, who had deserted the family many years ago, owns the agency. The father comes up with the proposal for Nandini to sleep with one of the clients in order to procure a business deal. Meanwhile, Devaki develops a relation with a low caste runaway boy. But the villagers catch them in the act of love-making. They are produced before the Panchayat. Devaki is made to stand holding a heavy stone on her head. The villagers and the Panchayat decide to auction Devaki to the highest bidder and pay the money to the 70-year-old husband. Once again, another old man buys her. Meanwhile, Nandini decides to sell herself to the old client, as a revenge on her father. Devaki takes a look at the lives of two women, belonging to strikingly different backgrounds.",
    "chinese_title": "Devaki",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T22:01:41"
}