{
    "aka": [],
    "sid": "3203259",
    "cast": [
        {
            "url": "/celebrity/1221561/",
            "name": "Juanma López Iturriaga Juanma López Iturriaga",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "音乐",
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2414389401.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0382424",
    "director": [],
    "duration": "113分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "1994-05-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0382424/",
    "this_title": [
        "夜会 VOL.13 24時着 0時発"
    ],
    "douban_link": "https://movie.douban.com/subject/3203259/",
    "trans_title": [
        "夜会 VOL.13 24点到达，0时出发"
    ],
    "douban_votes": "0",
    "introduction": "DVD　夜会VOL.13『24時着 0時発』（YCBW－10002／ 7,350円 税込み）ヤマハミュージックコミュニケーションズ2004年12月15日（水）発売2004年1月3日から28日までBunkamuraシアターコクーンで行われた、夜会VOL.13「24時着 0時発」の模様を収録。 ハイビジョン撮影により今まで以上にクリアな映像で、夜会の模様をより鮮明に伝えます。 あたかも劇場にいるかのような臨場感を持った作品に仕上がりました。<収録曲>1 サヨナラ・コンニチハ2 線路の外の風景3 分水嶺4 フォーチュン・クッキー5 パーティー・ライツ6 闇夜のテーブル7 情婦の証言8 ティムを探して9 廃線のお知らせ10 遺失物預り所11 水を点して火を汲んで12 ミラージュ・ホテル13 ミラージュ・ホテル14 メビウスの帯はねじれる  15 DOORS TO DOORS16 リゾート・ラッシュ17 水の線路18 我が祖国は風の彼方19 三日月の湖20 帰れない者たちへ21 月夜同舟22 命のリレー23 サーモン・ダンス24 二隻の舟25 無限軌道26 ミラージュ・ホテル27 サーモン・ダンス28 命のリレー（Instrumental）--------------------------------------尋找人生的軌道，中島美雪的《24時着 0時発》觀後感在竑廣推薦下，我看了中島美雪於2004年發表的音樂劇《24時着 0時発》，是其音樂劇系列《夜會》第13回演出，共演出20場。自1989年開始，每年一場，但1998年起因為巡迴表演之類因素，變成每兩年一場。此劇修改再演就是兩年後的 2006年，劇名也改為《24時着 00時発》，聽竑廣說是修改得更容易欣賞，也演了36場。這張DVD臺灣沒有進口，歌詞部份可以參考竑廣網誌，有此劇詳細介紹（全劇情，請斟酌閱讀）以及中文歌詞，以下文中歌詞引用也出自該處。中島美雪（中島みゆき）是一位我很喜歡的日本創作歌手，生於1952年，在日本相當有名氣，華語歌壇也翻唱不少她的歌曲。這齣音樂劇由她創作詞曲，也由她主演。我不對她多作介紹，因為……太困難了，我放棄XD故事大綱是說由中島美雪飾演的AKARI雖年已41，可是仍懷抱著成為設計師的夢想，在夜晚用縫紉機趕工，結果卻因為疲勞過度，激烈頭痛而暈倒，待醒來之時接到通知得獎的電話，獲得兩人同遊新加坡的機會。沒想到與未婚夫抵達後卻捲入殺人事件，雖然AKARI明知是被栽贓，可是卻因為「可是我這情婦的角色的證詞，在法庭中有說跟沒說是一樣的」而無法辯駁。就在她不知所措地等著火車時，一位服務員前來將她接往一間詭異的飯店。（註：日語「情婦」指的是同居、有夫妻關係，但無結婚證明的情人）原本我聽著中島美雪的詞曲，又看到那句「我倔強地不願順從別人鋪好的路前行。總是看不起那些從不懷疑、不走錯，安分地順著軌道前進的女孩子們」，我以為這是一齣描寫女性自主的勵志音樂劇，沒想到竟然會出現兇殺案！或許就是這個兇殺案的關係，害我對本劇邏輯、流程慎重思考起來，衣服的改變或者人物對話的細節我都在思考是否有什麼涵義，也試著品味裡面的每字每句（不過這樣好累）。剛開始一切都很流暢，可是到了中間飯店的部份，劇情推演突然變得很緩慢，歌詞也越趨抽象，每首歌都值得細細咀嚼。現在回想，那段的歌主要是在講人生路途，也就是此劇的重心。從劇名會讓人聯想到火車、鐵路，而維基百科上面的確也寫此劇與《銀河鐵道之夜》有相同主題。我沒有看過該書，但我想此劇主題應該是「人生的軌道」。這個主題除了開頭有提到外，幾乎全部都在近一小時的飯店場景，我個人是覺得那段看了會累，不過事後回頭再看一遍，卻又覺得比第一次看更好看，歌曲也更好聽。這張DVD沒有收到觀眾的掌聲與笑聲，害我看到一些幽默的橋段只能自己笑，一首好歌結束只能自己鼓掌，感覺好不臨場XD記得劇中第一個讓我大笑的部份，就是她唸完告示牌上的字之後竟然開始唱起剛剛念的東西，這也太厲害了吧！整齣劇有唱歌的只有三個人，中島美雪幾乎獨攬所有歌聲，剩下一男一女則為合音以及幾首歌曲主唱，就連有講到話的人也是少之又少，簡言之這音樂劇就是衝著中島美雪四個字來的啦！她演此劇時已經52歲，可是保養得宜（不曉得有沒有拉皮），聲音依舊洪亮有力，高音也不會乾癟。雖然劇中有優美的音樂，亦不乏幽默的橋段，但聽到幾首詭譎、淒美的樂曲與歌詞，再想到《銀河鐵道之夜》，我不禁擔心這是齣會讓我搖頭落淚的悲劇。究竟這齣音樂劇的結局為何，我想大家還是在中島美雪的歌聲與創作中，將整齣看完自己體會吧。推薦大家聽聽〈無限軌道〉這首。原本第一次聽到只是覺得滿好聽的，後來竑廣提到這首，我又聽了一遍，決定推薦這首歌大家。那幕開始時應該是由合音的杉本和世小姐配唱（不確定有沒有搞錯人），而後中島美雪接唱時，那份不斷衝擊而來的情感更是銘心。「所謂的實相，其實是無限大的，每當失去所有時，一切將再次開始。」http://blog.aquirede.net/read.php?entryid=362&page=1",
    "chinese_title": "夜会 VOL.13 24点到达，0时出发",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "夜会 VOL.13 24時着 0時発",
    "douban_rating_average": 0,
    "update_at": "2025-03-13T22:29:55"
}