{
    "aka": [],
    "sid": "3205745",
    "cast": [
        {
            "url": "/celebrity/1079927/",
            "name": "查尔斯·法莱尔 Charles Farrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090021/",
            "name": "玛丽·邓肯 Mary Duncan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123647/",
            "name": "玛格丽特·曼 Margaret Mann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1144616/",
            "name": "阿尔弗雷德·萨巴托 Alfred Sabato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1162406/",
            "name": "伯特·伍德拉夫 Bert Woodruff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1928",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2909432583.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1067218/",
            "name": "约翰·亨特·布思 John Hunter Booth",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035755/",
            "name": "德怀特·卡明斯 Dwight Cummins",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107748/",
            "name": "菲利普·克莱恩 Philip Klein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053021/",
            "name": "特里斯特拉姆·塔珀 Tristram Tupper",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0020335",
    "director": [
        {
            "url": "/celebrity/1054353/",
            "name": "弗兰克·鲍沙其 Frank Borzage",
            "@type": "Person"
        }
    ],
    "duration": "73 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1928-12-22(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0020335/",
    "imdb_votes": 681,
    "this_title": [
        "The River"
    ],
    "douban_link": "https://movie.douban.com/subject/3205745/",
    "imdb_rating": "7.2/10 from 681 users",
    "trans_title": [
        "河流"
    ],
    "douban_votes": "0",
    "introduction": "The River, of which the central theme is desire, is the most erotic film of the silent cinema. Wreathed with the laurels of worldwide success and with an Oscar for 7th Heaven, American filmmaker of Italo-Swiss origin, Frank Borzage (1894-1962) conceived this work with complete artistic freedom. The immense natural sets were built in the open-air on a lot at Fox Film in Westwood, Los Angeles.The initial situation is of an Eden-like simplicity: the initiation into love of a male virgin, a man of the woods coming into contact with a mysterious female urbanite about whom we learn but little, other than that she \"has lived life to the full\" and that she is always monitored by the crow belonging to her lover who was imprisoned for murder. There follow the hazards of seduction and refusal, ruses and inhibitions, endless desires confessed, with many hitches, right up to metamorphosis into love. The whole narrative unfolds on the banks of a river which reveals the nudity of the bodies (sex), the mortal perils of the vortex (passion), the purification and promise of a harmonious fulfillment (the sea.)When it first came out the film was pursued by misfortune: not quite knowing how to promote it, Fox disguised the work with a musical prologue and a spoken word ending, filmed behind the back of the cineaste (the 'talkie' version was unseen outside of the United States). The strong sensuality of the images shocked puritan America: The River was forbidden a screening in many States and a tacit consensus limited its distribution. Many newspapers passed over the film in silence, boycotted the publicity, and even the « New York Times » only granted it a small, embarrassed paragraph.In Europe the reception was warmer and the French movie-goers, amongst them the young Marcel Carné, praised the film to the skies (7 weeks exclusive in Paris). The surrealist milieus around André Breton saw in this Woman With Raven, as which the film was distributed in France, more true audaciousness and insight than in the entire French avant-garde. For the duration of the season, the disturbing Mary Duncan (1895-1993) provoked flights of fantasy under the same heading as Louise Brooks. Then the film disappeared, became a legend. It is rumoured to have been lost, just like the other mythic title from Fox, Murnau's 4 Devils filmed at the same time.",
    "chinese_title": "河流",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The River",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-03-28T02:39:22"
}