{
    "aka": [],
    "sid": "3205222",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1051245",
    "director": [],
    "duration": "95分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-12"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1051245/",
    "imdb_votes": 185,
    "this_title": [
        "Moving Midway"
    ],
    "douban_link": "https://movie.douban.com/subject/3205222/",
    "imdb_rating": "7.2/10 from 185 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Synopsis:Godfrey Cheshire's richly observed film about his family's Southern plantation - and the colossal feat of moving it to escape urban sprawl - is a thoughtful and witty look at the lingering remnants and still-powerful mythology of plantation culture and the antebellum South. An award-winning film critic turned film maker, Cheshire uses the relocation of his family's North Carolina plantation house to embark on a surprising and multi-layered journey. While observing the elaborate, arcane preparations for moving a centuries-old house over fields and a rock quarry, unexpected human drama - from both the living and the dead - emerges. And a chance encounter leads Cheshire and his cousins to discover a previously unknown African American branch of the family (who have their own take on Midway and its legacy).Through the use of movies and music, and by turning the camera on himself and his family, Cheshire examines the Southern plantation in American history and culture, and how the racial legacy from the past continues into the present.--© First Run Features烂番茄小组http://www.douban.com/group/rottentomatoes/",
    "chinese_title": "Moving Midway",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-14T10:50:13"
}