{
    "aka": [
        "Satan's Slave",
        "夜霧のジョギジョギモンスター"
    ],
    "sid": "3212752",
    "cast": [
        {
            "url": "/celebrity/1073663/",
            "name": "H.I.M. Damsyik H.I.M. Damsyik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119150/",
            "name": "W.D. Mochtar W.D. Mochtar",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1982",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2455697641.jpg",
    "region": [
        "印度尼西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1025845/",
            "name": "伊玛姆·坦托维 Imam Tantowi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0281048",
    "director": [],
    "duration": "96 分钟",
    "episodes": "",
    "language": [
        "印尼语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0281048/",
    "imdb_votes": 1161,
    "this_title": [
        "Pengabdi setan"
    ],
    "douban_link": "https://movie.douban.com/subject/3212752/",
    "imdb_rating": "5.6/10 from 1161 users",
    "trans_title": [
        "魔王撒旦的奴隶",
        "Satan's Slave",
        "夜霧のジョギジョギモンスター"
    ],
    "douban_votes": "0",
    "introduction": "Poor teenager Tommy isn't having a good time of it. His mother just passed away at a tragically young age. Tommy starts seeing a ghostly white apparition of her unrestful spirit. He also experiences scary nightmares of an evil devil cult. Plus a couple of close friends of the family meet brutal untimely ends. Could it be mysterious new housekeeper Darminah who's behind the freaky and troubling events that have befallen Tommy and his family?Director Sisworo Gautama Putra does an expert job of ably creating and sustaining a powerfully eerie and unnerving otherworldly atmosphere. Moreover, Putra does a totally convincing job of evoking a thoroughly believable mundane everyday reality that's ripped asunder by bizarre and inexplicable supernatural phenomenon. Better still, Putra keeps the pace slow, yet steady throughout, uses violence in a shocking, but restrained manner and gradually builds up a tremendous amount of harrowing tension before pulling out all the stops with a genuinely terrifying conclusion in which all hell quite literally breaks lose. This film even offers a rich, colorful and illuminating depiction of a fascinatingly different culture and its strongly held religious beliefs. An extremely solid and satisfying foreign fright feature.",
    "chinese_title": "魔王撒旦的奴隶",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Pengabdi setan",
    "imdb_rating_average": 5.6,
    "douban_rating_average": 0,
    "update_at": "2025-04-10T06:07:14"
}