{
    "aka": [
        "Nerves",
        "紧张"
    ],
    "sid": "3213697",
    "cast": [
        {
            "url": "/celebrity/1162980/",
            "name": "爱德华·冯·温特施泰因 Eduard von Winterstein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127531/",
            "name": "埃尔娜·莫雷纳 Erna Morena",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1919",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2500575205.jpg",
    "region": [
        "德国"
    ],
    "writer": [
        {
            "url": "/celebrity/1048760/",
            "name": "罗伯特·莱纳特 Robert Reinert",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0427592",
    "director": [
        {
            "url": "/celebrity/1048760/",
            "name": "罗伯特·莱纳特 Robert Reinert",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [
        "1919-01-22(德国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0427592/",
    "imdb_votes": 320,
    "this_title": [
        "Nerven"
    ],
    "douban_link": "https://movie.douban.com/subject/3213697/",
    "imdb_rating": "6.5/10 from 320 users",
    "trans_title": [
        "神经质",
        "Nerves",
        "紧张"
    ],
    "douban_votes": "108",
    "introduction": "In Nerven, writer-director-producer Robert Reinert tried to capture the \"nervous epidemic\" caused by war and misery which \"drives people mad\". This unique portrait of the life in 1919 Germany, filmed on location in Munich, describes the cases of different people from all levels of society: Factory owner Roloff who looses his mind in view of catastrophies and social disturbances, teacher John who is the hero of the masses and Marja who turns into a radical revolutionary. Using different fragments the Munich Film Museum could reconstruct this forgotten German classic which is a historic document and anticipates already elements of the Expressionist cinema of the 1920s.Having a more complete version of Nerven available is a wonderful contribution to our understanding of film history. The standard version was known to very few students of cinema, and though it was impressive, it was somewhat incoherent. We are still lacking a lot of footage, but Stefan Droessler and his team have added what they could and arranged the sequences into a more intelligible order. The quality of the restoration, moreover, makes the film's visual style even more vivid and unsettling.Released shortly before The Cabinet of Dr. Caligari, Nerven ought to have entered the Expressionist canon. Its themes echo the movement's post-Romantic attack on capitalism and the modern conception of the anguished soul. Its narrative plays out the implications of such icons of Expressionist art as convulsive crowds and men's homicidal urges toward women. Just as important, the film's pictorial design finds an original way to convey the tale's emotional tenor, the sense of nervous anxiety strung ever tighter. Significantly, Reinert achieves a unique look without recourse to the painted sets of Caligari, but through a unique use of other cinematic resources.http://img186.imageshack.us/img186/196/nerven01jo3.jpghttp://img360.imageshack.us/img360/3403/nerven04en0.jpghttp://img117.imageshack.us/img117/8886/nerven06ts0.jpghttp://img238.imageshack.us/img238/7650/nerven07rf9.jpghttp://img523.imageshack.us/img523/2677/nerven09nk7.jpg",
    "chinese_title": "神经质",
    "douban_rating": "7.4/10 from 108 users",
    "foreign_title": "Nerven",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.4",
    "update_at": "2025-08-17T00:39:24"
}