{
    "aka": [],
    "sid": "3214145",
    "cast": [
        {
            "url": "/celebrity/1016667/",
            "name": "伊恩·萨默海尔德 Ian Somerhalder",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312547/",
            "name": "艾玛·朗 Emma Lung",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044997/",
            "name": "迈克尔·多曼 Michael Dorman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067776/",
            "name": "阿兰·戴尔 Alan Dale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "悬疑",
        "惊悚",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国",
        "澳大利亚"
    ],
    "writer": [],
    "imdb_id": "tt1276113",
    "director": [],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2012"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1276113/",
    "this_title": [
        "Cradlewood"
    ],
    "douban_link": "https://movie.douban.com/subject/3214145/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "发行公司：Hand Picked FilmsIan_Somerhalder在吸血鬼日志担任主角在CW的伊恩Somerhalder，签约Cradlewood，一个浪漫哥特式童话电影讲述了一个澳大利亚女人和他的继承人（Somerhalder）生活在一起，特们的家族陷入一个与魔鬼的交易中。每当一个男孩出世，孩子的父亲就会死去。这个继承人怀疑他的女朋友怀孕了，接着一些奇怪的是发生了，他开始相信如果他继续陷入这份爱情自己就要死了Emma Lung将出演这个澳大利亚女人Cradlewood改编于Weinmann. Stephen Sewell写的原著小说《这个男孩》。剧本则由John Paul Chapple编写“从视觉和感觉上我们几乎可以把它看成是美国式的'潘神的迷宫'” Shane说“它将超越暮色，但是又融入了浪漫和恐怖的情节，我们的怪物会十分的可怕，她在对性有吸引力的同时也是怪异的？”（我怎么觉得我翻译的那么奇怪亚）Cradlewood的拍摄定在四月，在Somerhalder从TVD拍摄中腾出时间。Somerhalder 也要为ABC剧《迷失》进行拍摄Ian Somerhalder, star of the CW's \"The Vampire Diaries,\" has signed to topline the romantic gothic fairy tale \"Cradlewood.\" Hand Picked Films and Instinct Entertainment are behind the indie being directed by Harry Weinmann.The movie centers on an Australian woman living in Boston with the heir (Somerhalder) to an incredible fortune whose family history is swirled in a legend that tells of a pact made with a demon which ensures that whenever a boy is born into the family, the father is killed.The heir suspects his girlfriend is pregnant, and after strange events occur, he comes to believe he will die if he continues to fall in love.Emma Lung (\"The Boys Are Back\") will play the Australian woman.\"Cradlewood\" is based on original story by Weinmann. Stephen Sewell (\"The Boys\") and John Paul Chapple (\"Bathroy\") wrote the script.Michel Shane (\"Catch Me If You Can\") and David Redman (\"Strange Bedfellows\") will produce. Anthony Romano, Shana Levine and Dean Murphy will executive produce.\"We see this is as almost like an American-style 'Pan's Labyrinth' in look and feel,\" Shane said. \"It's a perfect segue for the kids who have outgrown 'Twilight' but want something romantic and scary. Our monster will be quite terrifying; she is sexually attractive and monstrous at the same time.\"The movie will take advantage of Down Under's 42% film-tax incentive, shooting Melbourne for Boston.\"Cradlewood\" is eyeing production in April, during Somerhalder's hiatus from \"Diaries.\" The actor, repped by Innovative Artists and Untitled Entertainment, also is known for his work on ABC's \"Lost.\"",
    "chinese_title": "Cradlewood",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-05T12:22:14"
}