{
    "aka": [
        "Beskonechnost",
        "Infinity"
    ],
    "sid": "3214247",
    "cast": [
        {
            "url": "/celebrity/1415273/",
            "name": "安娜·切尔纳科娃 Anna Tchernakova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1992",
    "genre": [
        "剧情"
    ],
    "awards": "　　第42届柏林国际电影节(1992)\n　　主竞赛单元 金熊奖(提名) 马林·胡茨耶夫\n　　银熊奖 阿弗雷鲍尔奖 马林·胡茨耶夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867363723.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1029033/",
            "name": "马林·胡茨耶夫 Marlen Khutsiyev",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0104509",
    "director": [
        {
            "url": "/celebrity/1029033/",
            "name": "马林·胡茨耶夫 Marlen Khutsiyev",
            "@type": "Person"
        }
    ],
    "duration": "206分钟",
    "episodes": "",
    "language": [
        "russian"
    ],
    "playdate": [
        "1992"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0104509/",
    "imdb_votes": 177,
    "this_title": [
        "Бесконечность"
    ],
    "douban_link": "https://movie.douban.com/subject/3214247/",
    "imdb_rating": "7.3/10 from 177 users",
    "trans_title": [
        "无限",
        "Beskonechnost",
        "Infinity"
    ],
    "douban_votes": "0",
    "introduction": "It's hard to describe the film that is not supposed to be described. As a true art form it can be felt and appreciated as a whole. Thus, I am not about to disclose the story line, not that there is a single one, nor will I use this forum to say something profoundly philosophical about the meaning of life within the time dimension. The low score by a very few here @ IMDb doesn't surprise me. This film is not for everyone. I think I myself wouldn't have liked it so much a few years ago, there has to exist a collection of experiences to develop a certain affinity with the imagery on the screen, or perhaps it's simple aging that does it... Anyhow, Marlen Khutsiev is one of the few really talented Soviet directors who knows what the cinema is about and how it's done. By the way, he considers this to be his best work, and I must agree, at least for me 'Beskonechnost' is by leaps and bounds the greatest film he made, and he made some culturally very important ones throughout the whole post-Stalin era. Kudos to Berlin festival for the recognition. Thus far, I don't know of any subtitled version of this movie. Russian DVDs obviously exist, unfortunately without subtitles. As a sad post-scriptum, Russians by large don't like this film much, it's simply on another plane of existence for the brain-washed masses being fed pop culture of the worst kind amidst the carefully placed bits like Ukrainians and Georgians are bad. Different languages.",
    "chinese_title": "无限",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Бесконечность",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-29T15:43:45"
}