{
    "aka": [
        "Who Killed Walter Benjamin..."
    ],
    "sid": "3214397",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2539285952.jpg",
    "region": [
        "西班牙",
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0781462",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2005-10-06"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0781462/",
    "imdb_votes": 43,
    "this_title": [
        "Quién mató a Walter Benjamin..."
    ],
    "douban_link": "https://movie.douban.com/subject/3214397/",
    "imdb_rating": "6.5/10 from 43 users",
    "trans_title": [
        "谁杀了瓦特·本雅明......",
        "Who Killed Walter Benjamin..."
    ],
    "douban_votes": "0",
    "introduction": "In September 1940, after seven years of exile, Walter Benjamin crosses the Pyrenees in a desperate attempt to escape the Nazis. According to the official version, Walter Benjamin did make it across the French-Spanish border successfully. But when he arrived in the Catalan town of Portbou, a sudden change in legislation impeded his entry into Spain and he was obliged to spend the night at a local hotel under the close vigilance of three guards, whose orders were to deport him the following morning. In utter despair, Benjamin took his own life, swallowing and overdose of morphine. The local doctor, however, declared it a natural death and Benjamin was given a Catholic burial in the municipal cemetery, under a wrong name. Did the doctor conceal some hidden cause of Benjamin's death? Was there really a change of legislation? Was Walter Benjamin aware that Portbou was a pro-Franco town virtually occupied by the Nazis? Who Killed Walter Benjamin... reaches for answers among the suspicious circumstances of his death. Giving at the same time, a portrait of a frontier town anchored between two fronts, constant witness of evasion, persecution and false hopes. Who Killed Walter Benjamin... not just a reconstruction of a death but the living portrait of the scene of the crime.",
    "chinese_title": "谁杀了瓦特·本雅明......",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Quién mató a Walter Benjamin...",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-09-16T11:42:14"
}