{
    "aka": [
        "罪孽"
    ],
    "sid": "3215546",
    "cast": [
        {
            "url": "/celebrity/1044611/",
            "name": "保剑锋 Jianfeng Bao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275430/",
            "name": "戴娇倩 Shirley Dai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326383/",
            "name": "叶一茜 Yiqian Ye",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337497/",
            "name": "周诗璇 Shixuan Zhou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1182844/",
            "name": "寇振海 Zhenhai Kou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1326524/",
            "name": "何珈好 Jiahao He",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535058232.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1505282/",
            "name": "环玥 Yue Huan",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1336634/",
            "name": "陈伟祥 Weixiang Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1428816/",
            "name": "郑延渝 Yanyu Zheng",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "34",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007(中国大陆)"
    ],
    "this_title": [
        "小城往事"
    ],
    "douban_link": "https://movie.douban.com/subject/3215546/",
    "trans_title": [
        "罪孽"
    ],
    "douban_votes": "0",
    "introduction": "三十年代，封建的旧社会中，一个专横而苛刻的家长，制造出两代之间的矛盾，家族中的斗争；一个错误的身分对调，却换来两个男女悲剧的一生。白家，历代扎根于李镇，经营茶园生意，积聚百年，富甲一方，传至这一代的当家人白克礼手中，家族生意更显昌隆。但当时局势动荡，贼匪猖獗，马帮要来洗劫李镇，白克礼急忙组织保安自卫队，誓保白家百年基业…。马帮沈虎带人闯入李镇，遇上顽强抵抗，但沈虎强悍仍能杀入白家，一时间兵荒马乱，白克礼的二太太美玉怀有身孕，由贴身婢女庆嫂搀扶逃亡，落至荒野，美玉早产，生下来的女婴已是奄奄一息，她们巧遇另一孕妇雪仪也在荒野产子，庆嫂考虑到白家的重男轻女，美玉一直柔弱被欺，为保美玉在白家的地位，庆嫂乘雪仪昏迷之际，把她所生的儿子换走，留下女婴…。沈虎终于落败，远走他方，白克礼寻回美玉，得知已诞下麟儿，欣喜若狂，为爱儿取名白进来。与此同时，雪仪苏醒，惊觉儿子被换，加上丈夫刚被马贼所杀的双重打击，精神紊乱，流落村庄，幸得好心大夫李凯莱相救，女婴也得以存活，取名秀雯，只是无人知晓她是白家大小姐…。平静的二十年过去，秀雯已是亭亭玉立，她跟随李凯莱学医也有所成，生活虽然清苦，也得不着父母的关爱，但她身边还有挚友，就是李凯莱的儿子长生。李长生天生残缺，是个哑巴，但心地善良，比秀雯年长三岁，他们一同长大，一同学医，早对秀雯心存爱意，只是自卑心作祟，未有表达…。而白家在白克礼的把持下，家业也日益壮大，进来成为白家的天之骄子，他自幼聪颖，深得白克礼喜爱。白克礼更一心要扶掖进来，让他日后接掌白家，想不到这却为他带来偌大的压力，他不愿让白克礼失望，好胜的他更要胜过白克礼，让白家里反对他的人刮目相看，白克礼与白家大总管瑞安一直从旁协助，但白克礼做梦也想不到，他竟把白家交到异姓人手上。天意的安排，进来遇上了秀雯，而且彼此萌出了爱意，庆嫂亦因此无意中重遇雪仪，得知秀雯就是二十年前遗弃的女婴。这些年来，美玉都过着内疚的生活，突然知道亲女儿尚在人间，还跟进来相恋，心里非常高兴，心想秀雯若能与进来成亲，秀雯便可得到亲情和物质的补偿，而进来也不会因此失去一切。可惜，世事并不尽如人意，而且翻起巨大波澜，白克礼的一场大病，秀雯的悉心照顾，竟让白克礼喜欢上了秀雯，有意把她娶作四姨太太！父女成亲，美玉急得要把真相马上告诉白克礼，庆嫂极力劝止，恐怕美玉与进来也会被赶出白家，害了进来的一生。秀雯虽也不愿意，无奈雪仪却胡里胡涂答应了，并接受了白家的聘礼，秀雯只能寄望于进来身上。进来想向白克礼表白，但他害怕，白克礼的话在白家尤如圣旨，没有人敢反对，没有人敢违抗，而且白克礼也已经为进来安排，让他亲近当地军阀董司令的女儿董素，希望他得到个大靠山，有助白家日后的发展。进来进退两难，犹疑不定，令秀雯开始怀疑进来的爱到底有多深。白克礼要迎娶秀雯，已到无法改变的地步，想不到沈虎回来了！沈虎摇身一变，再不是当年的马贼，而是对江张司令麾下的团长。沈虎当日败走，吃尽苦头，终投入张司令的军中，一次战争，他救了张司令的性命而被赏识，今天，他手执兵权，浩浩荡荡的回来李镇，誓要向白克礼报当日之仇。白克礼虽然富有，但始终难以对抗沈虎，只好求助董司令，怎料董司令已暗中与沈虎勾结，合谋瓜分白家，白克礼只有独力抵挡沈虎疯狂的报复。白家人人自危，白家总管瑞安曾经也是马帮的人，但他背叛了沈虎，更娶了庆嫂为妻，得到白克礼的信任，沈虎这次回来誓杀他而后快。另，大太太湘蓉竟串通白克礼之弟六爷，二人为求自保密谋出卖白克礼。白克礼终落入沈虎手上，沈虎把他游街示众，押赴刑场，执行枪决，秀雯为救白克礼，挺身拦路，感动百姓，合力阻止沈虎处决白克礼，沈虎以武力镇压，驱散群众。进来要救白克礼，他只有一个方法，向董素求婚，董素本一直仰慕进来，如今知道白家有难，便一口答应进来的婚事，瑞安亦向董司令力陈利弊，变重考虑之下，董司令终出手营救白克礼，白家灾难才告化解…。风雨过后，白克礼更感秀雯的可贵，重提旧事，择定吉日把她迎娶过门，秀雯亦已心死，对进来不存希望，因进来要娶董素了。美玉再无选择，只有跪地向白克礼坦白说出一切。白克礼惊闻秀雯是亲女儿，进来竟是人家之子，激动下险些昏了过去。他苦索思量了一整夜，容颜顿老几十年，终决定为了白家的稳定，把进来的身世还是保守秘密，但他内心仍非常矛盾，白家的家业到底应该交回给白家的人，还是落入异姓人的手中，他挣扎犹疑…。白克礼知道进来并非自己的亲血脉，禁不住心里矛盾，与进来的感情也大不如前，引起进来的猜疑，瑞安却突然把秘密告诉进来，进来震惊，心里积压多年的压力，一时间完全爆发出来，愤怨上天的作弄，白克礼对他的无情，他会失去白家，失去所爱，变得一无所有，他不甘心，不能接受！瑞安开始怂恿进来合作，暗中动用白家的钱，经营走私军火生意，进来决定要为将来打算，答应瑞安。原来，瑞安在白家蛰伏多年，当日他不甘做马贼，今天也不满足只是个总管，他要吞掉整个白家，进来就是他最好利用的棋子。白克礼并非省油之灯，他很快便发觉进来和瑞安的举动。风雨之夜，他向进来质问，进来难以解释，瑞安竟施以突袭，把白克礼推下台阶，更把他勒毙。进来已是泥足深陷，无法自拔，只有眼看着白克礼死在面前，事后宣布白克礼是意外摔死…。巨变顿起，白家一场混乱，进来与瑞安合谋，清除异己，先把六爷和大太太湘蓉冤枉致死，再把三太太和妹妹赶出白家…。进来终于成为白家的当家，但他的所作所为却引起美玉和董素反感。进来得到一切，但感情却是空虚，他得不到秀雯是他最大的遗憾，他眼看秀雯和长生的情感日浓，心里的妒火便再难抑止，他不顾一切的加害长生，令秀雯再无依靠，回到他的身边，想不到长生虽被进来逼走了，但秀雯仍然很坚强的拒绝进来，进来大失所望，但他接二连三的恶行，令董素大为失望，最终她含泪离开进来，返回娘家去。进来在感情上完全失败，想不到白家的财产也被瑞安暗中在蚕食，到进来发觉之时，已是无法阻止，瑞安把进来的身世公开，他在白家再无立足之地，他感到后悔，感到惭愧，他把白家毁了，也把自己毁了。进来要阻止瑞安带走白家的财产，两人纠缠间，双双从高处堕下，瑞安当场倒毙，进来却昏迷不醒…。七个月后，进来茫然的来到白家门口，他对白家大宅似曾相识，但已是脑海中一片空白，大宅已换了新主人，下人把他赶走。长街中，他看到一缕熟悉的影子，但他已认不出这张曾经深刻的脸孔，他望望这女子怀中小孩，茫茫然便远去，董素的泪已滴在小孩的脸上，进来的身影也在她模糊的眼中消失……",
    "chinese_title": "小城往事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-13T00:45:22"
}