{
    "aka": [],
    "sid": "3215592",
    "cast": [
        {
            "url": "/celebrity/1315209/",
            "name": "入山法子 Noriko Iriyama",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1366831/",
            "name": "奥田心 Kokoro Okuda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1024965/",
            "name": "游井亮子 Ryoko Yuui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274421/",
            "name": "山本光 Hikaru Yamamoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040247/",
            "name": "铃木浩介 Kosuke Suzuki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1321981/",
            "name": "小松未可子 Mikako Komatsu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312854/",
            "name": "六角精儿 Seiji Rokkaku",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317359/",
            "name": "相崎琴音 Kotone Aisaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319762/",
            "name": "村井美树 Miki Murai",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317562/",
            "name": "石田未来 Miku Ishida ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017239/",
            "name": "小泽真珠 Maju Ozawa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028931/",
            "name": "丰原功补 Kosuke Toyohara",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1031458/",
            "name": "加藤贵子 Takako Katoh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1463232/",
            "name": "田口主将 Kazumasa Taguchi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2637198337.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "10",
    "language": [
        "日语"
    ],
    "playdate": [
        "2008-04-16(日本)"
    ],
    "this_title": [
        "警視庁捜査一課9係 season3"
    ],
    "douban_link": "https://movie.douban.com/subject/3215592/",
    "trans_title": [
        "警视厅搜查一课9系 第三季"
    ],
    "douban_votes": "659",
    "introduction": "第１話「堕天使」2008年4月16日（水）よる9:00～9:54倫子（中越典子）から大事な話があると呼び出されたものの、典子はケーキ作りの真っ最中。話しかけることもできずに捜査一課へと戻ってきた直樹（井ノ原快彦）だったが、それにしても「大事な話」ってなんなのか？まさか、プロポーズ!?　思わずニヤける直樹だったが、そんなところを倫子の父で上司でもある倫太郎（渡瀬恒彦）に見られてしまい大慌て…。とある病院に入院中の代議士・館林（冨家規政）の刺殺体が病室から発見された。ペーパーナイフで刺された館林、さらに看護師の昌子（木村和可）がやはりペーパーナイフで刺され、倒れていた。一見、無理心中のように見えるのだが…。昌子の同僚の良美（弘中麻紀）の話によると、２人は交際というよりも昌子が一方的に館林に好意を寄せていたとか。病院に駆けつけた第一秘書の保田（俵木藤汰）と第二秘書で元アナウンサーの百合子（雛形あきこ）に話を聞くと、保田は昌子の存在など一切知らなかったが、百合子はそれとなく聞いていたらしい。とはいうものの、２人は館林からこの病院に入院したことも知らされていなかった。どうやら極秘入院だったらしい。関係者の証言などから、一方的に館林に思いを寄せていた昌子による無理心中である可能性が高い。しかし、昌子の妹・祥子（小池里奈）に「自分が看護師になるまで面倒を見ると約束した姉が死ぬはずない」と涙ながらに訴えられた直樹には納得がいかない。祥子から見せられた昌子の日記に「先生の大好きな真っ赤なバラをプレゼントした」と書かれているのを発見した。やはり昌子は館林に熱を上げていたらしい。が、倫太郎は館林が好きだったバラはピンク色だったことを秘書たちに指摘されていた。昌子が真っ赤なバラを贈ったのは館林ではない“先生”ということか…次第に捜査の過程で、外科医の東条（田中実）であることが判明。ということは、心中に見せかけた殺人事件・・・。志保（羽田美智子）、青柳（吹越満）、矢沢（田口浩正）は仕切りなおそうとするが、なぜか村瀬（津田寛治）は二の足を踏む。婚約者つかさの父で警察庁長官官房参事官の安西（三浦浩一）にそれとなく圧力をかけられたらしい。そんな村瀬を無視して直樹と東条を訪ねた志保は、昌子との関係を聞き出そうと迫る。一方、捜査一課の部屋に残る村瀬に、倫太郎はそれとなく秘書の百合子の証言がおかしかったと告げるのだが…。第２話「兄弟」2008年4月23日（水）よる9:00～9:54誰かに監視されているような気がすると、不安を訴える倫子（中越典子）に、直樹（井ノ原快彦）は周囲を見回してみるものの、そんな気配は感じられない。念のため注意をという直樹だが、そんな２人を遠くから見ている男がいて…。スーパーでお惣菜を買おうとしていた志保（羽田美智子）だったが、医師の東条（田中実）の姿を見かけるとあわててお惣菜を戻しお鍋の具材をカゴの中へ。友人たちと鍋パーティーをするからと、東条の前で見栄を張って店を飛び出した志保だが、具材はそのまま署にいる倫太郎（渡瀬恒彦）のもとへ。志保の思わぬ差入れに大喜びの倫太郎だが、直樹は困惑…。そのころ、矢沢（田口浩正）が入院中の妻・早苗（畑野ひろ子）について、医師から診断結果を告げられていた。がく然とし、言葉を失う矢沢。見舞いに来ていた青柳（吹越満）と妙子（遠藤久美子）の前では、無理やり笑顔を見せるのだが…。元ボクサーの島津一郎（本宮泰風）に連れ去られていた琴音（大村彩子）の遺体がボクシングジムから発見された。琴音は妊娠中、恋人の島津次郎（鈴木浩介）は、琴音を拉致した一郎の実弟だった。一郎と次郎の兄弟は幼いころに両親を事故で亡くし、カトリック系の施設で育てられた。その施設で琴音と知り合ったのだが、兄はボクシングで世界チャンピオンを目指しながらもケンカが原因でボクシング界を追放。以降、すさんだ生活を送ってきていたが、弟の次郎は司法試験に合格、琴音と近々結婚する予定だったという。行方のわからない一郎の犯行である可能性が高いが、動機が今一つはっきりしない。９係のメンバーは一郎の行方を追うことに。倫子のもとに直樹の兄・和樹（豊原功補）が突然現れ、借金して帰ったという。宮原（金児憲史）から連絡を受けた直樹は、なぜか和樹の話題を避けつつ倫子に兄が借りた分の金を渡していく。和樹と再会した直樹は激しく兄を非難。二度と自分や母親に関わるなと突き放すが、和樹は２人っきりの兄弟だからと悪びれた様子もない。いったい２人の間に何が…？次郎から一郎が立ち寄りそうな２人の思い出の場所などを聞く直樹、婚約者を殺されているにも関わらず兄を許そうとする次郎に不審を抱く。念のためアリバイを聞くと映画を観ていたという。事件現場のジムのそばから珍しい土が検出された。報告を受けた倫太郎は自分の靴下についた土を鑑識の理沙（加賀美早紀）に調べてもらうのだが…。第３話「装飾死体」2008年4月30日（水）よる9:00～9:54兄・和樹（豊原功補）が倫子（中越典子）に借りていた金を返していた。金にだらしないものと思い込んでいた直樹（井ノ原快彦）は電話で素直に謝るが、その電話を受けながらも和樹は路地裏で何者かに殴られていた…。一方、村瀬（津田寛治）はつかさ（浅見れいな）から両親への挨拶に来て欲しいと頼まれる。警備局長に出世するというつかさの父・安西についに自分も認めてもらったか…。つかさとの婚約よりも出世への道が開けたことに喜びを感じる村瀬。そんな本音をつかさに見抜かれそうになるが、なんとかごまかして…。とある繁華街の路地裏から顔や身体に生クリームなどでデコレーションされた奇妙な死体が発見された。被害者は８年前、ホステスと共謀して美人局まがいの強請りから傷害致死事件を起こしていた椎名（杉浦文紀）。１週間前に出所したばかりだったが、８年前の事件では被害者の磯村の妻・信子（高畑淳子）がメディアによって犯人扱いされ、名誉をひどく傷つけられていた。刑事の見込み違いが原因と、青柳（吹越満）らは激しく非難するが、実はその見込み違いをした刑事こそ、９係の係長・倫太郎（渡瀬恒彦）だった…。その倫太郎は一人、お菓子教室の講師をしている信子に会いに行く。椎名が殺害されたことを伝えると、なんと信子はあっさり自分の犯行であることを自供する。信子によると、スーパーで菓子作りのための材料を買い揃えていたときに偶然椎名を見かけたという。例によって店員に言いがかりをつける椎名に怒りがこみ上げてきた信子は、その後も椎名を尾行。スナックで８年前に夫を殺害した事件を自慢げに話す椎名に怒りを抑えられなくなり、人気のない路地裏で殺害したという。それでも怒りが収まらず、スーパーで買ったケーキの材料で“デコレーション”し、ようやくすっきりしたらしい。刑事部長の是枝（誠直也）の指示で捜査から外されることになった倫太郎だが、命令を聞いているのか聞いていないのか、信子が事件当日に買った材料を改めて買い揃えるなど捜査を続ける。一方、信子は取調室で志保（羽田美智子）に対して倫太郎に対する怒りをぶつける。懸命に倫太郎を庇う志保だが、倫太郎がリークしたという事実がある以上言い訳はできない…。信子の証言どおり、公園のゴミ箱から凶器と食材の残りが発見された。あとは送検するだけ、と思われたが、その結果、倫太郎は信子が犯人ではないと・・・第４話「時給五万円の殺人」2008年5月7日（水）よる9:00～9:54直樹（井ノ原快彦）は改めて兄・和樹（豊原功補）に倫子（中越典子）を紹介。和樹はこれまで直樹や母に迷惑をかけ続けてきたことを自らしゃべりまくる。心を入れ替えたという和樹は、美術品を売る商売を始めるとか。意気込む和樹に対して直樹は不安を隠せない。矢沢（田口浩正）の妻・早苗（畑野ひろ子）が難しい手術が必要な難病を患っていることがわかった。取り乱す早苗をなだめる矢沢だが、次第にかける言葉を失っていく。そんな様子を病室の外からうかがっていた青柳（吹越満）も激しいショックを受ける。再開発のため取り壊しが予定されている廃ビルから、17歳の加奈（鉢嶺杏奈）の遺体が発見された。大量の覚せい剤を打ったことによるショック死らしいが、注射器が残っていないことから誰かに打たれて殺された可能性が高い。が、ビルのオーナーの真知子（長野里美）は噂が広まることを恐れ、村瀬（津田寛治）らに事故で処理するよう激しく迫る。そんなわがままな真知子に秘書の坂巻（上杉祥三）もかなり手を焼いているようだ。加奈が通っていた音楽学校を訪ねた倫太郎（渡瀬恒彦）と直樹は、加奈が顔に貼っていたタトゥシールが学校の友人からもらったものであることを突き止める。５枚セットになっているシールの中から加奈は蝶のデザインのシールを顔に貼っていたが、残りの４枚のうちバラがデザインされたシールだけが見つかっていない。どこへいったのだろうか？青柳と矢沢は加奈が通っていたと思われるクラブへ。と、そこへ矢沢が３年前に覚せい剤所持で補導したあゆみ（山本ひかる）が現れた。まだ、不良連中と付き合っていることに怒りを露にする矢沢を落ち着かせた青柳は加奈について質問を。あゆみは加奈を友人と認めると、殺された事実を知りショックを受ける。何も心当たりはない、というのだが、どこか様子がおかしい。その後、あゆみを説得しようとクラブを訪れた矢沢が、あゆみの不良仲間に袋叩きにあってしまった。やはり早苗のことが頭から離れないのか、いつもの矢沢らしくない。矢沢も「絵が描けない」と取り乱す早苗を目の当たりにし、ある決断をする。そんな矢沢を心配する青柳は…。事件当夜、加奈が鷲尾（村杉蝉之介）という男と高級ブティックホテルの前で言い争っているところを目撃されていた。その鷲尾によると、食事のあとホテルへ行こうとしたが、「次の約束があるから」と断られたという。加奈は次に会う男性を「ややこしい相手みたい」と言いながら顔にタトゥシールを貼っていたとか。ということは、出会い系サイトなどで知り合った男性と初めて会おうとしていた？いずれにしてもその「ややこしい男」が犯人の可能性が高いのだが…。第５話「封じられた捜査」2008年5月14日（水）よる9:00～9:54やくざ風の男たちと行動していた兄・和樹（豊原功補）のことが頭から離れない直樹（井ノ原快彦）。村瀬（津田寛治）は、婚約者のつかさ（浅見れいな）の父、警察庁警備局長の安西（三浦浩一）に正式に挨拶へ行くことが決まった。いよいよ、つかさと結婚、安西を義父に明るい未来が拓けてきた…。そんな中、ブラックジャーナリストの高村（河野洋一郎）が議員宿舎の一室から転落死した。空き部屋となっている1006号室のベランダから転落したらしいが、隣の1005号室には不倫騒動で話題の大室和子が住んでいる。どうやらベランダ伝いに隣室へ行き、情報を得ようとして失敗したらしい。しかし、倫太郎（渡瀬恒彦）はベランダに置かれた避難はしごが入った箱が動かされていたこと、高村の爪の先に血がついていたことに疑問を抱く。何者かともみ合った末にベランダから突き落とされたのか？高村が転落した1006号室には、以前小倉百合子（雛形あきこ）に殺害された館林議員が住んでいたことがわかった。館林は高村に百合子のスキャンダルを探らせており、２人は接点もある。高村の指先から残されていた血液は他人のもので、事件発生時についたものということがわかった。合わせて皮膚片も検出され、やはり他殺の可能性が高い。さらに1006号室には館林ではなく、義理の弟で外務省のエリート、黒木（松永博史）の一家が住んでいたことがわかった。黒木は義兄の名前を借りて議員宿舎に住んでいたことは認めたが、高村のことは知らないという。しかし、青柳（吹越満）らの調べで議員宿舎に黒木は家族と暮らしていなかったことがわかった。プライベートを楽しむための部屋だったと弁明する黒木だが、なおもしつこく質問する青柳らに怒りを露にする。その黒木がとあるビルの屋上から転落死した。所轄はきびしい取り調べが原因の自殺と判断したが、青柳は納得できない。黒木は高村の事件に関係していたはず、何者かに口を封じられたのか？そのころ倫太郎と直樹（井ノ原快彦）は黒木の自宅へ。外務省の関係者が部屋から書類などあらゆる物を押収している。夫が自殺するはずがないと、悲しみにくれる黒木の妻・ちとせは、参考になれば、と黒木がつけていた日記をこっそり直樹に手渡す。直樹はそんなちとせに黒木の死の真相は解明すると言い切る。是枝から捜査終了の命令が下された。いつものように受け流す倫太郎だが、つかさとのこと、安西とのことがある村瀬は命令に従うしかない。そんな村瀬に青柳も直樹も不満を露にする。黒木の日記に百合子のイニシャルを見つけた倫太郎は直樹と百合子から事情を聞きに行く。そして、百合子は驚くべき事実を倫太郎らに明らかにするのだった…。第６話「殺しのピアノ」2008年5月21日（水）よる9:00～9:54倫子（中越典子）は、直樹の兄・和樹（豊原功補）に近く開店する自分の店のための内装の相談を…という名目で、実は直樹のために和樹の様子をうかがいに来たのだった。そんな倫子の心の中を見抜いた和樹は、今度こそ商売を成功させると言うのだが…。父親の警備局長を告発したため、つかさ（浅見れいな）と別れた村瀬（津田寛治）。話を矢沢（田口浩正）から聞いた妙子（遠藤久美子）は、青柳（吹越満）から自分も別れを告げられるのではないか、と心配するが、青柳はそんな妙子の不安を笑い飛ばす。クラブで歌う妙子のバックでピアノを弾いていた男、児玉（遠藤嘉人）が何者かに殺害された。大量に覚せい剤を所持しており、どうやら売人だったらしい。妙子を気遣う青柳は矢沢にだけ本当のことを告げ、妙子から事情を聞くが、妙子は児玉とはたまに顔を合わす程度だったらしい。そんな青柳の勝手な行動はすぐにバレてしまい、村瀬の怒りをかうが、そのとき犯人・重野（小谷幸弘）が弁護士の千恵（映美くらら）に伴われて自首してきた。千恵はかつて暴力団に覚せい剤漬けにされていた妙子のために奔走、青柳にとっては恩人でもあった。が、倫太郎（渡瀬恒彦）は重野に自分の手を握らせ、児玉を殴り殺せるほどの力がないと判断。連れてきた千恵も重野に疑惑を抱く。妙子が怪しい男達に拉致されかけた。なんとか自力で逃げ出したが、児玉から預かったものを渡せと脅されたという。児玉が覚せい剤絡みで殺害されたことを知った妙子は、自分に疑いがかかることを極度に恐れるが、青柳はそんな妙子を必死でなぐさめる。青柳や千恵の追及に重野は犯行を否認する。何者かに命じられて出頭してきたらしいが、それが誰かは言えないという。殺された児玉が隠し持っていた番号札が、とあるライブハウスのクロークの札であることが判明した。その札からコインロッカーの鍵を手に入れた倫太郎と直樹は、そのコインロッカーから大量の覚せい剤を発見する。その覚せい剤の袋には動物の毛のような繊維が付着していた。青柳からその報告を受けた千恵は、動物の毛から重野と児玉の背後に輸入業者の代表・小林（堀内正美）がいることを暴き出す。数年前から麻薬密輸の大元と言われていた小林だが、尻尾をつかませず麻薬Gメンも手が出せない巨悪だという。しかも小林は妙子の忌まわしい過去とも関係していた。千恵からこっそりと小林の情報を聞き出した青柳は怒りを爆発させるが…。第７話「割れないグラス」2008年5月28日（水）よる9:00～9:54インテリアショップのカリスマバイヤーと評判の奈々子（中村綾）の遺体が店内で発見された。ワインと一緒に毒を飲んだことによる中毒死、遺書もあったことから自殺のようだが、はっきりとは分からない。その現場で志保（羽田美智子）は、ベテラン鑑識の猪狩（伊東四朗）と久々に再会。喜ぶ志保に見つかってしまったという状態の猪狩が、いきなり倫太郎（渡瀬恒彦）を一喝…。証拠品のグラスを床に転がした事に対してだが、奈々子が苦し紛れに落としたグラスが傷一つ入っていないことに疑問を抱く倫太郎に何かを感じ取った猪狩は、非礼を詫びるとグラスの分析を約束する。遺書と毒薬が入った瓶から奈々子の指紋が検出されなかったことから９係は他殺と断定。なぜか奈々子は死の直前、夫の譲（志村東吾）から会社の経営権、自宅の家や土地など資産すべてを奪っていた。ということは、譲には動機がある。その一方で事件当夜、奈々子が買い付けで知り合った男と会う予定があったこともわかり、９係は両者を調べることに。直樹（井ノ原快彦）は、奈々子の携帯電話の通話記録リストに浅輪という名前があったことで兄・和樹（豊原功補）でないかと･･･。店のセキュリティシステムも解除されていたことから、犯人は内部をよく知る者である可能性が高い。村瀬（津田寛治）と志保は、譲から話を聞くが犯行を否認するもののアリバイは曖昧。会社の経営権などを取り上げられたことについては、妻が自分に罰を与えたのだという。その罰とは一体…？青柳（吹越満）と矢沢（田口浩正）は、奈々子と付き合いのあった輸入雑貨会社社長の中倉のもとへ。青柳によると、現場に残されたワインは中倉のお気に入りの銘柄だったという。青柳・矢沢の追及に中倉は、奈々子との浮気を認めるが、事件当夜、自分が店に行ったときはすでに奈々子は死んでいたと犯行を否認する。和樹と会った直樹は奈々子との関係を確認するが、和樹は奈々子のアシスタント佳代（金子さやか）を倫子（中越典子）に紹介しようとしていたらしい。倫子の新しい店の内装を頼む予定だったが、直前になって奈々子に断られたという。今一つ信じられない直樹だが、和樹は自らのアリバイを主張、直樹もウラをとる。改めて現場を訪れる倫太郎は、鑑識の猪狩と鉢合わせ。どうやら猪狩も気になり一人で現場に戻っていた。そして、二人は、新たにネクタイピンを見つけ…。医師の東条（田中実）とのデート中、うかれてワイングラスを割ってしまった志保は、奈々子殺害に使われていたワイングラスが割れていないことを思い出す。事件解決のカギになるのではと猪狩を訪れた志保は、その猪狩から毒薬が入った瓶に不思議な繊維質の物質が付着していたことを聞かされる、その繊維質とはいったい…。第８話「疑惑の花嫁」2008年6月4日（水）よる9:00～9:54倫子（中越典子）が自分のケーキショップをオープンするために、直樹（井ノ原快彦）の兄・和樹（豊原功補）を通して抑えたはずの物件が人手に渡っていた。まさか兄が倫子の金を騙し取ったのでは…。直樹は和樹に詰め寄るが、和樹もワケがわからないという。俺がなんとかするという和樹だが、直樹と倫子の仲も気まずくなってしまう。志保（羽田美智子）は当直の医師・東条（田中実）へ弁当を届けようとするが、その東条に娘がいたことがわかり大ショック。妻は４年前に病死したらしいが、そういうことは最初に言っておいてくれないと…。思わず不平を漏らす志保に、東条は何気なく「お付き合いする女性にはきちんと話す」と口走り、志保はすっかり落ち込んでしまう。自分はお付き合いの対象と見られていなかったのか…。偶然、街中で会った村瀬（津田寛治）にイライラをぶつける志保。村瀬は、志保をなぐさめるが、村瀬は村瀬で別れたつかさ（浅見れいな）のことが忘れられないらしい。ベストセラー作家の磯辺（佐々木勝彦）が自宅で殺害された。第一発見者の妻・聡子（小沢真珠）によると、夫が好きな和菓子を買って帰宅すると、いきなり何者かに頭部を殴られたという。そして気がついたときには夫の遺体が…。磯辺は手に石を握って死んでいたが、聡子もその石がどういうものかわからないらしい。聡子が買ったという和菓子は限定品のため、夕方４時には売り切れるシロモノ。が、聡子が帰宅したのは夜８時。いったい４時間もの間何をしていたのか？さらに倫太郎（渡瀬恒彦）は聡子を殴った凶器のトロフィーが部屋の奥に置かれていたことに疑問を抱く。なぜ犯人は突然帰宅した聡子を殴るために、わざわざ部屋の奥へトロフィーを取りに行ったのか。手近な花瓶などを使おうとは思わなかったのか…。聡子が３日前に磯辺と籍を入れたばかりであることが判明した。磯辺の遺産目当てでは？しかも聡子は磯辺の担当編集者と不倫していたという噂も。ところが、磯辺も若い女性編集者と関係があったらしい。村瀬と志保の聴取に対して聡子は財産目当ての結婚だったことを認める。しかし、自分は殺していないと自信満々に開き直る。そんな聡子に志保は怒りを露にして…。磯辺の娘・沙織（石田未来）は実母が死んだのは家庭を顧みなかった父のせいと、磯辺のことを憎んでいたが、一応、三田村（森岡豊）と結婚する事を報告。最初は何も言わなかった磯辺が最近になって突如結婚に反対し始めたという。母親の死が原因で娘に憎まれる…。倫子との関係を重ね合わせた倫太郎は、結婚に反対した磯辺に疑問を抱く。娘のことを何も知らずほったらかしの自分は、倫子と直樹の関係に文句など言ったことはない。反対のしようもないからだ。それをあえて反対した磯辺に何か理由があったのだろうか？直樹はそんな倫太郎に倫子が金を騙し取られたことを告げる。そして、自分の兄・和樹（豊原功補）が原因だと…。第９話「赤と白の殺意」2008年6月11日（水）よる9:00～9:54倫子（中越典子）の開店資金を和樹（豊原功補）が親友と思っている橋本（浜田学）に騙し取られた。連絡のつかない橋本からようやく和樹の携帯電話に･･･金を返せと怒りを露にする和樹に何者かに殺される、助けてくれと…ある神社の境内に隠してあるＳＤカードを龍神会に持っていけば金になると告げた時、橋本は「優!?」と叫び電話が切れる…。和樹は橋本がいるという工場へやって来るが、すでに橋本は資材の下敷きになって死んでいた。そんな和樹と必死で連絡を取ろうとする直樹（井ノ原快彦）だが、電話がつながらない。倫子は、和樹からの連絡を待とうというが、直樹は自力で橋本を探すことも考える。志保（羽田美智子）は、東条（田中実）の娘・ちひろから大事にしている亡き母の手紙を見せられる。それは、「新しいお母さんを作るよう応援してあげて」。ちひろを微笑ましく見つめる志保。そんな時、事件の呼び出しがありこんな時間も長くは続かず…。ウエディングドレスを着た元女優・見留優（尾崎亜衣）の遺体が発見された。何者かに相当顔を殴られドレスは血で真っ赤に染まっている。倫太郎（渡瀬恒彦）と直樹は夫で経済界の風雲児と言われている見留（小木茂光）から事情を聞く。見留は仕事柄恨みをかうことは多いが、自らの手で復讐できなくなるからと心当たりの人間については何も話そうとしない。見留の秘書・絵里子（遊井亮子）によると、事件当日の優は、見留グループ主催のブライダルショーに出演する予定だったが、何者かに連れ去られたのか突如会場から姿を消したという。絵里子によると、不動産売買に絡んだトラブルで見留を恨んでいた龍神会が怪しいという。さらに優の元恋人でロックシンガーの武田が結婚後も優につきまとっていたらしい。倫太郎と直樹が龍神会での調べを終えて外に出ると和樹とバッタリ。金を持ち逃げした橋本が死んだことを知り、激しく詰め寄る直樹に和樹はもうすぐ金は入ると言い返す。武田は、優が親の借金を返すため、泣く泣く見留と結婚したに違いないと･･･さらに目撃者の証言から優は、男と一緒にブライダルショーの会場を逃げ出したように見えたとも･･･。和樹から直樹に電話が入った。優が殺された事件と橋本が死んだ事件は関連があるから調べて手柄を立てろという。不審を抱きながらも倫太郎と橋本が死んだ現場を調べた直樹は、優のウエディングドレスについていた赤いペンキを発見する。橋本と優が一緒にいたということか…。優を連れ出したのは橋本であることが分かり、倫太郎・直樹は、優と橋本の関係を洗い出すことに。その頃、和樹は、SDカードを手に龍神会を訪れ1000万円を請求するが…。最終回「殺人研究室」2008年6月18日（水）よる9:00～9:54龍神会の構成員にナイフで刺された直樹（井ノ原快彦）の兄・和樹（豊原功補）は、東条（田中実）によって手術を受けるが、予断を許さない状態が続く。そんな中、大学院生の広田が研究室で何者かに殺害される事件が発生した。意識が戻らない兄のことが気になる直樹だが、倫子（中越典子）に世話を頼み捜査へと出かけていく。犯人は鈍器で広田を殺害したあと、パソコンまで破壊している。被害者の研究内容を消し去りたかったのだろうか？が、研究室の松江教授（升毅）によると、広田はそれほど重要な研究などしていなかったという。現場に残された食べかけの高級料亭のお弁当が気になった倫太郎（渡瀬恒彦）。弁当は広田と付き合っていた仲居の桜（星井七瀬）が特別に用意したものだった。桜は広田が殺害される直前に弁当を届けたらしいが、倫太郎らの質問にも「いいえ」と繰り返すだけ。そんな桜の態度に倫太郎も直樹も不審を抱く。鑑識の理沙（加賀美早紀）により破壊されたパソコンが復元され、残っていたデータから広田が量子暗号装置の開発に関係していたことがわかった。量子暗号装置…吉村官房長官（田山涼成）率いる富士山の会が開発を進めているスパイ活動防止用の装置だ。さらにその吉村が桜の愛人と噂されるほどの上客だったこともわかる。松江教授が広田の研究を自分の手柄にしていたことから、松江、桜、そして吉村が広田殺害と関係していることは間違いない。そんな折り、覚せい剤中毒で逮捕された未成年者が広田殺害を自供したという連絡が入った。是枝刑事部長（誠直也）によると、これで事件は解決、捜査は終了とのこと。どうやら吉村がつかさ（浅見れいな）の父・安西（三浦浩一）を動かしたらしい。つかさと別れた村瀬（津田寛治）が珍しく怒りを爆発する。倫太郎の好きに動いてという言葉を受け、９係のメンバーは刑事部長の命令を無視し捜査を続行する。捜査へ向かう途中、青柳（吹越満）と矢沢（田口浩正）は、矢沢の妻・早苗（畑野ひろ子）の病院へ。後遺症により漫画が描けない苛立ちをぶつける早苗を、やさしく受け止める妙子（遠藤久美子）。そんなやりとりを病室の外で聞いていた矢沢と青柳は中に入ることなく捜査に戻る。倫太郎の前に参事官の桃子（名取裕子）が現れた。吉村と安西の失脚を狙う桃子は、こっそりと極秘資料を倫太郎に手渡す。松江教授から改めてアリバイを聞くと証言通り女子大生と食事をしていた。小宮山（羽田美智子）は、その女子大生の様子がおかしい事から調べを進め、とんでもない教授であることが分かった。吉村を父のように慕っているだけで愛人ではないと主張する桜が突然何者かに襲われた。尾行中の直樹が必死で助けに入るが…。",
    "chinese_title": "警视厅搜查一课9系 第三季",
    "douban_rating": "8.3/10 from 659 users",
    "foreign_title": "警視庁捜査一課9係 season3",
    "douban_rating_average": "8.3",
    "update_at": "2025-08-26T20:56:22"
}