{
    "aka": [],
    "sid": "3217677",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "加拿大"
    ],
    "writer": [
        {
            "url": "/celebrity/1048888/",
            "name": "哈里·拉斯基 Harry Rasky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0206310",
    "director": [
        {
            "url": "/celebrity/1048888/",
            "name": "哈里·拉斯基 Harry Rasky",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1990-12-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0206310/",
    "imdb_votes": 25,
    "this_title": [
        "The Song of Leonard Cohen"
    ],
    "douban_link": "https://movie.douban.com/subject/3217677/",
    "imdb_rating": "8.6/10 from 25 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Harry Rasky, a noted Canadian filmmaker, produced, wrote and directed this fantastic documentary. Filmed in 1979 and 1980, it was first shown on CBC in 1980. It is a warm, affectionate, and revealing 90-minute tribute that focuses on the 1979 tour, the “New Skin” and “Recent Songs” albums and “Death of a Lady’s (and Ladies) Man” book and album. In a highly entertaining fashion, it intercuts live music segments with Cohen comments on life and sometimes on his poems and songs. As with other Cohen items, this film seems more entertaining, and filled with more profundity, viewing after viewing.The movie includes shots of Leonard inside his Montreal home near the Main, still family photos of Marianne, Suzanne, Adam, Lorca, Esther, and Mother and Father, and live segments with Mort Rosengarten and Irving Layton. An early sequence shows Cohen on his balcony chatting with Hazel Field, who is credited with still photography for the film. During a family photo sequence Cohen explains that he didn’t really know his sister, Esther, all that well while growing up. As an adult, he notes, he now sees her as “a great spirit, a great laugher, and a great lady.” Other Montreal shots include numerous street scenes, the Four Seasons (Ritz) hotel, Leonard's Westmount home and the park behind it, and the church for sailors that inspired some of the lyrics for Suzanne – “Notre Dame de Bon Secours.”There are many marvelous live concert takes from the 1979 tour. According to Jim Devlin, in his book, \"Leonard Cohen, In Every Style of Passion,\" Rasky filmed concerts in Antwerp, Paris and Frankfurt. Songs in the film include: “Bird on a Wire;” “Un Canadian Errant;” “There is a War;” “Lover, Lover, Lover;” “Field Commander Cohen;” “I Tried to Leave You;” “ Memories;” “Suzanne;” “The Window;” “Why Don’t You Try;” “So Long Marianne;” “A Singer Must Die;” “The Gypsy Wife;” “Chelsea Hotel 2;” “Who by Fire;” “The Guests;” and “Hey, That’s No Way to Say Goodbye.” The movie provides a priceless opportunity to watch Cohen at work with his wonderful band (Passenger), as well as with Raffi Hakopian and John Bilezikjian (violin and oud) and Jennifer Warnes and Sharon Robinson (backup vocals and duets).Among the many highlights, I liked a segment in which the French lyrics for “Un Canadian Errant” are played on tape, while Cohen translates them into English. Even more enchanting is a sequence with Irving Layton and his lovely blonde companion listening to tapes with Cohen. Both Layton and his friend are clearly enraptured with “The Window,” and Layton notes the beauty of the violin solo. Layton adds commentary that Cohen’s songs are like the ballads of the 12 and 13th century. When Rasky asks him whether he finds the songs sad, Layton states he is taken with the “depressive-manic” nature of the songs. Cohen starts with notes expressing anguish and pain, according to Layton, but works himself up to exultation and euphoria. Layton also labels Cohen as “Genius,” as having the ability to see the truth and express things as they really are. “Not be fooled,” he concludes. Layton’s reading of “Death of a Lady’s Man,” and Cohen’s recitation of “Slowly I Married Her” provide additional memorable moments.The film also includes an explanation from Cohen about the need for him to be \"Field Commander Cohen\" to his touring band. The track listings for the cd, “Field Commander Cohen,” and the list of the songs in this documentary are very similar.At this time, tapes of this show are only available from collectors who have kept off-air recordings (an Arts and Entertainment (A&E) network showing for example). Like the wonderful Austin City Limits shows, the television producers have chosen not to market the videotapes of the documentary for home use. Also like Austin City Limits, doing whatever it takes to locate this jewel of a video is justified. Keep your eyes on the Marketplace section of these files, and keep your hopes alive.",
    "chinese_title": "The Song of Leonard Cohen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.6,
    "douban_rating_average": 0,
    "update_at": "2025-11-01T18:35:17"
}