{
    "aka": [
        "别问谁是我爸爸",
        "美丽人生",
        "血色青春"
    ],
    "sid": "3218632",
    "cast": [
        {
            "url": "/celebrity/1312979/",
            "name": "连奕名 Yiming Lian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315053/",
            "name": "史兰芽 Lanya Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274417/",
            "name": "罗海琼 Haiqiong Luo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312980/",
            "name": "韩青 Qing Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318591/",
            "name": "阿斯茹 Asiru",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312724/",
            "name": "陈剑月 Jianyue Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896108465.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1325194/",
            "name": "磐石 Panshi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1325194/",
            "name": "磐石 Panshi",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "几度菊花香"
    ],
    "douban_link": "https://movie.douban.com/subject/3218632/",
    "trans_title": [
        "别问谁是我爸爸",
        "美丽人生",
        "血色青春"
    ],
    "douban_votes": "296",
    "introduction": "1949年上海解放前夕，沪新纺织厂(简称“沪新”)的老板陆家祺发现堂弟陆家良与自己的小老婆素蓉在偷情,勃然大怒的陆家祺在大老婆的挑唆之下，决定让陆家良一人留在上海守家业，自己带着全家前往香港，其实是想借共产党的刀杀了他这个同胞兄弟。已经怀孕的素蓉知道陆家祺的险恶用心后，毅然留下与其爱慕的陆家良同生共死，令陆家祺大为震惊。不久，留在大陆的素蓉生下一子，取名陆建国，正巧那天在同一产房里还出生了另外两名新生儿，一个是进驻上海的解放军指挥员高大捷的儿子高红旗，另一个是陆家的仇人——“沪新”厂的工人郝大个的女儿郝爱华，三个孩子从此结下不解之缘。光阴荏苒，已成少女的郝爱华喜欢上了老实忠厚的陆建国，然而，高干子弟出身的高红旗也爱上了郝爱华，出身不好的陆建国自然极力退出这个爱情追逐的圆圈，但他的知性与帅气，不仅让郝爱华倾心，同时又被同班的烈士之女曾抗美爱慕。曾抗美对陆建国的狂热追求，又引起了陆建国的好友曾抗美男友赵东方的醋意。上山下乡运动开始，陆建国、高红旗、郝爱华、曾抗美、赵东方都投身到了这一滚滚洪流之中。这时已成为沪新革委会主任的郝大个为了阻止郝爱华与陆建国相恋，利用职权，将陆建国、高红旗、赵东方、曾抗美分配到边远的广西农村，而将郝爱华独自一人安排到新疆建设兵团。深深爱上陆建国的郝爱华不惜与家庭决裂，毅然放弃去建设兵团的指标，追随陆建国来到了广西。在物质与精神生活极度平乏的广西农村，爱情之花悄然绽放。陆建国与郝爱华这对患难情侣终于走到了一起。曾抗美与高红旗也各自收获了自己的爱情——曾抗美接受了赵东方的爱，高红旗则与村支书的女儿菊香谈起了恋爱。然而，好梦不长。一年后，郝大个一纸调令将郝爱华调回城，郝爱华与陆建国又天各一方。高大捷重新回到领导岗位，郝大个又将高红旗招回城里，目的是促成高红旗与郝爱华完婚，实现“政治联姻”。高红旗回城后，菊香发现自己怀上了高红旗的孩子，曾追求菊香未果的村干部李幸福以此对菊香进行报复。陆建国为了保护菊香，主动承认菊香怀的是自己的骨肉，并与菊香结了婚，将其子取名为陆知青。陆建国与曾抗美、赵东方定下同盟，决定终生不将此事告诉高红旗和郝爱华。不知真相的郝爱华得知陆建国的婚讯，伤心欲绝，赌气嫁给了高红旗。高红旗依靠父辈的关系，一路青云当上了沪新的副厂长以及纺织局的局长。不久，曾抗美与赵东方相继回城。陆建国则继续留在广西农村，与菊香母子相依为命。素蓉得病，在临终前，拜托建国的奶妈金凤照顾好陆建国。金凤远赴广西农村游说陆建国回城，遭陆建国拒绝。大返城开始，不愿拖累陆建国的菊香主动与陆建国解除婚姻关系，陆建国这才踏上了回城之路，在沪新做了一名普通的工人。菊香孤儿寡母，日子过得非常艰难。为了让菊香与知青过上好日子，陆建国从事第二职业，遭到了厂长高红旗的严厉批评。曾抗美为陆建国打抱不平，将知青的身世告知高红旗，高红旗非常震惊，但为了保全自己的政治前途，高红旗要求陆建国与曾抗美继续为他保守秘密,高红旗答应不再阻止陆建国从事第二职业。不久，陆建国又因投机倒把被判刑三年。陆建国入狱，高红旗主动承担了为菊香母子寄钱的义务。菊香不愿意增加陆建国的负担，嫁给了本村的一名哑巴，并将高红旗代陆建国寄来的钱悉数退回。刑满出狱后，陆建国多方求职，因有案底，均遭到拒绝。在他无路可走之时，陆家祺在香港病逝，留下遗嘱让陆建国继承遗产。大太太的儿子陆君为了独吞遗产，以陆建国非陆家祺亲生儿子为由，将陆建国告上法庭，企图剥夺陆建国的遗产继承权，而亲子鉴定证实，陆建国正就是陆家祺的亲生儿子，而陆君却并非陆家祺的亲生儿子。陆建国从而子承父业，出任新新集团总裁。菊香为了让知青读书上大学,远赴县城打工，在一家石英砂厂当了一名临时工。一年后，菊香在工作时晕倒在地，送去医院被确诊为矽肺病二期，被迫返乡。哑巴得知为菊香洗肺需要很多钱时，去小煤窑帮人挖煤，不料葬身窑洞。重病在身的菊香只有靠做菊花茶艰难度日。陆建国将新新集团的业务交由妹妹陆莹打理，回到上海，与在澳门认识的潘峰一同办起了一家房地产公司。前卫时尚且性格叛逆的高红旗与郝爱华之女高小菊疯狂地爱上了自己的顶头上司|、妈妈的初恋情人,陆建国，由此而引发了一场家庭风波。为完成父亲的遗愿，陆莹来到上海，决定重金收购债台高筑,积重难返的“沪新”，但收购遭到郝大个和高大捷等老职员工的强烈反对。陆建国为了“沪新”的前途和工人们的利益，极力撮合，双方终于达成合资协议。菊香的病日渐加重，终于不治，陆建国、高红旗等全部知青重聚广西农村，至此，知青的身世揭开，郝爱华这才知道当初陆建国抛弃自己与菊香结婚的真正缘由。三个月后，“上海共和纺织股份有限公司”正式成立，在公司的成立大会上，郝爱华收到了陆建国的辞职信。原来，陆建国开办了一家旅游公司，此刻，正带着一群游客踏上了前往广西的“寻梦之旅”……",
    "chinese_title": "几度菊花香",
    "douban_rating": "6.9/10 from 296 users",
    "foreign_title": "",
    "douban_rating_average": "6.9",
    "update_at": "2026-01-29T06:22:08"
}