{
    "aka": [],
    "sid": "3218425",
    "cast": [
        {
            "url": "/celebrity/1044881/",
            "name": "加布里埃尔·伯恩 Gabriel Byrne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1556181/",
            "name": "欧文·亚隆 Irvin Yalom  ",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2535672923.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1278374/",
            "name": "Greg Bennick Greg Bennick",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297401/",
            "name": "Patrick Shen Patrick Shen",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0365215",
    "director": [
        {
            "url": "/celebrity/1297401/",
            "name": "Patrick Shen Patrick Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278374/",
            "name": "Greg Bennick Greg Bennick",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0365215/",
    "imdb_votes": 431,
    "this_title": [
        "Flight from Death: The Quest for Immortality"
    ],
    "douban_link": "https://movie.douban.com/subject/3218425/",
    "imdb_rating": "7.8/10 from 431 users",
    "trans_title": [
        "逝世后的行程 : 对永生的探究"
    ],
    "douban_votes": "0",
    "introduction": "Narrated by Gabriel Byrne (Usual Suspects, Vanity Fair, Miller's Crossing), this seven-time Best Documentary award-winning film (Silver Lake Film Festival, Beverly Hills Film Festival) is the most comprehensive and mind-blowing investigation of humankind's relationship with death ever captured on film. Hailed by many viewers as a \"life-transformational film,\" Flight from Death uncovers death anxiety as a possible root cause of many of our behaviors on a psychological, spiritual, and cultural level.Following the work of the late cultural anthropologist, Ernest Becker, and his Pulitzer Prize-winning book Denial of Death, this documentary explores the ongoing research of a group of social psychologists that may forever change the way we look at ourselves and the world. Over the last twenty-five years, this team of researchers has conducted over 300 laboratory studies, which substantiate Becker's claim that death anxiety is a primary motivator of human behavior, specifically aggression and violence.Flight from Death features an all-star cast of scholars, authors, philosophers, and researchers including Sam Keen, Robert Jay Lifton, Irvin Yalom, and Sheldon Solomon culminating in a film that is \"not only thought-provoking but also entertaining and put together with a lot of class\" (Eric Campos, Film Threat). Three years in the making and beautifully photographed in eight different countries, Flight from Death is \"a stimulating, ultimately life-affirming film, filled with big ideas and revelatory footage\" (Jeff Shannon, Seattle Times). Written by Anonymous",
    "chinese_title": "逝世后的行程 : 对永生的探究",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Flight from Death: The Quest for Immortality",
    "imdb_rating_average": 7.8,
    "douban_rating_average": 0,
    "update_at": "2025-05-29T16:00:34"
}