{
    "aka": [
        "A Tale From The Past"
    ],
    "sid": "3221704",
    "cast": [
        {
            "url": "/celebrity/1209836/",
            "name": "Hajrie Rondo Hajrie Rondo",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2866592289.jpg",
    "region": [
        "阿尔巴尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1008590/",
            "name": "奇米特尔·奥古努斯提 Dhimiter Anagnosti",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0093720",
    "director": [
        {
            "url": "/celebrity/1008590/",
            "name": "奇米特尔·奥古努斯提 Dhimiter Anagnosti",
            "@type": "Person"
        }
    ],
    "duration": "86分钟",
    "episodes": "",
    "language": [
        "阿尔巴尼亚语"
    ],
    "playdate": [
        "1987(阿尔巴尼亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0093720/",
    "imdb_votes": 292,
    "this_title": [
        "Përralle Nga e Kaluara"
    ],
    "douban_link": "https://movie.douban.com/subject/3221704/",
    "imdb_rating": "8.0/10 from 292 users",
    "trans_title": [
        "往事",
        "A Tale From The Past"
    ],
    "douban_votes": "0",
    "introduction": "无言。。。只能向这位默默无闻的东欧电影大师致敬了。To meet the desires and needs of the parents, a marriage is arranged between 14-year-old Gjino and 20-year-old Marigo. Gjino reluctantly obeys, but Marigo, who loves another, tries various devious methods to free herself from this bizaare marriage agreement.'A Tale from the Past' is an excellent movie. There is some history in a comedy regarding ethnology. The time when the film was made, Albania was under communist regime and the equipment was of a low quality, so the visuals might not coincide with solid European or American standards. However, actors are perfect, and so does the story. Andon Zako – Cajupi is one the best humorists of Albanian Renaissance and he knew what to write about in his comedy.Today's Albanian family has changed a lot, but at that time (18/19th century) mentality caused many disorders in the society. The priest was not the appropriate man for the church as he always kept his eyes on village's women, whereas men had to deal with long and senseless conversations, without working. I think that the movie acquaint very well the position of the woman in 18/19th century society. She had to work in the fields, wash the house, care about the children and what's the most important – she kept the family alive. But decisions were always done by the men, whose favourite job was drinking coffee or grape brandy. The marriage of a girl against her will to an unknown gets the most wanted punch in the movie.",
    "chinese_title": "往事",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Përralle Nga e Kaluara",
    "imdb_rating_average": 8.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T05:52:24"
}