{
    "aka": [
        "Tirana Viti Zero",
        "Tirana Year Zero"
    ],
    "sid": "3221725",
    "cast": [
        {
            "url": "/celebrity/1146083/",
            "name": "拉尔斯·鲁道夫 Lars Rudolph",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2904762492.jpg",
    "region": [
        "法国",
        "阿尔巴尼亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1013223/",
            "name": "Heinz Brandner Heinz Brandner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038303/",
            "name": "法特勒·科西 Fatmir Koçi",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0295661",
    "director": [
        {
            "url": "/celebrity/1038303/",
            "name": "法特勒·科西 Fatmir Koçi",
            "@type": "Person"
        }
    ],
    "duration": "89分钟",
    "episodes": "",
    "language": [
        "阿尔巴尼亚语"
    ],
    "playdate": [
        "2001-09-07(威尼斯电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0295661/",
    "imdb_votes": 177,
    "this_title": [
        "Tirana, année zéro"
    ],
    "douban_link": "https://movie.douban.com/subject/3221725/",
    "imdb_rating": "6.4/10 from 177 users",
    "trans_title": [
        "地拉那，零年",
        "Tirana Viti Zero",
        "Tirana Year Zero"
    ],
    "douban_votes": "0",
    "introduction": "《地拉那零年》是2000年之后阿尔巴尼亚电影在世界上获得声誉最高的两部影片之一，另一部是《口号大过天》（2001）。《地拉那零年》讲述了一个带超现实色彩的爱情喜剧，发生在本世纪初的地拉那城。影片获2001年希腊Thessaloniki国际电影节金亚历山大奖，科隆地中海国际电影节评委会特别奖等。Niku and Klara are very much in love. Both youngsters have different directions to pursue against a backdrop of highly emotional people living in the edge of despair. A crazy German tourist, hires Niku to help him pursue his own mad dream. A film celebrating the maverick spirit of filmmaking.The Golden Alexander, the richest festival prize in Christendom (12.5 million drachmas; next year, 36,700 euros), was awarded by the John Boorman-led jury to Fatmir Koci's Tirana Year Zero, a work of energetic Albanian nationalism that's more Kusturica than Rossellini. Tirana's surrealism is sweetly confrontational: Everyone's got a Kalashnikov, though nobody would ever actually use one.The hero supports his family by driving a rundown truck; his girlfriend aspires to international modeling success while he waits for the phoenix to rise from the rubble.Albanian writer/director Fatmir Koci examines the current troubles of his country in his second dramatic feature, Tirana Year Zero. While it has certain similarities to Roberto Rossellini's neo-realist classic Germany Year Zero -- taking place in what's basically a war zone -- Koci's film is a dark comedy. Koci used a cast of non-actors (including some playing characters based on themselves) and veterans of the Albanian theater. His episodic film follows Niku (Nevin Mecaj), a friendly but rather feckless young man, through a few tumultuous days in 1997. Koci's focus is on the odd ways the Albanians attempt to earn a living, and on the common dream of leaving Albania to achieve fantastic success in other European countries or in America. Koci has, in fact, referred to his film as \"a call to the Albanian people not to abandon their native land.\" Niku is perhaps the only character in the film who willingly chooses to stay in Albania, despite pressure from his pretty girlfriend, Klara (Ermela Teli) to move away with her. When a sculptor offers to take Klara to Paris, where he's having an exhibit, she can't convince Niku to leave, so she goes without him. Niku finds whatever work he can amid the chaos in the country. This usually involves the use of a rickety Chinese truck his father has given to him. At one point, he drives an eccentric German man, Gunter (Lars Rudolph) to the lovely Southern coast of Albania, where Gunter hires him to help him transport one of the thousands of bunkers that line the coast (built by former dictator Enver Hoxha) back to Germany as a souvenir. Niku also drives around a French journalist (Laura Pelerins) who photographs a man chopping down a tree only to find herself threatened by his axe.Tirana Year Zero is an entertainingly twisted, but ultimately unsatisfying journey through a strange land. Fatmir Koci's film functions better as a travelogue of a nation in crisis than as drama. Albania is the star of the film, but that seems almost by default. Niku (Nevin Mecaj), the main character, is passive and sullen. He doesn't engage audience sympathy. While Koci may see Niku as a patriotic figurehead for staying in his homeland despite all of its troubles, this perception is severely undercut by Niku's indolence. It seems like he stays in Albania because it's too much trouble to leave. In addition to sabotaging Koci's theme, this sucks a lot of the drama out of the story. It's hard to care whether or not Niku and his grumpy girlfriend, Klara (Ermela Teli), stay together. The film picks up some narrative momentum when Niku begins working for Gunter (Lars Rudolf), the crazy German, but Gunter is rather puzzlingly dropped from the story after a short time. However, Koci does successfully capture the chaos of contemporary Albania, leaving the film with a lot to recommend it. This is a country where, when one of the sporadic blackouts occurs during the showing of a Western at the local movie house, a group of armed theatergoers cheerfully picks up where the action left off. It's a country where, when a man fires a rifle out of his apartment window, almost all of the neighbors to go to their windows and fire their rifles. It's a land where hundreds of thousands of bunkers dot the picturesque countryside, and a massive hellhole of a dump lies right beside the capital city. Koci brings this absurd world to life with immediacy and dry wit, but doesn't create a central character with a compelling reason to stay there.",
    "chinese_title": "地拉那，零年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Tirana, année zéro",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-15T07:00:37"
}