{
    "aka": [
        "How Romantic is OK"
    ],
    "sid": "3221899",
    "cast": [
        {
            "url": "/celebrity/1051157/",
            "name": "杨祐宁 Yo Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1319042/",
            "name": "曾莉婷 Iris Tseng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437883/",
            "name": "陈立芹 Cindy Li-Chin Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1536569/",
            "name": "林文智 Wen-Chih Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1416253/",
            "name": "徐可 Anita Hsu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2364404004.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1536569/",
            "name": "林文智 Wen-Chih Lin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt6449758",
    "director": [
        {
            "url": "/celebrity/1536569/",
            "name": "林文智 Wen-Chih Lin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "国语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt6449758/",
    "this_title": [
        "怎麽浪漫都可以"
    ],
    "douban_link": "https://movie.douban.com/subject/3221899/",
    "trans_title": [
        "怎么浪漫都可以",
        "How Romantic is OK"
    ],
    "douban_votes": "94",
    "introduction": "小情是广播主持人，专为听众解答爱情里的疑难杂症，虽己进入社会中工作但总是憧憬完美无缺的男人，是位天真得可笑的可爱女子。阿告则是小情另类的听众，他是个标准的成天想着性及如何把到妹妹的种马男子，每当小情在广播里说什么总会意外的使衰事降临在阿告身上，不信邪的阿告气冲冲的跑到广播公司找小情理论，却意外的对小情一见钟情，衰尾的阿告将会在小情的指使下参与四段听众的爱情故事，并在参与的过程中跟小情一起成长及得到关于爱情很深的感触。而小情在与听众的互动中聊爱情聊得头头是道，但原来小情从未谈过恋爱，反而是小情从听众的经验里股起了勇气踏出恋爱的第一步。小萱是小情与阿告帮助的第一位听众，虽已二十二岁，但未谈过恋爱，对她来说，谈恋爱就像一座迷宫，单纯的她总是搞不懂为何谈恋爱像在玩间谍游戏。小萱接到高中同学小虫的来电并答应他的联谊邀约，在聊谊的过程中小萱分不清小虫是对她有好感亦或是天生的男生淫荡个性，在暧味不清的氛围里小萱整天都在猜，心神不宁。他喜欢我吗？还是他对每个女生都这样？为何有时候他说出很关心我的话，却在下一刻告诉我他有喜欢的人？小萱真的搞不懂何谓爱情，也许是爱情真的没有道理吧！？暧味期的苦涩每个人都有过，或许小萱的故事可以唤醒你们想起刚接触爱情的青涩滋味。小皮是小情的第二位听众，小皮对爱情的热情及冲劲深深吸引了小情。小皮捡到一张小雷的照片，并当场骑着她的破烂机车飙到台北，无论是刮风下雨打雷完全无损到小皮的锐气，来到小雷的大学的她深深相信她与小雷是彼此相属的，并期待对方看到她也一样深信不疑，但事实是小雷并不喜欢她那一型，也不认为他们俩是天生一对，甚至因此而烦恼。我们相信小皮这个人物在年轻人里比比皆是，相信着爱情并无怨无悔的付出，虽然不一定每个人都跟小皮一样幸运的找到自己的爱情，但这样的人真的是很可爱，令人想起年少轻狂的记忆。楚儿是标准的为爱牺牲型，爱了一个人，不在乎她是否有名份，只在乎他们是否在一起。楚儿在买水果时认识了住在楼上的文森，产生好感并发生了亲密关系，仅管明知道文森有位在当空姐的女友，但仍是委曲求全的待在文森身旁，在文森的空姐女友回来时流着泪离开。像是琼瑶故事里的女主角，遭受着爱情的折磨，但毕竟作者是我们而不是琼瑶，楚儿最后伤心的喝醉酒要去刺杀文森并嫁给他的牌位，却阴错阳差的坐上往圣文森的班机。在电视新闻中常看见这类的新闻，似乎爱人真的很辛苦，不与他或她在一起就仿佛是世界末日，我们希望会有个好结局，爱一个人是快乐的。小蜜与阿智的故事，正是标准结婚后所会面对的问题，结婚已久，彼此再熟悉不过，相见两厌，如果这段熬不过往走上离婚一途，离婚的理由套句说就是“没有恋爱的感觉了！”。阿智来到海边散心，遇到被小叶纠缠不清的小莎，小莎请阿智扮演她男友，并与小叶大战几回合。结局才知原来是小蜜与小莎小叶串通，上演这段挽回彼此感情的戏码。其实爱情总有变淡的一天，如何维持彼此的热情及互相关心是每个人对于爱情的最后一项课题，故事中的小蜜为了延长彼此爱情所做的努力令人会心一笑，现实中也是如此，谈恋爱并不是年轻人才要做的，恋爱是到老的课题。而小情与阿告在参与别人的这四段爱情也产生了新的体悟，每一段的爱情故事都赐与他们新的想法及不同的感受，最后，如观众所愿的，小情与阿告也开始了自己的爱情故事。",
    "chinese_title": "怎么浪漫都可以",
    "douban_rating": "5.4/10 from 94 users",
    "foreign_title": "怎麽浪漫都可以",
    "douban_rating_average": "5.4",
    "update_at": "2025-03-12T11:22:56"
}