{
    "aka": [],
    "sid": "3221730",
    "cast": [
        {
            "url": "/celebrity/1274671/",
            "name": "王奎荣 Kuirong Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275275/",
            "name": "王姬 Ji Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274914/",
            "name": "果靖霖 Jinglin Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276054/",
            "name": "王馥荔 Fuli Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314018/",
            "name": "王策 Ce Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314112/",
            "name": "金玉婷 Yuting Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1397783/",
            "name": "王在和 Zai-he Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327208/",
            "name": "宋汶霏 Vionn Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318689/",
            "name": "敖杨 Yang Ao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1410957/",
            "name": "李根 Gen Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2553258283.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1410993/",
            "name": "宋阳明 Yangming Song",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1323734/",
            "name": "徐宗政 Zongzheng Xu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "31",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "家比天大"
    ],
    "douban_link": "https://movie.douban.com/subject/3221730/",
    "trans_title": [
        ""
    ],
    "douban_votes": "261",
    "introduction": "中国八十年代后期，北方的一个海滨小镇。有一户以老军人何源为首的大家庭。家除了何源武素芹这一对老夫妻以外，还有他们的四个女儿一个儿子。何源最大的理想就是女儿全部招上门的军人女婿，儿子娶一个贤惠的媳妇，一大家的人共同生活在何家院子里面。何源面临退休，河源为了保住长久居住的大院，决定让二女儿何芳立刻招一个上门女婿。何芳不得不老实交待已经有了一个要好的男朋友。何源发现她的这个男朋友居然是他老对手徐浩的儿子徐志远，并且认为徐浩要谋夺他的老院子，坚决不同意。何芳被逼说出自己已经怀孕的事实，经过好一番周折，何源这才同意两人结婚。但要求徐志远必须住在何家。徐家无奈同意。没多久何源又发现三女儿何婷和一个弹吉它的小混混刘德林要好，怒火中烧，用暴力强迫两个年轻人分手。何婷准备和刘德林私奔。紧要关头，何婷被大姐何兵大姐夫马天路拽回家。刘德林发誓一定要混出样子回来迎娶何婷。武素芹面对这些风波，常常去某寺庙寻求安慰，何源却怀疑寺庙里的师傅是武素芹年轻时候的情人。好不容易解释清楚，老夫妻的感情又深一层，小儿子何建却带回来不好的消息。原来他打架闹事，被学校停学了。最后只好找了一份供销社的工作。刘德林发财回来了，却不想何源对他的钱不感兴趣，依旧不许他娶三女儿何婷。正值大女婿马天路复原转业，刘德林觉得机会来了，他托人将马天路安排到一家工厂做一个小头目，他自己则终于娶到了何婷。马天路因为手下工人自杀而被连累入狱。全家指望在刑警队工作的二女婿徐志远把他救出来。却没想到徐志远因为是亲属犯罪，必须回避。徐志远束手无策，家里却怀疑他是为了自己的前途不想被连累。小女儿何姗尤其悲愤，忍不住对二姐何芳倾诉她从小仰慕姐夫是个英雄豪杰，现在才知道看错了人。最后三女婿刘德林通过各方关系终于洗刷了马天路的冤情。并让他去自己的公司工作。何姗的话在徐志远夫妻中造成了微妙的变化，她和二姐夫徐志远的关系变得暧昧，两人的事情被武素芹察觉。何姗选择远走他乡。何建和一个农村姑娘林美娟发生了关系，对方怀孕了，在父亲何源的压力下，不得已将她娶了回来。何姗虽然在外地，但一直不能割舍对给徐志远的情感，何芳看在心里，想和丈夫谈谈，徐志远却总是逃避。何芳身体不适，被发现需要换肾，只有赶回来的何姗的肾脏适合，何姗为了赎罪，不顾危险要给姐姐捐一个肾。为了不牵累家里，何芳默默自杀了。临死前把妹妹托付给了丈夫。何源却不肯同意，何姗正奋力抗争，徐志远却意外地表示不肯娶何婷，并闪电般的和别的女人结婚了。何婷开了一家饭馆，看中大姐夫马天路做饭手艺好，正好马天路不适应刘德林的公司的工作，于是他去何婷的饭馆做了大厨。大女儿何兵看见小弟去玩股票赚了大钱，眼红之下也跟着炒股票，果然行情大好，狠赚一笔。整个何家都在这种狂热下加入了股市。谁知道他们遭遇了骗子，全部家财几乎都被骗了。刘德林的煤窑也出了事故，需要赔一笔大钱。但是最后这笔钱却被他用来赔偿何建欠人家的高利贷。连何源都差点压上了何家大院。何建气愤之下伤了人，被抓去坐牢。他妻子林美娟却在这个时候表示一定要和孩子一起等他出来。何源过69岁大寿，徐志远为了让他高兴，将何建从牢里面带出来参加他的宴席。妻子董艳艳很不满意，两人争吵起来，儿子徐航特别不喜欢董艳艳，常常和她过不去。这几个人一起参加寿筵，彼此明争暗斗，气氛尴尬。徐航生病思念小姨何姗，导致何姗和徐志远旧情复燃，董艳艳争夺不过，只好离婚。何姗要和丈夫离婚，他丈夫范玉罡愤怒之下用徐志远的枪打伤了徐志远。何姗和徐志远带着孩子离开了何家。何兵从股票被骗以后一直在做推销工作，路遇她当初拒绝的初恋情人高涛。高涛记恨她和何源的羞辱，决心把何兵骗上手。而何兵对此毫无察觉，两人暗通款曲，何兵越陷越深，提出来要和丈夫马天路离婚，全家表示反对，何兵不惜破门而出，离开何家，搬到高涛的别墅里住。马天路心灰意冷，林美娟着意安慰，两人越走越近。何建出狱以后发现这个情况，认定两人有私情，闹到林美娟流产。何建深感愧疚，留下全部财产和离婚协议书，离开了家里。高涛看何兵离开了何家，报复目的已经达到，和何兵摊牌。何兵跳楼自杀。马小路为母亲报仇杀了高涛一刀，如果不是爷爷何源力保，几乎要去坐牢。刘德林工作虽然顺利，却闹出了私生活上的麻烦，他的女上司贾爱华看中了他，希望和他有暧昧关系。刘德林百般暗示推拒，贾爱华却始终不肯死心。公司收购了一块地皮，正好有何家大院，刘德林深感无力。最后为了脱身并保住何家大院，不惜答应贾爱华工作上的苛刻要求。最后由于疲劳过度，发生车祸，死在回家的公路上。而这个时候何婷正幸福的发现自己怀孕了。何源再过生日的时候，有些人再也不能来了，可是又有新的生命诞生。何源还在，何家大院依旧。",
    "chinese_title": "家比天大",
    "douban_rating": "7.6/10 from 261 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-02-06T12:45:12"
}