{
    "aka": [
        "Man Of Earth",
        "Čovek od zemlje"
    ],
    "sid": "3221858",
    "cast": [
        {
            "url": "/celebrity/1042110/",
            "name": "Abdurrahman Shala Abdurrahman Shala",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "南斯拉夫",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0271676",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Albanian"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0271676/",
    "imdb_votes": 155,
    "this_title": [
        "Njeriu prej dheut"
    ],
    "douban_link": "https://movie.douban.com/subject/3221858/",
    "imdb_rating": "7.7/10 from 155 users",
    "trans_title": [
        "大地之子",
        "Man Of Earth",
        "Čovek od zemlje"
    ],
    "douban_votes": "0",
    "introduction": "《大地之子》是科索沃在前南斯拉夫联邦时代下的第一部被禁的电影，由于科索沃电影制片厂（Kosovafilm）本来制作的影片就不多，再加上这一地区连年战乱不断，以致于现在几乎很少能看到科索沃本土导演拍摄的民族电影，所以仅有的几部未被战火所毁坏的影片也更显得珍贵。The first Kosovan film ever to be banned and censored in the former Yugoslavia was Man of Earth, directed and co-written by Agim Sopi. The film was shot between 1984 and 1985. It portrays the fate of an Albanian family from Kosovo who is exiled to Turkey. The main character is expelled from his country with no family and no friend. He is no more than a wandering ghost, looking desperately for means to return to his country. The only way he can really return however, is through death.AGIM SOPI: Film-maker. He was born on 23.07.1956, Prishtina / Kosovo. He attended the University of Zagreb (Croatia). He has graduated on the Academy of Arts, the branch of directing the film.Since 1981, he is taking part with professional works in film and theatre. The films of Agim Sopi are shown in many world festivals and some of them have been rewarded. He has written these scenario for feature films: The Pelerine (according to the same name of the novel of D. Buzzati), The Blind-man ( the adoption of the novel of D. H. Lawrence), The man of earth, The tower, Terra Nichil, Baby Lee, Anatema, Beautiful Maia.",
    "chinese_title": "大地之子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Njeriu prej dheut",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-07T06:39:15"
}