{
    "aka": [],
    "sid": "3221407",
    "cast": [
        {
            "url": "/celebrity/1005604/",
            "name": "土屋圭市 Keiichi Tsuchiya",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt0388906",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语",
        "日语"
    ],
    "playdate": [
        "2003-09-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0388906/",
    "imdb_votes": 101,
    "this_title": [
        "The Drift King Keiichi Tsuchiya's Drift Bible: A Complete Guide to Drifting"
    ],
    "douban_link": "https://movie.douban.com/subject/3221407/",
    "imdb_rating": "8.3/10 from 101 users",
    "trans_title": [
        "漂移圣经"
    ],
    "douban_votes": "0",
    "introduction": "土屋圭市（1956年1月30日生），日本知名甩尾车手，有「甩尾王」之称。他已于2003年宣布退出车坛。他曾驾的的赛车中，以丰田AE86最有名。日本媒体常常会把他的名字误写为「土屋圭一」。en:Keiichi Tsuchiya ja:土屋圭市 土屋圭市1956年一月出生日本长野县，家中经营的是传统铁工厂事业，与一般正统科班车手不同的他，没有显赫背景亦没有受过正规赛车驾驶训练，但天赋却是他最大的本钱，对车认知尚未启蒙，也是向朋友购买被撞坏的事故车，自我锻炼跟随“山路爆走族”，成为午夜奔驰的飙车手一员。尽管如此，这段期间他逐渐培养起对车的热诚和喜爱，一点一滴培养出机械天分和驾驶技巧，尤其他认真探索所谓的弯道极限，亦让他开始养成甩尾派掌门人的风范。不过，土屋自承在年轻飙车岁月里，午夜山道竞走对学习赛车并没有帮助，尤其多变的道路环境，驾驶人比胆识、比幸运成分较高。在一次驾驶KPGC10撞山事故后，他选择与一位玩车前辈藤冈于冬季，上自家附近的碓冰山道，在雪地中驾驶来锻炼技术，该山路以多变的一百八十四个弯道著称，是难度相当高的一条山路。土屋选择雪季湿滑的道路环境，开始掌握动态且训练出挽救失控的技术，进而玩出自己的风格。横移过弯体验失控临界点的刺激，在土屋观点，开车不单仅追求速度，讲究的还是那种刺激与乐趣。伴随他成长的AE86，是他最为推崇的平价跑车，当初从朋友手中购得后，便与土屋圭市一起成长，也因此这款车对他个人意义非凡！成名后的他，仍点名AE86为最佳驾技锻炼工具，只要认真练习便可从该车上获得进步。出道较晚的土屋圭市，1977年二十一岁的他正式加入职业赛车，以山道车手身份与其他菁英竞技并不容易，新手身份的他并没太大收获，之后他持续奔走于日本各级房车赛中求取佳绩。直到1985年的全日本房车锦标赛，他以ADVAN赞助商为主的AE86厂车，获得Class3分组年度第一名而开始窜起，之后于1988年又拿下日本丰田杯总冠军、全日本房车赛分组第三名和澳门房车赛第四名。九零年代起，他不但持续扬名赛道且步入演艺界客串演出，高曝光率使土屋圭市逐渐成为家喻户晓的新赛车明星，1994年他驾驶Porsche911涡轮厂车拿下铃鹿一千公里耐久赛亚军，接着又分别在十二小时耐久赛和二十四耐久赛里，驾驶NSX拿下冠军与分组第一名。之后征战多方甚至远征美国Nascar系列赛，直到公元两千年，土屋圭市以丰富经验和战绩，正式加盟由铃木雅久里领军的ARTA赛车队，以NSX厂车进军全日本GT赛。在日本赛车界中，大家都对他的驾驶技术印象深刻，尤其在弯道下坡，他惯以高速甩尾增加弯道速度追上对手，这种特殊驾驶技巧在当时还无人能出其右。除个人草根性特质，土屋还多了份亲切感，昵称“Keiichisan”的他比其他车手更贴近群众，最令人称道的，是他在早年个人制作录影带中表演飙车甩尾，日本职业赛车协会以有损车手名誉理由，一度吊销他的赛车执照，这对赛车手来说，是相当沈重的打击。幸运的土屋圭市，却因此声名大噪并以轻松诙谐的姿态，活跃于演艺圈及文化界，举凡各类汽车周边媒体，均会出现土屋以嘉宾或主持人身份，评论、试驾多款跑车及改装车。稍早，他拥抱着超人气推出自创品牌“Kei”改装品牌，当然，针对甩尾族的消费成分居多，从出书、电影演出、监制和漫画监督，都使土屋圭市逐渐建立起为数众多的拥护者。近几年，一部他个人监督的漫画“头文字D”水涨船高，由于主角车AE86为土屋最爱，且角色出身与他个人相近，许多人均揣测这是否影射个人故事。在他出版的个人传记中，土屋对此提出说明，对他来说AE86是训练与考验新手技术的跑车，该车的能耐可反映车手技术且价格便宜，因此，以年轻人为主题的头文字D，才会将AE86列为山路飙车族群之最佳选择。至于带水杯送豆腐、水沟盖过弯等驾驶技巧，为了不影响读者想像力土屋并未发表评论，指出为杜撰或者亲身体验，但他始终强调，进入赛道的成就并非偶然，还是仰仗不断反覆的练习，方得以造就出一位优秀车手。",
    "chinese_title": "漂移圣经",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Drift King Keiichi Tsuchiya's Drift Bible: A Complete Guide to Drifting",
    "imdb_rating_average": 8.3,
    "douban_rating_average": 0,
    "update_at": "2025-03-29T05:00:13"
}