{
    "aka": [
        "No Mercy",
        "Without Compassion"
    ],
    "sid": "3221650",
    "cast": [
        {
            "url": "/celebrity/1061823/",
            "name": "Diego Bertie Diego Bertie",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083237/",
            "name": "Ricardo Fernández Ricardo Fernández",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147077/",
            "name": "Hernán Romero Hernán Romero",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2896068124.jpg",
    "region": [
        "秘鲁",
        "墨西哥",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1041534/",
            "name": "费奥多尔·陀思妥耶夫斯基 Fyodor Dostoyevsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1279813/",
            "name": "Augusto Cabada Augusto Cabada",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0111196",
    "director": [
        {
            "url": "/celebrity/1023506/",
            "name": "弗朗西斯科·J·隆巴蒂 Francisco J. Lombardi",
            "@type": "Person"
        }
    ],
    "duration": "120 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1994-09-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0111196/",
    "imdb_votes": 150,
    "this_title": [
        "Sin compasión"
    ],
    "douban_link": "https://movie.douban.com/subject/3221650/",
    "imdb_rating": "7.1/10 from 150 users",
    "trans_title": [
        "无情",
        "No Mercy",
        "Without Compassion"
    ],
    "douban_votes": "0",
    "introduction": "改编自陀斯妥耶夫斯基的小说。Halfway through Francisco Lombardi's Sin compasión, one Alejandro Velaochaga drops in unexpectedly on the protagonist, a student by the name of Ramón Romano. Velaochaga is a rather sinister character, and he's made his may into the room while Romano is still asleep. Romano, troubled enough by the notion that he is being persecuted on all sides, wakes up to his visitor's presence with a shock. Part of Velaochaga's creepiness, however, is that he is quite suave and unruffled, in total contrast to his unwilling host.In response to the question as to how he got in, Velaochaga continues cleaning his pipe, shrugs his shoulders slightly, and responds \"Through the door.\" Leaning in slightly in a gesture of familiarity he add, \"My advice would be that you get yourself a bolt. They're not expensive.\" The irony of Velaochaga's apparent concern for Romano's security and peace of mind is that he represents the greatest danger both to the young man and to his even more defenseless girlfriend. For this sophisticated gentleman in his immaculately tailored suit turns out to be both a lecher and a blackmailer. And it is he who is the first to unearth the guilty secret that has Ramona so on edge: that Ramón has brutally murdered his landlady and her husband.Leaving Ramona's quarters, Velaochaga extends his hand to the young man, who rather reluctantly shakes it. \"It's been a pleasure to meet you,\" the old man says. \"You're quite a character. Really.\" Then, looking around at his surroundings before finally taking his leave, he adds \"And you have a very interesting place. It has the feel of a neorealist film.\"Indeed, Sin compasión has more than a touch of neorealism. It's an adaptation of Dostoevsky's Crime and Punishment, with Romano for Romanovich Raskolnikov, set in the curiously timeless center of Lima. There is little here of either the city's many barrios and suburbs, or the hustle and bustle that most strikes a visitor to the city. This is a strangely stripped down version of Lima. The color palette is muted browns and creams, full of shadows and crevices. Interiors include some of the city's oldest bars (such as the magnificent Quierolo, in which Romano meets the prostitute Sonia's drunken father), which carry an air of dowdy resistance to time's encroachment, and exteriors are almost all confined to the narrow streets and lanes around the Plaza de Armas. And almost at the end of the film, Velaochaga goes to the Plaza itself to sit on the Cathedral steps, where after a contemplative cigarette he commits suicide. But the square is deserted, and so nobody is there to witness his inglorious end.Lombardi therefore achieves a sort of universality that gives weight and depth to this Peruvian adaptation of the classic Russian novel. Lima becomes archetype of urbanity in general, and the continuities of the urban experience between nineteenth and twentieth centuries. There will always be a measure of poverty, squalor, prostitution, drunkenness, injustice, debt, violence, guilt, and so on. No matter if the city in question is Dostoyevky's St Petersburg or Dickens's London, De Sica's Rome or Lombardi's Peru.Sin compasion stillAnd in the end there will always be a disparity between the law and compassion. Indeed, the film's title is oddly inaccurate. Romano's problem is not that he lacks compassion--the notion that he believes that only the intellectual and moral elite can forge their own laws is mentioned but scarcely developed. In fact, he kills the landlady out of compassion, having seen the way in which they treat their tenants. Romano refuses to accede to any transcendent moral code, so that although the entire story is told in flashback, framed as a conversation with a prison priest, he adamantly denies that he is in fact confessing. He has nothing to confess, only a story to tell. And it's as he expounds that story that it becomes clear that neither the legal code nor organized religion can fully comprehend for his actions.Romano needs not to confess, but to narrate, and by narrating to understand and allow us too to understand how the most cold-blooded murder can be motivated by the most compassionate of intentions.",
    "chinese_title": "无情",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sin compasión",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-20T05:23:04"
}