{
    "aka": [
        "Don't Look Back"
    ],
    "sid": "3221621",
    "cast": [
        {
            "url": "/celebrity/1308912/",
            "name": "Ruminah Sidek Ruminah Sidek",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1309608/",
            "name": "Mohd Pierre Andre Mohd Pierre Andre",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2575535301.jpg",
    "region": [
        "马来西亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1309608/",
            "name": "Mohd Pierre Andre Mohd Pierre Andre",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1069259",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Malay"
    ],
    "playdate": [
        "2007-04-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1069259/",
    "imdb_votes": 147,
    "this_title": [
        "Jangan Pandang Belakang"
    ],
    "douban_link": "https://movie.douban.com/subject/3221621/",
    "imdb_rating": "5.7/10 from 147 users",
    "trans_title": [
        "别往后看",
        "Don't Look Back"
    ],
    "douban_votes": "0",
    "introduction": "Darma (Pierre Andre) is traumatised by the mysterious death of his fiancee, Rose (Intan Ladyana) who had killed herself. Unknown to him, Rose had been haunted by a malicious spirit which they had brought to her home after picking up a small jar found washed up at the beach. Apparently, the spirit had been imprisoned and was inadvertently released by the couple.At her home, after her death, before leaving Darma had taken the small jar with him, and with it, the malignant spirit.Not satisfied with why Rose had suddenly killed herself, Darma decides to investigate the case with the help of Rose's twin sister, Seri, (also played by Intan Ladyana). As they probe into the death, a series of strange occurrences start to unravel, leaving Darma in a disturbed state of mind that affects his life and career. When he is advised to take a week's break from work, he returns to his village to rest. Unknown to him, he is only getting closer to solving his fiancee's death and the truth behind the strange happenings.It was Darma's senile grandmother who could see the ghost and had unwittingly invited the spirit into the house. In Malay belief, certain spirits cannot enter the house unless invited in. This is similar to the vampire mythology in the West. The ghost in this movie is called Saka. Saka was a ghost that has been kept by the elder for some uncertified reason. Mostly, Saka starts to give problems when it's owner die and Saka needs to be feed. Mostly, Saka will haunt the next generation of the owner.",
    "chinese_title": "别往后看",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Jangan Pandang Belakang",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-14T10:49:44"
}