{
    "aka": [
        "Russian Symphony",
        "Russkaya simfoniya"
    ],
    "sid": "3222659",
    "cast": [
        {
            "url": "/celebrity/1031465/",
            "name": "瓦伦丁·格鲁本科 Valentin Golubenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1520734/",
            "name": "伊琳娜·乐施会娜 Irina Rakshina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1514417/",
            "name": "娜塔莉亚·阿基莫娃 Natalya Akimova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1171193/",
            "name": "Anna Aleksakhina Anna Aleksakhina",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114214/",
            "name": "安德烈·克拉斯科 Andrey Krasko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108418/",
            "name": "Valentina Kovel Valentina Kovel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108192/",
            "name": "Kira Krejlis-Petrova Kira Krejlis-Petrova",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1528563/",
            "name": "维克托·米哈伊洛夫 Viktor Mikhaylov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2872378958.jpg",
    "region": [
        "俄罗斯"
    ],
    "writer": [
        {
            "url": "/celebrity/1018788/",
            "name": "康斯坦丁·罗普桑斯基 Konstantin Lopushansky",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0111040",
    "director": [
        {
            "url": "/celebrity/1018788/",
            "name": "康斯坦丁·罗普桑斯基 Konstantin Lopushansky",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1994"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0111040/",
    "imdb_votes": 222,
    "this_title": [
        "Русская симфония"
    ],
    "douban_link": "https://movie.douban.com/subject/3222659/",
    "imdb_rating": "6.5/10 from 222 users",
    "trans_title": [
        "俄罗斯交响曲",
        "Russian Symphony",
        "Russkaya simfoniya"
    ],
    "douban_votes": "0",
    "introduction": "The third chapter of great metaphysic Russian director from St Petersburg Konstantin Lopushanski's apocalyptic trilogy. The director himself called this one \"The soviet apocalypse of the dying empire\". This work is a real monument for Russian orthodoxy and old-believers. It gives brief vision of expression the post-soviet religion revival. It is somewhere the direct screening of the Gospel According to St. John.The story begins with the fact that the world is dead already. The water is coming very fast and nothing can be done to stop that process. So the post-soviet people are saving the last days hiding and going mad everywhere. The main character, played by Valeri Garkalin is in his 40s- loosing mind and trying to realize what is happening with the world. He finds out that some children have been left stuck in a school, that is sinking fast, as the water is coming from everywhere. We can see the people swimming on boats, on furniture, no sun at all. He wants to do something good before he dies. He can not realize, that most of people have already lost their humanity and do not care for children or anybody any more. So the whole film we see that the main character walks around governmental people, who still have helicopters and cars and asks them to help to save the dying children. But nobody cares . Everybody suspects him to have some personal plan to save himself. He sees no light in the eyes of everyone he meets. All of them are just scared freaks, who are still try to look important. We can see Mikhail Gorbachev, who works as a room-cleaner here, but he turns out to be not an ex USSR chairman, but his double. Nobody hears the main character-and the time is running. The water is coming , the dead are coming back to life. Everybody is unable to change the God 's will to punish heartless and selfish humans. Finally some governmental people offer the main character to be sort of messiah and speak aloud to the crowd of freaks and to the God directly. While he is doing that, the school vanishes under water. Nobody is saved. But some Jewish-looking cameraman are still recording video. And the main character looks like fool after all. He saves neither children nor himself. And that makes sense . The whole situation looks like a well-planned ritual of human sacrifice. Lopushanski is in his best. The film is very grotesque, pure critical, very deep and literal dialogues. Most of the questions that were touched in this title are eternal. The director gives a chance for audiences to feel the brief of true orthodoxy here. As only cataclysms can awake the spiritual revival in the times of scientific atheism all around the world. When the film was made, the critics in Russia rejected it. They refused to show it on TV and the film was banned for many years. It is still very hard to find that title on DVD. Still it got some awards in Berlin Film festival 1995 and the same year in Sochi Kinotavr 1995 for the best production (The prize was given to the producer A.Golutva ). I personally had tears in my eyes while seeing a copy of Russkaya Symphonia. Very realistic vision of the upcoming future.",
    "chinese_title": "俄罗斯交响曲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Русская симфония",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-05-19T04:11:43"
}