{
    "aka": [
        "Prosthesis"
    ],
    "sid": "3222006",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0378892",
    "director": [
        {
            "url": "/celebrity/1044506/",
            "name": "María Meira María Meira",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0378892/",
    "this_title": [
        "Prótesis"
    ],
    "douban_link": "https://movie.douban.com/subject/3222006/",
    "trans_title": [
        "修复",
        "Prosthesis"
    ],
    "douban_votes": "0",
    "introduction": "Maria Meira, (Buenos Aires, 1976) screenwriter and director. She graduates from the University of Buenos Aires with a degree in \"Image and Sound Design.\" She holds also a degree in Directing from the E.N.E.R.C. (Escuela Nacional de Experimentación y Realización Cinematográfica).She directs three fiction short films in 16mm. “Si no he de tenerte“ (1999), “Prótesis“ (2000) and “La torre de Mabel” (2001), and a documentary short film “Cartas de amor” (2006).In 2001 \"Protesis\" goes on to win \"Best Short Film\" at UNCIPAR film festival; it is shown throughout festival circuits both nationally and internationally, and it is finally acquired by Spain's Canal “Calle 13”, to be shown during regular programming.She co-writes the internationally acclaimed film \"Tan de Repente\" (2003) directed by Diego Lerman. This film, produced by Lita Stantic, wins several international awards. \"Best Screenplay\" at the Huelva Film Festival in Spain, among others. The film is released commercially in more than 15 countries.In 2003 Meira participates in the first \"Berlinale Talent Campus.\"Along with photographer Sebastian Friedman, she develops the documentary project \"La Invisible\" (2005), subsidized by the Fondo Nacional de la Artes.In 2006, she participates in the \"Semillero de Talentos\", at the Mar del Plata International Film Festival with the screenplay \"Vecinos\". This feature film is currently in production.Since 2003, she works as a Script-writing teacher at the BAC (Buenos Aires Comunicación), and along with Diego Lerman, she coordinates Script-developing workshops.“Retiro” (2007) is her first feature film.",
    "chinese_title": "修复",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Prótesis",
    "douban_rating_average": 0,
    "update_at": "2025-04-21T01:42:33"
}