{
    "aka": [
        "The Highway of Life",
        "在生命的高速路上",
        "漫漫乡谣路(港)"
    ],
    "sid": "3223377",
    "cast": [
        {
            "url": "/celebrity/1115542/",
            "name": "Marthus Mathias Marthus Mathias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115614/",
            "name": "Milionário Milionário",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126125/",
            "name": "Nádia Lippi Nádia Lippi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141431/",
            "name": "Turíbio Ruiz Turíbio Ruiz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1980",
    "genre": [
        "歌舞"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2570090893.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1080890/",
            "name": "Chico de Assis Chico de Assis",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0081214",
    "director": [
        {
            "url": "/celebrity/1028515/",
            "name": "内尔森·帕雷拉·德桑托斯 Nelson Pereira dos Santos",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1980(巴西)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0081214/",
    "imdb_votes": 75,
    "this_title": [
        "Na Estrada da Vida"
    ],
    "douban_link": "https://movie.douban.com/subject/3223377/",
    "imdb_rating": "6.7/10 from 75 users",
    "trans_title": [
        "生活之路",
        "The Highway of Life",
        "在生命的高速路上",
        "漫漫乡谣路(港)"
    ],
    "douban_votes": "0",
    "introduction": "基本上属于公路题材的音乐片，将两个巴西乡村民歌手的生活，剧中角色现实中就是歌手，片中以本名出演，也可看做是一部纪录片吧。Two rural musicians, Milionario and Jose Rico, star as themselves in this unusual Brazilian drama by Nelson Pereira dos Santos that features about 20 of the duo's songs. Milionario and Rico become friends in Sao Paulo and find employment with a construction company. When they play their music at lunchtime to an increasing audience of coworkers, the result is that they are soon on the street looking for work again. One attempt at cutting an album is undermined by competitive nasties, and just when everything looks bleak, the duo decides to make a promise to a saint in exchange for success. Taking a giant step away from accepted urban culture where rural music is taboo, Pereira dos Santos adjusts his scenes and special effects to his topic; they reflect the rusticity of films a few generations ago.Self-taught Brazilian filmmaker Nelson Pereira dos Santos is not only one of the most innovative directors in Brazilian film, he is also well-respected for his work to promote the status of Brazilian national cinema. In his youth, dos Santos studied law, worked as a journalist, and was very active in the cultural and political activities of the Communist Party. He had always been a fan of cinema and also loved reading Brazilian novels. In film, he began in the early '50s as an assistant director. In that capacity he taught himself the basics of production. He also gained experiences in acting, editing, producing, and writing scripts. His first feature film, done in neorealist style, Rio, 40 Degrees (1954), remains a groundbreaker in that it is the first to critically and realistically chronicle the plight of Brazil's impoverished. His 1963 film Barren Lives, an examination of a landless family's attempts to survive in the backlands, is considered a masterpiece and a landmark of cinema novo. He later abandoned neorealism in favor of more experimental political allegories that utilized more artistic, and highly symbolic imagery. Internationally, the best known of these is How Tasty Was My Little Frenchman (1971). Over the next decade, dos Santos attempted to create a \"popular cinema\" to reflect contemporary Brazilian culture. The fourth Estrada da Vida was the most successful commercially. His 1984 film, Memorias do Carcere, adapted from a book by Graciliano Ramos, is also considered a masterpiece.",
    "chinese_title": "生活之路",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Na Estrada da Vida",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-02T17:00:31"
}