{
    "aka": [],
    "sid": "3223643",
    "cast": [
        {
            "url": "/celebrity/1274233/",
            "name": "李雪健 Xuejian Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1310696/",
            "name": "吴越 Yue Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313032/",
            "name": "黄海波 Haibo Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274813/",
            "name": "杨志刚 Zhigang Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316210/",
            "name": "杨梅 Mei Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317055/",
            "name": "巨兴茂 Xingmao Ju",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316226/",
            "name": "李靖飞 Jingfei Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334341/",
            "name": "陆建艺 Jianyi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367242/",
            "name": "张建新 Jianxin Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2276959836.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1313592/",
            "name": "郭靖宇 Jingyu Guo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1367361/",
            "name": "肖绍权 Shaoquan Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1420153/",
            "name": "韩晓天 Xiaotian Han",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt32347056",
    "director": [
        {
            "url": "/celebrity/1313592/",
            "name": "郭靖宇 Jingyu Guo",
            "@type": "Person"
        }
    ],
    "duration": "42分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-06-26(中国大陆)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32347056/",
    "this_title": [
        "美丽人生"
    ],
    "douban_link": "https://movie.douban.com/subject/3223643/",
    "trans_title": [
        ""
    ],
    "douban_votes": "1189",
    "introduction": "八十年代，某小城，话剧团家属院。剧团排演话剧《美丽人生》导演带着男女主演和场记赴北京开会，回来的途中司机李大川酒后驾驶，造成一场车祸，老美工伍正德失去了儿子和搭车回来的女儿，上小学的范月、范阳姐弟失去了父母，演员赵萍萍失去了丈夫。伍正德是剧团里公认的好人，自己失去了孩子，他对失去父母的范阳和范月特别呵护有加，八岁的范阳和伍正德越来越亲近，九岁的范月却始终看不起这个“工人阶级”，因为“咱爸妈都是大演员！”范月认为别人来接近范家都有目的，都是看中了父母留下的财产。刚好出现了一个觊觎范家财产的“姑姑”，姑姑被范月和伍正德撵出门去，这更加坚定了范月的信念，她九岁，不相信任何人。赵萍萍是个“不会哭的演员”，一直以来，生活对她太优待了，她哭不出来；但这次她尝到了痛苦的滋味，她甚至因为悲伤过度失去了腹中的孩子，寡妇门前是非多，从医院回来的赵萍萍多次卷入是非，她企图自杀，被伍正德所救。因为同病相怜，也许是感动，或者还有赌气，赵萍萍提出了和伍正德带着孩子们“一块儿过日子”的想法。伍正德大惊失色，他想自己只是个孤身多年的老美工，而赵萍萍年轻漂亮，她刚刚去世不久的丈夫还是导演。但赵萍萍吃了秤砣铁了心，想尽各种办法，甚至动用了组织劝说，伍正德就是不松口。“姑姑”的努力还在继续，范家的家产还在被人觊觎，面对范阳的眼泪，伍正德心软了。为了得到范家姐弟的抚养权，伍正德终于和赵萍萍去领了一张结婚证，在满院子惊诧的目光中，四个人终于组成了一个“临时家庭”。岁月，很快就过去了。临时组成的“家庭”，也已经走过了十年，团里的人一直在风传赵萍萍与伍正德的婚姻“有名无实”，并且副团长始终在追求赵萍萍……赵萍萍一方面苦恼与伍正德的关系“互相耽误事儿”，同时已经在医院任护士的范月并不听话，为了“对象”问题与赵萍萍多次发生冲突，赵萍萍和伍正德商量在范阳十八岁生日结束后，两人就办理离婚，伍正德欣然同意。生日当晚，范阳没有回家，他办了一件“大事”，他用刀把李大川的儿子李强给捅了。这一刀把李强捅进了医院，把范阳自己捅进了看守所，把这个“家”捅了个大窟窿。如果李强死了，范阳就得偿命，范月又在这关头惨遭男友抛弃，天天以泪洗面，伍正德和赵萍萍疲于奔命在小城的大街小巷中，不是找人，就是找钱。谁也没有想到，实行房改后，剧团第一个把房子做了买卖的，居然是老实巴交的伍正德。伍正德把自己的房子卖了以支付高昂的抢救费，赵萍萍在剧团的道具库里找到了伍正德支起的行军床。仓库里，赵萍萍抱住了伍正德，他们的感情终于尘埃落定。李强的母亲终于提出了赔偿要求，只要把范家的房子给她，李强好了以后，她可以放范阳一马。范家的房子也保不住了，范月在房契上签了名字，搬到赵萍萍家里。赵萍萍家里，是一扇扇用帘子打的隔断，房子小了，但人心近了。范阳从看守所出来的时候，给赵萍萍和伍正德跪下了，他说，要一辈子做一家人。又是十年过去了，赵萍萍和伍正德都几乎称得上是老人了。范阳快三十了，开了一家修车行，生意挺好，可是就是不找女朋友，伍正德想撮合撮合徒弟的女儿小娴，小娴已经点头了，却被范阳一口回绝。赵萍萍暗自调查原来范阳和一个叫阿雅女人早有来往，阿雅三十多岁，带着孩子，还是监狱里头出来的，这还得了！范月也不让人省心，男朋友何尔东是个台湾人，对范月好的过份，用伍正德的话说“怎么说出的话都跟戏词似的？”看着就让人不踏实。但一切都在进行着，范阳与阿雅的关系结束了，原来阿雅是贩毒集团的人，范阳给警察做了一回“特情”，范阳牵起了小娴的手，范月也披上了婚纱。婚礼的时候，赵萍萍昏倒了，不是因为激动，她得了癌症；医院里，赵萍萍拉着伍正德的手“我没活够……”好在手术很成功，赵萍萍活下来了，几年过去了，剧团重排美丽人生，她被推选上了女主演她的经历太丰富了，只要灯光一亮她就止不住眼泪……而伍正德更是反聘为副美术，老头乐得什么似的。范月的儿子甜甜已经四岁，小娴的肚子却一直没有动静，老两口着急了，小娴查出了“子宫后倾”需要较为安静的环境，老两口商量着出去租一个房子；而范阳与小娴商量收养阿雅的孩子，他知道没人要的滋味，小娴坚决不同意……范月四年没见过面的公婆从台湾赶来，婆婆与范月逛街的时候突然失踪，同时失踪的还有公公，丈夫，以及孩子。范阳带着范月到警察局报案，巧遇已经当上了警察的李强，经过初步的调查，李强认定很有可能是一起“骗腹生子”的案件，原来结婚四年，何尔东一直以种种理由搪塞没有办理结婚证，范月疯了……经过众人的努力，孩子终于找回来了，在孩子的呼唤声中范月恢复了神智，李强重新走进了范月的生活，原来他从小一直喜欢着范月，范月表示自己得想想……《美丽人生》赴京演出，舞台上的赵萍萍美丽的令人目眩，灯光璀璨的如同白昼，伍正德感到天旋地转，他头朝下栽进了乐池。医院里，伍正德昏迷着，这个家庭所有的成员都赶来了，竟然有那么多……他们等待伍正德睁开眼睛。……从血缘上来说，他们每个人都是孤独的，但他们现在分明聚在一起，呼唤着他们的家人，他们的爱。人生最苦的莫过于少年丧父，中年丧偶，老年丧子，因为一个意外，三个家庭破碎了；三个破碎的家庭又重新组成一个家庭，以及其所衍生的新的家庭，看这些男男女女怎样泪中有笑互相扶持着走过他们的美丽人生……",
    "chinese_title": "美丽人生",
    "douban_rating": "8.5/10 from 1189 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-02-20T12:28:13"
}