{
    "aka": [
        "VIP - The Other House"
    ],
    "sid": "3223385",
    "cast": [
        {
            "url": "/celebrity/1357623/",
            "name": "尤利特·克鲁兹 Yuliet Cruz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1222917/",
            "name": "Juan Carlos García Juan Carlos García",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "喜剧",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1293272241.jpg",
    "region": [
        "委内瑞拉",
        "古巴",
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1401551/",
            "name": "阿图罗·因凡特 Arturo Infante",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028509/",
            "name": "芬娜·托雷斯 Fina Torres",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1069246",
    "director": [
        {
            "url": "/celebrity/1028509/",
            "name": "芬娜·托雷斯 Fina Torres",
            "@type": "Person"
        }
    ],
    "duration": "Venezuela: 100 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2008-08-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1069246/",
    "imdb_votes": 369,
    "this_title": [
        "Habana Eva"
    ],
    "douban_link": "https://movie.douban.com/subject/3223385/",
    "imdb_rating": "5.9/10 from 369 users",
    "trans_title": [
        "哈瓦那伊娃",
        "VIP - The Other House"
    ],
    "douban_votes": "0",
    "introduction": "A man who thought himself untouchable. An ambitious lover. A wife blinded by comfort. A priest living his personal hell. A jail with no rules except one: survival of the fittest.  With the basic tools of Cinema Verite, V.I.P. mixes actors with real prison inmates to highlight the line between the comfy outside world and the deadly intimacy of the prison.It is a new movie from Guatemalan director Elías Jiménez Trachtenberg, which is on general release over there right now. A government official called Juan Ramos is jailed for suspected corruption: an unusual enough premise in Guate. Apparently the rest of the film is about his struggle to get himself transfered to the VIP part of the prison and the plots hatched by his personal enemies that are geared towards ensuring that his stay behind bars is nasty, brutal and short.\"VIP\", which is the second film by director Elias Jimenez Trachtenberg and was set to debut Thursday in Guatemala, tells the story of a disgraced politician who is shunned by his former allies after he is jailed for corruption.The purpose of the film, Jimenez told the EFE news agency, is \"to show the realities and problems that affect society as a whole\", with a particular focus on \"the justice and prison systems, which are going through their worst moment\".The producers of the project spent more than a year convincing prison authorities and the inmates of the pre-trial detention facility in Guatemala City to allow filming to take place inside.According to the director, it was easy to gain the support of the authorities, who \"provided us with help and security during the filming\", but the hard part was gaining the trust of the inmates who initially refused to allow the reality of life in the prison to be portrayed.\"We were on the verge of abandoning the project because without the authorisation of the prisoners we couldn't do anything,\" Jimenez said.Everything changed when Jimenez, in a final effort, spoke with an individual who at that time was the main leader of the prison's inmates and told him: \"This will be the first time you'll see yourself as an artist and not as a murderer...you'll see yourself in the media as someone doing something good.\"From that point onward, he said, \"The movie became - during the two months that filming lasted - part of the daily life of the prison.\"Juan Pablo Olyslager, the star and executive producer of the film, said that unlike other movies that portray life behind bars, such as Hector Babenco's \"Carandiru\", \"VIP\" was made \"inside a real prison, in use, and the actors and extras are real inmates.\"\"The Carandiru prison was empty. Everyone who appears in that film (about a massacre in a Sao Paulo prison) is an actor. In ours, everything is real: the locations, the actors, the extras,\" he said.While that is a virtue of the movie because of the drama and realism that is projected, Jimenez said the decision to do the filming inside a prison with real inmates - with all the dangers that implies - was a financial necessity.\"We didn't run that risk just because we wanted to. If we'd had half a million dollars we wouldn't have done it. We'd have built a prison and hired extras. But in third-world countries like ours, where we don't have a film industry nor support from governments or private companies, we have to resort to reality,\" Jimenez said.The film was made at a cost of $75,000, with the funding provided by international cooperation organisations.\"VIP\" is the third production of Casa Comal, an organisation dedicated to building an audiovisual and film industry in Central America and creator of the Icaro Festival, an annual exhibition of the best productions on the isthmus.",
    "chinese_title": "哈瓦那伊娃",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Habana Eva",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T18:07:58"
}