{
    "aka": [],
    "sid": "3223392",
    "cast": [
        {
            "url": "/celebrity/1126942/",
            "name": "埃伦娜·佩卓瓦 Elena Petrova",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1994",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2638873898.jpg",
    "region": [
        "保加利亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1052744/",
            "name": "尼古拉·海托夫 Nikolai Haitov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0110279",
    "director": [],
    "duration": "88 分钟",
    "episodes": "",
    "language": [
        "保加利亚语"
    ],
    "playdate": [
        "1994-09-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0110279/",
    "imdb_votes": 344,
    "this_title": [
        "Kozijat rog"
    ],
    "douban_link": "https://movie.douban.com/subject/3223392/",
    "imdb_rating": "7.5/10 from 344 users",
    "trans_title": [
        "山羊角"
    ],
    "douban_votes": "0",
    "introduction": "这片是1972年同名影片的彩色翻拍版，尽管不如72年版那么经典，但依旧是一部拍得非常好的作品。影片获奖有：1994 GRAND PRIX \"EUROPA\" - 5th European Film Festival, La Baule, France1994 GRAND PRIX \"GOLDEN EAGLE\" - 4th International Film Festival, Georgia1994 GRAND PRIX \"GOLDEN ROSE\" 22nd National Film Festival, Bulgaria1994 \"ROSA D'ARGENTE\" - 13th Bergamo Film Meeting, Italy1995 SPECIAL PRIZE OF THE JURY - 2nd International Film Festival, Varna, Bulgariahttp://www.answers.com/topic/kozijat-rogThis Bulgarian tragedy is a remake of that country's most popular film of all time. Unlike the sharply political original, this version centers more on the human relationships involved in the story of a humble Christian shepherd and his small family during the Ottoman rule. The sad story begins as the shepherd's beautiful wife is brutally ravished by two wandering Turks. While he and his daughter helplessly look on, the two pierce the wife's throat with a curly goat horn and leave her to die. Father and daughter, Maria, are utterly horrified; the daughter is so traumatized that she becomes mute, and more than a little insane. The father too, goes mad with grief. He takes Maria to a huge cave deep in the mountains where he hacks off her hair, dresses her in sheepskins and teaches her to kill without flinching. It is she who goes out to exact revenge on the two who murdered her mother. They die as she did and are found with goat horns sticking from their throats. Back at the cave, life becomes more difficult when Maria blossoms into a beautiful young woman and her father begins to develop sexual feelings for her. Though he resists his lustful urges, he cannot help but become insanely jealous when she falls in love with a lonely Muslim shepherd. ~ Sandra Brennan, All Movie Guide",
    "chinese_title": "山羊角",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Kozijat rog",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-11-12T12:32:38"
}