{
    "aka": [],
    "sid": "3224740",
    "cast": [
        {
            "url": "/celebrity/1212617/",
            "name": "铁斯托 Tiësto",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "荷兰"
    ],
    "writer": [],
    "imdb_id": "tt0380759",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "荷兰语",
        "英语"
    ],
    "playdate": [
        "2003-07-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0380759/",
    "imdb_votes": 108,
    "this_title": [
        "Tiësto: Another Day at the Office"
    ],
    "douban_link": "https://movie.douban.com/subject/3224740/",
    "imdb_rating": "7.6/10 from 108 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This DVD was hyped to be some great event before its release. It wasn't mindblowing, but it is a fairly well done DVD shot in documentary style that includes interviews with Tiesto in New York and Miami, fan interviews, concert footage, music videos and a limited discography as well. The coolest thing, for me, was seeing Tiesto's home town of Breda, Holland and seeing the Club Spock where he got his first residence as a Dj back in 1985 at the age of 17. We also get to see his studio in Breda as well and meet his sound engineer. For fans of Tiesto, this is a very insightful look into the Dj that manages to inspire so many people. I personally am a huge Tiesto fan and hold him and his music on a special level and it's great to own Another Day at the Office. But nothing will ever beat seeing him LIVE, so do it before he retires! The coming Tiesto In Concert DVD will also be great I'm sure.8/10...the only disappointing thing about this DVD is that the live concert footage doesn't include live music, but rather dubbed tracks that Tiesto supposedly selected himself. While I understand that it is necessary for Black Hole Recordings and Tiesto to promote other artists under their label, it would have been nice to see and hear the limited concert footage LIVE and not dubbed.",
    "chinese_title": "Tiësto: Another Day at the Office",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T19:33:55"
}