{
    "aka": [],
    "sid": "3226568",
    "cast": [
        {
            "url": "/celebrity/1274796/",
            "name": "杨和平 Heping Yang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2870536481.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "94分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "2008-11-14(中国大陆)"
    ],
    "this_title": [
        "点亮欧洲"
    ],
    "douban_link": "https://movie.douban.com/subject/3226568/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "温州生产的金属打火机，大部分出口到欧洲，欧盟要针对中国打火机实施安全标准，这构成了对中国打火机企业的歧视，也损害了欧洲普通消费者的利益。以林朝安为代表的温州企业家们经历了一系列斗智斗勇的不懈努力，终于取得了应对CR法规和反倾消调查的胜利。_____________________中国温州生产的金属打火机，百分之八十五以上都出口到欧盟。龙腾打火机厂是温州打火机行业里优秀的企业，董事长叫林朝安。欧洲，著名企业修格，布朗妮向总经理介绍林朝安。修格计划并购龙腾。林朝安的新厂址正在上梁，道士举行安土仪式。女工翠兰送来一份传真。欧盟要对中国打火机，实施安全标准(简称CR)。要符合这个标准，就必须给打火机安装防止儿童开启装置，俗称“加锁”。但所有的“加锁”专利，都掌握在欧美厂家手里。如果购买专利，温州打火机将失去价格优势。温州的打火机产业面临灭顶之灾。林朝安心急如焚。他向打火机协会会长沈阿奎告急。沈阿奎开始不在乎，了解情况后，居然想托人到欧盟找关系。林朝安很失望。无奈之下，只好找过去的情人吕薇薇。吕薇薇的丈夫吴光华因制假正在坐牢(他一直以为是林朝安告的密)。吕薇薇开始并不理睬林朝安，最后才建议联合会员写信，要求协会正视CR问题。协会终于开会商讨对策。林朝安提议组团游说欧盟。沈阿奎则动员大家找人开后门。会议无果而终。吕薇薇准备改产锁具。林朝安赶去劝阻，她不以为然。CR作用浮现，打火机出口量骤减。欧洲烟具进口商主席克洛德建议林朝安找政府协助，林朝安给通商部写信反映情况。翠兰非常担心，跑来询问。林朝安训了她一顿。这是中国加入世贸组织后的第一起贸易纠纷，通商部高度重视。贸易纠纷局李智民副局长亲自来温州协调。林朝安到机场接李智民，却被吕薇薇抢先接走。酒席上，共有八个人愿意参加游说团，包括沈阿奎和吕薇薇。临走前，有五个人退出游说团。林朝安请吕薇薇不要再退出，吕薇薇答应了。但是，狱中的吴光华不同意她去。最后，吕薇薇也退出游说团。游说团去机场的路上，司机掉转车头赶路。林朝安和沈阿奎一致训斥司机，他们觉得走回头路预兆不好。李智民哭笑不得。欧洲，游说团成功地让欧盟修改了税则号，使金属打火机和一次性打火机有所区隔。在商场里，沈阿奎故意抽烟，商场老板只好派人拿烟灰缸跟着他。李智民要他“在人家家里，就得守人家的规矩”。在游说过程中，布朗妮等一路旁听。林朝安不顾沈阿奎的反对，要与修格直接会谈。会谈前，他写好讲稿。其中几句，想用英语讲，请李智民用汉语注上音。会谈中，林朝安激动地用汉语注音的英语说，“中国打火机企业是中国市场经济发展的受益者，但却成了欧盟市场经济地位政策的受害者。”他的演讲，引起欧洲媒体的极大关注。欧盟还是通过了CR。林朝安指责政府延误时机，导致失败。李智民表示歉意，并说，政府的职能也正在转化之中。林朝安和沈阿奎都预感到国内会有一场暴风雨。布朗妮分别请林朝安、沈阿奎参观修格厂，包括修格研究所的“加锁”研究，提出要并购龙腾。林朝安当场拒绝。沈阿奎对欧盟主管官员行贿，出尽洋相，李智民怒斥了他。林朝安因为参观修格，对“加锁”有了信心，请沈阿奎一起出资研究“加锁”技术。沈阿奎却被吓破了胆，认为中国两辈子也赶不上修格，拒绝出资。他偷偷打电话回国，要厂里赶紧低价卖掉产品。CR通过的消息传到国内，群情激愤。大家立刻改选协会，沈阿奎和林朝安同时落选，吕薇薇当选为会长。沈阿奎和林朝安震怒，李智民劝他们以大局为重。吕薇薇肩负着大家的希望，赶赴欧洲。她一番偏激的讲话，引起欧盟公众的不良反映。为了弥补吕薇薇的过失，林朝安动员克洛德出面呼吁不要损害欧洲消费者的利益，才算挽回一局。欧盟总部，李智民态度强硬地指出，CR标准构成了对中国打火机产业的歧视。如果实施，中国将作出强烈反应。欧盟答应启动修正机制，让CR与价格脱钩。出来后，林朝安激动得有些失态。他说：自己从小的愿望就是能天天吃上花生米。想不到今天能跟洋人面对面谈判，而且国家还这么撑腰。布朗妮对林朝安有好感。林朝安回国前，她想带他参观博物院。林朝安没有时间，表示如果布朗妮到温州，他愿意当向导。布朗妮透露，沈阿奎在低价抛售产品。林朝安带大家赶到地摊，果然看到沈阿奎低价抛售的打火机。李智民批评他。林朝安沉得修格不会就此善罢甘休，建议李智民未雨绸缪。大家都对欧盟修改税则号、同意修改CR的游说结果表示满意。温州机场上，沈阿奎和吕薇薇心安理得地走上红地毯。只有林朝安坚持不走红地毯。吴光华对吕薇薇和林朝安一起出游欧洲吃醋，惹得吕薇薇很不高兴。由于CR的压力，林朝安的配套厂都来催账，好不容易才劝住大家。翠兰又来辞职。她丈夫所在的一家打火机厂关门了，两夫妻想跳槽到锁厂去。林朝安劝她不要走。布朗妮来温州与沈阿奎谈收购的事，林朝安带人搅了她们的局。借CR通过的东风，修格一鼓作气，对温州打火机提起反倾销申诉。反倾销比CR还厉害，如果成立，欧盟会立刻全面封杀中国打火机。李智民带着律师来协调。大家同意以“产业无损害”为理由，联合应诉。这是很大的一笔开销，林朝安、沈阿奎和吕薇薇都拿出十万元。李智民希望林朝安另辟蹊径，申请“市场经济地位”。“市场经济地位”需个案申请，至少要花费两百万元。林朝安犹豫不决。吕薇薇鼓励他和自己一起申请。林朝安到牢里，请教过去的老师吴光华。吴光华鼓励他“男人就要敢赌”。李智民要他在关键时刻做出关键决策。林朝安找道士算命，结果并不好，他怒撕算命签司。他已经下定决心。林朝安到协会拿回那十万元。却发现吕薇薇并没有和他一起申请“市场经济地位”。沈阿奎讽刺他要当龙头老大。欧盟调查团和布朗妮来了。调查人员假装要买打火机，听到便宜的价格后，亮明身份。林朝安临危不惧，让人打火机拆开贴在纸上，逐个零件解释为什么便宜。他们将信将疑。林朝安带她们参观了配件厂，说明温州特有的分工协作机制，对布朗妮震动很大。欧盟人员怀疑龙腾的土地是政府暗中低价出售的，要求审核银行划账的原始凭证。沈阿奎的儿子在银行管这一块，他说原始凭证丢了。林朝安找沈阿奎帮忙，沈阿奎避而不见。研究所传来消息，“加锁”的研究者带着技术材料被吕薇薇挖走。林朝安震怒，责问吕薇薇，她却回忆起当年被林朝安伤害的往事。林朝安哑口无言。布朗妮建议和林朝安私下和解。只要他承认有倾销行为，修格便不预追究，但他的证言，将作为证据，提供给审核小组。林朝安断然拒绝。布朗妮说，他不同意，沈阿奎会同意。林朝安陷入四面楚歌中，想与修格和解。翠兰反而用他原来劝自己的话劝林朝安顶住压力。李智民请林朝安、吕薇薇和沈阿奎散步，告诫他们要团结一致。沈阿奎解释没有和修格私下和解。听了李智民的话以后，林朝安思索一夜后，向所有同业公开了“加锁”的技术路径。此举在业内引起极大反响。吕薇薇愤愤地指责林朝安把她放火上烤。由于建新厂房、游说、申请市场经济地位、产品价格下跌等原因，资金出现困难。林朝安卖掉自己的宝马车，并向各个银行求贷，但是，所有的银行都不愿意贷款。为解决资金问题，林朝安不顾反对，延后发放工人工资。翠兰因拿不到工资交孩子的学费，自杀未遂。布朗妮以“违反欧盟劳工保护条款”为由，乘机发难。翠兰痛斥修格。林朝安惭愧难当，决定次日发放工资。他还赶到工地，要求提高工人宿舍的标准，让工程师大吃一惊。得不到原始凭证，欧盟人员认定龙腾土地取得不合法。这意味着林朝安将得不到“市场经济地位”。欧盟人员准备回国，沈阿奎的儿子终于拿出原始凭据。林朝安喜出望外。欧盟人员回国，林朝安赶到机场。布朗妮以为他会说出什么难听的话。想不到，林朝安由衷地感谢修格，称她们是自己的“老师”。布朗妮表示，自己是乌克兰人，这次中国之行，她“看到了一个古老民族复兴的步伐”。临上机前，她悄悄地对吕薇薇说，林朝安是个很有魅力的男人。吕薇薇有些吃醋。中欧举行反倾销论坛，林朝安应约出席。克洛德透露，修格很可能让布朗妮作“伪证”，给中方致命一击。林朝安找到布朗妮，用嵌着“红豆”的打火机表达爱情。布朗妮接受了他的打火机。但对林朝安要她别作“伪证”的事，表示不想违背职业道德。论坛上，林朝安作了精彩的发言，要求欧盟给予公正待遇。最后，主持人宣布由布朗妮作证，但是布朗妮却“因病请假”。忐忑不安的李智民和林朝安这才放心。欧盟授予龙腾打火机厂市场经济地位。布朗妮离开了修格。林朝安很抱歉，布朗妮表示是自己想回乌克兰创业。林朝安正希望走出国门，两位恋人不谋而合。吴光华对林朝安取得“市场经济地位”很嫉妒。吕薇薇告诉他，当年告发他的是自己，不是林朝安。吴光华愕然。由于没有资金，林朝安破釜沉舟，拍卖祖上留下的房子。吕薇薇拍得房产，林朝安非常难过。当年，林朝安和吕薇薇相恋，但吕家是干部家庭，吕薇薇又考上大学，所以他退却了。这事对吕薇薇伤害很大。吕薇薇出人意料地把房产证还给林朝安。她虽然动了旧情，最后还是希望让过去的一页翻过去。新厂房建好了，在新厂房里，林朝安和沈阿奎、吕薇薇忐忑不安地等待着欧盟反倾销调查的结果。传来修格撤回对温州打火机反倾销申诉的消息。林朝安反对撤回，要求欧盟一审到底。他说，重要的不是欧盟，而是通过交手，我们自己“拿起了新的武装，学会了新的作战规则，掌握了新的战略战术”。",
    "chinese_title": "点亮欧洲",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-12-12T05:38:03"
}