{
    "aka": [
        "地牢大师"
    ],
    "sid": "3228099",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p753754491.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0988086",
    "director": [
        {
            "url": "/celebrity/1310383/",
            "name": "凯文·麦卡莱斯特 Keven McAlester",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-08"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0988086/",
    "imdb_votes": 615,
    "this_title": [
        "The Dungeon Masters"
    ],
    "douban_link": "https://movie.douban.com/subject/3228099/",
    "imdb_rating": "6.0/10 from 615 users",
    "trans_title": [
        "地下城主",
        "地牢大师"
    ],
    "douban_votes": "0",
    "introduction": "An evil drow-elf is displaced by Hurricane Katrina. A sanitation worker lures friends into a Sphere of Annihilation. A failed supervill ain starts a cable access show involving ninjas, puppets, and a cooking segment. These are the characters, real and imagined, of The Dungeon Masters: Against the backdrop of crumbling middle-class America, two men and one woman devote their lives to Dungeons and Dragons, the storied role-playing game, and its various descendants. As their baroque fantasies clash with mundane real lives, the characters find it increasingly difficult to allay their fear, loneliness, and disappointment with the game's imaginary triumphs. Soon the true heroic act of each character's real life emerges, and the film follows each as he or she summons the courage to face it. Along the way, The Dungeon Masters reimagines the tropes of classic heroic cinema, creating an intimate portrait of minor struggles and triumphs writ large.本片将深入探讨角色扮演游戏﹝RPG﹞的魅力所在。畅销长达30年的《龙与地下城》提供所有玩家一个逃避真实人生的避风港，就是一个绝佳的例子，只要你够有创意和想像力就能成功，真实世界当中的社会地位以及财富在这里失去意义，只要敢作就会赢！",
    "chinese_title": "地下城主",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Dungeon Masters",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-10-26T07:56:25"
}