{
    "aka": [],
    "sid": "3230587",
    "cast": [
        {
            "url": "/celebrity/1036321/",
            "name": "克里斯托弗·普卢默 Christopher Plummer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037053/",
            "name": "山崎努 Tsutomu Yamazaki",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1472043/",
            "name": "理查德·福提 Richard Fortey",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2882706738.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0488317",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2006"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0488317/",
    "imdb_votes": 153,
    "this_title": [
        "Miracle Planet"
    ],
    "douban_link": "https://movie.douban.com/subject/3230587/",
    "imdb_rating": "8.2/10 from 153 users",
    "trans_title": [
        "Discovery 地球大纪行"
    ],
    "douban_votes": "0",
    "introduction": "《地球大纪行》是由NFB、NHK、Discovery和科学频道联合制作的一部5集的系列地球在她超过40亿年的历史中，不断的重复着剧烈的气候变迁，导致了物种的成批的灭绝，然而生命仍在延续。事实上，这些毁灭地球上生物的相同的灾难同时也推动了物种的进化——从最简单的微生物到现存的复杂丰富的物种。通过让人身临其境的摄影、采访最前沿的科学家和先进的电脑科技，《地球大纪行》再现地球进化的深奥和扣人心弦的神秘故事，揭示剧变在物种进化过程中扮演者一种奇异的角色。1. 狂暴过去 The Violent Past: Secrets of our PastEarth was born as a result of repeated asteroid collisions, the moon created by a single giant impact event. Then, Earth's size attracted huge meteorites, which slammed into it, causing super-high-temperature rock vapor to cover the entire surface and evaporate all ocean water. The earliest life-forms survived such infernal events by escaping deep into the ground, miraculously emerging again and again.The Earth has gone through innumerable catastrophic events, and life has survived by acquiring new abilities to live through each crisis. Humans are part of the grand history of life's evolution, which has been closely intertwined with repeated cataclysmic events. Why was Earth able to evolve into a livable planet, but not Mars, which failed to hold its atmosphere and oceans? Find out in the opening episode of the series.2. 冰雪地球: Snowball Earth: First Complex LifeThe hypothesis \"Snowball Earth\" explains that ice ages, caused by the earliest life-forms, resulted in an evolutional leap — larger-sized life. Atmospheric methane created by microbes initially kept the Earth warm. As microbes that produce oxygen (photosynthesizers) emerged, atmospheric methane was lowered. As a result Earth cooled and the primeval ocean froze to 1,000 meters deep.Most life may have become extinct during a long period of intense glaciation believed to have lasted several million years. However, some life survived, perhaps in puddles created near volcanic craters. Carbon dioxide accumulated in the air because thick ice sheets prevented ocean water from absorbing it. A green-house effect, created by carbon dioxide, finally melted the ice and fed photosynthesizers.Hyper hurricanes raged after the great meltdown and stirred up the ocean water, creating an ideal condition for life to prosper and develop collagen. Using collagen, life-forms were able to build larger bodies, and a variety of creatures, called Ediacara biota, emerged for the first time.3. 新边界 New Frontiers: Onto the LandEarth provides a rich environment, and many factors continually shape the planet's condition.4.Extinction.and.Rebirth5.Survival.of.the.Fittest",
    "chinese_title": "Discovery 地球大纪行",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Miracle Planet",
    "imdb_rating_average": 8.2,
    "douban_rating_average": 0,
    "update_at": "2025-08-03T06:39:29"
}