{
    "aka": [
        "居高临下看英伦"
    ],
    "sid": "3230373",
    "cast": [
        {
            "url": "/celebrity/1186547/",
            "name": "安德鲁·马尔 Andrew Marr",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2189655330.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1286897",
    "director": [
        {
            "url": "/celebrity/1307551/",
            "name": "马克·雷迪斯 Mark Radice",
            "@type": "Person"
        }
    ],
    "duration": "59min",
    "episodes": "6",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-08-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1286897/",
    "imdb_votes": 62,
    "this_title": [
        "Britain from Above"
    ],
    "douban_link": "https://movie.douban.com/subject/3230373/",
    "imdb_rating": "8.1/10 from 62 users",
    "trans_title": [
        "俯瞰英国",
        "居高临下看英伦"
    ],
    "douban_votes": "394",
    "introduction": "Product Description\"A wide range of historians, archaeologists, scientists, geologists, amateur sleuths, sportsmen, city planners, transport experts and others have willingly given their time and knowledge to unpick what the rest of us would certainly miss. Time and again, I have been taken aback by how much I simply did not see, however hard I looked.\" Andrew Marr (excerpt from foreword). \"Britain From Above\" is the official book accompanying the BBC's landmark television series of the same name airing in 2008 and will be presented by Andrew Marr. The centrepiece of the schedules, \"Britain From Above\" will air on BBC1, BBC2 and BBC4. The book features exclusive, awe-inspiring photography and satellite images from the programmes as well as computer simulations, charting Britain's natural history, its industry and transport systems, its natural heritage and archaeology. \"Britain From Above\" promises to capture the country's imagination as never before.Synopsis\"A wide range of historians, archaeologists, scientists, geologists, amateur sleuths, sportsmen, city planners, transport experts and others have willingly given their time and knowledge to unpick what the rest of us would certainly miss. Time and again, I have been taken aback by how much I simply did not see, however hard I looked.\" Andrew Marr (excerpt from foreword). \"Britain From Above\" is the official book accompanying the BBC's landmark television series of the same name airing in 2008 and will be presented by Andrew Marr. The centrepiece of the schedules, \"Britain From Above\" will air on BBC1, BBC2 and BBC4. The book features exclusive, awe-inspiring photography and satellite images from the programmes as well as computer simulations, charting Britain's natural history, its industry and transport systems, its natural heritage and archaeology. \"Britain From Above\" promises to capture the country's imagination as never before.BBC电视台最近推出了名为《Britain from Above》的节目，让观众从空中鸟瞰英国各地。其实英国的确有不少胜景。从空中俯瞰，别有一番滋味。",
    "chinese_title": "俯瞰英国",
    "douban_rating": "8.5/10 from 394 users",
    "foreign_title": "Britain from Above",
    "imdb_rating_average": 8.1,
    "douban_rating_average": "8.5",
    "update_at": "2025-05-25T17:29:38"
}