{
    "aka": [],
    "sid": "3230592",
    "cast": [
        {
            "url": "/celebrity/1149297/",
            "name": "马克·坎巴斯 Mark Umbers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128508/",
            "name": "约翰·诺兰 John Nolan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104259/",
            "name": "Oscar James Oscar James",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099473/",
            "name": "亨利·古德曼 Henry Goodman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1092867/",
            "name": "亚历山大·汉森 Alexander Hanson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049807/",
            "name": "戴维·鲍姆伯 David Bamber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1304385/",
            "name": "迈克尔·怀德曼 Michael Wildman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868617728.jpg",
    "region": [
        "UK",
        "Sweden"
    ],
    "writer": [
        {
            "url": "/celebrity/1044735/",
            "name": "威廉·莎士比亚 William Shakespeare",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0298061",
    "director": [
        {
            "url": "/celebrity/1014373/",
            "name": "特雷弗·纳恩 Trevor Nunn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1287158/",
            "name": "Chris Hunt Chris Hunt",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2001-12-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0298061/",
    "imdb_votes": 111,
    "this_title": [
        "The Merchant of Venice"
    ],
    "douban_link": "https://movie.douban.com/subject/3230592/",
    "imdb_rating": "7.6/10 from 111 users",
    "trans_title": [
        "威尼斯商人"
    ],
    "douban_votes": "0",
    "introduction": "The often volatile character of Shylock, a Jewish moneylender, is powerfully realized in Trevor Nunn's stylish film of Shakespeare's The Merchant of Venice, which uses theatrical sets but is shot as a movie. Shylock (played with fierce commitment by Henry Goodman) loans money to a man he despises, the merchant Antonio (David Bramber), only if a pound of Antonio's flesh will be due upon default. Antonio borrows the money so that his friend Bessanio (Alexander Hanson) can travel to woo the woman he loves, Portia (Derbhle Crotty), whose freedom to marry is bound up in a fairy-tale decree of her father's. The play's mixture of tragedy and comedy often baffles contemporary audiences; Nunn attempts to solve this problem by treating almost everything as seriously as possible. While his approach serves Shylock well, the play's conclusion--in which Portia tests her husband's commitment--could use a lighter touch. --Bret FetzerWilliam Shakespeare's controversial classic comes to bristling life in this riveting production from theater legend Trevor Nunn. Relocated to Europe between the two world wars, the story follows the misadventures of young heiress Portia, who must don the disguise of a male lawyer to save the life of her love, and the financially obsessed Shylock (Notting Hill's Henry Goodman), determined to literally collect a pound of flesh in court. Trevor Nunn directed the landmark revival of Rodgers & Hammerstein's Oklahoma! with Hugh Jackman as well as groundbreaking versions of Nicholas Nickleby, Othello, and Porgy & Bess. Originally presented to tremendous acclaim at the Royal National Theatre in June, 1999. Awards include: Olivier Awards - Best Actor (Henry Goodman) / Critics' Circle Theatre Awards - Best Actor (Henry Goodman)",
    "chinese_title": "威尼斯商人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Merchant of Venice",
    "imdb_rating_average": 7.6,
    "douban_rating_average": 0,
    "update_at": "2025-03-15T04:01:06"
}