{
    "aka": [
        "La coquette domestique"
    ],
    "sid": "3231387",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1907",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt1032868",
    "director": [
        {
            "url": "/celebrity/1360242/",
            "name": "约翰·施瓦泽 Johann Schwarzer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1032868/",
    "imdb_votes": 141,
    "this_title": [
        "Das eitle Stubenmädchen"
    ],
    "douban_link": "https://movie.douban.com/subject/3231387/",
    "imdb_rating": "5.3/10 from 141 users",
    "trans_title": [
        "La coquette domestique"
    ],
    "douban_votes": "0",
    "introduction": "Another erotic film from Australian studio Saturn Films and director/owner Johann Schwarzer. This time a chambermaid walks into the studio of a sculptor where she notices a statue of a nude woman (being played by a real woman). The chambermaid is interested in who has the better body so she strips off all of her clothes only to be shocked when the sculptor comes back and catches her naked. From what I've read, many fans consider this to be the best work from the studio but it was also one of their most controversial because soon after its release the Catholic Church began efforts to get the studio shut down. This is certainly one of the most delightful and funniest silent films I've seen and it certainly stands out among other \"adult\" features as it also contains a very well written story. The movie was obviously made to show off female nudity but the added bonus of a screenplay, or at least a story, makes this really stand out from the rest. Original title: Das Eitle Stubenmadchen.Une jolie soubrette passe le plumeau, l’air distrait. Quand soudain intriguée par une sculpture antique aux formes parfaites, elle s’amuse à reproduire la pose. Minaudant d’abord, puis franchement hilare, la bonne s’exhibe dans le plus simple appareil.Quand le maître des lieux tout à coup survient, cette jolie statue de chair ne le laisse pas de marbre.",
    "chinese_title": "Das eitle Stubenmädchen",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T04:13:29"
}