{
    "aka": [
        "Le Bain de sable",
        "The Sand Bath"
    ],
    "sid": "3231354",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1907",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/tv_default_large.png",
    "region": [
        "奥地利"
    ],
    "writer": [],
    "imdb_id": "tt1032928",
    "director": [
        {
            "url": "/celebrity/1360242/",
            "name": "约翰·施瓦泽 Johann Schwarzer",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "德语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1032928/",
    "imdb_votes": 178,
    "this_title": [
        "Das Sandbad"
    ],
    "douban_link": "https://movie.douban.com/subject/3231354/",
    "imdb_rating": "4.9/10 from 178 users",
    "trans_title": [
        "Le Bain de sable",
        "The Sand Bath"
    ],
    "douban_votes": "0",
    "introduction": "This short comes from Austria and was produced by Saturn Films, which was founded by director Schwarzer. It seems the entire point of this company was to jump into the movie making world but offer up more erotic entertainment for men. This film is a part of their \"Natural Scenes\" series, which were all shot outdoors with women doing various things. In the film we see a man walk towards the camera with a completely nude woman who then lays down in the sand and begins rubbing it on her. The woman is constantly changing positions so that the camera can pick up every inch of her nude body. It's funny watching these early \"adult\" films because of the Pre-Code era, which didn't allow any of this stuff. With that in mind, some people watch older movies and think the old days were pure and innocent but this short, one of many, just goes to show us men were perverts back then as well. It's rather amazing at how natural the woman acts in the film. Original title: Das Sandbad.Dans ce film très court et sans scénario, l’effeuillage est complet. Une grande jeune fille s’avance gracieusement sur une petite plage. Son grand corps s’offre au premier regard malgré les voiles. Cette prestation express se déroule en « costume d’Eve » (« Evakostüme »), une formule consacrée pour les amateurs du genre.",
    "chinese_title": "Das Sandbad",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T03:23:10"
}