{
    "aka": [],
    "sid": "3233202",
    "cast": [
        {
            "url": "/celebrity/1045059/",
            "name": "博诺 Bono",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1022953/",
            "name": "边缘 The Edge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032674/",
            "name": "亚当·克莱顿 Adam Clayton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041666/",
            "name": "小拉里·穆伦 Larry Mullen Jr.",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048294/",
            "name": "布莱恩·伊诺 Brian Eno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050855/",
            "name": "Daniel Lanois Daniel Lanois",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044942/",
            "name": "安东·寇班 Anton Corbijn",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055909/",
            "name": "埃尔维斯·考斯特罗 Elvis Costello",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1305343/",
            "name": "U2乐队 U2",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869034808.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0268226",
    "director": [],
    "duration": "60 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1999"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0268226/",
    "imdb_votes": 522,
    "this_title": [
        "Classic Albums - U2: The Joshua Tree"
    ],
    "douban_link": "https://movie.douban.com/subject/3233202/",
    "imdb_rating": "7.4/10 from 522 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "An outstanding entry in the Classic Albums video series, this hourlong documentary, produced in 1999, assembles the creators of U2's The Joshua Tree to comment about the musical magic that occurred a dozen years earlier in a home studio in Dublin. Merging past and present, coproducers Daniel Lanois and Brian Eno, mixer Steve Lillywhite, and guitarist The Edge isolate separate tracks on the album's master tapes to illustrate how some of U2's greatest songs were layered with each individual's crucial contributions. Bono listens in while Lanois deconstructs the masters, appearing genuinely shy about his vocal tracks but eloquent in describing the album as \"not Irish at all\" in its innovative sound, but \"very Irish\" in terms of the emotions that inspired it. Later, The Edge describes the \"cinematic\" sound of the album, intended to transport the listener to a specific physical location based on each song's mood and atmosphere.Bassist Adam Clayton and drummer Larry Mullen weigh in with illuminating comments, and the hour offers an abundance of video excerpts, concert footage, and memorable anecdotes. Eno sets the record straight on the torturous process of recording \"Where the Streets Have No Name\" (he almost \"accidentally\" erased the master tape in hopes of starting from scratch), and Bono admits to a heavy Led Zeppelin influence on \"Bullet the Blue Sky.\" Archival footage shows the recording in progress (one wishes there were more of it), and what emerges from this collective reminiscence is an enlightening study of mutual chemistry and fruitful collaboration. Upon viewing this video, another listening to The Joshua Tree will be more rewarding than ever. --Jeff Shannon (Amazom.com)",
    "chinese_title": "Classic Albums - U2: The Joshua Tree",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-01T11:13:26"
}