{
    "aka": [
        "The Sandwich"
    ],
    "sid": "3233030",
    "cast": [
        {
            "url": "/celebrity/1227868/",
            "name": "Laura Toscani Laura Toscani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871661180.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1019321/",
            "name": "若热·费塔多 Jorge Furtado",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0299123",
    "director": [
        {
            "url": "/celebrity/1019321/",
            "name": "若热·费塔多 Jorge Furtado",
            "@type": "Person"
        }
    ],
    "duration": "13 分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2000"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0299123/",
    "imdb_votes": 193,
    "this_title": [
        "O Sanduíche"
    ],
    "douban_link": "https://movie.douban.com/subject/3233030/",
    "imdb_rating": "7.9/10 from 193 users",
    "trans_title": [
        "三明治",
        "The Sandwich"
    ],
    "douban_votes": "0",
    "introduction": "O Sanduíche (The Sandwich)Genre FictionDirector Jorge FurtadoCast Felippe Monnaco, Janaína Kramer Die, Milene Zardo, Nelson DinizYear 2000Length 12 minColor Color35mm gaugeCountry BrazilA couple's last moments: their meetings, separations and a sandwich. A tale with a lot of surprises from the best Brazilian director. SANDUICHE (SANDWICH, in Portuguese) is a mind-bender mix of detailed character profiles, multiple points of view, and the art of cooking. But most of all, SANDWICH is wonderful because of Jorge Furtado's ability to tell a story in a way that changes entirely our perspective in each turn of the story. Here this master proves that making a movie could be just like cooking a meal - you blend flavors to create something unique. That's what makes SANDWICH so appealing - the way Furtado creates a story that changes its \"flavor\" every time. Passion, jealousy, anxiety, love, irony, it's everything here. A masterpiece. For those who are not familiar with the work of Furtado, take a look at another short, ILHA DAS FLORES (ISLAND OF FLOWERS), considered one of the 100 best shorts of all time by the Clermont-Ferrand Festival.AwardsBest Actor in Miami Brazilian Film Festival 2001Best Actress in Miami Brazilian Film Festival 2001Best Short - Jury People in Miami Brazilian Film Festival 2001Best Photography in Miami Brazilian Film Festival 2001Best of Festival Brasilia Assembly in 2000Jury's Special Award at the Festival of Gramado 2001Special Award at the Festival International Short of Belo Horizonte 2001Highlight of the People's Jury at the Festival International Short of Sao Paulo 2001Best Film - Jury Bureau at the Festival Luso-Brasileiro de Santa Maria da Feira 2001Best Film at Cine Ceará 2001Best Tour in 2001 Cine CearáRoadmap Best Picture Festival in 2001 in 5 minutesBest Actor in Festival Latino de Campo Grande 2001Best Short Fiction of the Festival Latino de Campo Grande 2001Best Director in the Festival Latino de Campo Grande 2001Better Road Map in the Festival Latino de Campo Grande 2001",
    "chinese_title": "三明治",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "O Sanduíche",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T10:39:13"
}