{
    "aka": [],
    "sid": "3236428",
    "cast": [
        {
            "url": "/celebrity/1036397/",
            "name": "汤姆·威尔金森 Tom Wilkinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010549/",
            "name": "瑞斯·伊凡斯 Rhys Ifans",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2868293970.jpg",
    "region": [
        "USA",
        "UK"
    ],
    "writer": [
        {
            "url": "/celebrity/1051517/",
            "name": "卡丽尔·丘吉尔 Caryl Churchill",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1010035",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "English"
    ],
    "playdate": [
        "2008-09-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1010035/",
    "imdb_votes": 333,
    "this_title": [
        "A Number"
    ],
    "douban_link": "https://movie.douban.com/subject/3236428/",
    "imdb_rating": "5.4/10 from 333 users",
    "trans_title": [
        "好几个"
    ],
    "douban_votes": "0",
    "introduction": "A NumberWednesday, 10th September 20089pm to 10:10pm (70 mins)BBC1Tom Wilkinson and Rhys Ifans lead in this shattering meditation on human identity. The playwright Caryl Churchill adapts her original play, examining the issue of human cloning via a thought-provoking, surprising and haunting father-son drama.Salter, a man in his early 60s, is confronted by his adult son, Bernard (aka 'B2') who has discovered that genetic replicas of himself exist. Salter initially blames the cloning on an unscrupulous hospital and assures 'B2' that he is the original of the clones. Later, another, angrier son, 'B1', shows up on 'Salter's' doorstep. 'B1' confronts 'Salter' and their interaction reveals that 'B1' is actually the original: as a young widower, Salter treated 'B1' poorly out of grief and decided to start over with a new version of his son.As more of Salter's lies about his dark past are unveiled, the brothers' illusions are stripped away and they begin to question their individuality, culminating in a climax both shocking and tragic.For a television adaptation, the performances of Wilkinson and Ifans are up there with the original stage production that I saw at the Royal Court Theatre where the two protagonists were played by Michael Gambon and Daniel Craig. However I was left disappointed with the final scene here which I feel has taken the easy option of applying the tricks of television rather than rely on careful staging and the quality of the script which is what I was used to, and what I was expecting. That said, that's just me, and don't let me put you off downloading what is at the end of the day I very good piece of drama. If the Beeb could pull this off on a regular basis, then we'd all be much happier in our lives.",
    "chinese_title": "好几个",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "A Number",
    "imdb_rating_average": 5.4,
    "douban_rating_average": 0,
    "update_at": "2025-05-03T06:08:18"
}