{
    "aka": [
        "Evdokia",
        "To koritsi tou stratioti"
    ],
    "sid": "3237112",
    "cast": [
        {
            "url": "/celebrity/1299922/",
            "name": "玛丽亚·瓦西利乌 Maria Vassiliou",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509111098.jpg",
    "region": [
        "希腊",
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1076608/",
            "name": "亚历克斯·达米亚诺斯 Alexis Damianos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1231792/",
            "name": "约翰·鲍德温 John Baldwin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067068",
    "director": [
        {
            "url": "/celebrity/1076608/",
            "name": "亚历克斯·达米亚诺斯 Alexis Damianos",
            "@type": "Person"
        }
    ],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "1971-09-21(希腊)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067068/",
    "imdb_votes": 906,
    "this_title": [
        "Ευδοκία"
    ],
    "douban_link": "https://movie.douban.com/subject/3237112/",
    "imdb_rating": "7.0/10 from 906 users",
    "trans_title": [
        "艾芙多基亚",
        "Evdokia",
        "To koritsi tou stratioti"
    ],
    "douban_votes": "0",
    "introduction": "Evdokia (Greek: Ευδοκία) is one of the most important works of Greek cinema. Evdokia is a drama of passion whose main characters are a sergeant and a prostitute who get married after a brief passionate idyll. Very soon, however, the influence of their environment strains their relationship, and the man tries to break away, but without success. The pair are surrounded by harsh light, the rock, the bare landscapes and the military exercises, on the one hand, sensuality and constrictions, on the other. Because of her occupation, Evdokia both attracts and repels the sergeant. The petit bourgeois environment, the lumpen elements, the social fringes and petty interests stifle the young couple, which appears to want to rebel, but doesn't succeed.With everything moving among violent sensuality, cruelty, coarseness and total austerity, this \"prosaic\" story assumes the dimensions of an ancient tragedy. The inner struggle of the heroes, the conflict of desires and values, the straightforward narration, vigorous pace, immediacy and sound construction constitute one of the most important works of the Greek cinema. In Greece, the film is mostly known for the popular instrumental piece \"Zeibekiko of Evdokia\", written by Manos Loizos. In 1986, Evdokia was voted by the Greek movie critics as the best Greek film of all times.",
    "chinese_title": "艾芙多基亚",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ευδοκία",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-08-07T23:56:17"
}