{
    "aka": [],
    "sid": "3237168",
    "cast": [
        {
            "url": "/celebrity/1097245/",
            "name": "迈克尔·高德尔 Michael Godere",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1230464/",
            "name": "艾拉姆·奥里安 Aylam Orian",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2524212673.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1097245/",
            "name": "迈克尔·高德尔 Michael Godere",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1254978",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2010"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1254978/",
    "imdb_votes": 238,
    "this_title": [
        "Daylight"
    ],
    "douban_link": "https://movie.douban.com/subject/3237168/",
    "imdb_rating": "5.1/10 from 238 users",
    "trans_title": [
        "日光"
    ],
    "douban_votes": "0",
    "introduction": "A harrowing psychological thriller from a widely acclaimed filmmaker, Daylight pits a couple lost in America against a conniving gang of kidnappers, in David Barker's rigorous and personal re-imagining of the genre film. Despite its familiar genre elements, Daylight is different - a powerful, shocking piece of vigorous cinema, which fuses eroticism and tenderness with the harrowing weight of pregnancy and kidnapping. On their way to a wedding, Danny and Irene pick up a hitchhiker - throwing the film in the direction of the conventional rural kidnapper thriller. But with the skill of director David Barker and his miraculous cast and crew, Daylight emerges as much, much more than just another exploitation picture. Kidnappers Renny, Leo, and Murphy enact a bizarre and terrifying ritual of politeness, endowing such scenes as the passing of a bread knife at a kitchen table with a threat of ferocious violence - but also trust. Alexandra Meierhans - pregnant as the character Irene, and pregnant in real life - delivers an astonishing performance as the female lead. Simultaneously vulnerable and dangerous, a captive and a seductress, she somehow struggles to survive and endure, bringing the audience along with her through to the shattering conclusion.",
    "chinese_title": "日光",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Daylight",
    "imdb_rating_average": 5.1,
    "douban_rating_average": 0,
    "update_at": "2025-11-01T03:49:50"
}