{
    "aka": [],
    "sid": "3237199",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2010",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2871811320.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1159712",
    "director": [
        {
            "url": "/celebrity/1302143/",
            "name": "杰弗里·布里茨 Jeffrey Blitz",
            "@type": "Person"
        }
    ],
    "duration": "82分钟(DVD)",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1159712/",
    "imdb_votes": 378,
    "this_title": [
        "Lucky"
    ],
    "douban_link": "https://movie.douban.com/subject/3237199/",
    "imdb_rating": "6.7/10 from 378 users",
    "trans_title": [
        "幸运"
    ],
    "douban_votes": "0",
    "introduction": "Dreaming of winning the lottery is as American as apple pie. Millions of Americans spend billions of dollars each year hoping to come up a winner. But what happens to the lucky few who actually pull a winning ticket?Lucky crisscrosses the country, examining a handful of past lottery winners as they navigate their newly found riches and a couple of extremely determined hopefuls. The winners’ lives are undoubtedly changed forever but not necessarily in the ways we may expect. Life becomes complicated as attorneys, hired security guards, jealous friends, scheming family members, and desperate pleas for help from strangers pepper their new existence.Veteran director Jeffrey Blitz (Spellbound, Rocket Science—2007 Sundance Film Festival Directing Award winner) has skillfully crafted a revealing look at the way one’s identity is undoubtedly turned upside down after the big payout. Thoroughly involving, Lucky cleverly strips off the veneer and shatters our perceptions about the ultimate American dream.",
    "chinese_title": "幸运",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Lucky",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-19T14:35:11"
}