{
    "aka": [],
    "sid": "3239999",
    "cast": [
        {
            "url": "/celebrity/1099916/",
            "name": "马蒂亚斯·格内丁格尔 Mathias Gnädinger",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050273/",
            "name": "马里奥·阿多夫 Mario Adorf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151537/",
            "name": "Bernd Tauber Bernd Tauber",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1139068/",
            "name": "Walter Renneisen Walter Renneisen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121164/",
            "name": "Lutz Mackensy Lutz Mackensy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1114266/",
            "name": "黛安娜·科尔纳 Diana Körner",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023253/",
            "name": "拉尔夫·瑞克特 Ralf Richter",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134627/",
            "name": "盖尔哈德·奥尔谢夫斯基 Gerhard Olschewski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113155/",
            "name": "Siegfried Kernen Siegfried Kernen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019310/",
            "name": "古德伦·朗德格里比 Gudrun Landgrebe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1126086/",
            "name": "Ulrich Meyer Ulrich Meyer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102105/",
            "name": "Michael Hanemann Michael Hanemann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085092/",
            "name": "Harald Dietl Harald Dietl",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002896/",
            "name": "约亨·尼克尔 Jochen Nickel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1106441/",
            "name": "汉斯-彼得·科尔夫 Hans-Peter Korff",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1984",
    "genre": [
        "动画",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2888518289.jpg",
    "region": [
        "西德"
    ],
    "writer": [
        {
            "url": "/celebrity/1050273/",
            "name": "马里奥·阿多夫 Mario Adorf",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0445067",
    "director": [],
    "duration": "50分钟",
    "episodes": "31",
    "language": [
        "德语"
    ],
    "playdate": [
        "1984"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0445067/",
    "this_title": [
        "Wie der Maulwurf beinahe in der Lotterie gewann"
    ],
    "douban_link": "https://movie.douban.com/subject/3239999/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Zwölf jeweils gut fünf Minuten lange Episoden mit Geschichten um den kleinen Maulwurf und seine Freunde befinden sich auf dieser DVD.In der ersten Folge baut sich der Maulwurf einen Schneemann, mit dem er fröhlich im Schnee herumtollt. Doch als es wärmer wird, droht dieser zu schmelzen. Verzweifelt ruft der Maulwurf einen Arzt, der ihm den Rat gibt, seinen Freund einen hohen Berg hinaufzubringen, wo das ganze Jahr über Frost herrscht. So geschieht es, und während der Maulwurf den Sommer über im Tal verbringt, bleibt der Schneemann auf dem Berg. Erst als es wieder schneit, fährt dieser ins Tal, und die beiden Freunde schließen sich glücklich in die Arme. Dabei geben sie solch glückselige Laute von sich, dass einem ganz warm ums Herz wird.Das ist eines der hervorstechendsten Merkmale des kleinen Maulwurfs: Er gibt ständig Laute von sich, die deutlich seine Gefühle dokumentieren. So jauchzt und lacht er häufig wie ein kleines Kind, wirft fröhlich die Arme in die Luft. Andererseits weint und schluchzt er mit großen Kullertränen, sodass die kleinen Zuschauer sofort verstehen, dass er nun traurig ist. Da überhaupt kaum Worte, außer \"hallo\" oder \"Mama\", gesprochen werden, die Geschichten vielmehr durch ihre Bilder sowie die Gesten und Laute der Tiere erzählt werden, sind sie auch für ganz kleine, der Sprache noch nicht mächtige Kinder geeignet. Dabei sind die Geschichten so unterhaltsam, dass sich auch die mitschauenden Eltern gewiss nicht langweilen werden.Die Episoden auf dieser DVD kreisen alle um das Thema Freundschaft. Der Maulwurf tritt dabei als besonders vorbildlich in Erscheinung, denn er ist immer liebenswürdig und hilfsbereit und teilt seine Sachen freigebig mit anderen. Deshalb ist er bei seinen Freunden auch so beliebt! Nur in der letzten Geschichte, als er einen Wochenendausflug macht und fast seinen gesamten Hausrat samt Radio und Fernseher mitschleppt, ist er ausnahmsweise kein Vorbild. Diesmal zeigen ihm seine Freunde Maus und Hase, wie man mit weniger Aufwand mehr Spaß und Erholung finden kann.Insgesamt eine überaus empfehlenswerte DVD, auch wenn sie keinerlei Zusatzmaterial enthält. Die Episoden können alle einzeln angewählt werden. --Elke WolterVideo Jakob KurzinhaltDer Maulwurf ist mächtig enttäuscht von seinen Freunden. Hase, Igel und Maus haben alle Kirschen aufgegessen, die er für sich gepflückt hat. Dabei hat er immer seine Blaubeeren mit ihnen geteilt. Er verkleidet sich als armer, alter Mann und bittet seine drei Freunde nacheinander um eine milde Gabe. Aber sie schicken ihn mit leeren Händen weg. Als sie merken, daß es der Maulwurf ist, schämen sie sich und lassen sich etwas einfallen. Dafür bekommt der Maulwurf von einer Enten-Familie einen riesigen Freundschaftsbeweis. Er hat vier unbewachte Enteneier vor dem gierigen Fuchs gerettet. Jetzt will sich dieser für die entgangene Mahlzeit am Maulwurf rächen! Für den bitterkalten Winter entdeckt der Maulwurf für seine Freunde eine ganz besondere Wärmequelle! Als der Frosch Geburtstag hat, macht der Maulwurf aus seiner Höhle eine Konditorei - die Party kann steigen! Nur ein Wochenendausflug mit Hase und Igel wird für den Maulwurf anstrengend. Warum muß er aber auch seinen gesamten Hausrat mitnehmen?",
    "chinese_title": "Wie der Maulwurf beinahe in der Lotterie gewann",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-07-29T18:14:20"
}