{
    "aka": [
        "铁汉娇娃"
    ],
    "sid": "3240895",
    "cast": [
        {
            "url": "/celebrity/1017917/",
            "name": "约翰·韦恩 John Wayne",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1049932/",
            "name": "盖尔·拉塞尔 Gail Russell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016709/",
            "name": "哈里·凯瑞 Harry Carey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002818/",
            "name": "布鲁斯·卡伯特 Bruce Cabot",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147814/",
            "name": "爱莲·列治 Irene Rich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084680/",
            "name": "Lee Dixon Lee Dixon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136184/",
            "name": "汤姆·鲍尔斯 Tom Powers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027799/",
            "name": "保罗·赫斯特 Paul Hurst",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1098249/",
            "name": "奥林·霍兰德 Olin Howland",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1066418/",
            "name": "Joan Barton Joan Barton",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143920/",
            "name": "Marshall Reed Marshall Reed",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168829/",
            "name": "Crane Whitley Crane Whitley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125802/",
            "name": "Cactus Mack Cactus Mack",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1132884/",
            "name": "Jack O&#39;Shea Jack O&#39;Shea",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134255/",
            "name": "Eddie Parker Eddie Parker",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1134906/",
            "name": "William Newell William Newell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1135738/",
            "name": "伯特·穆尔豪斯 Bert Moorhouse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1136941/",
            "name": "Al Murphy Al Murphy",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1137250/",
            "name": "Stanley Price Stanley Price",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1148402/",
            "name": "John Shay John Shay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157237/",
            "name": "杰克·斯托尼 Jack Stoney",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1193213/",
            "name": "Tony Travers Tony Travers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1166239/",
            "name": "汉克·沃登 Hank Worden",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167524/",
            "name": "诺尔曼威利斯 Norman Willis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150927/",
            "name": "肯·特雷尔 Ken Terrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123550/",
            "name": "Jack Montgomery Jack Montgomery",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1063747/",
            "name": "Symona Boniface Symona Boniface",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054305/",
            "name": "保罗·菲克斯 Paul Fix",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054229/",
            "name": "雷克斯·利斯 Rex Lease",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077488/",
            "name": "韦德·克罗斯比 Wade Crosby",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078337/",
            "name": "Bob Burns Bob Burns",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117178/",
            "name": "LeRoy Mason LeRoy Mason",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104469/",
            "name": "Jack Kirk Jack Kirk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096400/",
            "name": "Lew Harvey Lew Harvey",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1086399/",
            "name": "肯内·邓肯 Kenne Duncan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083722/",
            "name": "Steve Darrell Steve Darrell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082331/",
            "name": "帕特·弗莱厄蒂 Pat Flaherty",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1947",
    "genre": [
        "爱情",
        "西部"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2576712654.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012722/",
            "name": "詹姆斯·爱德华·格兰特 James Edward Grant",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0039152",
    "director": [
        {
            "url": "/celebrity/1012722/",
            "name": "詹姆斯·爱德华·格兰特 James Edward Grant",
            "@type": "Person"
        }
    ],
    "duration": "100 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1947-02-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0039152/",
    "imdb_votes": 6952,
    "this_title": [
        "Angel and the Badman"
    ],
    "douban_link": "https://movie.douban.com/subject/3240895/",
    "imdb_rating": "6.8/10 from 6952 users",
    "trans_title": [
        "天使与魔鬼",
        "铁汉娇娃"
    ],
    "douban_votes": "0",
    "introduction": "Wounded and on the run, notorious gunman Quirt Evans (John Wayne) gallops onto a farm owned by Quaker Thomas Worth (John Halloran) and his family and collapses. When Quirt urgently insists upon sending a telegram, Thomas and his daughter Penelope (Gail Russell) drive him into town in their wagon. After wiring a claim to the land recorder's office, Quirt kisses Penny and then passes out. Ignoring the doctor's advice to rid themselves of the gunman, the compassionate Worth family tends to the delirious Quirt, and Penny becomes intrigued by his ravings of past loves.Quirt recovering under the care of the two women (from left to right: Rich, Russell, and Wayne)Days later, when Quirt regains consciousness, Penny patiently explains the family's belief in non-violence. Three weeks later, Laredo Stevens (Bruce Cabot) and Hondo Jeffries (Louis Faust) ride into town looking for Quirt. When Penny's younger brother Johnny (Stephen Grant) rushes home to inform Quirt of his visitors, Quirt quickly prepares to flee. Penny, now smitten with Quirt, offers to run off with him. At the sound of approaching horses, Quirt grabs his gun and discovers that it has been emptied. Training his gun on the doorway, Quirt calmly greets Hondo and Laredo. Thinking that Quirt has the upper hand, Laredo offers to buy his claim. When Quirt sets the price at $20,000, Laredo hands over $5,000 in gold and challenges him to come for the balance when he is able – if he has the nerve.Afterward, Quirt saddles his horse, but when Penny begs him to stay, he changes his mind. Later, Quirt learns that cantankerous rancher Frederick Carson (Paul Hurst) has dammed up the stream that runs through the valley, thus draining the Worths' irrigation ditches. Quirt intimidates Carson into opening the dam.One Sunday, Penny asks Quirt to join the family for a ride. Before they leave, Marshal Wistful McClintock (Harry Carey) comes to question Quirt about a stagecoach robbery. The family swears that Quirt was with them at the time. The marshal then asks Quirt why he resigned as Wyatt Earp's deputy, sold his ranch and crossed over to the wrong side of the law soon after cattleman Walt Ennis was gunned down in a saloon brawl. When Quirt refuses to answer, the marshal leaves. Penny then begs Quirt to steer clear of Laredo, and he acquiesces because of his love for her.As Quirt and the Worths ride to the Quaker gathering, Quirt's erstwhile sidekick, Randy McCall (Lee Dixon), tags along. Randy tells Quirt that Laredo plans to rustle a herd of cattle and suggests that they then steal the herd from Laredo and let him take the blame. Mr. Worth gives Quirt a Bible for ending the feud with Carson. Fearing that he will never be able to live up to Penny's expectations, Quirt abruptly leaves with Randy.Quirt and Randy steal the herd from the original rustlers. They then celebrate with showgirls Lila Neal (Joan Barton) and Christine Taylor (Rosemary Bertrand). When Lila, sensing a change in her old flame, teases Quirt about his Bible, Quirt becomes angry and rides back to the Worth farm. Overjoyed, Penny throws her arms around him, just as the marshal arrives to question Quirt about the rustling. Quirt states that Lila can provide him with an alibi. Penny is hurt that Quirt was with his old flame, who she heard him talk about in his delirium, thinking Quirt prefers Lila's fair hair. Quirt realizes the depth of his feelings for Penny, and they kiss hungrily in the barn, while the camera fades.The marshal warns Quirt that he is the wrong man for Penny. Quirt decides to propose to her anyway. Instead of replying, Penny invites Quirt to join her picking blackberries. Quirt answers Penny's questions about his early life. Kindly Walt Ennis raised him after his parents were massacred by Indians. Then Ennis was murdered.Quirt and Penny are ambushed and chased by Laredo and Hondo on their way home. Their wagon plunges over a cliff into the river, causing Penny to develop a dangerous fever. When the doctor informs Quirt that there is no hope for her, Quirt straps on his pistol and rides into town to exact revenge. After Quirt leaves, Penny's fever suddenly breaks.In town, Quirt sends Bradley to tell Laredo and Hondo he is waiting for them in the street. Penny and her family arrive. She gets Quirt to surrender his gun to her. As Laredo and Hondo draw their guns, Marshal McClintock shoots them both. Quirt rides off in the wagon with Penny. The marshal picks up Quirt's discarded weapon. Bradley comments that Quirt may need the weapon, to which the marshal says, \"Only a man who carries a gun ever needs one.\" And, the film fades to black.",
    "chinese_title": "天使与魔鬼",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Angel and the Badman",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-01-26T17:33:12"
}