{
    "aka": [],
    "sid": "3240831",
    "cast": [
        {
            "url": "/celebrity/1317860/",
            "name": "邢岷山 Minshan Xing",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1017207/",
            "name": "徐帆 Fan Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274422/",
            "name": "陈小艺 Xiaoyi Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274854/",
            "name": "李丁 Ding Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318287/",
            "name": "张秋歌 Qiuge Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275118/",
            "name": "朱旭 Xu Zhu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274585/",
            "name": "刘佩琦 Peiqi Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313472/",
            "name": "马恩然 Enran Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371879/",
            "name": "田春奎 Chunkui Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316751/",
            "name": "管宗祥 Zongxiang Guan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1053075/",
            "name": "方舒 Shu Fang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274711/",
            "name": "吕中 Zhong Lü",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372126/",
            "name": "孟庆良 Qingliang Meng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315206/",
            "name": "凌元 Yuan Ling",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1405327/",
            "name": "钱永康 Yongkang Qian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275269/",
            "name": "徐秀林 Xiulin Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034896/",
            "name": "李明启 Mingqi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275230/",
            "name": "吕齐 Qi Lü",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2613546706.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1324568/",
            "name": "马泉来 Quanlai Ma",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt32501634",
    "director": [
        {
            "url": "/celebrity/1300393/",
            "name": "王好为 Haowei Wang",
            "@type": "Person"
        }
    ],
    "duration": "40分钟",
    "episodes": "10",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "1990"
    ],
    "imdb_link": "https://www.imdb.com/title/tt32501634/",
    "this_title": [
        "武生泰斗"
    ],
    "douban_link": "https://movie.douban.com/subject/3240831/",
    "trans_title": [
        ""
    ],
    "douban_votes": "326",
    "introduction": "北京城里名角众多，林玉昆算是其中武生的头牌。作为杨小楼之后的杨派大武生，林玉昆林老板在京城的拥趸众多，是响当当的“角儿”，他演出的杨派名戏《挑滑车》、《长阪坡》家喻户晓。天桥是旧时北平卖艺人聚集的地方，三教九流无奇不有。流浪儿小砖子以拍砖卖艺为生，常常遭到地痞流氓的欺负。一次，小砖子被天桥恶霸小花虎欺负，正碰上林老板路过，一手漂亮的开砖手震住了小花虎，把小砖子带回了家，教他学戏，取名“小林玉昆”，希望继承自己“武生泰斗”的衣钵。小林玉昆和师兄弟小武春、二奎、三利，师妹白小芳等一起学戏，小林玉昆和小武春学武生，二奎是花脸，三利工丑角，小芳是青衣。学戏生涯虽然苦，但大家都很快乐。师父林玉昆教他们学戏，也教他们做人。戏班子鱼龙混杂，赌钱的，抽大烟的，认干妈的，傍大官的都有，老北京的市井众生相都在里面了。林玉昆管教徒弟们，不许掺和进去。成长的过程中也有困惑，师弟们犯错，做大师哥的小林玉昆跟着挨罚，被师父一顿狠打。小林玉昆长大了，可以跟着师父上台演一些配角戏，但主角还是师父，想出彩的小林玉昆偷偷在台上抢戏，被师父一顿责罚，从此懂得了更多为人的道理，却也开始挑梁演大戏了。小林玉昆唱红了师父的《长阪坡》、《挑滑车》，也变成了“小林老板”，师父则成了“老林老板”。成了角儿的小林玉昆开始有人捧，有达官贵人送他东西，请他唱堂会，喝酒吃饭，要做他干妈干爹，这在旧社会的戏班里太常见。有人捧就有钱，就容易红。但老林老板教育徒弟洁身自好，“戏是实实在在凭功底唱出来的”。小林玉昆的师妹白小芳和他青梅竹马，大家心目中他俩早就是天生一对。小林玉昆挂了头牌后包银挣的是最多，可他要抚养师父师娘，还要接济大师兄一家（大师兄早年在台上摔断了腿不能再唱戏，可是师父一直保证给他一份包银以养活全家，小林玉昆继承师父后依然如此），又不肯同流合污，自然手头不宽裕。小芳贪图享乐，偷偷接受旁人送的首饰钱财，被小林玉昆发现，两人志向不同，产生嫌隙。自小学戏的杨红宝在母亲的陪同下来京城搭班，刚进城就被流氓小花虎调戏。危机时刻，已成角儿的小林玉昆赶到，虎口救下了小红宝母子，并把她们带回了林家班。老林老板认为小红宝是个不错的青衣，让她和白小芳同台演出，这一“外来户”引发了小芳的嫉妒，看到小林玉昆对小红宝的照顾，她认为小红宝既要同她抢戏又要抢她的师哥，两人开始争斗，影响到了演戏，师父大发雷霆。上海来的老板怂恿白小芳去上海大世界唱戏，涉世未深的小芳轻信了他的花言巧语，留书后出走了，小林玉昆很是伤心。京城司令的太太早年曾是个当红优伶，后来被司令抢去了做姨太太，虽然得宠，但她忘不了戏台，成了小林玉昆的忠实拥趸。她爱戏，也懂戏，她看了整整一百遍小林玉昆的的《长阪坡》，她请小林玉昆上司令公馆唱堂会，一次次遭到拒绝后司令发脾气了：如果不去就子弹伺候！小林玉昆唱了一天武戏，精疲力尽，可为了戏班的生存不得已去了司令家。与司令太太的一席长谈却改变了他的看法：她是个有思想的女人，并不是闲极无聊的贵妇人，一味追捧有着漂亮脸蛋的艺人。司令太太建议他不能永远满足于做“小”林玉昆，唱师父传下来的戏，要有自己的戏，创自己的牌子。谈话虽然投机，但回家的路上一场大雨，加之身体极度疲劳，小林玉昆发起了高烧。可晚上他还有一出吃工的大戏《莲花湖》，要从三张桌子翻下来。怎么办？虽然戏台上贴出了告示“小林老板身体不适，今日不演硬功”，但观众不依不饶，摔茶碗的、喝倒彩的，眼看要砸了场子。为了保住戏班，小林玉昆豁出去了，他带病爬上了三张摞起的桌子，第一次空翻失败，他摔倒在台上，小腿骨折。在满场观众的倒彩声中，小林玉昆别无选择，他知道为了戏班，他只有再来一次。他拖着已经不听使唤的伤腿爬上了桌子，出色的完成了这一动作后就昏死在台上，男儿的血性镇住了全场，戏班保住了！多少闻知噩耗的戏迷哭着来探望小林老板，他表面上坚强，私下里却告诉师父“我知道我的腿残了，我再也不能唱戏了，再也不能唱武生了！”江湖无情，失去了武生头牌的林家班开始还靠着二牌青衣小红宝演一些文戏，但很快陷入了窘境。戏院经理认钱不认人，脸色开始难看，林家班就要垮了。为了养活戏班的老老少少，为了攒钱给爱徒治病，年近古稀的老林老板重新出山，看着鬓发已经花白的师父重新练功上台唱赵云，小林玉昆心如刀绞。他提议让师弟小武春出山挂头牌。众人一片反对之声，但小林玉昆坚持己见。小武春是旗人，本姓金，他父亲金爷曾是老林老板的师兄弟，早些年是名噪一时的花旦演员。后来年老色衰，不能再唱戏，又染上了大烟瘾，很快一贫如洗。他嗜戏如命，唱不成了，又没钱买票，困顿不堪。林老板接济他一辈子，只要是林家班的戏，他都可以免费看；他的葬礼上，老林老板当着他母亲的面烧了一叠借条，那是几十年来借给他养家糊口的救命钱，他一分也没还过。小武春从小跟着林老板学武生，但学艺不精，多年来一直在台上唱个开场小武生，大家不放心他的水平。可小林玉昆想，戏班里几十口人要吃饭，小武春挂了头牌，对同门师兄弟会照顾些，总比班子散了大家自谋出路好些。但是小林玉昆太过善良，小武春并不是他想象中的人。小人得志。小武春挂了头牌，立刻翻脸不认人，摆起了大腕的架子。热情的老戏迷看着老林老板和小林老板的面子来给林家班捧场，小武春得意洋洋。他在场上出手狠辣，失手伤了师兄弟二奎；随后又狠心要赶走残废的大师兄一家；甚至大家把拄着拐杖的小林玉昆请到后台指导时也被他赶了出去，扬言到“现在我是头牌，不会养一个吃闲饭的瘸子！”为了让师兄弟们在戏班里有个饭碗，小林玉昆留下一封信后离家出走，还把他最珍贵的一套行头——宫里绣的“靠”留给了小武春。美好的愿望并未实现，红得发紫的小武春并没意识到师兄的苦心，他已完全忘了同门之情。最终，几个师兄弟还是扶老携幼，背井离乡来到山东寻访师哥。旧时的艺人苦命，一旦没了赖以生存的技艺，生活也就没了着落。拖着一条残腿的小林玉昆再也不能演武生，他在济南街头摆摊唱戏，看着闹市街头拉着胡琴自拉自唱的卖艺人，谁会想到他便是红遍京津的名伶小林玉昆呢？小红宝苦寻不见师哥，只好想办法让师哥自己现身。小红宝挂牌在济南唱《玉堂春》，想着师哥肯定会来看小师妹，果然如此。偷偷赶来的小林玉昆最终被师兄弟的真情感动，重回戏班。他和小红宝的感情也有了着落。在红宝师妹的鼓励下，小林玉昆重新登台，演老生。重新登台的快乐让小林玉昆有了信心，他拼命恢复已经致残的腿，重新唱起了武生戏。《长阪坡》《挑滑车》《莲花湖》……他终于又能完成从三张桌子上蹦高的大戏了！这时的小林玉昆已经和师妹小红宝结成了夫妻，小红宝也有孕在身，他们想起了北京，想回去让爷爷看看为出世的孙儿，而小林玉昆也想重回京城戏台再展风采。他们回来了！回京的三天“打炮戏”，小林玉昆使尽浑身解数，全部是最最正宗的杨派武生大戏，那个当年的武生泰斗——小林老板又回来了！辞别京城数年，物是人非。老林老板老了，当年叱咤风云的林老板变成了个守在胡同口卖花生的小老头儿；小武春变了，他认了年龄相仿的司令太太做干妈，抱着干爹干妈的粗腿也成了角儿，穿着最华贵的绸衫侍奉在司令太太身边；看不到小林玉昆的司令太太爱屋及乌，“你小林玉昆不服我，可你的师弟就是我的一条狗！”可小林玉昆的回归改变了这一切，老林老板重新焕发了精气神，司令太太忘情的喊着好儿，而小武春的戏立刻没人看了。小武春不甘心，他用大把的金银首饰买通了当年的恶霸小花虎，一辆罪恶的汽车撞向了刚刚下戏的小林玉昆——他还没来得及回家看看……一代名伶就这样陨落了。白发人送黑发人，老林老板把小林玉昆一生都没舍得穿的那套宫绣大靠穿在他身上，让长枪、马鞭、帅旗陪着他上路。京郊的小林玉昆坟前，老林玉昆、小红宝抱着怀里没见过爸爸的“小小林玉昆”，向他许诺：“孩子长大了，还唱武生！”远处隐隐传来新社会的炮声……",
    "chinese_title": "武生泰斗",
    "douban_rating": "8.5/10 from 326 users",
    "foreign_title": "",
    "douban_rating_average": "8.5",
    "update_at": "2025-02-13T00:01:12"
}