{
    "aka": [],
    "sid": "3240826",
    "cast": [
        {
            "url": "/celebrity/1011935/",
            "name": "马伊琍 Yili Ma",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275275/",
            "name": "王姬 Ji Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314478/",
            "name": "陈龙 Long Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315663/",
            "name": "杨昆 Kun Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313779/",
            "name": "张彤 Tong Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1328218/",
            "name": "惠娟艳 Juanyan Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320579/",
            "name": "樊锦霖 Jinlin Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1358972/",
            "name": "施小菊 Xiaoju Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314018/",
            "name": "王策 Ce Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "爱情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2502983452.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318463/",
            "name": "梁凤仪 Fung-Yee Leung",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1093565/",
            "name": "黄健中 Jian-zhong Huang",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-10-06(中国大陆)"
    ],
    "this_title": [
        "美丽无声"
    ],
    "douban_link": "https://movie.douban.com/subject/3240826/",
    "trans_title": [
        ""
    ],
    "douban_votes": "399",
    "introduction": "美丽如画的乌镇和苏州，一九二四至一九三七后的几个春秋。乌镇姑娘菊儿天生丽质、清秀可人，因家境贫苦，无力再抚养孩子，菊儿还有个妹妹在她很小的时候就送了人。菊儿爸在当地富绅单景成的绸布坊做工，这天夜里染坊硕大的石辊子居然从木架子上落下来砸在他的头上……东家单先生拿了几令绸布算是替菊儿父亲了结了后事。而后，单先生忍耐不住劝菊儿妈带菊儿一起到单家做事……菊儿妈一下明白了发生在身边的一切，明显感觉到了潜伏在女儿周围的危险——女儿的美丽就像一把刀，将会伤害到家里所有的人。母亲把菊儿送到苏州，想跟一个叫阿田的人学梳头。阿田却一口拒绝：瞧这丫头那水灵劲儿，她跟着我早晚会惹出事来呢！母亲给她跪下了……阿田收下了菊儿，可菊儿却恨阿田，因为母亲给她下跪！跟着阿田走东家，菊儿讨厌阿田的逢场作戏，不几天就逃离了阿田的家。菊儿妈回了乌镇，把丈夫用命挣来的绸布换了条小舢舨，在河道上做起了贩运、送客之类的生意。菊儿母亲不清楚，收她绸布的是当地的船匪无赖屠老大。单景成找到屠老大送上几十块大洋，屠老大的手下拦住菊儿妈的船，把绸布扔还给菊儿妈，把小船砸毁。船痞们恶狠狠地对她说：我们老大在他的船上等着你！菊儿妈万万想不到，菊儿在这种时候跑回家来！为了女儿，她走投无路，到屠老大船上把身子给了屠老大，这一切居然都被尾随母亲的菊儿看在眼里……菊儿妈羞愧得无法面对女儿，可是她不能死，活着还能照顾菊儿，但单先生却阴森地逼迫她：定是你勾结奸夫屠老大害死菊儿爸，不要脸！你这种人，死了对谁都好！女人的脸面是比命还金贵的呀……菊儿妈含冤撒手人寰……在苏州大户人家做事的菊儿姑母辰妈说：菊儿，到单先生家去吧，不然你怎么活？！菊儿的家被辰妈卖给了单家，单太太曾经的恋人、她的表弟梁守平据说在北平杀了人，单太太的表姐夫，苏州的吴旅长让他在乌镇避祸，梁守平把菊儿家改成了诊所。菊儿到底还是进了单景成家，单家的女主人单太太因为早些年的一场怪病一直瘫在床上，其实她才是这个大院子的主人，单景成不过是从上海来的上门女婿。单太太的陪房丫头乔妹，事实上已经被单景成纳为小妾，单太太是睁一只眼闭一只眼，可如今单先生又盯上了菊儿！单太太硬是把菊儿留在了自己屋里。可单先生岂能就此罢休？单先生以单太太不明不白的身世相威胁，和单太太发生了激烈冲突，单先生威胁太太说：要是撕破了脸，谁身上都是一身的血！单先生究竟还是把菊儿收进了房，可那一夜菊儿以死相拼，单先生也只得暂且作罢，天快亮的时候，单太太叫乔妹悄悄地把菊儿放了……菊儿在梁守平的帮助下，冒着雨逃入了茫茫旷野……几个月后，春蚕成熟，菊儿跟着其他的蚕娘们一同去贩蚕茧，不想收购蚕茧的却是阿田！阿田心疼这个孤苦伶仃的孩子，把菊儿带在身边，想法把菊儿送进了缫丝厂做工谋生。冤家路窄，乌镇的缫丝厂也是单家的产业，单先生虽说只是个“倒插门”的丈夫，现在也想将替单太太做做主，他正准备通过汉奸曹美彪，把缫丝厂全都卖给日本人。精于世故的阿田利用菊儿对单家的了解，说动单太太和乔妹，用计挫败了单景成的企图，还让曹美彪整治了单景成！菊儿可是从阿田的身上学到了不少察言观色、借力打力的厉害手段，阿田的智慧让菊儿仿佛看到了自己复仇的希望……单景成诱捕阿田欲施报复，不曾想菊儿已经不是从前那个少不更事、懵懂怯弱的菊儿了，她发动缫丝厂的女工姐妹们生生地把阿田从单景成的手里救了出来。菊儿随阿田回到了苏州，菊儿打算到常熟拜名师“梳子刘”学艺，师徒依依惜别……八一三事件爆发，日本侵略军已深入到江南地区。“梳子刘”一家惨遭日军杀害，菊儿为避战乱逃回苏州，竟又遇到了救命恩人梁守平……更让菊儿吃惊的是，梁守平又把菊儿带到了阿田家，菊儿不知道，阿田和梁守平的真实身份是新四军苏州地下交通站的联络员，阿田还是这个交通站的负责人，菊儿高兴的是又与阿田师傅在一起了，阿田设法在菊儿的脸上贴出一块“胎痣”，并改叫阿菊，让她守在家里，阿田自己却常常出门，神出鬼没，经常数日没有音迅……一个叫阿莲的梳头女来找阿田，阿莲东家的三房太太争风吃醋，都拿阿莲当话引子，当出气筒，阿莲简直是无法招架，搞不定东家，阿莲来请师傅阿田出山，可阿田已经好几天没回来了，也不知道人在哪里，阿莲真是茫然无措。阿莲的东家是谁？正是梁守平的姐夫——驻苏州“和平军”五十一旅旅长吴克贤。阿菊求阿莲，给自己找个东家做事，其实这一切早已是阿田安排好的。阿莲做个顺水人情，把阿菊带进了吴克贤的家。 阿菊从此陷入了一个苏州最微妙也最险恶的漩涡。吴克贤曾参加淞沪抗战，失败后投靠汪精卫，现受制于日军驻“苏、锡、太”警备旅司令官山下一郎大佐。吴克贤也恨日本人，同情共产党，不想做汉奸，可他不相信凭中国人的力量能打败日本人，对于他来说，生存是第一位的，忌惮于日军强大的军事实力，他不得不忍辱偷生。梁守平的姐姐是吴克贤的大太太，吴克贤知道梁守平是共产党，可他毕竟是梁守平的姐夫，未到生死关头，吴克贤不愿置梁守平于死地。阿田在一次与上级的接头行动中遭遇日伪的袭击下落不明，留下了继续争取吴克贤的任务……梁守平通过阿菊来了解吴克贤的心态和动向，伺机策反吴克贤。单家太太是吴家大太太的表妹，单景成也是吴府常来常往的客人，而吴府的管家正是菊儿的姑母辰妈。单景成在吴克贤家的堂会上认出了菊儿，他依旧处心积虑要把菊儿带回单家，竟扬言菊儿是化妆潜入吴府的共产党！菊儿的命运让辰妈心疼，她拼尽所能保护菊儿，而一直与菊儿耍心眼使坏的阿莲却正是菊儿失散多年的亲妹妹！有这样剪不断理还乱的关系，吴府里的这些人就难免让现已是日军特务队队长的曹美彪感兴趣……而惟利是图的船匪屠老大则被新四军地下党利用，懵懵懂懂地帮着运送人员和物资……梁守平深深地爱着菊儿，他带着矛盾的心情慢慢地把菊儿引向革命者的行列，因为他知道革命者随时都要准备牺牲……菊儿心里也爱着梁守平，可因为男人曾给她带来的心灵的伤痛，让她不知如何接受梁守平真挚的爱。菊儿一刻也没有忘记深埋在心中的深仇大恨，在梁守平的指点之下，她周旋于各种势力之间，励炼得水深似井，处变不惊；越来越精于借势发力，借刀杀人！压抑多年的愤怒在菊儿的心中慢慢地爆发——她借梁守平保护自己，利用吴克贤、曹美彪、山下一郎之间一触即发的尖锐矛盾，借吴克贤之手杀死了屠老大和单景成，一雪深仇，告慰父母！形势愈加严峻，斗争日益残酷！梁守平遭叛徒出卖，被日伪诱捕，受尽酷刑折磨，因不愿出卖菊儿、不愿供出同志而英勇就义。阿莲被汉奸曹美彪胁迫，监视阿菊和吴克贤，为保护姐姐菊儿，为免遭日寇侮辱，决然了断自己如花的生命。菊儿终于义无反顾地投身革命，成为一名坚定的共产党人。死里逃生的阿田回到苏州，与阿菊联手除灭了新四军的叛徒！梁守平与阿莲的死，剧烈地憾动着吴克贤血性尚存的心灵！他终于被日冠的残暴所震怒，被共产党人的不屈所感化，他果断率部哗变，击毙日酋山下一郎，投奔新四军“江东支队”。一场血雨腥风之后，苏州城仿佛又恢复了往日的宁静，可在菊儿眼中，这里早已是物是人非……菊儿深埋着心中无限的痛楚和爱，带着党交付的新的使命，消失在风雨飘摇的苏州城外……",
    "chinese_title": "美丽无声",
    "douban_rating": "7.8/10 from 399 users",
    "foreign_title": "",
    "douban_rating_average": "7.8",
    "update_at": "2025-04-25T14:26:44"
}