{
    "aka": [
        "Happy Child"
    ],
    "sid": "3243833",
    "cast": [
        {
            "url": "/celebrity/1110392/",
            "name": "Mirko Ilic Mirko Ilic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046777/",
            "name": "Vladimir Divljan Vladimir Divljan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029874/",
            "name": "Srdjan Saper Srdjan Saper",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021843/",
            "name": "Jasenko Houra Jasenko Houra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190148/",
            "name": "Jura Stublic Jura Stublic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "克罗地亚"
    ],
    "writer": [],
    "imdb_id": "tt0410657",
    "director": [
        {
            "url": "/celebrity/1199452/",
            "name": "Igor Mirkovic Igor Mirkovic",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "Serbian"
    ],
    "playdate": [
        "2003-07-23"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0410657/",
    "imdb_votes": 424,
    "this_title": [
        "Sretno dijete"
    ],
    "douban_link": "https://movie.douban.com/subject/3243833/",
    "imdb_rating": "8.1/10 from 424 users",
    "trans_title": [
        "快乐的孩子",
        "Happy Child"
    ],
    "douban_votes": "0",
    "introduction": "这部纪录片的拍摄在当年曾经引起过不少关注，因为它所记载的是70年代末80年代初南斯拉夫新浪潮摇滚运动，导演走访了多个国家，寻访那些曾经在青年时代领导过这场运动的音乐英雄们，尽管现在南斯拉夫早已不存在了，但当年那段快乐时光依旧在如今生活在各个前南分裂国家的中年一代人心中留下了印象，那是铁幕时代下东欧青年人对社会政治的反抗。Through Zagreb, Ljubljana, Vienna, Belgrade, Budapest, Paris, Utrecht and New York, the author is in pursuit of the heroes of his youth, trying to tell to his own self the story about the expansion of punk-rock and the fall of socialism. With plenty of music and shots from the times of the new wave, The Lucky Child is a little monument to the generation that was growing up with a strong belief that rock'n'roll is more important than life.Yugoslavian new wave. Not the most celebrated musical sub-genre going round, but when you’re standing in a record store in Zagreb with Serbo-Croatian language skills amounting to a poorly pronounced ‘thank you’, you take what you can get. As it turns out though, the cracks that began to appear in the Balkan Communist regime as Tito’s death loomed in 1979, proved a remarkably fertile time for a new generation of punk and new wave bands in Ljubljana, Belgrade, Zagreb and Sarajevo, whose rise fed off the youthful optimism spreading throughout the Eastern bloc at the time. Collected as the soundtrack to the 2004 film Sretno Dijete (Happy Child), which saw director Igor Mirkovic seeking out the musical idols of his youth and documenting a lost scene in the process, the ten bands spread across this double disc compilation are largely unknown in the West. The sounds though, are another matter. Running the gamut from overblown cock rock to ska, keyboard-driven pop, scrappy proto-punk, melodic guitar-based new wave, bluesy rock, strummed acoustic singalongs and breakneck Clash-style punk, the tracks on offer attest that a decaying iron curtain was no barrier to a thriving underground with its ears cocked to the West. Makes you wonder what could be brewing in the back lots of Iran or North Korea as we speak.",
    "chinese_title": "快乐的孩子",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sretno dijete",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-07-06T17:29:40"
}