{
    "aka": [
        "Caracas onto Death",
        "Caracas: Love unto Death"
    ],
    "sid": "3243791",
    "cast": [
        {
            "url": "/celebrity/1051801/",
            "name": "Pedro Durán Pedro Durán",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2000",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2869357437.jpg",
    "region": [
        "委内瑞拉"
    ],
    "writer": [
        {
            "url": "/celebrity/1277818/",
            "name": "Gustavo Balza Gustavo Balza",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0247796",
    "director": [
        {
            "url": "/celebrity/1277818/",
            "name": "Gustavo Balza Gustavo Balza",
            "@type": "Person"
        }
    ],
    "duration": "91分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0247796/",
    "imdb_votes": 90,
    "this_title": [
        "Caracas: amor a muerte"
    ],
    "douban_link": "https://movie.douban.com/subject/3243791/",
    "imdb_rating": "6.9/10 from 90 users",
    "trans_title": [
        "加拉加斯爱到死",
        "Caracas onto Death",
        "Caracas: Love unto Death"
    ],
    "douban_votes": "0",
    "introduction": "Twin worlds collide in this tale of teenage trauma survival in the slums and no choices. Ramon runs from the police and local gangsters. Aixa is pregnant and homeless trapped between the priest and the doctor who fight over whether she should keep her baby. The films is set against the grim expressionism of bleak corridors and staircases that imprison tenement residents living on the edge of Caracas vast sprawl. Gustavo Balza s debut film is a visceral experience from the opening brutal police killing to the touching end.This film deservedly won the Best Film award at the Los Angeles Latino Film Festival this year. It is the story of a young girl, Aixa, who gets pregnant by her boyfriend, a criminal sought after by the police. Her grandmother wants her to get an abortion, and convinces a young doctor to perform it, against the opposition of a local priest and Aixa's boyfriend. This is a great ensemble piece, with beautifully acted three-dimentional characters.This film deserves to be mentioned with the recent Mexican films that have received such acclaim (some might disagree but I actually like it better than \"Amores Perros\"). As a bit of background, there are around 100 murders each weekend in Caracas. Power failures are also frequent in the city, which comes into play. There's more to the story than that, but it's good background to have. Music is also central to the story. That this is Balza's first film is amazing. Well worth seeing if you can find it.",
    "chinese_title": "加拉加斯爱到死",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Caracas: amor a muerte",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-05-12T18:13:18"
}