{
    "aka": [
        "Prisoner 1040"
    ],
    "sid": "3243756",
    "cast": [
        {
            "url": "/celebrity/1136701/",
            "name": "Pascual Nacarati Pascual Nacarati",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104090/",
            "name": "Juan Carlos Lamas Juan Carlos Lamas",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083563/",
            "name": "Carlos Estrada Carlos Estrada",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067336/",
            "name": "Roberto Bordoni Roberto Bordoni",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061706/",
            "name": "Alicia Bellan Alicia Bellan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050980/",
            "name": "纳西索·伊瓦涅斯·门塔 Narciso Ibáñez Menta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159741/",
            "name": "沃尔特·比达特 Walter Vidarte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1958",
    "genre": [
        "剧情",
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1007988/",
            "name": "Juan José Patrón Juan José Patrón",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0186465",
    "director": [
        {
            "url": "/celebrity/1030072/",
            "name": "鲁本·W·加瓦约蒂 Rubén W. Cavalloti",
            "@type": "Person"
        }
    ],
    "duration": "Argentina: 83 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1958"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0186465/",
    "imdb_votes": 37,
    "this_title": [
        "Procesado 1040"
    ],
    "douban_link": "https://movie.douban.com/subject/3243756/",
    "imdb_rating": "7.3/10 from 37 users",
    "trans_title": [
        "1040号囚犯",
        "Prisoner 1040"
    ],
    "douban_votes": "0",
    "introduction": "Procesado 1040 is a very good movie due to the fact that could pass the censorship. This was Cavalotti's second picture and has a very good dialogue. The best of the film is the precense of Carlos Estrada and the role of Ibanez Menta. Carlos Estrada who made a lot of movie's including El Rufian (See it) directed by Tinayre realized that he made a very good performance as the student of law. His precense made the girl look like a child and his role is very important in the film. Very good and it's incredible that could pass the censorship of that time. Now it looks like a good movie but the time hasn't go on for this film. Nice and rude but necesary.An excellent Argentine film which reflects what could happens when law is applied without any common sense. A good and respected old man (Narciso Ibanez Menta) goes to prison (the processed 1040), because he cut off the neighbor's climbing plant.. There he meets the worst of the underworld. Crime surrounds him, he is forced to play a murder accomplice role without even understanding why this happens to him. But he receives miraculously the helping hand of a young face. This is the outstanding performance of the great Uruguayian actor Walter Vidarte (as the \"zorrito\"), a kind of fresh and shameless thieve who never had a Father and \"adopts\" and protects the old man.Procesado 1040 was Cavallotti's second feature. Although in the first one (which was a low budget production) he already displayed his skills as a director, proving that his long experience as an assistant director was well founded, in Procesado 1040 he managed himself in a very secure manner, despite the fact that now the production was in a mayor studio (Argentina Sono Film) and that the story was a very compromised theme about the real life in the state jails. Cavallotti always comented that it is quite a responsibility to shout action for the first time in a set full of experimented technicians. Throughout the years this film proved to pass the test of time, and many would still be surprised if today they would receive a script like this one and feel at ease to film something like this and pass censorship in Argentina.",
    "chinese_title": "1040号囚犯",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Procesado 1040",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-13T12:22:33"
}