{
    "aka": [],
    "sid": "3243778",
    "cast": [
        {
            "url": "/celebrity/1141431/",
            "name": "Turíbio Ruiz Turíbio Ruiz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008368/",
            "name": "Adriano Stuart Adriano Stuart",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1022167/",
            "name": "Flavio Frederico Flavio Frederico",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074003/",
            "name": "Ignácio de Loyola Brandão Ignácio de Loyola Brandão",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0277414",
    "director": [
        {
            "url": "/celebrity/1022167/",
            "name": "Flavio Frederico Flavio Frederico",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2001-02-09"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0277414/",
    "imdb_votes": 65,
    "this_title": [
        "Urbania"
    ],
    "douban_link": "https://movie.douban.com/subject/3243778/",
    "imdb_rating": "7.0/10 from 65 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "A blind old man and his driver spend a day and a night in Sao Paulo. After 30 years, the man has returned to the city where he lost his wife, his business and his sight. He wants to see the city one more time before he dies, through the eyes of his driver and passers-by.The play between documentary and fiction continues in Flavio Frederico's debut feature URBANIA, a melancholy survey of the modern Brazilian metropolis. Turíbio Ruiz stars as an affluent old blind man returning for a final farewell to the city of his youth. Sadly, if inevitably, the glamorous Sao Paulo he remembers with such fondness has long since given way to a landscape of crime, sex and desperation - a situation that director Frederico's camera registers with calm neutrality, but which makes his protagonist increasingly unsettled and disillusioned. Clear-eyed and pitiless in its depiction of contemporary urban low-life, URBANIA throbs as well with a mournful nostalgia for the city in its prime.This is a wonderful film about an old blind man who comes to Sao Paulo to revisit the past and find the woman whom he has never been able to forget. Accompanying him is his driver Ze Carlos, in a terrific performance by Adriano Stuart. The two lumber through the streets of the city in an old North American style convertible visiting the now dilapidated places of the old man's memory and encountering the people of Sao Paulo along the way. The film has been put in the category of docu-drama but don't let that turn you off because what the director has done is cut seamlessly between the fictional narrative, actual interviews with the disposessed of Sao Paulo and historical footage of the city and in so doing transcends form to create a work of art that is political without being judgmental, ironic yet engaged, moving and also very funny.",
    "chinese_title": "Urbania",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-18T12:29:10"
}