{
    "aka": [
        "The Love in Damned Mountain"
    ],
    "sid": "3243714",
    "cast": [
        {
            "url": "/celebrity/1065667/",
            "name": "Faruk Begolli Faruk Begolli",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情",
        "家庭"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿尔巴尼亚"
    ],
    "writer": [],
    "imdb_id": "tt0346837",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Albanian"
    ],
    "playdate": [
        "1997"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0346837/",
    "imdb_votes": 42,
    "this_title": [
        "Dashuria e Bjeshkëve të Nemuna"
    ],
    "douban_link": "https://movie.douban.com/subject/3243714/",
    "imdb_rating": "7.5/10 from 42 users",
    "trans_title": [
        "The Love in Damned Mountain"
    ],
    "douban_votes": "0",
    "introduction": "拉比亚国际（Labia International）是科索沃地区的最后一个电影制片公司，这个完全由导演Ekrem Kryeziu一手组建起来的小公司在极度缺乏资金的情况下只维持了2年时间就关门了，从此因为战乱缘故电影制片几乎在科索沃地区绝迹。拉比亚国际总共只出品了三部影片，都为Ekrem Kryeziu编导，是他的“科索沃三部曲”，同时也是他最后的作品，他的影片尽管设备极其简陋影像也不够精致，但却最真实地拍摄下了科索沃高地的风景，人们的日常生活和传统民俗，而其中大部分景象现在都再也看不到了，因为连年战争几乎破坏了一切美好的东西。本片是三部曲中的第二集，拍摄于1997年。A great mirror of Kosova's highland traditions. This movie shows the traditions of Kosovar Albanians that live in highlands and also tells a love story of two young people, a boy who lives in a village and a girl who just comes back from the USA to her native homeland. The director through the movie tells of the traditions and the hospitality found in the houses of the highlanders. The movie also shows the typical clothes that highlanders in some parts of Kosova have and also the national clothes that are worn during weddings and dances in villages. The great display of Faruk Begolli, a very famous Kosovar actor, is one among the best of his displays. In this movie he plays the father of the girl who comes back to the homeland and then she falls in love with a guy whom she can never marry because of family relations she has with him... Unfortunately, as this movie was made during the time when Kosova was under the Serbian regime, there was no possibility to make subtitles for non-albanian speakers, and the movie was only recorded on VHS, hopefully over the next years there will be a DVD release of the movie which definitely is worth watching, especially for people who like to know about different cultures and traditions.",
    "chinese_title": "Dashuria e Bjeshkëve të Nemuna",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-10-08T05:14:19"
}