{
    "aka": [
        "So Young, So Lovely, So Vicious..."
    ],
    "sid": "3250879",
    "cast": [
        {
            "url": "/celebrity/1041385/",
            "name": "格洛丽亚·圭达 Gloria Guida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100862/",
            "name": "达娜·吉亚 Dana Ghia",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101627/",
            "name": "弗雷德·奥托·罗伯萨姆 Fred Otto Robsahm",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112308/",
            "name": "妲歌玛·拉桑德 Dagmar Lassander",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2694412387.jpg",
    "region": [
        "意大利"
    ],
    "writer": [
        {
            "url": "/celebrity/1048957/",
            "name": "罗伯托·纳塔莱 Roberto Natale",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1327707/",
            "name": "西尔维奥·阿玛迪奥 Silvio Amadio",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0131526",
    "director": [
        {
            "url": "/celebrity/1327707/",
            "name": "西尔维奥·阿玛迪奥 Silvio Amadio",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "意大利语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0131526/",
    "imdb_votes": 507,
    "this_title": [
        "Peccati di gioventù"
    ],
    "douban_link": "https://movie.douban.com/subject/3250879/",
    "imdb_rating": "4.9/10 from 507 users",
    "trans_title": [
        "特别的爱",
        "So Young, So Lovely, So Vicious..."
    ],
    "douban_votes": "0",
    "introduction": "In 1968, Silvio Amadio directed L'isola delle svedesi (Island of the Swedes) (1969), the story which bordered on the dramatic and erotic genre about two lesbian women and the arrival of a third party in their menage, a young boy, which leads to tragic consequences. The script was by Roberto Natale, who had already worked with Mario Bava and who went on to write Peccati di gioventu (So Young, So Lovely, So Vicious...) for Amadio where the lesbian theme is tackled in a similar way to the previous film.The female “special love” trend was a reality which was already consolidated in European cinema of this genre, following the huge success of Les biches by Claude Chabrol (1968) and Le salamandre by Alberto Cavallone (1969). This was a popular theme with the audiences and in the case of Peccati di gioventu includes the attraction represented by Gloria Guida, an actress who was rising to stardom and who owed her film debut to Silvio Amadio who discovered her and brought out the best in her more than any other director. Alongside Gloria Guida was the beautiful Dagmar Lassander, who also created a chromatic contrast (the blonde Guida, Lassander the red-head), which in the erotic scenes interpreted by them with the wild and contaminated natural landscape of Sardegna (where the film is set) as background, the fascinating vision of everything (it must be mentioned that the images of their “intimate moments” the actresses experienced together in the film were published in many glamour magazines of that time causing a great stir).Silvio Amadio's film, not only in the formal beauty or the exploitation aspect, disguises the interest because even the structure of the psychological nature of the characters and the game played by them are described in great detail by the script written by Roberto Natale. Invisible for many years, Peccati di gioventu can be seen for the first time in home video format, in the original uncut version.",
    "chinese_title": "特别的爱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Peccati di gioventù",
    "imdb_rating_average": 4.9,
    "douban_rating_average": 0,
    "update_at": "2025-04-28T22:52:06"
}