{
    "aka": [],
    "sid": "3250855",
    "cast": [
        {
            "url": "/celebrity/1266189/",
            "name": "Izabela Kurczewska Izabela Kurczewska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1234822/",
            "name": "Marieta Zukowska Marieta Zukowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1198399/",
            "name": "卡塔兹娜·格尼夫克斯加 Katarzyna Gniewkowska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1190690/",
            "name": "卢卡斯·辛拉特 Lukasz Simlat",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078738/",
            "name": "安杰伊·赫拉 Andrzej Chyra",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071916/",
            "name": "斯坦尼拉娃·塞林斯卡 Stanislawa Celinska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046240/",
            "name": "让·弗里兹 Jan Frycz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1270389/",
            "name": "Szymon Myslakowski Szymon Myslakowski",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "惊悚"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885053461.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1052019/",
            "name": "鲁贾舍斯·巴克奇克 Lukasz Barczyk",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1270778",
    "director": [
        {
            "url": "/celebrity/1052019/",
            "name": "鲁贾舍斯·巴克奇克 Lukasz Barczyk",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "2008-11-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1270778/",
    "imdb_votes": 222,
    "this_title": [
        "Nieruchomy poruszyciel"
    ],
    "douban_link": "https://movie.douban.com/subject/3250855/",
    "imdb_rating": "3.7/10 from 222 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "„The Unmoved Mover” is a movie about sexual addiction and enslavement, about unfulfilled desires and yearnings, about the fact that even having obtained everything in the world, man will still feel craving and temptation, about the romantic neurosis of our times which affects everyone in the world regardless of their social status or state of mind.The movie takes place in the present, in a small suburban town in south-western Poland, but could just as well take place in the past or future, anywhere else in the world. Its protagonists are ordinary people, but the narrative is very far removed from classical realism. The script was inspired by an event which transpired in Poland.THE UNMOVED MOVER is a term created by Aristotle. Aristotle searched for the source of all motion - change, potential, the First Cause. He reached the conclusion that the cause of all motion must be He, Who is Perfectly Motionless - THE UNMOVED MOVER. With the idea of THE UNMOVED MOVER, Aristotle created the first - in our part of the world - concept of a monotheist God, understood as the ultimate cause and ultimate purpose of each motion. The theory of a motionless center, which attracts and influences all change is surprisingly similar to the philosophical ideas of Hinduism and Buddhism, as well as the universally known laws of physics regarding the construction of atoms.Once we realize that the our actions stem from our need for happiness, our yearning for love, and that this yearning is the reason for our actions, while their purpose is to experience love and, consequently, happiness - we have grasped the concept of THE UNMOVED MOVER. A notable characteristic of this magnetic force is that it dwells in areas which are not subject to questions of ethics or morality. THE UNMOVED MOVER is love in its purest form, beyond man’s cognitive grasp. People are unable to renounce or resist this power, because it is part of the very core of their being, and it determines their actions much in the way a magnet affects metal.",
    "chinese_title": "Nieruchomy poruszyciel",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.7,
    "douban_rating_average": 0,
    "update_at": "2025-10-24T14:21:27"
}