{
    "aka": [],
    "sid": "3254209",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情",
        "爱情",
        "音乐",
        "戏曲"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2260583233.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1452008/",
            "name": "肖霖生 Linsheng Xiao",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318312/",
            "name": "徐庆东 Qingdong Xu",
            "@type": "Person"
        }
    ],
    "duration": "87分钟",
    "episodes": "",
    "language": [
        "山西方言"
    ],
    "playdate": [],
    "this_title": [
        "有了心思你慢慢来"
    ],
    "douban_link": "https://movie.douban.com/subject/3254209/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "夏夜，大山脚下的坡底村热闹非常。村民吉庆和外村姑娘云兰在此订婚。宽大的场院上，两家戏班子相对搭台，你歌我舞，互不相让，把乡亲们看得眼花缭乱，喝彩不迭。吉庆当众宣布，自己准备投资绿化荒山植树造林。乡亲们反响强烈，而坐在吉庆身边的正要与他订婚的云兰却面沉似水，因包办婚姻而郁郁寡欢。台下，同村放羊青年拽娃因吉庆杀了他养的羊和吉庆产生了矛盾。酒入愁肠，拽娃竟借着醉意把碗摔在地上，放声高唱搅乱了订婚宴。也让暗恋拽娃的聋女庆秀兴奋不已。愤怒的吉庆扑向了醺醺然的拽娃，场院顿时乱作一团，云兰趁乱离去。清醒后的拽娃引咎自责。他毅然决定去找回云兰。在寻找云兰的路上拽娃以当地特有的民歌形式唱起了山歌，歌声回荡在大山之间。云兰听到拽娃的歌声后情不自禁和他对起了山歌，寻声而来的拽娃最终还是没能找到云兰。这次对歌使两个年轻人互相产生了好感，是他们成为“好对手一辈子也忘不了”的望山恋人。向往城市生活的云兰跟着郝箭来到了城里，郝箭是音乐策划人，正在县城筹划首届《丰收杯》民歌大奖赛。在临河县云兰娘家，拽娃得知云兰去了县城也追到了城里。第一次进城拽娃竟忘记带钱闹出很多笑话 美丽善良聪慧的聋女庆秀追着拽娃也来到城里。在县城，拽娃同大赛策划人郝箭不期而遇。郝箭曾经被他那原汁原味原生态的“天籁之音”所振撼。他慧眼识珠，认定拽娃身上蕴藏着巨大的商机，力邀拽娃参赛夺魁。大山里长大的拽娃过惯了恬静淡然的乡村日子，与城市生活格格不入，拒绝了郝箭的邀请。郝箭遂以让云兰同他见面为条件，诱使拽娃报名参赛。见到云兰，心情激动的拽娃用美妙的歌声婉转地向云兰表达了爱慕之意。云兰嘱咐拽娃，一定要好好参赛，将来比翼双飞。在大赛投资老板的利益驱使下，授意郝箭为拽娃请来声乐专家，接受“科学”发声训练。为了夺冠，为了云兰，拽娃同意了。为了筹措辅导费，拽娃不怕苦累，想方设法努力挣钱。不料接受“辅导”后，拽娃唱出的歌声不伦不类，极为刺耳。更令人痛惜的是，拽娃竟然找不回原来的“天籁之音”了！唱歌就是他的生命，声音不在，拽娃陷入绝望。心急如焚的庆秀依然陪伴在他身边，给他鼓励和支持。并且苦思冥想，用“鸡鸣狗叫”的方法帮助拽娃找到以往的感觉，找回了响遏行云的“天籁之音”。拽娃精神振奋地走向赛场，但是这顶桂冠内定是要发给本次大赛赞助商指定的另一位参赛选手连成的。拽娃不服找到郝箭质询，并用昔日练就的原生态民歌征服了所有的评委，摘取了歌王的桂冠。但看到大赛中丑陋一面的拽娃毅然抛弃了奖杯，离开了云兰，高亢激越的山歌重新在青山绿水间回荡。拽娃又回到了峰峦叠翠，山花烂漫的大山，回到了淳朴善良的聋女庆秀的身旁……",
    "chinese_title": "有了心思你慢慢来",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-30T00:56:07"
}