{
    "aka": [],
    "sid": "32568861",
    "cast": [
        {
            "url": "/celebrity/1322911/",
            "name": "高子沣 Zifeng Gao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1375318/",
            "name": "李政阳 Zhengyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1415252/",
            "name": "俞碧程 Bicheng Yu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2020",
    "genre": [
        "悬疑",
        "奇幻",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2619036196.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1384852/",
            "name": "郭会中 Huizhong Guo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2020-09-18(中国大陆)"
    ],
    "this_title": [
        "狄仁杰之幻涅魔蛾"
    ],
    "douban_link": "https://movie.douban.com/subject/32568861/",
    "trans_title": [
        ""
    ],
    "douban_votes": "724",
    "introduction": "大唐长安发生一起凶杀案，大食国使节萨罗，在青楼遇害，现场一片狼藉。狄仁杰、洪云奉旨追查，却不料遭到真凶一伙人的埋伏，好友洪云也惨死一个叫天煞的铁勒人之手，而作为贡品，幻涅魔蛾的虫后蛹也被天煞夺取。因办案不利，狄仁杰被武则天革职查办。一晃数年，刚刚称帝的武则天一夜之间，身中癫狂奇毒，怀疑有人下毒，于是命金吾卫统领元丰，召狄仁杰回京，秘查此案。而此时的狄仁杰，已经成为一个农夫，每日和怀孕娇妻为伴，不曾想元丰的到来，会打破生活的平静。面对元丰的恳求，看破宦海沉浮的狄仁杰，断然拒绝，而妻子却开解丈夫，为了社稷安宁，天下百姓，狄仁杰再三犹豫，还是告别妻子，和元丰秘密回京。在武则天的寝室，曾经的一代女皇，形如枯槁，生命如风中残烛，让狄仁杰颇为感慨之际，元丰突然中毒，大发癫狂，攻击狄仁杰。在制服元丰后，狄仁杰在现场，捉住一只可疑的飞蛾，于是和元丰，带回故居的实验室，药液检测之下，竟然发现，此飞蛾是产自大食国的幻涅魔蛾，也是当年，被天煞等铁勒人抢走的大食国贡品，其蛾粉，剧毒无比，能令人致幻癫狂而死，但因为不是完全体的幻涅魔蛾，所以毒性不强，只能日积月累，才能杀死目标。就在二人商量下一步行动之际，天煞带着手下偷袭，意欲杀人灭口，但可惜面对狄仁杰、元丰，还是狼狈而逃。为了给武则天解毒，狄仁杰带着元丰，通过乱葬岗的地道，来到了九幽城寻找精通虫道的洪云妹妹---飞羽。精通虫道的飞羽帮二人，以幻涅虫王调制了魔蛾的解毒药剂。与此同时，天煞带人偷袭，三人杀死天煞，逃出生天，并成功将药剂，带回皇宫，给武则天服下。然而，这一切其实是武则天的苦肉计。原来，她和铁勒首领诺依德合谋，命元丰引诱狄仁杰寻找飞羽，从而黄雀在后，得到天底下唯一的幻涅虫王，用来制造真正的完全体幻涅魔蛾，以毒杀李氏宗亲，巩固皇位。狄仁杰、飞羽以谋反罪，锒铛入狱。元丰在得知真相后，弃暗投明，放出了狄仁杰、飞羽。三人根据元丰脚底的碳粉，在洛阳的废弃铁匠铺，找到了铁勒部的老巢，却迟了一步，诺依德等人已经潜入武则天寿诞。从埋伏的天煞口中得知，诺依德并不打算听命武则天，而是计划背叛她，杀死所有大唐皇族重臣，从而里应外合，入主中原。解决掉天煞后，狄仁杰等人伪装成天竺国使节，潜入寿诞，齐心合力，成功阻止了幻涅魔蛾的扩散，挫败了诺依德的阴谋。而经过此时，武则天也意识到亲情比龙椅更重要，于是放弃了对付李氏的想法，犹豫之下，还是放走了忠君爱国的狄仁杰。于是乎，狄仁杰、飞羽告别元丰，踏上了回家的路。",
    "chinese_title": "狄仁杰之幻涅魔蛾",
    "douban_rating": "3.4/10 from 724 users",
    "foreign_title": "",
    "douban_rating_average": "3.4",
    "update_at": "2025-05-25T09:21:11"
}