{
    "aka": [],
    "sid": "3256168",
    "cast": [
        {
            "url": "/celebrity/1007103/",
            "name": "凯文·沃特利 Kevin Whately",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297348/",
            "name": "莱斯利·夏普 Lesley Sharp",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045007/",
            "name": "杰拉丁·萨莫维尔 Geraldine Somerville",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045118/",
            "name": "弗雷迪·博思 Freddie Boath",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1018118/",
            "name": "凯特·阿什菲尔德 Kate Ashfield",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1256131/",
            "name": "艾米·贝丝·海耶斯 Amy Beth Hayes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1160484/",
            "name": "欧文·蒂尔 Owen Teale",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2286653675.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt1208818",
    "director": [
        {
            "url": "/celebrity/1283340/",
            "name": "大卫·埃文斯 David Evans",
            "@type": "Person"
        }
    ],
    "duration": "45分钟",
    "episodes": "3",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008-09-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1208818/",
    "imdb_votes": 164,
    "this_title": [
        "The Children"
    ],
    "douban_link": "https://movie.douban.com/subject/3256168/",
    "imdb_rating": "6.4/10 from 164 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "This provocative three-part drama is about step families and our messy modern lives. It explores the upheaval and excitement of new relationships, and how the emotional turmoil can lead to the unthinkable happening.An eight year old girl is found murdered on the patio of her home. Any one of the adults who care for her could have killed her, but which one?Lucy Gannon (Servants, Soldier, Soldier, Peak Practice, and Bramwell) says: “Every person who loves this little girl, lives with her, cares for her, could have killed her. I hope we’ll all have our own theory about who did it, and that the theories will be different.“This is a challenging and provocative drama about what can happen when children become displaced from family life by the divorce of their parents.”Kevin Whately stars as Cameron who is in a new relationship with Sue, played by Geraldine Somerville after the bitter break up of his marriage to Anne, played by Lesley Sharp. Cameron has a troublesome teenage son who resents the upheaval in family life, and Sue has an eight year old daughter, Emily (Sinead Michael) who is equally unhappy with the new arrangements at home.Ian Puleston-Davies plays Sue’s ex husband Paul, who also has new partner, Natasha, played by Kate Ashfield. They are celebrating the birth of their daughter.The producer is Tim Whitby, the director is David Evans and the executive producers are Hilary Bevan Jones, Keith Halsall and Catriona McKenzie.Keith Halsall says: “Lucy Gannon has written a powerful and moving three part drama which poses provocative challenges to the priorities of the ‘ME’ generation. We all like to believe that we put our children first – but when our own selfish desires come into play the truth is that our children often come a poor second.”",
    "chinese_title": "The Children",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-06-07T15:42:30"
}