{
    "aka": [
        "The Golden Cockerel"
    ],
    "sid": "3263270",
    "cast": [
        {
            "url": "/celebrity/1114320/",
            "name": "Agustín Isunza Agustín Isunza",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117356/",
            "name": "恩里克·卢塞罗 Enrique Lucero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123688/",
            "name": "伊格纳西奥·洛佩斯·塔尔索 Ignacio López Tarso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151243/",
            "name": "卢恰·比利亚 Lucha Villa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1078090/",
            "name": "Narciso Busquets Narciso Busquets",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282568/",
            "name": "Manuel Dondé Manuel Dondé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1076829/",
            "name": "何塞·查韦斯 José Chávez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105279/",
            "name": "乔治·拉瓦特 Jorge Lavat",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1964",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2544454068.jpg",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1032502/",
            "name": "加西亚·马尔克斯 García Márquez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1046413/",
            "name": "胡安·鲁尔福 Juan Rulfo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019419/",
            "name": "罗伯托·加瓦尔东 Roberto Gavaldón",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1088137/",
            "name": "卡洛斯·富恩特斯 Carlos Fuentes",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0058125",
    "director": [
        {
            "url": "/celebrity/1019419/",
            "name": "罗伯托·加瓦尔东 Roberto Gavaldón",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1964-12-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0058125/",
    "imdb_votes": 298,
    "this_title": [
        "El Gallo de Oro"
    ],
    "douban_link": "https://movie.douban.com/subject/3263270/",
    "imdb_rating": "7.3/10 from 298 users",
    "trans_title": [
        "金色公鸡",
        "The Golden Cockerel"
    ],
    "douban_votes": "0",
    "introduction": "40-60年代墨西哥电影黄金时期的最后佳作之一，影片讲述最具墨西哥传统民族特色的娱乐活动 - 斗鸡的故事。几乎囊括了当时墨西哥一些最伟大的演员、剧作家和导演等，由Juan Rulfo的小说改编，当时还没出名的马尔克斯也参与了编剧。主演是墨西哥著名女星Lucha Villa。A poor, but very lucky man in the cock fighting, is hired by a rich man, but both are in love with the same woman. Cockfights are an important aspect of Mexican tradition as illustrated in this story of two competitors who gamble everything on a big cockfight. After nursing an injured sparring rooster back to health, a poor man enters the bird in a cockfighting competition. Suddenly finding himself the owner of a champion cockerel, the man becomes seduced by wealth and fame. After falling for the sultry girlfriend of his gambler partner, his life is irrevocably changed. This recently remastered melodrama, based on a novel by Juan Rulfo with a screenplay by Gabriel Garcia Marquez and Carlos Fuentes, is a classic of Mexican cinema.This is maybe the last great Mexican Golden Age cinema movie. It was directed by Roberto Gavaldon, one of the most important and creative directors from this country, and the cast allows several excellent actors from that time like Ignacio Lopez Tarso, Lucha Villa and Narciso Busquets; the screenplay was writen by Carlos Fuentes, Gabriel Garcia Marquez ( world size authors ) and the director Roberto Gavaldon who adapted it based on a text from the same name wroten by Juan Rulfo. All this clues takes us to the conclusion that this is a very representative movie of the mexican culture, but it only reflects a part of the ancient life of common people in the mexican towns, focus the atention in the gambling like cards games, cock fights and the palenques; The photograph of this movie take us to the mexican views, outside the big cities, on the fields where you can smell the clean air.Few years later another movie of the same history was taken to the screen by another mexican director: Arturo ripstein, and the name was \"El imperio de la fortuna\" it doesnt looks like this one,that version is sader and more negative in the message, in my poor opinion, the original text by Juan Rulfo deserves to be changed and this movie really catches the spirit of that culture, so spiritual, so magic, so faithfull just doing that changes from the way rulfo concived it first.The history spokes about two man, the poor Dionisio Pinzon and the gambling man , Lorenzo Benavides. They both fall in love with a palenque singer, La Caponera, and they really think she brings them good look in all theirs bussines. Finally they became partners and install a gambling house, but neither la caponera and Dionisio stand that \"jail\" and decide to leave, till a last cock fight where they face under la caponera sihgt just to prove who`s the luckiest man.",
    "chinese_title": "金色公鸡",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Gallo de Oro",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-07-08T23:52:23"
}