{
    "aka": [
        "Mournful Unconcern"
    ],
    "sid": "3263909",
    "cast": [
        {
            "url": "/celebrity/1073236/",
            "name": "拉马兹·迟希克瓦泽 Ramaz Chkhikvadze",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1007360/",
            "name": "弗拉基米尔·扎曼斯基 Vladimir Zamansky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1584759/",
            "name": "阿拉·奥西片科 Alla Osipenko",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1987",
    "genre": [
        "剧情"
    ],
    "awards": "　　第37届柏林国际电影节(1987)\n　　主竞赛单元 金熊奖(提名) 亚历山大·索科洛夫\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2508885245.jpg",
    "region": [
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1042579/",
            "name": "尤里·阿拉博夫 Yuri Arabov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025410/",
            "name": "萧伯纳 George Bernard Shaw",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0124127",
    "director": [
        {
            "url": "/celebrity/1018271/",
            "name": "亚历山大·索科洛夫 Aleksandr Sokurov",
            "@type": "Person"
        }
    ],
    "duration": "110分钟",
    "episodes": "",
    "language": [
        "俄语",
        "英语"
    ],
    "playdate": [
        "1987-02(柏林电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0124127/",
    "imdb_votes": 349,
    "this_title": [
        "Скорбное бесчувствие"
    ],
    "douban_link": "https://movie.douban.com/subject/3263909/",
    "imdb_rating": "6.5/10 from 349 users",
    "trans_title": [
        "悲戚的冷漠",
        "Mournful Unconcern"
    ],
    "douban_votes": "100",
    "introduction": "In the title of this film we have the diagnosis of a mental illness. The title of George Bernard Shaw's play Heartbreak House is a formula-symbol introduced by the great British wit in order to describe Europe before the First World War. The Russian filmmaker discerned and brilliantly developed Russian Chekhovian roots of the play in his saturated with associations cinematographic composition. This was a feast of Sokurov's imagination and an anthology of almost all of his devises to be subsequently developed. Here one could find a model of a set, closely imitating the real surrounding, documentary shots juxtaposed to the deformed image, a mask of Shaw himself, and non-professional performers next to the celebrated Georgian actor Ramaz Tchkhickvadze.The film had scandalized the powers that be as early as during the process of production which had been several times interrupted and banned by various structures of officialdom — until the film was eventually released in the beginning of Perestroika, in 1987. Perhaps nowadays one of the most important for the director themes — the defenselessness of man, hiding in the house as in a cocoon in the attempt to evade the horrors of history and the problems of existence — sounds more articulately than ever. And the defense — science, technic, culture — civilization — may crash any time and crush 'proud' humankind.The film took part in the competition program of the XXXVII International Cinema Festival in Western Berlin in 1988 and got FIPRESSI award at the XV International Festival in Moscow and Special award in the memory of Andrei Tarkovsky (1987).",
    "chinese_title": "悲戚的冷漠",
    "douban_rating": "7.3/10 from 100 users",
    "foreign_title": "Скорбное бесчувствие",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.3",
    "update_at": "2025-11-02T16:42:07"
}