{
    "aka": [],
    "sid": "3263278",
    "cast": [
        {
            "url": "/celebrity/1158318/",
            "name": "达尼罗·巴塔·斯托科维奇 Danilo &#39;Bata&#39; Stojkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168471/",
            "name": "Gizela Vukovic Gizela Vukovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1074599/",
            "name": "柳博米尔·奇普拉尼奇 Ljubomir Cipranic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1117635/",
            "name": "佩塔尔·卢帕 Petar Lupa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125274/",
            "name": "普雷德拉格·米林科维奇 Predrag Milinkovic",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125314/",
            "name": "Zivka Matic Zivka Matic",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2867785304.jpg",
    "region": [
        "南斯拉夫"
    ],
    "writer": [
        {
            "url": "/celebrity/1041820/",
            "name": "米洛什·拉迪沃耶维奇 Milos &#39;Misa&#39; Radivojevic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0174267",
    "director": [
        {
            "url": "/celebrity/1041820/",
            "name": "米洛什·拉迪沃耶维奇 Milos &#39;Misa&#39; Radivojevic",
            "@type": "Person"
        }
    ],
    "duration": "80 分钟",
    "episodes": "",
    "language": [
        "塞尔维亚克罗地亚语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0174267/",
    "imdb_votes": 55,
    "this_title": [
        "Testament"
    ],
    "douban_link": "https://movie.douban.com/subject/3263278/",
    "imdb_rating": "6.3/10 from 55 users",
    "trans_title": [
        "遗嘱"
    ],
    "douban_votes": "0",
    "introduction": "暂不做评价此片，因为片子主题比较晦涩难懂:(。这个奇怪的导演仿佛一直处在地下状态，拍片也纯粹按个人心情而定。以下是网上唯一能找到的几段他的自述如下：On the eve of the war I was in my fifties and since my health was good, on this threshold of my old age I made a kind of plan. After a dozen of my old films, I thought that it would be nice to make another 3-4 final ones.I have always approached moviemaking with a certain lightness. Second, even after twelve films, I am still somewhat anonymous, I don't have an international reputation, simply, I am a sort of looser in these artistic circumstances, what was a comfortable position. Nobody expected anything similar from me, so that was easy. On the other hand, my films grew old with me and with time it became clear that they were more serious than it had seemed at the time when they were released. I know it sounds like magic, but film is precisely that.\"Breakdown\" was at the time dubbed as light pornography, and in reality I was dealing with the moral dimensions of people who worked in the papers. That problem has surfaced later and become obvious. Nevertheless, I will avoid that question by saying that I love all my children and I believe in all my films. For example, all doors opened for me after my third film \"The Testament\", which was very obscure, but later when I started making so-called cinema films, I was completely rejected. What they made us go through after \"The Very Promising Boy\" was unthinkable. Everyone would be discourage after such ostracism, but my attitude was – I have made a film and everyone is entitled of commenting it.It is a generation against which a crime has been committed. However, I preferred to deal with the younger generation, although we all feel like that. However, although I might sound like a porn star, everything in that movie did happened to me. We have lost our identity and our meaning and we will need a lot of time to get them back. This film encompasses all my worst premonitions, it comprises the surplus of darkness that I had in me, it is grim to the extent that I doubt that anyone else will understand it if he doesn't have the same experience. Had the film been made in some \"lighter\" time, maybe there would even be three films. That's when the main things happen. That simply means that I made a miscalculation. It was a time when you couldn't make films in that way, so this time I worked in the other way.",
    "chinese_title": "遗嘱",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Testament",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-05-16T14:00:31"
}