{
    "aka": [
        "Andres Caicedo - Some Few Good Friends"
    ],
    "sid": "3263104",
    "cast": [
        {
            "url": "/celebrity/1085575/",
            "name": "André van Duin André van Duin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1157555/",
            "name": "Jack Spijkerman Jack Spijkerman",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2567648962.jpg",
    "region": [
        "哥伦比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1085575/",
            "name": "André van Duin André van Duin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1020989/",
            "name": "路易·奥斯皮纳 Luis Ospina",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt5065274",
    "director": [
        {
            "url": "/celebrity/1020989/",
            "name": "路易·奥斯皮纳 Luis Ospina",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1986-01-01(哥伦比亚)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt5065274/",
    "imdb_votes": 24,
    "this_title": [
        "Andrés Caicedo - Unos Pocos Buenos Amigos"
    ],
    "douban_link": "https://movie.douban.com/subject/3263104/",
    "imdb_rating": "6.6/10 from 24 users",
    "trans_title": [
        "Andres Caicedo - Some Few Good Friends"
    ],
    "douban_votes": "0",
    "introduction": "纪录片关于1977年自杀的哥伦比亚现实主义小说家及剧作家Andres Caicedo，他被认为是马尔克斯之后哥伦比亚最杰出的作家之一，他参与了一些新浪潮电影的创作，并在70年代初与好友Carlos Mayolo和Luís Ospina组建了“卡利电影小组”。他曾经说自己活在这个世界上超过25年就是一种羞耻，所以他自杀了，所以我们现在大部分人都应该为自己而羞愧。Luis Andrés Caicedo Estela (1951 - 1977) was a Colombian writer born in Cali, the city where he would be the most part of his life. Although his early death, his work is considered one of the most original of the Colombian literature. Caicedo leaded different cultural movements in the city like the literary group \"Los Dialogantes\" (Which Speaks), the Cinema Club of Cali and the \"Ojo con el Cine\" Magazine (Attention to the Cinema). In 1970 he won the First Literary Contents of Caracas with his work \"Los dientes de caperucita\" (The Teeth of Little Red Riding Hood) that opened to him the doors to a national recognition. Some sources say that he used to say that to live more than 25 years old was a shame and it is seem as the main reason of his suicide on March 4, 1977 when he was just that age.The work of Caicedo has as a context the urban world and its social conflicts, especially of the young people. Contrary to the school of magic realism, the work of Caicedo is settle completely in social reality, making that some scholars give the importance to his work as an alternative in Latin America to prominent figures such as Gabriel García Márquez, especially through the researchs of the Chilean journalist, writer and movie critic Alberto Fuguet who called Caicedo \"The first enemy of Macondo\". Although his fame in Colombia, Caicedo is little known in Latin America, maybe for his early death. However his work is becoming known thanks to the influence of his works in new writer generations such as Rafael Chaparro, Efraim Medina Reyes, Manuel Giraldo, Octavio Escobar and Ricardo Abdahllah.",
    "chinese_title": "Andrés Caicedo - Unos Pocos Buenos Amigos",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.6,
    "douban_rating_average": 0,
    "update_at": "2025-05-13T13:12:08"
}