{
    "aka": [
        "A Man Without Importance",
        "An Unimportant Man"
    ],
    "sid": "3263234",
    "cast": [
        {
            "url": "/celebrity/1148736/",
            "name": "Oduvaldo Vianna Filho Oduvaldo Vianna Filho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1141734/",
            "name": "格劳塞·罗沙 Glauce Rocha",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146571/",
            "name": "Alberto Salvá Alberto Salvá",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1085917/",
            "name": "Rafael de Carvalho Rafael de Carvalho",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118609/",
            "name": "Lícia Magna Lícia Magna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1277118/",
            "name": "Amaury Alves Amaury Alves",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1146571/",
            "name": "Alberto Salvá Alberto Salvá",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0201282",
    "director": [
        {
            "url": "/celebrity/1146571/",
            "name": "Alberto Salvá Alberto Salvá",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1971"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0201282/",
    "imdb_votes": 78,
    "this_title": [
        "Um Homem Sem Importância"
    ],
    "douban_link": "https://movie.douban.com/subject/3263234/",
    "imdb_rating": "7.4/10 from 78 users",
    "trans_title": [
        "A Man Without Importance",
        "An Unimportant Man"
    ],
    "douban_votes": "0",
    "introduction": "This film shows a day in the life of Flávio (Oduvaldo Vianna), unemployed and with 30 years while he seeks employment through various situations, ranging from interviews and delivery of curricula, even unprecedented encounters with characters unrelated to their goals.The film director alberto Salvá is developing a career of enterprising of films with very defined characteristics. It is a movies intimista and sensitive, built with elements that he has for base the humanism and the valorization of the sublime in the personal relationships. It is not evidently a movies of explicit speeches, of certain political options, or of defenses of social theories, that after all has been dominating the panorama of the Brazilian movies in the last 40 years. Those elements are clearly present in that that maybe is his more important film, A Man without Importance accomplished IN 1971.Oduvaldo Viana Filho makes an unemployed that is not adjusted good son's defined patterns and good employee. Like this, the film portrays the misfortunes of that outsider that, among a tumble here and other there, it gets to recruit the spectator's sympathy for the simplicity of his conduct and for the importance that gives to the respect to the neighbor. That permeated vision of lyricism amid a hostile world, it approximates the French director's Salvá Fran?ois Truffaut. Both have a vision seemingly white of the life, but that just demonstrate an immense love to the action of living in the bottom.That film possesses anthological scenes, as that that is uncoiled at the tight kitchen of the house of Selma Glauce Rocha's character. There, the lovers' couple dived in social and financial problems find in the reciprocal affection a reason to continue in front, in it is worth him of tear in that they inhabit. Another quite touching scene even for his simplicity, it is that in that Flávio (Oduvaldo Viana), help a Japanese to change the tire of his old Volkswagen bug. Again here, Salvá exercises his faith in the value of the solidarity among the men, even if of races or disparate plenty credos. A Man Without Importance is a movies lesson and of life. A Great film from a Great Film director.",
    "chinese_title": "Um Homem Sem Importância",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-26T10:56:43"
}