{
    "aka": [],
    "sid": "3264846",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新加坡"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007"
    ],
    "this_title": [
        "Cages"
    ],
    "douban_link": "https://movie.douban.com/subject/3264846/",
    "trans_title": [
        "鸟语人生"
    ],
    "douban_votes": "0",
    "introduction": "What happens when a single Singaporean mother and her blind son find themselves face to face with her estranged and despised father of 20 years?Twenty years of silence are broken when a feisty young woman, ALI (Tan Kheng Hua) and her sheltered, 8 year-old blind son, JONAH (Dickson Tan), are forced to stay with her estranged elderly father, TAN (Makoto Iwamatsu).Set in the forgotten suburbs of modern Singapore, her attempt to escape repeated bad relationships ironically puts her before the man she resents the most.After a fall-out with her recent boyfriend ETHAN (Robert Tonelli), Ali finds herself broke, desperate and homeless. She reluctantly accepts a part time job in her father's bird shop, but not without the resistance of the shop's manager LIZ (Zelda Rubinstein), a manipulative and protective middle-aged British woman.While Liz and Ali clash at every glance, Tan begins to bond with his new grandson, teaching him about the beauty of Singapore's traditional songbird culture.For the first time, Jonah crawls out of his shell and finds a connection with the outside world, drawing him further from his mother's hold, and deeper into Tan's world. Ali's soon finds herself caught in a double-edged scenario, as she realizes her father has a powerful and profound effect on her son.After great deliberation, Ali decides to let Tan and Jonah bond, but just as she feared, Tan mysteriously becomes cold and distant. As a result, Ali's feelings of childhood rejection resurface, sending her into a quest for the truth of their past.But the truth is not always easy to face, as her father's explanation of why he left the family is revealed; a dark secret of 20 years past is exposed, changing Ali's view on life forever.What results is CAGES, a powerful and poetic story about the intricacies of life. Set against the cultural backdrop of modern Singapore, the eloquent journey of a woman, her blind son and her father captures a unique portrait of family and tradition, while proving that love and hope are universal.",
    "chinese_title": "鸟语人生",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Cages",
    "douban_rating_average": 0,
    "update_at": "2025-05-04T20:01:44"
}