{
    "aka": [],
    "sid": "3264843",
    "cast": [
        {
            "url": "/celebrity/1215394/",
            "name": "宋春丽 Chunli Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313818/",
            "name": "王刚 Gang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275457/",
            "name": "牛莉 Li Niu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1299246/",
            "name": "田成仁 Chengren Tian",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1302332/",
            "name": "彭玉 Yu Peng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1372031/",
            "name": "韩静茹 Jingru Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331178/",
            "name": "宋楚炎 Chuyan Song",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315909/",
            "name": "武利平 Liping Wu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455375/",
            "name": "刘昱彤 Yutong Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2880547235.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1378483/",
            "name": "周一民 Yimin Zhou",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1327665/",
            "name": "余丁 Ding Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "28",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "红梅花开"
    ],
    "douban_link": "https://movie.douban.com/subject/3264843/",
    "trans_title": [
        ""
    ],
    "douban_votes": "314",
    "introduction": "大校工程师宋红梅到基建兵318团视察工作。她没有按照团里的安排住进宾馆，而是直奔隧道挖掘基地。在基地她与一营官兵同吃同住同劳动，在她的技术指导下，隧道提前一个多月打通。期间，她的丈夫王振华千里迢迢从北京倒船倒车赶到工地来看望宋红梅，被宋劝回。在全营官兵欢庆胜利时，宋红梅接到急电；回北京不久的丈夫王振华出了车祸，生命垂危。宋红梅火速回京。王振华因为酒后驾车撞向护栏成了植物人。长年在边远基层工作的宋红梅所幸有王振华单位同事赵霞的帮助，面对这些变故，她并不能像在部队那样果敢坚定，反倒是赵霞对病床调整、日常事务的安排显得游刃有余。她的家庭成员：母亲冯淑珍、女儿王曦，在她需要帮助的时刻一个也找不到。王振华出院了，但神志不清，只能一个字一个字地往外蹦着说话，看见谁都叫妈。女儿在部队影视中心上班却经常称病，跑到广告公司自己揽活。她的男友带着她跑到废旧工厂去拍裸照，说是为了艺术。母亲为了证明自己是1949年9月30日入伍，而非后来为了喜庆而改成的10月1日，到处奔走，寻找当年的见证人。这两个人不仅帮不了宋红梅，还不时要宋红梅去叮嘱她们。把王振华交给这样两个家庭成员她也不可能放心，况且女儿对自己充满了误解和不友好。组织上让她再次选择自己的工作时，宋红梅决定留下来。宋红梅成了干休所新一任所长。上任第一天冯淑珍就带着老赵头、老李头等人大闹会场。宋红梅以新任所长的身份站出来时，冯淑珍半天才缓过神来，她闹得更凶了……面对干休所设施年久老化、管理松散、服务部门关系户搞乱市场等等诸多棘手问题。宋红梅开始了大刀阔斧的改革。为了要来一辆急需的救护车，她二环路上车逼政委。她带领着干休所的“老爷兵”从早晨出操开始，改变工作人员工作态度。她带着会做饭的战士，逼着欧阳处长的侄亲改善了干休所一直以来极差的伙食。要改变干休所的根本面貌有很大的资金缺口，她和政委常锋开始了一个庞大的改造计划。但是面对同志和上级的种种阻挠，她也不知道自己能不能成功。王曦因为年幼时母亲宋红梅常年不在身边，小时候领唱的嗓子也因为母亲的不小心，三碗辣椒汤让她成了破嗓子。母亲回到家中后，处处管着她，更让她心烦不已。母亲对病中父亲的管制也让她看不过去。而奶奶冯淑珍又往往站在王曦一边。这些常常会让母亲和女儿对宋红梅摔门而去。唯一能让她省心的是丈夫的病一天天好起来了。他的脑子一天天清醒起来了。王曦在尿样里加蛋清而得到单位肾炎的假期。利用假期她在广告公司做着自己喜欢的工作，她受不了部队影视中心日日报到坐班，不准迟到的生活。声称为了办影展而拍摄王曦裸照的伪艺术家苏驰，不但骗了她的感情，还把她的裸照卖给了不法商人。经历诸多变故后，王曦发现，还是那个不远不近但始终在自己身边的牛兆强让她感到安全。母亲冯淑珍一心盼望着宋红梅能挂上一颗金星，成为老宋家的将军，这是他和死去老伴的心愿，倒在西藏路上的儿子没能让她如愿。宋红梅成了她唯一的希望，本来离将军很近了，但她却又一声不响地调回了干休所，换成了文职，都没和她商量，更别说同意。冯淑珍对宋红梅意见很大。她决定还是把精力放到找回自己参军日期上来。面对干休所的难题，王振华的同事赵霞再次伸出了手。在规划委工作的赵霞给干休所找来了一家银行，他们以高价租下了干休所的门面房。但在和行长的交往中，扶喝醉的宋红梅回家的行长被车管助理拍了照片。在宋红梅的鼓动下，干休所政委常锋决定和她一道，建起一栋干休所自己的现代化活动中心。让老干部们不再在风里下棋。王曦和牛兆强确定了恋爱关系。王曦决定买一栋属于自己的房子和牛兆强结婚。而牛兆强决定和另一个女同事去拍青藏铁路建设的记录片。为了能更快更好地赚钱。王曦辞掉了部队影视中心的工作。但她没让母亲宋红梅知道，她每天穿着军装出门，骗过宋红梅后，再在厕所里换回便装去干活。王曦被金总以天价签到了自己的公司。王曦在很短的时间里有了自己的房子。但牛兆强却决定去西藏。王曦哭着给那个承诺给让她快乐和高兴的郭滔打电话。宋红梅在为赵霞介绍男朋友时，看出了丈夫和赵霞的关系。她明白了赵霞为什么一直要帮她，是因为觉得欠她。王振华不停地对她说三个字：对不起。欧阳处长通过各种手段要把宋红梅费尽周折批下来的活动中心工程包给自己的狐朋金总。宋红梅在和金总合作一段时间后，金总拒不按期付款，宋红梅在重新找到投资的情况下，终止了和金总的合作。欧阳处长向纪委告发，说宋红梅有经济问题、男女关系问题。车管助理拍到的照片被寄到了行长老婆手上。行长老婆闹到了宋红梅家中。脑子日渐清晰的王振华一言不发。干休所老干部周政委老伴去世前希望冯淑珍和周政委一起过。冯淑珍哑然。金总拿出了王曦亲手写下的四十万收条。对宋红梅经济问题的调查组来到了干休所。欧阳处长替代宋红梅成了干休所所长。活动中心项目工程重新回到了金总手中。王振华毅然决定卖掉房子替女儿还债。王曦在这场风波中似乎长大了一些。她答应嫁给郭滔。郭滔在王曦家楼下给她戴完大钻戒后，从西藏赶回来看她的牛兆强带着一枚西藏银戒走了出来。郭滔带着大笔资金，以更加优惠的条件接下了干休所活动中心工程。但不想王曦告诉他，又钻出一个给她带来麻烦的金总。郭滔决定去会会这个人。闲下来的宋红梅决定去参加可有可无的会议。会上她见到那个曾经在山西帮助过她的将军高林海，俩人心有戚戚焉。宋红梅带已然接近正常的的丈夫去复查，不想他因为要捡起地上的一枚硬币而重重地摔倒在地，头上再次大出血。醒来后，他一个人跑到民政局领来了两张离婚登记表。郭滔是金总的总公司董事，金总就范了。干休所老干部吃了欧阳处长表亲食堂老板的死螃蟹中毒。调查组对宋红梅的调查转变了方向。金总提供了重要证据。欧阳处长被双规。牛兆强为了拍摄一组镜头站到冰面上，冰层开裂，牛兆强带着对王曦的深深眷恋闭上了眼睛。牛兆强的死彻底击垮了王曦。她觉得她所做的一切都是错误。宋红梅恢复了职务。活动中心在郭滔资金的资助下顺利建成并投入使用。周政委在害怕和冯淑珍在一起被众人说困话的担心中走完了自己的人生。冯淑珍一个人在公园里把剑舞得呼呼生风。宋红梅的老战友基建部队营长因伤转业来看望她，却无意间发现他的义父就是当年冯淑珍在入伍第一天(9月30日)抓获的俘虏，也是冯淑珍半辈子都在寻找的人。母亲证明了自己的入伍日期，退休证换成了离休证。宋红梅被组织再次调走，她选择了回到基建部队。在宋红梅赴新单位报到时，冯淑珍、王曦、王振华三人参加了干休所的合唱大赛，《红梅花开》的歌声里，宋红梅微笑着上车。王曦重新回到了影视中心。她要将牛兆强没有拍完的记录片拍完。王振华完全康复了，他回到了原先的岗位上，赵霞和他走在了一起。宋红梅在基建兵团办公室看到高林海牺牲的报纸专题。一年后，宋红梅带着少将军衔回来了。冯淑珍半夜起床，穿上起了宋红梅的那身将军服，对着镜子行了一个标准的军礼。",
    "chinese_title": "红梅花开",
    "douban_rating": "7.9/10 from 314 users",
    "foreign_title": "",
    "douban_rating_average": "7.9",
    "update_at": "2025-09-26T03:01:03"
}