{
    "aka": [
        "人生劇展：違章天堂"
    ],
    "sid": "3264845",
    "cast": [
        {
            "url": "/celebrity/1380757/",
            "name": "谢月霞 Yue-hsia Hsieh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341630/",
            "name": "高允汉 Rex Kao",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2624143134.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1319263/",
            "name": "杨雅喆 Ya-che Yang",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt11702938",
    "director": [
        {
            "url": "/celebrity/1319263/",
            "name": "杨雅喆 Ya-che Yang",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "汉语普通话",
        "闽南语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt11702938/",
    "this_title": [
        "違章天堂"
    ],
    "douban_link": "https://movie.douban.com/subject/3264845/",
    "trans_title": [
        "违章天堂",
        "人生劇展：違章天堂"
    ],
    "douban_votes": "84",
    "introduction": "恭賀本片入圍九十一年電視金鐘獎戲劇節目單元劇獎單元劇女主角獎單元劇男配角獎單元劇導演獎單元劇編劇獎故事簡介：透過一位漁村老婦的眼光來看人生，為了讓往生的家人及自己未來的「家」，不停抗爭，然而卻有更多他未曾見過的人生百態在前方，遭遇風浪的人，在陌生的地方，同病相憐因緣際會牽起了手相互扶持。遇到風浪最不容易妥協的，不是鐵達尼號，而是輕小的竹筏…「就算是翻了，也一樣是正面，能站能活最重要…」沒有地域性的，雖然是本土的基調，但加上後半段與制度的抗爭，我們討論的仍是一般人都關心的命題，我們並不希望被定義成這是一齣為老人製作的戲劇，因為主角的開朗性格，反而不因年齡而有所退縮。我們期望一般觀眾在看這齣戲的時候有輕鬆而不凝重的氣氛，來看待這個嚴肅的課題，並且用最淺顯的視覺語言及情節，讓觀眾瞭解一個面對過無數風浪的老婦也許愚痴、也許堅持，像是老母雞般霸道但全心捍衛家庭完整的單純願望。導演小檔案：楊雅吉吉民國六十年生淡江大學大眾傳播系畢業目前從事自由編導工作戲劇作品：我十七歲第一二季編導女人系列編導銀髮劇展系列編導銀髮劇展系列編導2001創作劇坊看月娘（金鐘獎最佳女主角入圍）「違章天堂」導演「鴿子王」導演並有多部紀錄片作品得獎紀錄：金馬獎最佳短片編劇「野麻雀」金鐘獎最佳單元劇編劇獎入圍「逆女」國家文藝基金會創作劇本「看月娘」（華視2001創作劇坊）國家文藝基金會優良舞台劇「女人家」皇冠文藝季舞台劇「十一月蘭嶼海邊見」編劇有關違章天堂---導演的話這個劇本的成形，只是因為有年夏天經過了淡水的六塊厝，看見一對老夫婦正在樹底下乘涼休息，那樣悠閒的景致讓我想到秀拉的「野宴」圖，因為那對老夫婦啃芭樂抽煙的姿勢，太令人著迷，所以回家後依著腦袋裡記憶的畫面寫下了這個腳本。也許是因為我的父親是個風水師的關係，因此，這次的劇本裡面，不免又出現了墳墓、死亡的意象，雖然極力抗拒自己繼續寫同質性高的腳本，但走到最後，討論的還是有關於我對於死亡的看法，與其說是討論神秘的死亡，倒不如說如何證明我們是如何的「活著」。也就是因為呼吸是如此容易的動作，所以我們總是忽略了生命的存在。對於已經失去的生命，我們只能用回憶來填補，對於即將失去的生命，我們只能更用力的呼吸來存在。每次寫腳本總是海闊天空，但當執行的時候卻總是窒礙難行，違章天堂這個腳本便是如此，比如說，我們在拍攝前三天還沒有辦法解決劇本現的重要場景：靈骨塔。然而因為這樣的難題，反而激發了工作人員更多的應變能力。雖然我們解決這個難題的方法是點低級的小聰明而且讓劇有點跳TONE，但就目前看起來，這個小聰明也讓這齣戲多了幾分趣味。拍戲時，就是不斷的解決問題，享受難題帶來的痛苦，以及解決問題時的快感，活著，也是啦！",
    "chinese_title": "违章天堂",
    "douban_rating": "8.3/10 from 84 users",
    "foreign_title": "違章天堂",
    "douban_rating_average": "8.3",
    "update_at": "2025-07-30T04:56:23"
}