{
    "aka": [],
    "sid": "3264077",
    "cast": [
        {
            "url": "/celebrity/1111004/",
            "name": "Andrea True Andrea True",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1055682/",
            "name": "杰米·吉利斯 Jamie Gillis",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1464801/",
            "name": "莎朗·索普 Sharon Thorpe",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1974",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2460367882.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0127824",
    "director": [
        {
            "url": "/celebrity/1032682/",
            "name": "安东尼·斯皮内利 Anthony Spinelli",
            "@type": "Person"
        }
    ],
    "duration": "USA: 76 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1974-07-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0127824/",
    "imdb_votes": 92,
    "this_title": [
        "The Seduction of Lyn Carter"
    ],
    "douban_link": "https://movie.douban.com/subject/3264077/",
    "imdb_rating": "7.2/10 from 92 users",
    "trans_title": [
        "琳恩的堕落"
    ],
    "douban_votes": "0",
    "introduction": "A housewife finds herself strangely attracted to an abusive sex researcher.Anthony Spinelli is highly-regarded as one of the masters of the golden age of adult film-making, one of few directors who successfully mixed erotic sex acts, solid acting performances, decent production values and intelligent screenplays to create some of the best films of the porno chic movement. Yet THE SEDUCTION OF LYN CARTER remains extremely hard to find. LYN CARTER is reminiscent of his later film, PORTRAIT OF SEDUCTION, but the performances here are so spot-on and the script so well-written that it easily excels over that film.Andrea True, future disco diva, stars as Lyn Carter, a happily-married housewife whose husband travels on business and leaves her alone in their spacious suburban home with their young son (who is never seen). Lyn lost her virginity to her husband and has never been with another man, so she is intrigued by the swarthy good looks and cocksure demeanor of Jamie Gillis as Sean, a dark-haired stranger she meets at her dentist's office. A date for a drink leads to going back to his apartment, where she is roughly raped and defiled by Sean's dark side of his split personality. But much to her horror and disgust, she finds herself continually drawn to return to his apartment and forced to endure every imaginable sex act as a sort of depraved \"sex education\" course. She finally reaches her breaking point, but when she reveals all to her husband in a tearful confession, she finds that her shoulder to cry on may not be the sensitive caring lover she has enjoyed all these years.",
    "chinese_title": "琳恩的堕落",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "The Seduction of Lyn Carter",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-06-03T08:36:05"
}