{
    "aka": [],
    "sid": "3266615",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1988",
    "genre": [
        "喜剧",
        "动画",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1826591310.jpg",
    "region": [
        "美国",
        "加拿大"
    ],
    "writer": [],
    "imdb_id": "tt0422337",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0422337/",
    "imdb_votes": 52,
    "this_title": [
        "Goodnight Norma... Goodnight Milton"
    ],
    "douban_link": "https://movie.douban.com/subject/3266615/",
    "imdb_rating": "6.5/10 from 52 users",
    "trans_title": [
        "晚安诺玛，晚安米尔顿"
    ],
    "douban_votes": "772",
    "introduction": "This is one of many films in a sub-par collection of animated shorts entitled \"Avoid Eye Contact: Volume One\". Most of these shorts did absolutely nothing for me and that's a real shame, as I usually love these sorts of compilations--having seen all three of The Animation Show DVDs, several Spike and Mike ones, collections of Canadian Film Board cartoons and many, many others. I really wanted to like this. Fortunately, GOOD NIGHT NORMA...GOODNIGHT MILTON worked and worked well. While the very simple animation wasn't great, the story and sensibilities were!The film begins with a couple waving goodbye to their house guests. Then, as the couple slowly undresses and readies for bed, the film gets WEIRD!!! The talk and talk about how they didn't like the couple who left (despite acting very chummy when the film started) and complained that the couple are so fake!! This hypocrisy is great, because as they whine about this couple and how they are jerks, Norma and Milton slowly begin revealing their own hypocrisy--in a very grisly way. However, it would truly spoil the film to say more, so I'll wrap it up by saying that the payoff was worth it. A nice and insightful picture.",
    "chinese_title": "晚安诺玛，晚安米尔顿",
    "douban_rating": "7.9/10 from 772 users",
    "foreign_title": "Goodnight Norma... Goodnight Milton",
    "imdb_rating_average": 6.5,
    "douban_rating_average": "7.9",
    "update_at": "2025-04-09T05:34:02"
}