{
    "aka": [
        "旭山动物园物语"
    ],
    "sid": "3266416",
    "cast": [
        {
            "url": "/celebrity/1041742/",
            "name": "西田敏行 Toshiyuki Nishida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1044411/",
            "name": "中村靖日 Yasuhi Nakamura",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1028508/",
            "name": "前田爱 Ai Maeda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1002280/",
            "name": "万田久子 Hisako Manda",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042056/",
            "name": "柄本明 Akira Emoto",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1059553/",
            "name": "天海祐希 Yuki Amami",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1101131/",
            "name": "春田纯一 Jun&#39;ichi Haruta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133912/",
            "name": "长门裕之 Hiroyuki Nagato",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033890/",
            "name": "石田太郎 Tarô Ishida",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1021383/",
            "name": "堀内敬子 Keiko Horiuchi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1003638/",
            "name": "六平直政 Naomasa Musaka",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008302/",
            "name": "吹越满 Mitsuru Fukikoshi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1008390/",
            "name": "木下凤华 Houka Kinoshita",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012794/",
            "name": "笹野高史 Takashi Sasano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1013110/",
            "name": "丰田真帆 Maho Toyota",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015203/",
            "name": "盐见三省 Sansei Shiomi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016878/",
            "name": "岸部一德 Ittoku Kishibe",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019960/",
            "name": "平泉成 Sei Hiraizumi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1316641/",
            "name": "绪方义博 Denden",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2191790118.jpg",
    "region": [
        "日本"
    ],
    "writer": [],
    "imdb_id": "tt1313094",
    "director": [
        {
            "url": "/celebrity/1016987/",
            "name": "津川雅彦 Masahiko Tsugawa",
            "@type": "Person"
        }
    ],
    "duration": "112分钟",
    "episodes": "",
    "language": [
        "日语"
    ],
    "playdate": [
        "2009-02-07"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1313094/",
    "imdb_votes": 61,
    "this_title": [
        "旭山動物園物語 ペンギンが空をとぶ"
    ],
    "douban_link": "https://movie.douban.com/subject/3266416/",
    "imdb_rating": "6.2/10 from 61 users",
    "trans_title": [
        "旭山动物园物语：空中飞翔的企鹅",
        "旭山动物园物语"
    ],
    "douban_votes": "212",
    "introduction": "旭山动物园每年要接待三百多万名游客，它是日本最有名的动物园，连续三年在夏季游客人数棒上占据了冠军宝座。这里有可爱的动物，还有一群敬业的饲养员，他们的理想和实践将会给你带来非同寻常的感动……在日本最哲北的动物致园--旭山动物园，从小就被同伴们欺负的昆虫迷吉田（中村靖日饰）来到这里求成为新的饲养员。充舷满热情的园长泷泽（西田敏行萎饰）带领老驶饲养员韮崎（长窑门裕之盖饰）、柳原（岸部益一德饰）、臼井（柄本明昼饰）、砥部（盐见三省饰）、三谷（六平直政饰）和管理员早苗奄（堀内敬子饰）等人迎接了这位新成员。长久以来，动物园一直顾客稀少。如今，在为了吸引客源而设的云霄飞车旁排着长队，而动物参观区域却依然门可罗雀。泷泽园长一边和提倡\"拆除动物园\"的动物保护团体周旋，一边为了解决财政赤字不断的局面四处奔走。市里连设施维修费都不肯拨，泷泽园长只得想点子自力更生。他提出让饲养员们为游客当导游，讲解动物的魅力。接着，他又施行新举措，在晚上开放动物园，让游客来观赏夜行性动物。这时，兽医专业的女孩真琴（前田爱饰）也加入了旭山动物园，她以前是动物保护团体的成员，曾经来园里捣乱，但因为叔父是市长上杉（平泉成饰），真琴还是通过关系留了下来。在泷泽的创意和大家的努力下，动物园渐渐有了活力。谁知好景不长，由于野生雪地红狐窜入园内，大猩猩染上了包虫病。虽然检查结果工作人员和其它动物都是阴性，但由于媒体的报道，人们都对动物园敬而远之。旭山动物园面临着关门大吉的危机。为了保住旭山，泷泽园长和员工们一起展开行动，直接向市民们进行呼吁。第二年四月，动物园虽然没关门，但仍然游人稀少。新上任的平贺市长（万田久子饰）对泷泽园长的提案很感兴趣，准备支持动物园的新计划。旭山动物园的人们用不懈的努力让长年抱持的梦想变成了现实……幕后制作旭山动物园的真实传奇顾名思义，《旭山动物园物语》述说的是旭山动物园的故事。究竟这个动物园有何特别之处？这得从它的发展和国民性人气说起。这座坐落于北海道旭山市的动物园并没有多少珍禽异兽，建园至今也不过四十年出头的历史。从八十年代中期开始，旭山动物园的游客渐渐减少，最低迷的那年只二十六万人。动物园想出种种举措招揽游客终于度过了攸关存亡的危机时期。如今，旭山动物园已经成为日本最受欢迎的动物园之一，也是去北海道游览必到的观光景点。2006年，旭山动物园年客流量超过了三百万，在国内仅次于历史最悠久的上野动物园。如果从月客流排行来看，04年该园连续两个月力压上野，跃登榜首。令旭山动物园摆脱困境一举成名的是“行动展示”这一创举。日本的动物园一般采用的是“形态展示”，让游客们隔着围栏看里面懒洋洋的动物。旭山的革新之处在于巧妙安排观赏设施展现出动物的特长能力和勃勃生气勃勃。在那里能看到自由游弋水中仿佛飞翔在蓝天的企鹅、在高空绳索上漫步的红毛猩猩，积雪之日，可以和大象打雪仗，和企鹅群一起散步。动物园还开设了“啊呜啊呜时间”，让游客们看到动物“用餐”时的样子。动态的游览取代静态的观赏、互动的游戏取代被动的旁观，由此旭山动物园人气骤升，不仅游客络绎不绝，还吸引了不少国内外的同行前往参观取经。旭山动物园的成功故事和特色展示曾经被拍成纪录片，还出过系列电视片。而今年早春，这首人和动物一同谱写的北国奇迹之歌将在大银幕上唱响。津川雅彦再执导筒本片由世家出身的老牌实力演员津川雅彦担任导演。津川年近古稀，但依然精力充沛。这是他以“牧野雅彦”之名执导的第三部作品。新片似乎表现出了完全不同于前两部作品的旨趣，《守灵夜》描绘落语世界，《次郎长三国志》则是古装片，不过，津川并没有打算以“转型”来制造话题，他和旭山动物园的缘分可以追溯到三年前。2006年初，津川雅彦应富士台之邀在电视片《奇迹的动物园～旭山动物园物语～》中扮演小野园长。由此他了解到了旭山动物园的不凡之处，深受感动。电视片拍摄期间，旭山动物园的园长小菅前来探班，初次见到了津川，当时刚拍完《守灵夜》的津川便当面表示希望能把旭山的故事搬上银幕。后来津川又多次前往旭山，和小菅园长、坂东副园长以及饲养员们交流，深切感受到他们对动物的热爱和独特的人格魅力，从中找到了电影的主题。津川认为在“行动展示”这一创想背后有着非同寻常的东西，它反应出对生命的尊重和开阔的平等观，应该获得全世界承认。内心的感动和使命感成了他克服重重困难拍摄此片的动力。津川表示：“旭山动物园是值得日本骄傲的主题公园。迪斯尼带给人们梦与幻想，而旭山动物园则宣扬‘生命平等’‘保护自然’的精神。我希望这种精神能够播撒到全世界。”细想起来，这部新片其实不乏与两部前作的共通之处。它诉说的依然是津川导演所热爱的“温情主题”，同时，这一主题在新作中扩展提升到了一个新的高度，勾起人心最真挚的感动。艰难而又趣味盎然的拍摄历程本片的演员阵以老戏骨西田敏行为首，集结了岸部一德、柄本明、长门裕之、笹野高史等一批实力派宿将，也有前田爱、中村靖日等年轻面孔。与之相较，“动物演员阵”也毫不逊色，或者可以说更为出彩。在剧本完成后，津川曾非常不安，因为影片的成功很大程度上仰赖于动物们的表现，许多难得一见的场面如果没有动物的配合就无法完成。不过摄制组相当幸运，最后竟然连大象扔雪球之类天方夜谭般的镜头也顺利完成了。影片的拍摄原则是动物优先，一旦动物进入状态就开拍，如果状态不好，演员们就得耐心等待。动物们都非常敏感，摄像机这类“异物”会导致它们情绪波动，为了让动物放松，摄制组成员都穿尽量朴素的衣服。去后院拍动物休息镜头时，摄制团队更是精简到了底线人数，灯光也事先做了安排。吉田和真琴两个年轻饲养员带领游客和企鹅一同散步的场面必须一次拍成。因此摄制组成员都仿佛如临大敌，安排了多台摄像机抓拍保证万无一失，而演员中村和前田也事先向饲养员们学会了正确的引导方式。和动物一起拍戏除了紧张也不乏好玩的地方。比如猴山那场戏是在气温零下三十一度的天气拍的，当时猴子们舔食的蜂蜜被冻住了，镜头得以记录下猴子们纳闷的有趣表情。此外，还有雄红毛猩猩隔着栅栏为怀孕的伴侣递送食物的动人场面。拍到后来，旭山动物园的大象和黑猩猩都跟摄影师混熟了，会主动向他们致意。影片聚焦的是旭山动物园的危机时期。那是十多年前的事情，如今园内设施已经更新，变得漂亮而整洁，已经拍不到旧景了。在小菅园长的联络下，摄制组获得了日本十三家动物园的协助，许多场景都是在其它动物园拍摄的。携有四台摄像机的“别动队”更是早在正式开拍半年前就出动工作，奔走于全国各地专拍各种动物场面。人和动物携手早就的旭山动物园奇迹，在人和动物的共通努力下印在了胶片之上，诞生出打动人心的《旭山动物园物语》。花絮泷泽园长和新进饲养员吉田两个角色的原形是旭山动物园的小菅园长和坂东副园长。另外，擅长绘画的饲养员臼井也不是凭空创造的人物，他的原形是人气图画书画家阿部弘士。阿部被誉为描绘动物的达人，他曾在旭山动物园工作了25年，后来成为专职图画书绘手，出版过《旭山动物园日志》、《动物园物语》等书。他负责作画的《翡翠森林狼与羊》是日本脍炙人口的作品，曾经摘得讲谈社出版文化奖，还被拍成了动画电影，相当受欢迎。影片中，企鹅馆建成开放时由臼井绘制的壁画其实就出自阿部弘士之手。阿部对旭山动物园很有感情，因此欣然答应为本片出力作画。西田敏行之所以会加盟本片据说是闲聊的结果。三年前，津川雅彦和他聊起自己要拍一部关于旭山动物园的电影，西田当即表示自己很想参演，津川便邀请西田演园长一角，原因是西田和小菅园长长得有点相像。前田爱透露，拍片的时候津川雅彦会亲自给她示范该怎么表演怎么说台词，令她萌生出不如索性让津川自己来演倒更省事的念头。在旭山动物园拍戏的间隙，演员们会各自跑去观赏自己特别喜欢的动物。1月27日，本片试映会在涉谷举行，作为日本动物园水族馆协会总裁，秋筱宫殿下携同纪子妃出席了试映会。",
    "chinese_title": "旭山动物园物语：空中飞翔的企鹅",
    "douban_rating": "7.4/10 from 212 users",
    "foreign_title": "旭山動物園物語 ペンギンが空をとぶ",
    "imdb_rating_average": 6.2,
    "douban_rating_average": "7.4",
    "update_at": "2025-10-10T17:56:11"
}