{
    "aka": [],
    "sid": "3266339",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1936",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2910281444.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0963165",
    "director": [
        {
            "url": "/celebrity/1020298/",
            "name": "保罗·罗萨 Paul Rotha",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0963165/",
    "this_title": [
        "Land Of Promise: The British Documentary Movement 1930-1950"
    ],
    "douban_link": "https://movie.douban.com/subject/3266339/",
    "trans_title": [
        "承诺之地 - 1930-1950年英国纪录电影运动"
    ],
    "douban_votes": "0",
    "introduction": "Land of Promise is an outstanding box set of 4 DVDs containing 40 key British documentaries made between 1930 and 1950. Presented chronologically, the films cover a broad range of social and industrial topics: problems faced by the working class; education and schools; industrialisation and skills; morale-boosting advice for Britons at war. Not all the films have a bold scope, for example Humphrey Jennings's 1937 colour short \"Farewell Topsails\" simply, and artistically, covers the last voyages of commercial sailing ships transporting extracted kaolin from Cornwall. Documentaries about British life during World War II are especially well represented. The accompanying 92 page booklet is well illustrated and informative.Disc 1: INDUSTRIAL BRITAIN (1931, Robert Flaherty), SHIPYARD (1935, Paul Rotha), WORKERS AND JOBS (1935, Arthur Elton), HOUSING PROBLEMS (1935, Arthur Elton, Edgar Anstey), PEOPLE OF BRITAIN (1936, Paul Rotha), CHILDREN AT SCHOOL (1937, Basil Wright), FAREWELL TOPSAILS (1937, Humphrey Jennings), TODAY WE LIVE (1937, Ruby Grierson, Ralph Bond), EASTERN VALLEY (1937, Paul Rotha, Donald Alexander), PEOPLE OF BRITAIN (1936, Paul Rotha), IF WAR SHOULD COME (GPO, 1939)Disc 2: BRITAIN AT BAY (1940, Harry Watt), TRANSFER OF SKILL (1940, Geoffrey Bell), THEY ALSO SERVE (1940, Ruby Grierson), TOMORROW IS THEIRS (1940, James Carr), WORDS FOR BATTLE (1941, Humphrey Jennings), ORDINARY PEOPLE (1941, Jack Lee, J.B. Holmes), FIVE AND UNDER (1941, Donald Alexander), NIGHT SHIFT (1942, J.D. Chambers), THE COUNTRYWOMAN (1942, John Page), SUMMER ON THE FARM (1943, Ralph Keene), LISTEN TO BRITAIN (1942, Humphrey Jennings, Stewart McAllister), BUILDERS (1942, Pat Jackson), WORDS AND ACTIONS (1943, Max Anderson), A DIARY FOR TIMOTHY (1946, Humphrey Jennings)Disc 3: LAND OF PROMISE (1946, Paul Rotha), THE BALANCE (1946, Paul Rotha), WHAT A LIFE! (1947, Law), THE DIM LITTLE ISLAND (1948, Jennings), BRITAIN CAN MAKE IT NO 1 (1946, Francis Gysin), FENLANDS (1945, Ken Annakin), CHILDREN'S CHARTER (1945, Gerard Bryant), CHASING THE BLUES (1947, Chambers, Ellitt), COTTON COME BACK (1946, Donald Alexander), FIVE TOWNS (1947, Bishop)Disc 4: A PLAN TO WORK ON (1948, Mander), MINING REVIEW 2ND YEAR NO 11 (1949, Pickering), FROM THE GROUND UP (1950, CFU), TRANSPORT (1950, Bradford), THE UNDEFEATED (1950, Dickson), FAMILY PORTRAIT (1950, Jennings).",
    "chinese_title": "承诺之地 - 1930-1950年英国纪录电影运动",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Land Of Promise: The British Documentary Movement 1930-1950",
    "douban_rating_average": 0,
    "update_at": "2025-07-29T06:26:35"
}