{
    "aka": [
        "Wanted, a Film Actress",
        "thomas graal's best film"
    ],
    "sid": "3267897",
    "cast": [
        {
            "url": "/celebrity/1161102/",
            "name": "Torsten Winge Torsten Winge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130544/",
            "name": "Axel Nilsson Axel Nilsson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118311/",
            "name": "Thyra Leijman-Uppström Thyra Leijman-Uppström",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1116550/",
            "name": "Nils Lundell Nils Lundell",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115442/",
            "name": "卡琳·莫兰德 Karin Molander",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105139/",
            "name": "亨利克·杨森 Henrik Jaenzon",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1104551/",
            "name": "Albin Lavén Albin Lavén",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090819/",
            "name": "Emil Fjellström Emil Fjellström",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1070195/",
            "name": "Gucken Cederborg Gucken Cederborg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1064747/",
            "name": "Gustaf Boge Gustaf Boge",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050382/",
            "name": "维克多·斯约斯特洛姆 Victor Sjöström",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1164183/",
            "name": "奥洛夫·奥斯 Olof Ås",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1917",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2898781512.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1042440/",
            "name": "古斯塔夫·莫兰德 Gustaf Molander",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0008672",
    "director": [
        {
            "url": "/celebrity/1012694/",
            "name": "莫里兹·斯蒂勒 Mauritz Stiller",
            "@type": "Person"
        }
    ],
    "duration": "59 分钟(16 fps)",
    "episodes": "",
    "language": [
        "silent"
    ],
    "playdate": [
        "1917"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0008672/",
    "imdb_votes": 258,
    "this_title": [
        "Thomas Graals bästa film"
    ],
    "douban_link": "https://movie.douban.com/subject/3267897/",
    "imdb_rating": "5.9/10 from 258 users",
    "trans_title": [
        "托马斯·格拉尔最好的电影",
        "Wanted, a Film Actress",
        "thomas graal's best film"
    ],
    "douban_votes": "0",
    "introduction": "A masterpiece of comic cinema that shows how the medium can transform and distort, as well as record, reality. Swedish cinema in the period 1917-21 was arguably the most sophisticated in the world, its major figure being the actor-director Victor Sjostrom, whose magnificently downbeat films combined literary adaptation, action, melodrama and astonishing natural backdrops. There are some of us, however, who prefer comedy to action melodramas, Lubitsch to Ford, and for this we turn to Sjostrom's contemporary, Mauritz Stiller, unfairly relegated in history to 'The Man Who Discovered Greta Garbo'.'Thomas Graal's Best Film' is one of the best comedies of the silent era. It works as an adorable romantic comedy about a concupiscent novelist who falls for his secretary; as a startling social tract, with the dessicated aristocracy giving onto the modern world of cinema, entrepreneurs and the New Woman; as one of the first films about filmmaking - there is an exquisite parody of Griffith's monumental 'Intolerance', as the actor playing a hanged criminal complains about the pain of being hoist from a ceiling.As early as 1917, before Hollywood was even heard of, we meet the philistine mogul hurling scripts into a wastepaper basket; the hysterical director; the overwrought, melodramatic actors. There is a wonderful scene where Bessie on horseback sees a man attacking a woman on a country road; coming cracking her whip to the rescue, she notices that a film crew are standing beside the roadside; she has mistaken fantasy for reality. This is the film's main theme, and the longest sequence features the title hero writing a screenplay after his mauling Bessie has forced her to flee; he imagines a desperate background of poverty for her from which he rescues her - this is the Best Film of the title.Stiller's movie shows a thrilling modernity in this sequence as it blurs not only the reality of Graal's writing and the fantasy he imagines, but also intrudes Bessie's own story: she disrupts his narrative just as she disrupts all the forces of (male) power that would try to pin her down. Bessie is one of the great heroines of silent film, permanantly amused by the absurd complacency of the inferiors surrounding her, with a gorgeous, generous grin suggesting both a taste for playfulness, and a voracious sexual appetite. The scene where she flees her father and ritualistically forces him to abandon his paternalistic intentions by destroying the bridge between them is hilarious but provocative.Graal's screenplay is not merely amusing for the gap between his assumptions and the actual truth. The imagined scene where the aristocratic parents become peasants, the father violent and drunk is subversive in itself (gentry reduced to peasants), but is also an apt metaphor for the patriarchal assumptions of the aristocracy.Another aspect of the film's modernity is its narration, expressed through intertitles, sarcastic at the expense of the characters, suggesting melodramatic attitudes appropriate to the plot, than showing a very different reality (eg the despairing lover Graal sunbathing merrily on a country lake). There is a ritualistic sexual content (eg the scene in the boat where Graal blows on the window), and a willingness to sidetrack on 'irrelevant' bits (eg the cigarette tricks) that also excite the viewer; while the Surreal/Magritte/Feuillade-like abduction scene, fragmented and seemingly arbitrary, where bowler-hatted servants wait to pounce on Bessie, is spooky.What makes 'Thomas Graal' a true classic though, and nearer to Sjostrom (who is terrific, his overacting more suited to comedy than drama), is the way the defiant artifice of the drama is shot against natural locations, producing a fruitful, jarring effect - Graal chasing Bessie through a country lane, slipping and losing his hat; a desperate Graal pushing a little old lady and stealing her boat, foreshadowing Seinfeld and a famous loaf of rye. There is a startling scene in a butcher's shop, a gallery of fresh carcass bloating the screen.",
    "chinese_title": "托马斯·格拉尔最好的电影",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Thomas Graals bästa film",
    "imdb_rating_average": 5.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-22T08:00:26"
}