{
    "aka": [],
    "sid": "3268385",
    "cast": [
        {
            "url": "/celebrity/1067222/",
            "name": "Jan Bógdol Jan Bógdol",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1297722/",
            "name": "Krzysztof Siwczyk Krzysztof Siwczyk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1212810/",
            "name": "Janusz Styczen Janusz Styczen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1197892/",
            "name": "Robert Gawlinski Robert Gawlinski",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1123263/",
            "name": "安德鲁·玛兹塔列兹 Andrzej Mastalerz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1121919/",
            "name": "Miroslawa Lombardo Miroslawa Lombardo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1130876/",
            "name": "Dominika Ostalowska Dominika Ostalowska",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1999",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2885295839.jpg",
    "region": [
        "波兰"
    ],
    "writer": [
        {
            "url": "/celebrity/1051060/",
            "name": "莱彻·玛祖斯基 Lech Majewski",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0240221",
    "director": [
        {
            "url": "/celebrity/1051060/",
            "name": "莱彻·玛祖斯基 Lech Majewski",
            "@type": "Person"
        }
    ],
    "duration": "90 分钟",
    "episodes": "",
    "language": [
        "波兰语"
    ],
    "playdate": [
        "1999-11-05"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0240221/",
    "imdb_votes": 477,
    "this_title": [
        "Wojaczek"
    ],
    "douban_link": "https://movie.douban.com/subject/3268385/",
    "imdb_rating": "6.9/10 from 477 users",
    "trans_title": [
        "沃亚切克"
    ],
    "douban_votes": "0",
    "introduction": "Wizjoner Lech Majewski zrealizował może najbardziej przejmujący film o latach sześćdziesiątych PRL-u. Wojaczek, chociaż wykorzystuje fakty z tragicznej biografii poety-katastrofisty, wchodzi w regiony filmowego uniwersalizmu, w regiony eseju o kondycji artysty. Wojaczek to przede wszystkim niezwykle pesymistyczny opis napięć psychicznych i emocjonalnych (rzecz niezwykle trudna w kinie) powstałych między wrażliwą jednostką a otoczeniem. Majewski wykreował swój film w duchu skojarzeniowej liryki poety: nie ma w Wojaczku klasycznej \"fabuły biograficznej\" lecz jedynie ciąg czarno-białych sekwencji inspirowanych luźnymi faktami z życia Rafała Wojaczka, z których cześć przeszła do legendy literatury polskich zbuntowanych i niedostosowanych. Bohater filmowego eseju Majewskiego, grany trochę w konwencji ekspresjonistycznego aktorstwa przez młodego, śląskiego poetę, Krzysztofa Siwczyka, otoczony jest aurą irracjonalnego buntu, w którym dominuje ustawiczna nonszalancja wobec własnego życia. Rafał Wojaczek zafascynowany był legendą Hłaski. Nie liczył się z otoczeniem. Leczył się psychiatrycznie, walczył z alkoholizmem, jego ekscesy narażały go na ciągłe konflikty z prawem. Legenda biograficzna narastająca wśród młodzieży zaraz po jego samobójczej śmierci, przysłoniła wartość jego oryginalnej poezji, posługującej się brutalnym, obscenicznym językiem, poezji trudnej, wyrafinowanej i bez wątpienia wykraczającej poza czas życia poety. Wiele scen Wojaczka kręconych było w rodzinnym Mikołowie. To z okna jego pokoju (obecnie siedziba literackiego Instytutu Mikołowskiego) statyczna kamera patrzy beznamiętnie na brzydki świat. Dramatyzm filmu Majewski osiągnął zaskakująco prostymi środkami: kadry są ascetyczne, montaż cięty, ujęcie po ujęciu, ruch postaci wewnątrz kadru. W tych turpistycznych, nędznych zaułkach, ponurych knajpach szamocze się młody człowiek.",
    "chinese_title": "沃亚切克",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Wojaczek",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-17T13:23:24"
}