{
    "aka": [],
    "sid": "3271439",
    "cast": [
        {
            "url": "/celebrity/1318034/",
            "name": "张陆 Lu Zhang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315813/",
            "name": "李坤霖 Kunlin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1040959/",
            "name": "李克纯 Kechun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1413597/",
            "name": "刘欣 Xin Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2668761354.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "97分钟",
    "episodes": "",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2007-04-14"
    ],
    "this_title": [
        "蜻蜓"
    ],
    "douban_link": "https://movie.douban.com/subject/3271439/",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "对蜻蜓有着特殊感情的文思雨常常让爱慕她的霍杰倍感迷惑。他们一起追逐着爱的脚步，可是却像两条永远也无法交织的平行线一般，霍杰难以捕捉到文思雨的心。到底是什么在牵绊着文思雨的心呢？是冥冥之中的那句诺言，还是那一幅丢失了的画？放飞风筝吧，它会带走你的苦难！这一句看似平常的话却深深的纠结这两个离散了多年的心。那个常驻在文思雨心里的小身影，那个送给她跟她讲这句话的人，那个她找寻多年却依然了无音讯的池云飞。幼时的记忆不仅仅只在文思雨心里刻下印记，池云飞也不例外。儿时的游戏，儿时的学校，儿时两人一起经历的一分一毫，池云飞都常常的去回忆，去寻找。那个当初被自己紧握住小手，害羞地答应要给自己写信后离开的文思雨，她究竟去了哪里？两个盛满泛黄信件的抽屉，两颗遥遥呼唤着彼此的心，默默地在命运之线的交错中颠沛流离。池云飞和文思雨，两个人始终痴痴的等待，苦苦的思念着彼此。文思雨还收藏着一个画册，里面收藏的不仅仅是一幅幅蜻蜓画，而是文思雨对池云飞一点一滴的思念。文父卧床多年最终还是被病魔夺去了生命。深信放飞风筝可以带走苦难的文思雨非常自责自己没有放飞霍杰送给她的那只风筝。霍杰为了让文思雨散心，替自己张罗了一个生日聚会。他却不知这次聚会，竟然让自己的好友池云飞和自己的爱着的人文思雨相见了。面对多年追寻的人，却不能相认，心酸的泪水，也无法洗净文思雨和池云飞此刻的遗憾。池云飞的躲闪让文思雨非常为难。最后她将自己多年未池云飞写的信寄给了他。池云飞的同事小张和他的女友分分合合，上演的多场欢喜闹剧最终使得池云飞认识到，天长地久的爱情，不能等待，只能争取。在收到文思雨多年给他写的而又未能寄出的信件后，池云飞终于敞开了心扉，和文思雨踏上的爱的旅途。在爱情的甜蜜中，文思雨和池云飞并不知道他们可怜的幸福是如此的短暂。池云飞很快就因为心脏病突发，永远地离开了深爱着他和他深爱着的文思雨。晴天霹雳斩断了文思雨和池云飞天长地久的梦。泪水未干的文思雨却在池云飞的遗物中发现了自己在医院丢失的那幅画。冥冥之中的安排真是残酷得让人心酸，得而复失的爱那么突然，又那么短暂。悲痛欲绝的文思雨，让一路看着他们走过的霍杰也难以置身事外，文思雨的眼泪不是流在空中，而是滴在了他的心里。五年以后，文思雨带着他和池云飞的孩子去给池云飞扫墓。他们，竟然重复了池云飞和他母亲的人生。看着小飞飞可怜的眼神，文思雨心疼地将他抱进了怀里。这时的文思雨终于领悟到天长地久的真正含义，那就是，对爱一生一世的守候。",
    "chinese_title": "蜻蜓",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-10-05T14:36:02"
}