{
    "aka": [],
    "sid": "3272918",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1935",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "英国"
    ],
    "writer": [
        {
            "url": "/celebrity/1033354/",
            "name": "W.H. 奥登 W.H. Auden",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0182912",
    "director": [
        {
            "url": "/celebrity/1077616/",
            "name": "阿尔贝托·卡瓦尔康蒂 Alberto Cavalcanti",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0182912/",
    "imdb_votes": 370,
    "this_title": [
        "Coal Face"
    ],
    "douban_link": "https://movie.douban.com/subject/3272918/",
    "imdb_rating": "6.3/10 from 370 users",
    "trans_title": [
        "采煤场"
    ],
    "douban_votes": "0",
    "introduction": "Coal Face (1935) was the first influential film to be made by the GPO Film Unit. It continued the experimentation with sound effects and music first initiated in Song of Ceylon (d. Basil Wright, 1934) and Pett and Pott (d. Alberto Cavalcanti, 1934), and was described in the Film Society programme of 27 October 1935 as \"an experiment in sound\". What links these three films is the contribution of Alberto Cavalcanti.Cavalcanti had been a member of the French avant-garde film movement during the 1920s and, by 1934, had established a reputation for himself as an expert on the creative use of sound and music in film. In 1934 the British documentary film movement acquired a rudimentary sound system, enabling its filmmakers to make sound films for the first time; it was at this point that Cavalcanti was appointed.Coal Face was one of the most overtly modernist films made within the movement, comparing only to Drifters (d. John Grierson, 1929) in its use of formalist montage techniques. In addition to a montage editing style largely derived from the Soviet cinema of the 1920s, however, Coal Face also experiments extensively with a variety of sound/image relationships. Although Cavalcanti was responsible for the overall orchestration of sound and music, W.H. Auden and Benjamin Britten were also contracted to write the script and music score respectively.The film's narrative is relatively conventional, providing details on the structure of the coal industry, and the processes used for extracting and treating coal. However, one of the strategies adopted by the documentary movement was to explore the creative possibilities of filmmaking within the framework of such conventional narratives, and here this takes the form of a non-naturalistic deployment of sound, language and music, so that natural sounds, dialogue, speech, music and choral singing are integrated in a dramatic, often strident manner.Coal Face was an important film both for its innovative aesthetic style and for its ability to express critical social comment (noting, for example, the accident rates in the mines) in a film which was, in effect, made for a government department and sponsored by a commercial industry.",
    "chinese_title": "采煤场",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Coal Face",
    "imdb_rating_average": 6.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-10T19:42:14"
}