{
    "aka": [
        "Spring Forever"
    ],
    "sid": "3272188",
    "cast": [
        {
            "url": "/celebrity/1318179/",
            "name": "姚居德 Jude Yao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1426393/",
            "name": "闫啸 Xiao Yan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2875495266.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1355385/",
            "name": "曾剑锋 Jianfeng Zeng",
            "@type": "Person"
        }
    ],
    "duration": "93分钟",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "永远是春天"
    ],
    "douban_link": "https://movie.douban.com/subject/3272188/",
    "trans_title": [
        "Spring Forever"
    ],
    "douban_votes": "0",
    "introduction": "1970年代末山东某地的三元村，穷得亲兄弟之间为一缸水都能动起手。生产队长王永乐患直肠癌刚刚在省城济南做完手术，就被迫切希望脱贫致富的三元村人一致选为新一任村支部书记。公社梁书记的支持，八百三元村人的信赖和厚望，让好心肠的王永乐说服白发娘亲和结发妻子，拖着“半条命”迎难而上。为早日带领三元村脱贫致富，摘掉全公社集体经济倒数第一的“帽子”，王永乐和生产队长徐大福一起，带领全村党员群众，扩大耕种面积、改良土壤结构，试图走种植果树的路子，改变三元村长期贫困的面貌。身为村支部书记，王永乐时刻想着群众，将公社梁书记特意解决的进城招工指标暗中让出，害得大女儿小月出现意外不治身亡。春去秋来，冬逝春归，一晃三年时间过去了，王永乐发展果木种植路子悄悄改变着三元村的面貌，但离真正脱贫致富还有很远的路要走。此时，妹夫大明从东北带回来一箱鲜嫩的黄瓜，擦亮了王永乐思想的火花。王永乐当即带领徐大富和全村最有文化的年轻人李家林，踏上去往东北的火车。在冰天雪地的东北，王永乐凭借“精诚所至、金石为开”的信念和搭上命为群众干事的精神，最终感动采用大棚技术种植反季节黄瓜的山东老乡孙师傅。王永乐带着学成归来的欣喜回到山东三元村，群众却在高投入的风险面前不买王永乐的帐。群众退却了，党员上，全村十六个党员冒着风险，砍掉眼看就要收获的玉米筹建大棚。从东北学来的技术，加上王永乐的科学方法，经历降雨降温的考验，连续奋战三个月后的三元村党员尝到了丰收的喜悦。党员带头富起来了，看到实实在在利益的三元村群众围拢到村党支部周围，在王永乐的带领下，全部走上种植大棚脱贫致富的康庄大道。三元村富了，荣誉接踵而来，王永乐始终保持清醒头脑和共产党员风范，向天山南北延安老区无私传授技术，瞄准国际无公害蔬菜种植尖端领域，带领三元村勇闯市场经济大潮，以不断创新矢志为民的朴素精神，丰富着北方冬季的餐桌。时光荏苒，三十年弹指一挥间。走在一手创办的园艺式大棚下，年过花甲的王永乐精神矍铄风采依然。影片《永远是春天》主人公原型是山东省寿光市三元朱村党支书王乐义，他被誉为“冬暖式大棚蔬菜之父”。中国改革开放的30年，也是他带领乡亲改变思路、发家致富的30年。他身患癌症，不能受累。但被乡亲们选为村支书后，他决心要在自己有限的生命里，争分夺秒地改变家乡落后的面貌。家乡富起来了，并且成为中国北方最大的冬暖蔬菜基地，而他的生命也在奋斗的过程中得到升华。该片是国家广电总局为纪念改革开放30周年向全国各大院线和社会公开重点推荐的10部优秀国产影片之一。",
    "chinese_title": "永远是春天",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-06-22T03:56:19"
}