{
    "aka": [
        "Keep Waiting for Me"
    ],
    "sid": "3272814",
    "cast": [
        {
            "url": "/celebrity/1106679/",
            "name": "维克多·拉普拉斯 Víctor Laplace",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1071667/",
            "name": "Alicia Bruzzo Alicia Bruzzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1042270/",
            "name": "阿特洛·波宁 Arturo Bonín",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1281338/",
            "name": "Villanueva Cosse Villanueva Cosse",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1195727/",
            "name": "Daniel Rabinovich Daniel Rabinovich",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1165953/",
            "name": "Alicia Zanca Alicia Zanca",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1127173/",
            "name": "Federico Olivera Federico Olivera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105972/",
            "name": "Saul Jarlip Saul Jarlip",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "剧情",
        "爱情",
        "家庭",
        "儿童",
        "历史"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2536906117.jpg",
    "region": [
        "阿根廷 Argentina"
    ],
    "writer": [
        {
            "url": "/celebrity/1029187/",
            "name": "尤安·乔斯·加西德 Juan José Jusid",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1016250/",
            "name": "Isidoro Blaisten Isidoro Blaisten",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0189506",
    "director": [
        {
            "url": "/celebrity/1029187/",
            "name": "尤安·乔斯·加西德 Juan José Jusid",
            "@type": "Person"
        }
    ],
    "duration": "90分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1983-08-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0189506/",
    "imdb_votes": 110,
    "this_title": [
        "Espérame mucho"
    ],
    "douban_link": "https://movie.douban.com/subject/3272814/",
    "imdb_rating": "6.3/10 from 110 users",
    "trans_title": [
        "待我漫漫",
        "Keep Waiting for Me"
    ],
    "douban_votes": "59",
    "introduction": "Memories of Argentina in the early 1950s bring a man back (in his mind) to his neighborhood, his family, and their hardware store. Alth ough the barrio was filled with people both for and against Juan Perón who was in office as President at this time, the bonds of friendship were stronger than political differences. This view, and the view held throughout the film is that of the man as a young child. Newsreel clips and scenes of Evita Perón's funeral insert an adult perspective, though there is still an element of indecision throughout the film as to which perspective should hold.\"Espérame mucho\" (\"Keep Waiting For Me\") is an Argentinian film released in 1983 and based on a short story by Isidoro Blaisten. The action takes place in 1950 and the viewer is able to get a feel for the time from the very first scenes, which consist of TV reporting typical for countries under a centralized economy. The story is told in the first person, in a memoir fashion, with a neat transition between the introductory words of the narrator ” I am 41 years old. In 1950, I was in fourth grade” and the actual story observed through his eyes as a child.Juancito (played by the eleven year old Federico Olivera) is the main protagonist of the story. He is a regular boy who does his lessons under his mother’s supervision while awaiting impatiently for six o’clock so he can hear the story of his favorite hero on the radio -- Tarzan. A lot of political turmoil is happening in Argentina at that time and it causes the young boy to wonder why his mother is referring to his uncle as “A Quixote” instead of ” A revolutionary”, as he sees him. In the later scenes, it becomes clear that the boy compares his uncle with his father -- admiring his uncle for his courage and disapproving of his father who “never speaks up” and always follows the demands of his wife. And Juancito is not afraid to say that to his father’s face, using the words “everyone bosses you around”. At the same time, he relates more to his uncle who sometimes joined the boys in their football games “We loved it when my uncle Migel got the ball. He’d forget politics and play like a child. We all envied him.”Juansito is in love with a girl and the scene in which he gives her a present made my him is one of the most heart warming scenes I have seen in a film. Yet, he soon finds out how unfair life can be…. Generally speaking, the film has some quite touching scenes which alternately brought tears to my eyes or a smile to my face.The cast did an incredible job in the film. Throughout the story, told through the eyes of Juancito, the viewer can appreciate the similarities, differences and beliefs of people from various social classes in Argentina during 1950. The abundance of documentary cadres contributes to the educational value of the film. It accurately portrays the history and the epoch in which the action is set. I believe that everyone who sees this film once will have gained a knowledge and a wisdom - because even as the years change, we today still share the same joys and fears as did the people in 1950.Espérame mucho has some of the most powerful ending phrases that I have seen in any coming of age film. I could not resist quoting them in my review as I believe they represent its core message and will lead to a desire for you to see it:“looking back on those days, the affection of these people, their faces and smiles, I feel the weight of these 30 years. When I left Tarzan, defender of the meek and justice, a wound opened up, for me and for many others and it hasn’t healed yet. The many things that happened buried the enthusiasm …. I am 41 years old. With time, I discovered why Tarzan wasn’t enough ….and I lost my childhood innocence “When released in 1983, in the last few months of the military rule in Argentina, Esperame Mucho was subject to severe censorship by the regime. After the regime ended, the film was delivered without cuts in its various television displays.I would not hesitate to recommend this film - not only to the fans of the coming of age genre, but to anyone who is interested in watching a high quality cinema production. Despite being produced in 1983, Esperame mucho is a film from which many of today’s filmmakers may learn.The Sky Kid",
    "chinese_title": "待我漫漫",
    "douban_rating": "7.0/10 from 59 users",
    "foreign_title": "Espérame mucho",
    "imdb_rating_average": 6.3,
    "douban_rating_average": "7.0",
    "update_at": "2025-03-10T04:00:44"
}