{
    "aka": [
        "谍战1949"
    ],
    "sid": "3272191",
    "cast": [
        {
            "url": "/celebrity/1314315/",
            "name": "刘小锋 Xiaofeng Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330270/",
            "name": "杨溢 Yi Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318063/",
            "name": "林京来 Jinglai Lin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1336625/",
            "name": "杨树林 Shulin Yang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1570869/",
            "name": "刘金笑 Jinxiao Liu",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629270495.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1353422/",
            "name": "尹大为 Dawei Yin",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "20",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "保密局1949"
    ],
    "douban_link": "https://movie.douban.com/subject/3272191/",
    "trans_title": [
        "谍战1949"
    ],
    "douban_votes": "0",
    "introduction": "上海解放在即，中共上海地下党接到情报，国民党保密局部署制定、代号为“墨斗鱼计划”的绝密档案，将于第二天下午五点押运台湾。情报显示，这份被国民党高层认为“共产党得到它，等于得到了大半座上海城”的档案，是八千多名特务在上海解放后的潜伏计划和详细名单。地下党主要领导人夏伯明经上级批准，迅速调集精兵强将执行酝酿已久的“鱼雷方案”，连夜出击，截获档案。因遭到潜伏在地下党内部的国民党“蝉”字辈特务的破坏，夏伯明和特派员林道宏不得不取消这个志在必得的行动，他们意识到这次未果的行动，必然会引起国民党保密局上海办事处少将处长姜继勋的高度警觉，决定启动针对“鱼雷方案”失利而预备的“黎明行动”，实施一系列应急措施，既要转移姜继勋内查外调的视线，保护战斗在敌人内部的同志生命安全，又要挖出潜伏在内部的特务，精心布下天罗地网，再擒墨斗鱼。但未曾想到有人提前一小时，盗走了“墨斗鱼计划”。素有“老狐狸”之称的继勋发现“墨斗鱼计划”被盗后，判断这是一起毋庸置疑的里应外合的行动，严令身份可疑的行动科科长伍梦阳不惜一切代价，必须在二十小时内，查出谁是共党的里应？绝不允许共党分子一起撤往台湾。这只“老狐狸”自以为精心编织的连环计无人能破。与党组织失去联络达三年之久的伍梦阳，既为同志们这次未果行动深感惋惜，又为并不相识的内应同志的安全担忧，他知道姜继勋的阴险之处是用可疑之人查可疑之事，若查不出来，自己必被这只“老狐狸”杀一儆百，他怀着对党的赤胆忠心，尽可能拖延时间，让里外的同志转移和采取相应的对策。伍梦阳未曾想到有人在千方百计地阻止他的调查，他更没有想到另有他人盗走了“墨斗鱼计划”，他不知道自己在佯装积极调查时，为何频频遭人暗算？当以私人侦探身份调查杜太太绑架案的地下党杨振中出现在伍梦阳面前之时，他以为自己已经站到了家门口，但对出门迎接的杨振中感到了异样和陌生。伍梦阳是在与狼共舞吗？办事处副处长侯仙舫在伍梦阳的步步紧逼下寻机假死，即逃出伍梦阳的视线，又协助姜继勋寻机干掉伍梦阳，千方百计阻绕伍梦阳对杜公馆大管家李贵和的调查。姜、侯、李奉三人奉命联手，盗档绑票杀人栽赃陷害转移视线之举一气呵成，本想以监守自盗“墨斗鱼计划”的方式令夏伯明领导的地下党无暇顾及他们最隐秘的任务；夏伯明揭开事件表面，看清了本质。采取双管齐下的方式，与姜继勋展开较量，在双方的较量趋于白热化时，夏伯明避开潜伏内部的特务和盯梢的便衣，铤而走险出现在姜继勋的办公室，巧妙指挥在雾里行走的内线，逐一破解了姜继勋精心设计、暗算别人最后却丢掉了自己性命的连环计。地下党的“鱼雷方案”受挫并因此引发出的一系列事件是因杨振中而起，三年前，被捕、叛变并成为“蝉”字辈特务的杨振中，以为戴莅已死，他的叛徒和特务身份会尘封入土，不曾想代号“小虫”的人在三年后找到了他，令他提供地下党的重要情报，他想应付或蒙混，可“小虫”以暴露杨振中身份相威胁逼他就范，本想拥有平静生活的他无奈向“小虫”提供了地下党“鱼雷方案”的情报，但杨振中没有想到这份情报让姜、候、李联手制造了很多的连环计。杨振中临死的那一刻才明白，上了贼船的人根本没有生存的权利、更无尊严可言，最后才知道费尽心计找到的计划竟然是假的…………黎明行动最终以胜利而告终，大家欢笑着凯旋而归时，枪声再次响起。夏伯明的司机老高中弹身亡，大家迅速拔枪指向开枪的黑面人，伍梦阳示意大家别开枪，自己收枪走向黑面人，这时黑面人摘下面具，原来是姜继勋的机要秘书凌云。凌云从老高的身上搜出一只怀表，表盖内侧是“蝉”的图案。老高就是“小虫”凌云将从戴莅遗物中找出“蝉”计划和真正的墨斗鱼计划交给了夏伯明，对伍梦阳的问话凌云笑而不答……………",
    "chinese_title": "保密局1949",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-05-23T19:13:09"
}