{
    "aka": [
        "The Last Confine"
    ],
    "sid": "3272956",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "阿根廷"
    ],
    "writer": [
        {
            "url": "/celebrity/1035817/",
            "name": "Pablo Ratto Pablo Ratto",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0426332",
    "director": [
        {
            "url": "/celebrity/1035817/",
            "name": "Pablo Ratto Pablo Ratto",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2006-06-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0426332/",
    "imdb_votes": 12,
    "this_title": [
        "El Último confín"
    ],
    "douban_link": "https://movie.douban.com/subject/3272956/",
    "imdb_rating": "8.4/10 from 12 users",
    "trans_title": [
        "最后的边界",
        "The Last Confine"
    ],
    "douban_votes": "0",
    "introduction": "How does it change the life of those who search a loving one, missing from 27 years, when their remains appear? How do they feed their hope when they find nothing? Those questions seem empty in Argentina and in the world we live today. Nevertheless, there is a team (the Argentinean Antropological Forensic Team) who use its capacity and its work in a very difficult mission: to find a secret burial place dug during a night in 1976′s fall. To unearth and to identify those they found there. To give them back their full name. And to return them to their relatives that are waiting since that fall. To return them from the Lastl Confine where they were thrown to be forgot. They are looking for them. The \"desaparecidos\" are appearing. Our documentary speaks about it.El Ultimo Confin accompanies the work of the well known Argentinian Forensic Antropology Team – EAAF, founded 20 years ago to investigate the forced disappearance of people and the clandestine buries – in the confines of San Vincent's Cemetery, in the city of Córdoba, where a grave has been found, with the common remains of more than 120 people. A patient and rigurous work is being developed, as well as friends' and relatives' long awaiting, an experience of time wich the documentary's look respects and pass over. Finally, 27 years past and several months of investigation, exhumation and data verification, the sensitive scenes of the recovery and the returning of the few identified human remains to the victims' relatives, are shown. El Ultimo Confin is a documentary about the exhumation of that mass grave, about those that work to identify the people buried there, about the hope of the relatives and about the story of four of then who finally did it, against all logical possibility, to recover the remains of their loving ones after 27 years of waiting. A small battle won through collective, professional and political action: an epic against oblivion and impunity.El Ultimo Confin was first screened in the 7th BAFICI, Buenos Aires International Independent Film Festival, april 2005, were was in the Human Rights' Competition and in the Territories under Stress Section. After that was invited to several festivals in argentina and was recently selected for the competition in the Festival del Nuevo Cine Latinoamericano at La Habana and several others. It wons prices at La Habana Film Festival, FICCO (Mexico), Voces Contra el Silencio (Mexico) and the Best Documentary Feature in Tandil National Film Festival, Argentina. This documentary has the support of Abuelas de Plaza de Mayo, Desaparecidos Relatives and H.I.J.O.S. among other human rights organizations.Pablo Ratto is producer, director and editor. With Nicolás Tuozzo and Leo Ricciardi he founded Mambo Productora in 1998. He produced and was involved in a lot of documentary and fiction television projects, and in more than 10 feature movies, among them, the internationally awarded \"Próxima Salida\" (aka Next Exit). The Last Confine is his first feature as a director.http://eaaf.typepad.com/ar_2005/SS2_p170-177_rev.pdfhttp://www.filmfestival.be/pressfiles/gacetilla%20confin%20eng%20sep%2006.doc",
    "chinese_title": "最后的边界",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Último confín",
    "imdb_rating_average": 8.4,
    "douban_rating_average": 0,
    "update_at": "2025-07-16T17:00:15"
}