{
    "aka": [
        "迷离案中案"
    ],
    "sid": "3273704",
    "cast": [
        {
            "url": "/celebrity/1051476/",
            "name": "黄子华 Dayo Wong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1015020/",
            "name": "林恩京 Eun-kyeong Lim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1274449/",
            "name": "许绍雄 Siu-Hung Hui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317664/",
            "name": "李威 Wei Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315299/",
            "name": "李琳 Lin Li",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "爱情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2550713041.jpg",
    "region": [
        "中国香港"
    ],
    "writer": [],
    "director": [
        {
            "url": "/celebrity/1323624/",
            "name": "陈家霖 Ka-Lam Chan",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "25",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "睡龙神探之"
    ],
    "douban_link": "https://movie.douban.com/subject/3273704/",
    "trans_title": [
        "情爱保险",
        "迷离案中案"
    ],
    "douban_votes": "401",
    "introduction": "唐天寿从小爱看侦探小说，沉迷侦探梦，因此不务正业一事无成，直到未婚妻临阵逃婚，痛定思痛，毅然决定重新做人。唐天寿在姐夫钟志厚的帮助下，加入海亚人寿成为其中一名最令人引以为耻的“超级拉保险”！第一天上班，天寿便点破办公室里数对未萌芽的恋情，其中一对就是姐夫志厚和其助手朱艳。天寿更意外的发现是，曾经有过过节的冤家童心愿竟然是海亚人寿的辣手保险核赔员，并且点破心愿的未婚夫仲仁在外沾花惹草，间接导致心愿的新婚over。“是非王”的称号果真名副其实，同事无不对天寿恨之入骨，只是碍于志厚的关系发作不得。与天寿一同进入公司的，还有一位已经名声在外的“保险精英”高明！而这个“高处不胜寒”的高明，却阴错阳差地喜欢上了童心愿，并且认定这个女人是他可以掌握的。高明一入公司，成绩斐然，公司上下无不对他肃然起敬，崇拜倍至。而天寿只求做个赚钱的推销员，却饱受冷眼，几经辛苦才做到一份保险单。两个人的差距是明显的，可他们偏偏不但是事业上的竞争对手，在感情上，因为天寿和心愿走得近，渐渐也呈现出情敌的态势！天寿与心愿双双牵涉入一宗离奇的保险命案中——天寿的第一个客户、心愿的好朋友马立初离奇被杀。喜侦探的天寿因为技痒而与心愿一起干，只求在绝处寻回一点点尊严！在调查中，天寿与心愿不断惹出事端，高明却时常阴错阳差成为二人应付突发状况的“牺牲品”。高明喜欢心愿，他为心愿做出牺牲心甘情愿！但中间夹着一个天寿，一个俊才为一个混混儿做嫁衣裳，令高明肝火旺盛。志厚看不过天寿的“惹是生非”，苦口婆心劝他，一心一意帮他，收效甚微，还弄得自己心力憔悴。志厚的责任心和踏实让朱艳对他更为痴迷，可是志厚不知为什么，总是回避她。面对各方压力，天寿和心愿齐心协力终找出案情真相——杀马立初的是曾被天寿救过命、做了多年马立初地下情人的娜娜！天寿因此让大家刮目相看。志厚担心之余，也感到安慰。经二人的第一次“合作”，心愿真心关心天寿，令天寿误以为心愿喜欢自己，于是这个傻小子也时常会真情流露献殷勤，但殷勤又献得五味杂陈。不但高明看不过去，就是心愿的前未婚夫仲仁也看不过去了。“我得不到的别人也别想得到！”仲仁用尽各种手段试图挽回心愿的心意。一个是前未婚夫、有着殷实背景的仲仁；一个是天真善良、为了感情能放下一切的天寿；一个是睿智沉稳、成功英俊的高明。三个男人优点合一起便是一个完美的男人。但仲仁的花心、天寿的不成器、高明的高高在上都是心愿所厌恶的。有着OL典型性格的心愿一时间不知道做何选择……仲仁一心扑在挽回与心愿的感情上，事业上被人所害家产败光，顿时一贫如洗。仲仁经历人生的起落，认识到一直以来跋扈的公子脾气给他人生带来了太多遗憾，他曾经的光芒是因为家族背景先天赋予他的，他的人生一直在被指挥中。所以他要离开，去一个没有人认识他的地方重头再来，自己掌握自己的命运。仲仁的离开让心愿受到启发：物质很重要，精神也很重要，但要鱼和熊掌兼得很难。一个女人，所求的就是有安全感的生活，所以她的选择开始倾向高明，但她面对高明却始终不如面对天寿那么自然放松。心愿感到越来越困惑。在天寿、高明、心愿之间：高明以为心愿已经接受自己，便原形毕露，工作高于一切；心愿却无法忍受高明一心事业、习惯掌握的态度，更多地和天寿相处在一起",
    "chinese_title": "情爱保险",
    "douban_rating": "6.5/10 from 401 users",
    "foreign_title": "睡龙神探之",
    "douban_rating_average": "6.5",
    "update_at": "2025-05-13T21:52:31"
}