{
    "aka": [],
    "sid": "3273105",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1998",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2863318254.jpg",
    "region": [
        "阿根廷"
    ],
    "writer": [],
    "imdb_id": "tt0364260",
    "director": [
        {
            "url": "/celebrity/1004244/",
            "name": "米格尔·佩雷拉 Miguel Pereira",
            "@type": "Person"
        }
    ],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "1998-10-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0364260/",
    "this_title": [
        "Che... Ernesto"
    ],
    "douban_link": "https://movie.douban.com/subject/3273105/",
    "trans_title": [
        "切……埃内斯托"
    ],
    "douban_votes": "0",
    "introduction": "Documentary. Two people were released following the footsteps of Ernesto Guevara, through several Latin American countries, are the voices that explain the story and interview witnesses to the figure of Che. The largest, Envar The Kadri, is a man linked to political struggles Argentine who knows deeply the lives and thoughts of Ernesto Guevara. His companion, Gerardo Klein, is a 25-year-old curious and want to figure out what holds this policy conundrum, almost unknown. On this trip, from Bolivia to Mexico, Ernesto Guevara is face to face with injustice, subjugation and the great inequalities that plague the continent. Knowing that America woke up his true vocation of struggle for liberation mainland.http://en.wikipedia.org/wiki/Miguel_Pereira_(film_director)Miguel Pereira (born April 12, 1957 in San Salvador de Jujuy, Jujuy Province, Argentina) is a film director, producer and screenplay writer. He works mainly in the cinema of Argentina. Pereira was a film student at the London Film School in the early 1980s and graduated in 1982.His breakout film as a director and, also his first, was Verónico Cruz (1988), an Argentine and British co-production, which won many awards at the Berlin Film Festival, including the Silver Berlin Bear.As of 2007 he is the president of the Mar Del Plata International Film Festival in Buenos Aires, Argentina, a prestigious festival that takes place every year during March in Mar del Plata, Argentina. It's considered a 'Category A' festival, along with festivals like Cannes, Berlin or Venice.",
    "chinese_title": "切……埃内斯托",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Che... Ernesto",
    "douban_rating_average": 0,
    "update_at": "2025-10-30T05:26:11"
}