{
    "aka": [],
    "sid": "3276148",
    "cast": [
        {
            "url": "/celebrity/1094650/",
            "name": "克里斯蒂安·艾 Christian Hay",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199168/",
            "name": "Thalie Frugès Thalie Frugès",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1968",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1008239/",
            "name": "里夏尔·巴尔杜奇 Richard Balducci",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1068803",
    "director": [
        {
            "url": "/celebrity/1008239/",
            "name": "里夏尔·巴尔杜奇 Richard Balducci",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1968"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1068803/",
    "imdb_votes": 71,
    "this_title": [
        "Clown"
    ],
    "douban_link": "https://movie.douban.com/subject/3276148/",
    "imdb_rating": "7.9/10 from 71 users",
    "trans_title": [
        "小丑"
    ],
    "douban_votes": "0",
    "introduction": "The story begins with a boy and his dog. The boy loves this dog and lives with him in the city. The boy visits a friend (mom?) who paints portraits. She paints a portrait of the boy and his dog. One day, the boy loses track of the dog. The boy roams the city with his dog's portrait and asks if anyone has seen the dog. Just when he has lost hope there is an unexpected turn of events...Richard Balducci is a French director, screenwriter and actor, born at the February 10th 1922 in Paris. His claim to fame: the creation of the series the Gendarme of Saint-Tropez with Louis de Funès, of which he had the original idea. War correspondent juqu to the Release, he joined Pierre Benard in \"France Soir\" where Pierre Lazareff specializes him at the heading \"Spectacles\". He is during 10 years \"Close Agent\" of Olympia. He is an actor in \"Breathless\" of Jean Luc Godard, at the side of Jean Paul Belmondo.Then he collaborated with many filmmakers such as Luis Bunuel, Albicocco, Vadim, Christian Jaque, Visconti, Jean Pierre Melville, Claude Lelouch, Terence Young, Jean Luc Godard, Julien Duvivier, Jacques Demy, Agnes Varda, Philippe de Broca, Francois Truffaut, Jacques Deray, Claude Chabrol, Max Ophuls, Jacques Becker, Andre Cayatte etc. In the 60s he became a director, in the 70s and 80s he made some comedy films with evocative titles. His last film was made in 1986. Since then he is devoted to writing novels.",
    "chinese_title": "小丑",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Clown",
    "imdb_rating_average": 7.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-01T09:26:33"
}