{
    "aka": [
        "Sentinels of Silence"
    ],
    "sid": "3277939",
    "cast": [
        {
            "url": "/celebrity/1036538/",
            "name": "里卡多·蒙特尔班 Ricardo Montalban",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048149/",
            "name": "奥逊·威尔斯 Orson Welles",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "纪录片",
        "短片"
    ],
    "awards": "　　第44届奥斯卡金像奖(1972)\n　　最佳真人短片 罗伯特·阿姆拉姆 / 曼努埃尔·阿兰戈\n　　最佳纪录短片 罗伯特·阿姆拉姆 / 曼努埃尔·阿兰戈\n\n　　第24届戛纳电影节(1971)\n　　主竞赛单元 短片金棕榈奖(提名) 罗伯特·阿姆拉姆\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2884551204.jpg",
    "region": [
        "墨西哥",
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1020729/",
            "name": "罗伯特·阿姆拉姆 Robert Amram",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067733",
    "director": [
        {
            "url": "/celebrity/1020729/",
            "name": "罗伯特·阿姆拉姆 Robert Amram",
            "@type": "Person"
        }
    ],
    "duration": "18 分钟",
    "episodes": "",
    "language": [
        "英语",
        "西班牙语"
    ],
    "playdate": [
        "1971-05(戛纳电影节)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067733/",
    "imdb_votes": 199,
    "this_title": [
        "Centinelas del silencio"
    ],
    "douban_link": "https://movie.douban.com/subject/3277939/",
    "imdb_rating": "7.2/10 from 199 users",
    "trans_title": [
        "沉默的守卫",
        "Sentinels of Silence"
    ],
    "douban_votes": "0",
    "introduction": "Sentinels of Silence provides an 18-minute helicopter-based aerial visit across the archeological sites of Mayan ruins across Mexico and Central America, including Teotihuacan, Monte Alban, Mitla, Tulum, Palenque, Chichen Itza and Uxmal. The film's narration details pre-Columbian Mayan culture, focusing on its achievements in mathematics and astronomy, and then questions how and why the Mayan society seemed to disappear, leaving behind its structures as the eponymous silent sentinels.Robert Amram was born in Budapest, Hungary, educated in London and now lives and works in Los Angeles. He is an award-winning filmmaker whose work includes features, documentaries, commercials and large format Imax films. \"Sentinels Of Silence\", his celebrated film on the ancient civilizations of Mexico, was shot almost entirely from a helicopter and won 2 Academy Awards, a unique achievement for a documentary short subject. Other award-winning productions were \"The Message\", a short film based on Chrief Seattle's famous speech about the environment and \"Pacific Challenege\" a feature documentary about a raft expedition from Ecuador to Australia.His \"The Late Great Planet Earth\" was one of the top grossing documentary pictures ever released. Featuring Orson Welles, it was based on the best-selling book by Hal Lindsey. Other credits include \"The Great Eclipse\" for PBS and his latest TV film \"What Makes Jeffrey Tick\", which examines the rise and fall of the infamous Lord Jeffrey Archer. His latest production is \"Clipperton: Isla de la Pasion\", a feature documentary about an island in the Pacific with a turbulent and dramatic history.",
    "chinese_title": "沉默的守卫",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Centinelas del silencio",
    "imdb_rating_average": 7.2,
    "douban_rating_average": 0,
    "update_at": "2025-07-27T15:00:15"
}