{
    "aka": [],
    "sid": "3278202",
    "cast": [
        {
            "url": "/celebrity/1274438/",
            "name": "李立群 Lichun Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1276038/",
            "name": "车晓 Xiao Che",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313674/",
            "name": "曹翠芬 Cuifen Cao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315299/",
            "name": "李琳 Lin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312795/",
            "name": "刘晓虎 Xiaohu Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317125/",
            "name": "李玥 Yue Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322961/",
            "name": "张亮 Liang Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2555129162.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1391424/",
            "name": "史海伟 Haiwei Shi",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1276039/",
            "name": "斗琪 Qi Dou",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "22",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008"
    ],
    "this_title": [
        "爱你所以离开你"
    ],
    "douban_link": "https://movie.douban.com/subject/3278202/",
    "trans_title": [
        ""
    ],
    "douban_votes": "383",
    "introduction": "方大川和郝羚是恋人。郝羚怀孕，方大川执意要她堕胎，致使郝羚在手术的前一分钟逃离，并持刀向他宣布：这个孩子跟你无关，我一定要生下他。在激烈的冲突中，郝羚意外流产，这一事件导致郝玲患上了较严重的抑郁症。为此，她逃离了这个让她伤心的城市。一夜之间，郝羚在方大川面前消失了……一年后，方大川通过大学同学、上海猎头公司的刘晓楠的力荐，空降上海出任某广告公司的总裁。令方大川意外和惊喜的是：郝羚竟然与他就职在同一家公司；令郝玲措手不及的是：公司新总裁竟然是她逃避了一年的前男友！方大川的到来，加重了郝玲的抑郁症状，她采取了自杀的过激行为……与此同时，和方大川有过一夜情的北京女孩陶小淘，紧跟其后也空降上海，继续纠缠她的另一半方大川。刘晓楠的父亲刘天远，是上海著名的心理学教授，他开始为郝羚治疗抑郁病。刘天远确诊郝羚患有精神官能性抑郁症，并伴有心因性记忆丧失，当年她就是在意识解离状态下，不告而别。恰好刘天远和他的博士生蔡启峰正在完成一篇论文，题为：精神官能性抑郁症的发现与治疗。他们决定将郝羚作为追踪研究的对象。刘天远决定让郝羚出院治疗。为了配合郝羚的出院，刘晓楠提出为郝羚创造一个温馨的家庭晚宴，并给她家做部分装饰上的调整，刘天远表示赞赏。自从刘晓楠执意与何军结婚后，父女俩已经很久没有这样亲密接触了。刘晓楠出生时，母亲难产去世，她从小就与邻居杜焕采一家亲密无间，许多心里话她不会跟爸爸讲，但都会跟杜妈讲。杜焕采的儿子马东升很喜欢刘晓楠，他发现晓楠和何军离婚已经有半年。杜焕采让儿子一定要把握住机会，因为杜焕采也一直想让晓楠做自家的儿媳妇。可刘晓楠一直把东升当哥哥。她还张罗着给东升介绍对象呢。为郝羚出院设计的晚宴办得很成功。尤其是刘天远亲手做的无锡排骨让郝羚吃到了家乡菜，她感到从未有过的亲近。郝羚的普鲁斯特心理问卷，竟然跟刘天远的答案丝毫不差。很快，刘天远又发现郝羚和他生活中还有不少的相同点。郝羚积极配合刘天远的治疗，病情明显得好转，方大川拿出早已准备好的钻戒向郝羚求婚。郝羚告诉他：我心里已经有别人了。方大川求助刘晓楠去上门劝说，结果郝羚直言相告：我爱上的是你爸爸。刘天远将郝羚送给她的歌剧票转送给了方大川，剧场门口，郝羚见到了手捧鲜花的方大川，转身离去。刘天远理智地接受了女儿的相亲安排，结识了瑜珈馆老板依莎贝，结果搞得自己苦不堪言，落荒而逃。刘天远和小蔡合写的论文获选上海高等院校年度十佳论文，小蔡在接受记者专访中流露了郝羚这个病例，郝羚很气愤，刘天远不安。刘天远决定放弃在国际精神疾病研讨会宣读论文，郝羚得知后赶到了杭州，作为患者她现身说法，刘天远的研究成果获得与会专家教授的一致好评。回到上海，刘天远告诉刘晓楠：我也爱上郝羚了。刘晓楠懵了！方大川怒了！他们拼命阻挠。郝羚的母亲在接到刘晓楠的电话后，从外地赶到上海，冲到刘天远的诊所大吵大闹……刘天远当着众人，一无反顾地牵起郝羚的手。登记结婚前，刘天远请郝羚在一份婚前协议上签字：如果我得了绝症或慢性疾病，请与我离婚；如果你喜欢上别人，请与我离婚；如果我们生活理念和步调差距太大，影响到你的事业，让你不再感到快乐，请与我离婚！……新婚后的郝羚热衷于当家庭主妇。心理医生和病人恋爱，破了行业禁忌，刘天远的门诊被迫关闭。郝羚得知后愧悔万千，刘天远告诉她：我知道自己想要的是什么！之后的一年，郝羚的主妇生活变得有些慵懒；刘天远整日忙碌于教学和社会活动，两人的生活有了些许的距离。为了调整爱妻的心情和状态，刘天远主动向户外媒体J&D公司董事长推荐了郝羚。刘天远突发心肌梗塞，郝羚彻夜守护，晓楠终于接受了她。刘天远一手一个拉着郝羚和晓楠，流下泪来。他说真要感谢这场病。为了帮助刘晓楠解决住房问题，马东升决定铤而走险。他瞒着母亲和晓楠，辞职跟台湾老板去做汽车走私的生意。刘天远出院后，听从了郝羚和晓楠的劝说提前退休了。这时的郝羚在J&D公司升职为副总裁。两人的生活颠倒过来了，刘天远开始在家做饭，却时常等不到郝羚回家吃饭……刘天远按照早已定下的选题写完学术专著，出版社却因市场原因撕毁合同，不准备出版。看着闷闷不乐的刘天远，郝羚找到了出版社……刘天远的书出版了，销路很好，刘天远倍受鼓舞。不久，刘天远发现自己的书竟然全部堆放在郝羚的办公室内！刘天远质问郝羚，为什么要花三万多块钱给他制造了一个畅销的假象！他告诉郝羚：我最痛恨的就是欺骗。方大川患上了硬化症，已是空姐的陶小淘得知后伤心欲绝，她申请转入地勤，为的是能够照顾方大川。J&D公司来了一位CEO叫TOM。周末,郝羚请TOM到家吃饭，开始三个人聊得还融洽，可不知不觉TOM和郝羚又聊起了工作，刘天远根本插不上话，只得默默地独自走开。马东升带晓楠看他买的新房子，并告诉她自己要出国工作。临行前晓楠发现东升的假护照，逼问下马东升道出了实情。他拿出新房钥匙和一枚钻戒交给刘晓楠。晓楠哭了，她恳求东升去自首。杜焕采中风倒地。马东升因自首后被判三年徒刑，刘晓楠带嘟嘟搬到杜家。她拿出东升送给她的钻戒，她说：妈，我和你一起等东升回来。郝羚终于知道了大川的病情，她四处咨询，找到了美国医院可以通过脑部手术进行治疗，她决定出资让方大川到美国去做手术。TOM对郝羚说，他夫人要跟他离婚。郝羚说一定是TOM对她关怀不够，并批评他爱工作胜过爱夫人。TOM 问她：“如果你先生要跟你离婚，你会放下事业吗？”郝羚怔住了。TOM 决定要回纽约挽回婚姻。他让郝羚接替他CEO的位置。刘天远对此事心里很矛盾，他请方大川指点迷津。方大川说：“速度的极限是自由，爱情的极限是放手。”在结婚两周年之夜，刘天远特地做了无锡排骨这道菜，点上洋油灯，放上拉赫马尼诺夫的钢琴曲，举杯对郝羚说：“去把CEO的职位接下来吧，你可以飞得更高。谢谢你，给了我一生中最华彩的两年。人生阶段不同，追求也不同，我们离婚吧。”又一年之后。2008年春节，刘天远、刘晓楠、杜焕采、嘟嘟，正在杜家忙碌着准备吃年夜饭时，陶小淘从美国来电话，告诉大家：经过治疗大川病情控制住了，并且能吹口琴了。于是，电话里传来了口琴的旋律，大家激动得热泪盈眶。在悠扬的口琴声中，郝羚捧着一大把鲜花，急奔在归家路上……",
    "chinese_title": "爱你所以离开你",
    "douban_rating": "7.6/10 from 383 users",
    "foreign_title": "",
    "douban_rating_average": "7.6",
    "update_at": "2025-09-17T12:21:06"
}