{
    "aka": [
        "Saint Lucifer"
    ],
    "sid": "3278356",
    "cast": [
        {
            "url": "/celebrity/1123688/",
            "name": "伊格纳西奥·洛佩斯·塔尔索 Ignacio López Tarso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1282077/",
            "name": "Julia de Sabido Julia de Sabido",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1295032/",
            "name": "维克托·佩雷斯 Víctor Pérez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1997",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "墨西哥"
    ],
    "writer": [
        {
            "url": "/celebrity/1148448/",
            "name": "Miguel Sabido Miguel Sabido",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0137203",
    "director": [
        {
            "url": "/celebrity/1148448/",
            "name": "Miguel Sabido Miguel Sabido",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "西班牙语",
        "Nahuatl"
    ],
    "playdate": [
        "1997-04-15"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0137203/",
    "imdb_votes": 50,
    "this_title": [
        "Santo Luzbel"
    ],
    "douban_link": "https://movie.douban.com/subject/3278356/",
    "imdb_rating": "7.1/10 from 50 users",
    "trans_title": [
        "圣路西法",
        "Saint Lucifer"
    ],
    "douban_votes": "0",
    "introduction": "Featuring a story that closely parallels the Indian revolt in the Mexican state of Chiapas that occurred in the mid 1990s, this politically correct drama chronicles the uprising of the Nahuatls against the oppressive criollos, wealthy rulers of Spanish descent who patronize and abuse them. The film is the debut production of the Nahuatl Theater Company, established in 1988. The story begins in the Nahuatl village of Youhualichan when a group of peasants decide to travel to a nearby village to stage a performance of the Colloquium of the Adoration of the King, an ancient story that is written in both Spanish and Nahuatl and represents a philosophical dialog between Saint Lucifer and the archangel Michael. They want to stage the performance inside the local Catholic Church, but the town priest refuses to allow this, in part because criollo theology refuses to grant metaphysical credibility to Lucifer.The debut feature film from the Nahuatl Theater Company based on a series of true events. A group of Mexican Indians wants to stage a performance, at the local Catholic church, of the Colloquium of the Adoration of the King (an ancient story that is written in both Spanish and Nahuatl, the indigenous language). The local priest prohibits the play because he considers it an act of blasphemy due to the conflict between archangel Michael and Saint Lucifer. The Indians lock themselves in the church in protest. The resulting confrontation is inevitable. A fascinating insight into an obscure culture.From the Mexican village of Yohualichan, a peasant theatre company of Nahuatl Indians journeys to a nearby Catholic church seeking permission to stage an ancient play depicting a meeting between 4th-century Christian teacher Saint Lucifer and the archangel Michael. The local priest accuses the company of blasphemy, setting the stage for a dramatic confrontation of cultures and traditions in this acclaimed drama. Ignacio Lopez Tarso, Ramon Abascal, and Rafael Cortes star. 99 min. Soundtrack: Spanish; Subtitles: English; biographies; theatrical trailers. In Spanish with English subtitles.",
    "chinese_title": "圣路西法",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Santo Luzbel",
    "imdb_rating_average": 7.1,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T05:01:23"
}