{
    "aka": [
        "The Land",
        "土地"
    ],
    "sid": "3279410",
    "cast": [
        {
            "url": "/celebrity/1062907/",
            "name": "Armand Bour Armand Bour",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1057014/",
            "name": "René Alexandre René Alexandre",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099041/",
            "name": "René Hiéronimus René Hiéronimus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1099951/",
            "name": "Jeanne Grumbach Jeanne Grumbach",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102237/",
            "name": "Jean Hervé Jean Hervé",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128582/",
            "name": "Armand Numès Armand Numès",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1129240/",
            "name": "Émile Mylo Émile Mylo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138550/",
            "name": "Germaine Rouer Germaine Rouer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1069283/",
            "name": "贝尔特·博维 Berthe Bovy",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1921",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2510075672.jpg",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1002947/",
            "name": "左拉 Émile Zola",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0012745",
    "director": [
        {
            "url": "/celebrity/1056419/",
            "name": "安德烈·安托万 André Antoine",
            "@type": "Person"
        }
    ],
    "duration": "USA: 97 分钟(DVD)",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt0012745/",
    "imdb_votes": 186,
    "this_title": [
        "La Terre"
    ],
    "douban_link": "https://movie.douban.com/subject/3279410/",
    "imdb_rating": "6.7/10 from 186 users",
    "trans_title": [
        "大地",
        "The Land",
        "土地"
    ],
    "douban_votes": "0",
    "introduction": "Based on the novel by Emile Zola, this stunningly photographed silent-era French drama centers on a farmer locked in a bitter land dispute with his scheming sons and the innocent woman caught in the middle. As Jean is walking across the countryside in search of work, he helps and befriends a young woman, Francoise, who is having trouble controlling the cow that she is leading. Jean finds work at a local farm, but he soon finds himself caught in the middle of the conflicts in Francoise's family. Her uncle Fouan has just decided to divide everything that he has amongst his two sons and his daughter, hoping that he can then spend the rest of his life at ease. But the details of the division only create bitterness, rivalry, and intrigue.In this silent film adaptation of Emile Zola's story of greed and deception among small landowners, Armand Bour stars as Old Fouan, a farmer who is slowly robbed of his land, his farmhouse and his money, by his own sons. Features excellent performances from Comedie Francaise actors and cinematography described by Paul de la Borie as meticulously painterly, almost Millet-like, in its neo-realism.Land (\"la terre\") is the battleground, the thing that divides families and changes lives in the epic French silent, La Terre (1921). Based on Emile Zola's novel, La Terre recounts the tale of two families living in the French countryside whose lives are dramatically altered by the land they stand to inherit. Old Fouan (Armand Bour) and his wife decide to divvy their one possession -- their land -- up between their sons in exchange for the sons' promise to look after them in their retirement. But slowly, Fouan's corrupt sons rob him of his pension and he is soon shuttling between their homes in search of a safe refuge as his health declines.In another part of the countryside, two sisters, Fran?oise (Germaine Rouer) and her sister Lise (Jeanne Briey) find their own lives devastated by greed for land. When Lise marries one of Fouan's sons Buteau (Jean Hervé), the pair conspire to keep Fran?oise from marrying and inheriting her share of the sisters' land. In an even more brutal turn of events, Buteau begins to threaten sexual violence against Fran?oise, a threat that finally culminates in a vicious, heartless crime.Greed proves the undoing of the good members of these families, leaving the most opportunistic and mercenary members in control, a profound indictment of the very staff of French life of the time, which was founded on the status quo - sustaining importance of law, the father, the family and home. By the end of La Terre all of those institutions have been ravaged.Director André Antoine's naturalistic style is one of the principal appeals of this engaging drama. Though the theater director turned filmmaker effectively conveys the devastation and turmoil of families battling over land and money, equally effective in the film is how it depicts daily life in rural France. Essential realism is conveyed in the chores, habits and activities that define the farmers who work in the plain of Beauce near Chartres, the Cloyes region where Zola set his novel.Antoine brought naturalism to the French theater where he began in 1887 and later became the founder of the Théatre Libre (1887-1896). Antoine would go on to direct nine films, most of them adaptations of novels by some of France's literary giants including Zola and Victor Hugo.One of Antoine's crucial innovations was a concept still in operation today -- the idea of \"the fourth wall,\" a term for the metaphorical \"wall\" separating the actors from the audience which gives the audience the impression of watching events as they naturally unfold. Actors under Antoine's direction would not \"break\" the fourth wall in any way by acknowledging or addressing the audience. Along with other naturalist French directors such as Louis Feuillade and Jacques de Baroncelli, Antoine, according to Richard Abel in French Cinema \"challenged the prominence of class-conscious, studio-bound evasions of the bourgeois melodrama.\" In the French press at the time, notes Abel, these films were referred to as \"atmosphere films,\" \"simple dramas\" and \"plein air films.\" Speaking of a series of short films he had made translated as Life as It Is (1911), Feuillade said of these slice-of life-dramas \"they eschew any fantasy and represent men and things as they are, not as they should be.\"Feuillade's comment proves to be an equally apt description of La Terre with its harrowing and often disturbing portrait of the vicious quibbling, greed, sexual violence, jealousy and inhumanity of the French families portrayed in the film.Antoine's translation of the naturalism of novels to the stage and then to film was extraordinary and took many forms. He shot his films on location in the countryside, just as the Impressionist painters had. That decision was partly a response to wartime limitations and a dearth of modern studios and equipment.Antoine also recognized that film required a different kind of acting than theater, and so developed a troupe of actors just to appear in his films, though the lead actors in La Terre were primarily drawn from the Comédie Fran?aise. He often used nonprofessionals in small parts to further intensify the realism.He also had multiple cameras which moved based on the actions of his actors instead of having actors play to the camera, liberating performances in a significant way. Most crucial to Antoine, however, was choosing stories which were inherently realistic since no amount of realistic acting and locations could transform a stilted and artificial script. He was especially drawn to stories of the working class much as a director like King Vidor would be in his own day and relied heavily on the equally progressive and naturalistic fiction of Hugo and Zola. A man of enormous range, Antoine would eventually go on to work as a theatre and film critic for publications including Le Journal and Comoedia.Zola was also considered a writer of the naturalist school, whose fiction was imbued with a profound and earnest desire for social justice. Raised in Aix-en-Provence, Zola -- who grew up along with the postimpressionist painter Paul Cezanne --- moved to Paris where he first worked in a publishing house and then as a journalist, a career that undoubtedly influenced his thirst for realism and social justice.Considered a lost film, the unknown La Terre was eventually donated by the Gosfilmofond of Moscow to the Royal Belgian Film Archive. Antoine had originally staged La Terre at his Théatre Antoine in 1901.",
    "chinese_title": "大地",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "La Terre",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-27T15:30:33"
}