{
    "aka": [],
    "sid": "3279844",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2001",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2914720301.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0331808",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2001-09-03"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0331808/",
    "imdb_votes": 42,
    "this_title": [
        "What the Victorians did for Us"
    ],
    "douban_link": "https://movie.douban.com/subject/3279844/",
    "imdb_rating": "8.5/10 from 42 users",
    "trans_title": [
        "维多利亚时代的贡献"
    ],
    "douban_votes": "0",
    "introduction": "History, Technology Documentary narrated by Adam Hart-Davis and published by BBC in 2001 -English narrationSpeed MerchantsThis edition focuses on the Victorian obsession with speed, and the impact of steam power on farming. After visiting the last steam-powered mill in the country, Adam experiences the legacy of Brunel's Great Western Railway, and sees if a project to build a steam-powered plane can ever get off the ground.Playing GodLooks at science and medicine, including devices designed for waking the dead and the eccentric experimenter who reputedly created life.Rule MakersHart-Davis finds out how the rules for sports such as tennis and football evolved, and discovers how standardisation in manufacturing made new inventions, such as the sewing machine, affordable.Crime and PunishmentFocusing on the Victorian world of crime and retribution, he experiences life on the beat as an early policeman and looks at the forensic tests developed to catch poisoners. Plus the monotony of prison life, and early home security.Social ProgressHow the opportunities in employment and education created the middle classes and gave them such luxuries as their own toilets, frozen foods, and improved healthcare. The rich, meanwhile, could indulge in new gadgets such as the velocipede shower.ConquerorsIn this edition, he visits Kew Gardens to examine the plants which explorers brought back from abroad and experiences the science of storm prediction. Plus a demonstration of the greatest world-shrinking Victorian technology of all - submarine telegraphy.Making It BigThe dramatic successes and failures of Victorian entrepreneurs, including William Armstrong, who installed a swing bridge in Newcastle, and Otis whose lift made the skyscraper possible.Pleasure SeekersLeisure, the seaside, weekends. They seem natural, but they were all Victorian inventions. The Victorians were freed from the fields and had cash in hand; they were the first mass pleasure seekers.",
    "chinese_title": "维多利亚时代的贡献",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "What the Victorians did for Us",
    "imdb_rating_average": 8.5,
    "douban_rating_average": 0,
    "update_at": "2025-04-19T22:56:30"
}