{
    "aka": [
        "Honey and wine"
    ],
    "sid": "3281473",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526281342.jpg",
    "region": [
        "Cyprus"
    ],
    "writer": [],
    "imdb_id": "tt1029316",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "希腊语"
    ],
    "playdate": [
        "2006-11-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1029316/",
    "imdb_votes": 22,
    "this_title": [
        "Meli kai krasi"
    ],
    "douban_link": "https://movie.douban.com/subject/3281473/",
    "imdb_rating": "7.4/10 from 22 users",
    "trans_title": [
        "蜂蜜与葡萄酒",
        "Honey and wine"
    ],
    "douban_votes": "0",
    "introduction": "Eleni lives alone, haunted by memories of the past. Her life is a routine until she witnesses a quarrel between a young couple in the house across the street.One afternoon, Eleni receives an unexpected visit by Rea, the young woman from the house across the street. She has locked herself out of the house and asks Eleni to use her phone in order to call a locksmith. And so begins a relationship between the two women with unforeseen consequences for both of them.叶莱妮（Eleni）独自活在回忆的折磨中。生活就如同例行公事一般，直到有一天她目睹了住在街对面一对青年夫妇的争吵。一天下午，叶莱妮意外的收到了一封署名为“雷（Rea）”的邀请。这位年轻的女士就住在街道对面。她曾经因为忘带家门钥匙而让叶莱妮帮她打电话找锁匠。就这样，他们纠缠在了一段双方都无法预料的情感故事中。Eleni vit seule, hantées par ses souvenirs. Sa vie n'est que routine jusqu'à ce qu'elle soit témoin des disputes d'un jeune couple dans la maison d'en face. Un après midi, Eleni reçoit une visite inattendue de Rea, la jeune femme de la maison d'en face. Elle s'est enfermée dehors et demande à Eleni d'utiliser son  téléphone pour appeler un serrurier. De là, nait une amitié entre les deux femmes avec des conséquences imprévues pour toutes les deux.",
    "chinese_title": "蜂蜜与葡萄酒",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Meli kai krasi",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-04-03T16:13:24"
}