{
    "aka": [
        "Raw Youth"
    ],
    "sid": "3282713",
    "cast": [
        {
            "url": "/celebrity/1224381/",
            "name": "Berit Berit",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2004",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2547213531.jpg",
    "region": [
        "挪威"
    ],
    "writer": [
        {
            "url": "/celebrity/1001222/",
            "name": "玛格丽特·欧林 Margreth Olin",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0439864",
    "director": [
        {
            "url": "/celebrity/1001222/",
            "name": "玛格丽特·欧林 Margreth Olin",
            "@type": "Person"
        }
    ],
    "duration": "81 分钟",
    "episodes": "",
    "language": [
        "挪威语"
    ],
    "playdate": [
        "2004-11-19"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0439864/",
    "imdb_votes": 384,
    "this_title": [
        "Ungdommens råskap"
    ],
    "douban_link": "https://movie.douban.com/subject/3282713/",
    "imdb_rating": "6.0/10 from 384 users",
    "trans_title": [
        "生色少年",
        "Raw Youth"
    ],
    "douban_votes": "0",
    "introduction": "《生色少年》人的一生有太多的谎言。而在这些谎言中大部分又是与青春有关的。是的，长大以后，我们开始怀念青春。我们希望它能够再次回到自己身边，我们遗失了自己本该说话的方式，因为青春有属于自己的语言。我们不敢去寻找青春，去问它们是谁，或者追寻它们的去向。青春不再属于我们了。而这恰恰就是我们对青春撒谎的原因。影片纪录了一群Hauketo青年学校10年级的学生在他们考试前的几个月中的生存状态。这是一个新挪威，一个新欧洲。这个教室实际上是一个欧共体。世界上的每一种宗教都有一个代表。不同的文化、语言、心态和兴趣每天都会相遇并且建立它自己的未来。这是他们在一起的最后一个春天。不久就要考试了。世界是开放的，也是丰富多彩的。当世界各地的孩子聚在一起，彼此成为朋友和青梅竹马的伴侣时，各种各样可能性都产生了。社会有没有看到这些可能性，有没有对其产生兴趣呢？我们所憧憬的有关学校和孩子的未来又会是什么样子呢？看是一部敏锐而毫不掩饰地纪录挪威学生日常生活的影片。拉斯·冯·提尔的有关Dogumentary宣言的准则使本片更有力。这部80分钟长的影片全部来自于120小时的原始素材。Margreth Olin | 挪威 | 2005 | 81 分钟 | 35毫米 | 挪威语配中英文字幕Raw YouthSo many lies are told about being a human. Most lies are told about youth. As soon as we grow up, we start to miss it–we wish for it to come back, and we lose the language, because youth has its own language. We dare not go and look for them, ask who they are, or where they are going. The spring does not belong to us anymore. That is why we lie about them.This film follows 10th grade students at Hauketo junior high school during the last months before their exams.It is a new Norway. A new Europe. The classroom is the actual United Nations. All the world religions are represented. Different cultures, vocabularies, mentalities, and interests meet every day and each build their own future. It is their last spring together. It is almost time for exams. The world is open, but different.It is a time of possibilities, when kids from all around the world get together and become each other’s best friends and childhood loves. Are these possibilities that society sees and shows interest in? Which visions do we have for the future of education and for individual children? An observing documentary. A naked and unembellished meeting with Norwegian students’ daily life.Lars von Trier’s criteria make it even more powerful. The movie is an 80-minute selection of 120 hours of original material.Margreth Olin | Norway | 2005 | 81 minutes | 35mm | Norwegian with English & Chinese subtitles",
    "chinese_title": "生色少年",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ungdommens råskap",
    "imdb_rating_average": 6.0,
    "douban_rating_average": 0,
    "update_at": "2025-07-15T16:13:17"
}