{
    "aka": [],
    "sid": "3284903",
    "cast": [
        {
            "url": "/celebrity/1277792/",
            "name": "Marta Balletbò-Coll Marta Balletbò-Coll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1210525/",
            "name": "Mercè Martínez Mercè Martínez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1294800/",
            "name": "乔瑟普·马利亚·波乌 Josep Maria Pou",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1090601/",
            "name": "卡梅·埃利亚斯 Carme Elias",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2889797443.jpg",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1277792/",
            "name": "Marta Balletbò-Coll Marta Balletbò-Coll",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1280362/",
            "name": "Ana Simón Cerezo Ana Simón Cerezo",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0448138",
    "director": [
        {
            "url": "/celebrity/1277792/",
            "name": "Marta Balletbò-Coll Marta Balletbò-Coll",
            "@type": "Person"
        }
    ],
    "duration": "82分钟",
    "episodes": "",
    "language": [
        "加泰罗尼亚语",
        "英语",
        "西班牙语",
        "法语"
    ],
    "playdate": [
        "2005-04-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0448138/",
    "imdb_votes": 108,
    "this_title": [
        "Sévigné"
    ],
    "douban_link": "https://movie.douban.com/subject/3284903/",
    "imdb_rating": "7.0/10 from 108 users",
    "trans_title": [
        "塞维涅"
    ],
    "douban_votes": "0",
    "introduction": "Marta Balletbò-Coll是西班牙加泰罗尼亚女导演，她的作品大多关注女同题材，而且自编自导自演，她被人称为“西班牙的女性伍迪-艾伦”。She hides it well, but Júlia's life is complicated. True, she's the star director of one of Barcelona's top theatres, but only because her acting career faltered years before, after her young daughter died in a car accident. And, yes, she's married to Gerardo, one of the most admired theatre critics in the city. But his meddlesome tendencies, their separate bedrooms, and her own extramarital affair make their relationship less than ideal.Enter Marina, a charmingly neurotic playwright whose new script all but falls into Júlia's lap. At first resistant, Júlia begins to find both the script and Marina inexplicably compelling.Marina's historical drama explores the unusual relationship between Madame de Sévigné and her daughter, Madame de Grignan, whose passionate love letters caused a religious scandal in seventeenth-century France. Pressured by the theatre company and Gerardo's misgivings, the two women collaborate to revise the script, not imagining how much the romance on the page will infiltrate their own lives.With this film, director Marta Balletbò-Coll affirms her cinematic powers both behind the camera and in front of it, delivering a brilliant performance as Marina. Jokingly comparing herself to television detective Colombo, Marina is quirky and nervous on the surface, yet deeply passionate within. Anna Azcona as Júlia provides the ideal foil to Marina's frenetic charisma – smoldering and quietly intense, she is floundering beneath her self-assured facade.Sévigné offers the perfect antidote to the saccharine and superficial romantic comedies which fill the multiplex. Naturally, this film embraces the expected witty repartee and  climactic emotions of the genre. But its philosophical depth and emotional complexity make it unusually touching, a delicious and refreshing film experience to savor.",
    "chinese_title": "塞维涅",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Sévigné",
    "imdb_rating_average": 7.0,
    "douban_rating_average": 0,
    "update_at": "2026-01-25T02:14:36"
}