{
    "aka": [
        "Cord Of Gold"
    ],
    "sid": "3284872",
    "cast": [
        {
            "url": "/celebrity/1128302/",
            "name": "泽泽·莫塔 Zezé Motta",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133969/",
            "name": "安托尼欧·皮唐卡 Antonio Pitanga",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150702/",
            "name": "Joffre Soares Joffre Soares",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1977",
    "genre": [
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0188522",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1977"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0188522/",
    "imdb_votes": 27,
    "this_title": [
        "Cordão de Ouro"
    ],
    "douban_link": "https://movie.douban.com/subject/3284872/",
    "imdb_rating": "5.3/10 from 27 users",
    "trans_title": [
        "Cord Of Gold"
    ],
    "douban_votes": "0",
    "introduction": "In Eldorado, where the company complies with the most modern technical and primitive forms of work, Jorge, a slave in a mine in selenium, can escape, for his experience in the game of capoeira. Chased by a helicopter from the masters of the forest, he throws a jump of water, being rescued by Caboclo waterfall. The Caboclo, which he has already waited for the Aruanda in preparation for what Ogum, Onix his protector, who teaches the mysteries of Capoeira. Happy with the experience of Jorge, Ogum given a protective cordon of gold and a mission: to return to Eldorado to free his body from captivity. Jorge anbuda, the City of Green warriors and together face the masters of the forests, which try to capture slaves. Jorge is trapped in an unequal battle and taken to the slave market of the Company's progress. Dandan, exescrava and current lover Pedro Hundred, the omnipotent head of the Company. Appointed by saving the backs of Dandara.Jorge leader, soon after, a rebellion of slaves, but was imprisoned and sentenced to be buried alive. However, while digs its own grave, which receives a revelation of Ogum, denoting Pedro Cem, and thus brings the freedom for its people.",
    "chinese_title": "Cordão de Ouro",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.3,
    "douban_rating_average": 0,
    "update_at": "2025-04-26T01:00:13"
}