{
    "aka": [],
    "sid": "3284887",
    "cast": [
        {
            "url": "/celebrity/1032593/",
            "name": "伊日·门泽尔 Jirí Menzel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1012223/",
            "name": "Jaroslav Filip Jaroslav Filip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084532/",
            "name": "Peter Debnar Peter Debnar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103711/",
            "name": "Zora Kolínska Zora Kolínska",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1107892/",
            "name": "扬·卡切尔 Jan Kačer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142903/",
            "name": "Ivan Romancík Ivan Romancík",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1083794/",
            "name": "Frantisek Dibarbora Frantisek Dibarbora",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1985",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2642492361.jpg",
    "region": [
        "捷克斯洛伐克"
    ],
    "writer": [
        {
            "url": "/celebrity/1005561/",
            "name": "法兰提塞·维拉席 František Vláčil",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0156274",
    "director": [
        {
            "url": "/celebrity/1005561/",
            "name": "法兰提塞·维拉席 František Vláčil",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "捷克语",
        "斯洛伐克语"
    ],
    "playdate": [
        "1985-07-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0156274/",
    "imdb_votes": 40,
    "this_title": [
        "Albert"
    ],
    "douban_link": "https://movie.douban.com/subject/3284887/",
    "imdb_rating": "7.3/10 from 40 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Already his first shots in the depopulated, zasnezené elegant boulevard of St. Petersburg off the television film Albert unusual attention to themselves. The particular personality of Czech cinema, director Frantisek Vlácil, the creator of such opuses as Marketa Lazarova, under a novel by Vladislav Vancura, Valley of bees, Adelheid, devils past, nakrútil in 1985, according to the script Dusan Mita adaptation of the same stories of Russian classic literature, 19th Leo Nikolayevich Tolstého century. At the heart of the narrative is extremely talented musician Albert, former first violinist, St. Petersburg Opera, now the user and slag, living on the margins of society. There is in the aristocratic salons tolerated as a visitor, although his game can sincerely all amazed. Nevertheless, the social situation has changed. Love flare to the vysokopostavenym we, the wife of a general, once it has prepared the place in the theater. Since then, the fate to him, stood back. During the one party with Anna Ivanovna Zora Kolínska Albert deliver a literate count Delesova Jan drake, which has decided to change his menial life. Invite him to stay in his house, entrusts him to the custody of the bona fide servant Zachara Peter Debnár, encourages him to drink longer, and he was music. Tries to arrange his return to the musical tide - the opera orchestra. Since that time we follow the conflict of two nature and the two approaches to life. Deles is sporiadany, decent man, but without imagination. I think it is possible to rehabilitate the second, that it will improve the material conditions. Neurotic Albert, endowed with an uncommon talent and artistic imagination, but a tendency to own destruction, to them, and later openly prevents Delesovym intent. Feel threatened in the inner freedom. Replaced a comfortable cage for the lonely exile middle zafúkanych, ice Square exhibition of Orthodox churches and palaces?Story Albert, who comes from a very early period Tolstého making, deals with the universal problem of the relationship exceptional artist and society. Inspiration offered by the writer's own experience, when invited him into the Jasna Polana musician Rudolf Kiesewettera. Existenciálne despair God obdarovaného underprivileged, depending on your choice superficial and limited the ruler convincingly played Jaroslav Filip. In the image, the quality of which appreciated in 1989 and the International Television Festival in Tokyo A particular price for the jury, created by one of its best film roles.",
    "chinese_title": "Albert",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-06-16T23:22:02"
}