{
    "aka": [
        "The Queen of Black Magic"
    ],
    "sid": "3285403",
    "cast": [
        {
            "url": "/celebrity/1073663/",
            "name": "H.I.M. Damsyik H.I.M. Damsyik",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1119150/",
            "name": "W.D. Mochtar W.D. Mochtar",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159206/",
            "name": "苏珊娜 Suzzanna",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168193/",
            "name": "Sofia W.D. Sofia W.D.",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1983",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545394016.jpg",
    "region": [
        "印度尼西亚",
        "日本",
        "菲律宾"
    ],
    "writer": [],
    "imdb_id": "tt0078871",
    "director": [],
    "duration": "USA: 90 分钟",
    "episodes": "",
    "language": [
        "英语",
        "印度尼西亚语"
    ],
    "playdate": [
        "1983-06-22(法国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0078871/",
    "imdb_votes": 623,
    "this_title": [
        "Ratu ilmu hitam"
    ],
    "douban_link": "https://movie.douban.com/subject/3285403/",
    "imdb_rating": "6.2/10 from 623 users",
    "trans_title": [
        "降头女王",
        "The Queen of Black Magic"
    ],
    "douban_votes": "0",
    "introduction": "In this horrifying tale, the darkest witchcraft is woven to create terrifying demons to attack the body, mind and spirit of its victims. Evoking these evil spells is the Queen of Black Magic whose anger is matched only by her powers, her passion matched only by her hate.Black Magic Terror carries on the tradition set forth by Hong Kong cinema's \"black magic\" sub-genre, which began with the Shaw Brothers production Black Magic (Jiang Tou) in 1975, and followed by such films as The Boxer's Omen, Seeding of a Ghost, and Devil Fetus to name a few. These Hong Kong-based \"black magic\" films are well known to western audiences who love foreign horror and cult films, but the genre actually goes farther back. There's a Hong Kong/Indonesian/Malaysian co-production from 1967 called Penanggalan (aka The Headless Terror), directed by Tulsi (Darwaza) Ramsay, and starring Indonesian actress Suzzanna as the \"penanggalan\". In Southeast Asian folklore a penanggalan is a being who, either through the use of black magic or by being cursed by a black magician, could detach its head from its body and the disembodied head, with entrails dangling from the spinal cord, could then fly around seeking victims. Hence the English translation of the Penanggalan film, The Headless Terror. All this would be great practice for Suzzanna, who would go on to become Murni, the \"Queen of Black Magic\", in Sudjio's Black Magic Terror. And one of my favorite scenes in Black Magic Terror also features a penanggalan. After being cursed by Murni's black magic, a victim proceeds to rip his own head off, complete with dangling spinal cord, which then flies around biting people. Awesome! I also love the shots of Murni training in the ways of black magic by doing flips (presumably from a trampoline that's not seen in the shot) against a midnight sky with a huge yellow full moon in the background. Murni's instructor in the dark arts is played by W. D. Mochtar, who also starred with Suzzanna in the previously mentioned movie Penanggalan (The Headless Terror). Another movie Mochtar was in that features the craziest use of the penanggalan folklore was Mystics in Bali.Black Magic Terror was distributed in the US in 1985 by Twilight Video, which was owned by Trans World Entertainment. The DVD was released in the US by Mondo Macabro, under the title The Queen of Black Magic, in 2008. Unfortunately, 2008 also marked the passing of lead actress Suzzanna due to complications from diabetes.In closing, I would highly recommend the film to those who love the \"black magic\" sub-genre, Asian cult cinema, and psychotronic film lovers in general.-listal.com-",
    "chinese_title": "降头女王",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Ratu ilmu hitam",
    "imdb_rating_average": 6.2,
    "douban_rating_average": 0,
    "update_at": "2025-05-05T02:00:08"
}