{
    "aka": [],
    "sid": "3287190",
    "cast": [
        {
            "url": "/celebrity/1276046/",
            "name": "江珊 Shan Jiang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313680/",
            "name": "李颖 Ying Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318139/",
            "name": "王骏毅 Junyi Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314326/",
            "name": "徐永革 Yongge Xu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1275418/",
            "name": "施京明 Jingming Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312910/",
            "name": "刘佳 Jia Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313740/",
            "name": "邓莎 Sha Deng",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1337187/",
            "name": "淮文 Haoran Xiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1324186/",
            "name": "施大生 Dasheng Shi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1312734/",
            "name": "王辉 Hui Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1318238/",
            "name": "乔于庭 Yuting Qiao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320677/",
            "name": "李婷 Ting Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313445/",
            "name": "哈斯高娃 Gaowa Hasi",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2505639181.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1318609/",
            "name": "王培公 Peigong Wang",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1318617/",
            "name": "刘二威 Erwei Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1399488/",
            "name": "刘娟 Juan Liu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "32",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-10-08(中国大陆)"
    ],
    "this_title": [
        "一颗颗眼泪都是爱"
    ],
    "douban_link": "https://movie.douban.com/subject/3287190/",
    "trans_title": [
        ""
    ],
    "douban_votes": "309",
    "introduction": "故事始于八十年代初。北方某滨海城市。柳如烟和万树林同为一家国营印染厂的工人，结婚五年了，还没个孩子，为这事夫妇俩没少闹气。万树林骂柳如烟是“不下蛋的鸡”，甚至扬言要跟她离婚，去找别的会生孩子的女人、柳如烟非常委屈也非常伤心，找妹妹哭诉。妹妹柳如眉在医院工作，很同情姐姐，建议他们夫妇去做检查，找出不孕的原因。可一来那时这方面的检查还不普及，加上万树林爱面子，固执不肯去。柳如烟只好找些助孕的偏方来吃，果然象怀上了。万树林高兴得不得了。为照顾妻子，他甚至打算放弃难得的培训机会。柳如烟劝他以工作为重，说自己有邻居和妹妹照看，料也无事。果然，等万树林出差回来，得知柳如烟已经产下一个女婴取名家妮。他很失望，因为他一心想要的是个儿子。偏偏此时国家已将计划生育宣布为国策，严格控制二胎，这样他要儿子的希望算是完全破灭了。心情烦燥之下，他对柳如烟母女弃之不顾，自己整夜打牌喝酒，还跟车间女工何丽娜鬼混。柳如烟无法忍受，毅然带女儿离开了他。后来经邻居、厂设计室的郝卫东介绍，她与电机厂的工程师白绍兴认识了。初次见面柳如烟就提出，自己不想给女儿找后爹，只有答应把她的女儿当亲生女儿一样抚养，而且答应两人不再要孩子，她才能同意交往。白绍兴满口答应，想不到两人结婚后不久，柳如烟竟发现自己怀孕了!白绍兴是少数民族，按政策这孩子可以生，那么要不要把孩子生下来?最后在丈夫的劝慰下，她打消了思想顾虑，住进产科病房，并顺利产下一个男孩。同病房还有个生了女孩的产妇叫华红英，是位教师。据她说，她原来有过一个女儿，后来在医院里弄丢了，只好再生一个。因为她不是头产，身体恢复得快，对柳如烟很是照顾，也非常喜欢家妮。她丈夫杨明亮是机电局的干部，正好是白绍兴的顶头上司，两人也谈得来。但柳如烟却对华红英夫妇总避之唯恐不及，搞得白绍兴摸不着头脑。他不知道自己当作女儿抚养的家妮，就是当年华红英、杨明亮夫妇在医院产房弄丢的那个女婴!原来，当时柳如烟以为怀了孕，上医院检查，医生却告诉她是假孕。柳如烟几乎受不了这个打击，更不敢将真情告知丈夫，只好向妹妹求助。柳如眉劝她干脆假装怀孕，到时候她找一个别人抛弃不要的婴儿即可混过去。没想到快该“生”了，孩子还没找到。万般无奈之下，只有趁着喂奶时的混乱，随便抱走了一个。从孩子拴的腕带上，柳如烟知道孩子母亲的名字是华红英。这个腕带她还一直小心收着。现在冤家路窄偏偏让她碰上了。虽说人家毫不知情，对她们母女依然热情，但她自己心中有鬼，怎么敢让女儿接近这家人呢?好在她心中深埋的这个秘密始终没有被揭露。许多年过去，她和白绍兴都已退休，儿女也都长大成人。家妮在研究生毕业后，进了杨明亮的公司工作，跟郝卫东的儿子郝宁正处于热恋中。生活过得平静而闲适。但有一天，跟她分手多年的前夫万树林突然找上门来，质问起家妮的来历。原来万树林跟何丽娜结婚多年也没有孩子，最后仍是以离婚告终，可是何丽娜再婚后，很快就生了个儿子。她心中一直对此存在疑问。现在万树林知道她再嫁的丈夫死了，提出想复婚，她便坚持一定要万树林去男科作个检查。检查结果证明，万树林天生就失去生育能力!那么家妮的来历自然就成了大问题。精明的何丽娜马上想到可以借此敲柳如烟一把，就向柳如烟和他们以为的“奸夫”郝卫东分别开出了五万元“封口费”的价码。郝卫东完全摸不着头脑，急同柳如烟联系。柳如烟见把无辜的好人也牵扯进来了，但家妮的真正来历又不敢说，无奈之下只好答应他们的条件，从家中不多的积蓄中取出了五万元交给何丽娜。白绍兴发现妻子情绪和行为反常，又从儿子白山那里知道她动了家里的存款，但他本着对妻子的信任和爱护，只冷眼静观并未追究此事。一场风波好似已经平息。想不到的是杨明亮的女儿华妹(也即家妮的亲妹妹)由于也爱上郝宁，穷追而不可得，心情郁闷酒后驾车被撞成重伤生命垂危。一向疼爱孙女的奶奶再次精神病发作。华红英与杨明亮夫妇又要顾小的又要顾老的，几近崩溃。柳如烟在这种情况下，顾不得自己订下的禁条，发动全家，协力帮助杨家度过难关。在接触当中，她了解到了杨家在丢失孩子后所受到的伤痛，良心受到极大震撼，几次打算向他们坦白一切，但由于害怕受到法律制裁和失去好容易得到的幸福，迟迟未能开口道出真相。杨家夫妇在与柳如烟母女的密切接触中，既深深感受到她们的善良及她们母女的感情之深，也发现了一些疑点。尤其是为了给华妹输血，得知家妮的血型竟与女儿那种难得的血型完全一致，却与柳如烟和万树林二人的血型不符，使他们简直就要认定这就是自己丢失的女儿!但他们真的不愿相信善良的柳如烟能干出这种事，又了解到可能家妮父亲另有其人，决定还是保持沉默。在华红英夫妇和柳如烟母女精心照料下，华妹脱离了生命危险，但当她知道自己从此只能与轮椅相伴，痛不欲生拒绝了进食和治疗。柳家妮知道她深爱着郝宁，便带郝宁来看望华妹，并偷偷向她表示，只要华妹能恢复，自己可以放弃郝宁还他自由。华妹重新鼓起生活的勇气，恢复了进食和治疗。奶奶的病情也得到缓解清醒过来。这时由于何丽娜想眛下那笔“封口费”，万树林一怒之下，将自己不会生育、家妮是柳如烟与别的男人所生这件事捅给了白绍兴。这对于白绍兴无异于晴天霹雳，他怎么也不能相信，自己深爱的、共同生活多年的妻子会干出这种事!他要求柳如烟说明真情，不然就和她离婚。柳如烟没有向他吐露一个字，却在作好了安排之后自杀谢罪。幸好被抢救过来。在她留下的遗书里，人们知悉了真情：家妮是杨明亮和华红英的女儿，是当年她从医院的婴儿车中抱走的，有腕带为证。如何看待和对待柳如烟?这对所有的人都成了一种考验。尤其是柳家妮，她该怎样对待这个辛苦养育了她20多年，又强行将她与亲生父母分离了20多年的女人?对于杨家来说，柳如烟的行为的确给他们造成巨大伤痛，也确实触犯了法律，但在事隔20多年和深切了解柳如烟这个人之后，还要不要提出诉讼，追究她的刑事责任呢?病房里，躺在床上的柳如烟在静静等待着命运对她的判决。病房外，人们在为此唏嘘，为此激动，也为此而争论不休……",
    "chinese_title": "一颗颗眼泪都是爱",
    "douban_rating": "6.6/10 from 309 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-07-13T04:52:08"
}