{
    "aka": [],
    "sid": "3289546",
    "cast": [
        {
            "url": "/celebrity/1096712/",
            "name": "比利·格雷 Billy Gray",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1027982/",
            "name": "威廉·弗兰克 William A. Fraker",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "剧情",
        "犯罪"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2526209808.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1010016/",
            "name": "弗洛伊德·穆楚斯 Floyd Mutrux",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0067029",
    "director": [
        {
            "url": "/celebrity/1010016/",
            "name": "弗洛伊德·穆楚斯 Floyd Mutrux",
            "@type": "Person"
        }
    ],
    "duration": "92 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "1971-07-14"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0067029/",
    "imdb_votes": 303,
    "this_title": [
        "Dusty and Sweets McGee"
    ],
    "douban_link": "https://movie.douban.com/subject/3289546/",
    "imdb_rating": "6.4/10 from 303 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Maverick director Floyd Mutrux made his feature debut with this offbeat semi-documentary look at the realities of the Los Angeles drug scene. Mutrux and his camera crew follow a handful of real-life heroin addicts as they go through their daily routines of scoring dope and whiling away the hours until their next fix. (The dealers are played by actors, among them William Fraker, a noted cinematographer who helped shoot the film, and Billy Gray, a former child star from Father Knows Best.) Dusty and Sweets are a thirty-something couple whose often strained relationship is held together by their shared dependence on heroin. Kit is a blasé male hustler who turns tricks to support his habit. Tip is a self-described \"everyday card-carrying dope fiend\" who demonstrates his technique for ripping off supermarkets and explains how to keep up a habit behind bars. And a cheerfully blank teenage couple seem to spend their days either shooting up, nodding off, or wondering where to get more dope. Though featuring enough on-screen skin popping to make nearly any audience wince, Dusty and Sweets McGee's beautiful photography and languid mood captures the blissfully narcotic allure of Los Angeles in a way that makes the film compelling, while allowing its subjects to seem both human and tragic. Dusty and Sweets McGee also includes a soundtrack of vintage rock and roll radio, and a brief appearance by the group Blues Image, playing their sole hit \"Ride Captain Ride\".",
    "chinese_title": "Dusty and Sweets McGee",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-12-03T04:14:13"
}