{
    "aka": [
        "最危险的美国人",
        "美国最危险的人：艾斯伯格和五角大楼文件"
    ],
    "sid": "3289139",
    "cast": [
        {
            "url": "/celebrity/1081791/",
            "name": "约翰·W·迪恩三世 John Dean",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1001395/",
            "name": "丹尼尔·艾斯伯格 Daniel Ellsberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1109013/",
            "name": "Bud Krogh Bud Krogh",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1247059/",
            "name": "Mike Gravel Mike Gravel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1037247/",
            "name": "Howard Zinn Howard Zinn",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "纪录片"
    ],
    "awards": "　　第82届奥斯卡金像奖(2010)\n　　最佳纪录长片(提名)\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2378464729.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1280454/",
            "name": "迈克尔·钱德勒 Michael Chandler",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1319726",
    "director": [],
    "duration": "92分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-09-11"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1319726/",
    "imdb_votes": 2458,
    "this_title": [
        "The Most Dangerous Man in America: Daniel Ellsberg and the Pentagon Papers"
    ],
    "douban_link": "https://movie.douban.com/subject/3289139/",
    "imdb_rating": "7.7/10 from 2458 users",
    "trans_title": [
        "美国最危险的人",
        "最危险的美国人",
        "美国最危险的人：艾斯伯格和五角大楼文件"
    ],
    "douban_votes": "115",
    "introduction": "\"The Most Dangerous Man in America\" is the story of what happens when a former Pentagon insider, armed only with his conscience, steadfast determination, and a file cabinet full of classified documents, decides to challenge an \"Imperial\" Presidency-answerable to neither Congress, the press, nor the people-in order to help end the Vietnam War. In 1971, Daniel Ellsberg shook America to its foundations when he smuggled a top-secret Pentagon study to the New York Times that showed how five Presidents consistently lied to the American people about the Vietnam War that was killing millions and tearing America apart. President Nixon's National Security Advisor Henry Kissinger called Ellsberg \"the most dangerous man in America,\" who \"had to be stopped at all costs.\" But Ellsberg wasn't stopped. Facing 115 years in prison on espionage and conspiracy charges, he fought back. Ensuing events surrounding the so-called Pentagon Papers led directly to Watergate and the downfall of President Nixon, and hastened the end of the Vietnam War. Ellsberg's relentless telling of truth to power, which exposed the secret deeds of an \"Imperial Presidency,\" inspired Americans of all walks of life to forever question the previously-unchallenged pronouncements of its leaders. \"The Most Dangerous Man in America\" tells the inside story, for the first time on film, of this pivotal event that changed history and transformed our nation's political discourse. It is told largely by the players of that dramatic episode-Ellsberg, his colleagues, family and critics; Pentagon Papers authors and government officials; Vietnam veterans and anti-war activists; Watergate principals, attorneys and the journalists who both covered the story and were an integral part of it; and finally-through White House audiotapes-President Nixon and his inner circle of advisors.",
    "chinese_title": "美国最危险的人",
    "douban_rating": "8.3/10 from 115 users",
    "foreign_title": "The Most Dangerous Man in America: Daniel Ellsberg and the Pentagon Papers",
    "imdb_rating_average": 7.7,
    "douban_rating_average": "8.3",
    "update_at": "2025-04-01T04:42:08"
}