{
    "aka": [],
    "sid": "3289908",
    "cast": [
        {
            "url": "/celebrity/1117458/",
            "name": "Vaiva Mainelytë Vaiva Mainelytë",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158048/",
            "name": "Vytautas Tomkus Vytautas Tomkus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1499031/",
            "name": "贾尼娜·马特科尼特 Janina Matekonyte",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1972",
    "genre": [
        "动作",
        "传记",
        "冒险"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "立陶宛"
    ],
    "writer": [],
    "imdb_id": "tt0152843",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "Lithuanian"
    ],
    "playdate": [
        "1972"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0152843/",
    "imdb_votes": 544,
    "this_title": [
        "Tadas Blinda"
    ],
    "douban_link": "https://movie.douban.com/subject/3289908/",
    "imdb_rating": "8.9/10 from 544 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Tadas Blinda (1846–1877) was a Lithuanian folk hero of the 19th century.He was born in the village of Kinčiuliai, in the region of Žemaitija (aka Samogitia), and inherited his father's 40 hectares at the age of 20. He then married, had three daughters, and became the village elder.There are several versions of the turning point in his life that led to his later career. One story has it that he participated in the 1863 uprising, and was sentenced to exile in Siberia. Another has it that his landlord, Duke Oginskis, ordered him to flog some serfs, became angry when he refused, and then struck Blinda with a whip. Blinda responded in a flash by thrashing the nobleman. In any event, he then chose to live outside the law – he gathered a band of followers in the dense forests near Byvainė.According to his admirers, he was a latter-day Robin Hood – he stole from the rich and gave to the poor. His detractors argued that he stole from the poor as well. Other stories have him disguising himself as a priest and collecting alms that he then gave away. Many of the tales have this point in common: he buried treasure in the forest, which remains undiscovered to this day.The circumstances surrounding his death have also been an object of contention. The popularly-held version was that Duke Oginskis was finally able to gain revenge by organizing the local authorities and murdering him. In 1993 an archivist uncovered police records indicating that he was lynched as a horse thief on April 22, 1877 and buried in an unconsecrated corner of a cemetery in Luokė. In any event, no traces of this burial have been found.His life was first formally dramatized in 1907 by the Lithuanian writers Lazdynų Pelėda and Gabrielius Landsbergis-Žemkalnis. The play, entitled “Blinda, the Leveller of the World”, presented him as a champion of the common people, battling the Polish landlords and the Russian Empire that governed Lithuania, and was enthusiastically received.The legend lived on, and was made into a popular film in 1973. It featured a handsome leading man, Vytautas Tomkus, dramatic hand-to-hand combat and feats of horsemanship, and the beautiful scenery of Aukštaitija National Park – it was an immediate success and is still shown in theaters. Although the film was released with the approval of the Soviet government, many of its viewers interpreted the movie as a veiled reference to the Lithuanian partisans who, living in the forests, continued to resist the Soviet occupation during the 1940s and 1950s.Blinda's life was recently dramatized in an eponymous rock musical by Andrius Mamontovas that debuted in Vilnius in 2004.[1] A local railway tour re-enacts a train robbery by Blinda,[2] and Blindos beer by Švyturys-Utenos alus appeared in the 2000s.",
    "chinese_title": "Tadas Blinda",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 8.9,
    "douban_rating_average": 0,
    "update_at": "2025-09-21T11:56:40"
}