{
    "aka": [],
    "sid": "3290644",
    "cast": [
        {
            "url": "/celebrity/1014107/",
            "name": "穆罕默德·阿里 Muhammad Ali",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068856/",
            "name": "詹姆斯·布朗 James Brown",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1073958/",
            "name": "Celia Cruz Celia Cruz",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片",
        "音乐"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p808242409.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1277736",
    "director": [
        {
            "url": "/celebrity/1289927/",
            "name": "杰弗里·莱维-信特 Jeffrey Levy-Hinte",
            "@type": "Person"
        }
    ],
    "duration": "Canada: 93 分钟(Toronto International Film Festival)",
    "episodes": "",
    "language": [
        "英语",
        "法语"
    ],
    "playdate": [
        "2008-09-04"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1277736/",
    "imdb_votes": 974,
    "this_title": [
        "Soul Power"
    ],
    "douban_link": "https://movie.douban.com/subject/3290644/",
    "imdb_rating": "7.1/10 from 974 users",
    "trans_title": [
        "灵歌势力"
    ],
    "douban_votes": "251",
    "introduction": "This movie is a selection from many hours of footage produced before and during the music festival that was to accompany \"The Rumble in the Jungle\" - the heavyweight championship fight between Ali and Foreman in '74. The festival was meant to bring the American soul/r&b/funk/blues musicians \"back home\" to Africa and give them the opportunity to perform alongside African stars, such as Miriam Makeba. The movie is centered on James Brown, the main star of the three-day festival. It is more about the event as such, its \"technical\" background, than about schoolbook history. Even then, it leaves a lot of ambiguities open for the viewers to see. We hear Ali comment on the peaceful life Zairians lead while American blacks are ever threatened by accidents or (white) hatred. But this peaceful life is controlled by the government that urges the people to love their dictator. Although this movie doesn't deal with the political tensions involved in this Zairian sojourn, the implications are there. One thing that some viewers might not like is that \"Soul Power\" leaves little room for the African artists, focusing instead on the American greats like Brown or B.B. King. Another is that it's so short - King has only one feature, Brown has no more than three. At the Berlin IFF (Berlinale), the director (or editor, as the movie is simply made up of footage produced over 30 years ago) explained that he couldn't afford more than he did; also, some of the performances at the festival were of lower quality. As it is, the songs that we hear in \"Soul Power\" are beautifully shot - and finely recorded. At any rate, this movie is worth watching. It's interesting and it's funny. Go see for yourself! (by jammasta-1 @imdb)",
    "chinese_title": "灵歌势力",
    "douban_rating": "8.2/10 from 251 users",
    "foreign_title": "Soul Power",
    "imdb_rating_average": 7.1,
    "douban_rating_average": "8.2",
    "update_at": "2025-08-21T21:08:05"
}