{
    "aka": [],
    "sid": "3292145",
    "cast": [
        {
            "url": "/celebrity/1232637/",
            "name": "David Scott David Scott",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455980/",
            "name": "Cheryl Texiera Cheryl Texiera",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455978/",
            "name": "Alaina Gianci Alaina Gianci",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1455982/",
            "name": "Lucia Sullivan Lucia Sullivan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2509561007.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1308748",
    "director": [],
    "duration": "USA: 90 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt1308748/",
    "imdb_votes": 1490,
    "this_title": [
        "Bunnyman"
    ],
    "douban_link": "https://movie.douban.com/subject/3292145/",
    "imdb_rating": "3.0/10 from 1490 users",
    "trans_title": [
        "兔头男"
    ],
    "douban_votes": "0",
    "introduction": "Driving through the remote regions of Southern California, a group of friends are forced into a sickening game of cat and mouse, with a five ton dump truck. When looking for help, they stumble upon a family of cannibals, who take pleasure dismembering and eating as many of the kids as possible.The lucky few who escape, now must answer to the head of the cannibalistic family, a horribly disfigured man, simply known as Bunnyman. Consumed by rage, he hides his demons behind a bunny suit. He lures in his victims with a cute bunny costume, only to torture them with his weapon of choice, a chainsaw.From filmmaker Carl Lindberg (Shattered Lives) comes this year's most bizarre and hardcore horror film where nothing is sacred. You've been warned.When a group of young friends returning home from a weekend trip in Las Vegas drives through the isolated regions of southern California, they're terrorized and detoured by someone in a large dump truck. While searching for help, the crew encounters a backwoods family, which is led by a deranged maniac dressed in a bunny suit, intent on killing and cannibalizing them. Cheryl Texiera, Matthew Albrecht, Alaina Gianci, and Veronica Wylie star. 89 min. Widescreen (Enhanced); Soundtrack: English Dolby Digital 5.1; behind-the-scenes footage; featurettes; audio commentary; deleted scenes; interviews; photo gallery.",
    "chinese_title": "兔头男",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Bunnyman",
    "imdb_rating_average": 3.0,
    "douban_rating_average": 0,
    "update_at": "2025-09-18T22:43:05"
}