{
    "aka": [],
    "sid": "3292822",
    "cast": [
        {
            "url": "/celebrity/1275993/",
            "name": "樊亦敏 Yik-Man Fan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1330885/",
            "name": "贺镪 Qiang He",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1334341/",
            "name": "陆建艺 Jianyi Lu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314478/",
            "name": "陈龙 Long Chen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1048476/",
            "name": "秦沛 Paul Chun",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1050540/",
            "name": "苏有朋 Alec Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1033481/",
            "name": "叶童 Cecilia Yip",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1335345/",
            "name": "李天洋 Tianyang Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1322995/",
            "name": "王九胜 Jiusheng Wang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2629271354.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "30",
    "language": [
        "普通话/国语"
    ],
    "playdate": [],
    "this_title": [
        "将计就计"
    ],
    "douban_link": "https://movie.douban.com/subject/3292822/",
    "trans_title": [
        ""
    ],
    "douban_votes": "297",
    "introduction": "二十年前，时值袁世凯得势，发生了一宗轰动一时的惊天骗案。在叶天喻的精心策划之下，他与女儿和徒弟施展浑身解数，成功从清皇室最后一位小皇帝溥仪手上骗走黄金百万两，顺利运往金城，但因被袁世凯政府及皇室联手通缉，三人只好将黄金埋藏于金城以西一个树林之下，协议分头躲藏一段日子，一年后再回此想法子挖出宝藏。叶天喻的女儿叶飞飞和徒弟龙翔天这对骗术了得的师兄妹，也是一对情侣，他们常爱比试骗术高下，互相欺骗，又互相爱慕，感情就这样纠缠得难分难解。岂料在离开金城的路上，龙翔天乘叶天喻和叶飞飞不防备，先向叶天喻放冷槍，再开叶飞飞施袭。叶飞飞反应敏捷，在龙翔天轰毙父亲的剎那，将槍嘴指向自己之时，开槍还击。一对情人开槍互轰，皆重伤倒下…这故事多年以来一直在流传着，人们都说龙翔天是个见利忘义之徒，学会了师父的所有骗术就将师父杀死，为了独吞百万两黄金连所爱的女人都不放过。叶飞飞、龙翔天到底有没有死呢？有人说他们自相残杀死了，有人说他们仍在人间，只是隐藏在某处，终有一天会回金城挖金。骗案成了经典案例，龙翔天和叶飞飞成了传奇人物，百万两黄金成为了许多妄图发达的人的黄金梦。传说中，那批黄金就藏在金城西边某个角落的地底下。二十年后的金城，繁华热闹的表面掩盖着低下阶层贫苦大众的挣扎。城西郊外有个贫民区叫猪鸡里，乃卧虎藏龙蛇鼠一窝之地，三教九流亡命之徒混杂藏身之所。寨主武娇娇 (人称母夜叉) 跟独生女儿毓儿在此间相依为命住了二十年，在过去二十年里，武娇娇凭着自己一双手，盖建了一个又一个的房子，房子渐多，聚居的人渐多，变成今天的猪鸡里。母女俩就靠着出租破旧房子的租金维生。住在猪鸡里里的人不光可怜贫穷，而且都非善类，不过，寨里上上下下都对武娇娇既敬且畏。武娇娇把寨子取名“猪鸡里”，意谓她和所有被逼住在这儿的人，都是被有财有势的人压逼得猪狗不如的可怜人，她更常常用梁山泊来比喻猪鸡里。毓儿自出娘胎就住在猪鸡里，今年刚满二十岁，她跟寨中所有不学无术不务正业的下三滥之徒混得很熟。他们有精于偷窃的“神偷李”，有化妆易容术出神入化的“千面佳”，有擅于掩眼法、赌术高明的“天九赐”，有爱施迷药、与毒同眠的“毒后翠翠”，还有功夫深藏不露的一双夫妻老赵和赵大妈…毓儿天生聪敏机灵乖巧嘴甜舌滑，得到寨里所有人的欢心。这些了不起的人物都是毓儿的师父，都非常疼她，将毕生绝活倾囊相授。为了庆祝二十岁生日，毓儿设计了一个大骗局来作弄武娇娇，武娇娇老猫烧须，中了毓儿的诡计，不过马上就让毓儿自食其果。毓儿二十岁生日的这天，碰巧也是金城首富庄承五十五岁大寿的日子。庄家大宅衣香鬓影，贵客不绝，达官贵人共聚一堂，华洋杂处，从早到晚笙歌美食欢声笑语不绝。庄承的独生子庄若龙几天前才从英国回来，正好赶上父亲大寿的日子。庄若龙长得一表人材，文武双全，足智多谋风度不凡。他出身黄埔军校，四年前赴笈英伦留学，念的是心理学和军事策略。庄承的如意算盘是让儿子在军事和政治上发展，父子同心，在军政商界大吃四方，跳出金城，独霸一方，甚至成为叱咤风云的大政治家。庄若龙没有父亲的野心，他忧国忧民，只想以自己的学识和能力去改变国运，救国救民于水深火热之中。就在这天，毓儿从母亲口中知道了一个秘密。这秘密的揭露，将改变毓儿的下半生。武娇娇告诉毓儿他们母女俩有一个大仇人，武娇娇要毓儿跟她联手向大仇人报复，因为毓儿的外公—娇娇的父亲，及毓儿的父亲都是被这个大仇人害死的。毓儿从来不知道自己的父亲是被人害死的，因为母亲一直对她说，她爸爸在她出生前因感染伤寒病死了。武娇娇解释为何一直瞒着她，并且将来龙去脉详细说明了。(当然跟真相有很多出入)在母亲的鼓动之下，毓儿决定要为外公和父亲报仇，而她的复仇对象，竟然就是金城首富庄承。庄承与市长和警察局局长关系密切，财雄势大，在金城里可谓只手遮天，绝对不好对付。武娇娇对毓儿说，就因为庄承不好对付，她才会花了二十年的时间去等复仇的机会，同时她一直栽培毓儿，好让毓儿亲手手刃仇人。庄承多年来一直在金城里大兴土木，建造各种华丽房子满足上流社会达官贵人的需要，同时自己赚了万贯家财。无财无势的贫苦大众被逼到郊区的猪鸡里栖身，变成一群边缘人，活得猪狗不如。现在，庄承以发展为名、剥夺为实的魔掌，竟然伸到猪鸡里这里来。虽然庄承满口甜言蜜语声称拆除贫民区只为改善穷人生活，重建优质住宅之后，会让贫民区的居民继续在原址安居，每家每户送一个优质房子，可是寨里上下没有一个人肯相信他的鬼话。庄承把发展贫民区的“理想”告诉儿子，希望若龙可助他一臂之力。若龙乐意救助贫民，答应前往游说冥顽不灵的贫民接受他们庄家的“好意”。他一方面想对低下阶层的生活多点切身体会，另一方面也觉得正面游说不容易成事，于是隐瞒身份住进猪鸡里。若龙改名换姓，自称黑狗，走进猪鸡里，说是为了避开仇家的追杀所以躲进来，想在这儿住下来。寨里上上下下的人都想尽办法作弄黑狗，武娇娇和毓儿亦手下不留情，将黑狗折磨得半死不活。若龙藏起一身好武功及智谋，装笨装傻忍受寨里各人的欺侮和戏弄，终于顺利过关，得到武娇娇答允，让他留下来。不过，武娇娇打从一开始就看出这个叫黑狗的小子只是在装傻，他其实绝不简单。若龙故意接近毓儿，想利用这个小寨主更深入了解寨里的情况。毓儿以天下第二聪明人自居 (天下第一聪明人是她妈妈，她不敢僭越)，没把傻小子黑狗放在眼里。未几，若龙与爱玩飞刀的小子小刀熟稔起来。小刀与年老的奶奶同住，自幼无父无母，全靠街坊不时照应，才长得聪明机灵。阿龙得毓儿和小刀的引领，对猪鸡里的人事渐有认识，他发现寨里的人并不如他父亲所讲的那么不可理喻、卑鄙龌龊、人面兽心。他们其实都是一帮被剥削、被逼害，走投无路，逼上梁山的可怜人。善良的若龙渐渐认同了寨里的人，对他们既同情又欣赏，在不知不觉间，他亦对毓儿产生了男女之间的好感。同时，毓儿亦有生以来第一次跟一个男生产生电流的互动，尝到了幻得幻失似有还无的爱情滋味。就在两人差不多可以进一步发展的时候，黑狗的身份败露了。原来毓儿为了向庄承报复，一直秘密盯着庄承的行动，有一天，她竟然看见黑狗鬼鬼祟祟潜入庄家，及后终于发现黑狗其实就是庄承的独生子庄若龙！毓儿毫不怀疑就下了定论：庄若龙混入猪鸡里，是为了用计骗各人答允迁出，好让庄家得到这片土地去发展豪宅。更让毓儿悲愤的是，她相信若龙之前对自己好是成心欺骗她的感情来达到这个目的。毓儿遂对若龙由爱生恨。毓儿跟若龙反目成仇！若龙的身份败露之后，也不可能继续以黑狗的身份住在猪鸡里，只好回家另谋计策。其实，以庄承的财力和势力，他要用硬功赶走猪鸡里的人不是不可能，不过，庄承是个伪君子，一直以来将自己包装成一个大慈善家大好人，为了保持良好的形象，所以一直容忍猪鸡里的人，不用强硬手段赶走寨里的流氓。同时间，大将军朱从带着女儿朱海燕来金城。海燕要在这儿上大学，会跟生母—朱从的第三妾待—在金城住下来。朱从亦会在这儿住上半年。庄承与朱从早已认识。庄承一直巴结着朱从，遂抓紧这机会跟朱从进一步建立友好关系，更想撮合若龙和海燕，望能借着政治婚姻提升自己的社会地位和权力。朱从口蜜腹剑，是个深谋远虑、非常阴险的野心家。他秘密勾结日本人，想借助日本人的力量铲除当时的总统，自己坐上总统之位。朱从跟庄承友好，其实亦是想借助他的财力去资助他政变的阴谋。同时，朱从亦觊觎传说中藏在金城地下的百万两黄金。庄承何尝不想得到埋在金城地下的黄金？他表面上对传说的宝藏抱怀疑的态度，其实，他想铲除猪鸡里，发展高级住宅，真正的目的，就是想趁挖地打地基的时候，神不知鬼不觉地把埋在猪鸡里地底下的宝藏挖出来…庄承怎会知道猪鸡里地底下埋藏着传说中的黄金百万两？因为他就是失踪了二十年的龙翔天！当年龙翔天向师父叶天喻开冷槍，同时想杀死情人叶飞飞，但叶飞飞反应敏捷，亦向他回敬一记冷槍。一对情人开槍互轰，两人身上都中了对方一槍，重伤昏死过去。及后龙翔天苏醒过来，发现叶天喻的尸体和叶飞飞都不见了，只好负伤离开，从此之后改名换姓为庄承，凭着一身了得的骗术，在金城一步一步往上爬，成为当时金城首富蔡国富的得力助手。后来，蔡国富的独女蔡惠心因为跟一名帮会份子私通，怀了身孕，那男子却在一次帮会血腥仇杀之中被砍死。蔡国富为保自己颜面，遂将惠心下嫁庄承。庄承为了得到蔡国富的家财和在当地的势力，甘心娶蔡惠心这件二手货，甘心作惠心的私生子若龙的爸爸。在成为蔡家女婿后不久，蔡国富因心脏病发去逝，庄承顺利成为有财有势的金城大亨。庄承不单不爱惠心，而且非常讨厌她，多年来对她非常冷淡，从来不碰她，只在人前装作好丈夫。惠心一直郁郁寡欢，在若龙十岁那年病逝。不过，庄承对若龙却是从心里疼爱着，因为若龙自小就崇拜他这个父亲，加上非常聪明机敏，庄承在不知不觉间把他当作亲生儿子一样疼爱栽培。二十年来，庄承并没有忘记叶飞飞。因为他一生只爱过一个女人，到现在仍然爱着那个女人，那个被他轰了一槍生死未卜下落不明的叶飞飞。话说回头，庄承既然深爱着叶飞飞，为何又要出手杀叶天喻和叶飞飞呢？就为了独吞那一百万两黄金？原来故事中还有故事。叶天喻是骗术高超的老千，纵横江湖几十年，被他骗过的人不计其数。有人因被他所骗而家财散尽，有人妻离子散，有人琅珰入狱，有人自杀惨死，而龙翔天(庄承)的父亲就是其中一人。龙翔天的父亲在龙翔天还小的时候，因好赌而堕入叶天喻的天仙局，被骗去所有家财。龙翔天的母亲受不住打击上吊自杀身亡，龙翔天父亲自暴自弃变成酒鬼，一次醉酒后失足堕河淹死。龙翔天变成无依无靠的孤儿，在街头流浪吃尽苦头，他痛恨叶天喻害他家散人亡，为了报仇，拜入叶天喻门下作他的徒弟，决定学会叶天喻所有本领后以其人之道还治其人之身。他跟叶飞飞青梅竹马一起长大，感情与日俱增，直到有一天，龙翔天发现自己对叶飞飞的爱越来越深，他害怕自己感情用事不能自拔，只好狠下心肠在得到百万两黄金之后，出手杀叶天喻，连叶飞飞也不放过…二十年过去，庄承没有一天不想叶飞飞。当年叶飞飞轰他一槍，那颗子弹仍留在他体内，每逢下雨天，他的伤口就会隐隐作痛，而他的心会比他的伤口更痛。他一直期望叶飞飞没死，他一直期待有一日可以再见到她，但再见到她的时候，他又可以怎样？庄承相信只要叶飞飞尚在人间，她早晚会回来金城找他报复，并且拿回那一百万两黄金。可他并不知道，二十年来，叶飞飞一直就在金城，就在埋藏着百万两黄金的那块土地上。她一直守着那个宝藏，并且一直等待着龙翔天的出现。叶飞飞就是武娇娇！而叶飞飞的女儿毓儿，就是庄承(龙翔天)的亲生女儿。因为龙翔天轰叶飞飞一槍的时候，叶飞飞已怀了他的孩子，只是那时候，连叶飞飞都不知道自己有了孕。带着被爱人背叛的伤痛，和跟自己痛恨的男人所生的女儿，叶飞飞改名换姓作武娇娇在金城西郊百万两黄金的土地上建盖房子住了下来，并且一步一步地建立了猪鸡里。与其说她是为了守着那些黄金而一直呆在那儿，倒不如说她是为了等候那个她既爱且恨的男人，等候他的出现，等待复仇的机会。爱得越深，恨得越深，恨得这样深，爱，到底还在不在？到目前为止，庄承仍然不知猪鸡里的寨主武娇娇就是他朝思慕想着的叶飞飞，不过，庄承既是金城大亨，叶飞飞早就知道庄承就是龙翔天。她一直不出手，是想等她和他的女儿长大成人，她要他们的女儿代她出手去杀了他。命运到底在作弄龙翔天和叶飞飞，抑或在作弄庄若龙和毓儿？自从毓儿知道黑狗就是庄承的儿子龙翔天之后，她对若龙恨之入骨，不因为若龙是她的大仇人的儿子，而是因为若龙欺骗了她的感情，她的初恋，还有她的初吻…毓儿决心要向若龙报复，她当然不会忘记若龙的父亲就是她的头号敌人。毓儿苦思对策，决定假意原谅若龙，跟他和好，用爱情陷阱俘虏他，然后将他和他父亲一起“处决”。武娇娇反对毓儿用爱情陷阱，因她担心女儿会情不自禁真的爱上若龙。武娇娇并不知道若龙并非庄承亲生，担心万一女儿爱上了她同父异母的兄长，后果实在不堪设想。毓儿不顾母亲的反对，一意孤行，主动登门找若龙讲和，并且假意说会尽力说服猪鸡里的居民跟他们合作，接受庄家的条件，暂时迁出猪鸡里，要求若龙给她半年时间。若龙信以为真，开心不已。若龙本来就已对毓儿暗生情愫，这次毓儿前来主动友好，若龙对毓儿的感情更进一步。他把毓儿介绍给父亲认识，刚巧庄家的管家离开了，若龙提议让毓儿试试。就这样，毓儿找到了机会住进庄家，成为庄家的管家。自从毓儿成了庄家的管家，她跟若龙朝夕相对，感情大为增进。毓儿本以为可以控制得住自己的感情，以为自己只是在玩一个爱情游戏，殊不知自己已越陷越深…不过，两人的爱情注定无法开花结果，因为庄承和朱将军已决定让若龙和海燕在短期内成亲。海燕亦喜欢若龙，他们的婚事似乎顺理成章。然而，曾经在外国留学的若龙思想非常西化也非常有主见，他拒绝为了利益娶海燕为妻，他向父亲表明自己爱着的是毓儿。三角恋情令本来已不简单的形势变得更为复杂…海燕是个只懂得吃喝玩乐胸部比大脑发达的女孩子，说到斗智根本不是毓儿的对手。不过呢，庄承身边还有一个厉害女人王蕾，王蕾的存在，成为了毓儿复仇大计的一大障碍，也为毓儿带来了不少凶险。王蕾二十八九，聪明美丽攻于心计，深藏不露面面俱图，深谙权术而且演技高超。他是庄承一手栽培出来的助手，同时跟庄承有着非比寻常的关系。庄承心里虽然一直想着叶飞飞，但他毕竟是个正常的男人，正常的男人就需要女人。王蕾对男人自有一手，她一方面长袖善舞，在生意上、交际上都是庄承最得力的助手；另一方面，她又是个善解人意的美丽女人，跟这种女人日夕相处，那怕庄承如何聪明，骗术如何高明，也不可能逃得过她的诱惑。王蕾的野心着实不小，她觊觎庄家的财势，亦向往传说中的黄金百万两，而且，她心里还藏着一个小小的秘密，她真正想要得到的男人，并非庄承而是俊朗不凡才智双全的庄若龙。现在，王蕾发现自己的情敌并非海燕而是毓儿，不久之后，她将会发现毓儿走进庄家并非像她那样为了庄家的财势，而是为了要复仇。毓儿的存在，成为了她达到终极目的的一大障碍。毓儿与王蕾都知道对方是自己的障碍，也知道对方是不易对付的高手。两人斗智斗力一直暗中角力。海燕夹在中间成了两人的磨心，被玩弄于掌股之间，成为了可笑的牺牲品。同时间，若龙与毓儿的爱情发展得无法收拾…武娇娇一直暗中跟毓儿保持联系，遥距地给毓儿锦囊妙计，助毓儿在庄家站稳阵脚，取得庄承的信任，同时查探关于庄承的种种。有一次，毓儿无意之中找到庄承小心保管着的一件物事，竟然是当年龙翔天与叶飞飞交换的订情信物。这一发现令武娇娇心生涟漪爱恨交缠！她命令毓儿把庄承引入猪鸡里，决心要亲手杀了庄承。庄承遇上武娇娇，龙翔天再遇叶飞飞，一切恩怨情仇或可了断！毓儿赶至，以为庄承已死于母亲之手，怎料，武娇娇在紧要关头竟然下不了手杀庄承。庄承对武娇娇剖白一切，武娇娇嘴里虽说不信，心却软化下来，只说再也不想见到他。毓儿这才明白母亲一直在骗她，母亲要她去杀的人，竟然就是她的亲生父亲，但毓儿谅解母亲的心情，反而对庄承这个残忍的负心人非常抗拒。对于毓儿来说，最大的打击还是—她跟若龙竟然是同父异母的兄妹！若龙觉得毓儿最近态度有异，二人闹得不愉快，加上王蕾从中作梗，在若龙面前揭穿毓儿和他的兄妹关系，若龙难以置信，欲追问庄承，却不料看见庄承向毓儿表示关心，又说父女应多点时间聚在一起，若龙也就肯定与毓儿的兄妹关系。毓儿虽然抗拒接受庄承是亲生父亲的事实，却也无法自欺欺人继续与若龙谈恋爱，二人痛苦万分。同时，朱将军向若龙逼婚。庄承既是逼于客观形势亦为了自己家族的长远利益，只好逼若龙娶海燕。若龙反抗，逃婚，离开金城去了银都。朱将军勾结日本人的秘密被庄承和王蕾无意中发现了。朱将军只好将庄承也拉下水，逼他跟自己一同叛国。庄承用计拖延，图谋脱身的同时，亦打算同计铲除朱将军这个卖国贼。王蕾为了自己的利益，在紧要关头背叛庄承，暗中勾结朱将军并设下圈套将勾结日本人的罪名嫁祸给庄承，庄承被下在狱中，等待枪决。武娇娇着毓儿往银都找若龙，叫他回来营救庄承。最后，武娇娇、毓儿，若龙合作，用计谋击败了朱将军和王蕾。朱将军死在自己部属的乱枪之下，王蕾在逃走时失足堕崖而死。庄承洗脱了不白之冤出狱，道出了若龙的身世，他并非自己的亲生儿子，若龙跟毓儿亦并非亲生兄妹，两人可以相爱。至于埋于猪鸡里地底下的黄金百万两…既然现在大家不愁吃不愁穿，就让它继续埋在地下吧！让传说继续流传下去，让叶飞飞和龙翔天继续当传奇人物，成为不灭的神话。庄承决定退下火线，跟武娇娇到海外游历，过二人世界。若龙成了庄家的新主人，他致力重建猪鸡里，让猪鸡里里所有人安居乐业。至于他自己，则自甘堕入毓儿的“大骗局”之中，作她的爱情俘虏，答应一生一世只爱她一人，从此以后为牛为马而且绝不再看其他女人一眼。一对小情人在猪鸡里里大排筵席结为夫妇，喜剧收场",
    "chinese_title": "将计就计",
    "douban_rating": "7.5/10 from 297 users",
    "foreign_title": "",
    "douban_rating_average": "7.5",
    "update_at": "2025-04-18T09:45:12"
}