{
    "aka": [],
    "sid": "3292368",
    "cast": [
        {
            "url": "/celebrity/1255860/",
            "name": "黄志忠 Zhizhong Huang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1034637/",
            "name": "颜丹晨 Danchen Yan",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1009141/",
            "name": "沈丹萍 Danping Shen",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1313722/",
            "name": "赵有亮 Youliang Zhao",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1341757/",
            "name": "李舜 Shun Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1323120/",
            "name": "王玉璋 Yuzhang Wang",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1424165/",
            "name": "金雁 Yan Jin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1371756/",
            "name": "李思思 Sisi Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1314257/",
            "name": "张晞临 Xilin Zhang",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2557870166.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1317980/",
            "name": "于立清 Liqing Yu",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1317980/",
            "name": "于立清 Liqing Yu",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "23",
    "language": [
        "汉语普通话"
    ],
    "playdate": [
        "2008-11(中国大陆)"
    ],
    "this_title": [
        "幽灵计划"
    ],
    "douban_link": "https://movie.douban.com/subject/3292368/",
    "trans_title": [
        ""
    ],
    "douban_votes": "296",
    "introduction": "1950年初，蒋介石不甘心在军事上的彻底失败，他为了颠复我新生的红色政权，阻挠国际社会对我共和国的承认，命令潜伏在西南重镇山城里的代号“神风”的特务组织头目“教父”暗中勾结抗战胜利时潜留下来的日本特务，妄图利用抗战时期日寇生产的大规摸杀伤性武嚣，一举摧毁山城，涂炭百姓生灵，为我新生的共和国脸上抹黑。蒋介石亲自为这个重大的军事打击行动命名为“幽灵计划”。我人民解放军安全保卫部门掌握个重大的信息的同时，又收到潜伏敌特“神风”组织中代号为“梅”的特务的秘密信件。原来这个“梅”和其他许多国民党人士都是有良知的中国人，他们极不愿意看到当年践踏我国土屠杀我同胞的日本强盗东山再起，更不能容忍国民党特务组织中的右派用日本强盗生产的大规模杀伤性武器屠杀我们自己的骨肉同胞，因此他们表示愿意与我方紧密合作，彻底粉碎这起祸国殃民的“幽灵计划”。我驻守五号铁路大桥的守备部队从江中打捞出一个土布大包裹，令人意外和震惊的是：这个大包裹里装的竟然是一具女尸。更令人惊异的是这具女尸皮肤已经变色。解志远是我国著名的医学专家，他得这个消息后立即这具女尸进行了检查，他看着这具奇怪的女尸被强烈的震撼了。紧接着解志远就接到神秘的恐吓电话和信件，信中夹带着子弹，威胁其不得说出女尸有关医学上的秘密，否则就要他和他的女儿安琪的命。安琪是解志远唯一的女儿，她才貌出众是市歌舞团的小提琴演奏员，在山城早已是小有名气。尽管敌特使用了种种卑鄙无耻的手段，解志远还是凭着一个科学家的爱国之心，向我安全保卫部门说出了这具女尸皮肤褪变的秘密---这是被当年日本专家研制生产的“SS3”病毒所致，只是当时并没有成功，现如今“SS3”已经成了大规模超强威力的杀人武器。山城市委副书记兼保卫部长郑凯南立即将这个严重的情况向北京报告，引起中央首长高度重视，他们立即派王牌侦察员、代号“鸿雁”的马道城赶到山城协助侦破此案。敌特一计不成又施一计，“教父”命令手下四处装扮造谣撒反标以此恫吓群众扰乱民心和社会秩序，一时间闹的满城风雨人心惶惶。马道城智捉“恶鬼”，用铁的事实教育人民群众：这是国民党特务的破坏阴谋，使大家擦亮了眼睛，让敌特的阴谋又一次破产。与此同时我们的侦察方向双管齐下：寻找女尸到底是何人和与敌特中的那个“梅”进行联系。就在这时围绕着女尸敌我双方展开了一系列的明争暗斗。敌特要毁尸灭迹，我方则要追根寻源。原先发现的几条线索被敌特一一掐断，可疑人接二连三被杀灭口，这说明我们的内部有敌人，形势越来越严重。马道城经过细致的调查研究，终于查清这具女尸是日本人，她的名字叫千岛百惠子，是“樱花茶道社”的老板娘。经过解剖意外发现：千岛百惠子身怀有孕已经三个月，她的死是否跟“幽灵计划”有关系这还是个迷。但是茶道社的老茶道师康秀英形迹可疑，引起我方高度注意。周雪牺牲的消息令马道城痛苦不堪，他为自己没能救出战友而心痛不已。解志远闻之则老泪纵横，他更加痛恨藤田宏野这个杀人不眨眼的恶魔，准备与之拼死一搏。后天就是狂欢节的开幕典礼了，可还有最后一个秘密武器库究竟藏在何处还无从知晓，马道城不由暗暗焦急。这天又来了一个不速之客。马道城急忙前去侦察，当他所看到的这位不速之客时令他大吃一惊与恍然大悟……故事的最终结果必然是正义战胜了邪恶，马道城以他对党和人民的赤胆忠心和一不怕苦二不怕死的大无畏革命精神，经过-系列九死一生的搏杀，他炸毁了这个日本强盗所建的秘密细菌武器基地，生擒了“竹”以及藤田宏野，胜利完成了任务。蒋介石的“幽灵”计划以彻底的失败而告终。藤田宏野和龟田弘二这两个双手沾满中国人鲜血的日本法西斯刽子手被押上了审判台并被我人民政府处以死刑。这是在中国的大地上中国政府首次对日本战犯处以极刑，广大人民群众无不拍手称快。以“竹”为首的国民党特务组织被连锅端掉，他们将在铁窗中度此余生。狂欢节如期举行，人民群众与各国朋友载歌载舞，欢庆这个伟大的日子。这是又一次真正的国共合作。至于那个特务头子“竹”乃何许人也？请看本片……",
    "chinese_title": "幽灵计划",
    "douban_rating": "6.6/10 from 296 users",
    "foreign_title": "",
    "douban_rating_average": "6.6",
    "update_at": "2025-11-30T19:00:27"
}