{
    "aka": [
        "Waves"
    ],
    "sid": "3293675",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "新西兰"
    ],
    "writer": [],
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语",
        "英语"
    ],
    "playdate": [],
    "this_title": [
        "浪花一朵朵 Waves"
    ],
    "douban_link": "https://movie.douban.com/subject/3293675/",
    "trans_title": [
        "Waves"
    ],
    "douban_votes": "0",
    "introduction": "在事先没有任何征兆的情况下，一部反映中国留学生在新西兰生活和学习的低成本纪实影片《浪花一朵朵》悄然入选了2006年的新西兰国际电影节，不仅得到了广泛好评，而且在新西兰社会引起极大的反响。影片由新西兰华文作家陶理自编、自导、自拍。跟着她的镜头，观众走近了四名陌生中国留学生看似平常，却又鲜为人知的生活。陶理女士曾在惠灵顿郊区的哈特中学教书，作为一名作家，她用自己特有的洞察力敏锐地捕捉到了身边小留学生们的心态变化，为我们记录下了有关他们生活状态的第一手资料。由于语言的差异和文化背景的不同，中国留学生的故事，特别是他们成长中的烦恼和情感波折往往被外国人甚至是中国人所忽视。甚至有些人非常肤浅和错误地称他们为“垃圾”。影片正是构思于这一背景下，通过纪实的手法，跟踪了4名留学生的生活片段，深情委婉地描述了他们丰富的内心世界，展现出留学生们鲜活可爱，乐观向上的一面。影片中的四名主人公虽然性格各异，却在异国文化的冲击下面临着同样痛苦的抉择和艰难的挑战。影片通过问答的形式和简单的生活场景叙述，向观众提出了一个严肃的而又耐人寻味的命题，看后不禁让人“掩卷思考”。文化的差异对于每一位踏出国门的中国人来说都是一次严峻的考验。对于年轻的留学生，外国的生活除了新鲜与好奇之外，更多的是文化的生疏。陌生的景物，陌生的人，陌生的语言，陌生的交流方式，陌生的文化背景，很容易让他们在新的环境中不知所措，失去自信，甚至孤立无助，有苦难言。这种苦衷往往是生活在单一文化中的人难以体会的。影片中的四位少男少女本来就处在身心尚未成熟的花季年龄，思想起伏不定，双重文化的差异更是“雪上加霜”。影片准确地捕捉到了很多具有典型意义的场景，比如人生中诸多难忘的第一次：第一次打工挣钱；第一次参加舞会；第一次填报志愿。本来在国内这些事情可以得到父母的指导，但是在国外，他们更多地需要依靠自己。四个主人公的事例中，罗斯是其中比较成功的，但是她同样付出了巨大的牺牲，她努力学习外语，结交朋友，全力以赴地改变自己，适应环境，最终赢得了别人的接纳。简是其中最沉默的，她将自己排斥在主流群体之外，封闭在“北京时间”里，过着双重性格的生活，看了不禁令人心酸。一位新西兰老师在片中不无感慨地说：“因为语言的差异，外国留学生需要付出两倍的努力”。其实不仅是课内还是课外，文化的差异无处不在，渗透在生活中的每一个细节。有些被我们的视线无声无息得遗漏了，但却它们往往在相当程度上左右着学生们的心态起伏。影片中的4位主人公虽然适应能力不尽相同，但是他们都在留学之初经历了文化磨合的痛苦和人生态度的调整。有的经过风雨，变得更加“阳光”；有的曾经困惑，目标却更加明确；有的经过锻炼，勇敢地战胜了自己；有的虽然习惯了新的生活方式，却在内心坚守一份强烈的中国归属感。影片让观众透过一张张幼稚的面庞，看到了一颗颗果敢、坚强的心，尤其让新西兰观众通过影片了解到中国留学生的所思所想，了解到原来在那个孤独的身影里隐藏了如此丰富的情感，坚韧的精神和如歌的朝气。正像导演陶理本人所说的“小留学生不仅是国际教育的消费者，他们首先是人，是成长中的少年，理解他们的内心世界，尊重他们，帮助他们顺利成长是社会的责任。影片虽然并未对“中国留学生现象”直接发表评论，但是却用鲜活的事例感动着每一名观众的情怀。有理由相信如果社会能够多一点热情和温暖，多一点宽容和耐心，中国留学生一定可以在新西兰生活地更开心，更愉快。驻新西兰使馆供稿2006/07/31http://www.litaoproductions.com/cn/waves/default.asp",
    "chinese_title": "浪花一朵朵 Waves",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "douban_rating_average": 0,
    "update_at": "2025-02-10T13:21:05"
}