{
    "aka": [],
    "sid": "3293621",
    "cast": [
        {
            "url": "/celebrity/1323819/",
            "name": "刘家良 Jialiang Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1320411/",
            "name": "李琳 Lin Li",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1331722/",
            "name": "苏丽 Li Su",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1461452/",
            "name": "刘金妮 Jinni Liu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1355415/",
            "name": "陈慧娟 Huijuan Chen",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2893682726.jpg",
    "region": [
        "中国大陆"
    ],
    "writer": [
        {
            "url": "/celebrity/1405144/",
            "name": "陈中庆 Zhongqing Chen",
            "@type": "Person"
        }
    ],
    "director": [
        {
            "url": "/celebrity/1337043/",
            "name": "郭林 Lin Guo",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "30",
    "language": [
        "汉语普通话"
    ],
    "playdate": [],
    "this_title": [
        "趟过女人河的男人"
    ],
    "douban_link": "https://movie.douban.com/subject/3293621/",
    "trans_title": [
        ""
    ],
    "douban_votes": "258",
    "introduction": "谁能想到，他20多年风风雨雨的岁月里，先后经遇过六个女子。她们给过他大喜，也让他大悲；命运之神教他们一个个前前后后牵着他，拽着他从年轻走向年老------王良的未婚妻月香为病危的小弟输血之后，刚回家就昏到了，脑袋重重地、实实地撞在水泥砌的锅台上-----。这一对正处在热恋中的好男好女生生地被拆开了。王良带着无法疗治的伤痛离开西辽河畔的老家，远赴北大荒另谋生路。这是七十年代后期，中国农村还是相当困难。两位清纯靓丽雪国女孩小芹和茹华，几乎同时爱上了王良。小芹家是王良老叔的房东，小芹对这个从“南地”来北大荒投奔老叔的小伙子，开始就充满好感。王良的勤劳能干、敦厚纯朴，特别是这个小伙子如北大荒朗朗晴空般健康的身心，深深地吸引着她，让她欣赏、让她着迷，可王良的心早被突如其来沉重的伤痛冻结了，纵使她热情似火也化解不开。小芹锲而不舍地“升温”，王良却只能做到不失礼数地左右规避。这是，小芹的有着蒙古王公血统的母亲又十分决绝地从中阻拦，早早把这个其实他们全家都非常喜欢的外来小伙子，按当地规俗认作儿子，让女儿与其以姐弟相称，从而了断他们谈婚论嫁的可能。据说这是为恪守小芹姥姥临终前一个重大遗训的庄严承诺。小芹彻底失望了，她含恨不得不嫁给本地的一位小学老师。茹华和小芹是一道长大非常要好的朋友，两人之间没有一点私秘，好到不分你我。小芹苦恋王良的时候，茹华的心情和行为是矛盾复杂的；及至小芹对王良不得不撒手，茹华却是即忧且喜，一时间竟然无所措手足了。倒是小芹家里人的热诚帮助才使她放手放脚热情大胆地对王良表现和表达她的爱。但王良依旧不为所动，他心里除了苦苦的思恋，再也盛不下别的了。到后来，还是月香的母亲脱着病弱的身体亲自来到北大荒，用近乎威逼的苦劝和入情入理的宽解，才使王良慢慢接受茹华。茹华沉醉在热恋中的那些日子，也正是她忙得不可开交的时候。妈妈早故去，她既要照顾多病的老爹，又得三天两头跑去伺候生孩子落下重病卧床不起的姐姐。这个热热火火的北大荒女孩，从早忙到晚，家里田里，每件事都做得很好，每天都做得高高兴兴。可她怎么都没料到，在姐姐家里的一次宿醉，铸成了她人生中一个惊天大错。那天晚上，她跟整天在黑龙江上打渔的姐夫黑子逞能叫板比赛喝酒，烂醉如泥之中，失身于同样醉得不知南北西东的黑子。茹华只能对小芹诉说她的大愧大疚和不安，两人先是一通恶吵，而后又商量如何瞒住王良，尽量不伤害他。就这样茹华追上王良匆促草草地结了婚，婚后六七个月即生下一个足斤足两显然又是足月的孩子。是姐夫黑子的！面对王良的严厉拷问，茹华坦然地承认了一切。王良不得不背起另一种伤痛，告别北大荒，只身回辽西。黑子赶着马车发疯似地追上王良，手捧板斧，跪在雪地里苦求他：你砍了我，杀了我都行，可千万别怨恨茹华；要不，当着你的面，我把自己砍了---。高天之下旷野之中，王良 然的一番话，让这个北大荒的渔汉子愧悔难当。老家亲人帮王良结识了李琴。李琴的丈夫因犯“强奸罪”，正好撞上“严打”的枪口被枪毙。这位年纪轻轻却命途多难的女子，不止端庄娴熟，还十分勤勉善良，她待人谦和，精老爱家，是把过日子的好手，王家老小全都喜欢她、爱重她。怎奈好景不长，全家人正预备欢度新春佳节，李琴冤死的前夫的老弟、19岁的葛四象是从天而降，跪在王良面前，长跪不起。他要娶回长他十多岁的嫂子，要把小侄领回葛家，否则只有一死。葛四上面的三个哥哥都没了，面对葛家尴尬无助的苦求，面对这个“一根筋”的葛四的执拗，特别是在终于明白了葛死此举还有要挽回他们葛家多年蒙耻受屈的“面子”的深重意味之后，好人王辆别无选择了。他忍痛“让”出了李琴。出于两难当中的李琴这一刻，已是痛不欲生了。阴差阳错，命运把一个衣食无着、困窘不堪的离婚女子引进了老荒村。宗玉莹抱养刚满周岁的孩子走进王良一潭死水般的生活。老荒村大操大办为两个苦人儿办了婚事。勤劳聪慧的宗玉莹一天天地在改变王良的日子，也在漫漫影响和悄悄的改变着老荒村。王良个渔莹的小日子被爱情烘烤得热火火地。生活变得越来越有滋味，越来越有希望了。王良觉得当初与月香末了的那段深深恋情，奇迹般地在现在和玉莹的生活里延续下来。却突然，从横里杀出一个杜进——宗玉莹的合法丈夫！原来，宗、杜的离婚手续并不合法，老荒村给王、宗办的“结婚”手续也不合法。还有很重要的两条：一是原来狂赌到把房子、妻子、孩子都押出去的杜进，在部队战友热诚帮助下，几年来已然浪子回头了；再是，先前玉莹无助之时扔下的五岁的孩子得了重病。玉莹如若强留在自己身边，她必定背上重婚罪名；还有，对重病女儿那份深长的牵挂怎么办？不顾宗玉莹的千拦万阻，王良这次是十分平静地说出了“离婚”两个字。但同时他坚信：玉莹终将还回到老荒村，终将会回到他王良的怀抱里！在苦等玉莹到处谋生的时候，王良邂逅了一个叫衣翠华的城里女人。她帮助他、疼他、怜他、爱他，他却一直不为所动，只是尽心尽力帮助她。王良终于等回了玉莹，是杜进给送回来的。杜进在痛苦的思索中终于明白了，他不可能再找回原来的玉莹，玉莹地心思、玉莹的大爱都老老栓在那个叫王良的好人的心坎上。《趟过女人河的男人》的故事里，齐刷刷地矗起了一个好人的群体。故事实际上是对回归中华传统美德的热诚呼唤，又是对自上个世纪七十年代后期以来中国农村大变革政策的热情歌颂。",
    "chinese_title": "趟过女人河的男人",
    "douban_rating": "7.3/10 from 258 users",
    "foreign_title": "",
    "douban_rating_average": "7.3",
    "update_at": "2025-07-31T15:00:49"
}