{
    "aka": [
        "When women want the evidence"
    ],
    "sid": "3294795",
    "cast": [
        {
            "url": "/celebrity/1096896/",
            "name": "Rossana Ghessa Rossana Ghessa",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1039965/",
            "name": "鲁道夫·阿瑞纳 Rodolfo Arena",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1079060/",
            "name": "Henriqueta Brieba Henriqueta Brieba",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1147313/",
            "name": "Heloísa Raso Heloísa Raso",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1158790/",
            "name": "Iara Stein Iara Stein",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1084964/",
            "name": "Pedro de Lara Pedro de Lara",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1975",
    "genre": [
        "喜剧"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [],
    "imdb_id": "tt0258066",
    "director": [
        {
            "url": "/celebrity/1290611/",
            "name": "Cláudio MacDowell Cláudio MacDowell",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "1975-03-18"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0258066/",
    "imdb_votes": 34,
    "this_title": [
        "Quando as Mulheres Querem Provas"
    ],
    "douban_link": "https://movie.douban.com/subject/3294795/",
    "imdb_rating": "5.2/10 from 34 users",
    "trans_title": [
        "当女人需要证明时",
        "When women want the evidence"
    ],
    "douban_votes": "0",
    "introduction": "This movie exceeded the box of 9 million viewers. Absolute record in public. Even the specialized criticism, which has never been tolerant with the popular cinema, made the \"bonequinho\" applauded the film.A spectacular and incredible comedy located in Vila Velha, neighborhood beach near Victoria. Roberto (Carlo Mossy), a tremendous good-life Rio, is invited to spend a season in the hotel of your father's friend, Serginho, in Tarlac. There comes, is the most beautiful capixabas that this \"land\" could foster.Enchants itself with all and all with him. Turns out, the hotel is controlled by a rigid security scheme, which does not allow female presence in the room of guests. \"How do to circumvent the scheme\", you ask Roberto. Serginho, son of the owner, is the solution. But, in an attempt to take the speck out of the eye's friend, and seen from an angle and distance by a maid (gossipy) Hotel, is running the rumor by region, depending on that fateful angle, which Bob and Serginho are kissed in the mouth .The plot of the film is to make all those beautiful and exciting girls trying to \"get the proof of the pudding,\" going to \"the end\" with Roberto, noting \"live and in color\" is really the handsome was gay.Robert, then, to discover the reason for giving so much on him, an ingenious weapon with Serginho and libidinous formula to prove to all in his room, his enormous talent for male. Of course, all the girls fall in love with Roberto after intercourse, believing they are, each in turn, the privileged holders of sexual metamorphosis of Roberto. Their boyfriends, not like the idea and prepare a sordid trap to catch Roberto to \"lynch him\" on a deserted beach. You never laughed so much and is excited in a movie. With the beautiful, Rossana Ghessa, the moralistic Pedro de Lara, the exuberant Yara Stein, with Serginho Guterres, Carlo Mossy (as Roberto), among others. Hilarious!",
    "chinese_title": "当女人需要证明时",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Quando as Mulheres Querem Provas",
    "imdb_rating_average": 5.2,
    "douban_rating_average": 0,
    "update_at": "2025-12-16T05:56:21"
}