{
    "aka": [
        "The Diary of Agustin"
    ],
    "sid": "3294870",
    "cast": [
        {
            "url": "/celebrity/1059614/",
            "name": "萨尔瓦多·吉列尔莫·阿连德·戈森斯 Salvador Allende",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1239406/",
            "name": "Ricardo Lagos Ricardo Lagos",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1133737/",
            "name": "奥古斯托·皮诺切特 Augusto Pinochet",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077988/",
            "name": "Yolanda Ciani Yolanda Ciani",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1124137/",
            "name": "卡门·蒙特霍 Carmen Montejo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1151803/",
            "name": "洛雷娜·贝拉斯克斯 Lorena Velázquez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "智利"
    ],
    "writer": [
        {
            "url": "/celebrity/1058544/",
            "name": "伊拿士·奥阿基卢 Ignacio Agüero",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt2210579",
    "director": [
        {
            "url": "/celebrity/1058544/",
            "name": "伊拿士·奥阿基卢 Ignacio Agüero",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1056531/",
            "name": "Raúl Araiza Raúl Araiza",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "spanish"
    ],
    "playdate": [],
    "imdb_link": "https://www.imdb.com/title/tt2210579/",
    "imdb_votes": 101,
    "this_title": [
        "El Diario de Agustín"
    ],
    "douban_link": "https://movie.douban.com/subject/3294870/",
    "imdb_rating": "7.5/10 from 101 users",
    "trans_title": [
        "奥古斯丁的日记",
        "The Diary of Agustin"
    ],
    "douban_votes": "0",
    "introduction": "The 12th annual Santiago International Documentary Festival (FIDOCS) opened on Monday night with a showing of \"El Diario de Agustín\", a Chilean film examining the role of Chilean daily El Mercurio leading up to and after Chile's 1973 military coup. Officials at the event discussed the development and importance of documentary filmmaking and expressed a desire to further foment the craft in the future. Photo courtesy wikimedia commons \"El Diario de Agustín\", directed by Ignacio Aguero, follows a group of Universidad de Chile journalism students investigating a thesis project about the influence of the El Mercurio media group in Chilean society during Chile's recent history. Through archival research and interviews with journalists, former El Mercurio and government officials, and people who documented or were affected by dictatorship-era human rights abuses, the group uncovers information suggesting that El Mercurio used its influence to support – and conceal the crimes of – Gen. Augusto Pinochet's 17-year military regime.Among the examples the documentary cites is El Mercurio's alleged coverup of Operation Colombo, in which the Chilean military regime \"disappeared\" more than 100 leftist activists. El Mercurio -owned media reported that the activists had fled Chile and killed one another.El Mercurio, owned since the 19th century by the Edwards family, currently operates three national newspapers – El Mercurio, La Segunda and Las Ultimas Noticias – and more than 20 regional newspapers. A succession of men named Agustín Edwards have sat at the head of the media empire, including current El Mercurio President Agustín Edwards Eastman – who also held the title during Pinochet's regime.Aguero did not originally set out to make a documentary focused on El Mercurio, according to an interview with the director printed in a FIDOCS publication. \"We were thinking about the press in general, but soon, we focused on to El Mercurio – because it calls itself 'the dean of the press' and is a national point of reference, but also because it has the greatest responsibility\", he said.Addressing a packed house on Monday night at the downtown campus of the Universidad Católica – which features prominently in early scenes of \"El Diario de Agustín\" – Aguero thanked those journalists who had written about his film and had their work censored by the publications they work for.FIDOCS Director Gonzalo Maza said Aguero's film is a telling example of how \"documentaries go where journalism does not dare to.\" He claimed Chile's beautiful natural landscapes, eccentric national character and \"tumultuous, violent recent history\" make the country particularly suited to documentary filmmaking. Chilean Culture Minister Paulina Urrutia – who received both applause and boos from the crowd – pledged hundreds of thousands of dollars in public funds to support audiovisual festivals in Chile.http://www.youtube.com/watch?v=4GAC6BGDNr0",
    "chinese_title": "奥古斯丁的日记",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "El Diario de Agustín",
    "imdb_rating_average": 7.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-23T12:26:41"
}