{
    "aka": [
        "Careers"
    ],
    "sid": "3294668",
    "cast": [
        {
            "url": "/celebrity/1029053/",
            "name": "Domingos de Oliveira Domingos de Oliveira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1026382/",
            "name": "Priscilla Rozenbaum Priscilla Rozenbaum",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1041944/",
            "name": "玛利亚·瑞贝罗 Maria Ribeiro",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1060396/",
            "name": "Camila Amado Camila Amado",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "剧情"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1029053/",
            "name": "Domingos de Oliveira Domingos de Oliveira",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0477159",
    "director": [
        {
            "url": "/celebrity/1029053/",
            "name": "Domingos de Oliveira Domingos de Oliveira",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2005-09-25"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0477159/",
    "imdb_votes": 84,
    "this_title": [
        "Carreiras"
    ],
    "douban_link": "https://movie.douban.com/subject/3294668/",
    "imdb_rating": "7.4/10 from 84 users",
    "trans_title": [
        "职业",
        "Careers"
    ],
    "douban_votes": "0",
    "introduction": "\"Carreiras\" in Portuguese can mean lines of coke, rush, or careers. All three of these components are combined in this film to drive the main character, a forty something Jewish-Brazilian TV anchor woman.The latter is wonderfully played by Priscilla Rozenbaum, in a role which won her in August 2005 her second 'Kikito' (Best Actress Award at the Gramado Film Festival). She once again collaborates here with husband, writer and director, the veteran Domingos De Oliveira.They have worked together in about 4 films since 1998, following or during a very successful stage career in Rio. Oliveira has been a major player in Brazil's film, theater, and TV industry since the 1960s.Many people here compare Oliveira's cinema (and his double personal professional relationships with younger wives) to Woody Allen's. After all, Oliveira always sets his films in the same social milieu in Rio (as Allen does with Manhattan's West Side), with Priscilla as Oliveira's Mia Farrow, with Woody Allen's mouth. Compared to Mia, well, Priscilla is also blond, about 20 years younger than De Oliveira, and superbly interprets Oliveira's neurotic, analyst-addicted characters, written just for her.This film is basically a monologue about an aging TV anchor journalist, not only trying to hold on to her career, but obsessed with advancing in her field. Though at her age, many female TV anchors are retired in Brazil's young and beautiful image-driven media, she is still out there, fueled on coke and Scotch. In fact, she's already been relegated to a mere newscaster on the graveyard shift of a local 24 hours news cable station when the film begins; but she wants her old top anchor job back, and more.Set in Rio's journalistic world, but more broadly in its contemporary, 'globalized' corporate world, Rozenbaum's multi-faceted character faces many challenges and situations. These include aging, the role of women in the corporate world, the incredible difference between the rich and the poor in Rio, cocaine-addiction and alcoholism. She deals with an eclectic bunch of local characters, from CEO's to intellectuals, gays, drug dealers and dishonest young studs after successful older women.The characters, however, are presented mostly in her monologues, though they appear on screen and have a few lines. They're on enough to make you feel you know them more than you really do, just as in the film, the main character seems not to know others as well as she thinks she does. After all, most of her contact with them is on her cell phone 24 hours a day while snorting 'carreira' after 'carreira' of coke, with her Scotch chasers.These other characters, Rozenbaum's performance and witty screenplay, plus the constant changes in scenery (and an 80 minute or so duration) ensure that this is no monotonous film. Be warned, the main character is so wired on coke and so determined to continue her career that she hardly gives anyone a chance to speak. But, she's amazing.Most of the lines may be phone monologues. But, Rozenbaum's performance, beyond the picture's fine script and appropriately hectic direction, delivers a film which does not come off as a monologue, which is what it really is.Make note that this is a very low budget film, paid for by the Olivera-Rozenbaum couple themselves, once again shooting in their own apartments and at friend's bookstores, and other \"free\" locales, to 'free' themselves from any demands from sponsors or investors, as they made clear prior to the premier in Rio last month. They are to be congratulated for another funny, off beat, unique Brazilian film, plus for another relevant, very current (and funny) script by De Oliveira, and a tour De force performance by Ms. Rozenbaum.",
    "chinese_title": "职业",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Carreiras",
    "imdb_rating_average": 7.4,
    "douban_rating_average": 0,
    "update_at": "2025-11-01T03:49:42"
}