{
    "aka": [
        "Drifter"
    ],
    "sid": "3295386",
    "cast": [
        {
            "url": "/celebrity/1129559/",
            "name": "弗朗西斯·佩兰 Francis Perrin",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1115360/",
            "name": "Anne Létourneau Anne Létourneau",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1149566/",
            "name": "亨利·维尔洛热 Henri Virlojeux",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1356379/",
            "name": "Mustapha Adouani Mustapha Adouani",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1995",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "法国"
    ],
    "writer": [
        {
            "url": "/celebrity/1044476/",
            "name": "克里斯蒂安·沃顿 Christian Watton",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0498534",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "法语"
    ],
    "playdate": [
        "1995-05-21"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0498534/",
    "this_title": [
        "Andarilho"
    ],
    "douban_link": "https://movie.douban.com/subject/3295386/",
    "trans_title": [
        "流浪汉",
        "Drifter"
    ],
    "douban_votes": "0",
    "introduction": "Three lonely drifters follow different paths on the roads of northeastern Minas Gerais, Brazil. A film about the connections between walking and thinking, in which the ever-changing nature of things turns life into a place of mere passing. Between the cities of Montes Claros and Pedra Azul, in the northeast of Minas Gerais state, Brazil, three lonely drifters follow different paths, establishing very personal relationships with the elements of a transitory world. \"Drifter\" is the second film of Cao Guimaraes' solitude trilogy and emphasizes the connections between walking and thinking. Through the constant movement of ephemeral sounds and images, it brings up a contemplation of life as a place of mere passing.http://www.youtube.com/watch?v=V0xd-FDs6KECao Guimaraes, filmmaker and visual artist, was born in 1965 in Belo Horizonte, Brazil, where he lives and works. He studied philosophy at the Federal University of Minas Gerais and completed a Masters of Arts in Photographic Studies at Westminster University of London.Since the end of the 1980s he has been showing his work at various museums and galleries such as Tate Modern, Guggenheim Museum, CAB- Centro de Arte de Burgos, Gasworks, Frankfurten Kunstverein, Studio Guenzano, Galeria La Caja Negra and Galeria Nara Roesler. He was part of art biennieals such as the XXV and XXVII Sao Paulo International Art Biennial, Insite Biennial 2005 (San Diego/Tijuana). Some of his art pieces are part of public collections such as Fondation Cartier Pour L'art Contemporain, Tate Modern, Walker Art Center, Guggehein Museum, Museu de Arte Moderna de Sao Paulo, entre outros, among others.His films have participated in various film festivals and been awarded in several: Locarno International Film Festival (2004 and 2006), Sundance Film Festival (2007), Cannes Film Festival (2005), Rotterdam International Film Festival (2005 and 2007), Cinema du Reel (2005), International Documentary Film Festival of Amsterdam – IDFA (2004), It's All True (2001, 2004 and 2005), Sao Paulo International Film Festival (2004 and 2006), Rio International Film Festival (2001, 2004, 2005, 2006), etc.",
    "chinese_title": "流浪汉",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Andarilho",
    "douban_rating_average": 0,
    "update_at": "2026-02-07T15:00:40"
}