{
    "aka": [
        "The Tiny Ones from Calvary"
    ],
    "sid": "3295181",
    "cast": [
        {
            "url": "/celebrity/1014538/",
            "name": "阿德里亚娜·乌加特 Adriana Ugarte",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1061030/",
            "name": "西尔维亚·阿兰达 Sílvia Aranda",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2002",
    "genre": [
        "剧情",
        "恐怖",
        "短片",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1010077/",
            "name": "F·贾维尔·古铁雷斯 F. Javier Gutiérrez",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0346871",
    "director": [
        {
            "url": "/celebrity/1028857/",
            "name": "尤金尼奥·米拉 Eugenio Mira",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1010077/",
            "name": "F·贾维尔·古铁雷斯 F. Javier Gutiérrez",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1290679/",
            "name": "贝伦·马西亚斯 Belén Macías",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1286492/",
            "name": "Ione Hernández Ione Hernández",
            "@type": "Person"
        }
    ],
    "duration": "16 分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2002"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0346871/",
    "imdb_votes": 61,
    "this_title": [
        "Los Diminutos del calvario"
    ],
    "douban_link": "https://movie.douban.com/subject/3295181/",
    "imdb_rating": "6.7/10 from 61 users",
    "trans_title": [
        "The Tiny Ones from Calvary"
    ],
    "douban_votes": "0",
    "introduction": "12位西班牙青年导演各拍摄一部1分钟长的短片，用一个镜头完成，组成了这部奇怪的影像作品。In 1999 the Mexican director and producer Juan Carlos Rulfo – the son of Juan Rulfo, the writer, and the author of the documentary En el Hoyo- started up an original film endeavour with his production company, LA MEDIA LUNA. Juan Carlos made the following proposal to 10 young directors from his country: they were to shoot a one-minute-long film in a single sequential shot. They each had to face this challenge with a can containing 400 feet of film and a half-day of shooting: no more, no less. Since the production company was located on Calvary Street and the one-minute length required was closer to being “tiny” than short, the title of the collection could only be LOS DIMINUTOS DEL CALVARIO (The Tiny Ones from Calvary).On 24 October 2000, coinciding with a special programme devoted to veteran Mexican director Arturo Ripstein, the TV programme VERSIÓN ESPAÑOLA, shown on channel La2, broadcast LOS DIMINUTOS DEL CALVARIO as a complement. The idea made the staff so enthusiastic that they decided to promote production of a Spanish set of these DIMINUTOS. To do so, they organised a micro-script contest for one-minute stories to be shot in a single sequential shot. The following year, with the complicity of Javier Castro and Concha Diaz’s production company FILMART, LOS DIMINUTOS DEL CALVARIO, PART II – SPAIN premiered, with ten tiny films shot by ten talented Spanish short directors who had previously participated in the Iberoamerican short contest VERSIÓN ESPAÑOLA/SGAE.The broadcast was very successful and the programme decided to prepare another set of DIMINUTOS, this time encouraged by Julio Fernández’s Catalan production company FILMAX. Given this company’s specialisation in the fantasy genre, the new set was devoted exclusively to this genre. Twelve short film directors were chosen this time.Today LOS DIMINUTOS DEL CALVARIO represent a famous precedent for the NOTODOFILMFEST.COM format, even though they were shot in 35 mm with cinematic production methods. A total of 32 delightful one-minute-long stories to which the 5th edition of NOTODOFILMFEST.COM is pleased to pay tribute with this retrospective. This is the result of the inspired work of 32 talented directors, some of whom have already made successful feature film debuts. Thirty-two jewels that merit being seen and enjoyed.Javier Asenjo\t \t(segment \"No trespassing\")Luis Berdejo\t \t(segment \"Faraon\") (as Luiso Berdejo)Javier Ruiz Caldera\t(segment \"2076 Pasado de Cartón\") (as Javier Ruiz)Oskar Cano\t \t(segment \"Noche Azul\")Manuel Carballo\t \t(segment \"La Ultima Vida\")Diego Gracia\t \t(segment \"Hasta que la muerte nos separe\")F. Javier Gutiérrez\t(segment \"La habitación de Norman\")Antonio Hens\t \t(segment \"Fiesta\")Ione Hernández\t \t(segment \"La Novia\")Belén Macías\t \t(segment \"La doncella\")Eugenio Mira\t \t(segment \"Rancor\")Inigo Rotaetxe\t \t(segment \"Cine de Barrio\") (as Inigo Rotaeche)",
    "chinese_title": "Los Diminutos del calvario",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 6.7,
    "douban_rating_average": 0,
    "update_at": "2025-01-31T17:26:43"
}