{
    "aka": [],
    "sid": "3295647",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "1996",
    "genre": [
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt0117778",
    "director": [
        {
            "url": "/celebrity/1042067/",
            "name": "罗伯特·弗兰克 Robert Frank",
            "@type": "Person"
        }
    ],
    "duration": "5 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2008"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0117778/",
    "imdb_votes": 20,
    "this_title": [
        "Robert Frank: The Complete Film Works"
    ],
    "douban_link": "https://movie.douban.com/subject/3295647/",
    "imdb_rating": "6.8/10 from 20 users",
    "trans_title": [
        "罗伯特-弗兰克实验作品集"
    ],
    "douban_votes": "0",
    "introduction": "美国实验电影导演及摄影家Robert Frank（《拔出雏菊》）作品全集。At the end of the 1950s, photographer Robert Frank decided that he was done with photography and became a filmmaker. Not until the 1970s would he begin to take the occasional still again. To date, Frank has created more than 25 films and videos, some of them classics of the New American Cinema of the 1950s and 1960s. In his films, Frank amalgamated documentary, fiction, and autobiography, cutting across genres, defying each and every law of Hollywood in his relentless search for truth. In a time where the crass commercialism of mainstream film's visual grammar seems to reign supreme, Frank's film and video work appears to be his most radical and visionary legacy.~Frank films fills a long overdue gap by providing a comprehensive overview of Frank's films. The book's main essay discusses the history and the aesthetics of Frank's film work, while shorter texts by various authors examine every film and video by Frank in detail. This book offers a visually unique approach to Frank's films: at his request, only new stills taken from video tapes were used. The numerous video images add up to a visual essay on Frank's cinema that enters in an engaging dialogue with his photographic work, in particular with the stills he has created since the 70s. The texts and images in Frank Films offer an innovative and in-depth approach to the oeuvre of one of the greatest and most restless artists of the 20th century, proving required reading for everyone interested in Robert Frank and the history of American avant garde film. Created in collaboration with Graz Zweitausenddrei, diagonale, Pro Helvetia, Sixpackfilm. A decision: I put my Leica in a cupboard. Enough of lying in wait, pursuing, sometimes catching the essence of the black and the white, the knowledge of where God is. I make films. Now I speak to the people in my viewfinder. Not simple and not especially successful. --Robert Frank.",
    "chinese_title": "罗伯特-弗兰克实验作品集",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Robert Frank: The Complete Film Works",
    "imdb_rating_average": 6.8,
    "douban_rating_average": 0,
    "update_at": "2025-02-18T18:11:50"
}