{
    "aka": [],
    "sid": "3295480",
    "cast": [
        {
            "url": "/celebrity/1126179/",
            "name": "Al Lewis Al Lewis",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "西班牙"
    ],
    "writer": [
        {
            "url": "/celebrity/1042927/",
            "name": "Elías Querejeta Elías Querejeta",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1137458",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2007-03-02"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1137458/",
    "imdb_votes": 63,
    "this_title": [
        "Goodbye, America"
    ],
    "douban_link": "https://movie.douban.com/subject/3295480/",
    "imdb_rating": "7.7/10 from 63 users",
    "trans_title": [
        "再见，美国"
    ],
    "douban_votes": "0",
    "introduction": "纪录片关于已故美国老演员阿尔-刘易斯（1910 - 2006），尽管并不算有名，但却很传奇的一生。曾经是马戏团演员，后来在百老汇舞台上生存，演了一辈子配角，从未获得过什么荣誉，但他的形象和表演却令人印象很深。本片由西班牙著名制片家Elías Querejeta出品。His name is Al Lewis. He is over 90 years old. He sits down. In front of him is a mirror. Beside him, a make-up person turns his face into Grandpa from the Munsters. While the make-up process progresses, Al's unique memory lights the mirror with images that marked his life.Al Lewis was one of the most critical voices of the American left. Rose to fame as a grandfather of the Family Monster, but his memory and his communist conviction allows a witness with 92 years of class opinion on the events in the history of Usamérica that we know: Witch Hunt, Tonkin, 11s.Do you remember the grumpy grandfather from the Munsters? Of Dracula's stock, the character slept in a coffin and his memory contained the history of the world. From time to time, he used to show the home movies he had filmed when Columbus discovered America or when Attila was in his heyday.Al Lewis, the actor who played Grandpa, still earns a living as a vampire and, at more than 90 years of age, still remembers the XX century in its entirety. Just a few months before his death, the character and the actor sit themselves down and talk face to face.Goodbye, America (Sergio Oksman, 2006), one of Elias Querejeta's latest productions, is another example of his unique conception of film: a fictional character, Grandpa Munster, and the actor who played the part take the leading roles in a film in which fiction and documentary live side by side, but not as part of one of those post-modern games so fashionable nowadays, but in an interesting game involving mirrors which reflect the history of a convulsive century and a convulsive man: not Grandpa, but the actor, well-known for harbouring anti-system beliefs.",
    "chinese_title": "再见，美国",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Goodbye, America",
    "imdb_rating_average": 7.7,
    "douban_rating_average": 0,
    "update_at": "2025-04-16T16:13:21"
}