{
    "aka": [
        "Terroir",
        "情定泰勒瓦",
        "风土"
    ],
    "sid": "3303334",
    "cast": [
        {
            "url": "/celebrity/1041975/",
            "name": "韩惠轸 Hye-jin Han",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1029145/",
            "name": "金柱赫 Joo-hyuk Kim",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1006553/",
            "name": "柳善 Seon Yu",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1315859/",
            "name": "奇太映 Tae-Young Gi",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1047132/",
            "name": "李泰成 Tae-seong Lee",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1317573/",
            "name": "朴俊木 Joon-Mok Park ",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1382110/",
            "name": "郑灿菲 Chan-bi  Jeong",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1429984/",
            "name": "朴泰京 Tae-kyeong Park",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1437547/",
            "name": "郑孝彬 Ho-bin Jung",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2008",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2881235164.jpg",
    "region": [
        "韩国"
    ],
    "writer": [],
    "imdb_id": "tt11189244",
    "director": [],
    "duration": "",
    "episodes": "20",
    "language": [
        "韩语"
    ],
    "playdate": [
        "2008-12-01"
    ],
    "imdb_link": "https://www.imdb.com/title/tt11189244/",
    "imdb_votes": 10,
    "this_title": [
        "떼루아"
    ],
    "douban_link": "https://movie.douban.com/subject/3303334/",
    "imdb_rating": "7.6/10 from 10 users",
    "trans_title": [
        "泰勒瓦",
        "Terroir",
        "情定泰勒瓦",
        "风土"
    ],
    "douban_votes": "474",
    "introduction": "在韩国最大的葡萄酒公司工作的泰民(金柱赫 饰)为了实现叔叔的愿望来法国寻求梦寐以求的1945年产的武当王葡萄酒，其间偶然认识了来法国寻找男友的李宇宙(韩慧珍 饰)。这是一部酿造传统酒的宇宙和只知道葡萄酒的男人相遇后，逐渐地完成他们的梦想和爱情的电视剧。葡萄酒重要的是什么样的人喝价格贵的葡萄酒不一定是好的葡萄酒，价格昂贵的葡萄酒进入嘴之后也会有感到涩的时候，相反在超市里买的几十块的葡萄酒也会感到是世界上最好喝的葡萄酒的时候，现实生活中，有很多人实际感觉不到葡萄酒味道的差距，而是一味地相信它的价格来判断葡萄酒的好坏，就像盲品一样，遮住商标后寻找符合自己口味的葡萄酒吧。和谁喝也同样重要常常有人说和懂得葡萄酒的人一起喝葡萄酒是非常困惑的。这个葡萄酒怎么样，那个葡萄酒又怎样，这个葡萄酒一定要配什么食物一起吃等等，本剧将通过这些葡萄酒门外汉的困惑，讽刺越来越远离葡萄酒的韩国的红酒文化。葡萄酒也是传统酒刮起葡萄酒旋风的现在，传统酒慢慢地从我们的身边消失了。其实葡萄酒也是西方的传统酒，因此本剧将通过两位主人公为了酿造韩国式的葡萄酒而努力的过程，用新的视觉去表现传统酒的文化。姜泰民 – 金柱赫 饰把他带入葡萄酒的世界的人是他的叔叔，自从他的父母因故离世后，叔叔把他当成自己的儿子来带大。叔叔拉着他的手去看巨大的葡萄园和葡萄酿酒厂, 还告诉他有朝一日做出属于自己的葡萄酒。叔叔对泰民来说是最重要的人，跟着叔叔他自然地进入了葡萄酒的世界，通过葡萄酒也遇到了让他一辈子忘不了的女人智善。纵横于50多个生产葡萄酒的国家，有时发掘出未知的葡萄酒，有时却毫无顾忌地蹂躏有名的葡萄酒。他比农夫更了解葡萄，比木匠更知道橡木桶， 比代代做葡萄酒的酿酒厂的主人更理解那个葡萄酒的历史，所以他选择的葡萄酒在韩国大受欢迎，而他放弃的葡萄酒接受最差的葡萄酒的待遇。因自己的失误开始做泰勒瓦，期间遇到了自己见到的女人中最粗俗的女人宇珠，宇珠就像用廉价的葡萄做的葡萄酒一样让人厌烦，但是在宇珠的爷爷的请求下，无奈地带着她一起工作，心想她在自己的手底下绝对不会坚持一个月。李宇珠 – 韩慧珍 饰27岁、是个性格开朗的姑娘，喜欢扎马尾巴，不用香水，也不喜欢化妆，但是由于从小用清酒沐浴的原因，有着让人羡慕的皮肤和头发。小时候去爷爷的传统酒酿造厂去玩，在那里她看到了酒桶里有着漂亮颜色的液体，被这个颜色和香气吸引的宇珠偷偷拿出来喝了一口，却不小心掉进了酒桶里。等爷爷和酿酒的工人们慌忙捞出宇珠的时候，宇珠的脸并没有因受到惊吓而苍白，而是变得通红，她傻笑着对爷爷说，爷爷，天上有彩虹了，真漂亮。因此对酒有着渊博的知识和与生俱来的嗅觉，被酿酒厂的人称为‘狗鼻子’。最大的梦想就是把爷爷经营的南草做成韩国第一的传统酒店铺。突然有一天有一个男人推开了南草的门，他露出迷人的微笑走过来，说自己是南草的主人，之后表情冷冷地拿出合约书。看着要把南草改变成葡萄酒西餐厅的泰民，宇珠感到自己的无力和渺小，越是这样她越反感泰民，她发誓要找回南草，于是开始在泰民的手底下做杂活。在宇珠的眼里泰民只是因为爱好而开了西餐厅的富家少爷而已，等过了几个月之后，感到厌倦的时候他又会喜欢上别的东西。安智善 – 有善 饰当她还是婴儿的时候被法国的夫妻领养，在善良的养父母底下健康地成长，因此很少去想自己的亲生父母和韩国。但是当她全身心投入的家具设计被卷入了剽窃事件时，她明白了自己是领养的孩子的事实。她想回韩国，那里有她爱着的泰民，她相信泰民会安慰自己。但是女人的第六感让她明白了泰民正从另外一个女人那里感受着爱情。她开始嫉妒，在她看来，像泰民这样的男人选择像宇珠这样的女人的可能性几乎是0%。但是这更让她感到不安和恐惧，从她来到这个世界以来，第一次希望自己的预感是错误的。Joy朴 – 基泰荣风度翩翩的男人，而且时时刻刻展示自己的风度，比如说在女人感到口渴之前给杯子里倒水，流眼泪之前事先准备好手帕等等。韩江建设公司的理事，得到姜会长的信任，是个年轻有为的人才。懂得在自己的位置上要做什么样的事情。在法国度过童年时期，因此对葡萄酒的知识渊博，也熟悉葡萄酒文化，但是同时也可以在工地里和民工们一起享受米酒。得到所有的人的羡慕和憧憬，但谁也不知道他的秘密。虽然每时每刻都露出微笑，但绝不允许让自己出一丁点的差错，因为根据他过去的经验，明白一个小小的失误会带来什么样的严重结果。",
    "chinese_title": "泰勒瓦",
    "douban_rating": "6.5/10 from 474 users",
    "foreign_title": "떼루아",
    "imdb_rating_average": 7.6,
    "douban_rating_average": "6.5",
    "update_at": "2025-06-01T22:00:34"
}