{
    "aka": [],
    "sid": "3310461",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2011",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554980998.jpg",
    "region": [
        "美国"
    ],
    "writer": [],
    "imdb_id": "tt1326905",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2011-09-09(美国)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1326905/",
    "imdb_votes": 40,
    "this_title": [
        "Whitewash"
    ],
    "douban_link": "https://movie.douban.com/subject/3310461/",
    "imdb_rating": "7.3/10 from 40 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "White Wash, the documentary, is a film exploring the complexity of race in America through the struggle and triumph of black surfers. The story is narrated by Grammy Award® winner Ben Harper with Tariq \"Blackthought\" Trotter of the Roots and told through the eyes of black surfers from Hawaii, Jamaica, Florida, and California. This controversial and probing film looks deep into America's painful and pervasive legacy of slavery and exclusion. From surfing's \"discovery\" by Captain James Cook in Hawaii in 1778 through the explosion of surf culture during the days of segregated Jim Crow America in1960's, this film explores the myths that black surfers have overcome in their search for waves. White Wash is a story of transcendence in the face of aggression and a glimpse into the American psyche. From the shores of California, Hawaii, Mexico, and Puerto Rico to the basketball courts of New York City, through the cotton fields of the Mississippi Delta up to the ivory towers of Texas and back into the swimming pools of Florida, White Wash is a historical exploration of race, identity, and the myths we live by and that ultimately unite us all.",
    "chinese_title": "Whitewash",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 7.3,
    "douban_rating_average": 0,
    "update_at": "2025-09-02T13:39:18"
}