{
    "aka": [],
    "sid": "3313823",
    "cast": [
        {
            "url": "/celebrity/1126468/",
            "name": "Michael Robert Nyman Michael Robert Nyman",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1172747/",
            "name": "Kyle Swann Kyle Swann",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1181617/",
            "name": "Heather Chase Heather Chase",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194339/",
            "name": "Maggie Postolache Maggie Postolache",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1194520/",
            "name": "Mary Ann Springer Mary Ann Springer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1199632/",
            "name": "Tina Mahler Tina Mahler",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2003",
    "genre": [
        "惊悚",
        "恐怖"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2545127386.jpg",
    "region": [
        "美国"
    ],
    "writer": [
        {
            "url": "/celebrity/1012741/",
            "name": "Eric Spudic Eric Spudic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0336805",
    "director": [
        {
            "url": "/celebrity/1045998/",
            "name": "乔·卡斯特罗 Joe Castro",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2003-02-10"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0336805/",
    "imdb_votes": 137,
    "this_title": [
        "Manical"
    ],
    "douban_link": "https://movie.douban.com/subject/3313823/",
    "imdb_rating": "3.9/10 from 137 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "Looking uncannily like one of the Fairbrass brothers from camp 90s pop group Right Said Fred, bald psycho Gilbert Gill (Lee Webb) escapes from a mental institution in order to return home and finish the job he started several years earlier: murdering his family! But with his beautiful sister (Perrine Moore, who can't act but certainly knows how to scream) spending the night at a friend's house, how many innocent teens will be slaughtered before Gilbert finally gets to his sexy sibling?As you can probably tell, originality is not something that this production can boast; neither can it claim to be stylish, slick, professional, well-edited or blessed with a talented cast. However, despite all of these drawbacks, Maniacal actually proves to be quite enjoyable thanks to a genuine sense of fun from everyone involved (who are obviously fans of the slasher genre), some gloriously bad gore, and, of course, plenty of welcome T&A. With these elements in place, it's easy to have a good time with this hokey slice of z-grade horror.Director Joe Castro handles the film's special effects, but proves to be about as good at providing convincing gore as he is at coaxing credible performances from his actors: the kills in this film are undeniably messy (there are umpteen head-squishes, organ removal, and assorted other nastiness), but they also look incredibly fake (although not quite as fake as the tits on Brooke, the girl in the obligatory shower scene!).Cheesy, cheap and cheerful, Maniacal offers nothing particularly new to the genre (although the killer's death by Drano was inventive), but at least it doesn't commit the sin of being boring; watch if you're in the mood for some silly low-budget nonsense.",
    "chinese_title": "Manical",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 3.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-24T21:16:58"
}