{
    "aka": [
        "Meteor"
    ],
    "sid": "3314533",
    "cast": [
        {
            "url": "/celebrity/1001439/",
            "name": "克劳迪奥·玛佐 Cláudio Marzo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1023389/",
            "name": "Daniel Lugo Daniel Lugo",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1038007/",
            "name": "黛西·加纳多斯 Daisy Granados",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1077058/",
            "name": "保拉·布拉马基 Paula Burlamaqui",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1150733/",
            "name": "尼可拉斯·特列维扬诺 Nicolas Trevijano",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1251079/",
            "name": "Lucci Ferreira Lucci Ferreira",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2006",
    "genre": [
        "剧情",
        "奇幻"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "巴西",
        "阿根廷",
        "波多黎各",
        "委内瑞拉"
    ],
    "writer": [],
    "imdb_id": "tt0339382",
    "director": [],
    "duration": "",
    "episodes": "",
    "language": [
        "葡萄牙语",
        "西班牙语",
        "德语"
    ],
    "playdate": [
        "2006-09(西班牙)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0339382/",
    "imdb_votes": 110,
    "this_title": [
        "Meteoro"
    ],
    "douban_link": "https://movie.douban.com/subject/3314533/",
    "imdb_rating": "6.1/10 from 110 users",
    "trans_title": [
        "流星",
        "Meteor"
    ],
    "douban_votes": "0",
    "introduction": "In the 1960's Brazil, a construction crew is hard at work building a highway deep in the heart of the desert. A military coup in the capital leaves the men abandoned literally in the middle of nowhere. With a good stock of provisions and frequent visits from the local prostitutes, the men are coping just fine. Soon Juliao, an indigenous Indian arrives. He teaches them his culture's worship of the meteorites. The workers come to believe that fate has abandoned them in a deeply spiritual place and thus the community of METEORO is born. A place of good humor, gentle anarchy and free love, the construction crew, no longer wishes to be governed, and thoughts of returning home soon fade, until one day, the government reappears bringing with them dark political motives to the men's makeshift paradise. METEORO is a truly charming film featuring an international ensemble cast that will have you leaving the theater with a smile on your face.Director Diego de la Texera's magic realist fable Meteoro (AKA Meteorite, 2006) unfolds in April 1960, at the time of Brasilia's inauguration as the new capital of Brazil. As de la Texera's film opens, the Brazilian government orders the construction of a major highway between Brasilia and the remainder of the country. The work crew assigned to build the stretch between Rio de Janeiro and Fortaleza must labor in a severely underdeveloped, barren region, surrounded by thousands of square miles of uninhabited Brazilian wilderness. Each month, the government office in charge of the crew sends provisions to the unsupervised workers, including a cadre of prostitutes known as \"Madam's Girls\". The unit's condition nonetheless deteriorates ever further, until - on the night of a military coup d'etat - a yellow meteorite streaks across the sky and hits the ground, causing a fountain to open. Soon after, Juliao, a Brazilian Indian, turns up and teaches the workers how to draw on the practices of the ancients to decode the messages written in the stars. Together, the workers establish a village, christen it 'Meteoro,' and live there contentedly until a Brazilian military helicopter turns up.Diego de la Texera was one of the founders of Sandino Filmes, a pioneering film company in San Juan, where he worked for many years as cinematographer and producer. In the 70's he migrated to El Salvador, where he wrote, photographed and directed the documentary \"El Salvador: el pueblo vencerá\" (1980), which won first prize at the Moscow International Film Festival and Havana New Latin American Film Festival. After living in Venezuela and heading the cinematography department at the International School of Film and Television in Havana, he met Brazilian filmmaker Teté Vasconcellos (\"El Salvador: Another Vietnam\") and moved to Rio de Janeiro. He still works in Puerto Rican productions and in Mexico.",
    "chinese_title": "流星",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Meteoro",
    "imdb_rating_average": 6.1,
    "douban_rating_average": 0,
    "update_at": "2025-03-08T23:39:37"
}