{
    "aka": [],
    "sid": "3314518",
    "cast": [
        {
            "url": "/celebrity/1088469/",
            "name": "斯蒂娜·艾克布罗德 Stina Ekblad",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1019223/",
            "name": "厄兰·约瑟夫森 Erland Josephson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025594/",
            "name": "菲利普·赞丹 Philip Zandén",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1100621/",
            "name": "莉娜·T·汉森 Lena T. Hansson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138052/",
            "name": "彼得·希尔特 Peter Schildt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1345451/",
            "name": "Catherine de Seynes Catherine de Seynes",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1152929/",
            "name": "Olof Thunberg Olof Thunberg",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1032854/",
            "name": "伯杰·阿斯特 Börje Ahlstedt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096020/",
            "name": "英加·吉尔 Inga Gill",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1112094/",
            "name": "Gösta Krantz Gösta Krantz",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1045762/",
            "name": "安尼塔·布耶尔克 Anita Björk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1096738/",
            "name": "Heinz Hopf Heinz Hopf",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1113666/",
            "name": "Anja Landgré Anja Landgré",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1128033/",
            "name": "米米·波拉克 Mimi Pollak",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1068717/",
            "name": "古内尔·布罗斯特勒姆 Gunnel Broström",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1125382/",
            "name": "Anneli Martini Anneli Martini",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1138238/",
            "name": "Henrik Schildt Henrik Schildt",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1143799/",
            "name": "里科·伦贝克 Rico Rönnbäck",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1146928/",
            "name": "约翰·拉比斯 Johan Rabaeus",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1159650/",
            "name": "艾伦·斯文森 Allan Svensson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1161895/",
            "name": "John Zacharias John Zacharias",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1167578/",
            "name": "玛格丽特·韦弗斯 Margreth Weivers",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1168106/",
            "name": "埃娃·冯·汉诺 Eva von Hanno",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1278006/",
            "name": "Carlo Barsotti Carlo Barsotti",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118380/",
            "name": "斯滕·伦纳特 Sten Lonnert",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1054843/",
            "name": "Bissa Abelli Bissa Abelli",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082120/",
            "name": "Nils Eklund Nils Eklund",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1082364/",
            "name": "Lauritz Falk Lauritz Falk",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1102943/",
            "name": "Tomas Laustiola Tomas Laustiola",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1103534/",
            "name": "Paul Kessel Paul Kessel",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1108758/",
            "name": "因加·朗格里 Inga Landgré",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1986",
    "genre": [
        "剧情",
        "传记"
    ],
    "awards": "　　第43届威尼斯电影节(1986)\n　　主竞赛单元 金狮奖(提名) 梅·扎特林\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2497835760.jpg",
    "region": [
        "瑞典"
    ],
    "writer": [
        {
            "url": "/celebrity/1018399/",
            "name": "梅·扎特林 Mai Zetterling",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0090637",
    "director": [
        {
            "url": "/celebrity/1018399/",
            "name": "梅·扎特林 Mai Zetterling",
            "@type": "Person"
        }
    ],
    "duration": "117分钟",
    "episodes": "",
    "language": [
        "瑞典语"
    ],
    "playdate": [
        "1986-03-14(瑞典)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0090637/",
    "imdb_votes": 236,
    "this_title": [
        "Amorosa"
    ],
    "douban_link": "https://movie.douban.com/subject/3314518/",
    "imdb_rating": "5.7/10 from 236 users",
    "trans_title": [
        "阿莫罗萨"
    ],
    "douban_votes": "0",
    "introduction": "1935年，威尼斯，狂欢节之夜。一叶小舟从水上缓缓驶来，停靠在石头砌成的岸边。两名穿着白大褂的医生和几个黑衣人以及一位戴着面具的中年男子走下船。他们鱼贯而行，进入一家古老的饭店里，给那里的一名精神分裂症发作的妇女套上白色的拘束衣，并把她绑在一副担架上。那名妇女叫艾格妮丝，是一位瑞典作家;那个戴着面具的男人就是她的丈夫戴维·施普伦格尔。戴维一行毫不理睬艾格妮丝的挣扎和喊叫，他们给她也戴起一副面具，然后把她抬回到那只船上。小船慢慢摇离了岸边，他们将把她送到位于一个小岛上的精神病院去。艾格妮丝被解除了拘束衣送入病房。戴维也在她隔壁的一间房子里住了下来。艾格妮丝一进医院，就不停地要她的“孩子”，她指的是她刚刚完成的一部小说的手稿，戴维拿走了它。两名医生敲开了戴维的门，几乎是把它“抢”了回来，交还给艾格妮丝;他们希望这能减轻她的病情。但艾格妮丝似乎已完全陷入了疯狂。她先是撕碎了自己的衣服，然后又开始撕扯那叠倾注了她全部的爱与恨的手稿，直到戴维和医生们闻声冲了进来。又是一只威尼斯城特有的那种古典式的小舟摇曳而来。从病中恢复过来的艾格妮丝和戴维坐在船中。望着那一片白水茫茫的威尼斯水城景象，艾格妮丝陷入了对往事的回忆。1915年的瑞典，一个阳光明媚的夏天。一艘豪华的游轮鸣着汽笛沿着风光旖旎的河道驶来。两岸绿荫如盖，几个孩子站在岸边，欢快地向游轮招手致意。19岁的艾格妮丝和她贵族家庭以及来宾们正聚集在船上庆祝艾格妮丝的哥哥爱德华的订婚日。船上除了两个家庭的成员外，还有她的家族的一个朋友的儿子，名叫耶哈德，他已经向艾格妮丝求婚了。所有的人都喜笑颜开，欢闹声和笑声不时地从船上爆发出来，只有艾格妮丝似乎和大家有点格格不入。少女时代的艾格妮丝是个敏感的女孩。她热爱大自然，也渴望着爱情。她想成为一名诗人或作家，写出她胸中那些细腻而奔放的情感。但是，她的贵族家庭却不允许她有太多的非分之想。她的父母只希望她能嫁给那个同样出身于贵胄的耶哈德，像他们一样过上那种优裕、高雅和刻板的生活。然而随着年龄的增长，爱的梦幻变成了一股难以抑制的激情，在艾格妮丝身上涌动着。她渴望耶哈德能够给她真正的爱。但耶哈德虽然对她百般侍奉，他想得到的却只是一个家庭，在爱情的表达上更是难与她意趣相通，连和她接个吻都左顾右盼，如履薄冰。对此，艾格妮丝更加感到失望乃至压抑。不久，她认识了一位法国文学的翻译家戴维。他的谈吐和对她的才情的赏识深深吸引了她。一个除夕之夜，艾格妮丝在家庭的压力下和耶哈德订了婚。但是，那并没有给她带来任何兴奋。订婚宴后，在耶哈德家那幢气派豪华、但却冷冰冰的大房子里，耶哈德又把她独自甩在一旁，自己跑去和她的哥哥阿道夫呆在一起。艾格妮丝在绝望中敲开了耶哈德的母亲阿维德夫人的房门。这位未来的婆婆不但理解她，而且给了她一个直率、大胆而又令她震惊的忠告：在这所房子里找不到爱情。她劝艾格妮丝逃走，不要再犯她自己曾经犯过的错误。艾格妮丝似乎霍然醒悟了自己的命运，她摘下了那枚刚刚戴上不久的订婚戒指，把它交还给阿维德夫人。回到家中，家人的指责和内心的痛苦使艾格妮丝病倒在床上。她已经到了精神崩溃的边缘。早就对她觊觎已久的尤尔医生来为她诊治。艾格妮丝在昏乱之中被激情所驱使，神情茫然紧紧地抱住了尤尔。但狡猾的尤尔并没有马上占有她。他告诉她的家人，她像她的一位表姐一样，得了精神分裂症。于是，她便在尤尔医生的伴陪下到国外去治疗。而在那里，人面兽心的尤尔医生却把她带入一家妓院，并在那里强奸了她。回国后，艾格妮丝的病情日益严重了。她的家人已对她失去了信心，认为她只能在医院里度过此生。这时，戴维出现了。他宣称艾格妮丝并不是真正的精神分裂，她的疯狂是一种特殊的天才的标志。接着，他主动和艾格妮丝结了婚，并在一所大房子里安下了家。他要艾格妮丝呆在房子里一心写作。当然，这也不排除在他需要时，要艾格妮丝满足他的情欲。艾格妮丝开始了自己终日不断的写作生涯。但不久，她的书就因为对情欲的直率描写和对自己及其他人的大胆剖析而被一家又一家出版商拒绝。戴维一边鼓励她继续写下去，一边四处游说，使她的书得以出版。但她书中的内容却使她的家庭感到耻辱和震惊，她的母亲既不愿意再认这个疯狂的女儿，更是恨透了那个逼迫她写作的戴维。她起草了一份遗嘱要艾格妮丝签字，以剥夺艾格妮丝死后戴维对她财产的继承权。艾格妮丝在母亲的绝情、丈夫的逼迫和社会的辱骂等多重的打击和重压下心力交瘁、精神几欲崩溃。在一家小酒馆，她向一位朋友诉说了心中的痛苦，也披露了她的丈夫戴维为了利用她的才华赚钱，不停地逼迫她写作并在她书中加入了大段淫秽的描写的丑行。最后，喝得酩酊大醉的艾格妮丝被带进了警察局。戴维闻讯赶来，才把她接了回去。艾格妮丝已经完全陷入了内心的痛苦之中。长期的精神压抑与痛苦在她心中激荡不已，她决心要写一部新的作品，写出她那个给过她爱，也给过她恨的贵族家庭。戴维全力支持她写这本书。他代艾格妮丝给出版商写信，把它描绘成一部前所未有的伟大作品。艾格妮丝的哥哥爱德华和阿道夫闻讯赶来，要她放弃这种将使整个家族名誉扫地的写作。戴维赶走了他们。为了使艾格妮丝摆脱家庭的压力，他决定把她带到国外，到意大利去。他告诉她，在那里，他可以帮助她重新站起来。艾格妮丝终于在意大利完成了她的作品。然而，那一个个呕心沥血的日子和刻骨铭心的痛苦已经彻底摧毁了她的神经，使她在威尼斯终于又一次精神分裂载着艾格妮丝和戴维的小舟依然在水上逶迤而行。形容枯槁的艾格妮丝眼前开始出现了一幅幻觉中的图景：一群带着面具的白衣人在河畔追赶着她，并终于把她围困在当中。她知道，尽管她已经通过她的作品与她的家庭决裂，但事实上，她将永远摆脱不了那个与她血脉相通的家庭……【赏析】本片的女主人公艾格妮丝(1894-1940)是瑞典文学史上一位颇有争议的女作家，被称为“我们文坛上的一只怪鸟”。她对于人类性爱和人的内心世界的大胆、直率的描绘使其作品的每一次出版都在社会上和评论界引起一片哗然和攻讦之声。她的天才与不幸，她在倾心于自己的创作中对其贵族家庭和社会的反叛，以及其家庭和社会对她的压抑、扭曲，构成了女导演柴特玲这部影片的中心内容。一部长度有限的电影作品不可能对一位尽管只生活了46年的作家复杂的经历做出详尽的描绘。影片对艾格妮丝生活的叙述是片断的和跳跃式的，它也没有构成一个充分情节化的故事。但是柴特玲却通过精心设计的结构和出色的电影语汇，紧紧抓住艾格妮丝在社会与家庭的压抑、扭曲下，为寻求“自我的完整”而奋力抗争及所遭遇的不幸这一核心，相当丰富而又概括性地描绘出她的艰难的人生历程。影片一开始，就把我们带入艾格妮丝悲剧生活中的一个高潮段落：她在完成了那部关于家族生活的小说后，终于在威尼斯精神分裂症复发，被送进医院。柴特玲充分运用了这个开场段落和狂欢节之夜的那种光怪陆离、阴森可怕的背景，隐喻性地描绘出围绕在艾格妮丝整个生活周围的一种真实的环境氛围。这一段落是由一组兼具真实与隐喻而又极富表现力的画面构成的：穿着白大褂的冷冰冰的医生，神秘而又令人恐怖的黑衣人，那座用巨石修成的如教堂般的古老旅店，大街上四处迷漫着的阴影和冒着黑烟的火把，以及从艾格妮丝身边轻悄悄地滑过的那一个个装扮成骷髅或戴着巨型怪鸟头饰的狂欢者……这里鬼域横行的景象，光与暗影的摇动，沉重的背景音乐以及色彩上黑、白和红的强烈对比，为观众描绘出一个人鬼交错、充满怪诞与恐怖气氛的世界。其间，一个较为日常性细节的描写则是旅馆里的一个看不清面孔的老太太在被担架抬走的艾格妮丝背后大叫着：“让那个该死的外国佬滚回去!”它显然也构成了这一段落里总体隐喻中的一个组成部分，表现出被迫流亡国外的艾格妮丝甚至在那里也得不到精神上的片刻安宁。如果说这里的场景构成了艾格妮丝生活中备受摧残和压抑的精神氛围，那么，这一段落里艾格妮丝被穿上拘束衣和戴上面具以及她被捆绑在担架上的形象则无疑成为她的自由乃至身份的丧失的具体象征。这是我们第一次在片中看到这位女主角，她是完全被压制和“遮盖”的。我们既看不到她那被裹进拘束衣中的身体，随后又失去了她那被面具遮挡住了的脸。这一令人恐惧和窒息的环境气氛及艾格妮丝身分的丧失从一开始就为整个影片建立起了一个中心意象。而柴特玲的叙事能力在这里也是显而易见的，她使影片立刻就进入了一个高潮性段落。在这一阴郁的场景之后，影片以倒叙的方式把我们带入了另一番明媚、优美和充满了欢快气氛的景象当中。这里有艾格妮丝的贵族家庭包乘的豪华游轮在绿树和阳光中慢慢的行进，有艾格妮丝和艾娃在水中的嬉戏，还有空气怡人的清晨及艾格妮丝和耶哈德在夕阳中泛舟的动人情景。这里令人心旷神怡的景色中显然包含了艾格妮丝对自己青春时代温馨的回忆，和她那瘦小的身躯中涌流着的对于人生和大自然的爱——它也向人们诠释着这位被认为是专写人类污秽的女作家内心的纯洁。然而，我们很快也会发现，在这幅迷人的夏日图景背后，那田园牧歌般的景致和艾格妮丝家族的奢华生活与她那清新细腻而又热情如火的性格及生活之间又包含着不断的冲突。艾格妮丝的母亲在游轮上对她面型清瘦的“批评”表明了她与其家庭的格格不入;她与艾娃在水中嬉戏时，那清新的河水却使她燃起了如火的欲望，而刚刚对她表示了忠诚和友谊的艾娃此时又粗暴地推开了她;她和耶哈德在金碧辉煌的夏日余辉中泛舟河上的镜头构成了一幅极其美丽的景致，然而那其中却丝毫没有她所期待的爱意，并且，随后的画面就是她的父亲在家里冷冰冰地告诉她，这个家里不允许有爱情。事实上，那风光旖旎的大自然对艾格妮丝来说是闭锁的，或者毋宁说是她心中的一种幻象。她并没有能从中得到心灵的满足。我们几次从艾格妮丝的房间里看到仿佛是窗外的一片湖光水色和一只载着一对恋人的小舟(它似乎就是她与耶哈德泛舟湖上景象的延续)，而实际上，每当镜头推近时，我们就会发现，那不过是挂在艾格妮丝房间的窗格外的一幅油画。艾格妮丝只能面对着它寻找着她心灵的家园。而她与其家庭的欢乐则永远是疏离的。在游船上的欢庆场面之后，是一段舞会的情景。这里很快就没有了那种欢欣与豪华。我们看到的是在一个狭窄和黑暗的空间里，镜头从顶部俯视着艾格妮丝在痛苦地旋转，那架伴舞的留声机则很快就失去了转速，放出失真的声音，最后尴尬地停了下来。从而传达出艾格妮丝对这个辉煌的夏日真实的内心感受。除了这种在对生活的描绘中运用影像的隐喻和象征性对艾格妮丝心理世界的描绘外，柴特玲也极少，但却相当出色地使用了幻觉的形象来展示她的内心世界。这不但使影片保持了那种严谨和直接的叙事风格，也使其心理描绘显示出更加丰富的层次。其中之一是艾格妮丝在把订婚戒指还给阿维德夫人后，回到家中病倒，在病床上辗转反侧，影片展示其痛苦的面部表情时，影片插入了一个短暂而色彩明丽的幻觉镜头：落日的余辉中，艾格妮丝在那只他们共乘的小船上，用力把落入水中而急欲爬上来的耶哈德按了回去。影片的慢动作展示的高高溅起的水花和艾格妮丝脸上那充盈着的胜利的微笑使这一片段极为动人。这是在充满悲剧与怪异景象的整部影片中差不多仅有的一次艾格妮丝发自内心的喜悦，而它又是如此短暂和来自其内心的梦幻(抑或是一种真实情景的回忆)，因而更反衬出其生命中的悲剧色彩。另一次则是在影片的结尾处，漂流异乡的艾格妮丝与戴维同乘小舟在威尼斯白茫茫的小城中环游。此时，她眼前出现了她的家族成员们戴着白色的面具追逐着她，并把她围在中央的幻觉。艾格妮丝在这里的内心视像的含义是多重的。那里既有她的家族在其精神深处永远挥之不去的魔影，也有着她对于在自己的心中交织着爱与恨的家庭和祖国的陌生以及归去的渴望。这里纯白色的基调与影片开头时那阴暗压抑的场面形成一种鲜明的对比，它显示出艾格妮丝在经历了无数坎坷和令她厌恶的生活之后心灵的涤荡和内心中涌起的一种纯洁的希望。艾格妮丝生活于其中的是一个疯狂的，充满了欺诈与堕落以及种种不正常现象的世界。影片不仅通过影像层，也通过对具体的人物及其关系的描绘向我们展示了这一点。在艾格妮丝的家庭中，那个好色而残忍的尤尔医生甚至当着艾格妮丝父母的面就向她提出了淫荡的要求，那个发誓要成为艾格妮丝最好的朋友的艾娃，刚刚激起艾格妮丝的欲望，就又粗暴地拒绝了她，而艾格妮丝的哥哥阿道夫显然与耶哈德的关系不正常，耶哈德的母亲则与她的女护士关系暧昧。在这个不正常的世界中一个处于中心的人物当然就是艾格妮丝本人。在这里我们可以看出，柴特玲以一种强烈的女性主义的意识在她描绘的这个不正常的世界里所倾注的爱与恨。在这个对女性尤为残忍的世界中，值得同情的除了艾格妮丝外，还有她那位没有出场而同样精神分裂的表姐，以及在变态的生活中寻找着爱情的阿维德夫人。而艾格妮丝的丈夫戴维则是这个世界中男性的一个恶魔式的代表。柴特玲并没有把这个人物简单化。他的怂恿与鼓励对于艾格妮丝的写作不能不说是一种有力的支撑(艾格妮丝婚后一直称其为“爸爸”，这似乎意味着她在他的身上找到了一种对父亲的认同)。但同时，他又是一个淫荡、丑恶，靠盘剥艾格妮丝的才华而生存的寄生虫。他对于艾格妮丝的“支持”既成就了她，更使她不断遭受到更深的伤害。他放弃了翻译与写作，全力为艾格妮丝的书而奔波，然而他又在其书中加入了大段淫秽的描写，使她更加名誉扫地。当艾格妮丝为暴露家庭的黑暗而感到担忧时，他告诉她，报复是一种正常的心理。他促使了艾格妮丝与其家庭的决裂，也把她又一次带入精神崩溃的深渊。实际上，柴特玲在这里描绘的戴维已经渐渐超出具体人物的善恶，而成为对影片的主题性内容的一种隐喻和象征：即一种天才和魔鬼、创造和叛逆的共生，它隐喻一种创造以至人对于自我完整性的寻求中的无法逃避的对于整个世界的叛逆与抗争。本片导演梅·柴特玲原是演员出身，曾主演过《狂乱》(1944)、《弗里达》(1947)、《邪恶的拜伦勋爵》(1949)、《只有两个人会玩》(1961)以及《爱丽丝和中尉》(1966)等影片，此外还拍摄过几部短片。1964年，她拍摄了自己的第一部故事片《充满爱意的一对儿》，该片恰恰是根据艾格妮丝的小说改编的。影片在戛纳国际电影节上引来一片责骂声，恰如当年艾格妮丝的小说问世时的情景一般。两年后，她根据自己的小说改编拍摄的《夜间的游戏》又在威尼斯国际电影节上遭受到同样的命运，甚至还被追加了一项特殊待遇：只有评委和记者才允许观看该片。柴特玲以其自己的生活经历更增加了对艾格妮丝悲剧生活和内心世界的理解。她承认，自己的感受与艾格妮丝有许多共同之处。或许正是出于这一原因，她在20多年之后，终于把艾格妮丝的生活搬上了银幕。",
    "chinese_title": "阿莫罗萨",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Amorosa",
    "imdb_rating_average": 5.7,
    "douban_rating_average": 0,
    "update_at": "2025-02-13T07:11:48"
}