{
    "aka": [
        "Collapse",
        "Decay"
    ],
    "sid": "3316942",
    "cast": [
        {
            "url": "/celebrity/1074703/",
            "name": "阿列克谢·谢列布里亚科夫 Aleksey Serebryakov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1097750/",
            "name": "阿列克谢·戈尔布诺夫 Aleksey Gorbunov",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1105067/",
            "name": "Aleksei Konsovsky Aleksei Konsovsky",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1118671/",
            "name": "Marina Mogilevskaya Marina Mogilevskaya",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1131824/",
            "name": "Vladimir Olekseyenko Vladimir Olekseyenko",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1142245/",
            "name": "谢尔盖·沙库洛夫 Sergey Shakurov",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1990",
    "genre": [
        "剧情"
    ],
    "awards": "　　第47届威尼斯电影节(1990)\n　　主竞赛单元 金狮奖(提名) Mikhail Belikov\n\n",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2554383709.jpg",
    "region": [
        "美国",
        "苏联"
    ],
    "writer": [
        {
            "url": "/celebrity/1034983/",
            "name": "Mikhail Belikov Mikhail Belikov",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0105220",
    "director": [
        {
            "url": "/celebrity/1034983/",
            "name": "Mikhail Belikov Mikhail Belikov",
            "@type": "Person"
        }
    ],
    "duration": "Germany: 95 分钟",
    "episodes": "",
    "language": [
        "俄语"
    ],
    "playdate": [
        "1990-09-13"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0105220/",
    "imdb_votes": 294,
    "this_title": [
        "Распад"
    ],
    "douban_link": "https://movie.douban.com/subject/3316942/",
    "imdb_rating": "6.5/10 from 294 users",
    "trans_title": [
        "裂变",
        "Collapse",
        "Decay"
    ],
    "douban_votes": "0",
    "introduction": "It's a truly extraordinary film, easily the best we’ll see about Chernobyl, and criminally rarely seen.  It  has satirical and surreal moments, but is ultimately a damning indictment of everything about the country in the 1980s.  The visual allusions to Eisenstein and Tarkovsky are beautifully appropriate...RASPAD is a hard-hitting Ukrainian film that details the horrors and aftermath of the Russian Chernobyl nuclear-reactor incident.In April 1986, Soviet journalist Alexander Zhuralev (Sergei Shakurov) returns from assignment in Greece to his home in Kiev, only to discover, via an anonymous note, that his wife Ludmilla (Tatiana Kochesmasova) has been having an affair with his bureaucrat friend Shurik (Alexii Gorbunov). To consol himself, Alexander plans a visit with his friend Anatoli Stepanovich (Georgi Drozd), but before they can meet, a fiery explosion rips through one of the Chernobyl reactors, where Anatoli works, and he is one of the first victims. However, no announcements are made by the government, and life continues normally.Newlyweds Valerii (Alexii Cerebriakov) and Lyuba (Marina Mogilevskaya) mount their motorcycle and set off on a camping honeymoon in the forests near Chernobyl. Soon towns near the site are being evacuated, and in Kiev (about 70 miles south of Chernobyl), Shurik tells Ludmilla about the accident and advises her to leave at once. Alexander, however, is able to find out nothing from his sources in the government. At the train station he discovers mass panic--all tickets are reserved for government officials and their friends. On their trip Valerii and Lyuba see dead animals and are startled by men in white radiation suits examining the area with their instruments; they flee to a church where an Easter mass is in progress. Still, no news from the government is forthcoming.After a vodka-soaked Easter party, Alexander agrees to allow his wife and their son, Dimko (Taracik Mikitenko), to leave with Shurik only if he arranges access for Alexander to Chernobyl. He joins a small band of reporters on a helicopter that flies over the abandoned area, especially the town of Pripyat, where most of the Chernobyl workers lived. Stunned but feeling heroic for having been able to report on the disaster to his newspaper, Alexander returns home and finds that Ludmilla and Dimko have returned--they will face whatever future they have together as a family.Translated into English as \"Collapse\" or \"Disintegration\", RASPAD is much more than a chronicle of the Chernobyl accident. In it, producer-director-coscreenwriter Mikhail Belikov aims to document a country's entire moral, social, political, and economic disintegration. There are scores of concise and telling details here, from the small (Alexander has forgotten to bring a requested packet of soil from Greece, the homeland of his father, and so he fools the old man with some backyard dirt), to the medium (Ludmilla lies to Alexander about her affair; Valerii and Lyuba have bribed an official to send a relative to an old-age home so that they can take over their small, shared apartment), to the large (government officials tell Alexander there is no danger, then head their limos to the airport for the next flight out). Belikov reserves his greatest scorn for his own profession: the media--in the aftermath of the explosion, the TV channels (seen throughout the film) continue to carry only a marathon bicycle race.Mostly documentary-like in style, RASPAD is savage and unsubtle in its catalogue of ills, yet it's beautifully controlled, avoiding both cliche and sentimentality, by Belikov, a former director of photography helming his third feature following 1981's THE SHORT NIGHT and 1985's HOW YOUNG WE WERE. The character Alexander is an obvious stand-in for Belikov, who was living in Kiev during the incident and has based his film on stories he heard from friends, relatives and colleagues.In addition to Kiev, Belikov was allowed to shoot on actual locations, including the contaminated town of Pripyat (row after row of abandoned, deathly still apartment buildings and streets) and, most horrifyingly, the reactor areas of Chenobyl itself (for which scenes Belikov and his crew, three years after the fact, risked contamination themselves). Yet there are also touches of poetry here and some near surreal scenes (the sudden appearances of the white-suited figures at public outdoor events, which the government had allowed to go on after the explosion).Beginning production with a $600,000 budget on the third anniversary of Chernobyl, and with the Soviet film industry in a collapse of its own, Belikov was technically aided (film stock, etc.) by American producer Peter Almond and the Pacific Film Fund, which brought the movie and Belikov to San Francisco for post-production.The film premiered at the 1990 Cannes Festival.",
    "chinese_title": "裂变",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Распад",
    "imdb_rating_average": 6.5,
    "douban_rating_average": 0,
    "update_at": "2025-08-18T10:14:32"
}