{
    "aka": [],
    "sid": "3318971",
    "cast": [],
    "site": "douban",
    "tags": [],
    "year": "2005",
    "genre": [
        "纪录片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2592541501.jpg",
    "region": [
        "巴西"
    ],
    "writer": [
        {
            "url": "/celebrity/1294833/",
            "name": "马科斯·普拉多 Marcos Prado",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0427221",
    "director": [
        {
            "url": "/celebrity/1294833/",
            "name": "马科斯·普拉多 Marcos Prado",
            "@type": "Person"
        }
    ],
    "duration": "116分钟",
    "episodes": "",
    "language": [
        "葡萄牙语"
    ],
    "playdate": [
        "2005-07-31"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0427221/",
    "imdb_votes": 765,
    "this_title": [
        "Estamira"
    ],
    "douban_link": "https://movie.douban.com/subject/3318971/",
    "imdb_rating": "8.1/10 from 765 users",
    "trans_title": [
        "拾荒的女人"
    ],
    "douban_votes": "0",
    "introduction": "Estamira is 63 years old and suffers from schizophrenia. She leads a tough life and has supported herself for the past 20 years by picking through garbage at the Jardim Gramacho Disposal Area in Rio de Janeiro. The film follows her starting in 2000, the year she begins treatment in a psychiatric clinic. At first, it is hard to understand her in her stream-of-consciousness sentences, delusions and obsessions. Gradually, however, we get to know her as a woman who can have quiet and lucid moments despite her illness. Interviews with her grown-up children provide the necessary background information. Daughter Carolina tells about the time before the hallucinations began, when Estamira was still married and had a job in a supermarket. Estamira's son remembers the day that his mother became so aggressive that he had to leave her in the hospital. The filmmaker tells Estamira's story in a form that dovetails with the protagonist's chaotic life. Grainy black-and-white and lyrical colour images alternate with one another and highlight the almost surrealist decor of the dump, where among giant, smoking mounds of garbage, a handful of people and flocks of black vultures are looking for anything worth taking.",
    "chinese_title": "拾荒的女人",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Estamira",
    "imdb_rating_average": 8.1,
    "douban_rating_average": 0,
    "update_at": "2025-05-08T12:28:32"
}