{
    "aka": [],
    "sid": "3318656",
    "cast": [
        {
            "url": "/celebrity/1076377/",
            "name": "大卫·布克 David Burke",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1035656/",
            "name": "罗伯特·帕丁森 Robert Pattinson",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1025060/",
            "name": "妲露拉·莱莉 Talulah Riley",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1067857/",
            "name": "安娜·考尔德-马歇尔 Anna Calder-Marshall",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2009",
    "genre": [
        "剧情",
        "短片"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p1237213600.jpg",
    "region": [
        "英国"
    ],
    "writer": [],
    "imdb_id": "tt0918631",
    "director": [],
    "duration": "12 分钟",
    "episodes": "",
    "language": [
        "英语"
    ],
    "playdate": [
        "2009-01-29"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0918631/",
    "imdb_votes": 713,
    "this_title": [
        "The Summer House"
    ],
    "douban_link": "https://movie.douban.com/subject/3318656/",
    "imdb_rating": "5.0/10 from 713 users",
    "trans_title": [
        ""
    ],
    "douban_votes": "0",
    "introduction": "The Summer House is about a moment in a young girl's life.  A turning point, a time for decision: to go back, or go forward?Jane (17) is in rural France visiting her aunt Priscilla during the hot summer of 1969, the year of the Moon landings. Also staying at this beautiful 19th century chateau, a sleeping beauty of a house, are her aunt’s old flame Freddie Porteous, a charming Englishman, and his wife Marie Pierre, a French woman of great sophistication and beauty.Jane has left behind an unfaithful first love. Several letters have pursued her, letters decorated with hearts to tempt her.  The author of these letters, Richard (18), turns up uninvited. Jane is unaware that her situation is provoking tensions among the older generation, she catches whispers of unspoken somethings at the heart of Freddie and Priscilla's relationship and she finds Marie Pierre’s allure and passion unsettling.Jane looks to her role models for advice but Priscilla, Freddie and Marie Pierre have become wrapped up in their own giddy feelings about what it was like to be 17 and in love.  At a party to celebrate the moon landings Jane is transformed by Marie Pierre from English mouse to sophisticated woman. Wanting to impress and suspecting Richard might be at the party she holds her head high.Dizzy from dancing and emboldened by champagne Jane ventures out to the Summer House.  Curiosity has got the better of her.  Is there a dalliance between her sensible aunt and charismatic Freddie? Instead she is confronted a repentant Richard. He wants her back. She is impossibly tempted, but repelled by his crude attempt to force her.The romantic ideal of young love becomes crushed by his rough desire and by the giggling arrival of Priscilla and Freddie.  Jane is forced to face the disappointment of reality. Troubled by Richard’s motivation and by the apparent immaturity of Priscilla & Freddie, she burns the unopened letters and drops them into a deep well. Her world has changed, expanded; a more complex fairy tale is emerging…",
    "chinese_title": "The Summer House",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "",
    "imdb_rating_average": 5.0,
    "douban_rating_average": 0,
    "update_at": "2025-06-28T03:14:21"
}