{
    "aka": [
        "Looking for Miguel"
    ],
    "sid": "3319236",
    "cast": [
        {
            "url": "/celebrity/1072866/",
            "name": "Marcela Carvajal Marcela Carvajal",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1368104/",
            "name": "Luis Fernando Bohórquez Luis Fernando Bohórquez",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "2007",
    "genre": [],
    "awards": "",
    "poster": "https://img1.doubanio.com/cuphead/movie-static/pics/movie_default_large.png",
    "region": [
        "哥伦比亚"
    ],
    "writer": [
        {
            "url": "/celebrity/1283836/",
            "name": "胡安·菲舍尔 Juan Fischer",
            "@type": "Person"
        },
        {
            "url": "/celebrity/1333744/",
            "name": "Tomislav Novakovic Tomislav Novakovic",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt0495025",
    "director": [
        {
            "url": "/celebrity/1283836/",
            "name": "胡安·菲舍尔 Juan Fischer",
            "@type": "Person"
        }
    ],
    "duration": "107分钟",
    "episodes": "",
    "language": [
        "西班牙语"
    ],
    "playdate": [
        "2007-08-17"
    ],
    "imdb_link": "https://www.imdb.com/title/tt0495025/",
    "imdb_votes": 123,
    "this_title": [
        "Buscando a Miguel"
    ],
    "douban_link": "https://movie.douban.com/subject/3319236/",
    "imdb_rating": "6.9/10 from 123 users",
    "trans_title": [
        "寻找米盖尔",
        "Looking for Miguel"
    ],
    "douban_votes": "0",
    "introduction": "Buscando a Miguel (English: Looking for Miguel) is a 2007 Colombian drama film written and directed by Juan Fisher. Based on at true story, looking for Miguel is Fisher’s second work as director. The fim is a stark comedy-drama about identity and the different facets of Colombian society.Miguel is a young and very ambitious Colombian politician with a brilliant career ahead of him. Born from a wealthy family, he sees the world from a position of privilege and is blind to the reality of those around him. Miguel has let the wheels in motion to run for office, but fate, it seems has other plans.After falling victim to a violent attack; a naked, unidentified and unconscious Miguel is laid out before a doctor as a John Doe. He unexpectedly revives in the autopsy room leaving those standing before him in shock, but no more shocked than Miguel himself, empty of memories, a name, a destination. He eventually escapes but discovers that he has no memories; he does not know who he is. He searches for himself in an unknown city among people he does not know, living through fragmentary images of his past and dreams he cannot understand. In a dream state, this utter unawareness of himself, Miguel is thrown into the harsh reality of the streets, a world inhabited by the very people he once refused to acknowledge. To his rescue, a cast of colourful indigents, petty thieves and a pious and promiscuous drag queen; with them he experiences the warmth of friendship, even when he is no one, a stranger even to himself. Miguel, the politician, has ceased to exist. Bubbling to the surface is the raw and essential Miguel – a man struggling to find redemption.http://sydneylatinofilmfestival.org/cms/feature-films2008/61/",
    "chinese_title": "寻找米盖尔",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "Buscando a Miguel",
    "imdb_rating_average": 6.9,
    "douban_rating_average": 0,
    "update_at": "2025-03-11T02:52:25"
}