{
    "aka": [
        "The Matchless Conqueror"
    ],
    "sid": "3320007",
    "cast": [
        {
            "url": "/celebrity/1331288/",
            "name": "卫子云 Barry Chan",
            "@type": "Person"
        }
    ],
    "site": "douban",
    "tags": [],
    "year": "1971",
    "genre": [
        "动作",
        "武侠",
        "古装"
    ],
    "awards": "",
    "poster": "https://img1.doubanio.com/view/photo/l_ratio_poster/public/p2622014594.jpg",
    "region": [
        "中国台湾"
    ],
    "writer": [
        {
            "url": "/celebrity/1318188/",
            "name": "郭南宏 Joseph Kuo Nan-Hong",
            "@type": "Person"
        }
    ],
    "imdb_id": "tt1431700",
    "director": [
        {
            "url": "/celebrity/1318188/",
            "name": "郭南宏 Joseph Kuo Nan-Hong",
            "@type": "Person"
        }
    ],
    "duration": "",
    "episodes": "",
    "language": [
        "普通话/国语"
    ],
    "playdate": [
        "1971-12-22(中国台湾)"
    ],
    "imdb_link": "https://www.imdb.com/title/tt1431700/",
    "imdb_votes": 14,
    "this_title": [
        "獨霸天下"
    ],
    "douban_link": "https://movie.douban.com/subject/3320007/",
    "imdb_rating": "6.4/10 from 14 users",
    "trans_title": [
        "独霸天下",
        "The Matchless Conqueror"
    ],
    "douban_votes": "0",
    "introduction": "武林高人龍大千，因索討「追魂寶劍」與百忍道場結仇，幾次衝突，百忍的眾弟子死傷殆盡。前輩關劍聽到消息趕來，與龍大千展開決鬥，各盡絕招，皆受重傷。師妹靈山玉女趕到，射出「連環飛刀」，龍大千身中要害，墜落深谷急流。龍大千掙扎上岸，見長白四虎尋仇而至，只得負傷應戰。四虎攻勢凌厲，龍大千功力漸失，只能以「千幻魔劍」盡殲四虎，然後匆匆奔古寺找開心大師救命。忠臣長山公被太監總指揮金震山的黨羽追殺至此，長山公見龍大千毒發命危，趕緊以「止血金震山丹」救命。金震山率眾追到，長山公拜託龍大千照顧幼孤莊兒。假使若活命，便幫助龍大千到華山求悟天仙長賜解藥，否則就將莊兒帶往崑崙交給雲塵道人。金震山要長山公交出獨霸天下之「六合劍譜」，長山公責叛賊不忠不義，金震山翠遂使出「斷魂太陰指」擊斃長山公。金震山搜遍全寺找不到莊兒，只見龍大千於靜修堂打坐，待金震山察覺受騙，龍大千早已不見蹤跡。龍大千身中「毒龍大千劍」雖有七日斃命危機，乃背著莊兒趕往崑崙。翌日，燕南飛為兄報仇追殺而至。龍大千求延後決鬥，燕南飛雖然答應卻一路跟蹤。金震山通令黑道截擊，異人高手一路追殺，幸有燕南飛相助，龍大千始能過關斬將，保住莊兒性命。途中，遇長山公府的老僕劉忠回鄉，自告奮勇願助龍大千護送莊兒上崑崙。龍大千等人日夜趕路，鐵無忌等率大隊人馬等在斷魂壁狙擊。當燕南飛與龍大千跟奸人決鬥時，金震山將劉忠擊倒，趁機搶奪莊兒。龍大千與燕南飛緊追不捨，於密林中發現劉忠竟然是金震山同黨，龍大千當場揮劍取命。劉忠潛伏長山公府六年，其實是大名鼎鼎鬼谷子「鐵龍大千九」。燕南飛與龍大千經過一番激戰，終於救回莊兒。龍大千全身黑腫，性命垂死，終於將莊兒交給雲塵道人。雲塵道人趕緊以馬車送龍大千趕華山，求悟天救命。悟天怒責龍大千傷天害命，死有餘辜，不肯賜藥。龍大千苦求無效，自知命絕，正打算含淚告別時，悟天指點可到後山的靈芝泉沐浴。待龍大千離去，悟天立即命女弟子翠兒將一瓶解藥倒入靈泉救龍大千。龍大千在靈泉沐浴了三日夜，燕南飛仍緊跟不放，等龍大千傷癒，要來一場公平決鬥。悟天趕來制止，並告雲塵已遭金震山殺害，長山公遺孤及「六合劍譜」皆被劫走。燕南飛與龍大千聞訊大急，馳馬追奸，與金震山一干人等爆發一場大戰。燕南飛與龍大千順利奪回莊兒。金震山大怒，親自下馬大戰燕南飛與龍大千。龍大千的「奪魂劍法」及「太極風雷掌」對金震山失去威力，燕南飛之絕招「落燕南飛老斬」及「連環雙劍」也無法制服金震山。兩人雙雙重傷。飛毛腿現身搶奪莊兒，使「壁虎輕功」爬向百尺絕壁逃走，燕南飛急取長槍射殺，而莊兒卻因摔落危壁暈了過去。龍大千與燕南飛混身是血，倒地不起。此時鬼谷子由天而降，龍大千與燕南飛大驚，以為鬼谷子趕來報仇，豈知他是專程趕來找金震山。鬼谷子十八年來受金震山指使行惡作奸，潛伏長山公府，偽裝忠僕。如今，長山公家破人亡，總算為金震山立下汗馬之功，今後決心歸隱山林，但求金震山能將「六合劍譜」酬贈。金震山一陣奸笑，舉劍直刺，雙方激鬥百回合，鬼谷子打得金震山遍體鱗傷，金震山仍不肯交出獨霸天下「六合劍譜」。金震山以淬毒暗器射中鬼谷子，鬼谷子自知難逃一死，以「鐵羅巾」綑住金震山，聲言同歸於盡。而龍大則與燕南飛取上下夾攻金震山，兩矛穿腹。一代奸魔，絕命斷魂壁。",
    "chinese_title": "独霸天下",
    "douban_rating": "0/10 from 0 users",
    "foreign_title": "獨霸天下",
    "imdb_rating_average": 6.4,
    "douban_rating_average": 0,
    "update_at": "2025-08-31T05:56:59"
}